[
  {
    "verse_id": 1,
    "translation": "A. L. R. These are the Ayats of Revelation,- of a Qur'an that makes things clear."
  },
  {
    "verse_id": 2,
    "translation": "Again and again will those who disbelieve, wish that they had bowed (to Allah's will) in Islam."
  },
  {
    "verse_id": 3,
    "translation": "Leave them alone, to enjoy (the good things of this life) and to please themselves: let (false) hope amuse them: soon will knowledge (undeceive them)."
  },
  {
    "verse_id": 4,
    "translation": "Never did We destroy a population that had not a term decreed and assigned beforehand."
  },
  {
    "verse_id": 5,
    "translation": "Neither can a people anticipate its term, nor delay it."
  },
  {
    "verse_id": 6,
    "translation": "They say: \"O thou to whom the Message is being revealed! truly thou art mad (or possessed)!"
  },
  {
    "verse_id": 7,
    "translation": "\"Why bringest thou not angels to us if it be that thou hast the Truth?\""
  },
  {
    "verse_id": 8,
    "translation": "We send not the angels down except for just cause: if they came (to the ungodly), behold! no respite would they have!"
  },
  {
    "verse_id": 9,
    "translation": "We have, without doubt, sent down the Message; and We will assuredly guard it (from corruption)."
  },
  {
    "verse_id": 10,
    "translation": "We did send messengers before thee amongst the religious sects of old:"
  },
  {
    "verse_id": 11,
    "translation": "But never came a messenger to them but they mocked him."
  },
  {
    "verse_id": 12,
    "translation": "Even so do we let it creep into the hearts of the sinners -"
  },
  {
    "verse_id": 13,
    "translation": "That they should not believe in the (Message); but the ways of the ancients have passed away."
  },
  {
    "verse_id": 14,
    "translation": "Even if We opened out to them a gate from heaven, and they were to continue (all day) ascending therein,"
  },
  {
    "verse_id": 15,
    "translation": "They would only say: \"Our eyes have been intoxicated: Nay, we have been bewitched by sorcery.\""
  },
  {
    "verse_id": 16,
    "translation": "It is We Who have set out the zodiacal signs in the heavens, and made them fair-seeming to (all) beholders;"
  },
  {
    "verse_id": 17,
    "translation": "And (moreover) We have guarded them from every cursed devil:"
  },
  {
    "verse_id": 18,
    "translation": "But any that gains a hearing by stealth, is pursued by a flaming fire, bright (to see)."
  },
  {
    "verse_id": 19,
    "translation": "And the earth We have spread out (like a carpet); set thereon mountains firm and immovable; and produced therein all kinds of things in due balance."
  },
  {
    "verse_id": 20,
    "translation": "And We have provided therein means of subsistence,- for you and for those for whose sustenance ye are not responsible."
  },
  {
    "verse_id": 21,
    "translation": "And there is not a thing but its (sources and) treasures (inexhaustible) are with Us; but We only send down thereof in due and ascertainable measures."
  },
  {
    "verse_id": 22,
    "translation": "And We send the fecundating winds, then cause the rain to descend from the sky, therewith providing you with water (in abundance), though ye are not the guardians of its stores."
  },
  {
    "verse_id": 23,
    "translation": "And verily, it is We Who give life, and Who give death: it is We Who remain inheritors (after all else passes away)."
  },
  {
    "verse_id": 24,
    "translation": "To Us are known those of you who hasten forward, and those who lag behind."
  },
  {
    "verse_id": 25,
    "translation": "Assuredly it is thy Lord Who will gather them together: for He is perfect in Wisdom and Knowledge."
  },
  {
    "verse_id": 26,
    "translation": "We created man from sounding clay, from mud moulded into shape;"
  },
  {
    "verse_id": 27,
    "translation": "And the Jinn race, We had created before, from the fire of a scorching wind."
  },
  {
    "verse_id": 28,
    "translation": "Behold! thy Lord said to the angels: \"I am about to create man, from sounding clay from mud moulded into shape;"
  },
  {
    "verse_id": 29,
    "translation": "\"When I have fashioned him (in due proportion) and breathed into him of My spirit, fall ye down in obeisance unto him.\""
  },
  {
    "verse_id": 30,
    "translation": "So the angels prostrated themselves, all of them together:"
  },
  {
    "verse_id": 31,
    "translation": "Not so Iblis: he refused to be among those who prostrated themselves."
  },
  {
    "verse_id": 32,
    "translation": "(Allah) said: \"O Iblis! what is your reason for not being among those who prostrated themselves?\""
  },
  {
    "verse_id": 33,
    "translation": "(Iblis) said: \"I am not one to prostrate myself to man, whom Thou didst create from sounding clay, from mud moulded into shape.\""
  },
  {
    "verse_id": 34,
    "translation": "(Allah) said: \"Then get thee out from here; for thou art rejected, accursed."
  },
  {
    "verse_id": 35,
    "translation": "\"And the curse shall be on thee till the day of Judgment.\""
  },
  {
    "verse_id": 36,
    "translation": "(Iblis) said: \"O my Lord! give me then respite till the Day the (dead) are raised.\""
  },
  {
    "verse_id": 37,
    "translation": "(Allah) said: \"Respite is granted thee"
  },
  {
    "verse_id": 38,
    "translation": "\"Till the Day of the Time appointed.\""
  },
  {
    "verse_id": 39,
    "translation": "(Iblis) said: \"O my Lord! because Thou hast put me in the wrong, I will make (wrong) fair-seeming to them on the earth, and I will put them all in the wrong,-"
  },
  {
    "verse_id": 40,
    "translation": "\"Except Thy servants among them, sincere and purified (by Thy Grace).\""
  },
  {
    "verse_id": 41,
    "translation": "(Allah) said: \"This (way of My sincere servants) is indeed a way that leads straight to Me."
  },
  {
    "verse_id": 42,
    "translation": "\"For over My servants no authority shalt thou have, except such as put themselves in the wrong and follow thee.\""
  },
  {
    "verse_id": 43,
    "translation": "And verily, Hell is the promised abode for them all!"
  },
  {
    "verse_id": 44,
    "translation": "To it are seven gates: for each of those gates is a (special) class (of sinners) assigned."
  },
  {
    "verse_id": 45,
    "translation": "The righteous (will be) amid gardens and fountains (of clear-flowing water)."
  },
  {
    "verse_id": 46,
    "translation": "(Their greeting will be): \"Enter ye here in peace and security.\""
  },
  {
    "verse_id": 47,
    "translation": "And We shall remove from their hearts any lurking sense of injury: (they will be) brothers (joyfully) facing each other on thrones (of dignity)."
  },
  {
    "verse_id": 48,
    "translation": "There no sense of fatigue shall touch them, nor shall they (ever) be asked to leave."
  },
  {
    "verse_id": 49,
    "translation": "Tell My servants that I am indeed the Oft-forgiving, Most Merciful;"
  },
  {
    "verse_id": 50,
    "translation": "And that My Penalty will be indeed the most grievous Penalty."
  },
  {
    "verse_id": 51,
    "translation": "Tell them about the guests of Abraham."
  },
  {
    "verse_id": 52,
    "translation": "When they entered his presence and said, \"Peace!\" He said, \"We feel afraid of you!\""
  },
  {
    "verse_id": 53,
    "translation": "They said: \"Fear not! We give thee glad tidings of a son endowed with wisdom.\""
  },
  {
    "verse_id": 54,
    "translation": "He said: \"Do ye give me glad tidings that old age has seized me? Of what, then, is your good news?\""
  },
  {
    "verse_id": 55,
    "translation": "They said: \"We give thee glad tidings in truth: be not then in despair!\""
  },
  {
    "verse_id": 56,
    "translation": "He said: \"And who despairs of the mercy of his Lord, but such as go astray?\""
  },
  {
    "verse_id": 57,
    "translation": "Abraham said: \"What then is the business on which ye (have come), O ye messengers (of Allah)?\""
  },
  {
    "verse_id": 58,
    "translation": "They said: \"We have been sent to a people (deep) in sin,"
  },
  {
    "verse_id": 59,
    "translation": "\"Excepting the adherents of Lut: them we are certainly (charged) to save (from harm),- All -"
  },
  {
    "verse_id": 60,
    "translation": "\"Except his wife, who, We have ascertained, will be among those who will lag behind.\""
  },
  {
    "verse_id": 61,
    "translation": "At length when the messengers arrived among the adherents of Lut,"
  },
  {
    "verse_id": 62,
    "translation": "He said: \"Ye appear to be uncommon folk.\""
  },
  {
    "verse_id": 63,
    "translation": "They said: \"Yea, we have come to thee to accomplish that of which they doubt."
  },
  {
    "verse_id": 64,
    "translation": "\"We have brought to thee that which is inevitably due, and assuredly we tell the truth."
  },
  {
    "verse_id": 65,
    "translation": "\"Then travel by night with thy household, when a portion of the night (yet remains), and do thou bring up the rear: let no one amongst you look back, but pass on whither ye are ordered.\""
  },
  {
    "verse_id": 66,
    "translation": "And We made known this decree to him, that the last remnants of those (sinners) should be cut off by the morning."
  },
  {
    "verse_id": 67,
    "translation": "The inhabitants of the city came in (mad) joy (at news of the young men)."
  },
  {
    "verse_id": 68,
    "translation": "Lut said: \"These are my guests: disgrace me not:"
  },
  {
    "verse_id": 69,
    "translation": "\"But fear Allah, and shame me not.\""
  },
  {
    "verse_id": 70,
    "translation": "They said: \"Did we not forbid thee (to speak) for all and sundry?\""
  },
  {
    "verse_id": 71,
    "translation": "He said: \"There are my daughters (to marry), if ye must act (so).\""
  },
  {
    "verse_id": 72,
    "translation": "Verily, by thy life (O Prophet), in their wild intoxication, they wander in distraction, to and fro."
  },
  {
    "verse_id": 73,
    "translation": "But the (mighty) Blast overtook them before morning,"
  },
  {
    "verse_id": 74,
    "translation": "And We turned (the cities) upside down, and rained down on them brimstones hard as baked clay."
  },
  {
    "verse_id": 75,
    "translation": "Behold! in this are Signs for those who by tokens do understand."
  },
  {
    "verse_id": 76,
    "translation": "And the (cities were) right on the high-road."
  },
  {
    "verse_id": 77,
    "translation": "Behold! in this is a sign for those who believed."
  },
  {
    "verse_id": 78,
    "translation": "And the Companions of the Wood were also wrong-doers;"
  },
  {
    "verse_id": 79,
    "translation": "So We exacted retribution from them. They were both on an open highway, plain to see."
  },
  {
    "verse_id": 80,
    "translation": "The Companions of the Rocky Tract also rejected the messengers:"
  },
  {
    "verse_id": 81,
    "translation": "We sent them Our Signs, but they persisted in turning away from them."
  },
  {
    "verse_id": 82,
    "translation": "Out of the mountains did they hew (their) edifices, (feeling themselves) secure."
  },
  {
    "verse_id": 83,
    "translation": "But the (mighty) Blast seized them of a morning,"
  },
  {
    "verse_id": 84,
    "translation": "And of no avail to them was all that they did (with such art and care)!"
  },
  {
    "verse_id": 85,
    "translation": "We created not the heavens, the earth, and all between them, but for just ends. And the Hour is surely coming (when this will be manifest). So overlook (any human faults) with gracious forgiveness."
  },
  {
    "verse_id": 86,
    "translation": "For verily it is thy Lord who is the Master-Creator, knowing all things."
  },
  {
    "verse_id": 87,
    "translation": "And We have bestowed upon thee the Seven Oft-repeated (verses) and the Grand Qur'an."
  },
  {
    "verse_id": 88,
    "translation": "Strain not thine eyes. (Wistfully) at what We have bestowed on certain classes of them, nor grieve over them: but lower thy wing (in gentleness) to the believers."
  },
  {
    "verse_id": 89,
    "translation": "And say: \"I am indeed he that warneth openly and without ambiguity,\"-"
  },
  {
    "verse_id": 90,
    "translation": "(Of just such wrath) as We sent down on those who divided (Scripture into arbitrary parts),-"
  },
  {
    "verse_id": 91,
    "translation": "(So also on such) as have made Qur'an into shreds (as they please)."
  },
  {
    "verse_id": 92,
    "translation": "Therefore, by the Lord, We will, of a surety, call them to account,"
  },
  {
    "verse_id": 93,
    "translation": "For all their deeds."
  },
  {
    "verse_id": 94,
    "translation": "Therefore expound openly what thou art commanded, and turn away from those who join false gods with Allah."
  },
  {
    "verse_id": 95,
    "translation": "For sufficient are We unto thee against those who scoff,-"
  },
  {
    "verse_id": 96,
    "translation": "Those who adopt, with Allah, another god: but soon will they come to know."
  },
  {
    "verse_id": 97,
    "translation": "We do indeed know how thy heart is distressed at what they say."
  },
  {
    "verse_id": 98,
    "translation": "But celebrate the praises of thy Lord, and be of those who prostrate themselves in adoration."
  },
  {
    "verse_id": 99,
    "translation": "And serve thy Lord until there come unto thee the Hour that is Certain."
  }
]