[
  {
    "verse_id": 1,
    "translation": "These are verses of the Qur'an,-a book that makes (things) clear;"
  },
  {
    "verse_id": 2,
    "translation": "A guide: and glad tidings for the believers,-"
  },
  {
    "verse_id": 3,
    "translation": "Those who establish regular prayers and give in regular charity, and also have (full) assurance of the hereafter."
  },
  {
    "verse_id": 4,
    "translation": "As to those who believe not in the Hereafter, We have made their deeds pleasing in their eyes; and so they wander about in distraction."
  },
  {
    "verse_id": 5,
    "translation": "Such are they for whom a grievous Penalty is (waiting); and in the Hereafter theirs will be the greatest loss."
  },
  {
    "verse_id": 6,
    "translation": "As to thee, the Qur'an is bestowed upon thee from the presence of one who is wise and all-knowing."
  },
  {
    "verse_id": 7,
    "translation": "Behold! Moses said to his family: \"I perceive a fire; soon will I bring you from there some information, or I will bring you a burning brand to light our fuel, that ye may warm yourselves."
  },
  {
    "verse_id": 8,
    "translation": "But when he came to the (fire), a voice was heard: \"Blessed are those in the fire and those around: and glory to Allah, the Lord of the worlds."
  },
  {
    "verse_id": 9,
    "translation": "\"O Moses! verily, I am Allah, the exalted in might, the wise!...."
  },
  {
    "verse_id": 10,
    "translation": "\"Now do thou throw thy rod!\" But when he saw it moving (of its own accord) as if it had been a snake, he turned back in retreat, and retraced not his steps: \"O Moses!\" (it was said), \"Fear not: truly, in My presence, those called as messengers have no fear,-"
  },
  {
    "verse_id": 11,
    "translation": "\"But if any have done wrong and have thereafter substituted good to take the place of evil, truly, I am Oft-Forgiving, Most Merciful."
  },
  {
    "verse_id": 12,
    "translation": "\"Now put thy hand into thy bosom, and it will come forth white without stain (or harm): (these are) among the nine Signs (thou wilt take) to Pharaoh and his people: for they are a people rebellious in transgression.\""
  },
  {
    "verse_id": 13,
    "translation": "But when Our Signs came to them, that should have opened their eyes, they said: \"This is sorcery manifest!\""
  },
  {
    "verse_id": 14,
    "translation": "And they rejected those Signs in iniquity and arrogance, though their souls were convinced thereof: so see what was the end of those who acted corruptly!"
  },
  {
    "verse_id": 15,
    "translation": "We gave (in the past) knowledge to David and Solomon: And they both said: \"Praise be to Allah, Who has favoured us above many of his servants who believe!\""
  },
  {
    "verse_id": 16,
    "translation": "And Solomon was David's heir. He said: \"O ye people! We have been taught the speech of birds, and on us has been bestowed (a little) of all things: this is indeed Grace manifest (from Allah.)\""
  },
  {
    "verse_id": 17,
    "translation": "And before Solomon were marshalled his hosts,- of Jinns and men and birds, and they were all kept in order and ranks."
  },
  {
    "verse_id": 18,
    "translation": "At length, when they came to a (lowly) valley of ants, one of the ants said: \"O ye ants, get into your habitations, lest Solomon and his hosts crush you (under foot) without knowing it.\""
  },
  {
    "verse_id": 19,
    "translation": "So he smiled, amused at her speech; and he said: \"O my Lord! so order me that I may be grateful for Thy favours, which thou hast bestowed on me and on my parents, and that I may work the righteousness that will please Thee: And admit me, by Thy Grace, to the ranks of Thy righteous Servants.\""
  },
  {
    "verse_id": 20,
    "translation": "And he took a muster of the Birds; and he said: \"Why is it I see not the Hoopoe? Or is he among the absentees?"
  },
  {
    "verse_id": 21,
    "translation": "\"I will certainly punish him with a severe penalty, or execute him, unless he bring me a clear reason (for absence).\""
  },
  {
    "verse_id": 22,
    "translation": "But the Hoopoe tarried not far: he (came up and) said: \"I have compassed (territory) which thou hast not compassed, and I have come to thee from Saba with tidings true."
  },
  {
    "verse_id": 23,
    "translation": "\"I found (there) a woman ruling over them and provided with every requisite; and she has a magnificent throne."
  },
  {
    "verse_id": 24,
    "translation": "\"I found her and her people worshipping the sun besides Allah: Satan has made their deeds seem pleasing in their eyes, and has kept them away from the Path,- so they receive no guidance,-"
  },
  {
    "verse_id": 25,
    "translation": "\"(Kept them away from the Path), that they should not worship Allah, Who brings to light what is hidden in the heavens and the earth, and knows what ye hide and what ye reveal."
  },
  {
    "verse_id": 26,
    "translation": "\"Allah!- there is no god but He!- Lord of the Throne Supreme!\""
  },
  {
    "verse_id": 27,
    "translation": "(Solomon) said: \"Soon shall we see whether thou hast told the truth or lied!"
  },
  {
    "verse_id": 28,
    "translation": "\"Go thou, with this letter of mine, and deliver it to them: then draw back from them, and (wait to) see what answer they return\"..."
  },
  {
    "verse_id": 29,
    "translation": "(The queen) said: \"Ye chiefs! here is delivered to me - a letter worthy of respect."
  },
  {
    "verse_id": 30,
    "translation": "\"It is from Solomon, and is (as follows): 'In the name of Allah, Most Gracious, Most Merciful:"
  },
  {
    "verse_id": 31,
    "translation": "\"'Be ye not arrogant against me, but come to me in submission (to the true Religion).'\""
  },
  {
    "verse_id": 32,
    "translation": "She said: \"Ye chiefs! advise me in (this) my affair: no affair have I decided except in your presence.\""
  },
  {
    "verse_id": 33,
    "translation": "They said: \"We are endued with strength, and given to vehement war: but the command is with thee; so consider what thou wilt command.\""
  },
  {
    "verse_id": 34,
    "translation": "She said: \"Kings, when they enter a country, despoil it, and make the noblest of its people its meanest thus do they behave."
  },
  {
    "verse_id": 35,
    "translation": "\"But I am going to send him a present, and (wait) to see with what (answer) return (my) ambassadors.\""
  },
  {
    "verse_id": 36,
    "translation": "Now when (the embassy) came to Solomon, he said: \"Will ye give me abundance in wealth? But that which Allah has given me is better than that which He has given you! Nay it is ye who rejoice in your gift!"
  },
  {
    "verse_id": 37,
    "translation": "\"Go back to them, and be sure we shall come to them with such hosts as they will never be able to meet: We shall expel them from there in disgrace, and they will feel humbled (indeed).\""
  },
  {
    "verse_id": 38,
    "translation": "He said (to his own men): \"Ye chiefs! which of you can bring me her throne before they come to me in submission?\""
  },
  {
    "verse_id": 39,
    "translation": "Said an 'Ifrit, of the Jinns: \"I will bring it to thee before thou rise from thy council: indeed I have full strength for the purpose, and may be trusted.\""
  },
  {
    "verse_id": 40,
    "translation": "Said one who had knowledge of the Book: \"I will bring it to thee within the twinkling of an eye!\" Then when (Solomon) saw it placed firmly before him, he said: \"This is by the Grace of my Lord!- to test me whether I am grateful or ungrateful! and if any is grateful, truly his gratitude is (a gain) for his own soul; but if any is ungrateful, truly my Lord is Free of all Needs, Supreme in Honour!\""
  },
  {
    "verse_id": 41,
    "translation": "He said: \"Transform her throne out of all recognition by her: let us see whether she is guided (to the truth) or is one of those who receive no guidance.\""
  },
  {
    "verse_id": 42,
    "translation": "So when she arrived, she was asked, \"Is this thy throne?\" She said, \"It was just like this; and knowledge was bestowed on us in advance of this, and we have submitted to Allah (in Islam).\""
  },
  {
    "verse_id": 43,
    "translation": "And he diverted her from the worship of others besides Allah: for she was (sprung) of a people that had no faith."
  },
  {
    "verse_id": 44,
    "translation": "She was asked to enter the lofty Palace: but when she saw it, she thought it was a lake of water, and she (tucked up her skirts), uncovering her legs. He said: \"This is but a palace paved smooth with slabs of glass.\" She said: \"O my Lord! I have indeed wronged my soul: I do (now) submit (in Islam), with Solomon, to the Lord of the Worlds.\""
  },
  {
    "verse_id": 45,
    "translation": "We sent (aforetime), to the Thamud, their brother Salih, saying, \"Serve Allah\": But behold, they became two factions quarrelling with each other."
  },
  {
    "verse_id": 46,
    "translation": "He said: \"O my people! why ask ye to hasten on the evil in preference to the good? If only ye ask Allah for forgiveness, ye may hope to receive mercy."
  },
  {
    "verse_id": 47,
    "translation": "They said: \"Ill omen do we augur from thee and those that are with thee\". He said: \"Your ill omen is with Allah; yea, ye are a people under trial.\""
  },
  {
    "verse_id": 48,
    "translation": "There were in the city nine men of a family, who made mischief in the land, and would not reform."
  },
  {
    "verse_id": 49,
    "translation": "They said: \"Swear a mutual oath by Allah that we shall make a secret night attack on him and his people, and that we shall then say to his heir (when he seeks vengeance): 'We were not present at the slaughter of his people, and we are positively telling the truth.'\""
  },
  {
    "verse_id": 50,
    "translation": "They plotted and planned, but We too planned, even while they perceived it not."
  },
  {
    "verse_id": 51,
    "translation": "Then see what was the end of their plot!- this, that We destroyed them and their people, all (of them)."
  },
  {
    "verse_id": 52,
    "translation": "Now such were their houses, - in utter ruin, - because they practised wrong-doing. Verily in this is a Sign for people of knowledge."
  },
  {
    "verse_id": 53,
    "translation": "And We saved those who believed and practised righteousness."
  },
  {
    "verse_id": 54,
    "translation": "(We also sent) Lut (as a messenger): behold, He said to his people, \"Do ye do what is shameful though ye see (its iniquity)?"
  },
  {
    "verse_id": 55,
    "translation": "Would ye really approach men in your lusts rather than women? Nay, ye are a people (grossly) ignorant!"
  },
  {
    "verse_id": 56,
    "translation": "But his people gave no other answer but this: they said, \"Drive out the followers of Lut from your city: these are indeed men who want to be clean and pure!\""
  },
  {
    "verse_id": 57,
    "translation": "But We saved him and his family, except his wife; her We destined to be of those who lagged behind."
  },
  {
    "verse_id": 58,
    "translation": "And We rained down on them a shower (of brimstone): and evil was the shower on those who were admonished (but heeded not)!"
  },
  {
    "verse_id": 59,
    "translation": "Say: Praise be to Allah, and Peace on his servants whom He has chosen (for his Message). (Who) is better?- Allah or the false gods they associate (with Him)?"
  },
  {
    "verse_id": 60,
    "translation": "Or, Who has created the heavens and the earth, and Who sends you down rain from the sky? Yea, with it We cause to grow well-planted orchards full of beauty of delight: it is not in your power to cause the growth of the trees in them. (Can there be another) god besides Allah? Nay, they are a people who swerve from justice."
  },
  {
    "verse_id": 61,
    "translation": "Or, Who has made the earth firm to live in; made rivers in its midst; set thereon mountains immovable; and made a separating bar between the two bodies of flowing water? (can there be another) god besides Allah? Nay, most of them know not."
  },
  {
    "verse_id": 62,
    "translation": "Or, Who listens to the (soul) distressed when it calls on Him, and Who relieves its suffering, and makes you (mankind) inheritors of the earth? (Can there be another) god besides Allah? Little it is that ye heed!"
  },
  {
    "verse_id": 63,
    "translation": "Or, Who guides you through the depths of darkness on land and sea, and Who sends the winds as heralds of glad tidings, going before His Mercy? (Can there be another) god besides Allah?- High is Allah above what they associate with Him!"
  },
  {
    "verse_id": 64,
    "translation": "Or, Who originates creation, then repeats it, and who gives you sustenance from heaven and earth? (Can there be another) god besides Allah? Say, \"Bring forth your argument, if ye are telling the truth!\""
  },
  {
    "verse_id": 65,
    "translation": "Say: None in the heavens or on earth, except Allah, knows what is hidden: nor can they perceive when they shall be raised up (for Judgment)."
  },
  {
    "verse_id": 66,
    "translation": "Still less can their knowledge comprehend the Hereafter: Nay, they are in doubt and uncertainty thereanent; nay, they are blind thereunto!"
  },
  {
    "verse_id": 67,
    "translation": "The Unbelievers say: \"What! when we become dust,- we and our fathers,- shall we really be raised (from the dead)?"
  },
  {
    "verse_id": 68,
    "translation": "\"It is true we were promised this,- we and our fathers before (us): these are nothing but tales of the ancients.\""
  },
  {
    "verse_id": 69,
    "translation": "Say: \"Go ye through the earth and see what has been the end of those guilty (of sin).\""
  },
  {
    "verse_id": 70,
    "translation": "But grieve not over them, nor distress thyself because of their plots."
  },
  {
    "verse_id": 71,
    "translation": "They also say: \"When will this promise (come to pass)? (Say) if ye are truthful.\""
  },
  {
    "verse_id": 72,
    "translation": "Say: \"It may be that some of the events which ye wish to hasten on may be (close) in your pursuit!\""
  },
  {
    "verse_id": 73,
    "translation": "But verily thy Lord is full of grace to mankind: Yet most of them are ungrateful."
  },
  {
    "verse_id": 74,
    "translation": "And verily thy Lord knoweth all that their hearts do hide. As well as all that they reveal."
  },
  {
    "verse_id": 75,
    "translation": "Nor is there aught of the unseen, in heaven or earth, but is (recorded) in a clear record."
  },
  {
    "verse_id": 76,
    "translation": "Verily this Qur'an doth explain to the Children of Israel most of the matters in which they disagree."
  },
  {
    "verse_id": 77,
    "translation": "And it certainly is a Guide and a Mercy to those who believe."
  },
  {
    "verse_id": 78,
    "translation": "Verily thy Lord will decide between them by His Decree: and He is Exalted in Might, All-Knowing."
  },
  {
    "verse_id": 79,
    "translation": "So put thy trust in Allah: for thou art on (the path of) manifest Truth."
  },
  {
    "verse_id": 80,
    "translation": "Truly thou canst not cause the dead to listen, nor canst thou cause the deaf to hear the call, (especially) when they turn back in retreat."
  },
  {
    "verse_id": 81,
    "translation": "Nor canst thou be a guide to the blind, (to prevent them) from straying: only those wilt thou get to listen who believe in Our Signs, and they will bow in Islam."
  },
  {
    "verse_id": 82,
    "translation": "And when the Word is fulfilled against them (the unjust), we shall produce from the earth a beast to (face) them: He will speak to them, for that mankind did not believe with assurance in Our Signs."
  },
  {
    "verse_id": 83,
    "translation": "One day We shall gather together from every people a troop of those who reject our Signs, and they shall be kept in ranks,-"
  },
  {
    "verse_id": 84,
    "translation": "Until, when they come (before the Judgment-seat), (Allah) will say: \"Did ye reject My Signs, though ye comprehended them not in knowledge, or what was it ye did?\""
  },
  {
    "verse_id": 85,
    "translation": "And the Word will be fulfilled against them, because of their wrong-doing, and they will be unable to speak (in plea)."
  },
  {
    "verse_id": 86,
    "translation": "See they not that We have made the Night for them to rest in and the Day to give them light? Verily in this are Signs for any people that believe!"
  },
  {
    "verse_id": 87,
    "translation": "And the Day that the Trumpet will be sounded - then will be smitten with terror those who are in the heavens, and those who are on earth, except such as Allah will please (to exempt): and all shall come to His (Presence) as beings conscious of their lowliness."
  },
  {
    "verse_id": 88,
    "translation": "Thou seest the mountains and thinkest them firmly fixed: but they shall pass away as the clouds pass away: (such is) the artistry of Allah, who disposes of all things in perfect order: for he is well acquainted with all that ye do."
  },
  {
    "verse_id": 89,
    "translation": "If any do good, good will (accrue) to them therefrom; and they will be secure from terror that Day."
  },
  {
    "verse_id": 90,
    "translation": "And if any do evil, their faces will be thrown headlong into the Fire: \"Do ye receive a reward other than that which ye have earned by your deeds?\""
  },
  {
    "verse_id": 91,
    "translation": "For me, I have been commanded to serve the Lord of this city, Him Who has sanctified it and to Whom (belong) all things: and I am commanded to be of those who bow in Islam to Allah's Will,-"
  },
  {
    "verse_id": 92,
    "translation": "And to rehearse the Qur'an: and if any accept guidance, they do it for the good of their own souls, and if any stray, say: \"I am only a Warner\"."
  },
  {
    "verse_id": 93,
    "translation": "And say: \"Praise be to Allah, Who will soon show you His Signs, so that ye shall know them\"; and thy Lord is not unmindful of all that ye do."
  }
]