[
  {
    "verse_id": 1,
    "translation": "Ha-Mim"
  },
  {
    "verse_id": 2,
    "translation": "By the Book that makes things clear,-"
  },
  {
    "verse_id": 3,
    "translation": "We have made it a Qur'an in Arabic, that ye may be able to understand (and learn wisdom)."
  },
  {
    "verse_id": 4,
    "translation": "And verily, it is in the Mother of the Book, in Our Presence, high (in dignity), full of wisdom."
  },
  {
    "verse_id": 5,
    "translation": "Shall We then take away the Message from you and repel (you), for that ye are a people transgressing beyond bounds?"
  },
  {
    "verse_id": 6,
    "translation": "But how many were the prophets We sent amongst the peoples of old?"
  },
  {
    "verse_id": 7,
    "translation": "And never came there a prophet to them but they mocked him."
  },
  {
    "verse_id": 8,
    "translation": "So We destroyed (them)- stronger in power than these;- and (thus) has passed on the Parable of the peoples of old."
  },
  {
    "verse_id": 9,
    "translation": "If thou wert to question them, 'Who created the heavens and the earth?' They would be sure to reply, 'they were created by (Him), the Exalted in Power, Full of Knowledge';-"
  },
  {
    "verse_id": 10,
    "translation": "(Yea, the same that) has made for you the earth (like a carpet) spread out, and has made for you roads (and channels) therein, in order that ye may find guidance (on the way);"
  },
  {
    "verse_id": 11,
    "translation": "That sends down (from time to time) rain from the sky in due measure;- and We raise to life therewith a land that is dead; even so will ye be raised (from the dead);-"
  },
  {
    "verse_id": 12,
    "translation": "That has created pairs in all things, and has made for you ships and cattle on which ye ride,"
  },
  {
    "verse_id": 13,
    "translation": "In order that ye may sit firm and square on their backs, and when so seated, ye may celebrate the (kind) favour of your Lord, and say, \"Glory to Him Who has subjected these to our (use), for we could never have accomplished this (by ourselves),"
  },
  {
    "verse_id": 14,
    "translation": "\"And to our Lord, surely, must we turn back!\""
  },
  {
    "verse_id": 15,
    "translation": "Yet they attribute to some of His servants a share with Him (in his godhead)! truly is man a blasphemous ingrate avowed!"
  },
  {
    "verse_id": 16,
    "translation": "What! has He taken daughters out of what He himself creates, and granted to you sons for choice?"
  },
  {
    "verse_id": 17,
    "translation": "When news is brought to one of them of (the birth of) what he sets up as a likeness to (Allah) Most Gracious, his face darkens, and he is filled with inward grief!"
  },
  {
    "verse_id": 18,
    "translation": "Is then one brought up among trinkets, and unable to give a clear account in a dispute (to be associated with Allah)?"
  },
  {
    "verse_id": 19,
    "translation": "And they make into females angels who themselves serve Allah. Did they witness their creation? Their evidence will be recorded, and they will be called to account!"
  },
  {
    "verse_id": 20,
    "translation": "(\"Ah!\") they say, \"If it had been the will of (Allah) Most Gracious, we should not have worshipped such (deities)!\" Of that they have no knowledge! they do nothing but lie!"
  },
  {
    "verse_id": 21,
    "translation": "What! have We given them a Book before this, to which they are holding fast?"
  },
  {
    "verse_id": 22,
    "translation": "Nay! they say: \"We found our fathers following a certain religion, and we do guide ourselves by their footsteps.\""
  },
  {
    "verse_id": 23,
    "translation": "Just in the same way, whenever We sent a Warner before thee to any people, the wealthy ones among them said: \"We found our fathers following a certain religion, and we will certainly follow in their footsteps.\""
  },
  {
    "verse_id": 24,
    "translation": "He said: \"What! Even if I brought you better guidance than that which ye found your fathers following?\" They said: \"For us, we deny that ye (prophets) are sent (on a mission at all).\""
  },
  {
    "verse_id": 25,
    "translation": "So We exacted retribution from them: now see what was the end of those who rejected (Truth)!"
  },
  {
    "verse_id": 26,
    "translation": "Behold! Abraham said to his father and his people: \"I do indeed clear myself of what ye worship:"
  },
  {
    "verse_id": 27,
    "translation": "\"(I worship) only Him Who made me, and He will certainly guide me.\""
  },
  {
    "verse_id": 28,
    "translation": "And he left it as a Word to endure among those who came after him, that they may turn back (to Allah)."
  },
  {
    "verse_id": 29,
    "translation": "Yea, I have given the good things of this life to these (men) and their fathers, until the Truth has come to them, and a messenger making things clear."
  },
  {
    "verse_id": 30,
    "translation": "But when the Truth came to them, they said: \"This is sorcery, and we do reject it.\""
  },
  {
    "verse_id": 31,
    "translation": "Also, they say: \"Why is not this Qur'an sent down to some leading man in either of the two (chief) cities?\""
  },
  {
    "verse_id": 32,
    "translation": "Is it they who would portion out the Mercy of thy Lord? It is We Who portion out between them their livelihood in the life of this world: and We raise some of them above others in ranks, so that some may command work from others. But the Mercy of thy Lord is better than the (wealth) which they amass."
  },
  {
    "verse_id": 33,
    "translation": "And were it not that (all) men might become of one (evil) way of life, We would provide, for everyone that blasphemes against (Allah) Most Gracious, silver roofs for their houses and (silver) stair-ways on which to go up,"
  },
  {
    "verse_id": 34,
    "translation": "And (silver) doors to their houses, and thrones (of silver) on which they could recline,"
  },
  {
    "verse_id": 35,
    "translation": "And also adornments of gold. But all this were nothing but conveniences of the present life: The Hereafter, in the sight of thy Lord is for the Righteous."
  },
  {
    "verse_id": 36,
    "translation": "If anyone withdraws himself from remembrance of (Allah) Most Gracious, We appoint for him an evil one, to be an intimate companion to him."
  },
  {
    "verse_id": 37,
    "translation": "Such (evil ones) really hinder them from the Path, but they think that they are being guided aright!"
  },
  {
    "verse_id": 38,
    "translation": "At length, when (such a one) comes to Us, he says (to his evil companion): \"Would that between me and thee were the distance of East and West!\" Ah! evil is the companion (indeed)!"
  },
  {
    "verse_id": 39,
    "translation": "When ye have done wrong, it will avail you nothing, that Day, that ye shall be partners in Punishment!"
  },
  {
    "verse_id": 40,
    "translation": "Canst thou then make the deaf to hear, or give direction to the blind or to such as (wander) in manifest error?"
  },
  {
    "verse_id": 41,
    "translation": "Even if We take thee away, We shall be sure to exact retribution from them,"
  },
  {
    "verse_id": 42,
    "translation": "Or We shall show thee that (accomplished) which We have promised them: for verily We shall prevail over them."
  },
  {
    "verse_id": 43,
    "translation": "So hold thou fast to the Revelation sent down to thee; verily thou art on a Straight Way."
  },
  {
    "verse_id": 44,
    "translation": "The (Qur'an) is indeed the message, for thee and for thy people; and soon shall ye (all) be brought to account."
  },
  {
    "verse_id": 45,
    "translation": "And question thou our messengers whom We sent before thee; did We appoint any deities other than (Allah) Most Gracious, to be worshipped?"
  },
  {
    "verse_id": 46,
    "translation": "We did send Moses aforetime, with Our Signs, to Pharaoh and his Chiefs: He said, \"I am a messenger of the Lord of the Worlds.\""
  },
  {
    "verse_id": 47,
    "translation": "But when he came to them with Our Signs, behold they ridiculed them."
  },
  {
    "verse_id": 48,
    "translation": "We showed them Sign after Sign, each greater than its fellow, and We seized them with Punishment, in order that they might turn (to Us)."
  },
  {
    "verse_id": 49,
    "translation": "And they said, \"O thou sorcerer! Invoke thy Lord for us according to His covenant with thee; for we shall truly accept guidance.\""
  },
  {
    "verse_id": 50,
    "translation": "But when We removed the Penalty from them, behold, they broke their word."
  },
  {
    "verse_id": 51,
    "translation": "And Pharaoh proclaimed among his people, saying: \"O my people! Does not the dominion of Egypt belong to me, (witness) these streams flowing underneath my (palace)? What! see ye not then?"
  },
  {
    "verse_id": 52,
    "translation": "\"Am I not better than this (Moses), who is a contemptible wretch and can scarcely express himself clearly?"
  },
  {
    "verse_id": 53,
    "translation": "\"Then why are not gold bracelets bestowed on him, or (why) come (not) with him angels accompanying him in procession?\""
  },
  {
    "verse_id": 54,
    "translation": "Thus did he make fools of his people, and they obeyed him: truly were they a people rebellious (against Allah)."
  },
  {
    "verse_id": 55,
    "translation": "When at length they provoked Us, We exacted retribution from them, and We drowned them all."
  },
  {
    "verse_id": 56,
    "translation": "And We made them (a people) of the Past and an Example to later ages."
  },
  {
    "verse_id": 57,
    "translation": "When (Jesus) the son of Mary is held up as an example, behold, thy people raise a clamour thereat (in ridicule)!"
  },
  {
    "verse_id": 58,
    "translation": "And they say, \"Are our gods best, or he?\" This they set forth to thee, only by way of disputation: yea, they are a contentious people."
  },
  {
    "verse_id": 59,
    "translation": "He was no more than a servant: We granted Our favour to him, and We made him an example to the Children of Israel."
  },
  {
    "verse_id": 60,
    "translation": "And if it were Our Will, We could make angels from amongst you, succeeding each other on the earth."
  },
  {
    "verse_id": 61,
    "translation": "And (Jesus) shall be a Sign (for the coming of) the Hour (of Judgment): therefore have no doubt about the (Hour), but follow ye Me: this is a Straight Way."
  },
  {
    "verse_id": 62,
    "translation": "Let not the Evil One hinder you: for he is to you an enemy avowed."
  },
  {
    "verse_id": 63,
    "translation": "When Jesus came with Clear Signs, he said: \"Now have I come to you with Wisdom, and in order to make clear to you some of the (points) on which ye dispute: therefore fear Allah and obey me."
  },
  {
    "verse_id": 64,
    "translation": "\"For Allah, He is my Lord and your Lord: so worship ye Him: this is a Straight Way.\""
  },
  {
    "verse_id": 65,
    "translation": "But sects from among themselves fell into disagreement: then woe to the wrong-doers, from the Penalty of a Grievous Day!"
  },
  {
    "verse_id": 66,
    "translation": "Do they only wait for the Hour - that it should come on them all of a sudden, while they perceive not?"
  },
  {
    "verse_id": 67,
    "translation": "Friends on that day will be foes, one to another,- except the Righteous."
  },
  {
    "verse_id": 68,
    "translation": "My devotees! no fear shall be on you that Day, nor shall ye grieve,-"
  },
  {
    "verse_id": 69,
    "translation": "(Being) those who have believed in Our Signs and bowed (their wills to Ours) in Islam."
  },
  {
    "verse_id": 70,
    "translation": "Enter ye the Garden, ye and your wives, in (beauty and) rejoicing."
  },
  {
    "verse_id": 71,
    "translation": "To them will be passed round, dishes and goblets of gold: there will be there all that the souls could desire, all that their eyes could delight in: and ye shall abide therein (for eye)."
  },
  {
    "verse_id": 72,
    "translation": "Such will be the Garden of which ye are made heirs for your (good) deeds (in life)."
  },
  {
    "verse_id": 73,
    "translation": "Ye shall have therein abundance of fruit, from which ye shall have satisfaction."
  },
  {
    "verse_id": 74,
    "translation": "The sinners will be in the Punishment of Hell, to dwell therein (for aye):"
  },
  {
    "verse_id": 75,
    "translation": "Nowise will the (Punishment) be lightened for them, and in despair will they be there overwhelmed."
  },
  {
    "verse_id": 76,
    "translation": "Nowise shall We be unjust to them: but it is they who have been unjust themselves."
  },
  {
    "verse_id": 77,
    "translation": "They will cry: \"O Malik! would that thy Lord put an end to us!\" He will say, \"Nay, but ye shall abide!\""
  },
  {
    "verse_id": 78,
    "translation": "Verily We have brought the Truth to you: but most of you have a hatred for Truth."
  },
  {
    "verse_id": 79,
    "translation": "What! have they settled some plan (among themselves)? But it is We Who settle things."
  },
  {
    "verse_id": 80,
    "translation": "Or do they think that We hear not their secrets and their private counsels? Indeed (We do), and Our messengers are by them, to record."
  },
  {
    "verse_id": 81,
    "translation": "Say: \"If (Allah) Most Gracious had a son, I would be the first to worship.\""
  },
  {
    "verse_id": 82,
    "translation": "Glory to the Lord of the heavens and the earth, the Lord of the Throne (of Authority)! (He is free) from the things they attribute (to him)!"
  },
  {
    "verse_id": 83,
    "translation": "So leave them to babble and play (with vanities) until they meet that Day of theirs, which they have been promised."
  },
  {
    "verse_id": 84,
    "translation": "It is He Who is Allah in heaven and Allah on earth; and He is full of Wisdom and Knowledge."
  },
  {
    "verse_id": 85,
    "translation": "And blessed is He to Whom belongs the dominion of the heavens and the earth, and all between them: with Him is the Knowledge of the Hour (of Judgment): and to Him shall ye be brought back."
  },
  {
    "verse_id": 86,
    "translation": "And those whom they invoke besides Allah have no power of intercession;- only he who bears witness to the Truth, and they know (him)."
  },
  {
    "verse_id": 87,
    "translation": "If thou ask them, who created them, they will certainly say, Allah: How then are they deluded away (from the Truth)?"
  },
  {
    "verse_id": 88,
    "translation": "(Allah has knowledge) of the (Prophet's) cry, \"O my Lord! Truly these are people who will not believe!\""
  },
  {
    "verse_id": 89,
    "translation": "But turn away from them, and say \"Peace!\" But soon shall they know!"
  }
]