[
  {
    "verse_id": 1,
    "translation": "By the (Winds) that scatter broadcast;"
  },
  {
    "verse_id": 2,
    "translation": "And those that lift and bear away heavy weights;"
  },
  {
    "verse_id": 3,
    "translation": "And those that flow with ease and gentleness;"
  },
  {
    "verse_id": 4,
    "translation": "And those that distribute and apportion by Command;-"
  },
  {
    "verse_id": 5,
    "translation": "Verily that which ye are promised is true;"
  },
  {
    "verse_id": 6,
    "translation": "And verily Judgment and Justice must indeed come to pass."
  },
  {
    "verse_id": 7,
    "translation": "By the Sky with (its) numerous Paths,"
  },
  {
    "verse_id": 8,
    "translation": "Truly ye are in a doctrine discordant,"
  },
  {
    "verse_id": 9,
    "translation": "Through which are deluded (away from the Truth) such as would be deluded."
  },
  {
    "verse_id": 10,
    "translation": "Woe to the falsehood-mongers,-"
  },
  {
    "verse_id": 11,
    "translation": "Those who (flounder) heedless in a flood of confusion:"
  },
  {
    "verse_id": 12,
    "translation": "They ask, \"When will be the Day of Judgment and Justice?\""
  },
  {
    "verse_id": 13,
    "translation": "(It will be) a Day when they will be tried (and tested) over the Fire!"
  },
  {
    "verse_id": 14,
    "translation": "\"Taste ye your trial! This is what ye used to ask to be hastened!\""
  },
  {
    "verse_id": 15,
    "translation": "As to the Righteous, they will be in the midst of Gardens and Springs,"
  },
  {
    "verse_id": 16,
    "translation": "Taking joy in the things which their Lord gives them, because, before then, they lived a good life."
  },
  {
    "verse_id": 17,
    "translation": "They were in the habit of sleeping but little by night,"
  },
  {
    "verse_id": 18,
    "translation": "And in the hour of early dawn, they (were found) praying for Forgiveness;"
  },
  {
    "verse_id": 19,
    "translation": "And in their wealth and possessions (was remembered) the right of the (needy,) him who asked, and him who (for some reason) was prevented (from asking)."
  },
  {
    "verse_id": 20,
    "translation": "On the earth are signs for those of assured Faith,"
  },
  {
    "verse_id": 21,
    "translation": "As also in your own selves: Will ye not then see?"
  },
  {
    "verse_id": 22,
    "translation": "And in heaven is your Sustenance, as (also) that which ye are promised."
  },
  {
    "verse_id": 23,
    "translation": "Then, by the Lord of heaven and earth, this is the very Truth, as much as the fact that ye can speak intelligently to each other."
  },
  {
    "verse_id": 24,
    "translation": "Has the story reached thee, of the honoured guests of Abraham?"
  },
  {
    "verse_id": 25,
    "translation": "Behold, they entered his presence, and said: \"Peace!\" He said, \"Peace!\" (and thought, \"These seem) unusual people.\""
  },
  {
    "verse_id": 26,
    "translation": "Then he turned quickly to his household, brought out a fatted calf,"
  },
  {
    "verse_id": 27,
    "translation": "And placed it before them.. he said, \"Will ye not eat?\""
  },
  {
    "verse_id": 28,
    "translation": "(When they did not eat), He conceived a fear of them. They said, \"Fear not,\" and they gave him glad tidings of a son endowed with knowledge."
  },
  {
    "verse_id": 29,
    "translation": "But his wife came forward (laughing) aloud: she smote her forehead and said: \"A barren old woman!\""
  },
  {
    "verse_id": 30,
    "translation": "They said, \"Even so has thy Lord spoken: and He is full of Wisdom and Knowledge.\""
  },
  {
    "verse_id": 31,
    "translation": "(Abraham) said: \"And what, O ye Messengers, is your errand (now)?\""
  },
  {
    "verse_id": 32,
    "translation": "They said, \"We have been sent to a people (deep) in sin;-"
  },
  {
    "verse_id": 33,
    "translation": "\"To bring on, on them, (a shower of) stones of clay (brimstone),"
  },
  {
    "verse_id": 34,
    "translation": "\"Marked as from thy Lord for those who trespass beyond bounds.\""
  },
  {
    "verse_id": 35,
    "translation": "Then We evacuated those of the Believers who were there,"
  },
  {
    "verse_id": 36,
    "translation": "But We found not there any just (Muslim) persons except in one house:"
  },
  {
    "verse_id": 37,
    "translation": "And We left there a Sign for such as fear the Grievous Penalty."
  },
  {
    "verse_id": 38,
    "translation": "And in Moses (was another Sign): Behold, We sent him to Pharaoh, with authority manifest."
  },
  {
    "verse_id": 39,
    "translation": "But (Pharaoh) turned back with his Chiefs, and said, \"A sorcerer, or one possessed!\""
  },
  {
    "verse_id": 40,
    "translation": "So We took him and his forces, and threw them into the sea; and his was the blame."
  },
  {
    "verse_id": 41,
    "translation": "And in the 'Ad (people) (was another Sign): Behold, We sent against them the devastating Wind:"
  },
  {
    "verse_id": 42,
    "translation": "It left nothing whatever that it came up against, but reduced it to ruin and rottenness."
  },
  {
    "verse_id": 43,
    "translation": "And in the Thamud (was another Sign): Behold, they were told, \"Enjoy (your brief day) for a little while!\""
  },
  {
    "verse_id": 44,
    "translation": "But they insolently defied the Command of their Lord: So the stunning noise (of an earthquake) seized them, even while they were looking on."
  },
  {
    "verse_id": 45,
    "translation": "Then they could not even stand (on their feet), nor could they help themselves."
  },
  {
    "verse_id": 46,
    "translation": "So were the People of Noah before them for they wickedly transgressed."
  },
  {
    "verse_id": 47,
    "translation": "With power and skill did We construct the Firmament: for it is We Who create the vastness of space."
  },
  {
    "verse_id": 48,
    "translation": "And We have spread out the (spacious) earth: How excellently We do spread out!"
  },
  {
    "verse_id": 49,
    "translation": "And of every thing We have created pairs: That ye may receive instruction."
  },
  {
    "verse_id": 50,
    "translation": "Hasten ye then (at once) to Allah: I am from Him a Warner to you, clear and open!"
  },
  {
    "verse_id": 51,
    "translation": "And make not another an object of worship with Allah: I am from Him a Warner to you, clear and open!"
  },
  {
    "verse_id": 52,
    "translation": "Similarly, no messenger came to the Peoples before them, but they said (of him) in like manner, \"A sorcerer, or one possessed\"!"
  },
  {
    "verse_id": 53,
    "translation": "Is this the legacy they have transmitted, one to another? Nay, they are themselves a people transgressing beyond bounds!"
  },
  {
    "verse_id": 54,
    "translation": "So turn away from them: not thine is the blame."
  },
  {
    "verse_id": 55,
    "translation": "But teach (thy Message) for teaching benefits the Believers."
  },
  {
    "verse_id": 56,
    "translation": "I have only created Jinns and men, that they may serve Me."
  },
  {
    "verse_id": 57,
    "translation": "No Sustenance do I require of them, nor do I require that they should feed Me."
  },
  {
    "verse_id": 58,
    "translation": "For Allah is He Who gives (all) Sustenance,- Lord of Power,- Steadfast (for ever)."
  },
  {
    "verse_id": 59,
    "translation": "For the Wrong-doers, their portion is like unto the portion of their fellows (of earlier generations): then let them not ask Me to hasten (that portion)!"
  },
  {
    "verse_id": 60,
    "translation": "Woe, then, to the Unbelievers, on account of that Day of theirs which they have been promised!"
  }
]