[
  {
    "verse_id": 1,
    "translation": "By the Star when it goes down,-"
  },
  {
    "verse_id": 2,
    "translation": "Your Companion is neither astray nor being misled."
  },
  {
    "verse_id": 3,
    "translation": "Nor does he say (aught) of (his own) Desire."
  },
  {
    "verse_id": 4,
    "translation": "It is no less than inspiration sent down to him:"
  },
  {
    "verse_id": 5,
    "translation": "He was taught by one Mighty in Power,"
  },
  {
    "verse_id": 6,
    "translation": "Endued with Wisdom: for he appeared (in stately form);"
  },
  {
    "verse_id": 7,
    "translation": "While he was in the highest part of the horizon:"
  },
  {
    "verse_id": 8,
    "translation": "Then he approached and came closer,"
  },
  {
    "verse_id": 9,
    "translation": "And was at a distance of but two bow-lengths or (even) nearer;"
  },
  {
    "verse_id": 10,
    "translation": "So did (Allah) convey the inspiration to His Servant- (conveyed) what He (meant) to convey."
  },
  {
    "verse_id": 11,
    "translation": "The (Prophet's) (mind and) heart in no way falsified that which he saw."
  },
  {
    "verse_id": 12,
    "translation": "Will ye then dispute with him concerning what he saw?"
  },
  {
    "verse_id": 13,
    "translation": "For indeed he saw him at a second descent,"
  },
  {
    "verse_id": 14,
    "translation": "Near the Lote-tree beyond which none may pass:"
  },
  {
    "verse_id": 15,
    "translation": "Near it is the Garden of Abode."
  },
  {
    "verse_id": 16,
    "translation": "Behold, the Lote-tree was shrouded (in mystery unspeakable!)"
  },
  {
    "verse_id": 17,
    "translation": "(His) sight never swerved, nor did it go wrong!"
  },
  {
    "verse_id": 18,
    "translation": "For truly did he see, of the Signs of his Lord, the Greatest!"
  },
  {
    "verse_id": 19,
    "translation": "Have ye seen Lat. and 'Uzza,"
  },
  {
    "verse_id": 20,
    "translation": "And another, the third (goddess), Manat?"
  },
  {
    "verse_id": 21,
    "translation": "What! for you the male sex, and for Him, the female?"
  },
  {
    "verse_id": 22,
    "translation": "Behold, such would be indeed a division most unfair!"
  },
  {
    "verse_id": 23,
    "translation": "These are nothing but names which ye have devised,- ye and your fathers,- for which Allah has sent down no authority (whatever). They follow nothing but conjecture and what their own souls desire!- Even though there has already come to them Guidance from their Lord!"
  },
  {
    "verse_id": 24,
    "translation": "Nay, shall man have (just) anything he hankers after?"
  },
  {
    "verse_id": 25,
    "translation": "But it is to Allah that the End and the Beginning (of all things) belong."
  },
  {
    "verse_id": 26,
    "translation": "How many-so-ever be the angels in the heavens, their intercession will avail nothing except after Allah has given leave for whom He pleases and that he is acceptable to Him."
  },
  {
    "verse_id": 27,
    "translation": "Those who believe not in the Hereafter, name the angels with female names."
  },
  {
    "verse_id": 28,
    "translation": "But they have no knowledge therein. They follow nothing but conjecture; and conjecture avails nothing against Truth."
  },
  {
    "verse_id": 29,
    "translation": "Therefore shun those who turn away from Our Message and desire nothing but the life of this world."
  },
  {
    "verse_id": 30,
    "translation": "That is as far as knowledge will reach them. Verily thy Lord knoweth best those who stray from His Path, and He knoweth best those who receive guidance."
  },
  {
    "verse_id": 31,
    "translation": "Yea, to Allah belongs all that is in the heavens and on earth: so that He rewards those who do evil, according to their deeds, and He rewards those who do good, with what is best."
  },
  {
    "verse_id": 32,
    "translation": "Those who avoid great sins and shameful deeds, only (falling into) small faults,- verily thy Lord is ample in forgiveness. He knows you well when He brings you out of the earth, And when ye are hidden in your mothers' wombs. Therefore justify not yourselves: He knows best who it is that guards against evil."
  },
  {
    "verse_id": 33,
    "translation": "Seest thou one who turns back,"
  },
  {
    "verse_id": 34,
    "translation": "Gives a little, then hardens (his heart)?"
  },
  {
    "verse_id": 35,
    "translation": "What! Has he knowledge of the Unseen so that he can see?"
  },
  {
    "verse_id": 36,
    "translation": "Nay, is he not acquainted with what is in the Books of Moses-"
  },
  {
    "verse_id": 37,
    "translation": "And of Abraham who fulfilled his engagements?-"
  },
  {
    "verse_id": 38,
    "translation": "Namely, that no bearer of burdens can bear the burden of another;"
  },
  {
    "verse_id": 39,
    "translation": "That man can have nothing but what he strives for;"
  },
  {
    "verse_id": 40,
    "translation": "That (the fruit of) his striving will soon come in sight:"
  },
  {
    "verse_id": 41,
    "translation": "Then will he be rewarded with a reward complete;"
  },
  {
    "verse_id": 42,
    "translation": "That to thy Lord is the final Goal;"
  },
  {
    "verse_id": 43,
    "translation": "That it is He Who granteth Laughter and Tears;"
  },
  {
    "verse_id": 44,
    "translation": "That it is He Who granteth Death and Life;"
  },
  {
    "verse_id": 45,
    "translation": "That He did create in pairs,- male and female,"
  },
  {
    "verse_id": 46,
    "translation": "From a seed when lodged (in its place);"
  },
  {
    "verse_id": 47,
    "translation": "That He hath promised a Second Creation (Raising of the Dead);"
  },
  {
    "verse_id": 48,
    "translation": "That it is He Who giveth wealth and satisfaction;"
  },
  {
    "verse_id": 49,
    "translation": "That He is the Lord of Sirius (the Mighty Star);"
  },
  {
    "verse_id": 50,
    "translation": "And that it is He Who destroyed the (powerful) ancient 'Ad (people),"
  },
  {
    "verse_id": 51,
    "translation": "And the Thamud nor gave them a lease of perpetual life."
  },
  {
    "verse_id": 52,
    "translation": "And before them, the people of Noah, for that they were (all) most unjust and most insolent transgressors,"
  },
  {
    "verse_id": 53,
    "translation": "And He destroyed the Overthrown Cities (of Sodom and Gomorrah)."
  },
  {
    "verse_id": 54,
    "translation": "So that (ruins unknown) have covered them up."
  },
  {
    "verse_id": 55,
    "translation": "Then which of the gifts of thy Lord, (O man,) wilt thou dispute about?"
  },
  {
    "verse_id": 56,
    "translation": "This is a Warner, of the (series of) Warners of old!"
  },
  {
    "verse_id": 57,
    "translation": "The (Judgment) ever approaching draws nigh:"
  },
  {
    "verse_id": 58,
    "translation": "No (soul) but Allah can lay it bare."
  },
  {
    "verse_id": 59,
    "translation": "Do ye then wonder at this recital?"
  },
  {
    "verse_id": 60,
    "translation": "And will ye laugh and not weep,-"
  },
  {
    "verse_id": 61,
    "translation": "Wasting your time in vanities?"
  },
  {
    "verse_id": 62,
    "translation": "But fall ye down in prostration to Allah, and adore (Him)!"
  }
]