[
  {
    "verse_id": 1,
    "translation": "When the Event inevitable cometh to pass,"
  },
  {
    "verse_id": 2,
    "translation": "Then will no (soul) entertain falsehood concerning its coming."
  },
  {
    "verse_id": 3,
    "translation": "(Many) will it bring low; (many) will it exalt;"
  },
  {
    "verse_id": 4,
    "translation": "When the earth shall be shaken to its depths,"
  },
  {
    "verse_id": 5,
    "translation": "And the mountains shall be crumbled to atoms,"
  },
  {
    "verse_id": 6,
    "translation": "Becoming dust scattered abroad,"
  },
  {
    "verse_id": 7,
    "translation": "And ye shall be sorted out into three classes."
  },
  {
    "verse_id": 8,
    "translation": "Then (there will be) the Companions of the Right Hand;- What will be the Companions of the Right Hand?"
  },
  {
    "verse_id": 9,
    "translation": "And the Companions of the Left Hand,- what will be the Companions of the Left Hand?"
  },
  {
    "verse_id": 10,
    "translation": "And those Foremost (in Faith) will be Foremost (in the Hereafter)."
  },
  {
    "verse_id": 11,
    "translation": "These will be those Nearest to Allah:"
  },
  {
    "verse_id": 12,
    "translation": "In Gardens of Bliss:"
  },
  {
    "verse_id": 13,
    "translation": "A number of people from those of old,"
  },
  {
    "verse_id": 14,
    "translation": "And a few from those of later times."
  },
  {
    "verse_id": 15,
    "translation": "(They will be) on Thrones encrusted (with gold and precious stones),"
  },
  {
    "verse_id": 16,
    "translation": "Reclining on them, facing each other."
  },
  {
    "verse_id": 17,
    "translation": "Round about them will (serve) youths of perpetual (freshness),"
  },
  {
    "verse_id": 18,
    "translation": "With goblets, (shining) beakers, and cups (filled) out of clear-flowing fountains:"
  },
  {
    "verse_id": 19,
    "translation": "No after-ache will they receive therefrom, nor will they suffer intoxication:"
  },
  {
    "verse_id": 20,
    "translation": "And with fruits, any that they may select:"
  },
  {
    "verse_id": 21,
    "translation": "And the flesh of fowls, any that they may desire."
  },
  {
    "verse_id": 22,
    "translation": "And (there will be) Companions with beautiful, big, and lustrous eyes,-"
  },
  {
    "verse_id": 23,
    "translation": "Like unto Pearls well-guarded."
  },
  {
    "verse_id": 24,
    "translation": "A Reward for the deeds of their past (life)."
  },
  {
    "verse_id": 25,
    "translation": "Not frivolity will they hear therein, nor any taint of ill,-"
  },
  {
    "verse_id": 26,
    "translation": "Only the saying, \"Peace! Peace\"."
  },
  {
    "verse_id": 27,
    "translation": "The Companions of the Right Hand,- what will be the Companions of the Right Hand?"
  },
  {
    "verse_id": 28,
    "translation": "(They will be) among Lote-trees without thorns,"
  },
  {
    "verse_id": 29,
    "translation": "Among Talh trees with flowers (or fruits) piled one above another,-"
  },
  {
    "verse_id": 30,
    "translation": "In shade long-extended,"
  },
  {
    "verse_id": 31,
    "translation": "By water flowing constantly,"
  },
  {
    "verse_id": 32,
    "translation": "And fruit in abundance."
  },
  {
    "verse_id": 33,
    "translation": "Whose season is not limited, nor (supply) forbidden,"
  },
  {
    "verse_id": 34,
    "translation": "And on Thrones (of Dignity), raised high."
  },
  {
    "verse_id": 35,
    "translation": "We have created (their Companions) of special creation."
  },
  {
    "verse_id": 36,
    "translation": "And made them virgin - pure (and undefiled), -"
  },
  {
    "verse_id": 37,
    "translation": "Beloved (by nature), equal in age,-"
  },
  {
    "verse_id": 38,
    "translation": "For the Companions of the Right Hand."
  },
  {
    "verse_id": 39,
    "translation": "A (goodly) number from those of old,"
  },
  {
    "verse_id": 40,
    "translation": "And a (goodly) number from those of later times."
  },
  {
    "verse_id": 41,
    "translation": "The Companions of the Left Hand,- what will be the Companions of the Left Hand?"
  },
  {
    "verse_id": 42,
    "translation": "(They will be) in the midst of a Fierce Blast of Fire and in Boiling Water,"
  },
  {
    "verse_id": 43,
    "translation": "And in the shades of Black Smoke:"
  },
  {
    "verse_id": 44,
    "translation": "Nothing (will there be) to refresh, nor to please:"
  },
  {
    "verse_id": 45,
    "translation": "For that they were wont to be indulged, before that, in wealth (and luxury),"
  },
  {
    "verse_id": 46,
    "translation": "And persisted obstinately in wickedness supreme!"
  },
  {
    "verse_id": 47,
    "translation": "And they used to say, \"What! when we die and become dust and bones, shall we then indeed be raised up again?-"
  },
  {
    "verse_id": 48,
    "translation": "\"(We) and our fathers of old?\""
  },
  {
    "verse_id": 49,
    "translation": "Say: \"Yea, those of old and those of later times,"
  },
  {
    "verse_id": 50,
    "translation": "\"All will certainly be gathered together for the meeting appointed for a Day well-known."
  },
  {
    "verse_id": 51,
    "translation": "\"Then will ye truly,- O ye that go wrong, and treat (Truth) as Falsehood!-"
  },
  {
    "verse_id": 52,
    "translation": "\"Ye will surely taste of the Tree of Zaqqum."
  },
  {
    "verse_id": 53,
    "translation": "\"Then will ye fill your insides therewith,"
  },
  {
    "verse_id": 54,
    "translation": "\"And drink Boiling Water on top of it:"
  },
  {
    "verse_id": 55,
    "translation": "\"Indeed ye shall drink like diseased camels raging with thirst!\""
  },
  {
    "verse_id": 56,
    "translation": "Such will be their entertainment on the Day of Requital!"
  },
  {
    "verse_id": 57,
    "translation": "It is We Who have created you: why will ye not witness the Truth?"
  },
  {
    "verse_id": 58,
    "translation": "Do ye then see?- The (human Seed) that ye throw out,-"
  },
  {
    "verse_id": 59,
    "translation": "Is it ye who create it, or are We the Creators?"
  },
  {
    "verse_id": 60,
    "translation": "We have decreed Death to be your common lot, and We are not to be frustrated"
  },
  {
    "verse_id": 61,
    "translation": "from changing your Forms and creating you (again) in (forms) that ye know not."
  },
  {
    "verse_id": 62,
    "translation": "And ye certainly know already the first form of creation: why then do ye not celebrate His praises?"
  },
  {
    "verse_id": 63,
    "translation": "See ye the seed that ye sow in the ground?"
  },
  {
    "verse_id": 64,
    "translation": "Is it ye that cause it to grow, or are We the Cause?"
  },
  {
    "verse_id": 65,
    "translation": "Were it Our Will, We could crumble it to dry powder, and ye would be left in wonderment,"
  },
  {
    "verse_id": 66,
    "translation": "(Saying), \"We are indeed left with debts (for nothing):"
  },
  {
    "verse_id": 67,
    "translation": "\"Indeed are we shut out (of the fruits of our labour)\""
  },
  {
    "verse_id": 68,
    "translation": "See ye the water which ye drink?"
  },
  {
    "verse_id": 69,
    "translation": "Do ye bring it down (in rain) from the cloud or do We?"
  },
  {
    "verse_id": 70,
    "translation": "Were it Our Will, We could make it salt (and unpalatable): then why do ye not give thanks?"
  },
  {
    "verse_id": 71,
    "translation": "See ye the Fire which ye kindle?"
  },
  {
    "verse_id": 72,
    "translation": "Is it ye who grow the tree which feeds the fire, or do We grow it?"
  },
  {
    "verse_id": 73,
    "translation": "We have made it a memorial (of Our handiwork), and an article of comfort and convenience for the denizens of deserts."
  },
  {
    "verse_id": 74,
    "translation": "Then celebrate with praises the name of thy Lord, the Supreme!"
  },
  {
    "verse_id": 75,
    "translation": "Furthermore I call to witness the setting of the Stars,-"
  },
  {
    "verse_id": 76,
    "translation": "And that is indeed a mighty adjuration if ye but knew,-"
  },
  {
    "verse_id": 77,
    "translation": "That this is indeed a qur'an Most Honourable,"
  },
  {
    "verse_id": 78,
    "translation": "In Book well-guarded,"
  },
  {
    "verse_id": 79,
    "translation": "Which none shall touch but those who are clean:"
  },
  {
    "verse_id": 80,
    "translation": "A Revelation from the Lord of the Worlds."
  },
  {
    "verse_id": 81,
    "translation": "Is it such a Message that ye would hold in light esteem?"
  },
  {
    "verse_id": 82,
    "translation": "And have ye made it your livelihood that ye should declare it false?"
  },
  {
    "verse_id": 83,
    "translation": "Then why do ye not (intervene) when (the soul of the dying man) reaches the throat,-"
  },
  {
    "verse_id": 84,
    "translation": "And ye the while (sit) looking on,-"
  },
  {
    "verse_id": 85,
    "translation": "But We are nearer to him than ye, and yet see not,-"
  },
  {
    "verse_id": 86,
    "translation": "Then why do ye not,- If you are exempt from (future) account,-"
  },
  {
    "verse_id": 87,
    "translation": "Call back the soul, if ye are true (in the claim of independence)?"
  },
  {
    "verse_id": 88,
    "translation": "Thus, then, if he be of those Nearest to Allah,"
  },
  {
    "verse_id": 89,
    "translation": "(There is for him) Rest and Satisfaction, and a Garden of Delights."
  },
  {
    "verse_id": 90,
    "translation": "And if he be of the Companions of the Right Hand,"
  },
  {
    "verse_id": 91,
    "translation": "(For him is the salutation), \"Peace be unto thee\", from the Companions of the Right Hand."
  },
  {
    "verse_id": 92,
    "translation": "And if he be of those who treat (Truth) as Falsehood, who go wrong,"
  },
  {
    "verse_id": 93,
    "translation": "For him is Entertainment with Boiling Water."
  },
  {
    "verse_id": 94,
    "translation": "And burning in Hell-Fire."
  },
  {
    "verse_id": 95,
    "translation": "Verily, this is the Very Truth and Certainly."
  },
  {
    "verse_id": 96,
    "translation": "So celebrate with praises the name of thy Lord, the Supreme."
  }
]