[
  {
    "verse_id": 1,
    "translation": "The Sure Reality!"
  },
  {
    "verse_id": 2,
    "translation": "What is the Sure Reality?"
  },
  {
    "verse_id": 3,
    "translation": "And what will make thee realise what the Sure Reality is?"
  },
  {
    "verse_id": 4,
    "translation": "The Thamud and the 'Ad People (branded) as false the Stunning Calamity!"
  },
  {
    "verse_id": 5,
    "translation": "But the Thamud,- they were destroyed by a terrible Storm of thunder and lightning!"
  },
  {
    "verse_id": 6,
    "translation": "And the 'Ad, they were destroyed by a furious Wind, exceedingly violent;"
  },
  {
    "verse_id": 7,
    "translation": "He made it rage against them seven nights and eight days in succession: so that thou couldst see the (whole) people lying prostrate in its (path), as they had been roots of hollow palm-trees tumbled down!"
  },
  {
    "verse_id": 8,
    "translation": "Then seest thou any of them left surviving?"
  },
  {
    "verse_id": 9,
    "translation": "And Pharaoh, and those before him, and the Cities Overthrown, committed habitual Sin."
  },
  {
    "verse_id": 10,
    "translation": "And disobeyed (each) the messenger of their Lord; so He punished them with an abundant Penalty."
  },
  {
    "verse_id": 11,
    "translation": "We, when the water (of Noah's Flood) overflowed beyond its limits, carried you (mankind), in the floating (Ark),"
  },
  {
    "verse_id": 12,
    "translation": "That We might make it a Message unto you, and that ears (that should hear the tale and) retain its memory should bear its (lessons) in remembrance."
  },
  {
    "verse_id": 13,
    "translation": "Then, when one blast is sounded on the Trumpet,"
  },
  {
    "verse_id": 14,
    "translation": "And the earth is moved, and its mountains, and they are crushed to powder at one stroke,-"
  },
  {
    "verse_id": 15,
    "translation": "On that Day shall the (Great) Event come to pass."
  },
  {
    "verse_id": 16,
    "translation": "And the sky will be rent asunder, for it will that Day be flimsy,"
  },
  {
    "verse_id": 17,
    "translation": "And the angels will be on its sides, and eight will, that Day, bear the Throne of thy Lord above them."
  },
  {
    "verse_id": 18,
    "translation": "That Day shall ye be brought to Judgment: not an act of yours that ye hide will be hidden."
  },
  {
    "verse_id": 19,
    "translation": "Then he that will be given his Record in his right hand will say: \"Ah here! Read ye my Record!"
  },
  {
    "verse_id": 20,
    "translation": "\"I did really understand that my Account would (One Day) reach me!\""
  },
  {
    "verse_id": 21,
    "translation": "And he will be in a life of Bliss,"
  },
  {
    "verse_id": 22,
    "translation": "In a Garden on high,"
  },
  {
    "verse_id": 23,
    "translation": "The Fruits whereof (will hang in bunches) low and near."
  },
  {
    "verse_id": 24,
    "translation": "\"Eat ye and drink ye, with full satisfaction; because of the (good) that ye sent before you, in the days that are gone!\""
  },
  {
    "verse_id": 25,
    "translation": "And he that will be given his Record in his left hand, will say: \"Ah! Would that my Record had not been given to me!"
  },
  {
    "verse_id": 26,
    "translation": "\"And that I had never realised how my account (stood)!"
  },
  {
    "verse_id": 27,
    "translation": "\"Ah! Would that (Death) had made an end of me!"
  },
  {
    "verse_id": 28,
    "translation": "\"Of no profit to me has been my wealth!"
  },
  {
    "verse_id": 29,
    "translation": "\"My power has perished from me!\"..."
  },
  {
    "verse_id": 30,
    "translation": "(The stern command will say): \"Seize ye him, and bind ye him,"
  },
  {
    "verse_id": 31,
    "translation": "\"And burn ye him in the Blazing Fire."
  },
  {
    "verse_id": 32,
    "translation": "\"Further, make him march in a chain, whereof the length is seventy cubits!"
  },
  {
    "verse_id": 33,
    "translation": "\"This was he that would not believe in Allah Most High."
  },
  {
    "verse_id": 34,
    "translation": "\"And would not encourage the feeding of the indigent!"
  },
  {
    "verse_id": 35,
    "translation": "\"So no friend hath he here this Day."
  },
  {
    "verse_id": 36,
    "translation": "\"Nor hath he any food except the corruption from the washing of wounds,"
  },
  {
    "verse_id": 37,
    "translation": "\"Which none do eat but those in sin.\""
  },
  {
    "verse_id": 38,
    "translation": "So I do call to witness what ye see,"
  },
  {
    "verse_id": 39,
    "translation": "And what ye see not,"
  },
  {
    "verse_id": 40,
    "translation": "That this is verily the word of an honoured messenger;"
  },
  {
    "verse_id": 41,
    "translation": "It is not the word of a poet: little it is ye believe!"
  },
  {
    "verse_id": 42,
    "translation": "Nor is it the word of a soothsayer: little admonition it is ye receive."
  },
  {
    "verse_id": 43,
    "translation": "(This is) a Message sent down from the Lord of the Worlds."
  },
  {
    "verse_id": 44,
    "translation": "And if the messenger were to invent any sayings in Our name,"
  },
  {
    "verse_id": 45,
    "translation": "We should certainly seize him by his right hand,"
  },
  {
    "verse_id": 46,
    "translation": "And We should certainly then cut off the artery of his heart:"
  },
  {
    "verse_id": 47,
    "translation": "Nor could any of you withhold him (from Our wrath)."
  },
  {
    "verse_id": 48,
    "translation": "But verily this is a Message for the Allah-fearing."
  },
  {
    "verse_id": 49,
    "translation": "And We certainly know that there are amongst you those that reject (it)."
  },
  {
    "verse_id": 50,
    "translation": "But truly (Revelation) is a cause of sorrow for the Unbelievers."
  },
  {
    "verse_id": 51,
    "translation": "But verily it is Truth of assured certainty."
  },
  {
    "verse_id": 52,
    "translation": "So glorify the name of thy Lord Most High."
  }
]