[
  {
    "verse_id": 1,
    "translation": "Say: It has been revealed to me that a company of Jinns listened (to the Qur'an). They said, 'We have really heard a wonderful Recital!"
  },
  {
    "verse_id": 2,
    "translation": "'It gives guidance to the Right, and we have believed therein: we shall not join (in worship) any (gods) with our Lord."
  },
  {
    "verse_id": 3,
    "translation": "'And Exalted is the Majesty of our Lord: He has taken neither a wife nor a son."
  },
  {
    "verse_id": 4,
    "translation": "'There were some foolish ones among us, who used to utter extravagant lies against Allah;"
  },
  {
    "verse_id": 5,
    "translation": "'But we do think that no man or spirit should say aught that untrue against Allah."
  },
  {
    "verse_id": 6,
    "translation": "'True, there were persons among mankind who took shelter with persons among the Jinns, but they increased them in folly."
  },
  {
    "verse_id": 7,
    "translation": "'And they (came to) think as ye thought, that Allah would not raise up any one (to Judgment)."
  },
  {
    "verse_id": 8,
    "translation": "'And we pried into the secrets of heaven; but we found it filled with stern guards and flaming fires."
  },
  {
    "verse_id": 9,
    "translation": "'We used, indeed, to sit there in (hidden) stations, to (steal) a hearing; but any who listen now will find a flaming fire watching him in ambush."
  },
  {
    "verse_id": 10,
    "translation": "'And we understand not whether ill is intended to those on earth, or whether their Lord (really) intends to guide them to right conduct."
  },
  {
    "verse_id": 11,
    "translation": "'There are among us some that are righteous, and some the contrary: we follow divergent paths."
  },
  {
    "verse_id": 12,
    "translation": "'But we think that we can by no means frustrate Allah throughout the earth, nor can we frustrate Him by flight."
  },
  {
    "verse_id": 13,
    "translation": "'And as for us, since we have listened to the Guidance, we have accepted it: and any who believes in his Lord has no fear, either of a short (account) or of any injustice."
  },
  {
    "verse_id": 14,
    "translation": "'Amongst us are some that submit their wills (to Allah), and some that swerve from justice. Now those who submit their wills - they have sought out (the path) of right conduct:"
  },
  {
    "verse_id": 15,
    "translation": "'But those who swerve,- they are (but) fuel for Hell-fire'-"
  },
  {
    "verse_id": 16,
    "translation": "(And Allah's Message is): \"If they (the Pagans) had (only) remained on the (right) Way, We should certainly have bestowed on them Rain in abundance."
  },
  {
    "verse_id": 17,
    "translation": "\"That We might try them by that (means). But if any turns away from the remembrance of his Lord, He will cause him to undergo a severe Penalty."
  },
  {
    "verse_id": 18,
    "translation": "\"And the places of worship are for Allah (alone): So invoke not any one along with Allah;"
  },
  {
    "verse_id": 19,
    "translation": "\"Yet when the Devotee of Allah stands forth to invoke Him, they just make round him a dense crowd.\""
  },
  {
    "verse_id": 20,
    "translation": "Say: \"I do no more than invoke my Lord, and I join not with Him any (false god).\""
  },
  {
    "verse_id": 21,
    "translation": "Say: \"It is not in my power to cause you harm, or to bring you to right conduct.\""
  },
  {
    "verse_id": 22,
    "translation": "Say: \"No one can deliver me from Allah (If I were to disobey Him), nor should I find refuge except in Him,"
  },
  {
    "verse_id": 23,
    "translation": "\"Unless I proclaim what I receive from Allah and His Messages: for any that disobey Allah and His Messenger,- for them is Hell: they shall dwell therein for ever.\""
  },
  {
    "verse_id": 24,
    "translation": "At length, when they see (with their own eyes) that which they are promised,- then will they know who it is that is weakest in (his) helper and least important in point of numbers."
  },
  {
    "verse_id": 25,
    "translation": "Say: \"I know not whether the (Punishment) which ye are promised is near, or whether my Lord will appoint for it a distant term."
  },
  {
    "verse_id": 26,
    "translation": "\"He (alone) knows the Unseen, nor does He make any one acquainted with His Mysteries,-"
  },
  {
    "verse_id": 27,
    "translation": "\"Except a messenger whom He has chosen: and then He makes a band of watchers march before him and behind him,"
  },
  {
    "verse_id": 28,
    "translation": "\"That He may know that they have (truly) brought and delivered the Messages of their Lord: and He surrounds (all the mysteries) that are with them, and takes account of every single thing.\""
  }
]