[
  {
    "verse_id": 1,
    "translation": "الۗرٰ یہ (اللہ کی) کتاب اور قرآن مبین کی آیات ہیں"
  },
  {
    "verse_id": 2,
    "translation": "ایک وقت خواہش کریں گے وہ لوگ جنہوں نے کفر کیا تھا کہ کاش وہ مسلمان ہوتے"
  },
  {
    "verse_id": 3,
    "translation": "(اے نبی!) چھوڑ دیجیے ان کو یہ کھا پی لیں اور فائدہ اٹھالیں اور (لمبی لمبی) امیدیں ان کو غافل کیے رکھیں تو عنقریب انہیں معلوم ہوجائے گا"
  },
  {
    "verse_id": 4,
    "translation": "اور ہم نے کسی بھی بستی کو ہلاک نہیں کیا مگر اس کے لیے ایک معین نوشتہ تھا"
  },
  {
    "verse_id": 5,
    "translation": "کوئی امت نہ تو اپنے وقت معین سے آگے بڑھ سکتی ہے اور نہ پیچھے رہ سکتی ہے"
  },
  {
    "verse_id": 6,
    "translation": "اور انہوں نے کہا کہ اے وہ شخص جس پر (اس کے بقول) یہ ذکر نازل ہوا ہے (ہمارے نزدیک) تم تو یقیناً دیوانے ہو"
  },
  {
    "verse_id": 7,
    "translation": "کیوں نہیں لے آتے ہمارے سامنے فرشتوں کو اگر تم سچے ہو"
  },
  {
    "verse_id": 8,
    "translation": "ہم نہیں اتارا کرتے فرشتوں کو مگر حق کے ساتھ اور (اگر فرشتے نازل ہوگئے تو) پھر انہیں مہلت نہیں دی جائے گی"
  },
  {
    "verse_id": 9,
    "translation": "یقیناً ہم نے ہی یہ ذکر نازل کیا ہے اور بلاشبہ ہم ہی اس کے محافظ ہیں"
  },
  {
    "verse_id": 10,
    "translation": "اور (اے نبی!) ہم نے آپ سے پہلے بھی رسول بھیجے تھے پہلی جماعتوں میں"
  },
  {
    "verse_id": 11,
    "translation": "اور نہیں آیا ان کے پاس کوئی بھی رسول مگر وہ اس کے ساتھ استہزا ہی کرتے رہے"
  },
  {
    "verse_id": 12,
    "translation": "اسی طرح ہم اس کو چبھو دیتے تھے مجرموں کے دلوں میں"
  },
  {
    "verse_id": 13,
    "translation": "(تو اے نبی!) یہ لوگ ایمان نہیں لائیں گے اور پہلے لوگوں کی سنت گزر چکی ہے"
  },
  {
    "verse_id": 14,
    "translation": "اور اگر ہم ان پر آسمان کا کوئی دروازہ کھول بھی دیتے اور وہ اس پر چڑھنے لگتے"
  },
  {
    "verse_id": 15,
    "translation": "تب بھی وہ یہی کہتے کہ ہماری تو نظربندی کردی گئی ہے بلکہ ہم پر تو جادو کردیا گیا ہے"
  },
  {
    "verse_id": 16,
    "translation": "اور ہم نے آسمان میں برج بنائے ہیں اور ہم نے اسے (آسمانوں کو اور برجوں کو) مزین کردیا ہے دیکھنے والوں کے لیے"
  },
  {
    "verse_id": 17,
    "translation": "اور ہم نے حفاظت کی ہے اس کی ہر شیطان مردود سے"
  },
  {
    "verse_id": 18,
    "translation": "ماسوائے اس کے کہ جو کوئی چوری چھپے سننا چاہے تو اس کا پیچھا کرتا ہے ایک انگارہ چمکتا ہوا"
  },
  {
    "verse_id": 19,
    "translation": "اور زمین کو ہم نے پھیلا دیا اور اس میں ہم نے لنگر ڈال دیے اور اس میں اگا دی ہم نے ہر شے ٹھیک اندازے کے مطابق"
  },
  {
    "verse_id": 20,
    "translation": "اور ہم نے بنائے ہیں تمہارے لیے اس میں ذرائع معاش اور (ان کے لیے بھی) جنہیں تم رزق نہیں دیتے"
  },
  {
    "verse_id": 21,
    "translation": "اور نہیں ہے کوئی شے مگر ہمارے پاس ہیں اس کے خزانے ہم نہیں نازل کرتے اس میں سے مگر ایک طے شدہ اندازے کے مطابق"
  },
  {
    "verse_id": 22,
    "translation": "اور ہم بھیجتے ہیں ہوائیں جو بوجھل ہوتی ہیں (یا بوجھل کرنے والی ہوتی ہیں) پس ہم نے اتارا آسمان سے پانی پھر وہ تم لوگوں کو پلایا اور تم اس کے جمع کرنے والے نہیں ہو"
  },
  {
    "verse_id": 23,
    "translation": "اور یقیناً ہم ہی ہیں جو زندہ بھی رکھتے ہیں اور موت بھی وارد کرتے ہیں اور ہم ہی وارث ہوں گے"
  },
  {
    "verse_id": 24,
    "translation": "اور ہم جانتے ہیں تم میں سے آگے بڑھنے والوں کو بھی اور جانتے ہیں پیچھے رہنے والوں کو بھی"
  },
  {
    "verse_id": 25,
    "translation": "اور یقیناً آپ کا رب ہی ہے جو ان سب کو جمع کرے گا۔ یقیناً وہ کمال حکمت والا خوب علم رکھنے والا ہے"
  },
  {
    "verse_id": 26,
    "translation": "اور یقیناً ہم نے بنایا ہے انسان کو سنے ہوئے گارے کی کھنکھناتی ہوئی مٹی سے"
  },
  {
    "verse_id": 27,
    "translation": "اور جنات کو ہم نے پیدا کیا تھا اس سے پہلے آگ کی لپٹ سے"
  },
  {
    "verse_id": 28,
    "translation": "اور یاد کرو جب کہا تھا آپ کے رب نے فرشتوں سے کہ میں بنانے والا ہوں ایک بشر کو سنے ہوئے گارے کی کھنکھناتی مٹی سے"
  },
  {
    "verse_id": 29,
    "translation": "پھر جب میں اسے پوری طرح درست کر دوں اور پھونک دوں میں اس میں اپنی روح میں سے تو گرپڑنا اس کے لیے سجدے میں"
  },
  {
    "verse_id": 30,
    "translation": "تو سجدہ کیا تمام فرشتوں نے مل کر"
  },
  {
    "verse_id": 31,
    "translation": "سوائے ابلیس کے اس نے انکار کیا سجدہ کرنے والوں کے ساتھ ہونے سے"
  },
  {
    "verse_id": 32,
    "translation": "اللہ نے فرمایا: اے ابلیس کیا ہوا تجھے کہ تو نہیں ہوا سجدہ کرنے والوں کے ساتھ"
  },
  {
    "verse_id": 33,
    "translation": "اس نے کہا: میرے لیے روا نہیں ہے کہ سجدہ کروں اس بشر کو جسے تو نے پیدا کیا ہے سنے ہوئے گارے کی کھنکھناتی مٹی سے"
  },
  {
    "verse_id": 34,
    "translation": "اللہ نے فرمایا: بس نکل جاؤ اس میں سے تم یقیناً مردود ہوچکے ہو"
  },
  {
    "verse_id": 35,
    "translation": "اور یقیناً تم پر لعنت رہے گی روز جزا تک"
  },
  {
    "verse_id": 36,
    "translation": "اس نے عرض کی کہ اے میرے پروردگار! مجھے مہلت دے دے اس دن تک جب یہ دوبارہ اٹھائے جائیں گے"
  },
  {
    "verse_id": 37,
    "translation": "اللہ نے فرمایا (جاؤ) تمہیں مہلت دے دی گئی"
  },
  {
    "verse_id": 38,
    "translation": "وقت معین کے دن تک"
  },
  {
    "verse_id": 39,
    "translation": "اس نے کہا: اے میرے پروردگار! چونکہ تو نے مجھے گمراہ کیا ہے میں یقیناً مزین کر دوں گا ان کے لیے زمین میں (دنیا کو) اور میں ضرور گمراہ کر دوں گا ان سب کو"
  },
  {
    "verse_id": 40,
    "translation": "سوائے تیرے ان بندوں کے جن کو تو ان میں سے (اپنے لیے) خالص کرلے"
  },
  {
    "verse_id": 41,
    "translation": "اللہ نے فرمایا کہ یہ ایک سیدھا راستہ ہے جو مجھ تک پہنچانے والا ہے"
  },
  {
    "verse_id": 42,
    "translation": "یقینا میرے بندوں پر تجھے کچھ اختیار نہیں ہوگا سوائے ان کے جو خود تیری پیروی کریں گمراہوں میں سے"
  },
  {
    "verse_id": 43,
    "translation": "اور یقیناً جہنم ہی ان سب کا موعود ٹھکانہ ہے"
  },
  {
    "verse_id": 44,
    "translation": "اس (جہنم) کے سات دروازے ہیں ان میں سے ہر دروازے کا ایک حصہ ہے مقرر شدہ"
  },
  {
    "verse_id": 45,
    "translation": "(اس کے برعکس) یقیناً متقی لوگ ہوں گے باغات اور چشموں میں"
  },
  {
    "verse_id": 46,
    "translation": "(ان سے کہا جائے گا کہ) تم داخل ہوجاؤ ان (باغات) میں سلامتی کے ساتھ بےخوف و خطر"
  },
  {
    "verse_id": 47,
    "translation": "اور ہم نکال دیں گے ان کے سینوں میں سے جو کچھ بھی کدورت ہوگی بھائی بھائی (بن کر وہ بیٹھے ہوں گے) تختوں پر آمنے سامنے"
  },
  {
    "verse_id": 48,
    "translation": "نہیں پہنچے گی انہیں اس میں کوئی تھکان اور نہ ہی وہ اس میں سے نکالے جائیں گے"
  },
  {
    "verse_id": 49,
    "translation": "(اے نبی!) میرے بندوں کو بتا دیجئے کہ میں یقیناً بہت بخشنے والا نہایت رحم کرنے والا ہوں"
  },
  {
    "verse_id": 50,
    "translation": "اور یہ کہ میرا عذاب بھی بہت دردناک عذاب ہے"
  },
  {
    "verse_id": 51,
    "translation": "اور انہیں ذرا بتایئے ابراہیم کے مہمانوں کے بارے میں"
  },
  {
    "verse_id": 52,
    "translation": "جب وہ داخل ہوئے آپ کے ہاں تو انہوں نے سلام کیا آپ نے کہا کہ ہمیں تو تم سے خوف آ رہا ہے"
  },
  {
    "verse_id": 53,
    "translation": "انہوں نے کہا کہ ڈرئیے نہیں ہم آپ کو ایک صاحب علم بیٹے کی بشارت دیتے ہیں"
  },
  {
    "verse_id": 54,
    "translation": "آپ نے کہا کہ کیا تم مجھے خوشخبری دے رہے ہو باوجود اس کے کہ مجھ پر بڑھاپا طاری ہوچکا ہے تو تم مجھے یہ کیسی خوشخبری دے رہے ہو"
  },
  {
    "verse_id": 55,
    "translation": "انہوں نے کہا کہ ہم آپ کو حق کے ساتھ بشارت دے رہے ہیں تو آپ ناامید لوگوں میں سے نہ ہوں"
  },
  {
    "verse_id": 56,
    "translation": "آپ نے کہا کہ کون ہوگا جو اپنے رب کی رحمت سے مایوس ہو سوائے گمراہوں کے"
  },
  {
    "verse_id": 57,
    "translation": "آپ نے پوچھا: اے فرستادو! تمہاری کیا مہم ہے"
  },
  {
    "verse_id": 58,
    "translation": "انہوں نے کہا کہ ہمیں بھیجا گیا ہے ایک مجرم قوم کی طرف"
  },
  {
    "verse_id": 59,
    "translation": "سوائے آل لوط کے ان سب کو ہم ضروربچا لیں گے"
  },
  {
    "verse_id": 60,
    "translation": "سوائے ان کی بیوی کے ہم نے اندازہ ٹھہرا لیا ہے کہ وہ یقیناً پیچھے رہنے والوں میں سے ہوگی"
  },
  {
    "verse_id": 61,
    "translation": "تو جب لوط کے گھر پہنچے وہ بھیجے ہوئے"
  },
  {
    "verse_id": 62,
    "translation": "اس (لو ط) نے کہا کہ یقیناً تم اجنبی لوگ ہو"
  },
  {
    "verse_id": 63,
    "translation": "انہوں نے کہا: بلکہ ہم تو آپ کے پاس وہ شے لے کر آئے ہیں جس کے بارے میں یہ لوگ شک میں پڑے ہوئے تھے"
  },
  {
    "verse_id": 64,
    "translation": "اور ہم آئے ہیں آپ کے پاس حق (قطعی فیصلے) کے ساتھ اور یقیناً ہم سچے ہیں"
  },
  {
    "verse_id": 65,
    "translation": "تو آپ اپنے گھر والوں کو لے جائیے رات کے ایک حصے میں اور آپ ان کے پیچھے پیچھے جائیے اور آپ لوگوں میں سے کوئی بھی پیچھے مڑ کر نہ دیکھے اور آپ چلے جائیے جہاں آپ کو حکم ہوا ہے"
  },
  {
    "verse_id": 66,
    "translation": "اور ہم نے لوط کو اپنے اس فیصلے سے آگاہ کردیا کہ صبح ہوتے ہی ان لوگوں کی جڑ کاٹ دی جائے گی"
  },
  {
    "verse_id": 67,
    "translation": "اور آئے اہل شہر خوشیاں مناتے ہوئے"
  },
  {
    "verse_id": 68,
    "translation": "لوط نے کہا: یہ میرے مہمان ہیں چناچہ تم لوگ مجھے رسوا نہ کرو"
  },
  {
    "verse_id": 69,
    "translation": "اللہ سے ڈرو اور مجھے بےآبرو مت کرو"
  },
  {
    "verse_id": 70,
    "translation": "انہوں نے کہا: کیا ہم نے آپ کو سب دنیا والوں (کی حمایت میں کھڑے ہونے) سے منع نہیں کیا تھا"
  },
  {
    "verse_id": 71,
    "translation": "آپ نے کہا: یہ میری بیٹیاں ہیں اگر تمہیں کچھ کرنا ہی ہے"
  },
  {
    "verse_id": 72,
    "translation": "قسم ہے آپ کی جان کی وہ لوگ اپنی اس بدمستی میں بالکل اندھے ہوگئے تھے"
  },
  {
    "verse_id": 73,
    "translation": "تو انہیں آپکڑا ایک چنگھاڑنے اجالا ہونے کے وقت"
  },
  {
    "verse_id": 74,
    "translation": "پھر ہم نے اس کے اوپر والے حصے کو بنا دیا اس کے نچلے والا اور ہم نے برسائے ان کے اوپر پکی ہوئی مٹی کے کنکر"
  },
  {
    "verse_id": 75,
    "translation": "یقیناً اس میں نشانیاں ہیں ان لوگوں کے لیے جو حق کے متلاشی ہوتے ہیں"
  },
  {
    "verse_id": 76,
    "translation": "اور یہ بستیاں ایک سیدھی راہ پر واقع تھیں"
  },
  {
    "verse_id": 77,
    "translation": "یقیناً اس میں نشانی ہے اہل ایمان کے لیے"
  },
  {
    "verse_id": 78,
    "translation": "اور بیشک بن والے بھی ظالم تھے"
  },
  {
    "verse_id": 79,
    "translation": "تو ان سے بھی ہم نے انتقام لیا۔ اور یہ دونوں بستیاں بھی کھلے راستے پر واقع تھیں"
  },
  {
    "verse_id": 80,
    "translation": "اور (اسی طرح) حجر والوں نے بھی مرسلین کو جھٹلایا"
  },
  {
    "verse_id": 81,
    "translation": "اور انہیں ہم نے اپنی آیات عطا کیں لیکن وہ ان سے اعراض ہی کرتے رہے"
  },
  {
    "verse_id": 82,
    "translation": "اور وہ پہاڑوں کو تراش کر گھر بناتے تھے امن و سکون کے ساتھ"
  },
  {
    "verse_id": 83,
    "translation": "تو انہیں آپکڑا ایک چنگھاڑ نے صبح کے وقت"
  },
  {
    "verse_id": 84,
    "translation": "تو کچھ کام نہ آسکا ان کے جو وہ کماتے تھے"
  },
  {
    "verse_id": 85,
    "translation": "اور ہم نے نہیں تخلیق کیا آسمانوں اور زمین کو اور جو کچھ ان دونوں کے درمیان ہے مگر حق کے ساتھ اور یقیناً قیامت آکر رہے گی تو (اے نبی!) آپ ان سے خوبصورتی کے ساتھ در گزر کریں"
  },
  {
    "verse_id": 86,
    "translation": "یقیناً آپ کا رب پیدا کرنے والا خوب جاننے والا ہے"
  },
  {
    "verse_id": 87,
    "translation": "اور ہم نے آپ کو دی ہیں سات بار بار پڑھی جانے والی آیات اور عظمت والا قرآن"
  },
  {
    "verse_id": 88,
    "translation": "آپ آنکھ اٹھا کر بھی نہ دیکھیں اس مال و متاع کی طرف جو ہم نے ان کے مختلف گروہوں کو دے رکھا ہے اور آپ ان کی حالت پر غم نہ کریں اور اہل ایمان کے لیے اپنے بازو جھکا کر رکھیں"
  },
  {
    "verse_id": 89,
    "translation": "اور کہہ دیجیے کہ میں تو کھلم کھلا خبردار کرنے والا ہوں"
  },
  {
    "verse_id": 90,
    "translation": "جیسے کہ ہم نے نازل کیا ان تقسیم کرنے والوں پر"
  },
  {
    "verse_id": 91,
    "translation": "جنہوں نے (اپنے) قرآن کو ٹکڑے ٹکڑے کردیا"
  },
  {
    "verse_id": 92,
    "translation": "تو (اے محمد!) آپ کے رب کی قسم! ہم ان سب سے پوچھ کر رہیں گے"
  },
  {
    "verse_id": 93,
    "translation": "جو کچھ یہ لوگ کرتے رہے ہیں"
  },
  {
    "verse_id": 94,
    "translation": "اب آپ علی الاعلان بیان کریں جس کا آپ کو حکم دیا جا رہا ہے اور ان مشرکوں کی ذرا پروا نہ کریں"
  },
  {
    "verse_id": 95,
    "translation": "ہم آپ کی طرف سے کافی ہیں ان استہزا کرنے والوں (سے نمٹنے) کے لیے"
  },
  {
    "verse_id": 96,
    "translation": "جو اللہ کے ساتھ دوسرے معبود گھڑے بیٹھے ہیں۔ تو عنقریب انہیں معلوم ہوجائے گا"
  },
  {
    "verse_id": 97,
    "translation": "اور ہم جانتے ہیں کہ آپ کا سینہ تنگ ہوتا ہے ان کی باتوں سے"
  },
  {
    "verse_id": 98,
    "translation": "پس آپ تسبیح کیجیے اپنے رب کی حمد کے ساتھ اور سجدہ کرنے والوں میں سے ہوجائیے"
  },
  {
    "verse_id": 99,
    "translation": "اور اپنے رب کی بندگی میں لگے رہیں یہاں تک کہ یقینی شے وقوع پذیر ہوجائے"
  }
]