[
  {
    "verse_id": 1,
    "translation": "ص قسم ہے اس قرآن کی جو ذکر والا ہے۔"
  },
  {
    "verse_id": 2,
    "translation": "لیکن جن لوگوں نے کفر کی روش اختیار کی ہے وہ غرور اور ضد میں مبتلا ہیں"
  },
  {
    "verse_id": 3,
    "translation": "کتنی ہی قوموں کو ہم نے ان سے پہلے ہلاک کیا ہے تو (عذابِ الٰہی کے وقت) وہ لگے چیخنے ِچلانے حالانکہ تب خلاصی کا وقت نہیں رہا تھا"
  },
  {
    "verse_id": 4,
    "translation": "اور انہیں بڑا تعجب ہوا ہے کہ ان کے پاس آیا ہے ایک خبردار کرنے والا ان ہی میں سے اور کافر کہتے ہیں کہ یہ ساحر ہے کذاب ّہے۔"
  },
  {
    "verse_id": 5,
    "translation": "کیا اس نے تمام معبودوں کو بس ایک معبود بنا دیا ؟ یہ تو بڑی عجیب بات ہے!"
  },
  {
    "verse_id": 6,
    "translation": "اور چل پڑے ان کے سردار (یہ کہتے ہوئے) کہ چلو جائو اور جمے رہو اپنے معبودوں پر یقینا اس بات میں تو کوئی غرض پوشیدہ ہے۔"
  },
  {
    "verse_id": 7,
    "translation": "ہم نے ایسی کوئی بات پچھلے دین میں تو نہیں سنی ہے۔ یہ تو نہیں ہے مگر ایک گھڑی ہوئی چیز۔"
  },
  {
    "verse_id": 8,
    "translation": "کیا اسی پر نازل ہوا ہے یہ ذکر ہمارے درمیان ؟ بلکہ حقیقت یہ ہے کہ یہ لوگ میرے ذکر کے معاملے میں شک میں پڑگئے ہیں بلکہ ابھی تک انہوں نے میرے عذاب کا مزہ نہیں چکھا۔"
  },
  {
    "verse_id": 9,
    "translation": "کیا ان کے اختیار میں ہیں آپ کے رب کی رحمت کے خزانے ؟ جو بہت زبردست بہت عطا کرنے والا ہے۔"
  },
  {
    "verse_id": 10,
    "translation": "کیا ان کے پاس ہے بادشاہی آسمانوں اور زمین کی اور جو کچھ ان دونوں کے مابین ہے اس سب کی ؟ تو چاہیے کہ یہ چڑھ جائیں رسیاں تان کر (آسمان پر)۔"
  },
  {
    "verse_id": 11,
    "translation": "یہ بھی ایک لشکر ہے (پہلے ہلاک کیے گئے) لشکروں میں سے جواَب یہاں ہلاک ہوگا۔"
  },
  {
    "verse_id": 12,
    "translation": "ان سے پہلے جھٹلایا تھا قوم نوح ؑ قوم عاد اور میخوں والے فرعون نے۔"
  },
  {
    "verse_id": 13,
    "translation": "اور قوم ثمود قوم لوط ؑ اور َبن والوں (قومِ شعیب ؑ نے یہ ہیں وہ (ہلاک ہونے والے) لشکر!"
  },
  {
    "verse_id": 14,
    "translation": "ان سب نے ہی رسولوں ؑ کی تکذیب کی تو وہ میری سزا کے مستحق ہوگئے۔"
  },
  {
    "verse_id": 15,
    "translation": "اور یہ لوگ بھی اب منتظر نہیں ہیں مگر صرف ایک چنگھاڑ کے جس میں کوئی وقفہ نہیں ہوگا۔"
  },
  {
    "verse_id": 16,
    "translation": "اور وہ کہتے ہیں: اے ہمارے رب! ہمارا حصہ ُ تو ہمیں جلدی دے دے یومِ حساب سے پہلے۔"
  },
  {
    "verse_id": 17,
    "translation": "(اے محمد ﷺ!) آپ صبرکیجیے اس پر جو کچھ یہ لوگ کہہ رہے ہیں اور آپ ﷺ تذکرہ کیجیے ہمارے بندے دائود کا جو بہت قوت والا تھا بیشک وہ (اللہ کی طرف) بہت رجوع کرنے والا تھا"
  },
  {
    "verse_id": 18,
    "translation": "ہم نے تو اس کے ساتھ پہاڑوں کو مسخر کردیا تھا جو اس کے ساتھ تسبیح کرتے تھے شام کو بھی اور صبح کے وقت بھی"
  },
  {
    "verse_id": 19,
    "translation": "اور پرندے بھی جو کہ جمع کردیے جاتے تھے۔ یہ سب کے سب اس کی طرف رجوع کرنے والے تھے۔"
  },
  {
    "verse_id": 20,
    "translation": "اور ہم نے اس کی حکومت کو خوب مضبوط کیا تھا اور ہم نے اسے حکمت عطا کی تھی اور فیصلہ کن بات کہنے کی صلاحیت بھی۔"
  },
  {
    "verse_id": 21,
    "translation": "اور کیا آپ کے پاس خبر آئی ہے جھگڑنے والوں کی ؟ جب وہ دیوار پھلانگ کر محراب میں داخل ہوگئے۔"
  },
  {
    "verse_id": 22,
    "translation": "جب وہ دائود ؑ کے پاس آئے تو وہ ان سے ڈرا۔ انہوں نے کہا کہ آپ ڈریں نہیں ہم دو مخالف فریق ہیں ہم میں سے ایک نے دوسرے پر زیادتی کی ہے تو آپ ہمارے درمیان حق کے ساتھ فیصلہ کردیجیے اور آپ اسے ٹالیے نہیں اور سیدھی راہ کی طرف ہماری راہنمائی کیجیے۔"
  },
  {
    "verse_id": 23,
    "translation": "یہ میرا بھائی ہے اس کے پاس ننانوے دنبیاں ہیں اور میری ایک ہی دنبی ہے۔ اب یہ کہتا ہے کہ وہ بھی میرے حوالے کر دو اور گفتگو میں اس نے مجھے دبا لیا ہے"
  },
  {
    "verse_id": 24,
    "translation": "دائود ؑ نے کہا کہ یہ تو واقعتا اس نے بہت ظلم کیا ہے تمہاری دنبی کو اپنی دنبیوں کے ساتھ ملانے کا مطالبہ کر کے۔ اور یقینا مشترک معاملہ رکھنے والوں میں سے اکثر ایک دوسرے پر زیادتی کرتے ہیں سوائے ان لوگوں کے جو صاحب ِ ایمان اور نیک عمل والے ہوں اور ایسے لوگ بہت کم ہوتے ہیں۔ اور دائود ؑ کو اچانک خیال آیا کہ ہم نے اسے آزمایا ہے تو اس نے (فوراً) اپنے رب سے استغفار کیا اور اس کے حضور جھک گیا پوری طرح متوجہ ہو کر۔"
  },
  {
    "verse_id": 25,
    "translation": "تو ہم نے اسے معاف کردیا۔ اور یقینا ہمارے پاس اس کے لیے مقام قرب اور اچھا انجام ہے۔"
  },
  {
    "verse_id": 26,
    "translation": "(ہم نے کہا:) اے دائود ؑ! ہم نے تمہیں زمین میں خلیفہ بنایا ہے لہٰذا تم لوگوں کے درمیان حق کے ساتھ فیصلے کرو اور دیکھو! اپنی خواہش کی پیروی نہ کرنا کہ وہ تمہیں اللہ کی راہ سے بھٹکا دے گی۔ یقینا وہ لوگ جو بھٹک جاتے ہیں اللہ کے راستے سے ان کے لیے بڑا سخت عذاب ہے بسبب اس کے کہ وہ بھول گئے حساب کے دن کو۔"
  },
  {
    "verse_id": 27,
    "translation": "اور ہم نے آسمان اور زمین کو اور جو کچھ ان دونوں کے مابین ہے اسے بےکار پیدا نہیں کیا۔ یہ گمان تو ان لوگوں کا ہے جنہوں نے کفر کیا پس ہلاکت اور بربادی ہے ان کافروں کے لیے آگ کی"
  },
  {
    "verse_id": 28,
    "translation": "کیا ہم ان لوگوں کو جو ایمان لائے اور انہوں نے نیک اعمال کیے زمین میں فساد مچانے والوں کی طرح کردیں گے ؟ کیا ہم متقیوں کو فاجروں کی طرح کردیں گے ؟"
  },
  {
    "verse_id": 29,
    "translation": "(اے نبی ﷺ!) یہ کتاب جو ہم نے آپ پر نازل کی ہے بہت بابرکت ہے تاکہ وہ اس کی آیات پر تدبر کریں اور ہوش مند لوگ اس سے سبق حاصل کریں"
  },
  {
    "verse_id": 30,
    "translation": "اور ہم نے دائود ؑ کو سلیمان ؑ (جیسا بیٹا) عطا کیا۔ وہ بہت ہی اچھا بندہ تھا۔ بیشک وہ (ہماری طرف) بڑا ہی رجوع کرنے والا تھا"
  },
  {
    "verse_id": 31,
    "translation": "جب اس کے سامنے پیش کیے گئے شام کے وقت عمدہ نسل کے اصیل گھوڑے۔"
  },
  {
    "verse_id": 32,
    "translation": "تو اس نے کہا کہ میں نے پسند کرلیا مال کی محبت کو اپنے رب کے ذکر کے مقابلے میں! یہاں تک کہ (سور ج) چھپ گیا اوٹ میں"
  },
  {
    "verse_id": 33,
    "translation": "(تو اس نے کہا:) واپس لائو ان کو میرے پاس! تو اب وہ لگا تلوار مارنے ان کی ٹانگوں اور گردنوں پر۔"
  },
  {
    "verse_id": 34,
    "translation": "اور (اسی طرح) ہم نے آزمائش میں ڈالا سلیمان ؑ کو اور اس کے تخت پر ہم نے ایک جسد ڈال دیا پھر اس نے رجوع کیا"
  },
  {
    "verse_id": 35,
    "translation": "اس نے دعا کی: پروردگار! مجھے معاف فرما دے اور مجھے ایسی حکومت عطا فرما جو میرے بعد کسی اور کے لیے سزاوار نہ ہو یقینا تو ہی عطا فرمانے والا ہے۔"
  },
  {
    "verse_id": 36,
    "translation": "تو ہم نے اس کے لیے ہوا کو بھی مسخر کردیا وہ اس کے حکم سے چلتی تھی بہت نرمی سے جہاں کہیں کا وہ قصد کرتا"
  },
  {
    "verse_id": 37,
    "translation": "اور سرکش ِجنات ّکو بھی (ہم نے مسخر کردیا تھا) سب کے سب عمارتیں بنانے والوں اور غوطہ خوروں کو۔"
  },
  {
    "verse_id": 38,
    "translation": "اور دوسرے ِجنات ّکو بھی جو جکڑے ہوئے تھے زنجیروں میں"
  },
  {
    "verse_id": 39,
    "translation": "یہ ہماری عطا ہے پس تم چاہو تو لوگوں پر احسان کرو یا اپنے پاس روکے رکھو اس پر کوئی حساب نہیں۔"
  },
  {
    "verse_id": 40,
    "translation": "اور اس کے لیے ہمارے پاس مقام قرب بھی ہے اور بہت عمدہ ٹھکانہ بھی۔"
  },
  {
    "verse_id": 41,
    "translation": "اور ذرا یاد کیجیے ہمارے بندے ایوب ؑ کو جبکہ اس نے پکارا اپنے رب کو کہ مجھے شیطان نے شدید بیماری اور تکلیف میں مبتلا کردیا ہے۔"
  },
  {
    "verse_id": 42,
    "translation": "ذرا اپنا پائوں زمین پر مارو یہ (چشمہ جو جاری ہوا ہے) ٹھنڈا پانی ہے غسل کے لیے ہے اور پینے کے لیے۔"
  },
  {
    "verse_id": 43,
    "translation": "اور ہم نے اسے اس کے اہل و عیال بھی عطا کردیے اور ان کے ساتھ ویسے ہی (اہل و عیال) مزید بھی دیے یہ سب ہماری طرف سے رحمت کا مظہر تھا اور یاددہانی تھی ہوش مند لوگوں کے لیے"
  },
  {
    "verse_id": 44,
    "translation": "اور تم لے لو اپنے ہاتھ میں تنکوں کا ایک ُ مٹھا تو اس سے ایک ضرب لگا دو اور قسم نہ توڑو! یقینا ہم نے اسے صابر پایا بہت ہی خوب بندہ۔ یقینا وہ (ہماری طرف) بڑا ہی رجوع کرنے والا تھا"
  },
  {
    "verse_id": 45,
    "translation": "اور تذکرہ کیجیے ہمارے بندوں ابراہیم ؑ اسحاق ؑ اور یعقوب ؑ کا جو قوت والے اور بصیرت والے تھے۔"
  },
  {
    "verse_id": 46,
    "translation": "ہم نے ان کو خالص کرلیا تھا ایک خالص شے یعنی آخرت کے گھر کی یاد دہانی کے لیے"
  },
  {
    "verse_id": 47,
    "translation": "اور یقینا وہ ہمارے نزدیک ُ چنے ہوئے اور نیک لوگوں میں سے ہیں۔"
  },
  {
    "verse_id": 48,
    "translation": "اور ذکرکیجیے اسماعیل ؑ الیسع ؑ اور ذوالکفل ؑ کا یہ سب بھی بہت عمدہ لوگوں میں سے تھے۔"
  },
  {
    "verse_id": 49,
    "translation": "یہ ایک ذکر ہے اور یقینا متقین کے لیے بہت ہی اچھی لوٹنے کی جگہ ہے"
  },
  {
    "verse_id": 50,
    "translation": "(یعنی) رہنے والے باغات جن کے دروازے ان کے لیے کھلے رکھے جائیں گے۔"
  },
  {
    "verse_id": 51,
    "translation": "اس میں وہ تکیے لگا کر بیٹھے ہوں گے طلب کریں گے اس میں میوے بہت سے اور مشروبات بھی"
  },
  {
    "verse_id": 52,
    "translation": "اور ان کے پاس ہوں گی (ان کی بیویاں) نیچی نگاہوں والی ان کی ہم عمر۔"
  },
  {
    "verse_id": 53,
    "translation": "یہ کچھ ہے جس کا تم سے وعدہ کیا جا رہا ہے حساب کے دن کے لیے!"
  },
  {
    "verse_id": 54,
    "translation": "یہ ہیں ہماری عطا کی ہوئی چیزیں جو کبھی ختم نہیں ہوں گی۔"
  },
  {
    "verse_id": 55,
    "translation": "(متقین کے لیے تو) یہ ہے! اور یقینا سرکشوں کے لیے لوٹنے کی بہت بری جگہ ہے۔"
  },
  {
    "verse_id": 56,
    "translation": "(یعنی) جہنم جس میں وہ داخل ہوں گے پس وہ بہت ہی برا بچھونا ہوگا"
  },
  {
    "verse_id": 57,
    "translation": "یہ ہے (ان کے لیے) پس اس کو چکھیں کھولتا ہوا پانی اور پیپ!"
  },
  {
    "verse_id": 58,
    "translation": "اور اسی طرح کی کئی دوسری چیزیں بھی۔"
  },
  {
    "verse_id": 59,
    "translation": "یہ ایک فوج ہے جو تمہارے ساتھ دھنسی چلی آرہی ہے ان کے لیے کوئی کشادگی نہ ہو! یہ ہیں آگ میں گھسے آنے والے"
  },
  {
    "verse_id": 60,
    "translation": "وہ (نئے آنے والے) کہیں گے کہ نہیں بلکہ تم ایسے ہو! تمہارے لیے نہ ہو کوئی کشادگی! تم نے ہی اسے ہمارے لیے پہلے بھیجا ہے تو یہ بہت ہی بری جگہ ہے ٹھہرنے کی۔"
  },
  {
    "verse_id": 61,
    "translation": "وہ کہیں گے: پروردگار! جس نے یہ سب کچھ ہمارے لیے آگے بھیجا ہے تو اس کے لیے عذاب کو آگ میں دوگنا بڑھا دے"
  },
  {
    "verse_id": 62,
    "translation": "اور وہ کہیں گے: کیا بات ہے ہم یہاں ان کو نہیں دیکھ رہے جنہیں ہم (دنیا میں) برے لوگوں میں شمار کرتے تھے ؟"
  },
  {
    "verse_id": 63,
    "translation": "کیا ہم نے انہیں خواہ مخواہ ہنسی مذاق بنا لیا تھا یا ہماری نگاہیں ان سے چوک رہی ہیں ؟"
  },
  {
    "verse_id": 64,
    "translation": "یقینا یہ حق ہے اہل جہنم کے مابین جھگڑا!"
  },
  {
    "verse_id": 65,
    "translation": "(اے نبی ﷺ!) کہہ دیجیے کہ میں تو بس ایک خبردار کرنے والا ہوں اور نہیں ہے کوئی معبود سوائے اللہ کے وہ اکیلا ہے اور ہرچیز پر پوری طرح چھایا ہوا ہے"
  },
  {
    "verse_id": 66,
    "translation": "وہ رب ہے آسمانوں اور زمین کا اور جو کچھ ان کے مابین ہے اور وہ بہت زبردست بہت بخشنے والا ہے۔"
  },
  {
    "verse_id": 67,
    "translation": "آپ کہہ دیجیے کہ یہ ایک بہت بڑی خبر ہے۔"
  },
  {
    "verse_id": 68,
    "translation": "تم اس سے اعراض کر رہے ہو۔"
  },
  {
    "verse_id": 69,
    "translation": "مجھے کچھ علم نہیں ملااعلیٰ کے بارے میں جب وہ باہم بحث و تکرار کر رہے ہوتے ہیں۔"
  },
  {
    "verse_id": 70,
    "translation": "میری طرف تو بس یہی وحی کی جاتی ہے کہ میں صرف واضح طور پر خبردار کردینے والا ہوں"
  },
  {
    "verse_id": 71,
    "translation": "جب کہا تھا آپ ﷺ کے رب نے فرشتوں سے کہ میں بنانے والا ہوں ایک بشر کو مٹی سے۔"
  },
  {
    "verse_id": 72,
    "translation": "تو جب میں اس کو پوری طرح درست کر دوں اور میں اس میں اپنی روح میں سے پھونک دوں تو تم گرپڑنا اس کے سامنے سجدے میں۔"
  },
  {
    "verse_id": 73,
    "translation": "تو سجدہ کیا سب کے سب فرشتوں نے اکٹھے ہو کر۔"
  },
  {
    "verse_id": 74,
    "translation": "سوائے ابلیس کے اس نے تکبر کیا اور وہ کافروں میں سے ہوگیا۔"
  },
  {
    "verse_id": 75,
    "translation": "اللہ نے فرمایا: اے ابلیس! تجھے کس چیز نے روکا کہ تو اس کو سجدہ کرتا جسے میں نے اپنے دونوں ہاتھوں سے بنایا ہے ؟ کیا تو نے تکبر کیا یا تو عالی مرتبہ لوگوں میں سے ہے ؟"
  },
  {
    "verse_id": 76,
    "translation": "اس نے کہا: میں اس سے بہتر ہوں! مجھے بنایا تو نے آگ سے اور اس کو بنایا مٹی سے!"
  },
  {
    "verse_id": 77,
    "translation": "اللہ نے فرمایا: نکل جائو یہاں سے! اب تم مردود ہوگئے ہو۔"
  },
  {
    "verse_id": 78,
    "translation": "اور اب تم پر میری لعنت رہے گی جزا اور سزا کے دن تک"
  },
  {
    "verse_id": 79,
    "translation": "اس نے کہا: پروردگار! پھر مجھے مہلت دے اس دن تک جب یہ لوگ دوبارہ اٹھائے جائیں گے"
  },
  {
    "verse_id": 80,
    "translation": "اللہ نے فرمایا: ٹھیک ہے تمہیں یہ مہلت دے دی گئی۔"
  },
  {
    "verse_id": 81,
    "translation": "اس دن تک جس کا وقت طے شدہ ہے۔"
  },
  {
    "verse_id": 82,
    "translation": "اس نے کہا: پس تیری عزت کی قسم! میں ان سب کو گمراہ کر کے رہوں گا۔"
  },
  {
    "verse_id": 83,
    "translation": "سوائے ان میں سے تیرے ان بندوں کے جنہیں تو نے خالص کرلیا ہو۔"
  },
  {
    "verse_id": 84,
    "translation": "اللہ نے فرمایا: تو حق یہ ہے اور میں تو حق ہی کہتا ہوں۔"
  },
  {
    "verse_id": 85,
    "translation": "کہ پھر میں بھی بھر کر رہوں گا جہنم کو تجھ سے اور ان سب سے جو تیری پیروی کریں گے"
  },
  {
    "verse_id": 86,
    "translation": "(اے نبی ﷺ!) آپ کہیے کہ میں تم سے اس پر کوئی اجر نہیں مانگتا اور میں کوئی بناوٹ کرنے والوں میں سے بھی نہیں ہوں۔"
  },
  {
    "verse_id": 87,
    "translation": "نہیں ہے یہ مگر ایک یاد دہانی اور نصیحت تمام جہان والوں کے لیے۔"
  },
  {
    "verse_id": 88,
    "translation": "اور تم ضرور جان لوگے اس کی اصل خبر ایک وقت کے بعد۔"
  }
]