[
  {
    "verse_id": 1,
    "translation": "وہ حق ہوجانے والی!"
  },
  {
    "verse_id": 2,
    "translation": "کیا ہے وہ حق ہوجانے والی ؟"
  },
  {
    "verse_id": 3,
    "translation": "اور تم نے کیا سمجھا کہ وہ حق ہونے والی کیا ہے ؟"
  },
  {
    "verse_id": 4,
    "translation": "جھٹلایا تھا ثمود نے بھی اور عاد نے بھی اس کھڑکھڑا دینے والی کو۔"
  },
  {
    "verse_id": 5,
    "translation": "پس ثمود تو ہلاک کردیے گئے ایک حد سے بڑھ جانے والی آفت سے۔"
  },
  {
    "verse_id": 6,
    "translation": "اور عاد ہلاک کردیے گئے ایک جھکڑ ّوالی تیز آندھی سے۔"
  },
  {
    "verse_id": 7,
    "translation": "اللہ نے مسلط کردیا اسے ان پر مسلسل سات راتوں اور آٹھ دنوں تک ان کی بیخ کنی کے لیے تو تم دیکھتے ان لوگوں کو کہ وہاں ایسے پچھڑے پڑے ہیں جیسے کھجور کے کھوکھلے تنے ہوں۔"
  },
  {
    "verse_id": 8,
    "translation": "تو کیا تم ان میں سے کسی کو دیکھتے ہو باقی بچا ہوا ؟"
  },
  {
    "verse_id": 9,
    "translation": "اور (اسی طرح) فرعون اور اس سے پہلے والوں نے اور الٹ دی جانے والی بستیوں (کے باسیوں) نے بھی خطاکاری کی روش اختیار کی تھی۔"
  },
  {
    "verse_id": 10,
    "translation": "تو انہوں نے نافرمانی کی اپنے رب کے رسولوں کی تو اللہ نے ان کو اپنی سخت گرفت میں دبوچ لیا۔"
  },
  {
    "verse_id": 11,
    "translation": "جب (سیلابِ نوح ؑ کا) پانی طغیانی پر آیا تھا تو ہم نے تمہیں سوار کرا لیا تھا کشتی پر۔"
  },
  {
    "verse_id": 12,
    "translation": "تاکہ ہم اس کو تمہارے لیے ایک یاددہانی بنا دیں اور وہ کان جو حفاظت کرنے والے ہیں اس کو پوری حفاظت سے یاد رکھیں۔"
  },
  {
    "verse_id": 13,
    "translation": "تو جب صور میں پھونکا جائے گا یکبارگی۔"
  },
  {
    "verse_id": 14,
    "translation": "اور جب زمین اور پہاڑوں کو اٹھا کر ایک ہی بار میں پاش پاش کر دیاجائے گا۔"
  },
  {
    "verse_id": 15,
    "translation": "تو اس روز وہ واقعہ رونما ہوجائے گا۔"
  },
  {
    "verse_id": 16,
    "translation": "اور آسمان پھٹ جائے گا تو وہ اس دن بہت بودا سا ہوجائے گا۔"
  },
  {
    "verse_id": 17,
    "translation": "اور فرشتے ہوں گے اس کے کناروں پر۔ اور اس دن تیرے رب کے عرش کو اپنے اوپر اٹھائے ہوئے ہوں گے آٹھ فرشتے۔"
  },
  {
    "verse_id": 18,
    "translation": "اس دن تمہاری پیشی ہوگی تمہاری کوئی مخفی سے مخفی بات بھی چھپی نہیں رہے گی۔"
  },
  {
    "verse_id": 19,
    "translation": "تو وہ شخص جس کو اس کا اعمال نامہ دیا جائے گا اس کے داہنے ہاتھ میں تو وہ کہے گا: آئو آئو! دیکھو میرا اعمال نامہ!"
  },
  {
    "verse_id": 20,
    "translation": "(وہ کہے گا:) مجھے یقین تھا کہ مجھے اپنے حساب سے دوچار ہونا ہے۔"
  },
  {
    "verse_id": 21,
    "translation": "پس وہ پسندیدہ زندگی بسر کرے گا۔"
  },
  {
    "verse_id": 22,
    "translation": "بڑے ہی بلند باغ میں۔"
  },
  {
    "verse_id": 23,
    "translation": "اس کے خوشے جھکے ہوئے ہوں گے۔"
  },
  {
    "verse_id": 24,
    "translation": "(کہہ دیا جائے گا) کھائو اور پیو رچتا پچتا ان اعمال کے صلے میں جو تم نے گزرے دنوں میں کیے۔"
  },
  {
    "verse_id": 25,
    "translation": "اور جس شخص کا اعمال نامہ اس کے بائیں ہاتھ میں دیاجائے گا وہ کہے گا: اے کاش! مجھے میرا اعمال نامہ دیا ہی نہ گیا ہوتا۔"
  },
  {
    "verse_id": 26,
    "translation": "اور مجھے معلوم ہی نہ ہوتا کہ میرا حساب کیا ہے!"
  },
  {
    "verse_id": 27,
    "translation": "اے کاش کہ وہی موت قصہ پاک کردینے والی ہوتی!"
  },
  {
    "verse_id": 28,
    "translation": "میرا مال و اسباب کچھ بھی میرے کام نہ آیا۔"
  },
  {
    "verse_id": 29,
    "translation": "میرا اقتدار بھی مجھ سے چھن گیا۔"
  },
  {
    "verse_id": 30,
    "translation": "پکڑو اسے اور اس کی گردن میں طوق ڈال دو!"
  },
  {
    "verse_id": 31,
    "translation": "پھر اسے جہنم کے اندر جھونک دو!"
  },
  {
    "verse_id": 32,
    "translation": "پھر ایک زنجیر میں اس کو باندھ دو جس کا طول ستر ّگز ہے۔"
  },
  {
    "verse_id": 33,
    "translation": "یہ اللہ پر ایمان نہیں رکھتا تھا جو عظمت والا ہے۔"
  },
  {
    "verse_id": 34,
    "translation": "اور نہ مسکین کو کھانا کھلانے کی ترغیب دیتا تھا۔"
  },
  {
    "verse_id": 35,
    "translation": "تو اس کے لیے یہاں کوئی گرم جوش دوست نہیں ہے۔"
  },
  {
    "verse_id": 36,
    "translation": "اور نہ ہی کچھ کھانے کو ہے سوائے زخموں کے دھو ون کے۔"
  },
  {
    "verse_id": 37,
    "translation": "نہیں کھائیں گے اس کو مگر وہی جو خطاکار تھے۔"
  },
  {
    "verse_id": 38,
    "translation": "تو میں قسم کھاتا ہوں اس کی جو تم دیکھتے ہو۔"
  },
  {
    "verse_id": 39,
    "translation": "اور اس کی بھی جو تم نہیں دیکھتے ہو۔"
  },
  {
    "verse_id": 40,
    "translation": "یہ قول ہے ایک رسول کریم کا۔"
  },
  {
    "verse_id": 41,
    "translation": "اور یہ کسی شاعر کا قول نہیں ہے۔ کم ہی ہے جو تم یقین کرتے ہو۔"
  },
  {
    "verse_id": 42,
    "translation": "اور نہ ہی یہ کسی کاہن کا کلام ہے۔ کم ہی ہے جو تم غور کرتے ہو۔"
  },
  {
    "verse_id": 43,
    "translation": "اس کا اتارا جانا ہے تمام جہانوں کے رب کی طرف سے۔"
  },
  {
    "verse_id": 44,
    "translation": "اور اگر یہ (نبی ﷺ خود گھڑ کر بعض باتیں ہماری طرف منسوب کرتا۔"
  },
  {
    "verse_id": 45,
    "translation": "تو ہم پکڑتے اس کو داہنے ہاتھ سے۔"
  },
  {
    "verse_id": 46,
    "translation": "پھر اس کی گردن کاٹ ڈالتے۔"
  },
  {
    "verse_id": 47,
    "translation": "پھر تم میں سے کوئی بھی (ہمیں) اس سے روکنے والا نہ ہوتا۔"
  },
  {
    "verse_id": 48,
    "translation": "اور یقینا یہ تو ایک یاد دہانی ہے متقین کے لیے۔"
  },
  {
    "verse_id": 49,
    "translation": "اور ہمیں خوب معلوم ہے کہ تم میں کچھ لوگ جھٹلانے والے بھی ہیں۔"
  },
  {
    "verse_id": 50,
    "translation": "اور یقینا یہ کافروں کے لیے حسرت کا باعث بن جائے گا۔"
  },
  {
    "verse_id": 51,
    "translation": "اور یقینا یہ (قرآن) بالکل یقینی حق ہے۔"
  },
  {
    "verse_id": 52,
    "translation": "پس آپ ﷺ تسبیح کیجیے اپنے رب کے نام کی جو کہ بہت عظمت والا ہے۔"
  }
]