[
  {
    "verse_id": 1,
    "translation": "نہیں! میں قسم کھاتا ہوں قیامت کے دن کی۔"
  },
  {
    "verse_id": 2,
    "translation": "اور نہیں! میں قسم کھاتا ہوں نفس لوامہ کی۔"
  },
  {
    "verse_id": 3,
    "translation": "کیا انسان یہ گمان کرتا ہے کہ ہم اس کی ہڈیاں جمع نہیں کرسکیں گے ؟"
  },
  {
    "verse_id": 4,
    "translation": "کیوں نہیں! ہم تو پوری طرح قادر ہیں اس پر بھی کہ ہم اس کی ایک ایک پور درست کردیں۔"
  },
  {
    "verse_id": 5,
    "translation": "بلکہ انسان تو یہ چاہتا ہے کہ فسق و فجور آگے بھی جاری رکھے۔"
  },
  {
    "verse_id": 6,
    "translation": "وہ پوچھتا ہے: کب آئے گا قیامت کا دن ؟"
  },
  {
    "verse_id": 7,
    "translation": "پس جب نگاہیں چندھیا جائیں گی۔"
  },
  {
    "verse_id": 8,
    "translation": "اور چاند بےنور ہوجائے گا۔"
  },
  {
    "verse_id": 9,
    "translation": "اور سورج اور چاند یکجا کردیے جائیں گے۔"
  },
  {
    "verse_id": 10,
    "translation": "اس دن انسان کہے گا: کہاں ہے کوئی بھاگ جانے کی جگہ ؟"
  },
  {
    "verse_id": 11,
    "translation": "(کہا جائے گا:) ہرگز نہیں کوئی جائے پناہ نہیں ہے۔"
  },
  {
    "verse_id": 12,
    "translation": "اس روز تمہارے ربّ ہی کے حضور میں جا کر کھڑے ہونا ہے۔"
  },
  {
    "verse_id": 13,
    "translation": "جتلا دیا جائے گا انسان کو اس دن جو کچھ اس نے آگے بھیجا ہوگا اور جو کچھ پیچھے چھوڑا ہوگا۔"
  },
  {
    "verse_id": 14,
    "translation": "بلکہ انسان تو اپنے نفس کے احوال پر خود ہی خوب بصیرت رکھتا ہے۔"
  },
  {
    "verse_id": 15,
    "translation": "اور چاہے وہ کتنے ہی بہانے پیش کرے۔"
  },
  {
    "verse_id": 16,
    "translation": "آپ اس (قرآن) کے ساتھ اپنی زبان کو تیزی سے حرکت نہ دیں۔"
  },
  {
    "verse_id": 17,
    "translation": "اسے جمع کرنا اور پڑھوا دینا ہمارے ذمہ ہے۔"
  },
  {
    "verse_id": 18,
    "translation": "پھر جب ہم اسے پڑھوا دیں تو آپ اس کی قراءت کی پیروی کیجیے۔"
  },
  {
    "verse_id": 19,
    "translation": "پھر ہمارے ہی ذمے ہے اس کو واضح کردینا بھی۔"
  },
  {
    "verse_id": 20,
    "translation": "ہرگز نہیں! اصل بات یہ ہے کہ تم لوگ جلدی ملنے والی چیز (یعنی دنیا) سے محبت کرتے ہو۔"
  },
  {
    "verse_id": 21,
    "translation": "اور تم آخرت کو چھوڑ دیتے ہو۔"
  },
  {
    "verse_id": 22,
    "translation": "بہت سے چہرے اس دن تروتازہ ہوں گے۔"
  },
  {
    "verse_id": 23,
    "translation": "اپنے رب کی طرف دیکھ رہے ہوں گے۔"
  },
  {
    "verse_id": 24,
    "translation": "اور بہت سے چہرے اس روز اترے ہوئے ہوں گے۔"
  },
  {
    "verse_id": 25,
    "translation": "ان کو یقین ہوگا کہ اب ان کے ساتھ کمرتوڑ سلوک ہونے و الا ہے۔"
  },
  {
    "verse_id": 26,
    "translation": "ہرگز نہیں! جب کہ جان آکر پھنس جاتی ہے ہنسلیوں میں۔"
  },
  {
    "verse_id": 27,
    "translation": "اور کہا جاتا ہے کہ ہے کوئی جھاڑ پھونک کرنے والا ؟"
  },
  {
    "verse_id": 28,
    "translation": "اور وہ سمجھ جاتا ہے کہ اب جدائی کی گھڑی آن پہنچی ہے۔"
  },
  {
    "verse_id": 29,
    "translation": "اور پنڈلی پنڈلی سے لپٹ جاتی ہے۔"
  },
  {
    "verse_id": 30,
    "translation": "اس دن تو تیرے رب ہی کی طرف دھکیلے جانا ہے۔"
  },
  {
    "verse_id": 31,
    "translation": "پس اس نے نہ تو تصدیق کی اور نہ نماز پڑھی۔"
  },
  {
    "verse_id": 32,
    "translation": "بلکہ اس نے جھٹلادیا اور پیٹھ موڑ لی۔"
  },
  {
    "verse_id": 33,
    "translation": "پھر چل دیا اپنے گھر والوں کے پاس اکڑتا ہوا۔"
  },
  {
    "verse_id": 34,
    "translation": "افسوس ہے تجھ پر افسوس ہے!"
  },
  {
    "verse_id": 35,
    "translation": "پھر افسوس ہے تجھ پر افسوس ہے!"
  },
  {
    "verse_id": 36,
    "translation": "کیا انسان یہ سمجھتا ہے کہ اسے یوں ہی چھوڑ دیا جائے گا ؟"
  },
  {
    "verse_id": 37,
    "translation": "کیا وہ حقیر پانی کی ایک بوند نہیں تھا جو (رحم مادر میں) ٹپکائی جاتی ہے ؟"
  },
  {
    "verse_id": 38,
    "translation": "پھر وہ ایک علقہ بنا پھر اللہ نے اس کو بنایا اور اس کے اعضاء درست کیے۔"
  },
  {
    "verse_id": 39,
    "translation": "پھر اسی سے اس نے دو زوج بنائے نر اور مادہ۔"
  },
  {
    "verse_id": 40,
    "translation": "تو کیا وہ اس پر قادر نہیں کہ ُ مردوں کو زندہ کردے ؟"
  }
]