[
  {
    "verse_id": 1,
    "translation": "قسم ہے ان (فرشتوں) کی جو غوطہ لگا کر کھینچتے ہیں۔"
  },
  {
    "verse_id": 2,
    "translation": "اور ان (فرشتوں) کی قسم جو گرہیں کھولتے ہیں آسانی سے۔"
  },
  {
    "verse_id": 3,
    "translation": "اور ان (فرشتوں) کی قسم جو تیزی سے تیرتے ہوئے جاتے ہیں۔"
  },
  {
    "verse_id": 4,
    "translation": "پھر وہ (تعمیل ِارشاد میں) ایک دوسرے سے آگے بڑھنے کی کوشش کرتے ہیں۔"
  },
  {
    "verse_id": 5,
    "translation": "پھر (حسب حکم) معاملات کی تدبیر کرتے ہیں۔"
  },
  {
    "verse_id": 6,
    "translation": "جس دن کانپے گی کانپنے والی۔"
  },
  {
    "verse_id": 7,
    "translation": "اس کے پیچھے ایک اور جھٹکا آئے گا۔"
  },
  {
    "verse_id": 8,
    "translation": "کتنے ہی دل اس دن (خوف کے مارے) دھڑک رہے ہوں گے۔"
  },
  {
    "verse_id": 9,
    "translation": "ان کی نگاہیں جھکی ہوئی ہوں گی۔"
  },
  {
    "verse_id": 10,
    "translation": "یہ لوگ کہتے ہیں: کیا ہمیں لوٹا دیا جائے گا الٹے پائوں ؟"
  },
  {
    "verse_id": 11,
    "translation": "کیا جب ہم کھوکھلی ہڈیاں ہوچکے ہوں گے ؟"
  },
  {
    "verse_id": 12,
    "translation": "کہتے ہیں: تب تو یہ لوٹنا بہت گھاٹے کا سودا ہوگا۔"
  },
  {
    "verse_id": 13,
    "translation": "حالانکہ یہ تو بس ایک ہی ڈانٹ ہوگی۔"
  },
  {
    "verse_id": 14,
    "translation": "تو وہ سب کے سب ایک چٹیل میدان میں ہوں گے۔"
  },
  {
    "verse_id": 15,
    "translation": "کیا آپ تک موسیٰ کی خبر پہنچی ہے ؟"
  },
  {
    "verse_id": 16,
    "translation": "جب اس کو پکارا تھا اس کے پروردگار نے طویٰ کی مقدس وادی میں۔"
  },
  {
    "verse_id": 17,
    "translation": "کہ جائو فرعون کے پاس وہ بہت سرکش ہوگیا ہے۔"
  },
  {
    "verse_id": 18,
    "translation": "اور اسے کہو کہ کیا تو چاہتا ہے کہ پاک ہوجائے ؟"
  },
  {
    "verse_id": 19,
    "translation": "اور میں تمہاری راہنمائی کروں تمہارے رب کی طرف تاکہ تمہارے اندر خشیت پیدا ہو ؟"
  },
  {
    "verse_id": 20,
    "translation": "تو موسیٰ ؑ نے اس کو دکھائی بہت بڑی نشانی۔"
  },
  {
    "verse_id": 21,
    "translation": "لیکن اس نے جھٹلا دیا اور نافرمانی کی۔"
  },
  {
    "verse_id": 22,
    "translation": "پھر وہ پلٹا بھاگ دوڑ کرنے کے لیے۔"
  },
  {
    "verse_id": 23,
    "translation": "پھر اس نے (اپنی رعیت کو) جمع کیا اور اعلان کیا۔"
  },
  {
    "verse_id": 24,
    "translation": "پس کہا کہ میں ہوں تمہارا سب سے بڑا ربّ!"
  },
  {
    "verse_id": 25,
    "translation": "تو پکڑ لیا اس کو اللہ نے آخرت اور دنیا کی سزا میں۔"
  },
  {
    "verse_id": 26,
    "translation": "یقینا اس میں عبرت ہے اس کے لیے جو ڈرتا ہے۔"
  },
  {
    "verse_id": 27,
    "translation": "(اے لوگو! ذرا سوچو!) کیا تمہاری تخلیق زیادہ مشکل ہے یا آسمان کی ؟ اس نے اسے تخلیق کیا۔"
  },
  {
    "verse_id": 28,
    "translation": "اس کے گنبد کو بلند کیا پھر اسے ہر طرح سے درست کیا۔"
  },
  {
    "verse_id": 29,
    "translation": "اور اس کی رات کو اندھیرا کردیا اور اس کے دن کو ظاہر کردیا۔"
  },
  {
    "verse_id": 30,
    "translation": "اور زمین کو اس کے بعد بچھا دیا۔"
  },
  {
    "verse_id": 31,
    "translation": "اس میں سے نکالا اس کا پانی اور اس کا چارہ۔"
  },
  {
    "verse_id": 32,
    "translation": "اور پہاڑوں کو اس میں گاڑ دیا۔"
  },
  {
    "verse_id": 33,
    "translation": "سامانِ زیست کے طور پر تمہارے لیے اور تمہارے چوپایوں کے لیے۔"
  },
  {
    "verse_id": 34,
    "translation": "پھر جب برپاہو گا وہ بڑا ہنگامہ۔"
  },
  {
    "verse_id": 35,
    "translation": "اس دن انسان یاد کرے گا جو کچھ اس نے بھاگ دوڑ کی تھی۔"
  },
  {
    "verse_id": 36,
    "translation": "اور کھول کر رکھ دی جائے گی جہنم ہر دیکھنے والے کے لیے۔"
  },
  {
    "verse_id": 37,
    "translation": "پس جس نے سرکشی کی تھی۔"
  },
  {
    "verse_id": 38,
    "translation": "اور دنیا کی زندگی کو ترجیح دی تھی۔"
  },
  {
    "verse_id": 39,
    "translation": "تویقینا اس کا ٹھکانہ اب جہنم ہی ہے۔"
  },
  {
    "verse_id": 40,
    "translation": "اور جو کوئی ڈرتا رہا اپنے ربّ کے حضور کھڑا ہونے (کے خیال) سے"
  },
  {
    "verse_id": 41,
    "translation": "تو یقینااُس کا ٹھکانہ جنت ہی ہے۔"
  },
  {
    "verse_id": 42,
    "translation": "(اے نبی ﷺ!) یہ لوگ آپ سے پوچھتے ہیں قیامت کے بارے میں کہ وہ کب آکرٹھہرے گی ؟"
  },
  {
    "verse_id": 43,
    "translation": "آپ ﷺ کا کیا تعلق ہے اس کے بیان کرنے سے ؟"
  },
  {
    "verse_id": 44,
    "translation": "اس کا انجام تو آپ کے رب ہی کی طرف ہے۔"
  },
  {
    "verse_id": 45,
    "translation": "آپ ﷺ تو بس خبردار کرنے والے ہیں ہر اس شخص کو جو اس سے ڈرتا ہو۔"
  },
  {
    "verse_id": 46,
    "translation": "جس دن وہ اسے دیکھیں گے (انہیں یوں لگے گا) گویا وہ نہیں رہے (دنیا میں) مگر ایک شام یا اس کی ایک صبح۔"
  }
]