[
  {
    "verse_id": 1,
    "translation": "جب آسمان پھٹ جائے گا۔"
  },
  {
    "verse_id": 2,
    "translation": "اور اپنے رب کے حکم کی تعمیل کرے گا اور اسے یہی زیب دیتا ہے۔"
  },
  {
    "verse_id": 3,
    "translation": "اور جب زمین کو پھیلا دیا جائے گا۔"
  },
  {
    "verse_id": 4,
    "translation": "اور وہ نکال باہر کرے گی جو کچھ اس کے اندر تھا اور خالی ہوجائے گی۔"
  },
  {
    "verse_id": 5,
    "translation": "اور وہ بھی اپنے رب کے حکم کی تعمیل کرے گی اور اسے یہی زیب دیتا ہے۔"
  },
  {
    "verse_id": 6,
    "translation": "اے انسان! تو مشقت پر مشقت برداشت کرتے جا رہا ہے اپنے رب کی طرف پھر تو اس سے ملنے والا ہے۔"
  },
  {
    "verse_id": 7,
    "translation": "تو جس کو دیا جائے گا اس کا اعمال نامہ داہنے ہاتھ میں۔"
  },
  {
    "verse_id": 8,
    "translation": "تو اس سے لیا جائے گا بہت ہی آسان حساب۔"
  },
  {
    "verse_id": 9,
    "translation": "اور وہ لوٹے گا اپنے گھر والوں کی طرف شاداں وفرحاں۔"
  },
  {
    "verse_id": 10,
    "translation": "اور جس کو دیا جائے گا اس کا اعمالنامہ اس کی پیٹھ کے پیچھے سے۔"
  },
  {
    "verse_id": 11,
    "translation": "تو اب وہ موت کی طلب کرے گا۔"
  },
  {
    "verse_id": 12,
    "translation": "لیکن وہ داخل ہوگا جہنم میں۔"
  },
  {
    "verse_id": 13,
    "translation": "یقینا (دنیا میں) وہ اپنے اہل و عیال میں بہت خوش و خرم تھا۔"
  },
  {
    "verse_id": 14,
    "translation": "اسے گمان ہوگیا تھا کہ کبھی لوٹ کر نہیں آنا ہے۔"
  },
  {
    "verse_id": 15,
    "translation": "کیوں نہیں! یقینا اس کا رب تو اسے خوب دیکھ رہا تھا۔"
  },
  {
    "verse_id": 16,
    "translation": "تو نہیں مجھے قسم ہے شام کی سرخی کی۔"
  },
  {
    "verse_id": 17,
    "translation": "اور رات کی اور ان چیزوں کی جن کو وہ سمیٹے ہوئے ہے۔"
  },
  {
    "verse_id": 18,
    "translation": "اور چاند کی جب وہ پورا ہوجاتا ہے۔"
  },
  {
    "verse_id": 19,
    "translation": "(اسی طرح) تم لازماً چڑھو گے درجہ بدرجہ۔"
  },
  {
    "verse_id": 20,
    "translation": "تو انہیں کیا ہوگیا ہے کہ یہ ایمان نہیں لاتے ؟"
  },
  {
    "verse_id": 21,
    "translation": "اور جب انہیں قرآن پڑھ کر سنایا جاتا ہے تو یہ سجدہ نہیں کرتے ؟"
  },
  {
    "verse_id": 22,
    "translation": "بلکہ یہ کافر تو جھٹلا رہے ہیں۔"
  },
  {
    "verse_id": 23,
    "translation": "اور اللہ کو خوب معلوم ہے کہ یہ لوگ (اپنے اندر) کیا بھرے ہوئے ہیں۔"
  },
  {
    "verse_id": 24,
    "translation": "تو (اے نبی ﷺ!) ان کو بشارت دے دیجیے دردناک عذاب کی۔"
  },
  {
    "verse_id": 25,
    "translation": "البتہ جو لوگ ایمان لائے اور جنہوں نے نیک عمل کیے ان کے لیے کبھی نہ ختم ہونے والا اجر ہے۔"
  }
]