[
  {
    "verse_id": 1,
    "translation": "قسم ہے آسمان کی جو برجوں والا ہے۔"
  },
  {
    "verse_id": 2,
    "translation": "اور قسم ہے اس دن کی جس کا وعدہ کیا گیا ہے۔"
  },
  {
    "verse_id": 3,
    "translation": "اور قسم ہے حاضر ہونے والے کی اور اس کی جس کے پاس حاضر ہوا جائے۔"
  },
  {
    "verse_id": 4,
    "translation": "ہلاک ہوگئے وہ کھائیوں والے۔"
  },
  {
    "verse_id": 5,
    "translation": "وہ آگ جو بڑی ایندھن والی تھی۔"
  },
  {
    "verse_id": 6,
    "translation": "جبکہ وہ اس (کے کناروں) پر بیٹھے ہوئے تھے۔"
  },
  {
    "verse_id": 7,
    "translation": "اور مومنین کے ساتھ وہ جو کچھ کر رہے تھے خود اس کا نظارہ بھی کر رہے تھے۔"
  },
  {
    "verse_id": 8,
    "translation": "اور وہ نہیں انتقام لے رہے تھے ان سے مگر اس لیے کہ وہ ایمان لے آئے تھے اللہ پر جو زبردست ہے اور اپنی ذات میں خود ستودہ صفات ہے۔"
  },
  {
    "verse_id": 9,
    "translation": "جس کے لیے بادشاہی ہے آسمانوں کی اور زمین کی۔ اور اللہ تو ہرچیز پر خود گواہ ہے۔"
  },
  {
    "verse_id": 10,
    "translation": "یقینا جن لوگوں نے ظلم و ستم توڑا مومن مردوں اور مومن عورتوں پر پھر انہوں نے توبہ بھی نہیں کی تو ان کے لیے ہوگا جہنم کا عذاب اور جلا ڈالنے والا عذاب۔"
  },
  {
    "verse_id": 11,
    "translation": "یقینا وہ لوگ جو ایمان لائے اور جنہوں نے نیک عمل کیے ان کے لیے وہ باغات ہوں گے جن کے نیچے نہریں بہتی ہوں گی۔ یہ ہے اصل بڑی کامیابی۔"
  },
  {
    "verse_id": 12,
    "translation": "یقینا تیرے رب کی پکڑ بڑی سخت ہے۔"
  },
  {
    "verse_id": 13,
    "translation": "وہی ہے جو پہلی مرتبہ پیدا کرتا ہے اور وہی اعادہ بھی کرے گا۔"
  },
  {
    "verse_id": 14,
    "translation": "اور وہ بخشنے والا بھی ہے محبت کرنے والا بھی ہے۔"
  },
  {
    "verse_id": 15,
    "translation": "عرش کا مالک ہے بڑی شان والا ہے۔"
  },
  {
    "verse_id": 16,
    "translation": "وہ جو ارادہ کرلے کر گزرنے والا ہے۔"
  },
  {
    "verse_id": 17,
    "translation": "کیا آپ کے پاس لشکروں کی خبر پہنچی ہے ؟"
  },
  {
    "verse_id": 18,
    "translation": "فرعون اور ثمود (کے لشکروں) کی ؟"
  },
  {
    "verse_id": 19,
    "translation": "لیکن یہ کافر جو ہیں یہ جھٹلانے ہی میں لگے رہیں گے۔"
  },
  {
    "verse_id": 20,
    "translation": "جبکہ اللہ ان کو گھیرے میں لیے ہوئے ہے۔"
  },
  {
    "verse_id": 21,
    "translation": "بلکہ یہ تو قرآن ہے بہت عزت والا۔"
  },
  {
    "verse_id": 22,
    "translation": "لوحِ محفوظ میں (نقش ہے)۔"
  }
]