[
  {
    "verse_id": 1,
    "translation": "قسم ہے فجر کی۔"
  },
  {
    "verse_id": 2,
    "translation": "اور قسم ہے دس راتوں کی۔"
  },
  {
    "verse_id": 3,
    "translation": "اور قسم ہے ُ جفت کی اور طاق کی۔"
  },
  {
    "verse_id": 4,
    "translation": "اور قسم ہے رات کی جب وہ گزرنے لگے۔"
  },
  {
    "verse_id": 5,
    "translation": "کیا اس میں کوئی قسم (دلیل) ہے ان لوگوں کے لیے جو عقل مند ہیں ؟"
  },
  {
    "verse_id": 6,
    "translation": "کیا تم نے دیکھا نہیں کیا کیا تھا آپ کے رب نے عاد کے ساتھ ؟"
  },
  {
    "verse_id": 7,
    "translation": "وہ ارم جو ستونوں والے تھے۔"
  },
  {
    "verse_id": 8,
    "translation": "جن کے مانند نہیں پیدا کیے گئے (دنیا کے) ملکوں میں۔"
  },
  {
    "verse_id": 9,
    "translation": "اور ثمود کے ساتھ (کیا کیا آپ کے رب نے) جنہوں نے وادی میں چٹانوں کو تراشا تھا۔"
  },
  {
    "verse_id": 10,
    "translation": "اور فرعون کے ساتھ (کیا کیا) جو میخوں والا تھا۔"
  },
  {
    "verse_id": 11,
    "translation": "جنہوں نے (اپنے اپنے) ملکوں میں سرکشی اختیار کی تھی۔"
  },
  {
    "verse_id": 12,
    "translation": "سو انہوں نے ان میں بکثرت فساد پھیلا دیا تھا۔"
  },
  {
    "verse_id": 13,
    "translation": "تو دے مارا ان کے اوپر آپ کے رب نے عذاب کا کوڑا۔"
  },
  {
    "verse_id": 14,
    "translation": "بیشک آپ کا رب تو (سرکشوں اور مفسدوں کی) تاک میں ہے۔"
  },
  {
    "verse_id": 15,
    "translation": "انسان کا معاملہ یہ ہے کہ جب اس کا ربّ اسے آزماتا ہے پھر اسے عزت دیتا ہے اور نعمتیں عطا کرتا ہے تو وہ کہتا ہے میرے رب نے مجھے عزت دی!"
  },
  {
    "verse_id": 16,
    "translation": "اور جب وہ اسے آزماتا ہے پھر اس کا رزق اس پر تنگ کردیتا ہے تو وہ کہتا ہے میرے رب نے مجھے ذلیل کردیا!"
  },
  {
    "verse_id": 17,
    "translation": "ایسا ہرگز نہیں ہے! ایسا ہرگز نہیں بلکہ تم لوگ یتیم کی عزت نہیں کرتے۔"
  },
  {
    "verse_id": 18,
    "translation": "اور نہ ہی تم لوگ آپس میں مسکینوں کو کھلانے کی ترغیب دیتے ہو۔"
  },
  {
    "verse_id": 19,
    "translation": "اور تم ساری کی ساری میراث سمیٹ کر کھا جاتے ہو۔"
  },
  {
    "verse_id": 20,
    "translation": "اور تم مال سے ٹوٹ کر محبت کرتے ہو۔"
  },
  {
    "verse_id": 21,
    "translation": "ہرگز نہیں! جب زمین کو کوٹ کوٹ کر ہموار کردیا جائے گا۔"
  },
  {
    "verse_id": 22,
    "translation": "اور آپ کا رب جلوہ فرما ہوگا جب کہ فرشتے قطار در قطار حاضر ہوں گے۔"
  },
  {
    "verse_id": 23,
    "translation": "اور لے آئی جائے گی اس روز جہنم بھی اس دن انسان کو سمجھ آئے گی لیکن اب سمجھنے کا کیا فائدہ!"
  },
  {
    "verse_id": 24,
    "translation": "وہ کہے گا: اے کاش میں نے اپنی زندگی کے لیے کچھ آگے بھیجا ہوتا!"
  },
  {
    "verse_id": 25,
    "translation": "تو اس دن اللہ جو عذاب دے گا ویسا عذاب کوئی نہیں دے سکتا۔"
  },
  {
    "verse_id": 26,
    "translation": "اور اس کا سا باندھنا کوئی اور نہیں باندھ سکتا۔"
  },
  {
    "verse_id": 27,
    "translation": "اے نفس ِمطمئنہ! ّ"
  },
  {
    "verse_id": 28,
    "translation": "اب لوٹ جائو اپنے رب کی طرف اس حال میں کہ تم اس سے راضی وہ تم سے راضی۔"
  },
  {
    "verse_id": 29,
    "translation": "تو داخل ہو جائو میرے (نیک) بندوں میں۔"
  },
  {
    "verse_id": 30,
    "translation": "اور داخل ہو جائو میری جنت میں!"
  }
]