[
  {
    "id": 1,
    "start_verse": 4,
    "end_verse": 4,
    "verse_range": 1,
    "tafsir": "<p lang=\"en\">Noah is perhaps the first prophet after Adam. The message that he gave to the corrupted people of those days has been put here in three words—worship (‘ibadah), fear of God (taqwa) and obedience to the Prophet (ita‘ah), i.e. the worshipping of God and renouncing the worship of anything other than God, leading one’s life in the world with the fear of God in one’s heart and considering the prophet of God an example to be followed in all matters. This has been the real message of all prophets in every age and this is the true message of the Quran itself.</p>"
  },
  {
    "id": 2,
    "start_verse": 5,
    "end_verse": 12,
    "verse_range": 8,
    "tafsir": "<p lang=\"en\">It is evident from the utterances of Noah that his way of delivering the divine message is identical with that adopted in the Quran for inviting people to the Truth. Noah based his reasoning on the events of the universe while urging others to reform. He addressed the people collectively and also had individual discussions. He spared no effort to bring people on to the right path. But his people were not ready to accept him.</p>"
  },
  {
    "id": 3,
    "start_verse": 13,
    "end_verse": 20,
    "verse_range": 8,
    "tafsir": "<p lang=\"en\">Literally ‘Why do you deny the greatness of God?’ This has been explained by ‘Abdullah ibn ‘Abbas thus, ‘You do not accept the Majesty of God as it should be accepted.’ This shows that Noah’s people did accept God, but the consciousness of the Majesty of God had not become ingrained as it should have done. The fact is that this acceptance of God’s greatness is the real standard of God-worship. One who is living in the knowledge of the Majesty of God is a real God-worshipper, while one whose heart is not immersed in God’s greatness is not a true believer.</p>"
  },
  {
    "id": 4,
    "start_verse": 21,
    "end_verse": 22,
    "verse_range": 2,
    "tafsir": "<p lang=\"en\">Why did people deny Noah’s pleas for reform? The reason for this was that they thought that, compared to the words of Noah, the utterances of those who had attained a higher status from the worldly point of view were more worth considering. The great ones of the time arrogantly rejected the call for Truth, while lesser mortals rejected it because the great ones had done so.</p>"
  },
  {
    "id": 5,
    "start_verse": 23,
    "end_verse": 25,
    "verse_range": 3,
    "tafsir": "<p lang=\"en\">The opponents of Noah devised many great schemes against him. One of these was to spread it about that Noah was against their great ones of old, viz., Wadd, Suwa‘, Yauq, Yaghuth and Nasr. All of them had been of great piety in ancient times. Gradually they became sanctified and ultimately people started worshipping them. It was easy to turn the people against Noah in the name of these men. So, they made Noah’s mission look dubious to the people by saying that he was treading a new path, straying from the path of their revered forebears.</p>"
  },
  {
    "id": 6,
    "start_verse": 26,
    "end_verse": 26,
    "verse_range": 1,
    "tafsir": "<p lang=\"en\">It appears from Noah’s prayer that, in his own times, evil had reached its final limit. Misguided beliefs and thoughts had become so prevalent in society that any child born and brought up in this society would have gone astray. When this stage had been reached, Noah’s people were destined to face nothing less than destruction by Noah’s flood.</p>"
  }
]