[
  {
    "id": 1,
    "start_verse": 7,
    "end_verse": 16,
    "verse_range": 10,
    "tafsir": "<p lang=\"en\">The real work of a prophet is warning the people, i.e. informing them of the serious nature of the events which will unfold in the Hereafter. This task can be performed only by one whose heart is overflowing with the realisation of God’s Majesty, who possesses a noble character, who shuns all evil, who does good without aspiring to any recompense, who can be unilaterally tolerant and exercise patience in the face of trouble created by others.</p>"
  },
  {
    "id": 2,
    "start_verse": 17,
    "end_verse": 24,
    "verse_range": 8,
    "tafsir": "<p lang=\"en\">One who finds himself in an affluent position with a horde of companions, develops a false sense of confidence. He imagines that as he is well-to-do in this world, he will fare well in the Hereafter also. But with the advent of Doomsday, the whole situation will change. The individual who was in easy circumstances in this world, will then find himself surrounded by insurmountable difficulties.</p>"
  },
  {
    "id": 3,
    "start_verse": 25,
    "end_verse": 30,
    "verse_range": 6,
    "tafsir": "<p lang=\"en\">The greatest impediment to acceptance of the Truth is a man’s egoism or pride. Those who attain a high status in society do not accept the Truth for the simple reason that, by such acceptance, their greatness will be diminished. In order to cover up their rejection, they try to find defects in the discourse of the preacher of Truth. They try to degrade him by making allegations against him.</p>"
  },
  {
    "id": 4,
    "start_verse": 31,
    "end_verse": 47,
    "verse_range": 17,
    "tafsir": "<p lang=\"en\">The conditions of hell described in the Quran relate to the unseen and hidden world. There being nineteen angels in hell is also a fact of a similar nature. If one resorts to hair-splitting, these matters will only increase one’s doubts. But if the way of complete faith is adopted, these matters will increase one’s fear of the Hereafter.</p>"
  },
  {
    "id": 5,
    "start_verse": 48,
    "end_verse": 55,
    "verse_range": 8,
    "tafsir": "<p lang=\"en\">The earth rotates on its axis and the moon orbits the earth. For this reason, lunar dates change and night and day alternate on the earth. This system of rotation and changes is in fact an indication that the present order will change and that the period of the Hereafter will definitely arrive. Those who take this system into account will want to make full use of their ‘day’, before the arrival of ‘night’. They will avoid all actions which could plunge them into Hell, prefering instead to act in a way which will lead them to Paradise.</p>"
  },
  {
    "id": 6,
    "start_verse": 56,
    "end_verse": 56,
    "verse_range": 1,
    "tafsir": "<p lang=\"en\">Advice, howsoever reasonable and well-supported by arguments, can be effective only when the hearer is serious about it. If the hearer is not serious, the advice will not reach his heart. Such arguments as deeply move a serious-minded person, will only cause a frivolous person to engage in meaningless discussions.</p>"
  }
]