[
  {
    "id": 1,
    "start_verse": 14,
    "end_verse": 25,
    "verse_range": 12,
    "tafsir": "<p lang=\"en\">Every year we experience periods of calm weather followed by gales bringing clouds and rainstorms. Soon it is clearly visible that where the land was desolate, a new world has sprung up. This event of nature indicates the possibility of the Hereafter. This shows in symbolic fashion that the emergence of the Hereafter from the present world is just as possible as the emergence of lush green foliage from dry barren land.</p>"
  },
  {
    "id": 2,
    "start_verse": 26,
    "end_verse": 32,
    "verse_range": 7,
    "tafsir": "<p lang=\"en\">The life of Pharaoh and other deniers of the truth like him provides proof of the fact that one who denies realities is ultimately punished for it. These historical examples are enough to teach man a lesson. But an instructive event is such only to one who has a prudent mentality, and who examines an action from the viewpoint of its end-result and not just in relation to its beginning.</p>"
  },
  {
    "id": 3,
    "start_verse": 33,
    "end_verse": 45,
    "verse_range": 13,
    "tafsir": "<p lang=\"en\">The magnificent phenomenon before us in the shape of the universe is so great that all other things are small in comparison to it. So, in the world when the occurrence of a big event is possible, why should the occurrence of a small event not be possible? There are already many factors in existence on a large scale which explain the Quran’s declaration that man shall one Day have to face resurrection.</p>"
  },
  {
    "id": 4,
    "start_verse": 46,
    "end_verse": 46,
    "verse_range": 1,
    "tafsir": "<p lang=\"en\">Man is between two domains. One is the present world, which is before him, and the second is the world of the Hereafter, which is hidden from view. The real test of man is that he should prefer the Hereafter to the present world. But this can be done only by one who has the courage to exercise control over the base desires of the self and not behave arrogantly.</p>"
  }
]