[
  {
    "verse_id": 1,
    "translation": "Alf. Lam. Mym. (yim ḥrvfi muqṭʿāt chih qrāni mjydkyn kynczhn svurn hndis abtdahs mnz labnh yivan. Mufsrav chih yihndụ̄ mkhtlf mʿny byan krimtụ̄, mgr yihndis kunhi mʿniys pytth chuhnh atfaq th yuhund mʿny zanun chuh aamhi mvjvb ghyr ẓrvry zi agr ansan yuhund mʿny zanhi thi nh, qrān nishhi hdayt ḥaṣl krns mnz chahnh kanhh ksr rvzan)"
  },
  {
    "verse_id": 2,
    "translation": "Yih chhe Allah tʿālyā snz ktab, yath mnz chuhnh kanhh shk (aamyuk akh siyvd th sadh mṭlb chuh yih zi be shk chhe yih Allah tʿālyā snz ktab. Mgr byakh mṭlb hykys yithi ạsith zi yih chhe ticzh ktab yth mnz nh shkch kanhh kth chhe). Hdayt chhe timn prhyzgar lukn khạṭr."
  },
  {
    "verse_id": 3,
    "translation": "Yim ghạbs pytth ayman chih aanan (ghyb chuh murad timh sare ḥqyqth yimh ansan sndi ḥvash nishhi czhayih chhe th brahi rast chahnh ʿām ansann hndis tjrbs th mushạhds mnz yivan, mthlaan Allah tʿālyā snz dhat th ṣifat, mlạyik, vaḥy, jnt, jhnm bytri) nmaz chih qạyim kran. (aiqamt alṣlvātuk mʿny chuhnh ṣrf yy zi ansan gczihh pabndy san nmaz ada krun, blkh chuh aamiyuk mṭlb yih zi ajtmạʿī ṭvr gczihh nmazi hund nẓam baqạʿdh qạyim krnh yun, agr kunhi bsty mnz akh akh nfr byvn byvn nmaz pran chuh. Mgr jmạʿcz san chuhnh yih frẓ ada krnuk nẓm, tylhi hykhi nh yih vannh yith zi tathi chhe nmaz qạyim krnh yivan) yus rizq aashi timn diytmut chuh tmhi mnz chih khrch kran."
  },
  {
    "verse_id": 4,
    "translation": "Yosh ktab tohyih pytth nạzil chhe āmcz krnh (yʿny qrān) th yimh ktabh tohyih brvnhh nạzil āshi āmcz krnh, timn sarine petth chih ayman aanan th ạkhrts pytth chih yqyn thavan."
  },
  {
    "verse_id": 5,
    "translation": "Yithụ̄ lukh chih pnnis rb sndi ṭrfh syzi vathi pytth th time chih kamyạby lbn vạlụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Yimv lukv (yimh kthh manns) ankar kvr tihndi khạṭr chuh yksan khvah tvhụ̄ tim khbrdar kritvkh ya mth kritvkh, bhrḥal chihnh tim mann vạlụ̄ kynhh."
  },
  {
    "verse_id": 7,
    "translation": "Khudayn chhe tihndiyn diln th tihndyn knn pytth mohr lgạvmcz (aamiyuk mṭlb chuhnh yih zi khudayn ạs mohr lgạvmcz, aamhi mvjvub kvr timv manns ankar blkh chuh aamiyuk mṭlb yih zi yylhi timv timh bnyạdy kthh rad kri yihnz dhkr pytth knhi krnh āyih th pnnhi khạṭr krkh qrān chih pysh krnh āmczi vathi brʿks byakh vath akhtyar path lgạv khudayn tihndyn diln th knn pytth mohr). Th tihnzn achhn pytth chuh prdh pyvmut, tim chih skht szahkụ̄ ḥqdar."
  },
  {
    "verse_id": 8,
    "translation": "Kynhh lukh chih tim thi yim vanan chih aashi chuh khudays pytth th ạkhrt kis dohs pytth ayman avnmut ḥalankh chihnh tim ḥqyqts mnz mvmn kynhh."
  },
  {
    "verse_id": 9,
    "translation": "Tim chih khudays sintụ̄ th ayman aann valyn sintụ̄ dvkhh bạzy kran, mgr tim chih draṣl pnh nue pan dvkhs mnz travan th timn chuhnh aamiyuk shʿūr kiynhh."
  },
  {
    "verse_id": 10,
    "translation": "Tihndyn diln mnz chhe akh bymạrụ̄ yosh khudayn zyade hurrạv (bymạrụ̄ chhe murad munafqtch bymạrụ̄, th khudayn hurrạv yih bymạrụ̄ chuh yih mʿny thavan zi suh chuhnh munafqs fvraan sza divan blkh chuhs ddyjr travan th aamhi ddyjruk ntyjhi chuh yih āsan zi munafq chuh varh pạtthụ̄ munafq bnan) th yus aapuz tim vanan chih tamhi kis muʿāvẓs mnz chuh tihndi khạṭr dag tulh vun sza."
  },
  {
    "verse_id": 11,
    "translation": "Yylhi zanhh timn āv vannh zi zmyns mnz mh kriv fsad th timv vvn yiy zi asụ̄ chih aṣlaḥ krn vạlụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Khbrdar! Ḥqyqts mnz chih yime lukh fsạdụ̄ mgr timn chuhnh shʿūr."
  },
  {
    "verse_id": 13,
    "translation": "Th yylhi timn vannh āv zi yithh pạtthụ̄ baqy lukv ayman chuh avnmut tithe pạtthụ̄ aniv tvhụ̄ thi ayman, tvr diyut timv yohe jvab zi kya asụ̄ aanvh byvqvfn hndụ̄ pạtthụ̄ ayman? Khbrdar! Ḥqyqts mnz chih yim panh byvqvf mgr yim chihnh zanan."
  },
  {
    "verse_id": 14,
    "translation": "Yylhi yim ahli aymann smkhan chih, tylhi chih vanan aashi chuh ayman avnmut, th yylhi khlvakh pnnyn shyṭann chih smkhan tylhi chih vanan zi aṣly chih asụ̄ tohyih sintụ̄ th homn lukn chih mḥẓ mdhaq kran."
  },
  {
    "verse_id": 15,
    "translation": "Allah tʿālyā chuh yimn mdhaq kran suh chuh yihnz raz ddyj travan, th yim chih pnnhi nafrmạny kinụ̄ aanyn hndụ̄ pạtthụ̄ vathi ddalan rvzan."
  },
  {
    "verse_id": 16,
    "translation": "Yim chih tim lukh yimv hdayth bdlh gumrạhy mvlụ̄ hiycz, mgr yih tjart chuhnh yihndi khạṭr nfʿ dinh vvl kynhh, th yim chihnh hrgz ṣḥyḥ vathi pytth."
  },
  {
    "verse_id": 17,
    "translation": "Yihnz mithal chhe ticzh zanth akụ̄ shkhṣn nar zvl (gashhi mokhh) pth yylhi tmụ̄ svrue avnd pvk gashirvv aamhi pth niyvu khdayn yimn (achh) gash th yim trạvin tth ḥals mnz zi gtth zlyn mnz chuhnh yimn kihnụ̄ aathhi yivan (mṭlb chuh yih zi yylhi Allah tʿālyā sndụ̄ akụ̄ bndn rvshny phhlạv th ḥq kvrrun bạṭlh nishhi chhạnttith balkl nvn, yim lukh gashdar ạsụ̄ timn pytth gyih tmam ḥqyqth rvshn, mgr yim mnafq nfs prsty mnz anụ̄ ạsụ̄ gmtụ̄ timn avs nh aath gashs mnz kihnụ̄ aathhi yivan)"
  },
  {
    "verse_id": 18,
    "translation": "Yim chih zrụ̄, yim chih klụ̄, yim chih anụ̄, yim phyrn nh vonụ̄ pvt."
  },
  {
    "verse_id": 19,
    "translation": "Ya smjihv yihnz mithal yithh pạtthụ̄ zi āsmanh chuh zbrds rvud pyvan th aath sintụ̄ chhe krhinụ̄ vunl th ggrae th vuzmlh thi yim chih ggrayih bvuzith zuv lrzh sintụ̄ pnnyn knan mnz avngjhi bran th Allah tʿālyā chuh yimn ḥqs ankar krn valyn prth and gyrs mnz rttith."
  },
  {
    "verse_id": 20,
    "translation": "Vuzmlhi sintụ̄ chhe yihnz ḥalt yih spdan znth niyih yimn vunụ̄ vuzmlh achh gash thaphi, th yylhi yimn raczh khndd gash basan chuh tylhi chih yim tath mnz hanh pkan th yylhi aanhi gvtt chuhkh spdan, tylhi chih vodnụ̄ rvzan (goddnich mithal ạs munafqn hnz yim dilh kinụ̄ munkr ạsụ̄ th kunhi ghrẓh th maṣlḥth kinụ̄ ạsụ̄ mslman bnymtụ̄. Th yih dvyim mithal chhe tihnz yim shks th dul mulis mnz ạsụ̄ th yuhund ayman kmzvr avs, kynhh ạsụ̄ ḥqkụ̄ qạyil thi, mgr ticzihh ḥq prsty hndụ̄ qạyil ạsụ̄ nh zi aamhi khạṭr krhan tklyf th mṣybt thi brdash) Allah tʿālyā hrgah yyczihh he bvznuk th vuchhnuk ṭaqt niyih hkh thphi, pzụ̄ pạtthụ̄ chuh Allah tʿālyā prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 21,
    "translation": "Lvukv! Bndgy kriv pnnis ts rb snz yus tuhund th tohyih brvnhh yim lukh ạsụ̄ timn sarine hund pạdh krn vvl chuh, tuhndi moklnch amyd hykhi athụ̄ ṣvurts mnz ạsith (yʿny dunyahs mnz ghlṭ byny th ghlṭ kạry nishhi th ạkhrts mnz Allah tʿālyā sndi ʿdhab nishhi moklnch amyd)."
  },
  {
    "verse_id": 22,
    "translation": "Sue chuh yymụ̄ tuhndi khạṭr zmynuk frsh vathrvv, āsmanuk pash bnvvun, āsmanh vvlun āb, th aamhi sintụ̄ thvvun prth qsmuk pydavar krrith tuhndi khạṭr rzq frahm, vonụ̄ yylhi tvhụ̄ yih zanan chihv tylhi mah mạniyvukh baqy khdayas mdi mqabl (baqy khdays mdi mqabl mannuk mṭlb chuh bndgy th ʿbadt kyv mkhtlf qsmv mnz kunhi qsmuk ṭryqh khdays varạe baqyn sintụ̄ vartavun.)"
  },
  {
    "verse_id": 23,
    "translation": "Th agr tohyih aath kthhi mnz shk chuhv zi yih ktab yvsh aashi pannis bnds pytth nạzil chhe krmcz, yih chha sạnụ̄ kinh nh, tylhi anụ̄tav athụ̄ hyvu aakh svurh bnạvith, pnnụ̄ sạry sạthy anyvukh, khudays varạe ys ys tvhụ̄ mdd chihv yczhan hiyvn ts ts hyyiv, agr tvhụ̄ pziyạrụ̄ chihv tylhi hạvitav yih kạm krith."
  },
  {
    "verse_id": 24,
    "translation": "Vonụ̄ hrgah tohyih yih hyvkv nh krith, th pzụ̄ pạtthụ̄ hykiv nh krith, tylhi khvucziv tth nars yymyuk zalun bann ansan th knhi (yʿny tathi bniv nh tvhy yạtụ̄ jhnmuk zalun, blkh āsn tuhndụ̄ tim potlụ̄ thi tathi tohy sintụ̄ mvjvud, yimn tvhụ̄ ʿbadt th sjdh chihv kran) yus tyar chuh āmut thavnh ḥqs ankar krn valyn khạṭr."
  },
  {
    "verse_id": 25,
    "translation": "Th ae pyghmbr, yim lukh yth kitabhi pytth ayman aann th (yth muṭạbiq krn) pnnhi ʿmlh durst timn diyv khosh khbr zi timn khạṭr chih tithụ̄ bagh, yimn bnụ̄ kolh āsn pkan, yylhi timn kanhh myvh khynh khạṭr dinh yiyih, tim vnan zi yithy myvh ạsụ̄ aashi yymhi brvnhh dunyahs mnz thi dinh yivan ḥalankh timn baghn hndiụ̄ myvh āsn shklhi kinụ̄ dunya kyn myvan hivụ̄ th timn khạṭr āsn tathi pakdamn khandarnhi th tim rvzn hmyshh khạṭr tthụ̄."
  },
  {
    "verse_id": 26,
    "translation": "Ā, Allah tʿālyā chuhnh hrgz thi aath mndchhan zi suh diyih mhụ̄ snz ya aamhi khoth thi vsụ̄ payih chyzn hnz mthalh (yythi ns chuh akhi aʿtraẓch dhikr krnh vrạe aamiyuk jvab āmut dinh. Qrāns mnz chhe varyahn jayn mudʿā khi vẓaḥt khạṭr zlrụ̄ snz, mchhhi hnz th mhụ̄ bytri snz mithalh āmcz dinh, yimn pytth avs mkhạlfn aʿtraẓ zi yih kiyuth klami alhāy chuh yth mnz amhi qsmh kyn vsụ̄ payih chyzn hnz mithalh chhe dinh āmcz) yim lukh ḥqch kth qbvl krn vạlụ̄ chih timn chuh yime mithalh vuchihth pe lgan zi yih chuh ḥq yus tihndis rb sndy ṭrfh āmut chuh th yim mann vạlụ̄ chihnh tim chih yim mithalh bvuzith vanan zi yiczahv mithalv sintụ̄ kya mqṣd chuh khdays? Yithh pạtthụ̄ chuh Allah tʿālyā aaky kthhi sintụ̄ varyahn kran gumrạhy mnz mbtla th varyahn chuh siyz vath havan th gumrạhy mnz chuh suh timne lukn mbtla kran, yim fasq chih (fasq gvv nafrman, aṭaʿt kh ḥd nishhi nyrn vvl)"
  },
  {
    "verse_id": 27,
    "translation": "Khudays sintụ̄ chih mẓbvuṭ ʿhd krnh pth suh puhttravan (badshah yus frman ya hdayat pnnyn mulạzimn th lukn hndi nav jạry chuh kran, tim chih ʿrby zbạnụ̄ mnz ʿhds sintụ̄ tʿbyr yivan krnh. Allah tʿālyā sund ʿhd chuh suh mustql frman yymhi kinụ̄ tmam ainsạny zuriyath ṣrif tmụ̄ snze bndgy, aṭaʿt th prstsh krns pytth mamvr chhe. Mẓbvṭ ʿhd krnh pth aamhi sintụ̄ chuh airshad aath kithh kun zi ādm bnavnh vqth avs tmam ansann aamhi frmanch pabndy krnuk aqrar hynh āmut. Yithh pạtthụ̄ zn svrh aʿraf āyt nmbr 172 has mnz byan chuh spudmut) khudayn yath jvrnuk ḥukm chuh diytmut tth chih czttan (yʿny yimn rạbṭn hndis qyams pytth th astḥkams pytth ansan snzi ajtmạʿī th ainfrạdy kamyạby hund darmdar chuh, th khudayn yimn hndi durst thavnuk ḥukm chuh diytmut, timn pytth chih yim makcz chlavan) th zmyns pytth chih fsad brpa kran ḥqyqts mnz chih yime lukh nqṣan tuln vạlụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Tvhụ̄ kithh pạtthụ̄ chihv khudays sintụ̄ kufruk rviyih vartavan ḥalankh tvhụ̄ ạsiv be jan, tmụ̄ krnav tohyih zndgy ʿṭa pth kri sue tuhund zuv slb, pth kri sue tohyih nvi sr zndgy ʿṭa pth chuhv tohyih tsụ̄ kun vaps gczuhn."
  },
  {
    "verse_id": 29,
    "translation": "Sue chuh yymụ̄ tuhndi khạṭr zmynkụ̄ sạry chyz pạdh krụ̄ pth diytun hiyvr kun tvjh pth krin sath āsman austvar (satn āsmann hnz ḥqyqt kya chhe, aamiyuk tʿīn chuh mshkl. Ainsan chuh prth zmans mnz āsman ya vanv dvyimyn lfẓn mnz ʿālmi balahs mtʿlq pnnyn mushạhdn th qyasn muṭạbq mkhtlf tṣvr qạyim kran rvudmut, yim brabr bdlan rvudimtụ̄ chih. Bs czhvttụ̄ pạtthụ̄ gczihh yih smjuhn zi ya chuh aamhi sintụ̄ mṭlb yih zi zmynhi ʿlavh yikynczhah kaʿnat chhe, yih chhe khudayn stn mḥkm ṭbqn mnz bạgrạvmcz, nath yih zi kaʿnat kis yth ḥlqs mnz zmyn chhe suh chuh stn ṭbqn pytth mshtml) th suh chuh prth chyzuk ʿlm thavn vvl."
  },
  {
    "verse_id": 30,
    "translation": "Pth krụ̄tav tmhi vqtuk tṣvr yylhi tuhndụ̄ rbn frshtn vvnmut avs zi, bh chuhs zmyns pytth akh khlyfh bnavn vvl. (khlyfh gvv suh yus kạnshi hndis milkyts mnz tmụ̄ sndụ̄ ʿṭa krnh āmtụ̄ akhtyarat tmụ̄ sndi nạybh sndi ḥythyth astʿmal kri) timv kvr ʿrẓ kya tvhụ̄ chihv ḥẓ zmyns pytth kạnshi titihs muqrr krn vạlụ̄ yus tmhi kis antẓamas tluk pytth kri th khvnryzy kri? Asụ̄ḥẓ tuhndi ḥmd v thna san tuhnz tsbyḥ th tuhndi khạṭr tqdys krane chih. Frmvvun, bh chuhs zanan yikynczhah nh tvhụ̄ zanan chihv."
  },
  {
    "verse_id": 31,
    "translation": "Aamhi pth hychhnvv khudayn ādm sarine chyzn hndụ̄ nav pth kvrun frshtn brvnhh knhi pysh, aty frmvvun agr tuhund khyal ṣḥyḥ chuh (zi kanhh khlyfh muqrr krith bigri niẓam), tylhi vnụ̄tav tvhụ̄ yimn chyzn hndụ̄ nav."
  },
  {
    "verse_id": 32,
    "translation": "Timv kvr ʿrẓ, nuqṣh nishhi chhe pak tuhunze dhat, aashi chuh bs ty kynczhah ʿlm yikynczhah tohyih ashi diytmt chuhv, drḥqyqt chuhnh tohyih vrạe kanhh svrue kynhh zann vvl th smjahn vvl."
  },
  {
    "verse_id": 33,
    "translation": "Pth vvn khudayn ādms, van yimn cz yimn chyzn hndụ̄ nav timn sarine chyzn hndụ̄ nav yylhi tmụ̄ timn vnụ̄ th khudayn frmvv pth, me avsmav na tohyih vvnmut zi bh chuhs āsmans hnz th zmyn chih timh sare ḥqyqth zanan yimh tohyih nishhi czhayih chhe, yikynczhah tvhụ̄ ẓạhr chihv kran suthi chuh me mʿlvm th yikynczhah tvhụ̄ khttith chihv thavan suthi chuhs zanan."
  },
  {
    "verse_id": 34,
    "translation": "Pth yylhi aashi frshtn ḥukm diyut zi ādms brvnhh knhi kriv sjdh, sạrivyav kvr sjdh mgr ablysn kvr ankar tas gvv pnnhi bajruk tkbr th suh spud nafrmann mnz shạml."
  },
  {
    "verse_id": 35,
    "translation": "Pth vvn aashi ādmas zi cz th chạnụ̄ khandarinụ̄ doshve rvuziv jnts mnz th aṭmynan san yih yyczihv thi khyyiv yythi mgr yth kuls yiyhi zyv nh nkhh nath yiyiv ẓạlimv mnz gnzrnh."
  },
  {
    "verse_id": 36,
    "translation": "Ạkhr kar krr shyṭann timn doshvnụ̄ aath kulis kun gczhnch kl th ddalin sanhi ḥukmh chih pyrvy nishhi th krrnạvin tim tmhi ḥalth mnz yath mnz tim ạsụ̄, aashi diyut ḥukm zi vonụ̄ vsiv tvhụ̄ sạry yythi bon, tvhụ̄ chihv akh akụ̄ sndụ̄ dushmn, th tohyih chuhv akis khaṣ vqts tam zmyns pytth tthhrun th tthụ̄ chuhv guzr bsr krun."
  },
  {
    "verse_id": 37,
    "translation": "Tmhi vqth kvr ādmn pnnis rbs nishhi kynhh klmat hychihth tvbh yus tmụ̄ sndụ̄ rbn qbvl kvr, tikyazi suh chuh sytthah mʿāf krn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 38,
    "translation": "Aashi vvn zi tvhụ̄ sạry vsiv yythi bon pth yus myanhi ṭrfh kanhh hdayt tohyih tam vathi th yim lukh myạnis tath hdayts pytth ʿml krn tihndi khạṭr āshi nh kunhi khvfch th ghmch gunjạʿsh."
  },
  {
    "verse_id": 39,
    "translation": "Th yim lukh ath mannas ankar krn th sanyn āyatn pihrn buth tim chih nars gczhn vạlụ̄ lukh yythi tim hmyshh rvzan."
  },
  {
    "verse_id": 40,
    "translation": "Ae bny asraʿyl! Yad krụ̄tav myạnụ̄ so nʿmt yosh me tohyih ʿṭa ạsmav krmcz (mdynh ṭybh th aath andụ̄ pkụ̄ kyn ʿlaqn mnz avs yhvdyn hund akh bvdd tʿdad bsan, aamhi mvjvb chuh yythi pytthh brvntth kun kynczhn rkvʿn tam yimn tblygh krnh āmut) me sintụ̄ yus tuhund ʿhd avs suh kriv tvhụ̄ pvur, th yus myvn ʿhd tohyih sintụ̄ avs suh kr bh pvur th mye yvt khvucziv tvhụ̄."
  },
  {
    "verse_id": 41,
    "translation": "Th me yosh ktab svuzmcz chhe ath pytth aniv ayman yih chhe tmhi kitabhi hndis tạʿydas mnz yosh tohyih nishhi goddh pytthh mvjvud ạs, lhādha mah bniv sarine brvnhh goddh tvhy aamikụ̄ munkr, km qinmts pytth mh kniv myạnụ̄ āyat (km qinmth nishhi chuh murad tim dunyạvy fạydh yimav mokhh yim lukh Allah tʿālyā sndụ̄ aḥkam th hdayat rad kran ạsụ̄. Ḥq knnh kis mʿāmls mnz rttụ̄tan ansan dunyahch sạrise dvlt thi, bhrḥal chuh suh kme qinmt tikyazi ḥq chuh yqynaan aamhi nishhi varyah gvb chyz) th myanhi ghẓbh nishhi bchiv."
  },
  {
    "verse_id": 42,
    "translation": "Ḥq mah bnạviyvun bạṭluk rng khạlith shkh ld th zạnith mạnith mh kriv ḥq chuhpavnch kvushsh."
  },
  {
    "verse_id": 43,
    "translation": "Nmaz kriv qạyim, zkvāh diyiv, th yim lukh me brvnhh knhi nman chih timn sintụ̄ nmiv tvhụ̄ thi."
  },
  {
    "verse_id": 44,
    "translation": "Baqyan chihv tvhụ̄ nyky hnz vath akhtyar krnh khạṭr vanan mgr pnun pan chuhv mshith gczhan? Ḥalankh chihv tvhụ̄ ktabhi hnz tlavt kran, kya tvhụ̄ chihv nah ʿqlhi bilkule kạm hyvan?"
  },
  {
    "verse_id": 45,
    "translation": "Ṣbrs th nmazi hyyiv mdd be shk chhe nmaz akh skht mushkl kạm, mgr timn frman brdar bndn khạṭr chahnh mushkl kynhh."
  },
  {
    "verse_id": 46,
    "translation": "Yim smjhan chih zi ạkhr kar chuh timn pnnis rbs sintụ̄ mlaqat krun th tsụ̄ kun chuhkh pvt phyirth gczuhn."
  },
  {
    "verse_id": 47,
    "translation": "Ae bny asraʿyl! Yad kriv myạnụ̄ so nʿmt yosh me tohyih ʿṭa ạsmv krmcz th yih kth thi zi me ạsmav tohyih dunyakyn sarine qvmn pytth fẓylt ʿṭa krmcz. (aamiyuk mṭlb chuhnh yih zi hmyshh khạṭr ạsiv tvhụ̄ dunya kyv qvmav khoth afẓl qrar dinh āmtụ̄ blkh chuh mṭlb yih zi aakh vqt avs yylhi dunya kyv qvmav mnz tvhy suh qvm ạsiv yas nishhi Allah tʿālyā sund diytmt ʿlmi ḥq avs th yus ʿālmh kyn qvmn hund amam th rhnma avs bnavnh āmut, takh suh pknavihe lukn nad dith rb snzi bndgy hnzi vathi pytth)"
  },
  {
    "verse_id": 48,
    "translation": "Th khvucziv tath dvhs yylhi kanhh kạnshi raczh thi bkar yiyhi nh, nah spdi kạnshi hndi ṭrfh sufạrsh qbvl, nh yiyhi kanhh fidyih rttith ylh travnh, th nh hykhi mujrimn kunhi kinụ̄ mdd myilith."
  },
  {
    "verse_id": 49,
    "translation": "Yad kriv suh vqt, yylhi aashi tohyih frʿūny yan hnzi ghlạmy nishhi njat bkhush (āli frʿūnuk trjmh chuh frʿūny krnh āmut. Aath mnz chih frʿūnn hndụ̄ khandan th mṣruk ḥkmran ṭbqh doshve shạml) timv ạsụ̄ hav tvhụ̄ skht ʿdhabas mnz mbtla krimtụ̄ tuhndyn lrrkn ạsụ̄ dhbḥ kran th tuhnzn kvryn ạsụ̄ zndh rvznh divan th aath ḥalts mnz ạs tuhndis rb sndi ṭrfh tohyih bdd āzmạʿsh."
  },
  {
    "verse_id": 50,
    "translation": "Yad kriv suh vqt, yylhi aashi smndr phasvith tuhndi khạṭr vath bnạv, pth tạriv tvhụ̄ aamhi mnzụ̄ ḥfaẓt san aapvr, pth phattvụ̄ frʿūny tty tuhnzn achhn brvnhh knhi ābas."
  },
  {
    "verse_id": 51,
    "translation": "Yad kriv, yylhi aashi mvsyā ʿlyh alslam cztjhn dohan rạczn hndis qrar dads pytth ṭlb kvr (miṣr nishhi njat labnh pth yylhi bny asrạʿyl jzyrh nmae siyna hs mnz vạtụ̄, aamhi pth krụ̄ khdayn ḥẓrt mvsyā ʿlyh alslam cztjhn dohn rạczn khạṭr kvhi ṭvrs pytth ṭlb takh tathi yihan aamhi qvmh khạṭr yus vonụ̄ āzad avs spudmut, shryʿtkụ̄ qanvn th ʿmly zndgy hndụ̄ hdayat ʿṭa krnh) th ts ptụ̄ kinụ̄ banvvun vvczh tohyih pnun mʿbvd tmhi vqth ạsv tohyih bdd zyadty krmcz."
  },
  {
    "verse_id": 52,
    "translation": "Mgr aath pytth thi diczv aashi tohyih mʿạfy zi shayd maa bniv tvhụ̄ vonụ̄ shukr gzar."
  },
  {
    "verse_id": 53,
    "translation": "Yad kriv zi (tthyk tamhi vqth yylhi tvhụ̄ yih ẓlm ạsiv kran) aashi kr mvsyā ʿlyh alslams ktab th furqan ʿṭa takhi tvhụ̄ hykiv aamhi sintụ̄ siyz vath ḥạṣl krith. (furqan gvv suh chyz yymhi sintụ̄ ḥqch th bạṭlch frq ẓạhr spdi. Yythi nas chuh furqan murad dynuk suh ʿlm th fhm yymhi sintụ̄ ansan ḥqs th bạṭlas mnz frq chuh kran.)"
  },
  {
    "verse_id": 54,
    "translation": "Yad kriv yylhi mvsyā ʿlyh alslamn (yih nʿmt hyth vaps yith) pnnis qvmas vvn zi, lvukav tohyih kvruv pans pytth skht ẓulm, vvczh bnvvun pnun mʿbvd, lhādha kriv tvhụ̄ pnnis khạlqs brvnhh knhi tvbh th pnnụ̄ zuv kriyvukh qtl (yʿny pnnụ̄ tim nfr kriyvukh qtl yimv vvczh mʿbvd bnvv th ts krkh pvuza) athụ̄ mnz chhe tuhndis khạliqs nzdyk tuhnz paprjạhy. Tmhi vqth kvr tuhndụ̄ khạliqn tuhund tvbh qbvl tikyazi suh chuh sytthah mʿāf krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 55,
    "translation": "Yad kriv yylhi tohyih mvsyā ʿlyh alslams avsuv vvnmut zi asụ̄ karav nh chanhi kthhi pytth hrgz thi pczh yvt tam nh pnnyv achhv nanhi vanhi Allah tʿālyā (cze sintụ̄ klam kran) vuchhvn tmhi saʿth rttinv tvhụ̄ vuchhan vuchhan akhi zbrds trtthi."
  },
  {
    "verse_id": 56,
    "translation": "Tvhụ̄ ạsiv mvudimtụ̄ mgr aashi kriv tvhụ̄ byyhi zindh, shayd kh amhi aḥsanh pth bniv tvhụ̄ shukrguzar."
  },
  {
    "verse_id": 57,
    "translation": "Aashi kvr tohyih pytth avbruk sayih, mn v slvyā huk ghdha kvr tuhndi khạṭr frahm th aashi vvnuv tohyih yim pak chyz aashi tohyih ʿṭa chih krimtụ̄ tim khyyiv, (mgr tuhndiyv aaslafav yikynczhah kvr) suh avs nh aashi pytth ẓlm blkh kvrukh pạnụ̄ pans pytth ẓulm."
  },
  {
    "verse_id": 58,
    "translation": "Pth kriv yad zi yylh aashi vvnmut avs zi yh bsty (yosh tohyih brvnhh knhi chhe (aath mnz spdiv dạkhl aamiyuk pydavar yithh pạtthụ̄ yyczihv mzh san khyyiv mgr bsty hndis drvazas aczụ̄ziyv sjdh kran kran th vnụ̄zyv ḥiṭth ḥiṭth (aath hykn zh mṭlb ạsith, akh yih zi pnnyn khṭahan mʿạfy mngan mngan aczụ̄zyv, dvyum yih zi lvutt mar th qtli ʿām bjayih gczhụ̄zyv bsty hndyn rvzan valyn drguzr th ʿām mʿạfy hund aʿlan kran kran pkan) asụ̄ krav tuhndụ̄ khṭa drguzr th nykvkarn krav mzyd fẓl v kram ʿṭa."
  },
  {
    "verse_id": 59,
    "translation": "Mgr yosh kth timn vannh ạs āmcz, sv bdlạvith kvr ẓạlimv byyhi kya tam ạkhrkar kvr ashi ẓlm krn valyn āsmanh pytthh ʿdhab nạzil yih avs sza timn nafrmạniyan hund yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 60,
    "translation": "Yad kriv yylhi mvsyā ʿlyh alslamn pnnhi qvmh khạṭr ābuk dʿā kvr, aashi vvnus zi, flạnụ̄ pals pytth lae pnnhi ʿāṣh sintụ̄ czndd. Chnanchhi tmhi mnz drae bah nag th prth qbyln zvn zi kosh jae chhe tmụ̄ snz āb ninh khạṭr (bny asrạʿylkụ̄ qbylh ạsụ̄ bah khudayn kvdd prth qbylh khạṭr akh akh nag takh timn gczh nh panh vạnụ̄ ābs pytth lrrạe vothnụ̄, tmhi vqth avs yih hdayt dinh āmut zi) Allah tʿālyā sund diytmut rizq khyyiv chyyiv th zmyns pytth mah pkiv fsad phhlavan."
  },
  {
    "verse_id": 61,
    "translation": "Yad kriv yylhi tohyih avsuv vvnmut zi ae mvsyā! Asụ̄ hykav nh aaky qsmh kis khyns pytth ṣbr krith pnnis rbs mngth duʿā zi sanhi khạṭr krihe zmynkụ̄ pydavar, hakh, trkạrụ̄, knk, rohn, gnddh, dal bytr pạdh. Aath pytth vvnnakh mvsyā ʿlyh alslamn, kya akh bhtr chyz bjayih chihvh tvhụ̄ adnyā drjikụ̄ chyz rttnụ̄ yczhan? Tthyk chuh, gczihv kunhi shhrụ̄ ābạdy mnz rvuziv, yikynczhah tvhụ̄ mngan chihv tathi mylyv thi. Ạkhrkar vạcz nvbt avt tam zi dhlt th khvạry, psty th bdḥạly spz timn pytth muslṭ th tim āe Allah tʿālyā sndis ghẓbs mnz hynh, yih ntyjhi avs aamiyuk zi timv lvg Allah tʿālyā sndyn āyatn sintụ̄ kufr krun th pyghmbr lạgikh naḥq qtl krnụ̄, yih ntyjhi avs tihnzn nafrmạniyan hund th amhi kthhi hund zi tim ạsụ̄ shrḥ kyv ḥdav nishhi nyirụ̄ nyirụ̄ gczhan."
  },
  {
    "verse_id": 62,
    "translation": "Pczh kriv zi nby ʿrby ṣly Allah ʿlyh v slms mann vạlụ̄ ạsitn ya yhvudụ̄, ʿīsạe ạsitn ya ṣaby th yus thi khudays th ạkhrt kis dohs pytth ayman aanhi th nyk ʿml kri tmụ̄ sund aajr chuh tmụ̄ sndis rbs nishhi th tas khạṭr chuhnh kunhi qsmuk khvf th rnj (ʿbartuk silslh darnẓr thạvith chhe yih kth pạnụ̄ pane vaẓḥ gczhan zi yath jayih chuhnh ayman th nyk ʿmln hund tfṣyl vanun mqṣd kynhh zi kmn kmn kthn gczihh ansan manun th kmh kmh ʿmlh krith banhi suh khudays brvnhh knhi aajruk ḥqdar, yath jayih chuh mqṣd yhvudyn hndis tth kham khyals trdyd krun zi tim ạsụ̄ ṣrf yhvdyn hnzi jmạʿcz njatuk aijarh dar smjhan. Tim ạsụ̄ aath kham khyals mnz zi tihnzi jmạʿcz sintụ̄ yas thi kạnshi vatth chuh khvah suh ạsitn ʿmln th ʿqydn hndi lḥaẓh kiyuth thi bhrḥal chuh njat tmis tqdyrs, th baqy tmam ansan yim tihnzi jmạʿcz nybr chih tim chih ṣrif jhnmuk zalun bnnhi khạṭr pạd spdụ̄mtụ̄. Yih ghlṭ fhmy dvur krnh khạṭr chuh frmavnh yivan zi khudays brvnhh knhi chuhnh aṣl chyz tuhnz yimh jmạʿcz bndiyih, blkh yth kthhi pytth tathi darmdar chuh suh chuh ayman th nyk ʿml. Yus thi ansan yih chyz hyth ḥạẓr spdi suh kri pnnis rbs nishhi pnun aajr ḥạṣl. Khudays brvnhh knhi spdi fạṣlh ansan sndyn ṣifatn pytth nah kh tuhnzn mrdm shmạry hnzn rjsttrn pytth)"
  },
  {
    "verse_id": 63,
    "translation": "Yad kriv suh vqt, yylhi tohyih pytthh ṭvr thvd tulith aashi tohyih pkhth ʿhd avsuv hyvtmut th vvnmut avsuv zi yosh kitab asụ̄ tohyih divan chihv aath krụ̄zyv mẓbvṭy san thph th yim aḥkam th hdayt aath mnz drj chih tim thạvizyv yad, aamy sintụ̄ yiyhi tvqʿ thavnh zi tvhụ̄ hykiv tqvyā chih rvishhi pytth pkith."
  },
  {
    "verse_id": 64,
    "translation": "Mgr aamhi pth phyiriv tvhụ̄ pnnhi ʿhd nishhi, aath pytth thi trvv nh Allah tʿālyā sndụ̄ fẓln th tmụ̄ sndụ̄ rḥmtn tuhund sath kynhh, nath ạsụ̄hiv tvhụ̄ khbrkr tbah spdmtụ̄."
  },
  {
    "verse_id": 65,
    "translation": "Aamhi pth chuhv tohyih pnnhi qvm kyn timn lukn hund suh qṣh yade yimv sbtuk qanvn puhttrvvmut avs (sabt yʿny btth vari hund doh. Bny asrạʿyln khạṭr avs yih qanvn āmut muqrr krnh zi tim thạvin btth var āram th ʿbadt khạṭr mkhṣvṣ. Aamhi doh mh krin kunhi qsmch dunyạvy kạm ḥtyā kh ghdha ranh nch kạm thi mh krin panh, nah mh krnạvin nvkrn aathhi) aashi vvn timn vaandar bniv th rvuziv aath ḥalts mnz zi prth aandh gczihh tohyih lʿnt mlamt krnh yinụ̄."
  },
  {
    "verse_id": 66,
    "translation": "Yithh pạtthụ̄ bnvv aashi tihund anjam tmhi zmanh kyn lukn th aamhi pth yinh valyn nsln khạṭr ʿbrt th khoczn valyn khạṭr bnvv nṣyḥt."
  },
  {
    "verse_id": 67,
    "translation": "Pth krụ̄tav suh vaqʿh yad, yylhi mvsyā ʿlyh alslamn pnnis qvms vvn zi, drḥqyqt chuhv Allah tʿālyā tohyih akh gav dhbḥ krnuk ḥukm divan, vannhi lgụ̄ kya cz chuhkhh aashi mdhaq kran? Mvsyā ʿlyh alslamn vvn (timn), bh chuhs tmhi nishhi Allah tʿālyā sund pnah mngan zi bh kr jạhln hnz hishhi kthh."
  },
  {
    "verse_id": 68,
    "translation": "Timav vvn tthyk chuh, pnnis rbs kr th drkhvast zi suh vnin aashi tas gavi hund kynhh tfṣyl. Mvsyā ʿlyh alslamn vvn (timn), Allah tʿālyā sund chuh arshad zi so gczihh ticzhh gav āsnụ̄ yosh nah buddh āshi th nh āshi vaczhr blkh gczihh drmyanh vạnshi hnz āsnụ̄, lhādha yus ḥukm dinh chuh yivan tath kriv tʿmyl."
  },
  {
    "verse_id": 69,
    "translation": "Pth lgụ̄ vannhi, pnnis rbs prczh byyhi yih kth zi ts kiyuth rng gczih āsun. Mvsyā alslamn vvnnkh, suh chuh frmavan lydri rngch gav gczihh āsnụ̄ yymụ̄ sund rng tiyuth naph naph krvun āshi zi vuchahn vạlụ̄ gczhn khosh gczhnụ̄."
  },
  {
    "verse_id": 70,
    "translation": "Pth vvnukh, rbs prczihth van ṣaf ṣaf kiczh gav gczihh āsnụ̄, aashi chuh tmụ̄ sund andazh krnas mnz gumanh gvmut khudayn hrgah yvczh asụ̄ labav tmụ̄ sund nyb."
  },
  {
    "verse_id": 71,
    "translation": "Mvsyā ʿlyh alslamn diyut (timn) jvab, Allah tʿālyā chuh vnan so chhe ticzh gav yas khdmt chahnh yivan hynh, nah chhe zmyn vayan, nah chhe āb khalns laman, ṣḥyḥ slamt th be dagh chhe, aath pytth dicz timv krykh zi ā, vonụ̄ vvnuth cze tthyk nyb, pth kr timv so dhbḥ nath avs nh basan zi tim krhan yih. (chvnkh bny asrạʿyln avs ahli mṣrv th pnnyv hmsayih qvmav nishhi gavi hndi ʿzmtuk th gạv prsty hund mrẓ laryvmut, th athụ̄ bnyads pytth avs timav mṣr mnz nyriụ̄the vvczh bnvvmut pnun mʿbvd. Aamhi mvjvub āv timn ḥukm dinh zi gav krin dhbḥ. Timav kr kth ddalnch kvushsh th lgụ̄ tfṣylat prczhnhi. Mgr yitụ̄ yitụ̄ tfṣyl tim prczhan ge tyitụ̄ tyitụ̄ ge tim giran, ạkhrkar vạcz kth aath ḥds tam zi tsụ̄ khaṣ qsmchhi so nhrụ̄ gavi pytth, yosh tath zmans mnz pvuzayih khạṭr mushkas ạs yivan thavnh, āv zanth aungj pytth thạvith vannh zi amis kriv kahsh)"
  },
  {
    "verse_id": 72,
    "translation": "Th tohyhi chuhv yad suh vaqʿh yylhi tohyhi aakh shkhṣ qtl krvvun pth lajav aath pytth lrrayih th akh akis pytth ạsiv qtluk ailzam khalnh lgụ̄mtụ̄ th khudayn avs fạṣlh kvrmut zi yikynczhah tvhụ̄ chuhpavan chihv tth krri nvn."
  },
  {
    "verse_id": 73,
    "translation": "Tmhi vqth diyut aashi ḥukm zi mqtvl snzi lashhi lgạviv amụ̄ sndi akhi ḥṣh sintụ̄ czndd, vuchihv yithh pạtthụ̄ chuh Allah tʿālyā mordn zndgy bkhshan th tohyih chuhv pnnhi nishạnyih havan takhi tvhụ̄ smjihv."
  },
  {
    "verse_id": 74,
    "translation": "Mgr yiczhh nshạnyih vuchhnh pth thi spdụ̄ ạkhrkar tuhndụ̄ dil skht knyn hndụ̄ pạtthụ̄ skht, blkhi yihnzi skhty khoth thi zyadh skht, tikyazi knyv mnz chhe kanhh ticzh knụ̄ thi āsan yymhi mnz nag chih nyran, kanhh chhe phttan th aamhi mnz chuh āb nyran, th kanhh chhe Allah tʿālyā sndi khvf sintụ̄ lrzith vsụ̄ thi pyvan, Allah tʿālyā chuhnh tuhundiyv krtvutav nishhi be khbr kynhh."
  },
  {
    "verse_id": 75,
    "translation": "Ae mslmanv, kya tvhụ̄ chihvh vonụ̄ yimn lukn nishhi yih tvqʿ thavan zi yim aann tuhndis dʿūts pytth ayman (yih khṭab chuh mdynh kyn timn nvyn muslmann kun yimv tazh taze nby ṣly Allah ʿlyh v slms pytth ayman avs avnmut. Yimh kthh yimh timn nbvts, ktabhi, mlạʿkn, ạkhrts, shryʿts bytri mtʿlq knan gyih, timh sare āsh timv pnnyn yhvudụ̄ hmsayne nishhi bvzmcz. Timn avs vonụ̄ tvqʿ zi yim lukh godde anbyahn hndụ̄ th āsmạnụ̄ ktabn hndy pyrvkar chih th yihnzv dinh āmczv khbrve kinụ̄ aashi aymanch dvlt ḥạṣl spzmcz chhe tim din ẓrvur aashi sath blkh nyrn tim aath vathi mnz brvnhh brvnhh) ḥalankh yimv mnz chuh akis fryq sund ṭryqh yih rvudmut zi Allah tʿālyā sund klam bvuzith th yih smjihth kvrukh pth zạnith mạnith aath mnz tḥryf (bdlvvukh)"
  },
  {
    "verse_id": 76,
    "translation": "(Muḥammad rsvl Allah ṣly Allah ʿlyh v slmn pytth) ayman aann valyn chih smkhan, tamhi vizi chih vnan asụ̄ thi chihkh tim manan. Pth yylhi panh vạnụ̄ akh akis sintụ̄ chih khlvkh pạtthụ̄ kth bath kran tamhi saʿth chih vnan, ʿql chahv rạvmcz? Yimn lukn chihv timh kthh vanan yimh khdayn tohyih pytth ẓạhr chhe krimcz takhi tuhndis rbs nishhi krn timh (kthh) tohyih khlaf ḥujt rngụ̄ pysh? Tylhi kyazi chihv nh ʿqlhi kạm pyvan."
  },
  {
    "verse_id": 77,
    "translation": "Kya yimn chahna pe zi yikynczhah yim chuhpavan chih th yikynczha ẓạhr kran chih khdays chhe sarine katahn hnz pe?"
  },
  {
    "verse_id": 78,
    "translation": "Yimn mnz chhe byakh akh jmaʿt aumiyan hnz, yimn kitabhi hund ʿlme chuhnh bs pnnhi be bunyad aumyd th khvạhishhi hyth chih bihith th mḥẓ chih vahmh gumans pytth pkan rvzan."
  },
  {
    "verse_id": 79,
    "translation": "Aadh hlakt th tbạhy chhe timn lukn khạṭr yim pnnyv aathv shrʿuuk tḥryr (ktab) chih lykhan pth chih lukn vanan zi yh chuh Allah tʿālyā sndi ṭrfh āmut takhi amhi kis muʿāvẓs mnz krn km kynczhah fạydh ḥạṣl, tihindi aatuhk yih lyvkhmut thi chuh tihindi khạṭr tbạhy hund samanh th tihnz yih kmạe thi chhe tihindi khạṭr hlaktuk bạʿth."
  },
  {
    "verse_id": 80,
    "translation": "Tim chih vanan zi, nar chuhvi nh (aathh lagnhi) aashi hrgz thi, albth kynczhn dohn he sza mylhi thi myilụ̄ tn. Yimn prczihtav, kya tohyih chuhvh khudays kanhh ʿhd hiyvtmut yymhi vʿdch suh khlaf varzy hykhi nh krith? Kinh kth chhe yih zi tvhụ̄ chihv Allah tʿālyā sndi dhimh ticzhh kth vanan yimn mtʿlq nh tohyih ʿlm chuhv zi tmụ̄ chuh yimn (kthn) hund dhimh hyvtmut?"
  },
  {
    "verse_id": 81,
    "translation": "Ạkhr kyazi chuhvi nh tohyih jhnmuk nar? Yus thi bdy kmavi th pnnhi khṭa kạry hndi chkrs mnz rvzi, suh chuh jhmny th jhnm se mnz rvzi suh hmyshh."
  },
  {
    "verse_id": 82,
    "translation": "Th yim lukh ayman aann th nyk ʿmlh krn time chih jnty th jnts mnz rvzn tim hmyshh."
  },
  {
    "verse_id": 83,
    "translation": "Yad kriv asrạʿyl sndyn avladn avs aashi pkhth ʿhd hyvtmut zi khudays vrạe krụ̄zyv nh kạnshi hnz ʿbadt, mạlis majhi sintụ̄ krụ̄zyv nyk slvk, byyhi rshth darn sintụ̄, ytyimn th miskynn sintụ̄, lukn vnụ̄ zyv rcz kth nmaz krụ̄zyv qạyim th zkvāh diy zyv, mgr kynczhv nafrv varạe phyiriv tvhụ̄ sạry aamhi ʿhd nishhi th vuniystam chihv phyirithe."
  },
  {
    "verse_id": 84,
    "translation": "Pth krụ̄tav yad, aashi avsuv tohyih mẓbvuṭ ʿhd hyvtmut zi panh vạnụ̄ bhạvụ̄zyv nh akh akụ̄ sund khvn th nh krụ̄ziyvn panh vạnụ̄ kanhh gr nishhi be gr tohyih avsuv aamiyuk aqrar kvrmut th tvhụ̄ chihv panh aath pytth gvah."
  },
  {
    "verse_id": 85,
    "translation": "Mgr aaz chihv tvhy tim zi panh vạnụ̄ chihv akh akis qtl kran pnnhi bradry hndụ̄ kynhh lukh chhvkh be gr kran, ẓlm v zyadty san chihv yimn khlaf darr bndiyih kran, th yylhi tim lrrayih mnz rattnh āmtụ̄ tohyih nishhi chih yivan, tmhi saʿth chihv rhạyy khạṭr fidyuk lyn dyn kran ḥalankh tim tihndyv grv mnz krrnue avs godde tohyih pytth ḥram. Kya tylhi chihva tvhụ̄ ktabhi hndis akis ḥṣs pytth ayman aanan th dvymis ḥṣs sintụ̄ chihv kufr kran, pth yim lukh tohyih mnz yih krn, tihund sza kya chuh amhi vrạe zi dunya chih zndgy rvzn tim dhlyl v khvar spdith th ạkhrts mnz yin shdyd tryn ʿdhabs kun pihrnh? Allah tʿālyā chuhnh timv ḥrktv nishhi be khbr yimh tvhụ̄ kran chihv."
  },
  {
    "verse_id": 86,
    "translation": "Yim chih tim lukh yimv ạkhrt knith dunyahch zndgy chhe mvlụ̄ hiyczmcz, lhādha nah hykhi yihndis szahs mnz kanhh kmy spdith th nh hykhi yimn kanhh mdd vạtith."
  },
  {
    "verse_id": 87,
    "translation": "Aashi dicz mvsyā ʿlyh alslams ktab aamhi pth svuzụ̄ pvtus pth pyghmbr, ạkhrkar svuz ʿīsyā abni mrym rvshn nishạniyih dith th rvḥi pak sintụ̄ kvr tas mdd (rvḥi pak nishhi chuh mrad vḥy hund ʿlm thi, th jbryl thi yim vḥy hund ʿlm aanan ạsụ̄, th bdhati khod ḥẓrt msyḥ ʿlyh alslamn hund pnun pạkyzh rvḥ thi yus khudayn qudsy ṣfat bnvvmut avs) pth kus ṭryqh chuh yih tuhund zi yylhi thi kanhh pyghmbr tuhnzn nfsy khvạhishn khlaf kanhh chyz hyth tohyih nish āv, tylhi krv tohyih tmụ̄ sndis muqabls mnz nafrmạny yạcz, kanshi kvruv ankar th kanhh kvrvn qtl!."
  },
  {
    "verse_id": 88,
    "translation": "Tim chih vanan, sạnụ̄ dil chih mḥfvẓ. Nah, aṣly kth chhe yih zi tihndi kufr kinụ̄ chuh timn Allah tʿālyā sndi ṭrfh phttkar vvthmut, amhi mvjvub chih tim kme ayman aanan."
  },
  {
    "verse_id": 89,
    "translation": "Th vonụ̄ yosh ktab Allah tʿālyā sndi ṭrfh timn nishhi āmcz chhe, tth sintụ̄ kya chuh tihund brtav? Ḥalankh so chhe tth ktabhi tṣdyq kran yoshi timn nishhi goddh pytth mvjvud ạs aamhi bavjvd ạsụ̄ tim amhi kh yinh brvnhh panh kufarn khlaf ftḥ th kamyạby hndụ̄ duʿā mngan (nby ṣly Allah ʿlyh v slmn) hndi tshryf aannh brvnhh ạsụ̄ yhvudụ̄ be ṣbry san ts pyghmbrs antẓars yymụ̄ sndi bʿtht chih pyshn gvuyyih tihndyv anbyahav āsh krimcz th tim ạsụ̄ duʿā mngan zi suh pyghmbr gvczh jldy yun, kufarn hund ghlbh mitthe th sanhi ʿrvjuk dvr gczihh he shrvʿ.) mgr yylhi suh chyz āv, yus timv prznvv thi, pth kvr timv aath mannh nishhi ankar, Allah tʿālyā snz lʿnt chhe yimn ankar krn valyn pytth."
  },
  {
    "verse_id": 90,
    "translation": "Kiyuth burh dhryʿhi chuh yymhi sintụ̄ yim pnnhi nfsuk tsly chih ḥạṣl kran (amhi āytuk dvyum trjmh hykhi yithi ạsith, kiyuth burh chyz chuh, yymhi khạṭr yimv pnnụ̄ nfs knụ̄, yʿny pnnụ̄ kamyạby, sʿādt th pnun njat kvrukh qrban.) zi yus hdayt khudayn nạzil chuh kvrmut, aath chih ṣrf aath ẓds pytth qbvl krnh nishhi ankar kran zi khdayn yus bndh pnnhi fẓlh (vaḥy th rsalt) sintụ̄ panh yvczh suh kvrun malamal (yim lukh ạsụ̄ yczhan zi yinh vvl pyghmbr gvczh yihndy qvmh mnz pạdh spdun. Mgr yylhi suh akis dvymis qvms mnz zav yath tim pans muqablh vsụ̄ payih smjhan ạsụ̄, tim spdụ̄ ts ankar krns pytth āmadh. Gvya tihund mṭlb avs yih zi khudays pazihe timn prczihth pyghmbr svzun.) lhādha chih yim vonụ̄ ḥqdar bnymtụ̄ zi yimn gczihh yun ghẓbs pytth ghẓb krnh, th yithyn kạfrn khạṭr chuh skht rusva krn vvl ʿdhab mqrr."
  },
  {
    "verse_id": 91,
    "translation": "Yylhi timn vannh chuh yivan zi, yikynczhah khudayn nạzil chuh kvrmut tth pytth aniv ayman. Tvr chih tim vanan, asụ̄ chih ṣrf tath chyzs pytth ayman aanan yus aashi (bny asrạʿyln) pytth nạzil chuh gvmut. Aamhi dạyrh nybr yikynczhah āmut chuh tth chih tim manns ankar kran, ḥalankh suh chuh ḥq th tath tʿlymhi chuh tṣdyq th tạʿyd kran yosh timn nishhi godde mvjvd ạs. Aachha, yimn vniv, agr tvhụ̄ tthụ̄ tʿlymhi pytth ayman thavn vạlụ̄ chihv yosh tohyih nishhi āmcz ạs, tylhi vnụ̄tav Allah tʿālyā sndụ̄ tim pyghmbr yim (khod bny asrạʿyls mnz zamtụ̄ ạsụ̄) kyazi rvudiyvukh qtl kran?"
  },
  {
    "verse_id": 92,
    "translation": "Mvsyā ʿlyh alslam kmh kmh rvshn nishạnyih hyth āv tohyih nish aamhi pth thi ạsiv tvhụ̄ tithụ̄ ẓạlim zi ts pte bnvvun vvczh mʿbvud."
  },
  {
    "verse_id": 93,
    "translation": "Pth krụ̄tav suh mythaq yad, yus tohyih pytth ṭvur thvd tulnh pth aashi tohyih hyvmut avsuv, aashi avs tạkyd kvrmut zi yim hdayt asụ̄ divan chih, tihnz kriv skhty san pabndy th kn dạrith bvuziv, tuhndyv aaslafav vvn zi aashi bvuzi mgr manav nh kynhh, th tihnzi bạṭil prsty hund ḥal avs yih zi tihndyn diln mnz avs vvczuhe bsyvmut. Vnyvukh, agr tvhụ̄ mvmn chihv tylhi chuh yih ʿjyb ayman yus tohyih yiczhn burh ḥrktn hund ḥukm chuhv divan."
  },
  {
    "verse_id": 94,
    "translation": "Yimn vniv zi agr pzụ̄ pạtthụ̄ khudays nzdyk ạkhrtuk gr tmam ainsan trạvith ṣirf tuhndy khạṭr mkhṣvuṣ chuh tylhi pzyv tohyih mvtuk tmna krun agr tvhụ̄ pnnis ath khyals mnz pziyạrụ̄ chihv."
  },
  {
    "verse_id": 95,
    "translation": "Paczh kriv yim krn nh zanhh aamiyuk tmna tikyazi yimav yikynczhah pnnyv aathv kmạvith chuh tvr svuzmut, tmayuk tqaẓh chuh yy (zi yim krn nh tvr gczhnuk tmna) Allah tʿālyā chuh yimn ẓạlimn hndi ḥalh nishhi tthyk pạtthụ̄ vạqf."
  },
  {
    "verse_id": 96,
    "translation": "Tvhụ̄ lbiyvukh yim sarive khoth zyadh zindh rvznkụ̄ lalchy ḥtyā khi yim chih aath mʿāmls mnz mushrikv khoth thi khsụ̄the, yimv mnz chuh akh akh shkhṣ yih yczhan zi kunhi pạtthụ̄ gvczh sass vriys zindh rvzun ḥalankh zyitth vạns hykhi nh ts ʿdhab nishhi dvur nith, yymhi qsmkụ̄ aʿmal yim kran chih Allah tʿālyā chuh bhrḥal timn vuchhan."
  },
  {
    "verse_id": 97,
    "translation": "Yimn vniv, yas thi kạnshi jbryl ʿlyh alslams sintụ̄ ʿdavt chuh (yhvudụ̄ ạsụ̄ nh ṣrif nby ṣly Allah ʿlyh v slmn th timn pytth ayman aann valhi ne yvt bdrad vanan, blkh ạsụ̄ Allah tʿālyā sndis brguzydh frshth jbryl ʿlyh alslams thi lykh czaran, th vanan ạsụ̄ zi suh chuh svn dushmn. Suh chuhnh rḥmtuk frshth blkh chuh ʿdhabuk frshth) ts gczihh pe āsnụ̄ zi jbryl ʿlyh alslamn chuh Allah tʿālyā sndy ḥukmh sintụ̄ yih qrān tuhndis dils pytth nạzil kvrmut yus timn ktabn hund tṣdyq th tạʿyd chuh kran yimh godde chhe svznh āmcz th ayman aann valyn khạṭr chuh hdayt th kamyạby hnz bshart bnith āmut."
  },
  {
    "verse_id": 98,
    "translation": "(agr jbryl ʿlyh alslams sintụ̄ yihnd ʿdavtuk vjh yohe chuh, vniv tylhi zi) yim Allah tʿālyā sndụ̄ th tmụ̄ sndyn frshtn th tmụ̄ sndyn pyghmbrn th jbryl th mykaʿyl sndụ̄ dushmn chih Allah tʿālyā chuh timn kạfrn hund dushmn."
  },
  {
    "verse_id": 99,
    "translation": "Aashi chih tohyih kun tithụ̄ āyat nạzil krmtụ̄ yim ṣaf ṣaf chih ḥquk aẓhar krn vạlụ̄ th yihnzi pyrvy nishhi chih time lukh ankar kran yim fasq chih."
  },
  {
    "verse_id": 100,
    "translation": "Kya yih chuhna hmyshh pytthh spdan rvudmut zi yylhi timv kanhh ʿhd kvr kạnshi nath kạnshi drụ̄ thvv timv mnz ẓrvur suh balae ṭaq? Blkhi chih yimv mnz akthr yithy yim pzi dilh ayman chihnh aanan."
  },
  {
    "verse_id": 101,
    "translation": "Th yylhi timn nishhi Allah tʿālyā sndi ṭrfh kanhh rsvl tmhi ktabhi hund tṣdyq th tạʿyd kran āv yosh timn nishhi godd pytthh mvjvud ạs, yimv ahli ktabv mnz trạv akụ̄ drụ̄ Allah tʿālyā snz ktab tithh pạtthụ̄ psi pusht zanth tim kynhh zanane ạsụ̄ nh."
  },
  {
    "verse_id": 102,
    "translation": "Th lgụ̄ timn chyzn hnz pyrvy krnhi yimn shyṭan sulyman ʿlyh alslamn hndi slṭntuk nav hyth pysh kran ạsụ̄, ḥalankh sulyman ʿlyh alslamn avs nh zanhh thi kufr kvrmut, kufr ạsụ̄ tim shyṭan kran yim lukn jadvgry hnz tʿlym ạsụ̄ divan, tim lgụ̄ tth chyzs pth yus babls mnz don frshtn haruvts marvts pytth nạzil avs āmut krnh, ḥalankh tim (frshth) yylhi thi kạnshi aamich tʿlym divan ạsụ̄ tylhi ạsụ̄ ṣaf pạtthụ̄ godde khbrdar kran zi, vuchh asụ̄ chihy mḥẓ akh āzmạʿsh, cz mah gczh kufrs mnz mbtla (yth āyts mtʿlq chih varyah qvl mgr yikynczhah me smjhmut chuh suh chuh yih zi yath zmans mnz svrue bny asraʿyl qvmi babls mnz qindụ̄ th ghlam bnith avs, khudayn āsn ansạnụ̄ shklhi mnz yimn nishhi āzmạʿshhi khạṭr zh frshth svuzimtụ̄. Yithh pạtthụ̄ qvmi lvṭs nishhi frshth ạsụ̄ khvbṣvrt lrrkn hnzi shklhi mnz gmtụ̄ tithe pạtthụ̄ āsn yimn asrạʿyly lukn nishhi tim pyirn th fqyrn hnz shklhi mnz gmtụ̄, tathi āshi timv akhi ṭrfh sạḥry bazruk jạdụ̄van lgvvmut th dvyimhi ṭrfh āshan tim ḥujt aand vaatnavnh khạṭr prth akis khbrdar kran zi, he vuchihv zi asụ̄ chih tuhndi khạṭr azmạʿshhi hnz ḥythyt thavan, tvhụ̄ mah kriv pnun ạkhrt khrab, mgr aamhi bavjvd āshn lukh yihndyn pysh krnh āmtyn ʿmlyatn, nqshn th tʿūyzn pth laran.) aamhi pth thi ạsụ̄ yim lukh timn nishhi suh chyz hychhan, yymhi sintụ̄ khandars th khandarinhi mnz jdạyy hykhan krith, yih kth ạs vaẓḥ zi Allah tʿālyā sndi aidhnh vrạe hykh han nh tim amhi sintụ̄ kạnshi thi nqṣan vatnạvith, amhi bavjvd ạsụ̄ tim tyuth chyz hychhan yus khod tihndi khạṭr fạydh mnd avs nh, blkh avs nqṣan dh th timn avs varh pạtthụ̄ mʿlvm zi yus amhi chyzuk khrydar bnyav tmụ̄ sndi khạṭr chuhnh ạkhrts mnz kanhh ḥṣh, kạczah burh lalch ạs yymhi bdlh timv pnnụ̄ nfs knụ̄, kash timn āshi he pae!."
  },
  {
    "verse_id": 103,
    "translation": "Agr tim tqvyā th ayman akhtyar krhn tylhi yikynczha aamiyuk bdlh khudays nishhi mylhi he suh avs tihndi khạṭr zyadh bhtr, kash timn āshi he khbr."
  },
  {
    "verse_id": 104,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, mah ạsiv vanan raaʿiinaa blkh ạsiv vanan aunẓurna th tvjh san bvuziv kth (yhvudụ̄ yylhi nby akrm ṣly Allah ʿlyh v slmn hnzi mjlshi mnz yihan tim ạsụ̄ pnnhi slamhi th klams mnz prth mmkn ṭryqh pnnhi diluk bkhar yczhan krrn. Yylhi nby akrm ṣly Allah ʿlyh v slmn hndis gftgvvas dvran yhvudyn kunhi vqth yih vannch ẓrvrt pysh yiyhi he zi tthhriv aashi diyiv yih kth smjhnh, tylhi vanhan tim raʿna. Aamhi lfẓuk ẓạhry mfhvm avs yih zi aashi kri tav hna rʿāyt ya sạnụ̄ kth bvuzụ̄tav. Mgr ath mnz ạsụ̄ byyhi thi kynczhv pasav burh mʿny thi nyran. Aamhi mvjvb āv muslmann ḥukm dinh zi tvhụ̄ kriv yih lfẓ astʿmal krnh nishhi prhyz th aath bjayih ạsiv aunẓurnaa vanan yʿny aashi kun frmạvitav tvjh ya aashi diyih tav dhra smjhnh.) yim kạfr chih dg tulvnhi ʿdhabkụ̄ ḥqdar."
  },
  {
    "verse_id": 105,
    "translation": "Yim lukh yimv dʿūti ḥq qbvl krnh nishhi ankar kvrmut chuh khvahi ahli ktabav mnz ạsitn ya mushrik ạsitn yim chihnh hrgz yih psnd kran zi tuhndis rb sndi ṭrfh gczih tohyih pytth kanhh rczar nạzil spdun, mgr Allah tʿālyā yas yczhan chuh tas chuh pnnhi rḥmt khạṭr czaran th suh chuh sytthah fẓl krn vvl."
  },
  {
    "verse_id": 106,
    "translation": "Asụ̄ yosh pnnụ̄ āyt msnvkh chih kran ya mshravan chih aath jayih chih aamhi khoth bhtr aanan ya km az km ticzhe (yih chuh akhi khaṣ shkuk jvab yus yhvudụ̄ ạsụ̄ muslmann hndyn diln mnz travun yczhan. Tihund aʿtraẓ avs yih zi agr ptimhi ktabh thi Allah tʿālyā sndy ṭrfh āmcz āsh th yih qurān thi chuh Allah tʿālyā sndiy ṭrfh āmut. Tylhi kyazi chih tihndyv kynczhv aḥkamv bjayih yth mnz bdl aḥkam dinh āmtụ̄?) kya tohyih chahv na pe zi Allah tʿālyā chuh prth chyzs pytth qdrt thavan?"
  },
  {
    "verse_id": 107,
    "translation": "Kya tohyih chahv na khbr zi zmynch th āsmann hnz ḥạkmyt chhe Allah tʿālyā sndy khạṭr th ts vrạe chuhnh kanhh tuhnz khbr aatr hynh vvl th tuhund mdd krn vvl?"
  },
  {
    "verse_id": 108,
    "translation": "Kya aamhi pth chihvh tvhụ̄ pnnis rsvls tmhi qsmkụ̄ sval th muṭalbh krnụ̄ yczhan yymhi qsmkụ̄ mvsyā ʿlyh alslams krnh chih āmtụ̄? (yhvudụ̄ ạsụ̄ nkth krrụ̄ krrụ̄ qsmh qsmkụ̄ sval muslmann brvnhh knhi pysh kran th yimn ạsụ̄ hs divan zi pnnis pyghmbrs prczihv yih, pth prczihyvus yih, pth huh. Aath pytth chuh Allah tʿālyā muslmann tnbyh kran zi aath mʿāmls mnz bchiv yhvudyn hnz rvish akhtyar krnh nishhi) ḥalankh yymụ̄ shkhṣn aymanch rvish kufr chih rvishhi sintụ̄ bdlạv suh ddvl syzi vathi nishhi."
  },
  {
    "verse_id": 109,
    "translation": "Ahli ktabav mnz chih akthr lukh yih yczhan zi kunhi pạtthụ̄ pihrhanav byyhi tohyih aymanh nishhi kufrs kun, agr chih ḥq yimn pytth ẓạhr chuh spudmut, mgr pnnhi nfsh kh ḥsd kinụ̄ chhe tuhndi khạṭr yihnz yih khvạhish, amhi kis jvabs mnz hiyyiv tvhụ̄ ʿfv th drguzrs kạm yvt tam zan Allah tʿālyā panh pnun fạṣlh nạfidh kri, aiṭmynan thạviv, zi Allah tʿālyā chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 110,
    "translation": "Nmaz kriv qạyim th zkvāh diyiv pnnhi ʿạqbt khạṭr yus rczar kmạvith tvhụ̄ brvnhh kun svuziv khudays nishhi vuchihv suh mvjvd, yikynczha tvhụ̄ kran chihv Allah tʿālyā chuh tth vuchhan."
  },
  {
    "verse_id": 111,
    "translation": "Tihund vanun chuh zi kanhh shkhṣ gczihh nh jnts yvt tam nh suh yhvudụ̄ āshi ya (ʿīsạyn hundi khyalh) ʿīsạe āshi, yim chih tihndụ̄ tmna. Timn vniv, pnnụ̄ dlyl kriv pysh agr tvhụ̄ pnnis dʿūyā krns mnz pziyạrụ̄ chihv."
  },
  {
    "verse_id": 112,
    "translation": "(draṣl nah chahv tohyih kanhh khṣvṣyt th nah byyhi kạnshi) ḥq chuh yih zi yus thi pnun pan Allah tʿālyā sndis aṭaʿts ḥvalh kri th ʿmlaan pkhi nyk rvishhi pytth, tmụ̄ sndi khạṭr chuh tmụ̄ sndis rbs nishhi aamiyuk ajr. Th yithyn lukn khạṭr chuhnh kanhh khvf th kanhh ghm."
  },
  {
    "verse_id": 113,
    "translation": "Yhvudụ̄ chih vnan, ʿīsayn nish chuhnh kihinụ̄. ʿīsạe chih vanan, yhvudyn nishhi chuhnh kihinụ̄. Ḥalankh doshve chih ktab pran th aamy qsmkụ̄ dʿūyā chih timn lukn nishhi thi yimn nishhi ktabhi hund ʿlm chuhnh, yim akhtlaf yimn mnz yim lukh hynh chih āmtụ̄, yuhund fạṣlh kri Allah tʿālyā qyamt khi doh."
  },
  {
    "verse_id": 114,
    "translation": "Th ts shkhṣh sndi khoth kus hykhi bvdd ẓạlim ạsith yus Allah tʿālyā sndyn ʿbadt gahn mnz tmụ̄ sndi navch dhikr krnh nishhi rukavi th yimn āshi vạrạny krns pytth? Yithụ̄ lukh chih aath qạbil zi yimn ʿbadt gahn mnz gczhn nh qdm travnụ̄ th agr tvr gczahn thi, khoczan khoczan gczahn, gczhnụ̄ tihndi khạṭr chhe dunyahs mnz rusvạyy th ạkhrts mnz chuhkh ʿdhabi ʿẓym."
  },
  {
    "verse_id": 115,
    "translation": "Mashriq th mghrib sạry chih Allah tʿālyā sndụ̄ yvr kun thi tvhụ̄ rokh kriv tvurụ̄ kun chuh Allah tʿālyā sund rokh, Allah tʿālyā chuh sytthah vusʿt vvl th svrue kynhh zann vvl."
  },
  {
    "verse_id": 116,
    "translation": "Tim chih vanan zi khudayn chuh kustam nychuv bnvvmut, Allah tʿālyā chuh pak yimv kthv nishhi, aṣly ḥqyqt chhe yih zi zmynkụ̄ th āsmankụ̄ sạry chyz chih tmụ̄ sndy aandhyth chih sạry tmụ̄ sndy tạbʿdar."
  },
  {
    "verse_id": 117,
    "translation": "Suh chuh āsmann th zmyns bnavn vvl th yymhi kthhi hund suh fạṣlh chuh kran tmhi khạṭr chuh bs yih ḥukm divan zi spad th so chhe spdan."
  },
  {
    "verse_id": 118,
    "translation": "Nadan chih vanan zi Allah tʿālyā kyazi chuhnh ashi sintụ̄ panh kthh kran ya kanhh nshạny kyazi chahnh aashi nish yivan? Yiczhe kthh ạsụ̄ yimn brvntthm lukh thi kran, (yimn sarine ptimyn brvuntthmyn gumrahn) hnz svnchn trayih chhe hishe, yqyn krn valyn khạṭr chhe aashi nshạnyih ṣaf ṣaf ẓạhr krimacz."
  },
  {
    "verse_id": 119,
    "translation": "(aamhi khoth bdd nishạny kya hykhi ạsith zi) aashi svuziv tvhụ̄ ʿlmi ḥq san khosh khbr dinh vạlụ̄ th khocznavn vạlụ̄ bnạvith (yʿny baqy nishạnyih thạvitvkh aty, sarive khoth ttakarh nishạny chhe Muḥammad ṣly Allah ʿlyh v slmn hnz pnnụ̄ shkhṣyt. Yihndi nbvt brvuntthm ḥalat, tamhi qvmkụ̄ th mulkkụ̄ ḥalat yath mnz yim pạdh spdụ̄, th tim ḥalat yimn ḥalatn mnz yihnz prvrsh spz th 40 vry zndgy guzạrkh, pth suh ʿẓym alshan karnamh yus pyghmbr spdnh pth yimv anjam diyut, yih svrue kynhh chuh ticzh akh rvshn nishạny yymhi pth byyhi kunhi nshạny hnz ẓrvrt chahnh rvzan.) vonụ̄ yimv lukv jhnms sintụ̄ rshth chuh vvttmut, tihindi ṭrfh chihv nh tvhụ̄ dhimh dar th jvab dh kynhh."
  },
  {
    "verse_id": 120,
    "translation": "Yhvudụ̄ th ʿīsạe gczhnv nh tohyih hrgz thi rạẓụ̄ yvt tam nh tvhụ̄ tihndis ṭryqs pytth pkiv, ṣaf vniv zi vath chhe bs soe yosh khudayn vnmcz chhe, nath agr tmhi ʿlmh pth yus tohyih nishhi āmut chuh krv tohyih tihnzn khvạhishn hnz pyrvy tylhi chuhnh tuhndi khạṭr Allah tʿālyā snzi tahphi nishhi bchavn vvl kanhh dvst th mddgar."
  },
  {
    "verse_id": 121,
    "translation": "Yimn lukn aashi ktab chhe diczmcz tim chih tth tithh pạtthụ̄ pran yithh pạtthụ̄ prnuk ḥq chuh tim chih yth (qrāns) pytth pzi dilh ayman aanan (yih asharh chuh ahli ktabn hndyn ṣalḥ ʿnṣrn kun zi yim lukh chih chvnkh dyant dạry th syzr san Allah tʿālyā snz yih ktab pran yvsh yimn nish godd pytthe mvjvd ạs, aamhi mvjvb chih tim yih qrān bvuzith ya prith ath pytth ayman aanan.) th yim aath sintụ̄ kufruk rviyih vartavan time chih draṣl nqṣan tuln vạlụ̄."
  },
  {
    "verse_id": 122,
    "translation": "Ae bny asraʿyl! Yad kriv myạnụ̄ so nʿmt yymhi sintụ̄ me tvhụ̄ nvạzimtụ̄ ạsimav byyhi ạsmav tohyih dunya kyn tmam qvmn pytth fẓylt diczmcz."
  },
  {
    "verse_id": 123,
    "translation": "Th khvucziv tth dohs yylhi nh kanhh kạnshi raczh thi bkar yiyih, nah yiyhi kạnshi nishhi fidyih qbvl krnh, nah diyih kanhh sfạrshy ansans fạydh th nh mylhi mujrimn kunhi kinụ̄ kanhh mdd."
  },
  {
    "verse_id": 124,
    "translation": "Yad kriv yylhi abrahym tmụ̄ sndụ̄ rbn kynczhn kthn mnz aazmvv th suh vutryav pvur timn sarine kthn mnz. Pth frmvvns, bh chuhsath cz sarine lukn hund pyshva bnavn vvl. Abrahym ʿlyh alslamn kvr ʿrẓ, kya myanyn avladn sintụ̄ thi chha yohe vʿdh? Tmụ̄ duytnas jvab, myvn vʿdh chuhnh ẓạlimn mtʿlq kynhh (yʿny yih vʿdh chuh chanyn avladn hndis ṣrf tth ḥṣs sintụ̄ tʿlq thavan yus ṣalḥ āshi. Timn mnz yim ẓạlim āsn timn khạṭr chuhnh yih vʿdh. Yath jayih chuhnh ẓạlm murad ansann pytthe yvt ẓlm krn vvl kynhh blkh suthi yus ḥqs th ṣdaqts pytth ẓlm āshi kran.)"
  },
  {
    "verse_id": 125,
    "translation": "Byyhi yih zi aashi avs yih gr (kʿbh) lukn khạṭr mrkz th aamnch jae qrar diytmut, th lukn avs ḥukm diytmut zi abrahym yth jayih ʿbadt khạṭr khrra chuh spdan so jae bnạviv mustql nmazi hnz jae, byyhi avs abrahym th asmaʿīl ʿlyhm alslamn tạkyd kvrmut zi myvn yih gr thạviyvun ṭvaf, aʿtkaf, rkvʿ th sjdh krn valyn khạṭr pak."
  },
  {
    "verse_id": 126,
    "translation": "Byyhi yih zi abrahym ʿlyh alslamn kvr duʿā, ae myanhi rbh, yih shhr bnavun aamnuk shhr th aamhi kyn bashndn mnz yim khudays th ạkhrts mann, timn kr prth qsmh kyn phln hund rzq ʿṭa. Drjvab frmvv tmụ̄ sndụ̄ rbn, th yus nh manhi dunya chih kynczhn dohn hnzi zndgy hund samanh dimh bh ts thi mgr ạkhr kar nimn jhnm kis ʿdhabs kun khkhri, th so chhe bdtryn rvzn jae."
  },
  {
    "verse_id": 127,
    "translation": "Th yad kriv yylhi abrahym th asmaʿīl ʿlyhm alslam amhi gr chih lbh ạsụ̄ khalan duʿā ạsụ̄ rvzan kran, ae sanhi rbh, sạnụ̄ yih khdmt kr qbvl, cz chuhkh sarine hund bvzn vvl th svrue kynhh zann vvl."
  },
  {
    "verse_id": 128,
    "translation": "Ae rb, ashi doshvnụ̄ bnav muslm (frman brdar), sanhi nslh mnz tul akh qvm yus chvn mslm (frman brdar) āshi, aashi van pnnhi ʿbadtkụ̄ ṭryqh, th sanyn kvtạhiyan kr drguzr, cz chuhkh bvdd mʿāf krn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 129,
    "translation": "Th ae sanhi rbh, yimn lukn mnz tulun khod yihndy qvmh mnz akh tiyuth rsvl yus yimn chạnụ̄ āyat bvznavi, yimn diyih ktab hnz th ḥikmtch tʿlym th yihnzn zindgiyan kri pak, cz chuh bvdd aqtdar vvl th ḥkmt vvl."
  },
  {
    "verse_id": 130,
    "translation": "Vonụ̄ kus chuh yus abrahym sndis ṭryqs nfrt kri? Yymụ̄ panh pnun pan ḥmaqts th jhalts mnz trvvmut āshi, ts vrạe kus hykhi yih ḥrkt krith? Abrahym chuh suh shkhṣ yus aashi dunyahs mnz pnnhi kamhi khạṭr czvrmut avs, th ạkhrts mnz spdi tmụ̄ sund shumar ṣalḥ lukn mnz."
  },
  {
    "verse_id": 131,
    "translation": "Tmụ̄ sund ḥal avs yih zi yylhi tmụ̄ sndụ̄ rbn ts vvn, mslm sapad (muslm gvv suh yus khudays brvnhh knhi aṭaʿtuk klh nvmravi, Allah tʿālyā se manhi pnun mạlik, āqa, ḥạkim th mʿbvd, yus pnun pan mkml pạtthụ̄ khudays pushravi th tmụ̄ sndi hdayth mṭabq kr dunya hs mnz zndgy bsr yus hdayt tmụ̄ sndi ṭrfh āmut āshi. Amhi ʿqyduk th ʿmlhi hndi aamhi ṭrzuk nav chuh aslam th yohe avs tmam anbyahn hund dyn yim goddh pytthh dunya kyn mkhtlf mulkn th qvmn mnz āe) th tmụ̄ vvn fvraan bh sapdus kaʿnat kis mạlkh sund muslm."
  },
  {
    "verse_id": 132,
    "translation": "Athụ̄ ṭryqs pytth pknuk hdayt avs tmụ̄ pnnyn avladn kvrmut, th aamhi chy vṣyt ạs yʿqvb ʿlyh alslamn thi pnnyn avladn krmcz, tmụ̄ avs vvnmut zi, myanyv shuryv khudayn chuh tuhndi khạṭr yohe dyn psnd kvrmut lhādha rvzụ̄zyv mrnh kis dams tam bs muslm."
  },
  {
    "verse_id": 133,
    "translation": "Pth kya tvhụ̄ ạsivh tmhi vqth mvjvd, yylhi yʿqvb yymhi dunya rokhṣt avs spdan? Tmụ̄ prvczh mrnh vqth pnnyn shuryn, gvbrv, myanhi pth kmụ̄ snz bndgy kriv tvhụ̄? Timv sarive diyut jvab, asụ̄ krv tsụ̄ akis Allah tʿālyā snz bndgy yus tohyih th tuhndyv buzrgv abrahym, asmaʿīl th asḥaq ʿlyhm alslamn khudae chuh mvnmut th asụ̄ chih tmụ̄ sndy muslm (frman brdar)."
  },
  {
    "verse_id": 134,
    "translation": "Tim ạsụ̄ kynhh lukh, yim drae yikynczhah timv kamvv, suh chuh tihndi khạṭr th yikynczhah tvhụ̄ kmạviv, suh chuh tuhndi khạṭr tohyih yiyav nh yih prczhnh zi tim kya ạsụ̄ kran."
  },
  {
    "verse_id": 135,
    "translation": "Yhvudụ̄ chih vnan, yhvudụ̄ agr chihv tylhi lbiv siyz vath. ʿīsạe chih vanan, ʿīsạe agr chihv tylhi mylyv hdayt. Timn vniv, nah, blkh svrue trạvith abrahym sund ṭryqh th abrahym avs nh mushrikav mnz."
  },
  {
    "verse_id": 136,
    "translation": "Muslmanv vniv zi, aashi avn ayman khudays pytth th tth hdayts pytth yus aashi kun nạzil chuh spudmut, th yus abrahym, asmaʿīl, asḥaq, th yʿqvb sndyn avladn kun nạzil avs spudmut th yus mvsyā th ʿīsyā ʿlyhm alslamn th dvyimyn tmam pyghmbrn tihndis rb sndi ṭrfh dinh avs āmut asụ̄ chihnh timn drmyan kanhh frq kran th asụ̄ chih Allah tʿālyā sndụ̄ muslm frman brdar)."
  },
  {
    "verse_id": 137,
    "translation": "Th agr tim tithe pạtthụ̄ ayman aann yithh pạtthụ̄ tohyih chuhv ayman avnmut tylhi chih hdayts pytth. Th hrgah aamhi nishhi buth pihrn tylhi chhe ttakar kth zi tim chih ẓids pytth. Lhādha thạviv aiṭmynan zi tihndis muqabls mnz chuhv tohyih Allah tʿālyā ḥmayt khạṭr sytthah, suh chuh svrue kynhh bvzan th zanan."
  },
  {
    "verse_id": 138,
    "translation": "Vaniv, Allah tʿālyā sund rng kriv akhtyar, tmụ̄ sndi rngh khoth khsith rng kmụ̄ sund āshi? Th asụ̄ chih tmụ̄ snze bndgy krn vạlụ̄ lukh."
  },
  {
    "verse_id": 139,
    "translation": "Ae nby! Yimn vniv, kya tvhụ̄ chihvh Allah tʿālyā sndis bars mnz aashi sintụ̄ czuvan? Ḥalankh sue chuh svn rb thi th tuhund rb thi, sạnụ̄ aʿmal chih sanhi khạṭr tuhndụ̄ aʿmal chih tuhndi khạṭr, th aashi chhe Allah tʿālyā sndiy khạṭr pnnụ̄ bndgy khạlṣ krmcz."
  },
  {
    "verse_id": 140,
    "translation": "Kinh tuhund vanun chuh yih zi abrahym, asmaʿīl, asḥaq, yʿqvb th yʿqvb sndụ̄ avlad sạry ạsụ̄ and hyth yhvudụ̄ ya nṣrạnụ̄? Vaniyvukh, tvhụ̄ chihvh zyadh zanan kinh Allah tʿālyā? Ts shkhṣh sndi khoth bvdd ẓạlim kus āshi yymhi sndi dhimh Allah tʿālyā sndi ṭrfh akh gvạhy āshi th suh chuhpavi tath? Tuhnzv ḥrktavv nishhi chuhnh Allah tʿālyā ghạfil thi kynhh."
  },
  {
    "verse_id": 141,
    "translation": "Tim ạsụ̄ kynhh lukh yim guzre tihnz kmạe ạs tihndi khạṭr th tuhnz kmạe chhe tuhndi khạṭr, tohyih yiyav nh tihnzn ʿmln mtʿlq sval krnh."
  },
  {
    "verse_id": 142,
    "translation": "Nadan lukh vann ẓrvur, yimn kya gvv zi yth qbls kun rokh krith yim goddh nmaz pran ạsụ̄, tamhi nishhi phyirụ̄ hngh th mngh? (nby rvudụ̄ hjrt pth mdynh ṭybs mnz shorahn ya sadhn rytn tam bytu almqdss kun rokh krith nmazi pran. Pth āv kʿbs kun buth krith nmaz prnuk ḥukm) ae nby yimn vaniv, mshrq th mghrb svrue chuh Allah tʿālyā sund, Allah tʿālyā ys yczhan chuh tas chuh siyz vath havan."
  },
  {
    "verse_id": 143,
    "translation": "Th yithe pạtthụ̄ bnạviv aashi tvhụ̄ mslman akh aumti vasṭ. (aumti vasṭ nishhi chuh murad ticzh akh aʿlyā th ḥd khoth shryf chhokh, yosh ʿdl v anṣafs th drmyanh rvishhi pytth qạyim āshi, yosh dunya kyn qvmn drmyan ṣdr snz ḥythyt āshi thavan, yymhi sund tʿlq sarine sintụ̄ ḥquk th pzruk yksan tʿlq āshi, th naḥq th narva tʿlq āsys nh kạnshi sintụ̄.) takh tvhụ̄ ạsiv lukn pytth gvah th rsvl āshi tohyih pytth gvah (aamhi nishhi chuh murad yih zi ạkhrts mnz yylhi sạrise ansany zuryats yiyhi yikh vatth ḥsab hynh, tmhi vqth diyih rsvl tuhndis dhmh dar numaʿndh sndi ḥythyt tohyih pytth gvạhy zi ṣḥyḥ fkri hnz, ṣalḥ ʿmln hnz th ʿdlh kh nẓamch yvsh tʿlym aashi ts diczmcz ạs, kya so vatnạva tmụ̄ kanhh kmy krnh vrạe and hyth sạre, th ʿmlaan thi hvva tmụ̄ aath mṭabq kạm krith. Aamhi pth āsyv tohyih rsvl sndi qạym mqam sndi ḥythyt ʿām ansann pytth gvah sndi ḥythyt votuhn, th yih shhadt āsyv dinụ̄ zi rsvln yikynczhah tohyih tam vatnvvmut avs suh vatnvva tohyih lukn tam, th yikynczhah rsvln tohyih ʿml krith hvvmut auvsnav thi hvvva tohyih timn ʿml krith th aath mnz ma krv kanhh kvtạhy). Goddh yath aands kun tvhụ̄ rokh ạsiv kran suh avs aashi ṣirf yih vuchhnh khạṭr qblh muqrr kvrmut zi kus chuh rsvl snz pyrvy kran th kus chuh pvt phyran, avs thi yih mʿāmlh bdd skht, mgr timn lukn khạṭr spud nh raczh thi skht thạbt, yim Allah tʿālyā sndi hdayt nishhi fyẓ yab ạsụ̄, Allah tʿālyā kri nh tuhndis aath aymans hrgz ẓayʿ, paczh kriv zi Allah tʿālyā chuh lukn hndis ḥqs mnz sytthah shfyq th rḥym."
  },
  {
    "verse_id": 144,
    "translation": "Ae nby, aamhi tuhndi rvyuk bar bar āsmans kun votuhn chih asụ̄ vuchhan. Rttiv, tthụ̄ qbls kun chihv asụ̄ tvhụ̄ pihran yus tvhụ̄ psnd chihv kran. Pihriv msjdi ḥramas kun pnun rokh vonụ̄ yythi tvhụ̄ ạsiv tthụ̄ kun asụ̄zyv rokh krith nmaz pran (yih chuh suh aṣly ḥkm yus qblh bdlavns mtʿlq dinh avs āmut, yih ḥukm spud rjb ya shʿban 2 hjry mnz nạzil. Nby chih akis ṣḥaby rẓy Allah tʿālyā ʿnh sund dʿūts pytth gmtụ̄ āsan, tathi chuh ẓuhr nmaz hund vqt vatan th nby chih lukn nmaz prnavnh khạṭr khrra spdan, zh rkạcz āskh prnavimcz th tryymhi rkạcz mnz chhe tmy saʿth vḥy hndi dhryʿh yih āyt nạzil spdan th tmy vqth chih nby th sạry lukh yim tihndis aiqtdahs mnz jmaʿts mnz ạsụ̄ byt almqds nishhi kʿbs kun pnun rokh pihran. Aamhi pth āv mdyns dchihnụ̄ khvvrụ̄ aamyuk ddnddvur dinh th yus yih frmavnh chuh āmut zi chanhi rvyuk bar bar aasmans kun votuhn chih achhụ̄ vuchhan byyhi yih zi tthụ̄ qbls kun chihv asụ̄ pihran yus tvhụ̄ psnd chihv kran, aamhi nishhi chuh ṣaf pe lgan zi qblh bdlavnuk ḥukm yinh brvnhh ạsụ̄ nby aamikụ̄ muntẓr.) yim lukh yimn ktab ạs dinh āmcz tim chih var pạtthụ̄ zanan zi (qblh bdlavnuk yih) ḥukm chuh tihndis rb sndụ̄ ṭrfh th byyhi chuh brḥq, mgr amhi bavjvd yikynczhah tim kran chih Allah tʿālyā chuhnh tamhi nishhi be khbr kynhh."
  },
  {
    "verse_id": 145,
    "translation": "Tvhụ̄ anụ̄tav yimn ahli ktabn nishhi kanhh thi nishạny, yih chuhnh mmkn zi yim lagn tuhndi qblch pyrvy krnụ̄, th nh chuh yih tuhndi khạṭr mmkn z tvhụ̄ kryv tihindi qblch pyrvy, th yimv mnz chuhnh kanhh dvr thi dvyimh sndi qblch pyrvy krnh khạṭr tyar th agr tohyih tamhi ʿiilmh pth yus tohyih nish āmut chuh, tihnzn khvạhshatn hnz pyrvy krv tylhi gczihh yqynaan tuhund shumar ẓạlimn mnz."
  },
  {
    "verse_id": 146,
    "translation": "Yimn lukn aashi ktab chhe diczmcz tim chih so jae (yosh qblh āyih bnavnh) tithh pạtthụ̄ prznavan yithh pạtthụ̄ tim pnnyn avladn chih prznavan (yih chuh ʿrbuk mḥavrh. Yth chyzs ansan pzụ̄ pạtthụ̄ āshi zanan th tath mtʿlq āsys nh kunhi qsmuk shk shubh, ts chih yih vanan zi suh chuh tath chyzs tithh pạtthụ̄ prznavan yithh pạtthụ̄ pnnyn avladn chuh prznavan. Yhvudyn th ʿīsạyn hndụ̄ ʿạlm ạsụ̄ yih kth tthyk pạtthụ̄ zanan zi kʿbh chuh ḥẓrti abrahym ʿlyh alslamn tʿmyr kvrmut th aath brʿks sapud byt almqds timn pth 13 shth vry ḥẓrti slyman ʿlyh alslaman hindyv athve tʿmyr th yih kth ạs nh kạnshi nishhi khttith) mgr yimv mnz chuh akh dvr zạnith mạnith ḥq chuhpavan."
  },
  {
    "verse_id": 147,
    "translation": "Yih chuh pzipạtthụ̄ akh amri ḥq tuhndis rb sndi ṭrfh, lhādha mah pyyiv aath mtʿlq hrgz thi shks mnz."
  },
  {
    "verse_id": 148,
    "translation": "Prth kạnshi hndi khạṭr chuh akh aand yth kun suh phyran chuh, pas tvhụ̄ kriv nykyan kun sbqt, yath jayih thi tvhụ̄ ạsiv Allah tʿālyā lbyv tohyih tmụ̄ sndi qdrt nishhi chuhnh kanhh chyz nybr."
  },
  {
    "verse_id": 149,
    "translation": "Tuhund guzr yymhi jayih kinụ̄ thi spdi taty pytthh phriv pnun rokh (nmazi vqth) msjdi ḥrams kun tikyazi yih chuh tuhndis rb sund balkl brḥq fạṣlh th Allah tʿālyā chuhnh tuhndyv aʿmalv nishhi be khbr kynhh."
  },
  {
    "verse_id": 150,
    "translation": "Th ypạrụ̄ thi tuhund guzr spdi pnun rokh ạsụ̄zyv msjdi ḥram se kun pihran th yythi thi tvhụ̄ chihv tthụ̄ kun rokh krith priv nmaz takh lukn mylhi nh tohyih khlaf kanhh ḥujt (yʿny kạnshi mylhi nh yih vannuk mvqʿ zi vuchihv sa yim kithụ̄ mvmn chih zi yim chih pnnis rb sndis ttakarh ḥukms khlaf vrzy kran) ā, timav mnz yim ẓạlim chih tihnz zban gczihh nh kunhi thi ḥals mnz bnd. Lhādha mah khvcziv timn blkh khvcziv me (aamhi kthhi hund tʿlq chuh aath ʿbarts sintụ̄ zi tthụ̄ kun rokh krith priv nmaz takh lukn mylhi nh tohyih khlaf kanhh ḥujt) th aamhi mvjvub zi bh kr tohyih pytth pnnụ̄ nʿmt pvur th aath tvqʿs pytth zi myanhi aamhi ḥukmh chih pyrvy sintụ̄ lbiv kamyạby hnz vath."
  },
  {
    "verse_id": 151,
    "translation": "Tithe pạtthụ̄ yithh pạtthụ̄ (tohyih aamhi chyz sintụ̄ kamyạby nṣyb spzv zi) aashi svuz tohyih drmyan khod tohy mnz akh rsvl yus tohyih sạnụ̄ āyat bvznavan chuh, tuhnzn zindgyan chuh shyr pạr (yʿny pak) kran th tohyih chuhv ktabhi hnz th ḥikmtch tʿlym divan th tohyih chuhv timh kthh hychhnavan, yimh nh tvhụ̄ zanan ạsiv."
  },
  {
    "verse_id": 152,
    "translation": "Lhādha thạviv tvhụ̄ me yad bh thavav tvhụ̄ yad, th myvn shukr kriv th nashukry mh kriv."
  },
  {
    "verse_id": 153,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, ṣbrs th nmazi hyyiv mdd, Allah tʿālyā chuh ṣbr krn valyn sintụ̄."
  },
  {
    "verse_id": 154,
    "translation": "Th yim lukh Allah tʿālyā snzi vathi mnz marnh yin timn mh vniv mord drḥqyqt chih yithụ̄ lukh zindh, mgr tohyih chuhv nh tihnzi zndgy hund shʿūr āsan."
  },
  {
    "verse_id": 155,
    "translation": "Th asụ̄ krv tohyih ẓrvur āzmạʿsh khvfas th khṭrs mnz, faqh kshy mnz, jan v mal kyn nqṣanan th āmdniyan hndis khsars mnz trạvith, yimn ḥalatn mnz yim lukh ṣbr krn timn diyiv khosh khbr."
  },
  {
    "verse_id": 156,
    "translation": "Th yylhi kanhh muṣybt vuchhn tylhi vann zi asụ̄ chih Allah tʿālyā sndy th Allah tʿālyā se kun chuh aashi vaps gczuhn."
  },
  {
    "verse_id": 157,
    "translation": "Timn pytth spdan tihndis rb sndi ṭrfh sytthah ʿiinayth, tmụ̄ snz rḥmt kri timn pytth sayih th time lukh chih hdayts pytth."
  },
  {
    "verse_id": 158,
    "translation": "Pzụ̄ pạtthụ̄ chuh ṣafa th marvah Allah tʿālyā snzv nishạniyav mnz, lhādha yus shkhṣ bytu Allah huk ḥj ya ʿmrh kri (dhv alḥjhi kyn mqrr krnh āmtyn tạrykhn mnz yosh kʿbch zyart krnh chhe yivan, tmiyuk nav chuh ḥj, th yimv tạrykhv varạe yosh zyart byyhi kunhi vqth krnh yiyhi tth chih ʿuumrh vanan) ts khạṭr chuhnh kanhh gnah zi suh dvin yimn doshvnụ̄ balh ttykryn drmyan, th yus akhah rẓa th rghbt san kanhh nyky hnz kạm kri khudays chuh tmyuk ʿlm th suh chuh tath qdr krn vvl."
  },
  {
    "verse_id": 159,
    "translation": "Yim lukh sanyn nạzil krnh āmtyn rvshn tʿlymatn th hdaytn khttith chih thavan ḥalankh aashi chih yim sarine ainsann hnzi rhnmạyy khạṭr pnnhi ktabhi mnz byan krimtụ̄, paczh kriv zi Allah tʿālyā thi chuh timn pytth lʿnt kran th tmam lʿnt krn vạlụ̄ thi chih timn pytth lʿnt svzan."
  },
  {
    "verse_id": 160,
    "translation": "Albth, yim amhi rvishhi nishhi baz phyrn th pnnhi ʿmlhi hndis ṭrzas krn aiṣlaḥ th yikynczhah chuhpavan ạsụ̄ tath lagn byan krun timn kr bh mʿāf, th bh chuhs sytthah drgzr krn vvl rḥm krn vvl."
  },
  {
    "verse_id": 161,
    "translation": "Yimv lukv kufruk rvyih akhtyar kvr (kufr lfẓ chuh ayman kis mqabls mnz vannh yivan. Aymanuk mʿny chuh manun, qbvl krun, tslym krun. Aath brʿks chuh kufruk mʿny nh manun, rd krun, ankar krun, qrān mṭạbq chhe kufr khi rvyih chih mkhtlf ṣvurth, aakh yih zi ansan manhi nh mulh monjy khdays ya krinh tmụ̄ sndis aʿlyā aqtdars tslym, th ts kri pnun th sary kaʿnatuk mạlik th mʿbvud mannh nishhi ankar ya ts manhi nh kun mạlk th mʿbvud. Dvyim yih zi Allah tʿālyā manhi mgr tmụ̄ sndiyn aḥkamn th tmụ̄ sndyn hdaytn kri ʿlm v qanvnuk vạḥd āgur tslym krnh nishhi ankar. Tryyim yih zi aṣvlaan kri yih kth thi tslym zi tas pzi Allah tʿālyā sndine hdaytn pytth pkun, mgr yimn pyghmbrn Allah tʿālyā pnnụ̄ hdayt th pnnụ̄ aḥkam vatnavnh khạṭr vasṭh chuh bnavan timn kri nh tslym. Czvurim yih zi pyghmbrn drmyan kri frq th pnnhi mrẓy ya pnnyn tʿṣubn hndis bnyads pytth manhi kạnshi th kạnshi manhi nh. Pvunczim yih zi pyghmbrv yim ʿqydh, akhlaq th zndgy hndụ̄ qanvn Allah tʿālyā sndi ṭrfh vnụ̄mtụ̄ chih, timn ya timv mnz kri kunhi chyzs mannh nishhi ankar. Shyyim yih zi nẓryh kis bunyads pytth manhi yimn sarine chyzn mgr ʿmlaan kri zạnith mạnith Allah tʿālyā sndyn aḥkamn hnz nafrmạny th aath nafrmạny pytth rvzi aiṣrar kran, th dunya chh zndgy mnz thavi nh pnnhi rviych bnyad aṭaʿts pytth blkh thavi nafrmạny pytthe.) th kufr kis ḥalt se mnz diytukh zuv timn pytth chhe Allah tʿālyā snz th frshtn hnz th tmam ansanan hnz lʿnt."
  },
  {
    "verse_id": 162,
    "translation": "Aath lʿnt zdgy hndis ḥalts mnz rvzn tim hmyshh, nh gczihh tihndis ʿdhabs mnz kmy, th nh yiyhi timn pth byyhi kanhh dvyim mhlt dinh."
  },
  {
    "verse_id": 163,
    "translation": "Tuhund khudae chuh kunue khdae, ts rḥman v rḥyms varạe chuhnh byyhi kanhh khdae."
  },
  {
    "verse_id": 164,
    "translation": "(yih ḥqyqt prznavnh khạṭr agr kanhh nshạny th ʿlamt drkar chhe tylhi chhe) pzụ̄ pạtthụ̄ āsmann th zmyn kis bnavtts mnz rạcz hndis th doh kis akh akis pth pyhm yins mnz timn navan mnz yimh ansan sndụ̄ nfʿ vạlụ̄ chyz hyth driyavn th smndrn mnz phyran thvran chhe, rvud kis tth ābs mnz yth Allah tʿālyā hyri chuh valan pth chuh amhi sintụ̄ mord zmyns zndgy bkhshan th (pnnhi aamy antẓam kh bdvlth chuh) zmyns pytth hr qsmkụ̄ zuv dar mkhlvq phhlavan, vavan hndis grdshs mnz th timn avbr lngyn mnz yim āsmans th zmyns mnz bag frmankụ̄ tạbʿ chih bnạvith thavnh āmtụ̄, chhe be shmar nshạnyih timn khạṭr yim lukh ʿqlhi kạm chih hyvan."
  },
  {
    "verse_id": 165,
    "translation": "(mgr Allah tʿālyā sndis kun āsns pytth dlalt krn vajinhi yiczah ttakar nshạnyih āsnh bavjvd thi chih) kynhh lukh tithụ̄ yim khudays vrạe dvyimyn tmụ̄ sund hamsr th mdi muqạbl chih bnavan th tihund chuhkh tiyuth mḥbt yuth mḥbt khdays sintụ̄ gvczh āsun, ḥalankh ayman vạlụ̄ lukh chih sarive khoth zyadh khudays ttvtth thavan, kash yikynczhah yimn ʿdhab vuchihth fikri taran vvl chuh suh gvczh azụ̄ yimn ẓạlimn fikri tarun kh sạry ṭaqt th sạry akhtyar chih Allah tʿālyā sndise qbẓs mnz, th yih zi Allah tʿālyā chuh sza dins mnz thi sytthah skht."
  },
  {
    "verse_id": 166,
    "translation": "Yylhi suh sza diyih tmhi vqth āshi ḥalt yih zi time pyshva th rhnma yihnz dunya hs mnz pyrvy ạs āmcz krnh, krn pnnyn pyrvkarn nishhi latʿlqy hund aẓhar mgr sza thi yiyakh ẓrvr dinh th tihndyn sarine aasbabn th vsạʿln hund slslhi czhynhi."
  },
  {
    "verse_id": 167,
    "translation": "Th tim lukh yim dunya hs mnz tihnz pyrvy ạsụ̄ kran, vnan zi kash aashi yiyhi he byyhi akhi ltthi mvqʿ dinh, tylhi yithh pạtthụ̄ yim aaz aashi nishhi be zạry chih ẓạhr kran, asụ̄ thi havhav yimn nishhi be zar spdith, yithh pạtthụ̄ aanhi Allah tʿālyā yimn lukn hndụ̄ tim aʿmal yim dunyahs mnz yim kran chih yimn brvnhh kun tithh pạtthụ̄ zi, yim rvzan ḥsrt th pashymạnyv san athh mvran mgr nar mnz nyrnch kanhh vath lbn nh."
  },
  {
    "verse_id": 168,
    "translation": "Ae lvukv! Zmyns mnz yim ḥlal th pak chyz chih tim khyyiv th shyṭan snzn vanhi maczn vatn pytth mh pkiv, suh chuh nanhi vanh tuhund dshmn."
  },
  {
    "verse_id": 169,
    "translation": "Tohyih chuhv suh bdy th be ḥyạyy hund ḥukm divan byyhi chuhv yih hychhnavan zi tvhụ̄ vniv Allah tʿālyā sndis navas pytth timh kthh yimn mtʿlq nh tohyih ʿlm chuh zi (timh chhe khudayn frmavimcz.)"
  },
  {
    "verse_id": 170,
    "translation": "Timn yylhi vannh chuh yivan zi khudayn yim aḥkam chih nạzil krimtụ̄ tihnz kriv pyrvy tylhi chih jvab divan zi asụ̄ krv tamy ṭryqch pyrvy yth pytth aashi pnun mvl buddibb chuh vuchhmut, achha agr tihndụ̄ mạlụ̄ buddibabn ʿqlhi āshi nh kạm hiyczmcz th siyz vath āsykh nh lbmcz, kya tylhi rvznh yim aamhi pth thi tihnze pyrvy kran?"
  },
  {
    "verse_id": 171,
    "translation": "Tim lukh yimv Allah tʿālyā sndis vnụ̄ mtis ṭryqs pytth pknh nishhi ankar kvrmut chuh, yihnz ḥalt chhe balkl ticzhe yithh pạtthụ̄ pohl janvrn krykh chuh layan th tim chihnh khrkvanh chih āvazi vrạe kihinụ̄ thi bvzan. Yim chih zrụ̄, yim chih klụ̄, yim chih anụ̄ aavae chahnh yimn kth fikri tran."
  },
  {
    "verse_id": 172,
    "translation": "Ae lvukv yimav ayman chuhv avnmut, yim pak chyz aashi tohyih bkhshmtụ̄ chihv, tim khyyiv āram san th Allah tʿālyā sund kriv shkr, agr tvhụ̄ pzụ̄ pạtthụ̄ Allah tʿālyā snze bndgy krn vạlụ̄ chihv."
  },
  {
    "verse_id": 173,
    "translation": "Allah tʿālyā sndi ṭrfh agr kanhh pabndy tohyih pytth chhe, tylhi chhe so yih zi mvrdar mah khyyiv, khvunh nishhi th khnzyr sndi maz nishhi kriv prhyz byyhi mh khyyiv tiyuth kanhh chyz yath pytth Allah tʿālyā sndi nav vrạe byyhi kanhh nav āshi hynh āmut. Ā, vonụ̄ yus shkhṣ mjbvry hndis ḥalts mnz āshi th suh khyyih yimv mnz kanhh chyz aamhi vrạe zi suh āshi qanvn puhttravnuk airadh thavan ya ẓrvrt kh ḥd nyri tylhi chuhnh tas gnah, Allah tʿālyā chuh bkhshn vvl th rḥm krn vvl, (yath āyts mnz chuh ḥram chyz kh astʿmaluk ajazt tryyv shrṭv san dinh āmut. Akh yih zi pzụ̄ pạtthụ̄ āshi mjbvry hinz ḥalt. Mthlaan bochhhi ya tryshhi dadi āshi zuvas bnith āmut, ya bymari sintụ̄ āshi zuv nyrnuk khṭrh th aath ḥalts mnz āshi nh ḥram chyz vrạe byyhi kanhh chyz mysr. Dvyim yih zi Allah tʿālyā sund qanvn puhttravnch khvạhsh āshi nh dils mnz. Tryyim yih zi ẓrvrth khoth zyadh gczihh nh ḥd yun nyrnh, mthlaan ḥram chyzkụ̄ kynhh mynddụ̄ ya kynhh qṭrh ya kynhh dam agr zuv bchạvith hykn, tylhi gczihh nh aamhi khoth zyadh aamhi chyzk astʿmal spdun)."
  },
  {
    "verse_id": 174,
    "translation": "Ḥq chuh yih zi yim lukh tim aḥkam chuhpavan chih yim khudayn pnnhi ktabhi mnz nạzil chih krimtụ̄ th mʿmvuly dunyạvy fạydn pytth chih yimn chahphi divan, tim chih draṣl pnnụ̄ shikm nar sintụ̄ bran, qyamt khi doh kri nh Allah tʿālyā hrgz timn sintụ̄ kth nh diyih timn pak qrar, th timn khạṭr chuh dg tulvun sza."
  },
  {
    "verse_id": 175,
    "translation": "Yim chih tim lukh yimv hdayth bdlh ẓlat hiycz mvlụ̄ th mghfrt bdlh hyvtukh ʿdhab mvlụ̄, kiyuth ʿjyb chuh yuhund ḥvṣlh zi jhnmuk ʿdhab vytravnh khạṭr chih tyar!."
  },
  {
    "verse_id": 176,
    "translation": "Yih svrue kynhh spud aamhi vjhi kinụ̄ zi khudayn ạs tthyk ḥqh muṭạbq ktab nạzil krmcz mgr yimv lukv ktabhi mnz akhtlaf krụ̄ tim ge pnnyn jhgrrn mnz ḥqh nishhi varyah dvur."
  },
  {
    "verse_id": 177,
    "translation": "Nyky chahnh yih zi tohyih kriv pnnụ̄ rokh mshrqs kun ya mghrbs kun blkh chhe nyky yih zi ansan gczihh khudays th ạkhrt kis dohs th mlạyikn th Allah tʿālyā snzi nạzil krnh āmczi ktabhi th tmụ̄ sndyn pyghmbrn dilh sintụ̄ manun, th Allah tʿālyā sndis mḥbts mnz gczihh pnun ttvtth mal rshth darn th ytymn pytth, mskynn th musạfirn pytth, madd khạṭr aathh darn valyn pytth th ghlamn hnzi rhạyy pytth khrch krun. Nmaz gczihh qạyim krun th zkvāh gczihh diyun th nyk chih tim lukh zi yylhi ʿhd krn tylhi karn tath vafa th tngy th mṣybt kis vqts mnz th ḥq v bạṭlh kis jngs mnz krn ṣbr, yim lukh chih pziyạrụ̄ th yime lukh chih mtqy."
  },
  {
    "verse_id": 178,
    "translation": "Ae lvukv yimv ayman chuh avnmut, tuhndi khạṭr chuh qtlh kyn muqdiman mnz qiṣaṣuk ḥukm lykhnh āmut, āzad shkhṣn āshi qtl kvrmut tylhi gczihh ts āzad se bdlh hynh yun, ghlam āshi qạtl tylhi gczihh sue ghlam yun qtl krnh th znanhi āshi yih jurm kvrmut tylhi gczihh tmụ̄ se znanhi qiṣaṣ yun hynh, vonụ̄ hrgah kạnshi qạtils sintụ̄ tmụ̄ sund bve nrmy karnh khạṭr tyar āshi tylhi gczihh mʿrvf ṭryqh mṭạbq khvn bhahuk tṣyfh spdun, th qạtilas chuh lạzim zi dyant dạry san krin khvn bha (khvnuk muʿāvẓh) ada. (yymhi āyt nishhi spud yithi mʿlvm zi aslam kyn tʿzyrat kyn qanvnn mnz chuh qtluk mʿāmlh rạẓy nams qạbl. Mqtvl sndyn varthn chuh yih ḥq vatan zi qạtls krn qiṣaṣ nishhi mʿāf th aath ṣvrts mnz chuhnh ʿdalts jạyr zi qạtlh sund jan hynas pytth kri aṣrar. Albth mʿạfy hndis ṣvurts mnz chuh qạtils khvn bha ada krun) yih chhe tuhndis rb sndi ṭrfh narmy th rḥmt, aath pytth thi yus zyadty kri (mthlaan mqtvl sund vạrith kri khvn bha vṣvl krnh pth byyhi antqam hynch kvushsh ya qạtil kri khvn bha ada krnas mnz aaz pgah, th yus mqtvl sndụ̄ vạrithn ts sintụ̄ aḥsan kvrmut chuh, tamiyuk bdlhi diyas aḥsan framvshy sintụ̄) ts khạṭr chuh dg tulh vun saza."
  },
  {
    "verse_id": 179,
    "translation": "Shʿūr th ʿql thavn valyv, tuhndi khạṭr chhe qiṣaṣs mnz zndgy, aumyd chhe zi tvhụ̄ kriv aamhi qanvn chih khlaf vrzy nishhi prhyz."
  },
  {
    "verse_id": 180,
    "translation": "Tohyih pytth chuh frẓ āmut krnh zi yylhi tohyih mnz kạnshi hndi mvtuk vqt vathi th suh āshi pans pth kun mal travan tylhi krin mạlis majhi th rshth darn khạṭr mʿrvuf ṭryqh vṣyt, (yih ḥukm avs tth zmans mnz dinh āmut yylhi zan vratht bạgravnh khạṭr vunhi kanhh qanvn avs nh muqrr krnh āmut, tmhi vqth āv prth shkhṣs pytth lạzim krnh zi suh krin pnnyn vạrthn hndụ̄ ḥiṣh vṣyth sintụ̄ muqrr takh amụ̄sndi mrnh pth nah spdan khandans mnz jhgrr th nh spdi kạnshi ḥq dars ḥq tlfy. Pth yylhi vratht bạgravnh khạṭr khudayn panh akh ẓạbṭh bnvv (yus brvnhh kun svrh nisahs mnz yinh vvl chuh) pth kvr nby ṣly Allah ʿlyh v slmv thi qạʿdh mqrr zi vạrithn hndụ̄ yim ḥṣh khdayn chih mqrr krimtụ̄ timn mnz yiyhi nh vṣyt sintụ̄ kmy byshy krnh. Th ghyr vạrth sndis ḥqs mnz gczihh nh kul jaʿdad kh akh tihạyy khoth zyadh vṣyt krnụ̄. Byyhi hykn nh mslm th kạfr panh vạnụ̄ vạrth ạsith) yih chuh ḥq mutqy lukn pytth."
  },
  {
    "verse_id": 181,
    "translation": "Pth yimv vṣyt bvuz th pth bdlạvkh so, tylhi āshi tamiyuk gnah timn bdlavn valyn pytth, Allah tʿālyā chuh svrue kynhh bvzan th zanan."
  },
  {
    "verse_id": 182,
    "translation": "Albth yymis yih andyshhi āshi zi vṣyt krn vạlụ̄ chhe nadạnsth ya qṣdaan ḥq tlfy krmcz, th pth kri suh mʿāmls sintụ̄ tʿlq thavn valyn drmyan aiṣlaḥ tylhi chuhnh tas kanhh gnah, Allah tʿālyā chuh bkhshn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 183,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, tohyih pytth āyih rvzh frẓ krnh yithh pạtthụ̄ tohyih brvntthmyn pyghmbrn hndyn pyrvkarn pytth frẓ āsh āmcz krnh, tavqʿ chuh zi aamhi sintụ̄ gczihh tohyih mnz tqvyā huk ṣft pạdh."
  },
  {
    "verse_id": 184,
    "translation": "Yim chhe kynczhn muqrr dohn hnz rvzh agr tohyih mnz kanhh bymar āshi ya sfrs pytth āshi tylhi krin baqyn dohn mnz yutue tʿdad pvur, th yim lukh rvzh thavnuk ṭaqt āsn thavan (pth thavan nh) tylhi diyin tim fidyih. Akhi rvzh (dohuk) fidyih chuh akh mskyn khyn kihyavun th yus pnnhi khvshy san zyade rczar vartavi, tylhi chuh yih tmụ̄ sndy khạṭr bhtr. Albth agr tvhụ̄ smjihv tylhi chuh tuhndi khạṭr yiy jan zi rvzh thạviv (aslam kyn akthr aḥkamn hndụ̄ pạtthụ̄ āyih rvzan hnz frẓyt thi var var ʿạyd krnh. Nby ṣly Allah ʿlyh v slmv avs mslmann abtda hs mnz prth ryth ṣrf tryn dohn rvzh thavnuk hdayt frmvvmut, mgr yimh rvzh āsh nh frẓ. Pth gvv 2 hjry mnz rmẓan chn rvzn hund yih ḥukm nạzil, mgr aath mnz āyih yih rʿāyt thavnh zi yim lukh rvzh brdasht krnuk ṭaqt āsn thavan th amhi pth thi thavn nh rvzh, tim khyạvin prth rvzh doh bdlh akis mskyns khyn. Pth spud byakh ḥukm nạzil yus brvntth kun yiyih)."
  },
  {
    "verse_id": 185,
    "translation": "Rmẓan chuh suh ryth yath mnz qrān āv nạzil krnh yus ansann khạṭr srasr hdayt chuh th ticzhn vaẓḥ tʿlymatn pytth chuh mushtml, yimh siyz vath havan vajinhi th ḥqas th bạṭls frq krn vajinhi chhe. Lhādha, yus shkhṣ vunụ̄ kh pytthh aath ryts labhi, ts chuh lạzim aath pvur ryts thạvin rvzh. Th yus kanhh mryẓ āshi ya sfrs pytth āshi, tylhi krin suh baqyn dohn mnz rvzn hund tʿdad pvur, Allah tʿālyā chuh tohyih sintụ̄ nrmy yczhan krnụ̄ skhty chuhnh yczhan krnụ̄, amhi mvjvub chuhv tohyih yih ṭryqh vannh yivan takh tvhụ̄ hykiv rvzn hund tʿdad pvur krith th yymhi hdayt sintụ̄ khudayn tvhụ̄ srfraz chihnv krimtụ̄, tth pytth kriv Allah tʿālyā snzi kibryạyy hund aẓhar th aʿtraf byyhi bniv shukr guzar."
  },
  {
    "verse_id": 186,
    "translation": "Th ae nby, myạnụ̄ bndh agr tohyih me mtʿlq prczhn tylhi vaniv timn zi bh chuhs timn nkhe, nad layn vvl yylhi me nad layan chuh, bh chuhs tmụ̄ sund ālv bvzan th jvab chuhs divan, lhādha pazi timn zi myạnis dʿūts pytth vnin lbyk th me pytth anin ayman, (yih kth bvznạviyvukh tim) bnan chuh zi tim lbn siyz vath."
  },
  {
    "verse_id": 187,
    "translation": "Tuhndi khạṭr chuh rvzan hndis zmans mnz rạczn andr pnnyn khandarinyn nishhi gczuhn ḥlal krnh āmut, timh chhe tuhndi khạṭr lbas th tvhụ̄ chihv tihndi khạṭr lbas, khudays spud mʿlvm zi tvhụ̄ ạsiv czvuri czvuri pnnis pans sintụ̄ khyant kran mgr tmụ̄ kvr tuhund qṣvr mʿāf th tohyih kvrnav drguzr, vonụ̄ hykiv tvhụ̄ pnnyn khandarinyn sintụ̄ rat guzạrith, th yus lṭf khudayn tuhndi khạṭr jạyz chuh kvrmut suh kriv ḥạṣl, aamhi ʿlavh khyyiv chyyiv rạczn andr tvt tam yvt tam zi tohyih rạcz hnzi syah davi nishhi ṣubḥ hch sfyd dav nnụ̄ pạtthụ̄ aathhi yiyih, tylhi kriv yimh sare kamhi trạvith rạcz tam pnun rvzh pvur, th yylhi tvhụ̄ msjdn mnz aʿtkafs ạsiv tylhi mah kriv khandarinyn sintụ̄ mubashrt, yim chih Allah tʿālyā sndụ̄ gnddnh āmtụ̄ ḥd yimn nkhh gczihụ̄zyv nh, yithh pạtthụ̄ chuh Allah tʿālyā pnnụ̄ aḥkam lukn khạṭr vẓaḥt san byan kran, tvqʿ chuh zi tim bchn ghlṭ rviyih nishhi."
  },
  {
    "verse_id": 188,
    "translation": "Th tvhụ̄ lukh nah mah khyyiv panh vạnụ̄ akh akụ̄ sund mal najạyz ṭryqh th nh mh kriv ḥạkimn brvnhh knhi tim aamhi ghrẓh pysh zi tohyih mylyv dvyimyn hndi maluk kanhh ḥiṣh qṣdaan ẓạlmanh ṭryqh sintụ̄ khynuk mvqʿ. (aamhi āytuk akh mfhvm chuh yithi zi ḥạkimn rushvt dith mh kriv najạyz fayd tulnch kvshish th dvyum mfhvm chuhs yih zi yylhi tvhụ̄ panh zanan chihv zi mal chuh dvymis shkhṣh sund, tylhi mah niyiv tmụ̄ sund muqdmh ʿdalts mḥẓ amhi mvjvub zi ts nishhi chuhnh milkiytuk kanhh thbvt ya aath bnyads pytth zi ttdd bạzy sintụ̄ hykiv tvhụ̄ yih khyth. Yithi chuh bnan zi ʿdaltuk ḥạkim diyavnavi muqdmh khi rpvrtt khi lḥaẓh suh mal tohyih, mgr suh āshi nh tuhund jạyz mal kynhh.)"
  },
  {
    "verse_id": 189,
    "translation": "Ae nby, lukh chuhv tohyih zvunhi hndis lokttns th bddns mtʿlq prczhan. Vaniv, yimh chhe lukn khạṭr tạrykh muqrr krnh chih th ḥj chih ʿlamth. Byyhi vaniv yimn, yih chahnh kanhh nyky hnz kạm zi tvhụ̄ chihv pnnyn grn mnz ptimhi ṭrfh aaczan, draṣl chhe nyky yih zi ansan bchhi Allah tʿālyā snz naraẓgy nishhi, lhādha ạsiv tvhụ̄ pnnyn grn mnz drvazkiny yivan albth khudays rvuziv khoczan shayd zi tohyih spdiyv kamyạby nṣyb, (timv sarive tvhm prstanh rasmv mnz, yim ʿrbs mnz rạʿj ạsụ̄ avs akh rsm yithi zi yylhi tim ḥj khạṭr aḥram ạsụ̄ gnddan, tylhi ạsụ̄ tim drvazh bjae ptimhi dyvar pytthụ̄ grs mnz aczan ya ạsụ̄ ptimhi labhi dạr bnạvith grs mnz dạkhl spdan. Amhi ʿlavh yylhi sfr pytthh yihan, tmhi saʿth thi ạsụ̄ mkans mnz ptimhi aand aaczan. Yth āyts mnz chuhnh ṣrf aamhi rsmuk trdyd āmut krnh blkh chuh tmam vhmn pytth yih vnith ẓrb āmut lgavnh zi nyky chhe draṣl khudays khocznuk th tmụ̄ sndyn aḥkamn hnzi khlaf vrzy nishhi bchnuk nav)."
  },
  {
    "verse_id": 190,
    "translation": "Th tvhụ̄ lrriv Allah tʿālyā snzi vathi mnz timn lkun sintụ̄ yim tohyih sintụ̄ lrran chih mgr zyadty mh kriv tikyazi Allah tʿālyā chuhnh zyadty krn valyn psnd kran."
  },
  {
    "verse_id": 191,
    "translation": "Timn sintụ̄ lrriv yath jayih thi tohyih timn sintụ̄ muqablh pysh yiyih, th tim krryvkh tathi yythi timv tvhụ̄ chihh hav krrimtụ̄, aamhi mvjvub zi qtl agr burh chuh mgr fitnh chuh aamhi khoth thi bur, (yath jayih chuh ftnh murad zi kanhh chhokh ya kanhh shkhṣ mḥẓ aath bnyads pytth ẓlm v smtuk nshanh bnavun zi tmụ̄ chuh bạṭl trạvith ḥq kvrmut qbvl) th msjdi ḥrams nkhh yvt tam nh tim tohyih sintụ̄ lrrn, tvhụ̄ thi mh lrriv mgr yylhi tim tathi lrrns hirash krn nh, tylhi kriyvukh tvhụ̄ thi kunhi hirash vrạe qtl, yithyn kạfrn chuh yohe sza."
  },
  {
    "verse_id": 192,
    "translation": "Pth agr tim baz phyrn tylhi zạniv zi Allah tʿālyā chuh mʿāf krn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 193,
    "translation": "Tvhụ̄ rvuziv timn sintụ̄ lrran yvt tam nh fitnh khtm gczihh th dyn bnhi Allah tʿālyā sndi khạṭr, pth agr baz phyrn tylhi smjihv zi ẓạlimn vrạe chahnh kạnshi pytth dst drạzy rva kynhh."
  },
  {
    "verse_id": 194,
    "translation": "Mahi ḥramuk bdlh chuh mahi ḥrame th tmam ḥurmtan hund lḥaẓ spdi brabry san (ʿrbh kyn lukn mnz avs ḥẓrti abrahym ʿlyh alslamn hndi vqth pytthh yih qạʿdh chlan āmut zi dhy alqʿdh, dhy alḥjh th muḥrm, yim tre ryth ạsụ̄ ḥjh khạṭr mkhṣvṣ th mahi rjb avs ʿmrh khạṭr mkhṣvṣ āmut thavnh, yimn czon rytn mnz ạs qtl v ghart gry mnʿ. Takhi kʿbkụ̄ zyart krn vạlụ̄ gczahn amn v aman san Allah tʿālyā sndis grs tam th pnnyn grn thi hykn āram san vaps gczihth. Athụ̄ bnyads pytth avs yimn rytn ḥram ryth yivan vnnh). Lhādha yus tohyih pytth dst drạzy kri, tvhụ̄ thi kriv ts pytth tithe pạtthụ̄ dst drạzy, albth khdays rvuziv khvczan th yih thaviv zanith zi Allah tʿālyā chuh timne lukn sintụ̄ yim tmụ̄ sndụ̄ ḥd puhttravns chih prhyz kran."
  },
  {
    "verse_id": 195,
    "translation": "Allah tʿālyā snzi vthi mnz kriv khrch th pnnyv aathv mah trạviv pnun pan hlakts mnz, aḥsanuk ṭryqh kriv akhtyar tikyazi Allah tʿālyā chuh aḥsan krn valyn psnd kran."
  },
  {
    "verse_id": 196,
    "translation": "Allah tʿālyā snzi khoshnvudy khạṭr yylhi ḥj th ʿmrh khạṭr nyt kriv tylhi kriv so pvur th agr vathi mnz kunhi jayih pyyiv, tylhi yosh thi qrbạny mysr yiyav, Allah tʿālyā sndis drbars mnz kriv pysh (yʿny hrgah vathi mnz kanhh tiyuth sbb pysh yiyhi yymhi kinụ̄ brvnhh pkun nammkn āshi th mjbvraan pyyih rukun, tylhi yus thi janvr avntt, gav, czhavj, yimav mnz mysr āshi, Allah tʿālyā sndi khạṭr kriv qrban) th pnnyn kaln mh kạsiv mas yvt tam nh qrbạny pnnhi jayih vathi mgr yus shkhṣ mryẓ āshi ya yymis kls kanhh tklyf āshi aamhi mvjvub kashi kls mas tylhi pzi ts zi fidyih rngụ̄ thạvin rvzh nath diyin ṣdqh ya krin qrbạny. (ḥdyth nishhi chuh pe lgan zi nby ṣly Allah ʿlyh v slmv chuh aath ṣvurts mnz tryn dohn rvz thavnuk ya shyn mskynn khyn kihyavnuk ya km az km akh czhavj dhbḥ krnuk ḥukm diyutmut) pth agr tohyih aamn nṣyb spdi (yʿny suh sbb gczihh dvur yymhi kinụ̄ tohyih vathi avsuv pyvmut mjbvraan rukun th tvhụ̄ vạtiv ḥjhi brvnhh mkh), tylhi yus shkhṣ tohyih mnz ḥjuk vqt vatns tam ʿuumruk fạydh tulhi suh diyin mqdvur muṭạbq qrbạny, th hrgah qrbạny mysr āshi nh tylhi thạvin tre rvzh ḥj kis vqts mnz th sth (7) thạvin gr vạtith, yithh pạtthụ̄ thạvin pvur dah rvzh, yih rʿāyt chhe timn lukn khạṭr, yihndụ̄ gr msjdi ḥramas nkhh āsn nh, Allah tʿālyā sndyn yimn aḥkamn hnzi khlaf vrzy nishhi bchiv th tthyk pạtthụ̄ zạniv zi Allah tʿālyā chuh skht sza dinh vvl."
  },
  {
    "verse_id": 197,
    "translation": "Ḥjikụ̄ ryth chih sarine mʿlvm, yus shkhṣ yimn muqrr krnh āmtyn rytn mnz ḥjich nyt kri ts pzi khbrdar rvzun zi ḥjs dvran gczihh nh ts kanhh shhvạny ḥrkt, kanhh bdʿmly, kanhh lrrayih jhgrrch kth srzd spdnụ̄, th yosh nyk kạm tvhụ̄ kriv, tamiyuk ʿlm āshi khudays. Ḥj kh sfr khạṭr tuliv vath khrch sintụ̄, th sarive khoth bhtr zadirah (vath khrch) chuh prhyz gạry, pas ae hvshmndv! Myanhi nafrmạny nishhi kriv prhyz."
  },
  {
    "verse_id": 198,
    "translation": "Th hrgah ḥjs sintụ̄ sintụ̄ tvhụ̄ Allah tʿālyā sund fẓl thi czhạriv, tylhi chuhnh aath kanhh ḥrj (rb sund fẓl czharnuk mṭlb chuh sfrs dvran rvz gar khạṭr kanhh kạm krnụ̄) pth yylhi ʿrfat kinụ̄ pkiv tylhi kriyvun mashʿri ḥramas (muzdlfh) nishhi tthhrith Allah tʿālyā yad th tithh pạtthụ̄ kriyvun yad yymyuk hdayt tmụ̄ tohyih diytmut chuhv, aamhi brvnhh ạsiv nath tvhụ̄ lukh vathi ddlimtụ̄."
  },
  {
    "verse_id": 199,
    "translation": "Pth yymhi jayih pytthh baqy sạry lukh pvt chih phyran, taty pytthh phyriv tvhụ̄ thi pvt th khudays mngiv mʿạfy (ḥẓrt abrahym th asmaʿīl ʿlyhm alslamn hndis zmans mnz avs ʿrbuk mʿrvf ḥjuk ṭryqh yih zi 9 dhy alḥjh ạsụ̄ minyā pytthh ʿaarfat gczhan th tathi phyrith ạsụ̄ rats muzdlfh hs mnz tthhran, mgr aamhi pth yylhi var var qryshn hnz brhmnyt qạyim spz. Timv vvn, asụ̄ chih ahli ḥram yih kth chhe sanhi martbh nishhi vsụ̄ payih zi asụ̄ gczhv ʿām ʿrbh kyn lukn sintụ̄ ʿrfatas tam. Chnanchhi timv kr pnnhi khạṭr yih amtyạzy shan qạyim zi tim ạsụ̄ muzdlfh pytthe vaps yivan th ʿām lukn ạsụ̄ travan ʿrfats tam gczhnh khạṭr tty. Amhi fkhr v ghrvruk potul āv yth āyts mnz phuttravnh) yqynaan chuh suh mʿāf krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 200,
    "translation": "Pth yylhi pnnhi ḥjikụ̄ arkan ada krith moklạviv, tmhi pth yithh pạtthụ̄ goddh pnnyn ābav ajdadn hnz dhikr ạsiv kran, tithe pạtthụ̄ kriv vonụ̄ Allah tʿālyā snz dhikr blkh aamhi khoth thi zyadh (mgr khudays yad krn valyn mnz thi chhe varyah frq) timv mnz chuh kanhh tiyuth yus vnan chuh zi ae sanhi rbh, aashi di svrue kynhh dunya se mnz, yithis shkhṣh sndi khạṭr chuhnh ạkhrts mnz kanhh ḥiṣh."
  },
  {
    "verse_id": 201,
    "translation": "Th kanhh chuh vnan zi, ae sanhi rbh! Aashi di dunya hs mnz thi rczar th ạkhrts mnz thi rczar th nar khi ʿdhab nishhi bchav aashi."
  },
  {
    "verse_id": 202,
    "translation": "Pnnhi kmayih muṭạbq mylhi yithyn lukn (doshvnụ̄ jayn) ḥiṣh th khudays chahnh ḥisab nkhh valns tạr lgan."
  },
  {
    "verse_id": 203,
    "translation": "Yim chih grnz hndụ̄ kynhh doh yim tohyih Allah tʿālyā sndis yads mnz guzarnụ̄ pazn, pth hrgah kanhh jldy krith dvnụ̄ dohn mnz vaps gvv tylhi chuhnh kanhh ḥrj, th yus kynczhs kals zyadh tthhrith phyvr tamhi pth thi chuhnh kanhh ḥrj (yʿny ayami tshryqn mnz gczhụ̄tn khvah 12 dhy alḥjh ya 13 dhy alḥjh minyā pytthh mks kun vapsy, doshvnụ̄ ṣvrtn mnz chuhnh kanhh ḥrj) bshrṭykhi yim doh āsn tmụ̄ tqvyā san guzạrimtụ̄, Allah tʿālyā snzi nafrmạny nishhi bchiv th tthyk pạtthụ̄ zạniv zi akhi doh chhe tmụ̄ sndis khdmts mnz tuhnz pyshy spdn vajinụ̄."
  },
  {
    "verse_id": 204,
    "translation": "Ainsann mnz chuh kanhh tiyuth yymhi snz kthh tohyih dunya chih zndgy mnz varyah jan chahv basan th pnnhi nyk nyty pytth chuh suh gri gri khudays gvah tthhravan, mgr ḥqyqts mnz chuh suh bdtryn dshmni ḥq āsan."
  },
  {
    "verse_id": 205,
    "translation": "Yylhi ts aqtdar chuh ḥạṣil gczhan (dvyum trjmh hykys yithi ạsith yylhi suh pvt chuh phyran, mṭlb yimh kthh vnith yylhi suh pvt chuh phyran th pth chuh ʿmlaan yy kran) pth chhe zmyns pytth tmụ̄ snz sạre tg dav aamhi khạṭr āsan zi fsad phhlavi, khah zmyn kri brbad th ansạnụ̄ nsl kri tbah ḥalankh Allah tʿālyā (yas suh gvah avs bnavan) chuhnh fsads hrgz psnd kran."
  },
  {
    "verse_id": 206,
    "translation": "Th yylhi tas vannh chuh yivan zi khudays khocz, tylhi chuh pnnhi vqaruk khyal ts gnahs pytth dr ravan, yithis shkhṣas khạṭr chuh bas jahnme kạfy th so chhe varyah bur jae."
  },
  {
    "verse_id": 207,
    "translation": "Dvyimhi pash chuh ainsanav mnz tiyuth kanhh shkhṣ thi yus Allah tʿālyā sndi rẓa khạṭr pnun zuv chuh davas lagan, th yithyn bndn pytth chuh Allah tʿālyā sytthah mhrban."
  },
  {
    "verse_id": 208,
    "translation": "Ae ayman anan valyv! Tvhụ̄ gczihv pvur pạtthụ̄ aslams mnz dạkhl, (yʿny kunhi czatth kptthi vrạe th tḥfẓ vrạe aniv pnnụ̄ pvur zndgy aslamas tḥt. Yih gczihh nh āsun zi tvhụ̄ kriv pnnụ̄ zndgy mkhtlf ḥṣn mnz tqsym krith kynczhn ḥiṣn mnz aslamch pyrvy th kynhh ḥiṣh kriyvukh aamhi chih pyrvy nishhi alg) th shyṭan snz pyrvy mah kriv tikyazi suh chuh nanhi vanh tuhund dushmn."
  },
  {
    "verse_id": 209,
    "translation": "Yim ttakarh hdayt tohyih nishhi āmtụ̄ chih hrgah yim labnh pth tohyih byyhi lghzish gyav, tylhi zạniv tthyk pạtthụ̄ zi Allah tʿālyā chuh sarine pytth ghạlb byyhi chuh ḥkmt vvl th dana."
  },
  {
    "verse_id": 210,
    "translation": "(yimv sarive nṣyḥtav pth th hdaytav pth thi hrgah lukh syvd gczhn nh tylhi) kya tim chha aath antẓars zi Allah tʿālyā gczihh avbrchn chhtrn pytth frshtn sintụ̄ khod bdhat yun th pth gczihh fạṣle spdun? Ạkhrkar hae sạry mʿāmlat chih Allah tʿālyā se nishhi pysh spdn vạlụ̄."
  },
  {
    "verse_id": 211,
    "translation": "Bny asrạʿyls prczihv, aashi kiczhh nanhi nanhi nshạnyih chhe timn havimcz. (th pth prczihv yithi timne zi) Allah tʿālyā snz nʿmt ḥạṣl krnh pth yus qvm aath sngdily san bdlavan chuh tth qvmas kiyuth skht sza chuh Allah tʿālyā divan."
  },
  {
    "verse_id": 212,
    "translation": "Yimv lukv kufrch vath akhtyar krmcz chhe, tihindi khạṭr chhe dunya hch zndgy sytthah ttạtth th dil psnd bnavnh āmcz, yithụ̄ lukh chih aymanch vath akhtyar krn valyn hazl kran, mgr qyamt kh doh āsn prhyzgar lukhe tihndi mqablh ʿạly mqam. Rvud dunya huk riziq, khudays chuh akhtyar ys yyczihh ts diyih be ḥsab."
  },
  {
    "verse_id": 213,
    "translation": "Abtdahs mnz ạsụ̄ sạry lukh akụ̄se ṭryqs pytth. (pth rvuz nh yih ḥalt th akhtlaf spdụ̄ ẓạhr) aamhi path svuzụ̄ khudayn pyghmbr yim siyz vath aikhtyar krns pytth khosh khbr dinh vạlụ̄ th hajhi vathi hndyv ntyjav nishhi khocznavn vạlụ̄ ạsụ̄, th timn sintụ̄ krn brḥq ktab nạzil takh yim akhtlaf lukn drmyan ḥqs mtʿlq nnụ̄ ạsụ̄ dramtụ̄ tihund fạṣlh kri (th yim akhtlaf nvn nyrnuk vjh avs nh yih zi abtdahs mnz avs nh lukn ḥq vnnh āmut, so kth chahnh) akhtlaf kvr timv lukv yimn ḥquk ʿlm avs dinh āmut, ḥq trạvith krrụ̄ timv rvshn hdayt ḥạṣl krnh pth mḥẓ aamhi mvjvb mkhtlf ṭryqh zi tim ạsụ̄ panh vạnụ̄ zyadty krnụ̄ yczhan, albth yimv lukv pyghmbrn pytth ayman avn timn hạv khudayn pnnhi aidhnh sintụ̄ ḥqch so vath yath mnz lukv akhtlaf kvrmut avs, yas Allah tʿālyā yczhan chuh ts chuh siyz vath havan."
  },
  {
    "verse_id": 214,
    "translation": "Pth kya tohyih lukv chuhva smjhmut zi tvhụ̄ gczihv yithe jnts mnz dạkhl, ḥalankh vunhi gudryav nh thi svrue tohyih pytth yih tohyih brvuntthimyn ayman aann valyn pytth gudryvmut chuh? (mṭlb chuh yih zi anbyaʿ, yylhi thi zanhh dunya hs mnz āmtụ̄ chih yimn anbyaʿ th byyhi timn pytth ayman aann valyn lukn āv Allah tʿālyā sndyn bạghy th nafrman bndn sintụ̄ skht mqablh pysh, th timv kr pnun zuv mṣybts mnz travith bạṭl ṭryqn hndis muqabls mnz dyni ḥq qạyim krnch kvushsh, aadh hykụ̄ tim jntkụ̄ ḥqdar spdith, Allah tʿālyā sund jnt chuhnh yvutah svg zi tvhụ̄ tuliv nh Allah tʿālyā sndi mokhh th tmụ̄ sndi dyn khạṭr kanhh tklyf th yih spdyv tohyih mft ḥạṣl) timn pytth āyih skhtyih krnh, muṣybt ākh, dnh vith āe travnh ḥtyā kh vqtkụ̄ rasvuln th tmụ̄ sndyv ahli ayman sạtihyv dicz krykh zi Allah tʿālyā sund mdd kr vathi? (tmhi vqth āv timn dilash dinh zi) ā, Allah tʿālyā sund mdd chuh nzdyk."
  },
  {
    "verse_id": 215,
    "translation": "Lukh chih prczhan asụ̄ kya karv khrch? Jvab diyvukh, yus mal thi tvhụ̄ khrch kriv (suh krv) pnnis mạlis majhi pytth, th rshth darn pytth, ytymn th mskynn th musafrn pytth khrch, th yus thi rczr tvhụ̄ kriv Allah tʿālyā āshi tmhi nishhi bakhbr."
  },
  {
    "verse_id": 216,
    "translation": "Tohyih chuhv jngk ḥukm āmut dinh th suh chuhv tohyih nagvar, bnan chuh zi akh chyz āshi tohyih nagvar th sue āshi tuhndi khạṭr bhtr, th bnan chuh akh chyz āshi tohyih psnd th sue āshi tuhndi khạṭr shr, Allah tʿālyā chuh znan tvhụ̄ chihv nh zanan."
  },
  {
    "verse_id": 217,
    "translation": "Lukh chih prczhan mahi ḥrams mnz lrrun kiyuth chuh? Vnyvukh, aath mnz lrrun chuh sytthah burh, mgr Allah tʿālyā snz vathi nishhi lukh rukavnụ̄ th khudays sintụ̄ kfr krun th msjdi ḥramch vath khuda prstn bnd krnụ̄ th ḥrmkụ̄ rvzan vạlụ̄ tthi krrnụ̄ chuh khudays nzdyk aamhi khoth thi burh, th ftnh chuh khvn ryzy khoth zyadh shdyd (yih kth chhe akis vaqʿs mtʿlq. Rjb 2h mnz ạs nby ṣly Allah ʿlyh v slmv ạtthn nfrn hnz akh chhokh nakhlah has kun svuzmcz, yih chhe mks th ṭaʿfs drmyan akh jae, th aath chhokhi avsukh hdayt frmvvmut zi qryshn hndyn āʿndh kyn mnṣvbn th tihndis nql v ḥrkts mtʿlq kriv mʿlvmat ḥạṣl, jngk kanhh ajazt avsukh nh diytmut. Mgr vathi smukh yimn qryshn hund akh lokutt tjarty qạflh, aath pytth kvr yimv ḥmlh, akh nfr kvrukh qtl th baqy lukh anikh mal hyth girftar krith mdynh shryf. Yih karvạyy spz tmhi vqth yylhi zan mahi rjb avs khtm th mahi shʿban avs shrvʿ spdan th yih kth ạs shkh ld zi aamah ḥmlh sapudah mahi rjb (yʿny mahi ḥrams) mnz kinh mahi shʿbans andr. Albth qryshv th timn sintụ̄ rlith drprdh yhvdyv th mnafqv dicz aath vaqʿs mslmann khlaf bdnạmy krnh mvjvub khvb shhrt. Skht aʿtraẓat krith zi yim chih dramtụ̄ bddụ̄ Allah vạlụ̄ bnith th ḥal chuhkh yih zi mahi ḥrams mnz thi chihnh khvn ryzy krnh nishhi hrash kran. Yimne aʿtraẓn hund jvab chuh yth āyts mnz dinh āmut) tim rvzn tohyih sintụ̄ lrran, ḥtyā kh agr timn pans tam āsihe tylhi phrhanav tohyih pnnhi diynh nishhi pvt (th yih smjihv tthyk pạtthụ̄ zi) tohyih mnz yus thi kanhh pnnhi dynh nishhi phyri th kufr kis ḥalts mnz diyih zuv tmụ̄ sndụ̄ aʿmal gczhn dunya hs th ạkhrts doshvnụ̄ mnz ẓayʿ, amhi qsmkụ̄ sạry lukh chih jhnmy th hmyshh rvzn jhnm se mnz."
  },
  {
    "verse_id": 218,
    "translation": "Aath brʿks yimv lukv ayman chuh avnmut, th yimv Allah tʿālyā snzi vathi mnz gr bar chuh trvvmut th jhad chuhkh kvrmut (jhaduk mʿny chuh kanhh mqṣd ḥạṣl krnh mokhh pnnụ̄ anthạyy kvshsh ṣarf krnụ̄. Yih chuhnh mḥẓ jngk hm mʿny, jng khạṭr chuh qital lfẓ vrtavnh yivan, jhad chuh aamhi khoth varyah vsyʿ mfhvm thavan th aath mnz chhe prth qsmch jd v jhd shạmil) tim chih Allah tʿālyā sndi rḥmtkụ̄ jạyz amydvar th Allah tʿālyā chuh tihnzn lghzishn mʿāf krn vvl th pnnhi rḥmt sintụ̄ chuh timn nvazn vvl."
  },
  {
    "verse_id": 219,
    "translation": "Prczhan chihv, shrabuk th zaruk kya ḥukm chuh? Vniyvukh, yimn doshvnụ̄ chyzn mnz chhe bdd khrạby agrchhi yimn mnz lukn khạṭr kynhh nfʿ thi chih, mgr tihund gnah chuh tihndi fạydh khoth varyah zyadh (yih chuh shrabs th zars mtʿlq goddniyuk ḥukm yth mnz ṣrf napsndgy hund aẓhar krith yih travnh chuh āmut, brvntth kun yin svrh nsaʿ āyt 43 th svrh maʿdh āyt 90 ths mnz baqy aḥkam.) prczhan chih, asụ̄ kya krv Allah tʿālyā snzi vathi mnz khrch? Vanyvukh, yikynczhah tuhndi ẓrvrt khoth zyadh āshi (yath āyts chih azkl ʿjyb ʿjyb mʿny krrnh yivan. Ḥalankh āyt kyv alfaẓv nishhi chuh ṣaf ẓạhr zi yim lukh ạsụ̄ pnnhi malkụ̄ panh mạlik. Sval ạsụ̄ yih prczhan zi Allah tʿālyā sndi rẓa khạṭr kya karv asụ̄ khrch? Frmavnh āv zi goddh kriv aamhi sintụ̄ pnnhi ẓrvrth pvur pth yih huri suh kriv Allah tʿālyā snzi vathi mnz khrch, yih chuh rẓakaranh khrch yus aakh bndh pnnis rb snzi vathi mnz pnnhi khvshy san kran chuh) yithh pạtthụ̄ chuh Allah tʿālyā tuhndi khạṭr ṣaf ṣaf aḥkam byan kran. Shayd zi tvhụ̄ kriv dnya th ạkhrt doshvnụ̄ hnz fkr."
  },
  {
    "verse_id": 220,
    "translation": "Prczhan chihv, ytymn sintụ̄ kya mʿāmlh yiyhi vartavnh? Vanyvukh, yth ṭrzi ʿmls mnz tihndi khạṭr rczar āshi sue vartavun chuh bhtr, agr tvhụ̄ pnun th timn hund khrchhi th lsun bsun mushtrkh thạviv tylhi chuhnh aath mnz kanhh ḥrj. Ạkhr chihv tohyih tim pnny bạe, brạyy krn valyn th nyky krn valyn doshvnụ̄ hund ḥal chuh khudays brvnhh knhi rvshn, hrgah Allah tʿālyā yczihh he aath mʿāmls mnz krihe tohyih pytth skhty mgr suh chuh ṣaḥbi akhtyar āsnh ʿlavh ṣaḥbi ḥkmt thi."
  },
  {
    "verse_id": 221,
    "translation": "Tvhụ̄ krụ̄zyv nh mushrk znann sintụ̄ hrgz nkaḥ yvt tam nh timh ayman aann, akh mvmn lvnddy chhe akis mushrk shryf zadi khoth bhtr agrchhi tohyih sv sytthah psnd āsyv, th pnnyn mastvuratn hund nkaḥ mh kriv zanhh mushrik mrdn sintụ̄ yvt tam nh tim ayman aann, akh mvmn ghlam chuh shryf mushrik sndi khoth bhtr agr chih suh tohyih sytthah psnd āsyv, yim lukh chihv tohyih nars kun bulavan, th Allah tʿālyā chuhv tohyih pnnhi aidhnh sintụ̄ jnts th mghfrts kun bulavan, th suh chuh pnnụ̄ aḥkam vaẓḥ ṭvr lukn brvnhh knhi byan kran, tvqʿ chuh zi tim rttn sbq th nṣyḥt krn qbvl."
  },
  {
    "verse_id": 222,
    "translation": "Prczhan chih, ḥyẓuk kya ḥukm chuh? Vanyvukh, so chhe gndgy hnz akh ḥalt aath mnz rvuziv zananav nishhi alg th timn nkhh mah gczihv (mṭlb chuh zi aath ḥalts mnz mah kriv timn sintụ̄ mubashrt) yvt tam nh timh pak v ṣaf spdn, pth yylh timh ṣaf spdn tylhi gczihv timn nishhi tithh pạtthụ̄ yithh pạtthụ̄ khdayn tohyih ḥukm chuhnav diytmut, Allah tʿālyā chuh timn lukn psnd kran yim bdy nishhi path rvzn th pạkyzgy krn akhtyar."
  },
  {
    "verse_id": 223,
    "translation": "Tuhnz znanh chhe tuhndụ̄ dhraʿt (ddvurụ̄), tohyih chuhv akhtyar ypạrụ̄ yyczihv pnnis zraʿts mnz gczihv, mgr pnnhi mstqblch kriv fkr th Allah tʿālyā snzi narạẓy nishhi bchiv (yim chih jamʿ alfaẓ, yimv mnz chih zh mṭlb nyran th doshvnụ̄ hnz ahmyt chhe hshy. Akh yih zi pnun nsl brqrar thavnch kriv kvushsh takh tuhndi dunya travnh brvnhh spdan tuhnzi jayih kạm krn vạlụ̄ pạdh. Dvyum yih zi yus ynh vvl nsl tvhụ̄ pnnhi jayih thavn vạlụ̄ chihv suh kriyvun dyn akhlaq th ansạnyt kyv jvharv sintụ̄ sjavnch kvushsh) th var pạtthụ̄ zạniv zi tohyih chuhv akhi doh tmis smkuhn. Th ae nby, yim tuhndyn hdaytn mann tim bvznạyvukh kamyạby hnz th sʿādtch khoshkhbr."
  },
  {
    "verse_id": 224,
    "translation": "Allah tʿālyā sund nav mah kriv tithụ̄ qsm khynh khạṭr astʿmal yimv sintụ̄ mqṣd āshi nyky nishhi th tqvyā nishhi th Allah tʿālyā sndyv bndn hnzv nyk kamyv nishhi path rvzun, (mṭlb kanhh rcz kạm nh krnuk qsm kihyvn) Allah tʿālyā chuh tuhnz sare kthh bvzan th svrue kynhh chuh zanan."
  },
  {
    "verse_id": 225,
    "translation": "Yim be mʿny qsm tvhụ̄ bila aradh khyvan chihv, timn pytth chuhnh Allah tʿālyā girft kran mgr yim qsm tvhụ̄ pzi dilh san khyvan chihv, tihnz prczhh gạr kryv suh ẓrvr, Allah tʿālyā chuh sytthah drguzr krn vvl th burdbar."
  },
  {
    "verse_id": 226,
    "translation": "Yim lukh pnnyn gr vajinyn sintụ̄ tʿlq nah thavnuk qsm khyvan chih tihndi khạṭr chhe czon rytn hnz mhlt (shrḥ kis aṣṭlaḥs mnz chih aath ayla vanan, khandars th khandarnhi drmyan hykn nh hmyshh khoshgvar tʿlqat rvuzith, bigrnkụ̄ sbb chih pạdh gczhan rvzan, albth tithis bigrns chuhnh Allah tʿālyā sund shryʿt psnd kran zi doshve rvzn akh akis sintụ̄ qanvny ṭvr don bạczn hindis rshts mnz gnddith mgr ʿmlaan rvzn akh akis nishhi tithh pạtthụ̄ alg zi zanth tim zh bạcz āsn nh. Yithis bigrnas khạṭr chhe khudayn czon rytn hnz mhlt mqrr krmcz zi ya th gczhn tim aath dvran tʿlqat durst krnụ̄ nath gczhn don bạczn hund rshth czttnụ̄ takh doshve gczhn aakh akis nishhi āzad th yas sintụ̄ pth guzar hykn krith ts sintụ̄ krn nkaḥ) vonụ̄ agr timv rjvʿ kvr tylhi chuh Allah tʿālyā mʿāf krn vvl th rḥym."
  },
  {
    "verse_id": 227,
    "translation": "Th hrgah timv ṭlaq dinh kue fạṣlh āshi kvrmut tylhi zạnin zi Allah tʿālyā chuh svrue bvzan th zanan (yʿny agr cze htth mtth khandarinụ̄ trạvmcz chhe tylhi mah rvz khudays nishhi be khvf kynhh, suh chuhnh chanhi zyadty nishhi navạqf kynhh)."
  },
  {
    "verse_id": 228,
    "translation": "Yimn mstvratn ṭlaq āshi dinh āmut timh thạvin tre mahvry gczhns tam pnun pan path, th timn khạṭr chuhnh yih jạyz zi khudayn yikynczhah tihnzn bchhi danyn mnz pạdh āshi kvrmut suh thavan khttith, timn pazi nh hrgz thi yih krun agr timh khudays th ạkhrt kis dohs pytth ayman chhe thavan, th hrgah tihndụ̄ khavnd āsn tʿlqat drst krns pytth āmadh tylhi chih tim aath ʿiidts dvran byyhi timn pnnis zvjyts mnz vaps rttnkụ̄ ḥqdar, (yih ḥkm chuh ṣrf aath ṣvrts mtʿlq yath mnz khandarn pnnhi khandarinhi akh ya zh ṭlaq āsn ditimtụ̄, aath ṣvrts mnz chuh ṭlaqi rajʿī spdan th ʿdt kis vqts dvran hykhi khandar rjvʿ krith) mstvratn khạṭr thi chih mʿrvf ṭryqh tithy ḥqvq yithụ̄ mrdn hndụ̄ ḥqvq timn pytth chih, albth mrdn chuh timn pytth akh drjhi ḥạṣl th sarine pytth chuh Allah tʿālyā ghạlb aqtdar thavn vvl ḥkym th dana mvjvd."
  },
  {
    "verse_id": 229,
    "translation": "Ṭlaq chuh doyih pihri pth gczihh khandarinụ̄ ya th syvd pạtthụ̄ rukavnụ̄ nath gczihh so jan ṭryqh rkhṣt yinụ̄ krnh, (yymhi āyt kinụ̄ hykhi akh mrd akis nkaḥs mnz pnnhi khandarinhi zyadh khoth zyadh doyy pihri ṭlaqi rajʿī huk ḥq astʿmal krith. Yymụ̄ shkhṣn pnnhi khandarinhi doyih pihri ṭlaq dith rjvʿ āshi kvrmut, agr suh pnnhi ʿmri mnz kunhi thi saʿth amis tryym ṭlaq diyih, mstql ṭvr gczhhi khandarinụ̄ ts nishhi juda) th rkhṣt krnh vqth chuhnh tohyih yih jạyz zi yikynczhah tohyih timn diytmut āsyv tmhi mnz hiyyv kynhh vaps, albth yih ṣvrt chhe alg zi don bạczn āshi nh Allah tʿālyā sndyn ḥdvudn pytth qạyim rvznuk andyshhi, aath ṣvurts mnz agr tohyih yih khvf āsyv zi tim doshve hykn nh Allah tʿālyā sndyn ḥdvudn pytth qạyim rvuzith tylhi chuhnh timn don drmyan yih mʿāmlh spdns mnz kanhh ḥrj zi khandarinụ̄ kri pnnis khavnds kynhh muʿāvẓh dith mokjar ḥạṣil, (shryʿt kis aṣṭlaḥs mnz chih aath khulḥ vnan yʿny akis khandarinh hund pnnis khavnds kynhh mʿāvẓh dith ts nishhi ṭlaq ḥạṣl krun. Aath ṣvrts mnz āshi mrd sndi khạṭr jạyz kh pnun diytmut mal ya amhi mnz kanhh ḥṣh yath pytth panh vạnụ̄ atfaq āshi spudmut ratthi khandarinhi nishhi vaps. Albth agr mardn pane āshi khandarinh ṭlaq diytmut tylhi hykhi nh suh tas pnnhi dithi mathi malh mnz kihinụ̄ vaps hyth) yim chih Allah tʿālyā sndụ̄ mqrr krnh āmtụ̄ ḥdvd yimv pytthụ̄ mah niyriv, th yim lukh Allah tʿālyā sndyv ḥdvud pytthụ̄ nyrn timae chih ẓạlim."
  },
  {
    "verse_id": 230,
    "translation": "Pth agr (doyih ltthi ṭlaq dinh pth khavndn khandarinhi tryymhi pihri) ṭlaq diyut tylhi āshi nh so khandarinụ̄ pth ts khạṭr ḥlal aila yih tmụ̄ sund nkaḥ spdi kạnshi dvymis shkhṣs sintụ̄ th suh diyih ts ṭlaq, (yʿny zanhh kạlụ̄ diyas pnnhi mrẓy ṭlaq. Aamhi mnz chuhnh sạzshy nkaḥuk th ṭlaquk kanhh jvaz nyran yus mḥẓ goddinikis khandars khạṭr znanh ḥlal krnh khạṭr āshi krnh āmut) pth agr goddniyuk khandar th yih znanh doshve yih svnchn zi Allah tʿālyā sndyn ḥdvudn pytth rvzav qạym, tylhi chuhnh yimn akh akis kun rjvʿ krns kanhh ḥrj, yim chih Allah tʿālyā sndụ̄ muqrr krnh āmtụ̄ ḥd yimn suh timn lukn hndi hdayth khạṭr vaẓḥ chuh kran, yim (tmụ̄ sndyn ḥdn puhttravnuk anjam) zanan chih."
  },
  {
    "verse_id": 231,
    "translation": "Th yylhi tvhụ̄ khandarinyn ṭlaq diyiv th tihund ʿiidt hyyih pvur spdun tylhi rukạviyvukh ya jan ṭryqh nath kriyvukh jan ṭryqh rkhṣt, mḥẓ stavnh khạṭr thạvizyvkh nh rukạvith zi yih āshi zyadty th yus yih kri suh kr ḥqyqts mnz pạnụ̄ pans pytth ẓulm, Allah tʿālyā sndyn āyatn mah bnạviv mdhaq, mshith mah gczihụ̄nav zi khudayn kiczh bdd nʿmt chahnav tohyih ʿṭa krmcz, suh chuhv tohyih nṣyḥt kran zi yosh ktab th ḥkmt tmụ̄ tohyih pytth nạzil chhe krmcz tmhi kh aḥtramuk thạviv lḥaẓ, khudays khvcziv th tthyk pạtthụ̄ zạniv zi khudays chhe prth kthhi hnz khbr."
  },
  {
    "verse_id": 232,
    "translation": "Yylhi tvhụ̄ pnnyn khandarnyn ṭlaq moklạviv dith th timh krn pnun ʿdt pvur th pth mah bniv aath mnz rukavtt zi timh krn pnnyn zyri tjvyz khavndn sintụ̄ nkaḥ yylhi zn tim mʿrvf ṭryqh panh vạnụ̄ nkaḥ krns pytth rạẓụ̄ āsn, tohyih chahv nṣyḥt yivan krnh zi yiczh ḥrkt krụ̄zyv nh hrgz agr tvhụ̄ khudays th ạkhrt kis dvhs pytth ayman aann vạlụ̄ chihv, tuhndi khạṭr chuh shạysth th pạkyzh ṭryqh yohe zi amhi nishhi rvuziv baz, Allah tʿālyā chuh zanan tvhụ̄ chihv nh zanan."
  },
  {
    "verse_id": 233,
    "translation": "Majhi chạvn pvur dvn vriyn pnnyn shuryn dod, agr mạlụ̄ yczhan āsn zi tihndụ̄ avlad gczhụ̄ rẓaʿt kis vqts tam pvur dod chynụ̄. (yih chuh aath ṣvrts mnz ḥkm yylhi zh bạcz akh akis nishhi alg āsn gmtụ̄, khvah tim ṭlaq kh dhryʿh ạsitn ya khulḥ ya fskh th tfryq kh dhryʿh ạsitn alg gmtụ̄, th zananhi hnzi kochih mnz āshi dod chyvn shur) ath ṣvurts mnz āsn shurụ̄ sndis mạlis mʿrvf ṭryqh timn khyn th palv dinụ̄, mgr kạnshi pytth gczihh nh tmụ̄ sndi vusʿth khoth zyadh bar travun kynhh, nh gczihh mvj aamhi vjh kinụ̄ tklyfs mnz yinụ̄ travnh zi shur chuh tmụ̄ sund, th nh gczihh mvle aamhi vjhi kinụ̄ tng yun krnh zi shur chuh tmụ̄ sund, dod chavn vajinhi hund yih ḥq yuth shurụ̄ sndis mạlis pytth chuh sue chuhs tmụ̄ sndis vạrithas pytth thi, albth agr fryq bahmy rẓa mndy th mashvrh san dod travnavun yczhn tylhi chuhnh aath mnz kanhh ḥrj, th hrgah tuhund khyal āshi zi pnun avlad chạviyvun ghyr zanhi nishhi dod th aath mnz thi chuhnh kanhh ḥrj, bshrṭykhi yikynczhah aamiyuk muʿāvẓh mqrr kriv, suh kriv mʿrvf ṭryqh ada, khudays khvucziv th zạniv kh yikynczhah tvhụ̄ kran chihv svrue chuh khudays nẓrn tl."
  },
  {
    "verse_id": 234,
    "translation": "Tohyih mnz yim lukh marn, timn path kun agr tihnz khandarinhi zndh āsn tylhi thạvin timh pnun pan czon rytn dahn dohn pth, (yih vfatuk ʿiidt chuh timn mstvratn khạṭr thi yimn sintụ̄ khandarn hnz khlvti ṣḥyḥh āshi nh spzmcz. Albth gobhi khor khatvn chhe amhi nishhi muchhhi. Tmụ̄ sndi vfatuk ʿiidt chuh khlaṣ gczhns tam, khoah so khandar sndi mrnh pte khlaṣ gczhụ̄tan ya lgụ̄tn aath kynhh ryth. Pnun pan thạvin path, aamiyuk murad chuhnh ṣrf yutue yvt zi yimh mah krin aath vqts andr nkaḥ blkh chuh aamhi nishhi yithi murad zi pnun pan rttin bnav sngar nishhi thi pth) pth yylhi tihund ʿdt pvur spdi tylhi chuh timn akhtyar pnnis dhat kis mʿāmls mnz yikynczhah mʿrvf ṭryqh yaczhn thi krin. Tohyih pytth chahnh aamich kanhh dhmh dạry, Allah tʿālyā chuh tohyih sarine hnzv ʿmlv nishhi bakhbr."
  },
  {
    "verse_id": 235,
    "translation": "Doshvnụ̄ ṣvurtn mnz chuhnh kanhh ḥrj, ʿdt kis vqts mnz krụ̄tv khvah tvhụ̄ timn mvnddn mstvratn sintụ̄ aisharn mnz nishanhi hund aradh ya krụ̄tv vargh pạtthụ̄ khvah dils mnz thạviụ̄tav khttith, khudays chhe pe zi tihndis bars mnz svunchve tvhụ̄ dils mnz. Mgr vuchihv sir pạtthụ̄ krụ̄zyv nh vʿdh aqrar, agr kanhh kth chahv krnụ̄ tylhi kriv mʿrvf ṭryqh, th nkaḥuk qavl v qrar krnuk fạṣlh mah kriv tvt tam yvt tam nh ʿdt pvur spdi. Tthyk pạtthụ̄ smjihv zi Allah tʿālyā chuh tuhndyn diln hund ḥal tam zanan, lhādha khvcziv tas th yithi zạniv zi Allah tʿālyā chuh burdbar (lokchn lokchn kthn chuh) drguzr frmavan."
  },
  {
    "verse_id": 236,
    "translation": "Tohyih pytth chuhnh kynhh gnah agr pnnyn khandarinyn ṭlaq diyiv aamhi brvnhh zi aathh lagnch nvbt vaathi ya mahr spdi muqrr, aath ṣvurts mnz gczihh timn kynhh nath kynhh ẓrvur diyun, khoshḥal shkhṣ diyin pnnhi mqdvur muṭạbq th ghryb shkhṣ diyin pnnhi mqdvr mṭạbq mʿrvuf ṭryqh khrch, yih ḥq chuh nyk ansann pytth."
  },
  {
    "verse_id": 237,
    "translation": "Th agr tohyih aathh lagnh brvnhh ṭlaq āsyv diytmut albth mahr āshi muqrr krnh āmut tylhi chuhv aath ṣvurts mnz nṣf mahr diyun, yih chhe byakh kth zi zananh kri nrmy (th mahr hyyih nh) ya suh mrd yymụ̄ sndis akhtyars mnz nikaḥuk qvl v qrar āshi hyyih nrmy kạm (th pvur mahr diyih) th tvhụ̄ (yʿny mrd) hyyiv nrmy kạm, tylhi chuh yih tqvyā hs sintụ̄ zyadh hishr thavan panh vạnụ̄ yim mʿāmlat āsnv timn mnz mshrạvizyv nh aḥsan, tuhnzn ʿmln chuh Allah tʿālyā vuchhan."
  },
  {
    "verse_id": 238,
    "translation": "Pnnyn nmazn kriv rạchh ravtth khṣvṣaan tmhi nmazi hnz yosh ṣlvāh alvsṭyā āshi (āyts mnz chuh lfẓ ṣlvāh alvsṭyā vartavnh āmut. Vsṭyā huk mʿny chuh mnzimhi chyzuk thi th tithhi chyzuk thi yus aʿlyā th ashrf āshi. Ṣlvāh alvsṭyā huk murad hykhi mnzimhi nmazi hund thi ạsith th tmhi nmazi hund thi yosh ṣḥyḥ vqts pytth pvur khshvʿ th tvjh san khudays kun yiyhi prnh, yath mnz nmazi hnz tmam khvubyih mvjvud āsn. Yimav mfsrv yih lfẓ mnzimhi nmazi hndis mʿnys mnz chuh niyvmut timn nishhi chuh ʿām pạtthụ̄ aamhi nishhi murad ʿṣr nmaz) khudays brvnhh knhi spdiv tithh pạtthụ̄ khrra yithh pạtthụ̄ frman brdar ghlam chih khrra spdan."
  },
  {
    "verse_id": 239,
    "translation": "Hrgah bdaamny hnz ḥalt āshi tylhi khvah pydl ạsiv khvah svar ạsiv yithh pạtthụ̄ mmkn spdi nmazi priv, th yylhi amn spdyv ḥạṣl tylhi kriyvun Allah tʿālyā tmhi ṭryqh yad yus tmụ̄ tvhụ̄ hychhnạvimtụ̄ chihv yymhi nishhi tvhụ̄ goddh navạqf ạsiv."
  },
  {
    "verse_id": 240,
    "translation": "Tohyih mnz yim lukh marn th pth kun travan khandarinhi timn pzi pnnyn khandarinyn hndis ḥqs mnz yih vṣyt krnụ̄ zi akis vrys tam gczihh timn nan v nfqh dinh yun th timh gczhn nh gr mnz yinh krrnh, pth agr timh pane nyrn kanhh dhimh dạry chahnh tohyih pytth, aath mnz yikynczhah timh mʿrvf ṭryqh pnnis dhats mtʿlq krn, Allah tʿālyā chuh sarine pytth ghạlb aqtdar thavn vvl th suh chuh ḥkmt vvl th dana."
  },
  {
    "verse_id": 241,
    "translation": "Yithe pạtthụ̄ yimn znann ṭlaq āshi dinh āmut timh thi gczhn munạsib ṭvr kynhh nath kynhh dith rkhṣt yinhi krnh, yih chuh ḥq timn lukn pytth yim mtqy chih."
  },
  {
    "verse_id": 242,
    "translation": "Yithh pạtthụ̄ chuhv Allah tʿālyā tohyih ṣaf ṣaf pnnụ̄ aḥkam vanan aumyd chhe zi tvhụ̄ kriv gatth jar san kạm."
  },
  {
    "verse_id": 243,
    "translation": "Tohyih kvrvh timn lukn hndis ḥals pytth thi hana ghvr yim mvt kh ddr pnnụ̄ gr bar trạvith dramtụ̄ ạsụ̄ th sasn hndis tʿdads mnz ạsụ̄? Khudayn frmvv timn, mriv pth bkhsh tmụ̄ timn nvi srh zndgy (yih asharh chuh bny asrạʿyl kis khrvj kis vaqʿs kun. Svrh maʿdh kis czvurimis rkvʿs mnz chuh Allah tʿālyā hn aamiyuk tfṣyl byan kvrmut) ḥqyqt chhe yih zi Allah tʿālyā chuh ansans pytth sytthah fẓl krn vvl mgr akthr lukh chihnh shukr kran."
  },
  {
    "verse_id": 244,
    "translation": "Muslmanv! Allah tʿālyā snzi vath mnz kriv jng th var pạtthụ̄ zạniv zi Allah tʿālyā chuh bvzn vvl th zann vvl."
  },
  {
    "verse_id": 245,
    "translation": "Tohyih mnz kus chuh yus khudays qrẓi ḥasan diyih takhi Allah tʿālyā kri ts kynhh gvnh hurrạvith vaps? (qrẓi ḥasn nishhi chuh murad khạlṣ nyky hndi jdhbh san lalchhi rvs Allah tʿālyā snzi vathi mnz mal khrchavun. Aath chuh Allah tʿālyā pans pytth qrẓ manan th vʿdh chuh kran zi ṣrf dimav nh bh tohyih aṣle yvt blkh dimav aamhi khoth kynhh gonh hurymanh) km krun thi chuh Allah tʿālyā sndis akhtyars mnz th hurravun thi chuh Allah tʿālyā sndis akhtyars mnz, th tsụ̄ kun chuhv tohyih phyrith gczuhn."
  },
  {
    "verse_id": 246,
    "translation": "Pth kvrva tohyih tth mʿāmls pytth thi ghvr yus mvsyā ʿlyh alslams pth bny asrạʿyl kyn srdarn pysh avs āmut? Timv vvn pnnis pyghmbrs sanhi khạṭr krun akh badshah muqrr takh asụ̄ krv Allah tʿālyā snzi vathi mnz jng. Pyghmbrn purvczhnkh, pth gvczh nh yih spdun zi tohyih yiyav lrrayih hund ḥukm dinh th pth lrriv nh tvhụ̄? Tim lgụ̄ vannh, yih kithh pạtthụ̄ hykhi spdith zi Allah tʿālyā snzi vathi mnz lrrav nh asụ̄ yylhi zn asụ̄ pnnyv grv mnz chih krrnh āmtụ̄ th sạnụ̄ shurụ̄ bạcz chih aashi nishhi juda āmtụ̄ krnh, mgr yylhi timn jngk ḥukm āv dinh akhi km tʿdad varạe pihrụ̄ timv sarivyv shanh, th Allah tʿālyā chuh timv mnz akis akis ẓạlimas zanan."
  },
  {
    "verse_id": 247,
    "translation": "Tihndụ̄ pyghmbrn vvn timn zi khudayn chuh ṭalvt kvrmut tuhndi khạṭr badshah mqrr. Yih bvuzith vvn timv, suh kithh pạtthụ̄ bnyav aashi pytth badshah bnnuk ḥqdar? Tmụ̄ sndi khoth chih asụ̄ badshạhy hndụ̄ zyadh ḥqdar, suh chuhnh kanhh bvdd maldar shkhṣ thi kynhh. Pyghmbrn diytunkh jvab, khdayn chuh tuhndi bdlh sue kvrmut mntkhb th ts chahn dmạghy th jsmạny doshve qạblyth pvuri pvur ʿṭa krimcz th khudays chuh akhtyar yas pnun mulk yyczihh ts diyih, Allah tʿālyā chuh sytthah vusʿt thavan th svrue kynhh chhe ts pe."
  },
  {
    "verse_id": 248,
    "translation": "Aath sintụ̄ vvn tihndụ̄ pyghmbrn timn yithi zi Allah tʿālyā sndi ṭrfh tmụ̄ sund badshah muqrr spdnch ʿlamt chhe yih zi tmụ̄ sndis vqts mnz mylyv tohyih suh ṣndvq vaps, yth mnz tuhndis rb sndi ṭrfh tuhndi khạṭr dil kh skvnuk samanh chuh, yth mnz āli mvsy th āli harvn sndụ̄ pth kun trạvimtụ̄ tbrkat chih, th yath vunụ̄kyns frshth snbhạlith chih, agr tvhy mvmn chihv tylhi chhe yih tuhndi khạṭr varyah bdd nishạny."
  },
  {
    "verse_id": 249,
    "translation": "Pth yylhi ṭalvt drav lshkr hyth. Th tmụ̄ vvn, akis driyavs pytth chhe Allah tʿālyā sndi ṭrfh tuhnz aazmạʿsh spdan vajiynụ̄ yus tmhi mnz trysh chyyih suh chuhnh myvn sạthy, myvn sạthy chuh ṣrf suh yus nh tamhi sintụ̄ trysh hvmravi. Ā, thvmb avdd thvmb agr kanhh chyyih chyyin, akhi lokchhi chhokh vrạe spdụ̄ sạry aamhi diryav nishhi sạrab. Pth yylhi ṭalvut th tmụ̄ sndụ̄ mslman sạthy dryavs trith brvnhh pkụ̄ aamhi pth vvn timv ṭalvts zi aaz chuhnh aashi mnz jalvts th tmụ̄ sndyn lshkrn sintụ̄ muqablh krnuk ṭaqt, (yih vann vạlụ̄ āshn ghalbaan time lukh yimav dryavs pytth godde pnnhi be ṣbry hund aẓhars avs kvrmut) mgr yim lukh yih smjhan ạsụ̄ zi timn chuh akhi doh khdays smkhun timv vvn, varyahhi pihri chuh yih spudmut zi akh loktt chhokh chhe Allah tʿālyā sndi aidhnh sintụ̄ akis bjhi chhokhi pytth ghạlb spzmcz, Allah tʿālyā chuh ṣbr krn valyn sạthy."
  },
  {
    "verse_id": 250,
    "translation": "Th yylhi tim jalvt th tmụ̄ sndis lshkrs sintụ̄ muqablh krnh drae th timv kvr duʿā, ae sanhi rbh! Aashi di ṣbr, sạnụ̄ qdm jmav, th yath kạfr chhokhi pytth kr aashi ftḥ nṣyb."
  },
  {
    "verse_id": 251,
    "translation": "Ạkhr kar czlrạvụ̄ timv Allah tʿālyā sndi aidhnh sintụ̄ kạfr th davudn kvr jalvt qtl, th khudayn kr tas slṭnt th ḥkmt ʿṭa, byyhi yimn yimn chyzn hund ʿlm yvczhnas suh ʿlm diyutnas, agr yithh pạtthụ̄ Allah tʿālyā ansann hnzi akis chhokh dvyimhi chhokhi hndi dhryʿhi ddalan rvzihe nh tylhi bigrihe zmynuk nẓam, vonụ̄ gvv dunya kyn lukn pytth chuh Allah tʿālyā sund bvdd fẓl (zi suh fsad dfʿ krnuk antẓam kran rvzan)."
  },
  {
    "verse_id": 252,
    "translation": "Yim chih Allah tʿālyā sndụ̄ āyat yim asụ̄ tthyk tthyk tvhụ̄ bvznavan chihv. Th ae Muḥammad, tvhụ̄ chihv yqynaan timv lukv mnz yim rsvl bnạvith svznh chih āmtụ̄."
  },
  {
    "verse_id": 253,
    "translation": "Yim rsvl (yim sanhi ṭrfh ansann hndi hdayth khạṭr muqrr spdụ̄) aashi krụ̄ yimn akh akụ̄ sndi khoth khsith mrtbh ʿṭa, timv mnz avs kanhh tiyuth yas sintụ̄ Allah tʿālyā bdhati khod hmklam spud, kạnshi ditin baqyv ḥythytv bulnd drjhi th ạkhrs pytth kryn ʿīsyā abn mrym ʿlyh alslams rvshn nshạnyih ʿṭa th rvḥi pak sndi dhryʿh kvrns mdd, agr Allah tʿālyā yyczihh he tylhi avs nh mmkn zi yimv pyghmbrv pth yimv lukv ttakar nshạnyih vuchhmcz āsh, tim kya lrrhn panh vạnụ̄ mgr Allah tʿālyā snz mshyt ạs nh yih zi suh rukavihe lukn jbraan akhtlaf nishhi, aamhi vjh) kvr timv panh vạnụ̄ akhtlaf, pth avn kạnshi ayman th kạnshi rtt kufrch vath. Ā, hrgah Allah tʿālyā yyczihh he tylhi lrrhan nh tim hrgz mgr Allah tʿālyā yih yczhan chuh thi chuh kran."
  },
  {
    "verse_id": 254,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yikynczhah mal v mtaʿ aashi tohyih bkhshmut chuhv, tamhi mnz kriv khrch aamhi brvnhh zi suh doh vathi, yymhi doh khryd v frvkht spdi nh, nah yiyhi dvsty bkar th nah chlhi sfạrsh, th ẓạlim chih draṣl time yim kufrch vath pannavan chih."
  },
  {
    "verse_id": 255,
    "translation": "Allah tʿālyā chuh suh zndh javyd hsty yus sạrise kaʿnats chuh snbhạlith, ts vrạe chuhnh kanhh khdae, suh nah chuh shongan th nah chhe ts zvlh gczhan, yikynczhah zmyns th āsmann andr chuh suh chuh tmụ̄ sundue, kus chuh suh yus tmụ̄ sndis khdmts andr tmụ̄ sndi ajazth vrạe sfạrsh hykhi krith? Yikynczhah bndn brvnhh knhi chuh tmich thi chahs khbr th yikynczhah timn nishhi khtith chuh tmhi nishhi thi chuh vạqf, th byyhi hykn nh tim tmụ̄ sndyv mʿlvmatv mnz kunhi chyzs mtʿlq svunchthe aila yih zi suh agr kunhi chyzuk ʿlm timn pane diyun yyczihh. Tmụ̄ snz ḥkvmt chhe āsmann th zmyns pytth aiḥaṭh krith, (yth jayh chuh lfẓ kursy astʿmal spudmut yth ʿām pạtthụ̄ ḥkvmt th aqtdar rngụ̄ chih vartavan. Ardv th kạshri zbạnụ̄ andr thi chih kursy lfẓ vnith ḥạkmanh akhtyarat murad āsan. Aamy lfẓh kh rʿāyt sintụ̄ chhe yih āyt āyta alkrsy nav mshhvr, th ath andr chhe Allah tʿālyā snz ticzh mkml mʿrft bkhshnh āmcz yymich mthal kunhi chhanh mylan. Ḥdyth shryfs andr chhe yih athụ̄ bnyads pytth qrānch sarive khoth afẓl āyt qrar dinh āmcz.) th tihnz rạchh ravtth chahnh tmụ̄ sndi khạṭr thkravan vajynụ̄ kạm, bs soe chhe akh bzrg th tahdi payich dhat."
  },
  {
    "verse_id": 256,
    "translation": "Dyn kis mʿāmls mnz chahnh kanhh zvr zbrdsty (yʿny kanhh akha hykvn nh ayman aanns pytth mjbvr krith) ṣḥyḥ kth chhe āmcz ghlṭ khyalatv nishhi chhạnttith byvn thavnh, vonụ̄ yymụ̄ ṭaghvts ankar krith khudays pytth ayman avn (lught kh aʿtbar yiyhi ṭaghvt ts prth shkhṣs vannh yus pnnhi jạyz ḥd nishhi nybr āshi dramut. Qrān kis aṣṭlaḥs mnz chuh ṭaghvt murad suh bndh yus bndgy hndi ḥd ddlith khod āqạyy th khdavndy hndụ̄ dam diyih, byyhi krnavi Allah tʿālyā sndyn bndn pnnụ̄ bndgy.) tmụ̄ kr tithis mẓbvṭ shars tahph yus nh zanhh puhttn vvl chuh, th Allah tʿālyā (yymụ̄ sund sharh amụ̄ rvttmut chuh) chuh svrue kynhh bvzn vvl th zann vvl."
  },
  {
    "verse_id": 257,
    "translation": "Yim lukh ayman chih aanan tihund ḥạmy th mdd gar chuh Allah tʿālyā th suh chuh timn aanhi gtto mnz krrith gashs kun aanan, th yim lukh kufrch vath rattan chih tihndụ̄ ḥạmy th mddgar chih ṭaghvt, (yath jayih chuh ṭaghvt ṭvaghyt kis mʿnys mnz vartavnh āmut ṭvaghyt mṭlb chuh varyah ṭaghvt yʿny khudays buth pihrth chuhnh ansan akụ̄se ṭaghvt sndis zalas mnz phsan blkh chih varyah ṭaghvt amis pytth muslṭ spdan) th tim chih timn gashhi mnz krrith aanhi gttn kun lmith nivan, yim chih nars gczhn vạlụ̄ lukh yythi yim hmyshh rvzan."
  },
  {
    "verse_id": 258,
    "translation": "Kya tohyih kvruv na ts shkhṣsh sndis ḥals pytth ghvr, yymụ̄ abrahym ʿlyh alslams sintụ̄ lrrạe ạs krmcz. (ts shkhṣs nishhi chuh murad nmrvud yus ḥẓrt abrahym ʿlyh alslamn hndi vṭnuk yʿny ʿraquk badshah avs) lrrạe aath kthhi pytth zi abrahym sund rb kus chuh th ath bnyads pytth zi ts shkhṣs ạs khdayn ḥkvmt diczmcz, yylhi abrahym ʿlyh alslamv vvn zi myvn rb chuh suh yymụ̄ sndis akhtyars mnz zndgy th mvt chuh. Th tmụ̄ diyut tvr jvab, zndgy th mvt chuh myạnis akhtyars mnz. Abrahym ʿlyh alslamv vvn, achha, Allah tʿālyā chuh āftabs mshrq kinụ̄ khalan cz khaltan suh mghrb kinụ̄, yih bvuzith gvv suh mnkir ḥq rhith mgr Allah tʿālyā chuhnh ẓạlimn siyz vath havan."
  },
  {
    "verse_id": 259,
    "translation": "Nath vuchhtvn mthalhi rngụ̄ suh shkhṣ yus akhi ticzihh bsty kinụ̄ drav yosh pnnyn chahtn pytth dubh ạs phyrmcz. Tmụ̄ vvn, yih ābạdy yosh hlak chhe spzmcz, aath kithh pạtthụ̄ bkhshhi Allah tʿālyā dubarh zndgy? Yih vanns sinty kvr khdayn tmụ̄ sund ruvḥ qbẓ th suh rvud hths vriys tam mrith, aamhi pth dicz khdayn ts dvbarh zndgy th prczuhns, van kvtah kal spdue (aath ḥalts mnz)? Tmụ̄ vvn, akh doh ya kynhh gạntth āsh rvudmut. Frmavnh ās, hth vry gyih cze athụ̄ ḥalts mnz vonụ̄ dith nẓrah pnnis khyns th tryshhi zi aath mnz ma chhe kanhh frq āmcz, dvyimhi pash trav th pnnis khrs thi nẓrah (zi amụ̄ sund krnz thi chuh dodriyvmut) th yih kvr aashi amhi mvjvub zi asụ̄ chih yczhan cz bnavvth lukn khạṭr akh nshạny, pth vuchhth zi addijn hund yih krnz kithh pạtthụ̄ tulvvn asụ̄ th khalvs maz mslh. Yithh pạtthụ̄ yylhi ḥqyqt ts brvnhh knhi balkl ẓạhr spz. Th tmụ̄ vvn, bh chuhs zanan zi Allah tʿālyā chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 260,
    "translation": "Th suh vaqʿh thi rvzin nẓrn tl yylhi abrahym ʿlyh alslamn avs vvnmut zi myanhi mạlkh! Me hav th cz kithh pạtthụ̄ chhahakh murdh kran zndh. Frmavnh ās, kya cze chhy na (ath kthhi pytth) ayman? Tmụ̄ kvr ʿrẓ, me chuh ath pytth ayman, mgr diluk aiṭmynan chuhm drkar? (yʿny suh aṭmynan yus achhv vuchhnh sintụ̄ ḥạṣil chuh spdan) frmavnh ās, achha czvr vuddvnụ̄ janavar rattukh tim krukh sivụ̄ pth thav timn hund akh akh ttukr akis akis bals pytth pth layukh nad tim yin davan cze nish, var pạtthụ̄ zan zi Allah tʿālyā chuh sytthah ba aqtdar th ḥkmt vvl."
  },
  {
    "verse_id": 261,
    "translation": "Yim lukh pnnụ̄ mal Allah tʿālyā snzi vathi andr khrch chih kran, tihndi khrchavnch mthal chhe ticzhh zanth akh danh yiyhi vavnh th tth nyrn sath hylụ̄ th prth hylis mnz āsn hath phlụ̄, yithe pạtthụ̄ yymụ̄ snzi ʿmlhi Allah tʿālyā yczhan chuh tth chuh hurravan, suh chuh frakh dst thi th zaann vvl thi."
  },
  {
    "verse_id": 262,
    "translation": "Yim lvukh pnnụ̄ mal Allah tʿālyā snzi vathi andr khrch kran chih th khrch krith chihnh pth āsan gnzran, nh chih dukh divan tihund ajr chuh tihndis rbs nishhi th tihndi khạṭr chahnh kunhi ghmch th khvfch gunjạʿsh."
  },
  {
    "verse_id": 263,
    "translation": "Akh myitth kth th kunhi nagvar kthhi pytth achh vattnhi chuh tmhi khyrat khoth bhtr yath ptụ̄kinụ̄ dukh āshi, Allah tʿālyā chuh be nyaz th burdbạry chhe tmụ̄ sund ṣft."
  },
  {
    "verse_id": 264,
    "translation": "Ae ayman aann valyv! Pnnụ̄ ṣdqat mah ralạviv aḥsan zạnith th dukh dith ts shkhṣh sndụ̄ pạtthụ̄ khaks yus pnun mal mḥẓ lukn havnh mvjvub chuh khrch kran, byyhi nh chuhs khdays pytth ayman th nh ạkhrt kis dohs pytth, tmụ̄ sndi khrchavnch mithal chhe ticzh znth akh pal avs yth pytth myczi hund akh thh avs khvtmut, aath pytth yylhi zvr san rvud lav pyyih th yih sạre mycz āyih chahlnh, pal rvud plkụ̄ pạtthụ̄. Yithụ̄ lukh yosh pnnụ̄ kinụ̄ khyrat krith nyky kmavan chih tmhi sintụ̄ chuhnh timn kihinụ̄ thi aathhi lgan, th kafrn syz vath havnụ̄ chuhnh Allah tʿālyā sund dstvr (yth jayih chuh kạfr lfẓ nashkr guzar th munkr nʿmt kis mʿnys mnz vrtavnh āmut)"
  },
  {
    "verse_id": 265,
    "translation": "Aath brʿks yim lukh pnun mal mḥẓ Allah tʿālyā sndi rẓa jvuyy khạṭr dil kh pvur thbat v qrar san khrch chih kran tihndi khrchavnch mithal chhe ticzh znth kunhi pathlis pytth āshi akh bagh, hrgah ṣḥyḥ rvud pyyih tath nyri dognh phl th hrgah ṣḥyḥ rvud pyvv nh kynhh tylhi thi āshi tamhi khạṭr akạe rvud lav kạfy, tvhụ̄ yikynczhah kran chihv svrue chuh Allah tʿālyā vuchhan."
  },
  {
    "verse_id": 266,
    "translation": "Kya tohyih mnz chha kanhh yih psnd kran zi ts gvczh akh pholh vun bagh āsun, tth gczhh kolh āsnhi sgh van, khzr dachh th prth qsmh kyv myvav sintụ̄ gvczh brith āsun, th tath niyih ʿīni tmhi vqth nar czatth zạlith yylhi zn suh panh buddyvmut āshi th tmụ̄ sndụ̄ nabalgh shurụ̄ āsn nh vanhi kunhi laʿq? (yʿny hrgah tvhụ̄ yih psnd chihv nh kran zi tuhnz vạnshi vadn hnz kmạe spdi akis titihs mvqʿs pytth tbah, yylhi zn tvhụ̄ tmhi nishhi fạydh tulnkụ̄ sarive khoth zyadh ḥajt mnd ạsiv th tohyih āshi nhi rvudmut navi sr zynnuk kanhh mvqʿ pth kun, tylhi kithh pạtthụ̄ chihv tvhụ̄ yih kth psnd kran zi dunyahs mnz akis ziyttihs vqts tam kạm krnh pth trạviv tvhụ̄ ạkhrt chih zndgy andr tithh pạtthụ̄ qdm zi tvr vạtith lgyav tohyih achank pe zi tuhndis zndgy hindis pvur karnams chuhnh yythi kanhh mol, yikynczhah tohyih dunya khạṭr kmvvmut avsuv suh rvudv dunya hs mnz. Ạkhrts khạṭr avsuv nh kihinụ̄ kmvvmut zi yythi khyyih hivụ̄ tamiyuk phl) yithh pạtthụ̄ chuh Allah tʿālyā pnnhi kthh tohyih byan kran bnan chuh zi tvhụ̄ kriv ghvr v fkr."
  },
  {
    "verse_id": 267,
    "translation": "Ae lvkv! Yimv ayman chuhv avnmut, yim mal tohyih kmạvimtụ̄ chihv th yikynczhah aashi zmyn mnz tuhndi khạṭr kvddmut chuh tmhi mnz kriv bhtryn ḥṣh Allah tʿālyā snzi vathi mnz khrch, yinh yih spdi zi tmụ̄ snzi vathi mnz dinh khạṭr lạgiv khrab khoth khrab chyz czarnch kvshsh krnụ̄, ḥalankh yohe chyz hrgah kanhh tohyih diyav tvhụ̄ kriv nh hrgz thi suh chyz rttun brdasht, aila yih zi rttns mnz vttiv achh. Tohyih pzyv zanun zi Allah tʿālyā chuh be nyaz th bhtryn ṣfat chihs vṣf."
  },
  {
    "verse_id": 268,
    "translation": "Shyṭan chuhv tvhụ̄ ghryby nishhi khocznavan th shrmnak ṭrzi ʿml pannavnch trghyb chuhv divan, mgr Allah tʿālyā chuhv tohyih pnnhi mghfrtch th fẓlch aumyd divan, Allah tʿālyā chuh bvdd frakh dst th dana."
  },
  {
    "verse_id": 269,
    "translation": "Yas yczhan chuh ts chuh ḥkmt ʿṭa kran th yas ḥkmt ḥạṣl spz ts spz drḥqyqt bdd dvlt ḥạṣl, yimv kathv nishhi chih ṣrf time lukh sbq rttan yim gattlụ̄ chih."
  },
  {
    "verse_id": 270,
    "translation": "Tohyih yikynczhah thi khrch āsyv kvrmut th yosh nadhr thi mạnụ̄mcz āsyv, (ndhr gvv yih zi ansan kri ʿhd zi agr ts yih murad pvur gvv tylhi kri suh ticzh kanhh nyk kạm yosh nh ts pytth frẓ āshi, agr yih murad kunhi ḥlal th jạyz kthhi hund āshi th khudays āshi mngnh āmut, th yih murad pvur gczhns pytth yus ʿhd ansann kvrmut āshi suh āshi Allah tʿālyā sndy khạṭr, tylhi chhe yiczh ndhr Allah tʿālyā sndis aṭaʿts mnz th aamiyuk pvur krun chuh ajr v thvabuk dhryʿh. Hrgah vonụ̄ yih ṣvrt āshi nh tylhi chhe amhi qsmch ndhr mʿṣyt yʿny gnah aamiyuk pvur krun chuh ʿdhabuk dhryʿh) khdays chuh tamyuk ʿlm, th ẓạlimn hund chuhnh kanhh mddgar."
  },
  {
    "verse_id": 271,
    "translation": "Agr pnnụ̄ ṣdqat ʿaalanyih (nanhi vanh) diyiv tylhi chuh yithi tthyk, vonụ̄ agr czhayih pạtthụ̄ ḥajt mndn diyiv tylhi chuh yih tuhndi khạṭr zyadh bhtr, tuhnz varyah burạyih chhe aamhi ṭryqh sintụ̄ mittan th yikynczhah tvhụ̄ kran chihv bhrḥal chhe khdays tmich khbr."
  },
  {
    "verse_id": 272,
    "translation": "Ae nby, tohyih pytth chahnh lukn hdayt bkhshnch dhmh dạry, hdayt chuh khdays tam ys yyczihh ts chuh bkhshan, th nyky hnzi vathi mnz yus mal tvhụ̄ khrch kran chihv suh chuhv tohyih pnnhi khạṭr rut, ạkhr hae chihv tvhụ̄ aamy ghrẓh khrch kran zi Allah tʿālyā snz rẓa gczh ḥạṣl spdnụ̄ tylhi yikynczhah mal tvhụ̄ nyky hnzi vthi andr khrch kriv tamiyuk pvur pvur ajr yiyhi tohyih dinh th hrgz thi spdi nh tuhnz ḥq tlfy."
  },
  {
    "verse_id": 273,
    "translation": "Khaṣ ṭvr chih tuhndi mddkụ̄ ḥqdar tim tng dst lukh yim Allah tʿālyā snzi kamhi andr tithh pạtthụ̄ chih āvrụ̄ gmtụ̄ zi tim chihnh hykan pnun rvzgar kmavnh bapt zmyns pytth tg dav krith, tihnz khod dạry vuchihth chuh navạqf ansan guman kran zi tim chih khoshḥal, tvhụ̄ hykiv tihndiyv buthyv pytthh tihnz andrvny ḥalt pachhạnith, mgr tim chihnh aamhi qsmkụ̄ zi lukn pth pth pkith mngn timn kynhh, tihndis aiʿānts mnz yikynczhah mal tvhụ̄ khrch kriv suh rvzi nh khudays nishhi khttith."
  },
  {
    "verse_id": 274,
    "translation": "Yim lukh pnnụ̄ mal chih khrch kran rats th dohs czhayih pạtthụ̄ byyhi nanhi vanh, tihund ajr chuh tihndis rbs nishhi th tihndi khạṭr chahnh kunhi khvfch thi ghmch jae."
  },
  {
    "verse_id": 275,
    "translation": "Mgr yim lukh svud khyvan chih tihund ḥal chuh ts shkhṣh sund hyvu āsan yus shyṭann zyir dith bavlh āshi kvrmut, (ʿrbkụ̄ ạsụ̄ dyvanh ansans mjnvn yʿny āsyb zadh vanan th yylhi kạnshi shkhṣs mtʿlq yih vanun āshi zi yih chuh pagl gvmut tylhi ạsụ̄ vnan zi amis chuh jin czamut, yohe mḥavrh vartạvith chuh qrān svud khvrs tas shkhṣs sintụ̄ hishr divan ys dmagh āshi ddvlmut) th aath ḥalts mnz tihndi mbtla gczhnuk vjh chuh yih zi tim chih vnan tjart thi he chuh svudse hiyvu chyz, (yʿny tihndi nẓryh hch khrạby chhe yih zi tim chihnh smjhan frq zi tjarts mnz yus aṣl lagts pytth munafʿ chuh rattnh yivan amhi kis nvʿīts th svudkis nvʿīts mnz, th doshvnụ̄ chih akụ̄ qsmuk chyz smjihth yih dlyl divan zi, yylhi tjarts mnz lgavnh āmtis pvnsas pytth nfʿ jạyz chuh tylhi kyazi chuh qrẓs pytth dinh āmtis pvnsas pytth nfʿ rttun najạyz) ḥalankh khdayn chuh tjart ḥlal kvrmut th svud ḥram, lhādha ys shkhṣs pnnis rb sndi ṭrfh yih nṣyḥt vathi th āʿndh khạṭr phyri suh svud khynh nishhi baz, tylhi yikynczhah pth kun tmụ̄ khyvv thi khyvvn, tmụ̄ sund mʿāmlh chuh khudays ḥvalh. (yih chuhnh āmut frmavnh zi yikynczhah tmụ̄ khyvv tath kri Allah tʿālyā mʿāf blkh chuh arshad yih spdan zi tmụ̄ sund mʿāmlh chuh khudays ḥvalh. Amhi kathhi nishhi chuh yih pe lgan zi yih khyvn thi khyvn vannuk mṭlb chuhnh zi yikynczhah khyvn suh āv mʿāf krnh, blkh chuh amhi nishhi mḥẓ qanvny rʿāyt murad. Yʿny yus svud khynh āv tth yiyhi nh qanvny ṭvr vaps dinuk mṭalbh krnh) pth yus amhi ḥkmh pth byyhi yhe ḥrkt kri suh chuh jhnmy yythi suh hmyshh rvzi."
  },
  {
    "verse_id": 276,
    "translation": "Allah tʿālyā chuh svuds nyst nabvd kran th ṣdqatn chuh pvchhr divan, th Allah tʿālyā chuhnh kạnshi nashkr bdʿml ansans psnd kran."
  },
  {
    "verse_id": 277,
    "translation": "Vonụ̄ yim lukh ayman aann th nyk ʿmlh krn byyhi krn nmaz qạyim th zkvāh din, tihund ajr chuh be shk tihndis rbs nishhi th timn khạṭr chuhnh kunhi khvfuk th ghmuk mvqʿ kynhh."
  },
  {
    "verse_id": 278,
    "translation": "Ae lvukv! Yimv ayman avnmut chuhv, khudays khvucziv th yikynczhah tuhund svud lukn pytth baqy chuh rvudmut suh trạviv agr pzụ̄ pạtthụ̄ tohyih ayman chuhv avnmut."
  },
  {
    "verse_id": 279,
    "translation": "Vonụ̄ hrgah tohyih yih kvruv nh tylhi spdiv bakhbr zi Allah tʿālyā th tasndis rsvl ṣly Allah ʿlyh v slmn hndi ṭrfh tohyih khlaf aʿlani jng. (yih āyt ạs ftḥ mkh pth nạzil spzmcz yylhi zn ʿrb avs aislạmy mmlkts matḥt āmut. Aamhi brvnhh agrchhi svud akh napsndydh chyz avs smjhnh yivan mgr qanvny ṭvr avs nh yih bnd krnh āmut. Yih āyt nạzil spdnh pth bnyav aslạmy ḥkvmt kyn ḥdvdn andr svudy kar v bar akh fvjdạry jurm. Āyt kyn ạkhry alfaẓn hndis bunyads pytth chhe abn ʿbas rẓy Allah tʿālyā ʿnh, ḥsn bṣry rḥmth Allah ʿlyh, abn syryn rḥmth Allah ʿlyh th rbyʿ bn ans rḥmth Allah ʿlyh snz rae yih zi yus shkhs daru alaslamas andr svud khyyih suh gczihh tvbh krnh mokhh mjbvr yun krnh. Th agr baz pihyuvr nh tylhi gczihh yun qtl krnh. Baqy fqhahn hnz rae chhe zi yuth shkhṣ chuh qạd krun kạfy yvt tam suh svud nha khynuk ʿhd kri tvt tam gczihh nh suh ylh yun travnh) vunh thi chuh mvqʿ tvbh kriv (th svud trạviv) pnun aṣl srmayih vaps rttnuk chihv tvhụ̄ ḥq thavan nah mah kriv ẓulm, nh gczihh tohyih pytth ẓlm krnh yun."
  },
  {
    "verse_id": 280,
    "translation": "Tuhund qrẓ dar agr tng dst āshi, tng dsty khtm gczhns tam diyvus mhlt, th hrgah ṣdqh kriv tylhi chuh yih tuhndi khạṭr zyadh bhtr agr tvhụ̄ smjihv (aamy āyth mnz chuh yih ḥukm krrnh āmut zi yus shkhṣ qrẓ nkhh valnh nishhi ʿạjz spud, aslạmy ʿdalt kri tmụ̄ sndyn qrẓ dinh valyn muhlt dinh mokhh mjbvr th kynczhn ḥalatn mnz āshi yih ʿdalt pvur qrẓ ya qrẓuk akh ḥṣh mʿāf krnavnch mjaz thi. Fqhahav chhe vẓaḥt krmcz zi kạnshi hund mkan yath mnz bsan āshi, khynh banh, lagnkụ̄ palv th tim ālat yimv sintụ̄ suh pnun rvzgar kmavan āshi, hykn nh kunhi thi ḥalts mnz quruq krnh yith)"
  },
  {
    "verse_id": 281,
    "translation": "Tmhi doh chih rusvạyy th mṣybt nishhi bchiv, yylhi tvhụ̄ khudays kun vaps gczihv pth mylhi tathi prth shkhṣs tmụ̄ snzi kmavnh āmcz nyky ya bdy hund pvur bdlh th kanshi pytth spdi nh hrgz thi ẓulm."
  },
  {
    "verse_id": 282,
    "translation": "Ae lvukv, yimv ayman chuhv avnmut, yylhi tvhụ̄ kunhi mqrr krnh āmthi vqth khạṭr panh vạnụ̄ qrẓuk lyn dyn ạsiv kran (aamhi mnz chuh yih ḥukm nyran zi qrẓh kis mʿāmls mnz gczihh vqt mqrr krnh yun), tylhi gczihh yih lykihth thavun fryqn drmyan gczih akh shkhṣ anṣaf san dstavyz lykhun, ys khdayn parnch lykhnch qạblyt āshi bkhshmch ts pzi nh lykhnh nishhi ankar krun, suh lykihn th aimla (ʿbart) vnin suh shkhṣ ys pytth ḥq chuh vatan (yʿny qrẓ ninh vvl) th ts pzi khdays, pnnis rbs khvczun zi yus mʿāmlh ṭe āshi spudmut tth mnz gczihh nh kanhh kmy byshy krun, albth agr qrẓ ninh vvl khod bdhat āshi nadan ya ẓʿīf āshi ya āshi nh hykan aimla krnạvith tylhi krnạvin tmụ̄ sund vly anṣafh san aimla, pth thạviyvukh pnnyv mrdav mnz zh nfr aath pytth gvah th agr zh mrd āsn nh tylhi gczhn akh mrd th zh mstvurath āsnhi. Yim gvah gczhn tithyv lukv mnz āsnụ̄ yihnzi gvạhy tohyih drmyan mqbvl āshi takh agr akis mshith gczihh byakh pavys yad, gvahn yylhi gvah bnnh mvjvub vannh yiyih, tylhi pzi nh timn ankar krun, mʿāmlh ạsitn lokutt ya bvdd, mʿīad muqrr krith gczihh nh aamyuk dstavyz lykhnavns kạhly vrtavinụ̄, khudays nkhh chuh yih ṭryqh tuhndi khạṭr zyadh anṣafs pytth bnavnh āmut, aamhi sintụ̄ chhe shhadt qạyim spdns pytth zyadh shvlyt gczhan, th shkn th shubhatn mnz mbtla spdnuk amkan chuh tuhndi khạṭr km rvzan, albth yus tjarty lyn dyn tvhụ̄ aathv pytthy panh vạnụ̄ kran chihv kanhh ḥrj chuhnh agr yih lykhith yiyhi nh thavnh, mgr tjarty mʿāmlh ṭe krnh vqth gczhn gvah thavnụ̄, kạtb thi gvah gczihh nh stavnh yun, agr yih kriv tylhi kriv gunahuk aatur, Allah tʿālyā sndi ghẓbh nishhi bchiv, suh chuhv tohyih ʿmlhi hndi ṣḥyḥ ṭryqch tʿlym divan th ts chuh prth chyzuk ʿlm."
  },
  {
    "verse_id": 283,
    "translation": "Hrgah tvhụ̄ sfr kis ḥalts andr chihv th dstavyz lykhnh khạṭr spdyv nh kạtb dstyab, tylhi kriv rahn balqabaẓs pytth mʿāmlh ṭe (rhn bialqabẓuk mqṣd chuh ṣrf yih zi qrẓ dinh vạlis gczihh pnnhi qrẓ chih vapsy hund aṭmynan spdun, mgr ts chuhnh pnnis dinh āmtis mal kis mʿāvẓs mnz girv thavnh āmtis chyzs fạydh tulnuk ḥq, tikyazi yih chuh svud. Albth agr kanhh janvr girv āshi āmut rattnh tylhi hykhi tmụ̄ sund dod astʿmal krnh yith, ts hykhi svạrụ̄ th bvr tulnavnch khdmt hynh yith, tikyazi yih chuh draṣl tamhi ghdhahuk mʿāvẓh yus girv rattn vvl ts janvrs khyavan chuh.) agr tohyih mnz kanhh shkhṣ dvymis shkhṣs pytth bhrvsh krith ts sintụ̄ kanhh mʿāmlh ṭe kri tylhi ys pytth bhrvsh krnh āv ts pzi zi amant krin ada, byyhi khvczin khdays pnnis rbs, th hrgz mah chuhpạviv shhadt, yus shhadt chuhpavan chuh tmụ̄ sund dil chuh gnahs mnz ālvd th Allah tʿālyā chuhnh tuhndyv aʿmalv nishhi be khbr."
  },
  {
    "verse_id": 284,
    "translation": "Āsmann th zmyns andr yikynczhah chuh svrue chuh Allah tʿālyā sund, khvah tvhụ̄ pnnhi dil chih kthh ẓạhr kritv ya chhpạvitv Allah tʿālyā hyyih bhrḥal tihund ḥsab tohyih, pth chuh ts akhtyar yas yczihh ts kri mʿāf th ys yyczihh ts diyih sza, suh chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 285,
    "translation": "Rsvl ṣly Allah ʿlyh v slmav chuh tth hdayts pytth ayman avnmut yus timn pytth tihndis rb sndi ṭrfh nạzil chuh spudmut th yim lukh amis rsvls mann vạlụ̄ chih, timv thi chuh yih hdayt dilh sintụ̄ tslym kvrmut, yim sạry chih khdays tmụ̄ sndyn frshtn tmụ̄ snzn ktabn th tmụ̄ sndyn rsvln manan, th tihund qavl chuh yih zi asụ̄ chihkh nh khdae sndụ̄ rsvl akh akis nishhi alg kran. Aashi bvuz ḥukm th aṭaʿt kr qbvl. Ae malkh, aashi kr mghfrt th aashi chuh cze kun vaps phyrun."
  },
  {
    "verse_id": 286,
    "translation": "Allah tʿālyā chuhnh kạnshi jandars pytth tmụ̄ sndi ṭaqth khoth zyadh dhmh dạry hund bar travan, prth shkhṣn yvsh nyky kr tamiyuk phl chuh tmụ̄ sndiy khạṭr, th yvsh bdy krmcz chahn tamiyuk vbal chuh tmụ̄se pytth. (ae ayman aann valyv, tvhụ̄ kriv yithh pạtthụ̄ dʿā) ae sanhi rbh, ashi yim qṣvr shvaan gczhn, timn pytth mah rtth aashi. Sanh mạlkh, ashi pytth mah trav tim bar yim cze aashi brvntthmyn lukn pytth ạsy trạvimtụ̄. Sanhi prvrdgar, yus bar aashi mnz tulnuk ṭaqt chuhnh suh mah thav aashi pytth, aashi sintụ̄ kr nrmy, aashi kr drguzr, aashi pytth kr rḥm cze chuhkh svn mvlyā, kạfrn hndis mqabls mnz kr aashi mdd."
  }
]