[
  {
    "verse_id": 1,
    "translation": "A. L. M."
  },
  {
    "verse_id": 2,
    "translation": "Allah tʿālyā, suh zndh javyd hsty, yus kaʿnat kis nẓams snbhạlith chuh, ḥqyqts mnz chuhnh ts vrạe kanhh khudae."
  },
  {
    "verse_id": 3,
    "translation": "Ae nby, tmụ̄ kr tohyih pytth yih ktab nạzl yosh ḥq hyth chhe āmcz th timn ktabn chhe tṣdyq kran yimh goddh pytthe āsh āmcz th tmụ̄ kr nạzil tvrah th anjyl."
  },
  {
    "verse_id": 4,
    "translation": "Yymhi brvntth ansann hndi hdayth khạṭr th tmụ̄ chhe so khvtt nạzil krmcz (yosh ḥqch th bạṭlch frq havn vajiynụ̄ chhe) vonụ̄ yim lukh Allah tʿālyā sndụ̄ frman qbvl krnh nishhi ankar krn timn mylhi pzụ̄ pạtthụ̄ sza. Allah tʿālyā chuh be pnah ṭaqtuk mạlk th suh chuh burạyy hund bdlh dinh vvl."
  },
  {
    "verse_id": 5,
    "translation": "Zmyn v āsmanuk kanhh chyz chuhnh khudays nishhi pvshydh."
  },
  {
    "verse_id": 6,
    "translation": "Sue chuh yus tuhnzn majn hnzn yddn mnz tuhnz ṣvurth yiczhh yczhan chuh ticzhh chuh bnavan, ts zbrdst ḥkmt vạlis vrạe chuhnh byyhi kanhh khudae."
  },
  {
    "verse_id": 7,
    "translation": "Ae nby, sue khudae chuh yymụ̄ yih ktab tohyih pytth nạzil chhe krmcz, yth ktabhi andr chih doyih qsmkụ̄ āyat: akh mḥkmat, yim ktabhi hndụ̄ aṣl bnyad chih (āyati mḥkmat gyih tim āyat yihnz zban balkl ṣaf chhe th yuhund mʿny mtʿīn krns mnz kunhi shkch gnjạysh chahnh. Yim āyat chih ktabhi hnz aṣl bnyad. Yʿny qrān yymhi ghrẓh khạṭr nạzil spudmut chuh, tth ghrẓs chih yime āyat pvur kran. Yimne mnz chhe dunyahs āmcz aslams kun dʿūt dinh. Yimne mnz chhe ʿbrt chh th nṣyḥt chh kthh frmavnh āmcz, yimne mnz chuh gumrạhyan hund trdyd th syzi vathi hnz tvẓyḥ krnh āmcz, yimne mnz chih dynkụ̄ bnyạdy aṣvl byan krnh āmtụ̄, yimne mnz chih ʿqạyd, ʿbadat, akhlaq, frạyẓ th amr v nhy hkụ̄ aḥkam arshad spdụ̄mtụ̄). Th dvyimụ̄ chih mutshabhat (mutshabhat yʿny tim āyat yihndis mfhvms mnz shkch gnjạysh chhe. Yih kth chhe ẓạhr zi ansan sndi khạṭr hykhi nh zndgy hnz kanhh vath tjvyz krnh yith yvt tam nh ansans ghyby ḥqyqtn mtʿlq km khoth km ẓrvry mʿlvmat dinh yin. Th yithi chuh ẓạhr zi yim chyz ansan sndi ḥvash nishhi pvshydh chih, yim nh tmụ̄ zanhh vchhmtụ̄ chih nah lvgnkh aathh nah vuchhnkh mzh. Nah hykn yimn khạṭr ansạny zbạnụ̄ mnz tithụ̄ alfaẓ myilith yim yimne khạṭr vẓʿ āsn krnh āmtụ̄, th nah hykn tithụ̄ byankụ̄ vydụ̄ ṭryqh (aslvb) miylith, yimv sintụ̄ hr kạnshi bvzn vạlụ̄ sndis dhhns mnz tihund nqshhi bnith hykhi. Ẓrvry chuh zi aamhi nvʿītkụ̄ mẓmvn byan krnh khạṭr yin tim alfaẓ th byan krnkụ̄ ṭryqh (aslvb) vartavnh yim aṣl ḥqyqts sytthah nkhh hishr thavn valyn mḥsvs chyzn khạṭr ansạny zbạnụ̄ mnz lbnh chih yivan. Chnanchhi yimn ḥqyqtn hndis byans mnz chhe qrāns andr aamy qsmch zban vartavnh āmcz, th mtshabhat gyih tim āyat yimn mnz yih zban chhe astʿmal spzmcz.) yimn lukn hndis dils mnz hjr chuh tim chih fitnh kis tlashs mnz hmyshh mtshabhat ne pth rvzan th timn chih mʿny pushravnchhi kvshshhi kran rvzan ḥalankh tihund ḥqyqy mfhvm chuhnh khdays vrạe khnụ̄ zanan. Ath brʿks yim lukh ʿiilms andr pkhth kar chih tim chih vnan zi, aashi chuh timn pytth ayman yim sạry chih sạnis rb sndy ṭrfh (yth jayih gczihh nh kạnshi shk gczuhn zi yylhi tim lukh, mtshabhatn hund ṣḥyḥ mfhvm zanane chihnh tylhi kithh pạtthụ̄ avn timv yimn pytth ayman. Ḥqyqt chhe yih zi akis ʿql thavn vạlis ansans chuh qrān kh klamu Allah āsnuk yqyn mḥkmat kh mṭalbh sintụ̄ ḥạṣl spdan, nah zi mtshabhat chav tạviylv sintụ̄. Yylhi āyati mḥkmatn pytth ghvr v fkr krnh sintụ̄ ts yih aiṭmynan ḥaṣl chuh spdan zi yih ktab chhe vaqʿī Allah tʿālyā snze ktab, pth chihnh mtshabhat tmụ̄ sndis dils andr kunhi qsmuk andyshhi pạd kran) th yih chuh pvz zi ṣrf chih dạnsh mnd lukhe kunhi chyz nishhi ṣḥyḥ sbq ḥạṣl kran."
  },
  {
    "verse_id": 8,
    "translation": "Tim chih khdays duʿā kran zi, prvrdgar, yylhi cze aashi siyz vath chhe hạvmcz tylhi krụ̄zynh sạnụ̄ dil hjrs mnz mbtla aashi kr pnnhi fyẓ kh khzanh mnz rḥmt ʿṭa, be shk chuhkh cze ḥqyqy fyaẓ."
  },
  {
    "verse_id": 9,
    "translation": "Prvrdigar, pzụ̄ pạtthụ̄ chuhkh cz akhi doh sạry lvukh jmʿ krn vvl. Tmhi doh kis yinas mnz chuhnh kanhh shk, cz chuhkh nh hrgz pnnis vʿds ddln vvl."
  },
  {
    "verse_id": 10,
    "translation": "Yimv lukv kufruk rviyih vartvv timn nah yiyhi Allah tʿālyā sndis mqabls mnz tihund mal bkar th nah avlad tim bann jhnmuk zalun."
  },
  {
    "verse_id": 11,
    "translation": "Tihund anjam āshi tiyuthe, yuth frʿūn sndyn sạthyin th timn brvuntthmyn nafrmann hund spudmut chuh, timv zạnụ̄ Allah tʿālyā sndụ̄ āyat aapzụ̄ ntyjhi drav yih zi khudayn rttụ̄ tim tihndyn gnahn pytth, th pazr chuh yih zi Allah tʿālyā chuh skht sza dinh vvl."
  },
  {
    "verse_id": 12,
    "translation": "Lhādha, ae nby, yimv lukv tuhnz dʿūt qbvl krnh nishhi ankar chuh kvrmut, timn vniv zi nzdyk chuh suh vqt, yylhi tvhụ̄ mghlvb gczihv th jhnms kun yiyiv khrkvan pknavnh th jhnm chuh sytthah bur tthkanh."
  },
  {
    "verse_id": 13,
    "translation": "Tuhndi khạṭr avs timn don daryn mnz akh ʿbrtuk nishanh, yimv (bdrs andr) akh akis sintụ̄ mqablh kvr, akh dvr avs Allah tʿālyā snzi vathi mnz lrran th byakh dvr avs kạfr, vuchhn vạlụ̄ asụ̄ hvshhi gvshhi pnnyv chshmv vuchhan zi kạfrn hund dvr chuh mvmnn hndi dari khoth dognh (agrchhi ḥqyqy frq trvgnh ạs, albth srsry nẓr travn vvl thi hykhi he nh yih mḥsvs krnh vrạe rvuzith zi kạfrn hund lshkr chuh mslmanv khoth dognh) mgr (ntyjn kvr thạbit zi) Allah tʿālyā yas pnnhi ftḥ th nṣrt sintụ̄ yczhan chuh, tas chuh mdd divan, yim pzụ̄ pạtthụ̄ vuchhn vạlụ̄ chih timn khạṭr chuh aath mnz bvdd sbq pvushydh."
  },
  {
    "verse_id": 14,
    "translation": "Lukn khạṭr chuh pans kun rạghb krn valyn chyzn hund mḥbt khosh krvun bnavnh āmut (mthlaan) mstvurath, avlad, sonkụ̄ ropkụ̄ ddhyr, chydh gurụ̄, charvạe th zrʿī zmyn, mgr yim sạry chih dnyachhi kynczhn dohn hnz zndgy hndụ̄ samanh, drḥqyqt yus bhtr tthkanh chuh suh chuh khdays nishhi."
  },
  {
    "verse_id": 15,
    "translation": "Vniv, bh vanvh zi yimv khoth zyadh rut chyz kya chuh? Yim lvukh tqvyā hch rvish pannavn timn khạṭr chih tihndis rbs nishhi bagh yimn bnụ̄ kinụ̄ kolh āsn pkan tathi spdi timn hmyshh rvznch zndgy ḥạṣl, pạkyzh khandarinhi āsn timn rfyq th Allah tʿālyā sndi rẓa sintụ̄ āsn tim srfraz Allah tʿālyā chuh pnnyn bndn hndis rviys pytth snụ̄ nẓr thavan."
  },
  {
    "verse_id": 16,
    "translation": "Yim chih tim lukh yim vnan chih zi, sanhi mạlkh, aashi avn ayman sanyn khṭahn kr drguzr th aashi bchav nari jhnm nishhi."
  },
  {
    "verse_id": 17,
    "translation": "Yim lukh chih ṣbr krn vạlụ̄, pziyạrụ̄ chih frman brdar th khrchavn vạlụ̄ chih byyhi chih rạcz hndyn ạkhry phrn mnz khudays mghfrtkụ̄ duʿā mngan."
  },
  {
    "verse_id": 18,
    "translation": "Khudayn chhe panh amhi kthhi hnz shhadt diczmcz zi, ts vrạe chuhnh kanhh khuda th frshth th sạry ahli ʿlm thi chih pzr san th anṣaf san aath pytth gvah zi ts zbrdst ḥkyms varạe chuhnh drḥqyqt kanhh khuda."
  },
  {
    "verse_id": 19,
    "translation": "Khudays nzdyk chuh dyn ṣrf aslam, aamhi diynh nishhi httith yim mkhtlf ṭryqh timv lukv akhtyar chih krimtụ̄ yimn ktab ạs dinh āmcz tihindi aamhi ṭrzi ʿmluk vjh avs nh aamhi vrạe kihinụ̄ zi timv kvr ʿlm yinh pth panh vạnụ̄ akh akis pytth zyadty krnh mvjvub yih, th yus akhah Allah tʿālyā sndyn aḥkamn th hdaytn hndi aṭaʿt nishhi ankar kri khudays chahnh ts ḥsab hynas mnz tạr lgan."
  },
  {
    "verse_id": 20,
    "translation": "Ae nby, vonụ̄ hrgah yim lukh tohyih sintụ̄ jhgrr krn tylhi vniv yimn, me th myanyv pyrvkarv chuh khudays brvntthh kanhi klh nvmrạvith tslym kvrmut. Pth prczihv ahli ktabn th ghyr ahli ktabn doshvnụ̄, kya tohyih thi krvh tmụ̄ snz aṭaʿt th bndgy qbvl? Agr krkh tylhi lbkh siyz vath th hrgah amhi nishhi buth phyrukh tylhi ạs tohyih pytth ṣrf pygham vatnavnch dhmh dạry, brvntth kun chuh Allah tʿālyā panh pnnyn bndn hndụ̄ mʿāmlat vuchhn vvl."
  },
  {
    "verse_id": 21,
    "translation": "Yim lukh Allah tʿālyā sndụ̄ aḥkam th hdayt mannh nishhi ankar chih kran th tmụ̄ sndyn pyghmbrn chih naḥq qtl kran th tithyn lukn chih zuvas pth lgan yim khlqi khudays andr ʿdluk th rasty hund ḥukm dinh khạṭr vothn tim bvznạviyvukh dg tulvnhi ʿdhabch khosh khbr."
  },
  {
    "verse_id": 22,
    "translation": "Yim chih tim lukh yihndụ̄ aʿmal dnya hs th ạkhrts doshvnụ̄ mnz ẓayʿ spdụ̄ th yuhund chuhnh kanhh mddgar."
  },
  {
    "verse_id": 23,
    "translation": "Tohyih vuchuhv na zi yimn lukn ktabhi hndi ʿlmhi mnz kynhh ḥṣh myvulmut chuh, timn hund ḥal kya chuh? Yylhi timn Allah tʿālyā snzi ktabhi kun nad chuh yvan dinh takhi so kri timn drmyan fạṣlh timv mnz chuh akh fryq amhi nishhi pth hyvan th aath fạṣls kun chuh yinh nishhi buth pihran."
  },
  {
    "verse_id": 24,
    "translation": "Tihund yih ṭrzi ʿml chuh aamhi vjh kinụ̄ zi tim chih vanan, jhnmuk nar hykhi nh aashi chuhvith thi th hrgah jhnmuk sza aashi dinh thi yiyhi mgr suh āshi ṣrf kynczhn dohn khạṭr. Tihindyv khod sakhth ʿqydv chih tim pnnis dyn kis mʿāmls mnz bjn ghlṭ fhmiyan mnz trạvimtụ̄."
  },
  {
    "verse_id": 25,
    "translation": "Mgr kya bnhi timn yylhi asụ̄ tim tamhi doh jmʿ krvkh yymhi dohuk yun yqyny chuh? Tmhi doh yiyhi prth shkhṣs tmụ̄ snzi kmayih hund pvur pvur bdlh dinh th kạnshi yiyhi nh ẓlm krnh."
  },
  {
    "verse_id": 26,
    "translation": "Vniv, khudaya, mlkh khi mạlkh, cz yas yczhkh ts dikh ḥkvmt th yas yczhkh ts nikh thphi, yas yczhkh ts dikh ʿzt th yus yczhhan suh krhan dhlyl, rczar chuh chạnis akhtyars mnz, be shk chuhkh cz prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 27,
    "translation": "Rat chahhan doh mnz krrith aanan th doh chhhan rạcz mnz krrith aanan, be jan mnz chhhan jandar krran th jandar mnz chahhan be jan krran, th yas yczhan chuhkh ts chuhkh be ḥsab rziq divan."
  },
  {
    "verse_id": 28,
    "translation": "Mvmnyn mah bnạvin hrgz ahli ayman trạvith kạfrn pnnụ̄ rfyq th yar v mddgar, yus yih kri tas chuhnh khudays sintụ̄ kanhh tʿlq. Ā, yih chuh mʿāf zi tvhụ̄ kriv tihindi ẓulmh nishhi bchnh khạṭr yih ṭrzi ʿml akhtyar. (yʿny agr kanhh mvmn kạnshi aslam dshmn jmaʿt kis chungls mnz phsyamut āshi th ts āshi tihndi ẓlm v stmuk khvf, tylhi chuh ts ajazt zi suh thạvin pnun ayman chuhpạvith th kạfrn sintụ̄ rvuzin bẓạhr tithh pạtthụ̄ zi zanth timve mnz kanhh nfr āshi. Ya hrgah tmụ̄ sund muslman āsun ẓạhr āshi spudmut tylhi hykhi suh kufarn sintụ̄ dvstanh rviyuk aẓhar krith, ḥtyā kh shdyd khvf kis ḥalts mnz yas shkhṣs brdasht krnuk ṭaqt āshi nh, ts chuh klmh kufr vnnuk tam ajazt) mgr Allah tʿālyā chuhv tohyih pnnhi panh nishhi khocznavan th tohyih chuhv tsụ̄ kun vaps phyirith gczuhn. (yʿny pnun zuv bchavnh khạṭr hykiv tvhụ̄ aath ḥds tvtqyh (khvf kh vjh kinụ̄ ḥq czvuri thavun) krith zi aslam kis mishns th aslạmy jmaʿt kis mfads th kạnshi mslman sndis jan v mals nqṣan vatnavnh vrạe kriv pnnhi jan v maluk tḥfẓ. Mgr khbrdar kufr th kufarn hnz ticzhh kanhh khdmt gczih nh tuhndyv aathv anjam vatnụ̄ yymhi sintụ̄ aslam kis mqabls mnz kufrs frvgh ḥạṣl spdnuk th muslmann pytth kufar ghạlib spdnuk aimkan āshi)"
  },
  {
    "verse_id": 29,
    "translation": "Ae nby, lukh kriyivukh khbrdar zi tuhndyn diln andr yikynczhah chuh, khvah tvhụ̄ suh khttith thạvitv ya nvn krrụ̄tv bhrḥal chuh Allah tʿālyā tth zanan, zmyn v āsmann hund kanhh chyz chuhnh tmụ̄ sndi ʿlmh nishhi nybr th tmụ̄ sund aqtdar chuh prth chyzs pytth ḥạvy."
  },
  {
    "verse_id": 30,
    "translation": "Suh doh chuh yinh vvl yylhi prth kanhh nfs pnnhi krimatiyuk phl ḥạẓr vuchhhi khvah tmụ̄ rczr ạsitn kvrmut ya burạʿy, tmhi doh kri ansan yih tmna zi kash āshi he yih doh ts nishhi varyah dvur, Allah tʿālyā chuhv tohyih pnnhi panh nishhi khocznavan, th suh pnnyn bndn hund sytthah khyr khvah."
  },
  {
    "verse_id": 31,
    "translation": "Ae nby, lukn vniv zi, hrgah tohyih pzụ̄ pạtthụ̄ khudays sintụ̄ mḥbt chuhv tylhi kriv myạnụ̄ pyrvy, Allah tʿālyā kri tohyih sintụ̄ mḥbt th tuhndyn khṭahn kri drguzr, suh chuh sytthah mʿāf krn vvl th raḥym."
  },
  {
    "verse_id": 32,
    "translation": "Timn vniv zi, Allah tʿālyā snz th rsvl snz aṭaʿt kriv qbvl. Pth agr tim tuhnz yih dʿūt qbvl krn nh tylhi chuhnh pzụ̄ pạtthụ̄ yih mmkn zi Allah tʿālyā kri tithyn lukn sintụ̄ mḥbt yim tmụ̄ sndis th tsndis rsvl sndis aṭaʿts ainkar āsn kran."
  },
  {
    "verse_id": 33,
    "translation": "Khdayn ạsụ̄ ādm th nvḥ th āli abrahym th āli ʿmran ʿlyhm alslam tmam dnya valyn pytth trjyḥ dith (pnnhi rsalth khạṭr) mntkhb krimtụ̄ (ʿmran avs ḥẓrt mvsy th ḥẓrt harvn sndis mạlis nav, yth baʿybls mnz ʿmram chuh lykhnh āmut.)"
  },
  {
    "verse_id": 34,
    "translation": "Yim ạsụ̄ akhi slslkụ̄ lukh, yim akh akụ̄ sndi nslh mnz zamtụ̄ ạsụ̄, Allah tʿālyā chuh svrue bvzan th zanan."
  },
  {
    "verse_id": 35,
    "translation": "(suh avs tmhi vqth bvzan) yylhi ʿmran snz znụ̄ vanan ạs zi, myanhi prvrdgar, bh chahs yih shur yus me ydd mnz chuh chanhi nạvụ̄ kran, suh āshi chany kamhi khạṭr vqf, myạnụ̄ yih pysh ksh kr qbvl, cz chuhkh bvzn vvl th zann vvl. (agr ʿmran snz znụ̄ murad nimv ʿmran snz khandarinụ̄, tylhi nyri aath mṭlb yih zi yih chuhnh suh ʿmran yymụ̄ snz dhkr pytthh knhi spzmcz chhe blkh ạsụ̄ yim ḥẓrt mrym sndụ̄ vald yuhund nav shayd ʿmran āshi. Vonụ̄ agr ʿmran snz znụ̄ murad nimv āli ʿmranch znụ̄ tylhi nyri aath yih mṭlb zi ḥẓrt mrym snz vạldh ạs aamhi qbylch)."
  },
  {
    "verse_id": 36,
    "translation": "Pth yylhi tas so kvur zaayih th tmhi vvn, myanhi mạlkh, me chhe kvur zaamcz ḥalankh yikynczhah ts zamut avs khudays ạs tmich khbr th lrrkh chuhnh kvri hndụ̄ pạtthụ̄ āsan. Khyr, me thvv amis mrym nav th bh chahsn yih kvur th amụ̄ sund yinh vvl nsl shyṭani mrdvd sndi ftnh nishhi chạnis pnahs mnz divan."
  },
  {
    "verse_id": 37,
    "translation": "Ạkhr kar kr tasndụ̄ rbn yih kvur khvshy san qbvl, so bnạvn akh sytthah rcz kvur th zakarya bnvvn tmụ̄ sund srprst. Zkrya yylhi kunhi vizi tasndis mḥrabs andr avs gczhan suh avs kanhh nath kanhh khynh chynuk chyz ts nishhi vuchhan, prczhan avsus mrym, yih kthi pytthh vvt cze nish? So ạs jvab divan, Allah tʿālyā sndi ṭrfh āv, Allah tʿālyā ys yczhan chuh ts chuh be ḥsab rziq divan."
  },
  {
    "verse_id": 38,
    "translation": "Yih ḥal vuchihth lạe zakrya hn pnnis rbs krykh, vvnun, prvrdgar, pnnhi qdrt sintụ̄ kr th me nyk avlad ʿṭa, cze chuhkh duʿā bvzn vvl."
  },
  {
    "verse_id": 39,
    "translation": "Dr jvab chih frshth āvaz divan, yylhi suh mḥrabs mnz khrra nmaz avs pran zi Allah tʿālyā chhy cze yḥyyā snz khosh khbr divan, suh yiyhi Allah tʿālyā sndi ṭrfh akhi frmanuk tṣdyq krn vvl bnith. (Allah tʿālyā sndi frman nishhi chuh murad ḥẓrt ʿīsy. Chvnkh tihinz pydạysh ạs Allah tʿālyā sndi akhi zbrdst frmanh sintụ̄ mʿjzạty ṭvr spzmcz. Amhi mvjvb chuh timn qrān mjyds mnz kalimatuh mina Allah vannh āmut) ts mnz āshi srdạry th bzrgy hnz shan, kmal drjuk ẓạbṭh āsys, nbvt sintụ̄ spdi srfraz th ṣalḥynan mnz yiyhi shumar krnh."
  },
  {
    "verse_id": 40,
    "translation": "Zakrya ʿlyh alslamn vvn, prvrdga, me kathi bnhi lrrkh? Me chuh varyah bujr āmut th myạnụ̄ khandarinụ̄ chhe hantth. Jvab myvulus, yy spdi, (yʿny chanhi budd āsnh bavjvd th chanhi khandarnhi hindi hantth āsnh bavjvd diy cze Allah tʿālyā lrrkh.) Allah tʿālyā yikynczhah yczhan chuh thi chuh kran."
  },
  {
    "verse_id": 41,
    "translation": "ʿrẓ kvrun, mạlkh, tylhi kr th myanhi khạṭr kanhh nshạny mqrr. Vannh ās, nishạny chhe yih zi cz krkh nh tryn dohn lukn sintụ̄ asharh vrạe kanhh kth bath (ya hykkh nh krith) ath dvran kriụ̄ zyn pnun rb sytthah yad th ṣbḥ v sham rvuziụ̄ zi tmụ̄ snz tsbyḥ kran."
  },
  {
    "verse_id": 42,
    "translation": "Pth vvt suh vqt yylhi mrym ʿlyha alslams nishhi frshth āe th vvnhas, ae mrym, khudayn krnkh cz brgzydh th pạkyzgy krne ʿṭa th tmam dnya chn mstvratn pytth trjyḥ dith czạrnkh cz pnnhi khdmt khạṭr."
  },
  {
    "verse_id": 43,
    "translation": "Ae mrym, pnnis rb sndi frmanch ṭạbʿ dar bnith rvz, ts brvnhh kanhi spd srbsjvd, th yim bndh ts brvnhh knhi nmn vạlụ̄ chih cz thi nam timn sintụ̄."
  },
  {
    "verse_id": 44,
    "translation": "Ae nby, yim chhe ghyb chih khbr yim asụ̄ tohyih vḥy hndi dhryʿh vanan chih nath ạsiv tamhi vqth tvhụ̄ tathi mvjvd yylhi hayklkụ̄ khạdim yih fạṣlh krnh khạṭr zi mrym sund srprst kus gczihh āsun pnnụ̄ pnnụ̄ qlm ạsụ̄ chhkan. (yʿny chyiri ạsụ̄ travan) th nh ạsiv tmhi vqth ḥạẓr yylhi tim panh vạnụ̄ czuvan ạsụ̄."
  },
  {
    "verse_id": 45,
    "translation": "Th yylhi frshtav vvn, ae mrym, Allah tʿālyā chhy cze pnnhi akhi frmanch khosh khbr divan, tasund nav āshi msyḥ ʿīsyā abni mrym, dunya hs th ạkhrts mnz āshi muʿzz, Allah tʿālyā sndyn muqrb bndn mnz yiyhi shumar krnh."
  },
  {
    "verse_id": 46,
    "translation": "Mnzlis mnz thi kri lukn sintụ̄ klam th bvdd gczihth thi th suh āshi akh ṣalḥ mrd."
  },
  {
    "verse_id": 47,
    "translation": "Yih bvuzith chhe mrym vnan, prvrdigar, me kathi zyvi shur me chuhnh kạnshi mardn aathh lvgmut. Jvab ās dinh, yyi spdi. (yʿny amhi bavjvd zi kạnshi mrdan chihy nh cze athh lvgmut, cze zyvy shur) Allah tʿālyā yih yczhan chuh thi chuh pạd kran, yylhi suh kunhi kamhi hndi krnuk fạṣlh chuh kran. Bs chuh vnan sapad th so chhe spdan."
  },
  {
    "verse_id": 48,
    "translation": "(pth vvn frshtv pnnis klam kis slsils mnz) th Allah tʿālyā diyih ts ktab th ḥkmtch tʿlym. Tvrah th anjyluk ʿlm hychhnavys. Th bny asrạʿyls kun krys pnun rsvl mqrr."
  },
  {
    "verse_id": 49,
    "translation": "(pth yylhi suh bḥythyti rsvl bny asrạʿyls kun āv th vvnun) bh chuhs tuhndis rb sndi ṭrfh tohyih nishhi nshạny hyth āmut, bh chuhs tohyih brvntthh knhi myczi sintụ̄ prndh snzi shklhi hund akh putlh bnavan th tth chuhs phokh layan suh chuh Allah tʿālyā sndi ḥukmh sintụ̄ prndh bnan, bh chuhsan Allah tʿālyā sndi ḥukmh sintụ̄ zynh gri pytthuk avn th myndụ̄ld tthyk kran, th tmụ̄ sndi ḥukmh sintụ̄ chuhs murdh zndh kran. Bh chuhsv tohyih vnan zi tvhụ̄ kya chihv khyvan th kya chihv pnnyn grn mnz dhkhyrh krith thavan. Aath mnz chhe tuhndi khạṭr kạfy nishạny hrgah tvhụ̄ ayman vạlụ̄ chihv."
  },
  {
    "verse_id": 50,
    "translation": "Th bh chuhs tath tʿlymhi th hdayts tṣdyq krn vvl bnith āmut yus tvrats mnz vunụ̄ kynas myạnis zmans mnz mvjvd chuh th byyhi chuhs amhi mvjvub āmut zi tuhndi khạṭr kr kynhh tim chyz ḥlal yim tohyih pytth ḥram krnh chih āmtụ̄. (yʿny tuhndyn jạhln hndyn tvhmatn, tuhndyn fqyh hn hndyn qanvny snrn th zạvijarn, tuhndyn rhbạnyt psnd lukn hnzn skhty yan, th ghyr muslm qvmn hndi ghlbh th tsluṭ kh bdvlt yimn qạdn hund aẓafh tohyih mnz Allah tʿālyā sndis aṣly shryʿts spudmut chuh, bh kr tim mnsvkh th tuhundi khạṭr dimh time chyz ḥlal th time chyz ḥram qrar yim khudayn ḥlal ya ḥram chih krimtụ̄) vuchihv, bh chuhs tuhndis rb sndi ṭrfh tohyih nishhi nshạny hyth āmut, lhādha khvcziv khudays th myạnụ̄ aṭaʿt kriv."
  },
  {
    "verse_id": 51,
    "translation": "Allah tʿālyā chuh myvn rb thi th tuhund rb thi, lhādha kriv tmụ̄ snze bndgy, yih chhe siyz vath."
  },
  {
    "verse_id": 52,
    "translation": "Yylhi ʿīsyā ʿlyh alslamn mḥsvs kvr zi bny asrạʿyl chih kufrs th ankars pytth āmadh pth vvn tmụ̄, kus banhi Allah tʿālyā snzi vathi mnz myvn mddgar? Ḥvariyav diyut jvab, asụ̄ chih Allah tʿālyā sndụ̄ mddgar (ḥvạrụ̄ lfẓ chuh tqrybaan sue mʿny thavan yus anṣar lfẓuk mfhvm chuh. Asụ̄ chih Allah tʿālyā sndụ̄ mddgar aamiyuk mṭlb chuh zi Allah tʿālyā snzi kamhi mnz chih asụ̄ tohyih mddgar) aashi avn khudays pytth ayman, tvhụ̄ rvuziv gvah zi asụ̄ chih muslm (khudays brvnhh knhi aṭaʿtuk klh nvmravan vạlụ̄)."
  },
  {
    "verse_id": 53,
    "translation": "Sanhi malkh, yus frman cze nazil chuhe kvrmut, aashi kvr suh tslym th rsvl snz pyrvy kr qbvl, svn nav lykh gvạhy dinh valyn mnz."
  },
  {
    "verse_id": 54,
    "translation": "Pth lajhi bny asrạʿylv (msyḥs khlaf) khfyh tdbyr krnhi. Drjvab kr khudayn thi pnnụ̄ khufyh tdbyr, th yiczhn tdbyrn mnz chuh Allah tʿālyā sarine sars."
  },
  {
    "verse_id": 55,
    "translation": "(so ạs Allah tʿālyā snz khufyh tdbyre) yylhi tmụ̄ vvn zi, ae ʿīsy, vonụ̄ nimth bh cz vaps th tulth pans kun (draṣl chuh lfẓ matavfiyk vrtavnh āmut, tavafiy huk aṣly mʿny chuh rattnuk th vṣvl krnuk. Ruvḥ qbẓ krun chuh amhi lfẓuk mjazy astʿmal nah zi aṣly lghvy mʿny) th yimv chvn ainkar chuh kvrmut timv nishhi (yʿny timn th tihndis gndh maḥvls mnz timn sintụ̄ rvznh nishhi) krth bh pak th chạnụ̄ pyrvy krn vạlụ̄ thavkh qyamts tam timn lukn pytth baladst, yimv cze ankar chuhe kvrmut, pth chuhv tohyih sarine ạkhr kar me nish vatun, tmhi vqth kr bh timn kthn hund fạṣlh yimn mnz tohyih drmyan akhtlaf chuh spudmut."
  },
  {
    "verse_id": 56,
    "translation": "Yimv lukv kufr th ankarch rvish akhtyar chhe krmcz. Timn dimh dunyahs th ạkhrts doshvnụ̄ mnz skht sza. Th tim vuchhn nh kanhh mddgar."
  },
  {
    "verse_id": 57,
    "translation": "Th yimv ayman th nyk ʿmly hund rviyih akhtyar chuh kvrmut timn yin tihindụ̄ ajr pvur pvur dinh th (var pạtthụ̄ zạniv zi) ẓạlimn sintụ̄ chuhnh Allah tʿālyā hrgz mḥbt kran."
  },
  {
    "verse_id": 58,
    "translation": "Ae nby, yim chih āyat th ḥkmt sintụ̄ lbryz tdhkrh yim asụ̄ tvhụ̄ bvznavan chihv."
  },
  {
    "verse_id": 59,
    "translation": "Khudays nzdyk chhe ʿīsy snz mthal ādm snz hish, khudayn kvr suh myczi pạd th ḥukm diytunas spad th suh spud. (yʿny agr mḥẓ mạlụ̄ sndi vrạe pạd spudnue kạnshi khudae ya khudae sund nychuv bnavnh khạṭr dlyl kạfy āshi tylhi pazi he ʿīsayn ādms mtʿlq thdis drjs pytth yuth ʿqydh tjvyz krun, tikyazi msyḥ avs ṣrf malhi vrạe zamut, mgr ādm zav mạlis th majhi doshvnụ̄ vrạe)."
  },
  {
    "verse_id": 60,
    "translation": "Yih chhe aṣly ḥqyqt yosh tuhndis rb sndi ṭrfh vannh chhe yivan th tvhụ̄ mh gczihv timn lukn mnz shạml yim ath mnz shk chih kran."
  },
  {
    "verse_id": 61,
    "translation": "Yih ʿlm yinh pth yus kanhh akha vonụ̄ ath mʿāmls mnz tohyih sintụ̄ jhgrr kri. Ae nby tylhi vanvi ts zi, valh bh th cz yimv panh vạnụ̄ thi th pnnụ̄ shurụ̄ bạcz thi aanvkh th khudays mangv duʿā zi yus aapziyvr āshi ts pytth ạsin Allah tʿālyā snz lʿnt."
  },
  {
    "verse_id": 62,
    "translation": "Yim chih balkl ṣḥyḥ vaqʿāt th ḥqyqt chhe yih zi Allah tʿālyā has vrạe chuhnh kanhh khudavnd, th so chhe Allah tʿālyā snze hsty yymụ̄ sund ṭaqt sarive khoth bala chuh th yymụ̄ snz ḥkmt ʿālmh kis nẓams andr kar frma chhe."
  },
  {
    "verse_id": 63,
    "translation": "Vonụ̄ agr yim lukh (aath shrṭs pytth brvntth kun yinh nishhi) buth pihrn (tylhi spdi tihund fsạdụ̄ āsun ṣaf ẓahr) th Allah tʿālyā chuh fsadyn hund ḥal var pạtthụ̄ zanan."
  },
  {
    "verse_id": 64,
    "translation": "Ae nby, vniv, ae ahli ktab vliv akis ticzhh kthhi kun yosh tohyih th aashi drmyan hishy chhe yih zi asụ̄ krv nh khudays vrạe kạnshi hnz bndgy, ts sintụ̄ krvn nh kanhh shryk, th aashi mnz mah bnạvin kanhh kạnshi pnun rb, yih dʿūt qbvl krnh nishhi hrgah tim buth pihrn tylhi vnyvukh ṣaf zi gvah rvuziv asụ̄ chih muslm (yʿny ṣrf Allah tʿālyā snz bndgy th aṭaʿt krn vạlụ̄)."
  },
  {
    "verse_id": 65,
    "translation": "Ae ahli ktab tvhụ̄ kyazi chihv abrahym sndis (dyn kis) bars mnz czuvan? Tvrah th anjyl chhe abrahym ʿlyh alslams pth nạzil gmcz tylhi kyazi chihv nh tvhụ̄ yih kth smjhan."
  },
  {
    "verse_id": 66,
    "translation": "Tohyih lukn yimn chyzn hund ʿlm chuhv timn mnz kriv tohyih sytthah bḥth vonụ̄ kyazi chihv timn mʿāmlatn mnz bḥth krnhi dramtụ̄ yimn mtʿlq tohyih raczh thi ʿlm chuhnh, Allah tʿālyā chuh zanan tvhụ̄ chihv nh zanan."
  },
  {
    "verse_id": 67,
    "translation": "Abrahym nah avs yhvdụ̄ th nh avs ʿīsạe blkh avs suh muslm yksvu. (draṣl chuh lfẓ ḥnyf astʿmal spudmut, amhi nishhi chuh murad suh shkhṣ yus prth ṭrfh buth pihrith akis khaṣ vathi pytth pkhi. Yohe mfhvum chuh mslm yksvu ada kran) th suh avs nh hrgiz mushrikv mnz."
  },
  {
    "verse_id": 68,
    "translation": "Abrahym (ʿlyh alslams) sintụ̄ nsbt thavnuk sarive khoth zyadh ḥq hrgah kạnshi vatan chuh tylhi chuh timn lukn vatan yimv tmụ̄ snz pyrvy kr, th vonụ̄ chuh yih nby th amụ̄ sndụ̄ mann vạlụ̄ amhi nsbtkụ̄ zyadh ḥqdar, Allah tʿālyā chuh ṣrf timn lukn hund ḥạmy th mddgar yim ayman vạlụ̄ āsn."
  },
  {
    "verse_id": 69,
    "translation": "(ae ayman aann valyv) ahli ktabav mnz chuh akh dvr yczhan zi kunhi pạtthụ̄ ddalyv tohyih suh syzi vathi nishhi, ḥalankh tim chihnh drḥqyqt pans vrạe byyhi kạnshi gumrạhy mnz travan mgr timn chuhnh aamiyuk shʿūr."
  },
  {
    "verse_id": 70,
    "translation": "Ae ahl ktab, kyazi chihv Allah tʿālyā sndyn āyatn ankar kran ḥalankh tvhụ̄ chihv khvd yimn hund mshạhdh kran. (dvym trjmh hykhi aamiyuk yithi ạsith zi, tvhụ̄ chihv panh thi gvạhy divan. Doshvnụ̄ ṣvurtn mnz chuhnh mʿny yas kanhh athr pyvan. Nby ṣly Allah ʿlyh v slmn hnz pạkyzh zndgy, th ṣḥabh kiramn hnzn zndgy yan pytth tihndi tʿlym v trbytkụ̄ ḥyrt angyz athrat, th tim bulnd payih mẓmvn yim qrāns mnz arshad spdan ạsụ̄, draṣl ạsụ̄ yim sạry chyz Allah tʿālyā snd tithụ̄ rvshn āyat zi yus shkhṣ anbyaʿ ʿlyhm alslamn hndyn aḥvaln th āsmạnụ̄ ktabn hndi ṭrz nishhi vạqf āshi he, ts khạṭr avs yimn āyatn vuchihth ḥẓvr ṣly Allah ʿlyh v slmn hndis nbvts pytth shk krun sytthah mushkl.)"
  },
  {
    "verse_id": 71,
    "translation": "Ae ahl ktab, kyazi chihv ḥq bạṭluk rng khạlith shkh ld bnavan? Kyazi chihv zạnith mạnith ḥq chuhpavan?"
  },
  {
    "verse_id": 72,
    "translation": "Ahli ktabv mnz chuh akh dvr vanan zi amis nby yas mann valyn pytth yikynczhah nạzil chuh spudmut tth pytth aniv ṣubḥạe ayman th shams kriv tth ankar, shayd phyrn yim lukh amhi trkybhi sintụ̄ pnnhi aymanh nishhi."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi chih yim lukh panh vạnụ̄ vnan zi pnnis mdhhb dar sndi vrạe mạnụ̄zyv nh byyhi kạnshi hnz kth. Ae nby, yimn vniv zi, draṣl chuh hdayt Allah tʿālyā sund hdayt th yih chuh tmụ̄ sundue diyut zi kạnshi yiyhi ty kynczhah dinh yih kunhi vizi tohyih auvsuv dinh āmut, yayih zi dvyimyn mylhi tohyih khlaf tuhndis rb sndis drbars mnz pysh krnh khạṭr mẓbvṭ ḥujt. Ae nby, yimn vniv zi, fẓl th shrf chuh Allah tʿālyā sndis akhtyars mnz yas yiczhh ts kri ʿṭa, Allah tʿālyā snz nẓr chhe sytthah vsyʿ, th suh chuh svrue kynhh zanan. (draṣl chuh lfẓ vaasiʿ astʿmal spudmut yus bialʿmvm qrāns andr tryn mvqʿn pytth chuh yivan. Akh suh mvqʿ yth jayih ansann hndi kunhi dari chih tng khyạly th tng nẓry hnz dhikr chhe yivan th ts chhe ath ḥqyqts pytth mutnbh (khbrdar) krnch ẓrvrt pysh yivan zi Allah tʿālyā chuhnh tuhndụ̄ pạtthụ̄ tng nẓr. Dvyum chuh suh mvqʿ yylhi kạnshi hndis bkhls, tng dly th km ḥvṣlgy pytth mlamt krith yih vanun chuh āsan zi Allah tʿālyā chuh frakh dst, tuhndụ̄ pạtthụ̄ chuhnh bkhyl. Tryym chuh suh mvqʿ yylhi lukh pnnhi tkhyl chih tngy hndi vjh kinụ̄ khudays kun kunhi qsmch mḥdvdyt mnsvub chih kran th timn chuh yih vanun āsan zi Allah tʿālyā chuh ghyr mḥdvd)."
  },
  {
    "verse_id": 74,
    "translation": "Pnnhi rḥmth khạṭr ys yczhan chuh ts chuh mkhṣvṣ kran, th tmụ̄ sund fẓl chuh sytthah bvdd."
  },
  {
    "verse_id": 75,
    "translation": "Ahli ktabv mnz chuh kanhh tiyuth thi zi hrgah tvhụ̄ tmụ̄ sndis bhrvss pytth mal v dvltuk akh ddhyr thi diyiv suh kr tuhund mal tohyih vaps th kạnshi hund ḥal chuh yih zi agr tvhụ̄ akis dynar kis mʿāmls mnz thi ts pytth bhrvsh kriv suh diyav nh vaps, aila yih zi tvhụ̄ gczihv ts kls pytth svar, tihind aamhi akhlaqy ḥaltuk vjh chuh yih zi tim chih vnan, aumiyan (ghyr yhvdy lukn) hndis mʿāmls pytth chahnh aashi prczhh gạr th yih kth chih tim mḥẓ aapuz bnạvith khudays kun mnsvub kran, ḥalankh timn chuh mʿlvm (zi khudayn chahnh yiczhh kanhh kth frmạvmcz)."
  },
  {
    "verse_id": 76,
    "translation": "Ạkhr kyazi spdi nh timn prczhh gạr? Yus thi panun ʿhd pvur kri th burạyy nishhi rvzi bchith suh bnhi Allah tʿālyā sund ttvtth tikyazi prhyzgar lukh chih khdays psnd."
  },
  {
    "verse_id": 77,
    "translation": "Rvudụ̄ vonụ̄ tim lukh yim Allah tʿālyā sund ʿhd th pnnụ̄ qsm kams qinmts pytth chih knan timn khạṭr chuhnh ạkhrts andr kanhh ḥṣh, Allah tʿālyā nh kri qyamt khi doh timn sintụ̄ kth, nh vuchihh timn kun th nh kri timn pak blkh chuh tihndi khạṭr skht dg tulvun ʿdhab."
  },
  {
    "verse_id": 78,
    "translation": "Timn mnz chih kynhh lukh tithụ̄ yim ktab pran pran tithh pạtthụ̄ chih zyv pihran zi tvhyih basyv yikynczhah tim pran chih so chhe ktabhi hnze ʿbart ḥalankh chahnh so ktabhi hnz ʿbart āsan. Tim chih vanan yih kynczhah asụ̄ pran chih yih chuh Allah tʿālyā sndi ṭrfh ḥalankh chuhnh suh Allah tʿālyā sndi ṭrfh āsan, tim chih zạnith mạnith aapz kth khudays kun mnsvb kran."
  },
  {
    "verse_id": 79,
    "translation": "Kạnshi ansan snz kạm chahnh yih zi Allah tʿālyā kri ts ktab th ḥukm th nbvt ʿṭa th suh vanhi lukn zi khudays vrạe bniv tvhụ̄ myạnụ̄ bndh suh vnhi yiy zi pzụ̄ rbạnụ̄ bniv yithh pạtthụ̄ zan tmhi ktabhi hnzi tʿlymhi hund tqaẓh chuh yvsh tvhụ̄ pran th prnavan chihv."
  },
  {
    "verse_id": 80,
    "translation": "Suh vanhi nh hrgz thi tohyih yih zi frshth ya pyghmbr bnạviyvukh pnnụ̄ rb, kya yih chha mmkn zi akh nby diyv tohyih kufruk ḥukm yylhi zan tvhụ̄ muslm chihv?"
  },
  {
    "verse_id": 81,
    "translation": "Yad kriv khudayn avs pyghbrn ʿhd hyvtmut zi, aaz chihv me tvhụ̄ ktabhi sintụ̄ th ḥkmt th danạyy sintụ̄ nvạzimtụ̄, pgah agr kanhh byakh rsvl tohyih nishhi tmy tʿlymhi hund tṣdyq kran yiyhi yosh godde tohyih nishhi mvjvd chhe tylhi āsyv tohyih tth pytth ayman aanun th ts āsyv mdd krun. (mṭlb chuh yih zi prth pyghmbrs chuh aamhi kthhi hund ʿhd hynh āmut, yth jayih chhe yih kth hna byyhi smjhinụ̄ zi ḥẓrt Muḥammad ṣly Allah ʿlyh v slmn brvntth chuh prth nbys yohe ʿhd hynh āmut th athụ̄ bunyads pytth chhe prth nbyan pnnis aumts yinh vạlis nby snz khbr diczmcz th ts sath dinuk hdayt kvrmut. Albth nah chuh qrāns andr nh ḥdythn mnz kunhi thi jayih amhi kthhi hund pe lgan zi ḥẓrt Muḥammad ṣly Allah ʿlyh v slms kya chuh aamhi qsmuk kanhh ʿhd hynh āmut ya timv kya chuh pnnis aumts kạnshi yinh vạlis nby snz khbr dith ts pytth ayman aanunk hdayt diytmut. Blkh chuh qrāns andr ṣraḥt san ḥẓvr ṣly Allah ʿlyh v slmn khatm alnbyyn frmavnh āmut th varyahn ḥdythn andr chuh ḥẓvr ṣly Allah ʿlyh v slmv frmvvmut zi timn pth chuhnh kanhh nby yinh vvl.) yih arshad frmạvith prvczh khudayn, kya tvhụ̄ chihvh aamiyuk aqrar kran th aath pytth chihvh myanhi ṭrfh ʿhdch gvb dhmh dạry rttan? Timv vvn, ā, asụ̄ chih aqrar kran. Khudayn frmvv, achha tylhi rvuziv gvah th bthi chuhs tohyih sintụ̄ gvah."
  },
  {
    "verse_id": 82,
    "translation": "Amhi pth yus pnnis ʿhds phyri sue chuh fạsiq."
  },
  {
    "verse_id": 83,
    "translation": "Vonụ̄ kya yim lukh chha Allah tʿālyā sndi aṭaʿtuk ṭryqh (dynu Allah) trạvith byyhi kanhh ṭryqh yczhan? Ḥalankh āsmankụ̄ th zmynkụ̄ sạry chyz chih char v nachar Allah tʿālyā sndiy frmankụ̄ tabʿ (muslm) th tsụ̄ kun chuh sarine vaps phyrun."
  },
  {
    "verse_id": 84,
    "translation": "Ae nby, vniv zi, asụ̄ chihn Allah tʿālyā manan, so tʿlym chih manan yosh aashi pytthh nạzil chih āmcz krnh, tim tʿlymat thi chih manan yim abrahym, asmaʿīl, asḥaq, yʿqvb th avladi yʿqvb ʿlyhm alslams pytth nạzil ạsụ̄ spdụ̄mtụ̄, th timn hdaytn pytth thi chih ayman thavan yim mvsyā th ʿīsyā ʿlyhm alslam th baqy pyghmbrn tihndis rb sndi ṭrfh dinh āe, asụ̄ chihnh timn drmyan frq kran, th asụ̄ chih Allah tʿālyā sndụ̄ frman brdar (muslm)."
  },
  {
    "verse_id": 85,
    "translation": "Aamhi frman brdạry (aslam) vrạe yus shkhṣ byyhi kanhh ṭryqh akhtyar krun yyczihh tmụ̄ sund suh ṭryqh yiyhi nh hrgz qbvl krnh th ạkhrts mnz rvzi suh nakam th namurad."
  },
  {
    "verse_id": 86,
    "translation": "Kithh pạtthụ̄ chuh mmkn zi Allah tʿālyā bkhshhi timn lukn hdayt yimv aymanch nʿmt ḥạṣl spdnh pth nvi sr kfr kvr, ḥalankh timv chhe ath kthhi pytth panh gvạhy diczmcz zi yih rsvl chuh ḥqs pytth th timn nishhi chhe ttakar nishạnyih thi āmcz Allah tʿālyā chuhnh ẓạlimn hdayt divan."
  },
  {
    "verse_id": 87,
    "translation": "Tihndi ẓulmuk ṣḥyḥ bdlh chuh yiy zi timn pytth chhe Allah tʿālyā snz th frshtn hnz th tmam ansann hnz lʿnt."
  },
  {
    "verse_id": 88,
    "translation": "Athụ̄ ḥalts mnz rvzn tim hmyshh, nh gczihh tihndis ʿdhabs mnz kmy th nh yiyhi timn mhlt dinh."
  },
  {
    "verse_id": 89,
    "translation": "Albth bchn tim lukh yim amhi pth tvbh krith pnnhi ṭrzi ʿmluk aṣlaḥ krn Allah tʿālyā chuh bkhshn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 90,
    "translation": "Mgr yimv lukv ayman aannh pth kufr pannvv, pth rvudụ̄ pnnis kufrs mnz brvntth pkan. (yʿny timv kvr nh ankar se yvt pytth bs blkh krkh ʿmly ṭvr mkhalft th mzaḥmt thi, Allah tʿālyā snzi vathi nishhi lukh rukavnh khạṭr lgvvukh ḥd khoth zvr, shbhat krikh pạd, bdgumanyih phhlavykh, diln mnz trạvikh vasvsh th bdtryn sạzishhi th fsad krikh pạd takh nby ṣly Allah ʿlyh v slmn hund mishn gvczh nh kunhi pạtthụ̄ kamyab spdun) timn hund tvbh gczihh nh hrgz qbvl yithụ̄ lukh chih pkh gmrạh."
  },
  {
    "verse_id": 91,
    "translation": "Yqyn thạviv yimv lukv kufr pannvv, th kfrkise ḥalts mnz diytukh zuv timv mnz hrgah kanhh pnun pan sza nishhi bchavnh khạṭr rve zmyns yvt thi son fidys mnz diyih th suh yiyhi nh qbvl krnh, yithyn lukn khạṭr chuh dg tulvun ʿdhab tyar th tim lbn nh pnun kanhh mdd gar."
  },
  {
    "verse_id": 92,
    "translation": "Tvhụ̄ hykivụ̄ nh nyky tam vạtith yvt tam nh pnnụ̄ tim chyz (Allah tʿālyā snzi vathi mnz) khrch kriv yim tohyih ttạtthụ̄ chihv th yikynczhah tvhụ̄ khrch kriv Allah tʿālyā āshi nh tmhi nishhi be khbr."
  },
  {
    "verse_id": 93,
    "translation": "Khynkụ̄ yim sạry chyz (yim shryʿti Muḥammady yas mnz ḥlal chih) ạsụ̄ bny asrạʿyls khạṭr thi ḥlal, (qrāns th Muḥammad ṣly Allah ʿlyh v slmn hndiyn tʿlymatn pytth yylhi yhvudụ̄ ʿạlim kanhh aṣvly aʿtraẓ hykụ̄ nh krith (tikyazi dyn chih bnyad yimn kthn pytth chhe timn mnz ạs nh sạbq anbyahn hnzn tʿlymatn th nby ʿrby ṣly Allah ʿlyh v slmn hnzi tʿlymhi andr raczh thi frq) pth krụ̄ timv fqhy aʿtraẓat shrvʿ. Ath slsls mnz avs tihund goddnyuk aʿtraẓ yih zi tohyih chihv khynh chynkụ̄ kynhh chyz ḥlal qrar ditmtụ̄ yim ptimyn anbyahn hndi zmanh pytthh aaz tam ḥram chih. Aamy aʿtraẓuk jvab chuh yth jayih dinh yivan. Yithe pạtthụ̄ avs tihund akh aʿtraẓ yithi zi byt almuqds trạvith kyazi āv khanh kʿbh qblh bnavnh. Aamhi ptkụ̄ āyat chih aamhi kise jvabs mnz.) albth kynhh chyz ạsụ̄ tithụ̄ yim tvrah nạzil krnh brvntth asrạʿyl (ḥẓrt yʿqvb ʿlyh alslamn) khod pans pytth ḥram ạsụ̄ krimtụ̄. Yimn vniv, hrgah tvhụ̄ (pnnis aʿtraẓs mnz) pziyạrụ̄ chihv tylhi aniv tvrah th pysh kriv tmich kanhh ʿbart."
  },
  {
    "verse_id": 94,
    "translation": "Amhi pth thi yim lukh pnnhi bnavnh āmcz aapzi kthh khudays kun mnsvb kran rvzn time chih drḥqyqt ẓạlim."
  },
  {
    "verse_id": 95,
    "translation": "Vniv, khudayn yikynczhah frmvvmut chuh, pvz chuhn frmvvmut, tohyih pzyv yksvu spdith abrahym sndi ṭryqch pyrvy krnụ̄ th abrahym avs nh shrk krn valyv mnz."
  },
  {
    "verse_id": 96,
    "translation": "Be shk yus sarive brvntthim ʿbadt gah ansann khạṭr tʿmyr spud chuh sue yus mks andr vaqʿ chuh, aath ạs khyr v brkt dinh āmcz th tmam dnya valyn khạṭr avs hdaytuk mrkz bnavnh āmut."
  },
  {
    "verse_id": 97,
    "translation": "Aath mnz chhe ttakar nishạnyih, (yʿny aath grs andr chih tithụ̄ ttakarh ʿlamat lbnh yivan yimv sintụ̄ thạbt chuh spdan zi yih chuh Allah tʿālyā sndis drbars andr mqbvl spudmut th yih chuh khudayn pnnhi gr kh ḥythyth rngụ̄ psnd frmvvmut. Vạran rygstans mnz āv bnavnh th aamhi pth kvr khudayn aath andụ̄ pkụ̄ rvzn valyn khạṭr rzq rsạny hund bhtr khoth bhtr antẓam. Ddayn sasn vriyn rvud jahlyt kh vjh kinụ̄ svrue mlki ʿrb anthạyy bd amny hndis ḥalts andr mbtla, mgr aath fsad vạlis sr zmyns mnz avs kʿbh th kʿbuk avnd pvkue tiyuth yth mnz aamn qạyim rvud. Blkh ạs aamy kʿbch yih brkt zi pvur vry kyn czon rytn avs pvur mlks aamhi ky bdvlth aamn ḥạṣl spdan. Amhi pth avs vunhi nṣf ṣdy brvnhh sarivyav vuchhmuth zi aabrhh hn yylhi kʿbh kh tkhryb khạṭr mks pytth ḥmlh kvr th tmụ̄ sund fvj kithh pạtthụ̄ spud Allah tʿālyā sndi qhruk shkar. Aamhi vaqʿh nishhi avs ʿrbuk bchhi bchhi vạqf th aamkụ̄ chshm dyd gvah ạsụ̄ yimn āyatn hndi nạzil spdnh vqth mvjvd.) yih chuh abrahym sndi ʿbadtuk mqam th aamiyuk ḥal chuh yih zi yus aath mnz dạkhl spud tmụ̄ lvb aamn, lukn pytth chuh Allah tʿālyā sund yih ḥq zi yus ath grs tam vatnuk astṭaʿt, yʿny ṭaqt) thavan āshi, suh krin aamiyuk ḥj th yus akhah amhi ḥukmh chih pyrvy nishhi ankar kri, ts gczihh pe āsnụ̄ zi Allah tʿālyā chuh tmam dnya valyv nishhi be nyaz."
  },
  {
    "verse_id": 98,
    "translation": "Vniv, ae ahli ktab tvhụ̄ kyazi chihv Allah tʿālyā snz kthh mannh nishhi ankar kran? Yimh ḥrkth tvhụ̄ kran chihv Allah tʿālyā chuh svrue vuchhan."
  },
  {
    "verse_id": 99,
    "translation": "Vniv, ae ahli ktab yih kya rvish chhe tuhnz zi yus Allah tʿālyā snz kth manan chuh suthi chhvun tvhụ̄ Allah tʿālyā snzi vathi nishhi rukavan th yczhan chihv zi suh gczihh hajhi vathi pkun, ḥalankh tvhy chihv panh (tmụ̄ sndis rahi rasts pytth āsns) gvah, tuhnzv ḥrktv nishhi chuhnh Allah tʿālyā be khbr."
  },
  {
    "verse_id": 100,
    "translation": "Ae lvukv, yimv ayman chuhv avnmut agr tohyih yimv ahli ktabv mnz akis drụ̄ snz kth mạniv tylhi pihrnav yim ayman nishhi tohyih byyhi kufrs kun."
  },
  {
    "verse_id": 101,
    "translation": "Tuhndi khạṭr kus mvqʿ chuh vonụ̄ kufrs kun gczhnuk, yylhi zan tohyih Allah tʿālyā sndụ̄ āyat bvznavnh chih yivan th tohyih drmyan chuh tmụ̄ sund rsvl mvjvd? Yus Allah tʿālyā sund damn mẓbvṭy san ratthi suh lbhi ẓrvr siyz vath."
  },
  {
    "verse_id": 102,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, khudays khvcziv yuth khvcznuk ḥq tmụ̄ sund chuh, tohyih gczhyv nh mvt yun mgr aath ḥalts mnz zi tvhụ̄ gczihv muslm āsnụ̄."
  },
  {
    "verse_id": 103,
    "translation": "Allah tʿālyā snz razi kriv sạry smith mẓbvuṭy san thph th phattvan vad mah tuliv. (Allah tʿālyā snz raz chuh murad Allah tʿālyā sund dyn, th yih chuh aamhi mvjvub razi sintụ̄ tʿbyr āmut krnh zi yohe chuh suh rishth yus akhi ṭrfh ahli aymann hund tʿlq khudays sintụ̄ qạyim chuh kran th dvyimhi pash chuh tmam ayman aann valyn panh vạnụ̄ ralạvith akh jmaʿt bnavan.) Allah tʿālyā sund suh aḥsan thạviv yad yus tmụ̄ tohyih pytth kvrmut chuh, tvhụ̄ ạsiv akh akụ̄ sndụ̄ dshmn tmụ̄ ralạvụ̄ tuhndụ̄ dil th tmụ̄ sndi fẓl v krmh sintụ̄ bnyv tvhụ̄ bạe bạe, tvhụ̄ ạsiv akis nar britis chah kis btthis pytth vodnhi, khudayn bchạviụ̄nav tvhụ̄ amhi nishhi, yithh pạtthụ̄ chuh Allah tʿālyā pnnhi nishạnyih tohyih brvnhh kanhi rvshn kran, bnan chuh zi yimv nishạnyv sintụ̄ yiyav tohyih pnnhi kamyạby hnz siyz vath aathhi."
  },
  {
    "verse_id": 104,
    "translation": "Tohyih mnz gczhn kynhh lukh ẓrvur tithụ̄ āsnụ̄ yim nyky kun nad din rczruk ḥukm din th burạyiyv nishhi rvzan pth rattan, yim lukh yih kạm krn time lban flaḥ."
  },
  {
    "verse_id": 105,
    "translation": "Yinh tohyih timn lukn hnz bạsh gczhyv yim frqn mnz tqsym spdụ̄ th nnụ̄ nnụ̄ vaẓḥ hdayat rattnh pth spdụ̄ byyhi akhtlafn mnz mbtla, yimv yih rvish vartạv timn chuh tamhi doh skht sza rattun."
  },
  {
    "verse_id": 106,
    "translation": "Yylhi zan kynhh lukh srkhrv āsn th kynczhn lukn hund buth āshi kirhun yihund buth kirhun āshi (timn yiyhi vannh zi) aymanch nʿmt ḥạṣl krnh pth thi kvruv tohyih kạfranh rviyih akhtyar? Vuchihtv vonụ̄ amhi kufrani nʿmt kh bdlh ʿdhabuk mzh."
  },
  {
    "verse_id": 107,
    "translation": "Rvudụ̄ tim lukh yihndụ̄ buthụ̄ rvshn āsn timn mylhi Allah tʿālyā sndis rḥmt kis damns tl jae th hmyshh rvzn tim athụ̄ ḥalts mnz."
  },
  {
    "verse_id": 108,
    "translation": "Yim chih Allah tʿālyā sndụ̄ arshadat yim asụ̄ tvhụ̄ tthyk tthyk bvznavan chihv tikyazi khudays chuhnh dnya valyn pytth ẓlm krnuk kanhh aradh."
  },
  {
    "verse_id": 109,
    "translation": "Zmyn v āsmankyn tmam chyzn hund mạlk chuh Allah tʿālyā th sạry mʿāmlat chih Allah tʿālyā sndise drbars mnz pysh spdan."
  },
  {
    "verse_id": 110,
    "translation": "Vonụ̄ chihv dunyahs mnz so bhtryn chhokh tvhụ̄ yosh ansann hndi hdayth th aṣlaḥ khạṭr dnyahs mnz aannh chhe āmcz, tvhụ̄ chihv nyky hund ḥukm divan bdy nishhi chihv rukavan th khudays pytth chihv ayman thavan yim ahli ktab agr ayman aanhn yihndụ̄ khạṭr avs bhtr (yth jayih chuh ahli ktab murad yhvdụ̄) agrchhi yimv mnz kynhh lukh ayman dar thi chih mgr yihndụ̄ akthr afrad chih nafrman."
  },
  {
    "verse_id": 111,
    "translation": "Yim hykn nh tohyih kanhh nqṣan vatnạvith, zyadh khoth zyadh hykn raczh khndd stạvith agr yim tohyih sintụ̄ lrrn, mqablh vizi czaln pvt khvri pth gczhn tithh pạtthụ̄ be bs zi kunhi jayih mylhi nh yimn mdd."
  },
  {
    "verse_id": 112,
    "translation": "Yim yth jayih thi lbnh āe yimn vvth dhilt kue mar kunhi jayih hrgah Allah tʿālyā sndi dhmh ya ansann hndi dhmh pnah ḥạṣl gvkh thi so chhe byakh kth. (yʿny agr dunya hs mnz yimn kunhi jayih raczh khndd amn th skvn nṣyb spud thi suh chuhnh yimn pnnis bl bvts pytth qạyim krnh āmut aamn v skvn kynhh blkh chuhkh dvyimyn hndi ḥmaytuk th mhrbạny hund ntyjhi. Kunhi jayih diyut yimn kạnshi muslm ḥkvmtn Allah tʿālyā sndi ṭrfh aaman th kunhi jayih rttụ̄ kạnshi ghyr muslm ḥkvmtn pnnis ḥmayts mnz. Yithe pạtthụ̄ myvul yimn bsa avqat dunyahs mnz kunhi jayih zvr ḥaṣl krnuk mvqʿ thi mgr suthi nh pnnyv zvrv blkh mḥẓ hmsayih zvrv yhe ḥythyt chhe tmhi yhvudụ̄ ryastch yosh asrạʿyl nav mḥẓ amrykh, brṭanyh, th rvs kh ḥmayth qạyim spz.) yim chih Allah tʿālyā sndis ghẓbs mnz hynh āmtụ̄ yimn pytth chhe mḥtạjy th mghlvby muslṭ krnh āmcz, th yih svrue chuh aamy vjh kinụ̄ spudmut zi yim rvudụ̄ Allah tʿālyā sndyn āyatn sintụ̄ kufr kran th yimv krụ̄ pyghmbr naḥq qtl, yih chuh yihnzn nafrmạnyn th zyadtyn hund anjam."
  },
  {
    "verse_id": 113,
    "translation": "Mgr sạry ahl ktab chihnh yksan, yimn mnz chih kynhh lukh tithụ̄ thi yim syzi vathi pytth qạyim chih, rạczn chih Allah tʿālyā sndụ̄ āyat pran th ts brvnhh knhi chih sjdh kran."
  },
  {
    "verse_id": 114,
    "translation": "Khudays th ạkhrt kis dvhs pytth chih ayman thavan nyky hund ḥukm chih divan, burạyyv nishhi chih rukavan th rczn kamyn mnz chih srgrm rvzan, yim chih ṣalḥ lukh."
  },
  {
    "verse_id": 115,
    "translation": "Th yosh nyky thi yim krn tath yiyhi nh be qdry krnh Allah tʿālyā chuh prhyzgar lukn tthyk pạtthụ̄ zanan."
  },
  {
    "verse_id": 116,
    "translation": "Rvudụ̄ tim lukh yimv kufruk rvyih akhtyar kvr timn yiyhi nh Allah tʿālyā sndis mqabls mnz nah tihund mal bkar th nah avlad, tim chih nars gczhn vạlụ̄ lukh th hmyshh rvzan nar se mnz."
  },
  {
    "verse_id": 117,
    "translation": "Yikynczhah tim pnnhi yymhi dunya chih zndgy mnz khrch kran chih tmich mthal chhe tmhi hvahch hish yth mnz ktth kvsh āshi th suh pkhi timn lukn hndi zraʿth pytthụ̄ yimv pans pytth ẓlm chuh kvrmut th tth travi brbad krith, khudayn kvr nh timn pytth ẓlm blkh chih tim drḥqyqt pane pans pytth ẓlm kran."
  },
  {
    "verse_id": 118,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, pnnhi jmaʿt kyv lukv vrạe mah bnạviyvukh baqy pnnụ̄ raz dar, tim chihnh tuhnzi khrạby hndis kunhi mvqʿs fạydh tulns czyr kran, tohyih yymhi chyz sintụ̄ nqṣan vathi sue chuh timn ttvtth, tihndi diluk bghẓ chuh tihndi ạsh kinụ̄ nyran th yikynczhah tim pnnyn vachhn mnz chuhpạvith chih suh chuh amhi khoth thi shdyd tr, aashi chihv tohyih ṣaf ṣaf hdayat ditmtụ̄ agr tohyih ʿql chahv (tylhi vartạviv yimn sintụ̄ tʿlq thavns mnz aḥtyaṭ)."
  },
  {
    "verse_id": 119,
    "translation": "Tohyih chuhv yimn sintụ̄ mḥbt mgr yimn chuhnh tohyih sintụ̄ mḥbt ḥalankh tvhụ̄ chihv tmam āsmạny ktabh manan yylhi tim tohyih smkhan chihv, tylhi chih tim vnan zi aashi thi chuh (tuhund rsvl th tuhnz ktab) mạnmcz mgr yylhi alg spdan chih pth chuh tohyih khlaf tihndi ʿdavtuk th ghẓbuk ḥal yih āsan zi pnnhi aungjhi chih lagan czapnhi, yimn vniv zi pnnis shrarts mnz mriv andry dzith, Allah tʿālyā chuh diln mnz chuhpavnh āmtụ̄ raz tam zanan."
  },
  {
    "verse_id": 120,
    "translation": "Yylhi tohyih khyr chuhv vatan tylhi chuh timn yih shr basan, th yylhi tohyih pytth kanhh mṣybt chuh yivan tylhi chih yim khosh gczhan, mgr yihnz kanhh thi tdbyr hykhi nh tohyih khlaf kargr spdith, bshrṭykh tvhụ̄ hyyiv ṣbrs kạm th khudays khvuczith rvuziv kạm kran, yikynczhah yim kran chih Allah tʿālyā chuh tth pytth ḥạvy."
  },
  {
    "verse_id": 121,
    "translation": "(ae pyghmbr, muslmann brvnhh knhi kriv tmhi saʿtch dhikr) yylhi tvhụ̄ varyah sulhi pnnhi gr ạsiv dramtụ̄ th (auḥd kis mydans andr) ạsiv muslmann jng khạṭr jabja mamvr kran, Allah tʿālyā chuh sare kthh bvzan th suh chuh sytthah bakhbr."
  },
  {
    "verse_id": 122,
    "translation": "Yad kriv yylhi tohyih mnz z drụ̄ buzdly havns pytth āmadh spdụ̄mtụ̄ ạsụ̄ ḥalankh Allah tʿālyā avs yihndi mdd khạṭr mvjvd th mvmnan pazi Allah tʿālyā se pytth bhrvsh thavun."
  },
  {
    "verse_id": 123,
    "translation": "Khudayn avsnv godde jngi bdr kis mvqʿs pytth tohyih mdd kvrmut ḥalankh tth vqts tam ạsiv tvhụ̄ sytthah kmzvr lhādha pzyv tohyih zi tvhụ̄ bchiv Allah tʿālyā snzi nashkry nishhi, amyd chhe zi vonụ̄ bniv tvhụ̄ shkr gzar."
  },
  {
    "verse_id": 124,
    "translation": "Ae nby, yad kriv yylhi tvhụ̄ mvmnn ạsiv vnan, kya tuhndi khạṭr chahna yih kth kạfy zi Allah tʿālyā kri tre sas frshth svuzith tuhund mdd?"
  },
  {
    "verse_id": 125,
    "translation": "Be shk, agr tvhụ̄ ṣbr kriv, th khudays khoczan khoczan rvuziv kạm kran tylhi yymhi vizi dshmn tohyih pytth ḥmlh krn tmy vizi kri tuhund rb (tre sas nh kynhh) panczv sasav ṣaḥbi nishan frshtv sintụ̄ tuhund mdd."
  },
  {
    "verse_id": 126,
    "translation": "Yih kth chhe khudayn tohyih amhi mvjvub vnimcz zi tvhụ̄ gczihv khosh th tuhndyn diln spdi aamhi sintụ̄ aṭmynan. Ftḥ th nṣrt yikynczhah thi chuh suh chuh Allah tʿālyā sndi ṭrfh, yus sytthah quvt vvl th dana byna chuh."
  },
  {
    "verse_id": 127,
    "translation": "(th yih mdd diyih suh tohyih amhi mvjvb) takh kufr chih vathi pytth pkn valyn hnz akh nr cztthi nath diyih timn tiyuth dhlyl shkst zi tim gczhn namrạdy san pspa."
  },
  {
    "verse_id": 128,
    "translation": "(ae pyghmbr) fạṣlh kyn akhtyaratn mnz chuhnh tuhund kanhh ḥṣh, khudays chuh akhtyar chahe suh timn mʿāf kri chahe sza diyakh tikyazi tim chih ẓạlim."
  },
  {
    "verse_id": 129,
    "translation": "Zmyns th āsmann andr yikynczhah chuh tamiyuk mạlik chuh Allah tʿālyā, yas yyczih ts kri mʿāf th yas yyczihh ts diyih ʿdhab, suh chuh mʿāf krn vvl th rḥym. (jngi auḥds andr yylhi nby zkhmy spdụ̄, tmhi vizi drav nby ṣly Allah ʿlyh v slmn hndi dhani mbarkh mnz kufarn hndis ḥqs mnz bd duʿā th timv frmvv zi, suh qvm kithh pạtthụ̄ lbhi flaḥ yus pnnis nby yas zkhmy kri. Yim āyat chih athụ̄ mtʿlq arshad spdụ̄mtụ̄.)"
  },
  {
    "verse_id": 130,
    "translation": "Ae lvukv yimv ayman chuhv avnmut yih brrvun th khsuvn svud khyvn trạviv th khudays khvucziv, aumyd chhe zi flaḥ gczhyv ḥạṣl."
  },
  {
    "verse_id": 131,
    "translation": "Tamhi nar nishhi bchiv yus kạfrn khạṭr chuh thavnh āmut."
  },
  {
    "verse_id": 132,
    "translation": "Byyhi kriv Allah tʿālyā snz th rsvl hnz aṭaʿt tvqʿ chuh zi tohyih pytth yiyhi rḥm krnh."
  },
  {
    "verse_id": 133,
    "translation": "Davan pkiv tth vathi pytth yosh tuhndis rb sndis mghfrts th tmụ̄ sndis jnts kun gczhan chhe, yymich vusʿt zmyns th āsmann hish chhe, th so chhe timn khudays khoczn valyn lukn khạṭr dstyab āmcz thavnh,"
  },
  {
    "verse_id": 134,
    "translation": "Yim prth ḥals mnz pnun mal chih khrch kran khvah tim bdḥal ạsitn ya khoshḥal ạsitn, yim shrarts chih chyth nivan th dvyimyn hndụ̄ qṣvr chih mʿāf kran. Yithụ̄ nyk lukh chih khudays sytthah psnd."
  },
  {
    "verse_id": 135,
    "translation": "Th yihund ḥal yih chuh zi agr kunhi vqth tihndi dsụ̄ kanhh fḥsh kạm srzd chih spdan ya kanhh gnah krith chih tim pans pytth ẓlm kran, timn chuh sinty Allah tʿālyā yad pyvan th ts chih pnnyn qṣvrn pytth mʿạfy mngan, tikyazi khudays vrạe kus chuh yus gnah hykhi mʿāf krith? Th tim chihnh zanhh dạnsth pnnis krụ̄mtis pytth aiṣrar kran."
  },
  {
    "verse_id": 136,
    "translation": "Yithyn lukn hund jza chuh yihndis rbs nishhi yih zi suh kri timn mʿāf th tithyn baghn mnz kri timn dạkhl yimn bnụ̄kinụ̄ kolh āsn pkan th tathi rvzn tim hmyshh, kiyuth jan bdlh chuh nyk aʿmal krn valyn khạṭr."
  },
  {
    "verse_id": 137,
    "translation": "Tohyih brvntth chih varyah davr guzrymtụ̄ zmyns pytth phyrith thvurith vuchihtv zi timn lukn hund anjam kya spud yimv (Allah tʿālyā sndụ̄ aḥkam th hdayat) aapzụ̄ zạnụ̄."
  },
  {
    "verse_id": 138,
    "translation": "Yih chuh lukn khạṭr akh ṣaf th ttakar tnbyh, th yim khudays āsn khoczan timn khạṭr chuh hdayt th nṣyḥt."
  },
  {
    "verse_id": 139,
    "translation": "Dl shksth mah gczihv, ghm mh kriv, tvhy rvuziv ghạlb agr tvhụ̄ mvmn chihv."
  },
  {
    "verse_id": 140,
    "translation": "Vunụ̄ kyns agr tvhyih chvtt chuhv lvgmut aamhi brvnhh chuh yuthue chvtt tuhndis mkhạlf fryqs thi lvgmut. (aisharh chuh jngi bdrs kun th vannuk mṭlb chuh yih yylhi yih chvtt khyth kạfr pst hmt spdụ̄ nh, jngi auḥds mnz yih chvtt khyth kyazi gczihv tvhụ̄ ghmgyn?) yim chih zmankụ̄ snyr vognyar yimn asụ̄ lukn drmyan chih grdish divan rvzan, tohyih pytth āv yih vqt aamhi mvjvb zi Allah tʿālyā avs vuchuhn yczhan zi tohyih mnz km chih pzụ̄ mvmn, th timn lukn avs czarun yczhan yim pzụ̄ pạtthụ̄ (syzrkụ̄ pzrkụ̄) gvah āsn. (aṣl alfaẓ chih vayatakhidha minkum shuhadaaʿa, aamiyuk akh mṭlb chuh yih zi tohyih mnz avs kynhh shhyd yczhan niyun, yʿny kynczhn lukn avs shhadtuk ʿzt yczhan ʿṭa krun. Th dvyum mṭlb chuh yih zi ahli aymann th munafqn hndis ath mkhlvṭ dris mnz yth pytth tvhụ̄ vunụ̄ kyns mshtml chihv, avs timn lukn yczhan czarun yim ḥqyqts mnz shuhadaaʿa ʿaalyā alnas chih yʿny tamhi aʿlyā mnṣbkụ̄ chih ahl yth pytth aashi aumti muslmh chhe srfraz krmcz.) tikyazi ẓạlim lukh chihnh khudays psnd."
  },
  {
    "verse_id": 141,
    "translation": "Th suh avs aamhi āz mạyshhi hndi dhryʿh yaczhan mvmnn alg czạrith kạfr mittavnụ̄."
  },
  {
    "verse_id": 142,
    "translation": "Kya tohyih chuhvh yih smujhmut zi ythe gczihv jnts andr ḥalankh vunhi vuchhnh khudayn yih zi tohyih mnz km chih tim lukh yim tmụ̄ snzi vathi mnz zuvan chih gndn vạlụ̄ th tmụ̄ sndi khạṭr chih ṣbr krn vạlụ̄."
  },
  {
    "verse_id": 143,
    "translation": "Tvhụ̄ he ạsiv mvtuk tmna kran! Mgr yih ạs tmhi vqtch kth yylhi mvt brvnhh kun avs nh āmut, vonụ̄ vvtv suh tohyih brvntth kun th tohyih vuchhvun achhv."
  },
  {
    "verse_id": 144,
    "translation": "Muḥammad chihnh aamhi vrạe kihinụ̄ zi bs chih akh rsvl, timn brvnhh chih byyhi thi rsvl guzrymtụ̄, tylhi kya agr tim marn ya qtl yin krnh, kya tvhụ̄ lukh phyiriva pvt khvri vaps? Yad thạviv! Yus pvt phyri suh vatnavinh khudays kanhh nqṣan, albth yim Allah tʿālyā sndy shkr guzar bndh bnith rvzn timn diyih aamiyuk jza."
  },
  {
    "verse_id": 145,
    "translation": "Kanhh zuv dhat hykhi nh Allah tʿālyā sndi aidhnh vrạe mrith, mvtuk vqt chuh lykhith yus shkhṣ dnya kh thvab khi airadh kạm kri, ts dimav asụ̄ dunya mnze th yus ạkhrt kh thvab khi airadh kạm kri ts mylhi ạkhrtuk thvab, th shukr krn valyn krav asụ̄ tihund jza ẓrvr ʿṭa."
  },
  {
    "verse_id": 146,
    "translation": "Yymhi brvntth kạtyavae nby chih tithụ̄ guzrymtụ̄ yimn sintụ̄ rlith varyahv khuda prstv jng kvr, Allah tʿālyā snzi vthi andr yim mṣybt timn tulnụ̄ pe timav sintụ̄ spdụ̄ nh tim dl shksth, timv hạv nh kmzvry, tim nmyih nh (bạṭls brvnhh knhi) yithụ̄ne ṣạbrn chuh Allah tʿālyā psnd kran."
  },
  {
    "verse_id": 147,
    "translation": "Tihund duʿā avs bs yih zi, ae sanhi rbh, sanyn ghlṭyn th kvtạhyin kr darguzr, sanyn kamyn andr yikynczhah chanyv ḥdv nishhi ddlith chuh spudmut suh kr mʿāf, aashi thav thạbt qdm th kạfrn hndis mqabls mnz kr aashi mdd."
  },
  {
    "verse_id": 148,
    "translation": "Ạkhr kar diyut khudayn timn dunyahuk thvab thi th aamhi khoth bhtr kvrnakh ạkhrtuk thvab thi ʿṭa, khudays chih yithy nyk ʿml lukh psnd."
  },
  {
    "verse_id": 149,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, agr tvhụ̄ timn lukn hndyn aisharn pytth pkiv yimv kufrch vath chhe pannavmcz tylhi pknavnav tim tohyih pvt khvryv vaps th tvhụ̄ spdiv namurad."
  },
  {
    "verse_id": 150,
    "translation": "(tihnz kthh chahv ghlṭ) ḥqyqt chhe yih zi Allah tʿālyā chuh tuhund ḥạmy th mddgar th suh chuh bhtryn mdd krn vvl."
  },
  {
    "verse_id": 151,
    "translation": "ʿnqryb chuh suh vqt yinh vvl yylhi asụ̄ ḥqs ankar krn valyn hndyn diln andr hạbth byhnavav, amhi mvjvb zi timv chih khudays sintụ̄ tmụ̄ snzi khudạyy mnz tim shryk tthhrạvimtụ̄ yihndis shryk āsns pytth khudayn kanhh sanad chahnh nạzil krmcz, tihund ạkhry ttihkanh chuh jhnm th sytthah bur chhe so rvzn jae yosh timn ẓạlimn nṣyb spdi."
  },
  {
    "verse_id": 152,
    "translation": "Khudayn yus (tạyyd v nuṣrtuk) vʿdh tohyih sintụ̄ avs kvrmut suh kvr tmụ̄ pvur, abtdahs andr ạsiv tmụ̄ sndi ḥukmh sintụ̄ tvhy tim qtl kran mgr yylhi tohyih kmzvry hạvv th pnnhi kamhi mnz kvruv panh vạnụ̄ akhtlaf th yuthue khudayn suh chyz tohyih hvvnav yymhi kis mḥbts andr tvhụ̄ grftar ạsiv (yʿny mali ghnymt) tohyih krv pnnis srdar sndi ḥukmch khlaf vrzy, amhi mvjvb zi tohyih mnz ạsụ̄ kynhh lukh dnyahkụ̄ ṭạlb th kynhh ạsụ̄ ạkhrtch khvạhsh thavan, tmhi vizi kriụ̄nav tvhụ̄ khudayn kạfrn hndis mqabls mnz pspa takh suh krihe tuhnz āzmạysh, th ḥq chuh yih zi khudayn kvrnav tohyih tvthi mʿāf tikyazi mvmnn pytth chuh Allah tʿālyā nẓri ʿnayt thavan."
  },
  {
    "verse_id": 153,
    "translation": "Yad kriv yylhi tvhụ̄ czlan ạsiv, kạnshi kun pvt phyrith vuchhnuk thi avsv nh hvsh th rsvl avsuv tohyih pth pth nad layan. (jngi auḥds andr yylhi muslmann pytth doyih ṭrfh byk vqt achank ḥmlh sapud th tihndyn ṣfn mnz phhlyih aabtry, kynhh lukh czlụ̄ mdyns kun th kynhh khtụ̄ auḥds pytth mgr nby ddlụ̄ nh pnnhi jayih akh ạntt thi. Czvrav ṭrfv avs dushmnn hund hjvm, dahn bahn nfrn hnz akh loktt jmaʿt ạs mvjvd, mgr Allah tʿālyā sndụ̄ rsvl ạsụ̄ aath nazuk mvqʿs pytth thi pharrkụ̄ pạtthụ̄ pnnhi jayih jmith th czaln valyn ạsụ̄ nad layan, ailay ʿiibaadi Allahi, ailay ʿiibaadi Allahi, Allah tʿālyā sndyv bndv me kun yiyv, Allah tʿālyā sndyv bndv me kun yiyv.) tmhi vqth diytunv khudayn tuhnzi aamhi rvishhi hund bdlh yih zi tohyih diytunv ghms pytth ghm takh āyndh khạṭr mylhi tohyih yih sbq zi yikynczhah tuhundi athh mnz nyri ya yus mṣybt tohyih pytth nạzil spdi, tth pytth gczihv nh ghmgyn spdnụ̄, Allah tʿālyā chuh tuhndyv sarive aʿmalv nishhi bakhbr."
  },
  {
    "verse_id": 154,
    "translation": "Aamhi ghmh pth kr khudayn tohyih mnz kynczhn lukn pytth ticzh aiṭmynanch ḥalt ṭạry zi timn ljhi nindri ddiksh gczhnh. (yih avs akh ʿjyb tjrbh yus aamhi vqth lshkri aslam kyn kynczhn lukn pysh āv. Ḥẓrt abv ṭlḥh rẓy Allah tʿālyā ʿnh yim ath jngs mnz shryk ạsụ̄, tim chih panh byan kran zi ath ḥalts mnz avs aashi pytth nindri ddiksn hund tiyuth ghlbh spdan zi tlvar āsh aathv mnz vsụ̄ pynhi hyvan.) mgr byakh akh chhokh, yymụ̄ sndi khạṭr sạre ahmyt bs pnnhi dhath khạṭr ạs khudays mtʿlq lạgin rngh rngh jạhlanh gmanh krnụ̄ yim srasr ḥqs khlaf ạsụ̄, yim lukh chih vonụ̄ vanan zi, yih kạm chlavns andr chuh svn thi kanhh ḥṣh? Yimn vniv! (kạnshi hund chuhnh kanhh ḥṣh) aamhi kamhi hndụ̄ sạry akhtyarat chih Allah tʿālyā sndis aths mnz. Draṣl yosh kth yim lukh pnnyn diln mnz chuhpạvith chih so chihnh yim tohyih pytth ẓạhr kran, tihund aṣly mṭlb chuh yih zi, agr (qyadt kyn) akhtyaratn mnz svn kynhh ḥṣh āsih he tylhi yimhav nh asụ̄ yythi marnh. Yimn vniv zi, agr tvhụ̄ pnnyn grn mnz thi ạsihiv, yimn lukn hund mvt lykhnh avs āmut tim nyrhn khod pnnyn qtl gahn kun, th yus yih mʿāmlh pysh āv yih avs amhi mvjvb zi yikynczhah tuhndyn synn andr khttith chuh, Allah tʿālyā āzmavi tth th yus khochr tuhndyn diln andr chuh tth travi chhạnttith, Allah tʿālyā chuh diln hund ḥal var pạtthụ̄ zanan."
  },
  {
    "verse_id": 155,
    "translation": "Tohyih mnz yim lukh mqablh kh dohh pvt phyrimtụ̄ ạsụ̄ tihnzi aamhi lghzshhi hund vjh avs yih zi tihnzv kynczhv kmzvuryv kinụ̄ ạsụ̄ shyṭann tihndụ̄ qdm ntth nạvimtụ̄, khudayn kvr timn mʿāf, Allah tʿālyā chh sytthah drguzr krn vvl th burdbar."
  },
  {
    "verse_id": 156,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, kạfrn hnz hishhi kthhi mah kriv, yihndụ̄ yar bạe agr kunhi vizi sfrs chih nyran ya jngs mnz chih shryk spdan (th tathi chih kunhi ḥạdthkụ̄ shkar spdan) tylhi chih tim vnan zi agr tim aashi nishhi āshn tylhi nah yihan marnh nh gczhhan qtl, Allah tʿālyā chuh aamhi qsmh chn kthn yihndyn diln mnz ḥsrtuk th ghmuk sbb bnavan ḥalankh marn vvl th zndh krn vvl chh draṣl Allah tʿālyā he yvt, th tuhndyn tmam ḥrkatn pytth chuh sue nẓr thạvith."
  },
  {
    "verse_id": 157,
    "translation": "Agr tvhụ̄ Allah tʿālyā snzi vathi andr marnh yiyv ya mriv tylhi yosh Allah tʿālyā snz rḥmt th mghfrt tuhndis ḥṣs mnz yiyhi so chhe timv sarive chyzv nishhi zyadh bhtr yimn yim lukh jmʿ chih kran."
  },
  {
    "verse_id": 158,
    "translation": "Th khvah tvhy mrụ̄tav ya marnh yiyhi tav bhrḥal chuh tohyih sarine smith gczuhn Allah tʿālyā se kun."
  },
  {
    "verse_id": 159,
    "translation": "(ae pyghmbr) yih chhe Allah tʿālyā snz bdd rḥmt zi tvhụ̄ chihv yimn lukn khạṭr sytthah nrm mzaj, nath agr tvhụ̄ tyz mzaj th sng dil ạsihiv tylhi czalhan yim tohyih andụ̄ pkụ̄, yihndụ̄ qṣvr kriv mʿāf, yihndis ḥqs mnz kriv duʿāe mghfrt th dyn chih kamhi mnz thạviyvukh yim thi mshvrs mnz shạml, pth yylhi tuhund ʿzm kunhi rayih pytth mustḥkm spdi tylhi kriv khudays pytth bhrvsh, khudays chih tim lukh psnd yim tmụ̄ sndise bhrvss pytth kạm chih kran."
  },
  {
    "verse_id": 160,
    "translation": "Yylhi Allah tʿālyā tuhndis mdds pytth āshi tylhi chuhnh kanhh ṭaqt tohyih pytth ghạlb yinh vvl, th yylhi suh tohyih travi tylhi kus chuh ts pth yus tohyih mdd hykhi krith? Lhādha yim pzụ̄ mvmnn chih timn pzi Allah tʿālyā se pytth bhrvsh thavun."
  },
  {
    "verse_id": 161,
    "translation": "Kạnshi nby snz hykhi nh yih kạm ạsith zi suh kri khyant th yus akha khyant kri suh spdi pnnụ̄ khyant hyth qyamt kh doh ḥạẓr pth mylhi prth kạnshi shkhṣs pnnhi kmayih hund pvur pvur bdlh th kạnshi pytth spdi nh kanhh ẓulm."
  },
  {
    "verse_id": 162,
    "translation": "Yih kithh pạtthụ̄ chuh mmkn zi yus shkhṣ hmyshh Allah tʿālyā snzi mrẓy pytth pkn vvl āshi suh kri ts shkhṣh snz kamhi hishhi kamhi yus Allah tʿālyā sndis ghẓbs mnz āshi hynh āmut th yymụ̄ sund ạkhry ttihkanh jhnm āshi yus bdtryn ttihkanh chuh."
  },
  {
    "verse_id": 163,
    "translation": "Khudays nzdyk chhe doshvnụ̄ qsmh kyn ansann mnz varyah frq th Allah tʿālyā chuh sarine hnzn ʿmln pytth nẓr thavan."
  },
  {
    "verse_id": 164,
    "translation": "Drḥqyqt chhe ahl aymann pytth khudayn yih bdd bar minath thạvmcz zi timn drmyan tulun khod timve mnz akh tiyuth pyghmbr yus tmụ̄ sndụ̄ āyat chuh timn bvznavan, tihnz zndgyih chuh pak kran th timn chuh ktab th danạyy hnz tʿlym divan, ḥalankh amhi brvntth ạsụ̄ yime lukh nanhi vanhi gumrạhiyan mnz hynh āmtụ̄."
  },
  {
    "verse_id": 165,
    "translation": "Th yih kus ḥal chuh tuhund zi yylhi tohyih mṣybt vvt th tohyih lvguv vanun, yih kthi āv? Ḥalankh (jngi bdrs mnz) chuh amhi khoth dognh muṣybt tuhndyv aathv (mukhạlf fryqs) vvtmut. Ae nby, yimn vniv, yih mṣybt chuhv tohyih pnnhi dasth pane avnmut, Allah tʿālyā chuh prth chyzs pytth qạdir."
  },
  {
    "verse_id": 166,
    "translation": "Yus nqṣan lrrayih hndi doh tohyih vvtuv suh avs Allah tʿālyā sndi aidhnh sintụ̄ th amhi mvjvub avs zi Allah tʿālyā vuchhhi zi tohyih mnz km chih mvmn."
  },
  {
    "verse_id": 167,
    "translation": "Th zanun avs yczhan km chih mnafq? Tim mnafq zi yylhi timn vannh āv, vliv Allah tʿālyā snzi vthi andr kriv jng ya kriv km az km (pnny shhruk) difaʿ. Vannh lgụ̄, zi agr aashi pe āsihe zi aaz gczihh jng tylhi nyrhav asụ̄ ẓrvr tohyih sintụ̄. Yih kth yylhi tim vnan ạsụ̄ tmhi vqth ạsụ̄ tim ayman kh bh nsbt kufrs zyadh qryb. Tim chih pnnyv zbanav sintụ̄ timh kthh vnan yimh nh tihndyn diln mnz āsan chhe th yikynczhah tim diln mnz chuhpavan chih Allah tʿālyā chh tth tthyk pạtthụ̄ zanan."
  },
  {
    "verse_id": 168,
    "translation": "Yim chih time lukh yim panh rvudụ̄ bihith th yihndụ̄ yim yar bạe lrrnhi ge th marnh āe timn mtʿlq vvn timv zi agr tim sạnụ̄ kth mạnhn tylhi ma yihan marnh. Yimn vniv, agr tvhụ̄ pnnhi aath kthhi mnz pziyạrụ̄ chihv tylhi yymhi saʿth tohyih khod pans mvt yiyhi suh ddạlụ̄ ziyvn th asụ̄ thi vuchhv."
  },
  {
    "verse_id": 169,
    "translation": "Yim lukh Allah tʿālyā snzi vathi andr qtl spdụ̄mtụ̄ chih timn mah vniv mordh tim chih drḥqyqt zindh, pnnis rbs nishhi chih rzq ḥaṣl kran."
  },
  {
    "verse_id": 170,
    "translation": "Yikynczhah khudayn timn pnnhi fẓlh sintụ̄ diytmut chuh tth pytth chih khosh th khurm, th aiṭmynan chuhkh zi yim ahli ayman yimn pth dunyahs andr pth kun rvudimtụ̄ chih th vunhi chihnh tvr vạtimtụ̄ timn khạṭr thi chuhnh kunhi khvfuk th ghmuk kanhh mvqʿ."
  },
  {
    "verse_id": 171,
    "translation": "Tim chih Allah tʿālyā sndis ainʿāms th tmụ̄ sndis fẓls pytth khosh th khoshḥal th timn chuh mʿlvm spudmut zi Allah tʿālyā chuhnh mvminn hund ajr ẓayʿ kran."
  },
  {
    "verse_id": 172,
    "translation": "(yithyn mvmnn hndis ajrs) yimv zkhm khynh pth thi Allah tʿālyā th rsvl ṣly Allah ʿlyh v slmn hndis nadas pytth lbyk vvn. (jngi auḥds andr yylhi mushrikyn pvt phyirith kynhh mnzl dvur czlụ̄, aamhi pth āv timn hvsh th timv lvg panh vạnụ̄ vanun zi aashi kosh ḥrkt kr yih, aashi avs Muḥammad ṣly Allah ʿlyh v slmn hund ṭaqt phuttravnuk sytthah qinmty mvqʿ ḥạṣl spudmut, suh ravur aashi. Chnanchhi ym tthhryyih akis jayih th kvrukh mshvrh zi mdyns pytth gczihh fvraan dvyum ḥmlh krnh yun. Mgr yimn gyih nh hmt th ge vaps mkh. Ypạrụ̄ avs nby ṣly Allah ʿlyh v slmn thi andyshhi zi yim gczhụ̄ nh vaps phyrnụ̄. Aamhi mvjvub chih ḥẓvr ṣly Allah ʿlyh v slm jngi auḥd khi dvymhi dohe muslmann jmʿ krith frmavan zi aashi pazi kufarn hund pychha krun. Agr chh yih sytthah nazuk mvqʿ avs mgr aamhi pth thi yim pzụ̄ mvmn ạsụ̄ tim ge zuv qrban krnh khạṭr tyar th drae nby ṣly Allah ʿlyh v slmn sintụ̄ ḥamraʿu alasd nạvụ̄ jayih tam yosh mdynh pytthh 8 myl dvur chhe. Yymhi āytuk ashar chuh timne fdakarn kun.) timv mnz yim shkhṣ nykvkar th prhyzgar chih, timn khạṭr chuh bvdd ajr."
  },
  {
    "verse_id": 173,
    "translation": "Yimn lukv vvn zi, tohyih khlaf chih bddụ̄ fvj jmʿ gmtụ̄, timn khvucziv, th yih bvuzith gvv tihndis aymans mnz huryr th timv diyut jvab zi, aashi chuh Allah tʿālyā sytthah th sue chuh bhtryn karsaz."
  },
  {
    "verse_id": 174,
    "translation": "Ạkhr kar vạtụ̄ tim Allah tʿālyā sndi nʿmth san th fẓlh san vaps, timn vvt nh kunhi qsmuk nqṣan thi th Allah tʿālyā sndis rẓahs pytth pknuk shrf thi gvgh ḥạṣl, Allah tʿālyā chuh bvdd fẓl krn vvl. (auḥd pytthh vaps phyrnh pth avs abv sufyann mslmann chlynj diyutmut zi brvntths gczihh bdr kis mqams pytth tohyih th aashi byyhi muqablh. Mgr yylhi vʿduk vqt nkhh vvt ts czayih kotthyn ntth th rvuzs nh hymthe. Lhādha svuz tmụ̄ pnun aand bchavnh mokhh czvuri pạtthụ̄ akh shkhṣ yymụ̄ mdyns andr yimh khbr phhlavi zi yymhi vriyih chhe qryshv bdd zbrdst tyary krmcz th tim chih sytthah bvdd lshkr jmʿ kran yymyuk mqablh sạrise ʿrbs mnz khnụ̄ hykhi nh krith. Muslman ạsụ̄ aamhi aapzi khbri nishhi hna mutạthr spdụ̄mtụ̄ mgr yylhi Allah tʿālyā sndụ̄ rsvl ṣly Allah ʿlyh v slmv akis bddis lukh tʿdads mnz aʿlan frmvv zi agr khnụ̄ nyri nh tylhi nyr bh kunue zvn. Aamhi pth chih 15 shth fidakar timn sintụ̄ nyrnh khạṭr tyar spdan th ḥẓvr chih time hyth bdr tshryf nivan. Abv sfyan āv nh mqablh khạṭr th mslmanav tul ạtthn dohn bdrs mnz rvuzith tjarty karvbars sytthah fạydh.)"
  },
  {
    "verse_id": 175,
    "translation": "Vonụ̄ lvguv tohyih pe zi suh avs draṣl shyṭan, yus pnnyv dvstv sintụ̄ avs blụ̄ khocznavan, lhādha khvczụ̄zyv nh tvhụ̄ āyndh ansann, me khvczụ̄zyv agr tvhụ̄ ḥqyqts mnz ṣaḥbi ayman chihv."
  },
  {
    "verse_id": 176,
    "translation": "(ae pyghmbr) yim lukh aaz kufr chih vathi andr sytthah tg dav chih kran tihnz srgrmyh mah krinav tohyih ghmgyn, tim hykn nh khudays kanhh nqṣan vatnạvith, Allah tʿālyā sund airadh chuh yih zi tihindi khạṭr thavi nh ạkhrts andr kanhh ḥṣh th ạkhrkar chuh timn skht sza mylan vvl."
  },
  {
    "verse_id": 177,
    "translation": "Yim lukh ayman trạvith kufrkụ̄ khrydar chih bnymtụ̄ tim chihnh yqynaan khudays kanhh nqṣan kran, tihndi khạṭr chuh dg tulvun ʿdhab tyar."
  },
  {
    "verse_id": 178,
    "translation": "Yih mhlt yosh asụ̄ timn divan chih aath mah smjihn yim kạfr pnnis ḥqs mnz bhtr kynhh, asụ̄ chih yimn amhi mvjvub ylh gy travan zi yim vttin khvub gnahn hund bar pth chuh yihndi khạṭr skht dhlyl krn vvl sza."
  },
  {
    "verse_id": 179,
    "translation": "Allah tʿālyā diyih nh mvmnn aath ḥals mnz hrgz rvznh yth mnz tvhụ̄ lukh vunụ̄kyns chihv, suh kri pak lukn napak lukv nishhi byvn ẓrvr, mgr Allah tʿālyā sund chuhnh yih ṭryqh zi tohyih lukn kryv ghybs pytth muṭlʿ. (yʿny tohyih vanyv zi tohyih mnz kus chuh mvmin th kus chuh mnafq, ghyb chih kthh vannh khạṭr) yas suh pnnyv rsvlv mnz yczhan chuh ts chuh mntkhb kran, lhādha thạviv (ghyb chn kthn mtʿlq) khudays th tmụ̄ sndyn rsvln pytth ayman, agr tvhụ̄ aymans th tqvyā chih rvishhi pytth pkiv tylhi mylyv tohyih bvdd ajr."
  },
  {
    "verse_id": 180,
    "translation": "Yim lukh khdayn pnnhi fẓlh sintụ̄ nvạzimtụ̄ chih th pth chih tim bkhls kạm hyvan, tim mah rvuzin aath khyals mnz zi yih bkhyly chhe tihndi khạṭr jan. Nh, yih chhe tihndi khạṭr sytthah bur, yikynczhah tim pnnhi knjvsy sintụ̄ jmʿ chih kran sue banhi qyamt kh doh tihinzi grdnụ̄ hund ṭvq, zmynk th āsmann hund myrath chuh Allah tʿālyā sundue th tvhụ̄ yikynczhah kran chihv Allah tʿālyā chuh tmhi nishhi bakhbr."
  },
  {
    "verse_id": 181,
    "translation": "Khudayn bvuz timn lukn hund qavl yim vnan chih zi Allah tʿālyā chuh fqyr th asụ̄ chih ghny. (yih avs yhvudyn hund qavl. Qrāni mjyds andr yylhi yih āyt āyih zi, kus chuh yus khudays rut qrẓ diyih? Aath pytth hzl kran kran lvg yhvudyv vanun zi, ā, khuda ṣạb chuh ghryb spudmut, vonụ̄ chuh suh bndn qrẓ mngan.) tihnz yimh kthh thi lykhv asụ̄, th amhi brvnhh yus tim pyghmbrn rvudụ̄ naḥq qtl kran, suthi chuh yihndis namh aʿmals mnz thabt (yylhi fạṣluk vqt vathi tmhi vqth) vnav asụ̄ yimn zi, rttụ̄tav vonụ̄ vuchihtv jhnm kh ʿdhabuk mzh."
  },
  {
    "verse_id": 182,
    "translation": "Yih chahv tohyih pnnyn aathn hnz kmạe, Allah tʿālyā chuhnh pnnyn bndn hndi khạṭr ẓạlim."
  },
  {
    "verse_id": 183,
    "translation": "Yim lukh vnan chih, khudayn chuh aashi hdayt kvrmut zi asụ̄ krvn nh kanhh rsvl tslym yvt tam nh suh aashi brvntthh knhi ticzhh qrbạny kri yath (ghyby ṭvr yith) nar khyyih. Timn vniv, tohyih nishhi chih me brvntth varyah nby āmtụ̄, yimv varyah rvshn nishạniyih aanhi macz āsh th so nshạny thi ạskh anụ̄mcz yymich dhikr tvhụ̄ kran chihv, pth agr (ayman aannh khạṭr yih shrṭ pysh krns mnz) tohụ̄ pziyạrụ̄ chihv, tylhi kyazi kryvukh tim rsvl tohyih qtl?"
  },
  {
    "verse_id": 184,
    "translation": "Ae nby, vonụ̄ agr yim lukh tohyih buth pihran chih, tohyih brvnhh chuh varyahn rsvln buth āmut pihrnh yimav ttakarh nishạniyih th ṣḥyfh th gash dinh vajinhi kitabh āsh aanimcz."
  },
  {
    "verse_id": 185,
    "translation": "Ạkhr kar chuh prth kạnshi shkhṣs mrun th tvhụ̄ sạry lbiv pnnụ̄ pnnụ̄ pvur ajr qyamt kh doh, kamyab chuh draṣl suh yus tathi jhnm kh nar nishhi bchhi th jnts mnz yiyhi dạkhl krnh, rvud vonụ̄ yih dunya yih chuh mḥẓ akh nvn fryb (dinh vvl) chyz."
  },
  {
    "verse_id": 186,
    "translation": "Mslmanv, tohyih yinav mal th jan doshvnụ̄ hnz āzmạyshhi drpysh th tvhụ̄ bvuziv ahli ktabn th mushrkn nishhi varyah tklyf dh kthh, agr yimn tmam ḥalatn mnz tvhụ̄ ṣbr th tqvyā chih rvishhi pytth qạyim rvuziv tylhi chhe yih ḥvṣlh vajinụ̄ kạm."
  },
  {
    "verse_id": 187,
    "translation": "Yimn ahli ktabn pạviv suh ʿhd thi yad yus khudayn yimn hyvtmut avs, tohyih āsnv ktabhi hindụ̄ tʿlymat phhlavnụ̄ tim āsnv nh khttith thavnụ̄ mgr timv trạv ktab psi pusht th mʿmvly qinmts pytth knikh so, kvtah bur karvbar chuh yus yim kran chih."
  },
  {
    "verse_id": 188,
    "translation": "Tvhụ̄ smjh zyv nh hrgz zi yim lukh pnnyn krtvutn pytth khosh chih th yczhan chih zi tihnzn kamyn hndụ̄ tʿryf gczhụ̄ timn ḥạṣl spdnụ̄ yim drḥqyqt timv chahnh krimcz. Tvhụ̄ mah smjhvukh tim lukh ʿdhab nishhi mḥfvẓ, pzụ̄pạtthụ̄ chuh tihndi khạṭr drdnak sza tyar."
  },
  {
    "verse_id": 189,
    "translation": "Zmyn th āsmann hund mạlik chuh Allah tʿālyā th tmụ̄ snz qdrt chih sarine pytth ḥạvy."
  },
  {
    "verse_id": 190,
    "translation": "Pzụ̄ pạtthụ̄ chhe zmyn th āsmann hnzi pydạyshhi mnz rạcz hndis th doh kis vari vari yinas mnz timn hvsh mnd lukn khạṭr varyah nishạnyih."
  },
  {
    "verse_id": 191,
    "translation": "Yim vothan, byhvan th lar trạvith, prth ḥals andr khudays chih yad kran byyhi chih zmyn th āsmann hndis bnavtts pytth ghvr v fkr kran (timn chuh pạnụ̄ pane czlan nyrith) prvrdigar, yih svrue kynhh chuhe nh cze fẓvl th be mqṣd bnvvmut, cz chuhkh pak amhi nishhi zi cz krkh kanhh fẓvl kạm. Ae rb, lhādha bchav aashi jhnm kh ʿdhabh nishhi."
  },
  {
    "verse_id": 192,
    "translation": "Cze yus akhah jhnms trvvthn, drḥqyqt trvvthn suh bddis dhilts th rusvạyy mnz th pth āshi nh yithyn ẓạlimn hund kanhh mddgar."
  },
  {
    "verse_id": 193,
    "translation": "Sanhi rbh, aashi bvuz nad dinh vạlụ̄ sund nad yus aymans kun bulavan avs th vnan avs zi pnun rb mạniyvun. Aashi kr tmụ̄ snz dʿūt qbvl. Ae sanhi āghh, yim qṣvr aashi gmtụ̄ chih timn kr drguzr. Yimh burạyyih aashi mnz chih timh kr dvur th svn khạtimh kr nyk lukn sintụ̄."
  },
  {
    "verse_id": 194,
    "translation": "Khudavnda, yim vʿdh cze pnnyn rsvln hndi dhryʿh chhy krimtụ̄ aashi sintụ̄ krukh tim pvur, th qyamt kh doh mah trav aashi rusvạyy mnz, be shk chuhkh nh cz pnnis vʿds khlaf krn vvl."
  },
  {
    "verse_id": 195,
    "translation": "Drjvab frmvv tihndụ̄ rbn, bh chuhs nh tohyih mnz kạnshi hnz ʿml ẓayʿ krn vvl khvah suh mrd ạsitn ya khatvn, tvhụ̄ sạry chihv akh akụ̄ sndụ̄ hm jns, lhādha yimv lukv myanhi khạṭr pnnụ̄ vṭn trạvụ̄ th yim pnnyv grv mnz krrnh āe th stavnh āe myanhi vathi andr th myanhi khạṭr lvrrukh th marnh āe tihindụ̄ sạry qṣvr kr bh mʿāf th tim krkh tithyn baghn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan, yih chuh khudays nishhi tihund jza, th bhtryn jza chuh ṣrf Allah tʿālyā hs nishhi."
  },
  {
    "verse_id": 196,
    "translation": "Ae nby, yinh tohyih dunya kyn mulkn mnz Allah tʿālyā sndyn nafrman lukn hund votuhn bihun kunhi dvkhs mnz travyv."
  },
  {
    "verse_id": 197,
    "translation": "Yih chuh mḥẓ kynczhn dohn hnzi zndgy hund luṭfh pyvuntah, pth gczhn yim sạry jhnms yosh bdtryn rvzn jae chhe."
  },
  {
    "verse_id": 198,
    "translation": "Ath brʿks yim lukh pnnis rbs khvczụ̄ khvczụ̄ zindgy guzaran chih tihindi khạṭr chih tithụ̄ bagh yimn bnụ̄kinụ̄ kolh chhe pkan, timn baghn mnz rvzn tim hmyshh, Allah tʿālyā sndi ṭrfh chuh yih samani ẓyaft tihndi khạṭr, th yikynczhah khudays nishhi chuh nyk lukn khạṭr sue chuh sarive khoth bhtr."
  },
  {
    "verse_id": 199,
    "translation": "Ahli ktabv mnz thi chih kynhh lukh tithụ̄ yim khudays manan chih, tth ktabhi pytth thi chih ayman thavan yosh timn kun chhe svznh āmcz th tth ktabhi pytth thi chuhkh ayman yvsh yymhi brvnhh khod timn kun ạs svznh āmcz, khdays brvnhh kanhi chih nmith th Allah tʿālyā sndyn āyatn chihnh mʿmvly qinmts knan, tihund ajr chuh tihndis rbs nishhi th Allah tʿālyā chuhnh ḥsab nkhh valns mnz czyr kran."
  },
  {
    "verse_id": 200,
    "translation": "Ae lvukv yimv ayman chuh avnmut, ṣbrs hyyiv kạm, bạṭl prstn hndis muqabls mnz hạviv mardy, ḥq kh khdmt khạṭr rvuziv hvl gnddith th khudays rvuziv khoczan, aumyd chhe zi flaḥ gczhyv ḥạṣl."
  }
]