[
  {
    "verse_id": 1,
    "translation": "Ae lvukv, pnnis rbs khvucziv yymụ̄ tvhụ̄ akhi janh nishhi pạd krinav th tamy janh nishhi bnvvun tamiyuk jvr th yimv doshvyv sintụ̄ phhlạvin dunyahs andr varyah mrd th mstvurath, ts khudays khvucziv yymụ̄ sund vasṭh dith akh akis chihv pnnụ̄ ḥq mngan, byyhi kriv rshth th qrabtkụ̄ tʿlqat bgarrnh nishhi prhyz, zạniv zi Allah tʿālyā chuh tohyih pytth ngrạny kran."
  },
  {
    "verse_id": 2,
    "translation": "Ytymn hndụ̄ mal diyiv timn vaps, aṣl mal mah bdlạviv khrab malh sintụ̄ th tihndụ̄ mal mah khyyiv pnnis mals sintụ̄ ralạvith, yih chuh varyah bvdd gnah."
  },
  {
    "verse_id": 3,
    "translation": "Th agr tohyih andyshh āshi zi ytymn sintụ̄ hykiv nh anṣaf krith tylhi yimh mstvrath tohyih psnd yinv timav mnz kriv don don, tryn tryn, czon czon sintụ̄ nkaḥ. (yih kth chhe mdi nẓr thavnụ̄ zi yih āyt ạs nh akhi khoth zyadh khandarinhi krnh kis ajazts mnz āmcz tikyazi yih nạzil spdinh brvntthe ạs yih kạm jạyz th khod āsh rsvl Allah ṣly Allah ʿlyh v slmn akhi khoth zyadh gr vajinhi tamhi vqth mvjvd. Draṣl ạs yih amhi mvjvb nạzil gmcz zi lrrayn mnz shhyd spdn valyn hndụ̄ yim ytym shurụ̄ pth kun ạsụ̄ rvudimtụ̄ tihndụ̄ msạyl ḥl krnh mvjvub āv frmavnh zi agr timn ytymn hndụ̄ ḥqvq yithh pạtthụ̄ hykiv nh ada krith tylhi kriv timn monddn sintụ̄ nkaḥ yimn ytym shurụ̄ sintụ̄ āsn.) albth agr tohyih andyshhi āsyv zi timn sintụ̄ hykiv nh ʿdl krith tylhi kriv akạe znanh. (ath kthhi pytth chuh aumt kyn fqhahn hund ajmaʿ zi amhi āyt kh dhryʿh chuh tʿdadi azvaj mḥdvd krnh āmut th byk vqt czvrav khoth zyadh gr vajinhi thavnh nishhi chuh tthakh krnh āmut. Aamhi ʿlavh chhe yih āyt tʿdadi aazvaj kis jvazs ʿdlh kis shrṭs sintụ̄ mshrvṭ kran. Yus shkhṣ ʿdluk shrṭ pvur chuhnh kran mgr akhi khoth zyadh gr vajinhi krnh kis ajazts chuh fạydh tulan suh chuh khudays sintụ̄ dgha bạzy kran. Aslạmy ḥkvmt chn ʿdaltn chuh yih ḥq ḥạṣl zi yymis khandarnhi ya yimn khandarinyn sintụ̄ suh anṣaf āshi nh kran timn krin dar rsy. Kynhh lukh chih ahli mghrb kyv nẓryatav nishhi mghlvb th mrʿūb spdith yih thạbt krnch kvshsh kran zi qrānuk aṣly mqṣd avs tʿdadi aazvajuk ṭryqh (yus nqṭh nẓr kinụ̄ draṣl bur ṭryqh chuh) mittavun. Mgr aamhi qsmh chih kthh chhe draṣl mḥẓ dhhny ghlạmy hund ntyjhi. Tʿdadi azvajuk fy nfshi akh burạyy āsun chuh khod naqạbli tslym, tikyazi kynczhn ḥalatn mnz chuh yih chyz akh tmduny th akhlaqy ẓrvrt bnan. Qrānn chuh ṣryḥ lfẓn mnz yih jạyz qrar dytmut th vargh pạtthụ̄ thi chuhn nh amhi kis mdhmts mnz kanhh tiyuth lfẓ thi vartvvmut yymhi sintụ̄ mʿlvm spdi zi fy alvaqʿ chuh suh ath bnd krun yczhan.) ya niyvukh timh mstvurath pnnis zvjyts mnz yimh tuhndis qbẓs mnz chhe āmcz. (murad chhe lvunddyih, yʿny timh mstvurath yimh jngs andr grftar spdith āmcz āsn th jng kyn asyirn hund tbadlh nh spdan kis ṣvrts mnz āsn ḥkvmt kh ṭrfh lukn mnz bạgravnh āmcz.) be anṣạfy nishhi bchnh khạṭr chuh yih nyk ʿmlhi zyadh nkhh."
  },
  {
    "verse_id": 4,
    "translation": "Th mstvuratn hund mahr kriv khosh dily san (frẓ zạnith) ada albth agr timh panh pnnhi khvshy san mahruk kanhh ḥṣh tohyih mʿāf krn tylhi hykiv tvhụ̄ suh mzh san khyth."
  },
  {
    "verse_id": 5,
    "translation": "Th pnnụ̄ tim mal yim khudayn tuhndi khạṭr zndgy qạyim thavnkụ̄ dhryʿh chih bnạvimtụ̄, mah kriv nadan lukn ḥvalh albth diyiv timn khynh khạṭr th lagnh mokhh th timn kriv nyk hdayt."
  },
  {
    "verse_id": 6,
    "translation": "Th ytymn rvuziv āzmạysh kran yvt tam zn tim nikaḥs qạbl vạnshi vatn. (yʿny yylhi tim balgh āsn hyvan spdun, tylhi rvuziv vuchhan zi tihund ʿqly nshv v nma kiyuth chuh th timn mnz kth ḥds tam chhe pnnụ̄ mʿāmlat panh khvd pnnhi dhmh dary san pknavnch ṣlạḥyt pạd spzmcz.) pth agr tohyih timn mnz ahlyt basyv tylhi kriv tihndụ̄ mal timn ḥvalh, yinh zanhh yih kriv zi anṣaf kh ḥd nishhi ddlith khyyiv tihndụ̄ mal amhi khvfh jldy jldy zi bddụ̄ gczihth krn tim pnnhi ḥquk muṭalbh, ytym sund yus srprst maldar āshi suh hyyin prhyz gạry kạm th yus ghryb āshi suh khyyin mʿrvf ṭryqh. (yʿny pnnhi khdmtuk ḥq rttin aath ḥds tam zi prth kanhh ghyr janbdar mʿqvl ansan gczihh aath munạsib tslym krun. Aamhi ʿlavh yikynczhah khdmtuk ḥq suh ratthi, thi gczihnh czvuri czihyphi rattun blkh gczihh aʿlanyh muqrr krith rattun, byyhi gczihh tamiyuk ḥsab thavun.) pth yylhi tihindụ̄ mal timn ḥvalh hyyiv krnụ̄ tylhi thạviyvukh aath pytth lukh gvah th ḥsab hynh mokhh chuh Allah tʿālyā sytthah."
  },
  {
    "verse_id": 7,
    "translation": "Mardan khạṭr chuh tamhi malh mnz ḥṣh yus mạlụ̄ majhi th qryby rshth darav āshi pth kun trvvmut th mstvuratn khạṭr thi chuh tmhi malh mnz ḥṣh yus mạlụ̄ majhi th qryby rshth darav āshi pth kun trvvmut khvah suh km ạsitn ya zyadh, (yath āyts mnz chih vaẓḥ ṭvr panczh qanvny ḥkm dinh āmtụ̄, akh yih zi myrath chuhnh ṣrf mrdn hunde yvt ḥṣh blkh chhe mstvrath thi amhi chih ḥqdar. Dvyum yih zi myrath gczihh bhrḥal bạgravnh yun khvah suh kvtah thi km āsitn. Tryym yih zi yath āyts mnz chuh myth sund pth kun trvvmut svrue mal qabli tqsym qrar dinh āmut th aath mnz chuhnh mnqvlh th ghyr mnqvlh, zrʿī ya ghyr zrʿī, ābạyy th ghyr ābạyy huk tfryq krnh āmut. Czvurim chuh aamhi nishhi pe lgan zi muvrth (yymụ̄ snz vratht āshi) snzi zndgy mnz chuhnh kanhh ḥqi myrath pạd spdan blkh chuh myrathuk ḥq tmhi vqth pạd spdan yylhi muvrith kanhh mal trạvith guzryvmut āshi. Pvunczim zi amhi nishhi chuh yih qạʿdh thi nyran zi qryb tr rshth dar snzi mvjvdgy mnz hykhi nh dvur drazuk rshth dar varatht ḥạṣl krith. Brvntth kun chhe aamy qạʿdch tshryḥ āyt nmbr 11 kis ạkhrs th āyt nmbr 33 hs mnz krnh āmcz.) th yih ḥṣh chuh (Allah tʿālyā sndi ṭrfh) muqrr."
  },
  {
    "verse_id": 8,
    "translation": "Th yylhi bạgravnh kis mvqʿs pytth rshth dar, ytym th mskyn yin, aamhi malh mnz diyiv timn thi kynhh th timn sintụ̄ kriv rtụ̄ pạtthụ̄ kth."
  },
  {
    "verse_id": 9,
    "translation": "Lukn pzi aamhi kthhi hund khyal krith khvczun zi agr tim panh khod path kun be bs avlad travhan, th mrnh vqth kithụ̄ andyshhi gczhhan timn pnnyn shuryn hindis ḥqs mnz laḥq, lhādha khvczin tim khudays th syzrch kth krin."
  },
  {
    "verse_id": 10,
    "translation": "Yim lukh ẓulmh san ytymn hund mal chih khyvan drḥqyqt chih tim nar sintụ̄ pnnụ̄ shikm bran th tim yin ẓrvr jhnm kis nar aalavs mnz travnh."
  },
  {
    "verse_id": 11,
    "translation": "Tuhndyn avladn mtʿlq chuh Allah tʿālyā tohyih hdayt divan zi, mrd sund ḥṣh chuh don mstvratn brabr, (chvnkh shryʿtn chuh khandạny zndgy mnz mrds pytth mʿạshy dhmh dạriyn hund zyadh bar trvvmut th mstvrat chahn varyahav mʿāshy dhmh dạriyav nishhi skbdvsh thavimacz, lhādha avs ainṣafuk tqaẓh yiy zi myrath mnz gvczh khatvnhi hund ḥṣh mrds bh nsbt km yun thavnh) agr (myth snz vạrith) doyv khoth zyadh kvri āsn tylhi gczihh timn z thạyy dinh yun. (yohe ḥukm chuh don kvryn hund thi. Mṭlb chuh yih zi agr kạnshi shkhṣs nychuv āshi nh kynhh blkh āsns kvre yacz, khvah zh kvri āsns ya doyv khoth zyadh, bhr ḥal spdi kul vrathtuk 3/2 yum ḥṣh yimn kvryn mnz tqsym th baqy 3/1 yum ḥṣh spdi baqy vạrithn mnz tqsym. Albth agr myts ṣrf aakve lrrkh āshi tylhi chuh aath pytth ajmaʿ zi baqyn vạrithn hnzi ghyr mvjvdgy mnz bnhi suh sary maluk vạrith, th agr baqy vạrth mvjvd āsn, timn yiyhi pnun ḥṣh dinh th baqy svrue mal mylhi amụ̄se.) th hrgah akạe kvur vạrth āshi tylhi chhe nṣf vratht tmụ̄ snz. Agr myt ṣaḥbi avlad āshi tylhi gczihh tmụ̄ sndyv valdynv mnz prth kạnshi vratht mnz shyum ḥṣh mylun. (yʿny myth sndis ṣaḥbi avlad āsnh kis ṣvurts mnz āshi bhrḥal myth sndyv valdynv mnz prth kanhh 2/1 ḥṣuk ḥqdar khvah myth snz vạrith ṣrf kvre yạcz āsitn ya nychivy yạtụ̄ ya āsitn nychivụ̄ th kvri ya āsitn akh nychuv ya akh kvur, rvudụ̄ vonụ̄ baqy 3/2 ḥṣh yimn mnz āsn baqy vạrith shryk) th agr suh ṣaḥbi avlad avsnh th mvl mvj āshi tmụ̄ sund vạrith tylhi gczihh majhi yun tryym ḥṣh dinh. (mạlis majhi vrạe agr byyhi kanhh vạrith avsnh tylhi mylhi baqy ḥṣh mạlis. Nath yiyhi 3/2 ḥṣh mạlis th baqy vạrithn dinh.) th agr myts bạe bynhi thi āsn tylhi āshi mvj shymhi ḥṣch ḥqdar. (bạe bynhi āsnh kis ṣvurts mnz chuh majhi hund ḥṣh 3/1 kh bjayih 6/1 krnh āmut. Yithh pạtthụ̄ yus majhi hndi ḥṣh mnz 6/1 ḥṣh ninh āv suh yiyhi mạlụ̄ sndis ḥṣs mnz travnh tikyazi aath ṣvrts mnz chhe mạlụ̄ snz dhmh dạriyih huran. Yih rvuzin vaẓḥ zi agr myth sndiụ̄ valdyn zndh āsn tylhi chuhnh tmụ̄ snzn bynyn bayn ḥṣh vatan. Yim sạry ḥṣh yin tamhi vqth krrnh) yylhi so vṣyt yosh mytn krmcz āshi, pvur yiyhi krnh th yus qrẓ ts pytth āshi suh yiyhi nkhh valnh. (vṣytch dhkr agrchhi qrẓh brvnhh chhe krnh āmcz albth aumtuk chuh aath pytth ajmaʿ zi qrẓ chuh vṣyts pytth mqdm. Yʿny agr myts qrẓ āshi tylhi yiyhi sarve brvnhh myt sndi travnh āmthi malh mnz suh nkhh valnh, pth yiyhi vṣyt pvur krnh th amhi pth spdi vratht tqsym.) tvhụ̄ chihv nh zanan zi tuhndis mạlis majhi th tuhndyn avladn mnz kus chuh nfʿ lḥaẓh tohyih zyadh nkhh. Yim ḥṣh chih khudayn muqrr krimtụ̄ th Allah tʿālyā chuh yqynaan sarive ḥqyqtv nishhi vạqf th sare mṣlḥth zann vvl."
  },
  {
    "verse_id": 12,
    "translation": "Th tuhnzv khandarinyv yikynczhah trvvmut āshi, tamiyuk nṣf mylyv tohyih agr timh be avlad āsn nath chuh avlad āsnh kis ṣvurts mnz pth kun travnh āmthi mạluk 4/1 ḥṣh tuhund yylhi so vṣyt pvur yiyhi krnh yosh timv krmcz āshi, th yus qrẓ timv pth kun trvvmut āshi suh yiyhi nkhh valnh, th timh āsn tuhndi trkh mnz czvurimhi ḥṣh chih ḥqdar agr tvhụ̄ be avlad ạsiv nath āshi ṣaḥbi avlad āsnh kis ṣvurts mnz ạtthim ḥṣh timn hund. (yʿny khvah akh khandarinụ̄ ạsitn ya ạsitn akhi khoth zyadh, avlad āsnh kis ṣvurts mnz āsn timh 8/1 chih th avlad nh āsnh kis ṣvurts mnz āsn 4/1 chih ḥṣh dar. Th yih 4/1 ya 8/1 yiyhi sarine khandarinyn mnz brabry san bạgravnh.) amhi pth zi yosh vṣyt tohyih krmcz āsyv so yiyhi pvur krnh th yus qrẓ tohyih trvvmut āsyv suh yiyhi nkhh valnh. Th agr suh mrd ya znanh (yymụ̄ sund myrath bạgravun āshi) be avlad thi āshi th tmụ̄ sund mvl mvj thi āshi nh zindh mgr tmụ̄ sund akh bve ya akh bynhi āshi mvjvd tylhi mylhi bạys th bynhi prth akis shyym ḥṣh th. Agr bạe bynhi akhi khoth zyadh āsn tylhi āsn tim kul trkh kis akh thạyy mnz sạry shryk. (yath āyts mtʿlq chuh mfsrn hund ajmaʿ zi aath mnz chuh bayv th bynyv nishhi murad aakhyafy (vor) bạe th bynhi yʿny yim myts sintụ̄ ṣrf majhi hndi ṭrfh rshth āsn thavan (majhi āsn kuny) th mvl āshi timn byakh. Rvudụ̄ vonụ̄ skh bạe bynhi, th tim vor bạe bynhi yim mạlụ̄ sndi ṭrfh myts sintụ̄ rshth āsn thavan, tihund ḥukm chuh yymy svurkis ạkhry āyts mnz arshad spudmut.) aamhi pth zi yosh vṣyt krnh āshi āmcz so yiyhi pvur krnh, th qrẓ yus mytn trvvmut āshi yiyhi nkhh valnh bshrṭykh suh āshi nh ẓrr rsan. (vṣyts mnz chhe ẓrr rsạny yih zi tithh pạtthụ̄ yiyhi vṣyt krnh yymhi sintụ̄ mstḥq rshth darn hndụ̄ ḥqvq tlf spdan āsn. Th qrẓs mnz chhe ẓrr rsạny yih zi ansan kri mḥẓ ḥq darn mḥrvm krnh khạṭr khvah mkhvah pans pytth tithhi qrẓuk aqrar yus tmụ̄ hiyvt mutue āshi nh, ya kri byyhi kanhh tiyuth czhl yymiyuk mqṣd yih āshi zi ḥqdar gczhn myrath nishhi mḥrvm spdnụ̄.) yih ḥukm chuh Allah tʿālyā sndi ṭrfh th Allah tʿālyā chuh dana v byna th nrm khoe."
  },
  {
    "verse_id": 13,
    "translation": "Yim chih Allah tʿālyā sndụ̄ mqrr krnh āmtụ̄ ḥd, yus Allah tʿālyā snz th rsvl ṣly Allah ʿlyh v slmn hnz aṭaʿt kri ts kri khuda tithyn baghn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan th yimn baghn mnz rvzi suh hmyshh th yhe chhe bdd kạmyạby."
  },
  {
    "verse_id": 14,
    "translation": "Th yus Allah tʿālyā snz th rsvl ṣly Allah ʿlyh v slmn hnz nafrmạny kri th tmụ̄ sndyv mqrr krnh āmtyv ḥdav nishhi czlhi nybr, ts travi Allah tʿālyā nars yath mnz suh hmyshh rvzi th ts khạṭr chuh rusva krn vvl ʿdhab."
  },
  {
    "verse_id": 15,
    "translation": "Tuhnzv mstvuratav mnz yimh bdkạry hund aatur krn timn pytth rttiv pnnyv mnz czon nfrn hnz gvạhy th agr czvr nfr gvạhy din, tylhi thạviyvukh timh grn mnz bnd yvt tam zn timn mvt yiyhi ya krri Allah tʿālyā tihindi khạṭr kanhh vath."
  },
  {
    "verse_id": 16,
    "translation": "Th tohyih mnz yim aamhi kamhi hund aatur krn timn doshvnụ̄ diyiv tklyf pth agr tim tvbh krn th pnun aṣlaḥ krn tylhi trạviyvukh ylh tikyazi Allah tʿālyā chuh sytthah tvbh qbvl krn vvl th rḥm krn vvl. (yih avs bdkạry mtʿlq abtdạyy ḥukm. Amhi pth spz svrh nvurch so āyt nạzil yth mnz mrds th znanhi doshvnụ̄ khạṭr kunue ḥukm dinh āv zi timn gczhn hth hth dur yinụ̄ lgavnh.)"
  },
  {
    "verse_id": 17,
    "translation": "Yih zạniv zi khudays pytth chuh tvbh kh qbvlytuk ḥq timne lukn khạṭr yimn nadạnụ̄ kinụ̄ kanhh aatur chuh gczhan, th amhi pth chih jldy tvbh kran, yithyn lukn pytth chuh Allah tʿālyā pnnhi nẓri ʿnayt sintụ̄ byyhi tvjh divan, th Allah tʿālyā chuh sarine kthn hnz khbr thavn vvl byyhi ḥkmt vvl gattul."
  },
  {
    "verse_id": 18,
    "translation": "Albth tvbh chuhnh timn lukn khạṭr kynhh yim bur kamhi kran chih rvzan, yvt tam zan timv mnz kạnshi hndi mvtuk vqt chuh vatan, tmhi vizi chuh suh vnan zi vonụ̄ kvr me tvbh, th yithe pạtthụ̄ chuhnh tvbh timn lukn khạṭr thi yim mrns tam kạfr rvzn, yithyn lukn khạṭr chuh aashi dg tulvun ʿdhab tyar thvvmut."
  },
  {
    "verse_id": 19,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, tuhndi khạṭr chuhnh yih ḥlal zi zbrdsty rvuziv znann hndụ̄ vạrth bnith. (amhi nishhi chuh murad yih zi khandar sndi mrnh pth mah rvuzin tmụ̄ sndụ̄ khandan vạlụ̄ ts monddi znanhi myth sund myrath zạnith tmụ̄ sndụ̄ vly th vạrth bnith. Khandarinhi yylhi khandar mvud so chhe pth āzad. ʿiidt guzarith yvt yyczihh tvt gczihn th ys sintụ̄ nkaḥ krun yyczihh ts sintụ̄ krin.) th nh chuh yih ḥlal zi timh kryvukh tng th tamhi mhruk kynhh ḥṣh ninch kriv kvshsh yus tohyih timn diytmut chuhv. Ā, agr timh kunhi ttakarh bdchlny hinz mrtkb āsn (tylhi chuh ẓrvr tohyih tng krnuk ḥq, mal ninh mvjvub nh kynhh blkh bdchlny hund sza dinh mvjvub) timn sintụ̄ kriv rtụ̄ pạtthụ̄ zndgy bsr, agr tohyih timh napsnd āsn bnan chuh zi akh chyz āsyv nh tohyih psnd mgr khudayn āshi tthụ̄ mnz varyah kynhh rczar thvvmut."
  },
  {
    "verse_id": 20,
    "translation": "Th agr tvhụ̄ akis khandarnhi hnzi jayih byakh khandarinụ̄ aannuk airade kriv, tylhi agr tohyih ts akis ddhyrs yvt male kyazi āsyv nh diytumt, tmhi mnz hyyih ziyvs nh kihinụ̄ vaps, kya tvhụ̄ hyvh ts bhtan lgạvith th ttakar ẓlm krith vaps?"
  },
  {
    "verse_id": 21,
    "translation": "Th ạkhr kithh pạtthụ̄ hyvus yylhi zan tvhụ̄ akh akis nishhi chihv lṭf andvz spdụ̄mtụ̄ th timv chuhhav tohyih pkhth ʿhd hyvtmut?"
  },
  {
    "verse_id": 22,
    "translation": "Th yimn mstvratn sintụ̄ tuhndyv malyv nkaḥ āshi kvrmut timn sintụ̄ mah kriv hrgz nkaḥ mgr yih goddh spud thi spud. (aamyuk chuhnh yih mṭlb zi zmanh jạhlyts andr yymụ̄ vor majhi sintụ̄ nkaḥ avs kvrmut suh hykhi yih ḥkm yinh pth thi ts pnnis zvjyts mnz thạvith, blkh chuh mṭlb yih zi godd yim aamhi qsmkụ̄ nkaḥ krnh āmtụ̄ ạsụ̄ timv nishhi zamtụ̄ shurụ̄ yin nh yih ḥkm yinh pth ḥramkụ̄ mannh, th nh hykhi pnnyn malyn hndi vratht mnz tihund ḥq khtm spdith.) drḥqyqt chhe yih be ḥyạyy hnz akh kạm, napsndydh chhe byyhi chhe nakarh. (aslạmy qanvns mnz chhe yih kạm fvjdạry jurm th aath pytth hykhi pvlys karvạyy krith.)"
  },
  {
    "verse_id": 23,
    "translation": "Tohyih pytth āyih ḥram krnh tuhnz majhi. (majhi hund aṭlaq chuh pnnhi majhi th vor majhi doshvnụ̄ pytth spdan, amhi mvjvub chhe doshve ḥram. Amhi ʿlavh chhe athụ̄ ḥkms mnz mạlụ̄ snz mvj th majhi hnz mvj thi shạmil), kvri (kvri hndis ḥukms mnz chhe nychivụ̄ snz kvur th kvri hnz kvur thi shạml), bynhi (pnnụ̄ bynhi th vor bynhi chhe aath ḥkms mnz yksan.), pophh th mash, bavz th bynz, (yimn sarine rshtn mnz chahnh pnnyn th voran drmyan kanhh frq) th tuhnz timh majhi yimv tohyih dod ạsyv diytmut th tuhnz dod bynhi, (yath kthhi pytth chuh aumts mnz atfaq zi akụ̄ lrrkn ya lrrky yymis khatvnhi hund dod āshi chvmut ts khạṭr chhe so khatvn majhi hindis ḥkms mnz th tmụ̄ sund khandar chuhs mạlụ̄ sndis ḥkms mnz, th tmam tim rishth yim aṣly majhi th mạlụ̄ sndi tʿlq sintụ̄ ḥram chih spdan, chih dod majhi th mạlụ̄ sndi tʿlq sintụ̄ thi ḥram spdan. Ts shuris khạṭr chuhnh dod majhi hund sue shur ḥram ys sintụ̄ tmụ̄ dod āshi chvmut blkh chih tmụ̄ sndụ̄ sạry avlad ts pnnyn bayn pnnyn hndụ̄ pạtthụ̄ th tihindụ̄ shurụ̄ chih ts khạṭr pnnyn bapthrn th bynthrn hndụ̄ pạtthụ̄.) th tuhnzn khandarinyn hnz majhi (hash majhi) th tuhnzn khandarinyn hnz kvri yimv tuhnzn kochhn mnz prvrsh lbmcz chhe (yʿny) timn khandarinyn hnz kvri yimn sintụ̄ tuhund tʿlq don bạczn hund spudmut āshi. (yiczhh lrrky hund ḥram āsun chuhnh ath shrṭs pytth mvqvf zi tmụ̄ āshi vor mạlụ̄ sndis grs mnz prvrsh ḥạṣl krmcz. Aumt kyn fqhahn hund chuh ath kthhi pytth tqrybaan ajmaʿ zi vor kvur chhe bhr ḥal ansans pytth ḥram khvah tmụ̄ vor mạlụ̄ sndi gr prvrish ḥạṣl ạsitn krmcz ya mth ạsitn.) nath agr (ṣrf nkaḥ āshi spudmut th) don bạczn hund tʿlq āshi nh spudmut tylhi (yiyih nh tohyih timh trạvith tihnzn kvryn sintụ̄ nkaḥ krns pytth) prczhh gạr krnh, th tuhndyn timn nychviyn hnz khandarinhi yim tuhundi pushtkụ̄ āsn. (nychvụ̄ sndiy pạtthụ̄ chhe zuryn hnz khandarinhi thi buddibabn pytth ḥram.) th yithi chuh tohyih pytth ḥram krnh āmut zi yikh vtth thạviyvukh z bynnhi nkaḥs mnz. (nby ṣly Allah ʿlyh v slmn hund chuh arshad zi mas th bynz th poph th bavz thi chhe ykh vtth nkaḥs mnz thavinhi ḥram. Ath mʿāmls mnz gczihh yih aṣvl smjuhn zi ticzhh zh znanh jmʿ krnhi chuh bhrḥal ḥram yimn mnz agr akh mrd āshi he tylhi āshi he tmụ̄ sund nkaḥ dvyimhi sintụ̄ ḥram.) mgr yih godd spud thi spud, Allah tʿālyā chuh bkhshn vvl th rḥm krn vvl. (yʿny aath pytth spdi nh prczhh gạr mgr yymụ̄ shkhṣn kufrkis ḥalts andr zh bynhi ykh vtth nkaḥs mnz āsn thavimcz ts chhe aslam aannh pth akh thavnụ̄ th akh travnụ̄)"
  },
  {
    "verse_id": 24,
    "translation": "Th timh mstvurath thi chhe tohyih pytth ḥram yimh byyhi kạnshi hndis nkaḥs mnz āsn (mḥṣnat), albth ticzhh mstvurath chhe amhi nishhi mustthnyā yimh (jngs mnz) tohyih aths mnz yin. (yʿny yimh mstvrath jng mnz grftar spdn th tihndụ̄ kạfr khandar āsn daru alḥrbs mnz timh chahnh ḥram, tikyaz daru alḥrbh pytthh daru alaslams mnz yinh pth spdụ̄ tihndụ̄ nkaḥ khtm.) yih chuh Allah tʿālyā sund qanvn yymich pabndy tohyih pytth lạzim chhe krnh āmcz. Yimn vrạe yiczah mstvrath chhe, tuhndi khạṭr chuh ḥlal krnh āmut zi timh hykiyvukh tvhụ̄ pnnyv malav dhryʿh ḥạṣl krith bshrṭykh nkaḥ kis gndds mnz kriyvukh tim mḥfvẓ, nah yih zi āzad shhvt rạny lạgiv krnụ̄, pth yus tvhụ̄ azdvạjy zndgy hund luṭf timn nishhi ḥạṣl kriv, tamhi bdlh kriv tihndụ̄ mahr bṭvr frẓ zạnith ada, albth mhr mqrr spdnh pth agr akh akụ̄ snzi rẓa mndy san tohyih drmyan kanhh smjhvth spdi tylhi chuhnh tth mnz kanhh ḥrj, Allah tʿālyā chuh zann vvl th dana."
  },
  {
    "verse_id": 25,
    "translation": "Th yas shkhṣas tohyih mnz yih ṭaqt āshi nh zi khandạnụ̄ mslman mstvratn (muḥṣnatn) sintụ̄ kri nkaḥ ts pzi tuhnzv timv lvnddiyv mnz kạnshi sintụ̄ nkaḥ krun yimh tuhndis qbẓs mnz āsn th mvmn (khatvnh) āsn, Allah tʿālyā chuh tuhndyn aymann hund ḥal tthyk pạtthụ̄ zanan, tvhụ̄ sạry chihv aaky darikụ̄ lukh lhādha kriv tihindyn srprstn hndi ajazth timn sintụ̄ nkaḥ th mʿrvf ṭryqh san kriv tihindụ̄ mahr ada takh timh rvzn nkaḥ kis gndds mnz mḥfvẓ (muḥṣnat) bnith, āzad shhvt rạny kran phyrn nh th nah krn czvuri czhyphi ạshnạyiyih, pth yylhi timh nkaḥ kis gndds mnz mḥfvẓ spdn, th aamhi pth spdn kunhi bdchlny hnz mrtkb, tylhi chuh timn pytth tamhi sza bh nsbt avddue sza yus khandạnụ̄ mstvratn (mḥṣnatn) khạṭr muqrr chuh. (yth rkvʿs mnz chuh muḥṣnat don mkhtlf mʿnyn mnz vrtavnh āmut, akh khandr vajinhi mstvrath ymn khandar snz ḥfaẓt ḥạṣl āshi. Dvyum khandạnụ̄ mstvrath yimn khandanch ḥfaẓt ḥạṣl āshi, agrchhi timh nytr vajinhi āsn nh. Āyt 24 has mnz chuh muḥṣnat lfẓ lvnddy hndi mqablh bghyr khandr vajinyn khandạnụ̄ mstvratn khạṭr vartavnh āmut yithh pạtthụ̄ zn āyt kh mẓmvn nishhi ṣaf ẓạhr chuh. Aath brʿks chuh lvnddiyn khạṭr mḥṣnat lfẓ goddinikis mʿnys mnz vrtavnh āmut th ṣaf lfẓn mnz chuh frmavnh āmut zi yylhi yimn nkahch ḥfaẓt ḥạṣl spdi (faaidhaa auḥṣin) tylhi chuh yimn khạṭr bdkạry spdns pytth tmhi szahuk nṣf yus muḥṣnatn yʿny bghyri khandar vajinyn khandạnụ̄ mstvratn khạṭr chuh.) yih shvlyt chhe tohyih mnz timn lukn khạṭr pạd krnh āmcz, yimn khandr nah krnh kinụ̄ prhyzgạry hund tthvtth phuttnuk andyshh āshi albth agr tvhụ̄ ṣbr kriv tylhi chuh yih tuhndi khạṭr bhtr th Allah tʿālyā chuh bkhshnh vvl th rḥm krn vvl."
  },
  {
    "verse_id": 26,
    "translation": "Allah tʿālyā chuh yczhan zi tohyih pytth kri tim ṭryqh vaẓḥ th timne ṭryqn pytth pknavi tohyih yihnz pyrvy tohyih brvuntthim rtụ̄ lukh kran ạsụ̄, suh chuh pnnụ̄ rḥmt hyth tohyih kun ẓon pihrnuk airadh thavan th suh chuh zann vvl thi th dana thi."
  },
  {
    "verse_id": 27,
    "translation": "Ā, Allah tʿālyā chuh tohyih pytth rḥmt san ẓon pihrun yczhan mgr yim lukh khod panh pnnhi nfs kyn khvahshatn hnz pyrvy kran chih tim chih yczhan zi tvhụ̄ gczihv syzi vathi nishhi ddlith dvur nyrnụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Allah tʿālyā chuh tohyih pytthh pabndyih lvczravnhi yczhan. Tikyazi ansan chuh āmut kmzvr pạd krnh."
  },
  {
    "verse_id": 29,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, panh vạnụ̄ mah khyyiv akh akụ̄ sndụ̄ mal bạṭil ṭryqv sintụ̄. Lyn dyn gczihh spdun akh akụ̄ snzi rẓa mndy san. (bạṭl ṭryqv nishhi chuh murad tim sạry ṭryqh yim ḥqs khlaf āsn th shrʿī th akhlaqy ṭvr āsn na jạyz. Akh akụ̄ snz rẓamndy nishhi chuh murad āzadanh th zannh mannh āmcz rẓamndy. Kunhi dbavs ya dvkhs th frybs pytth bnavnh āmczi rẓamndy hund nav gvv nh rẓamndy.) th pnun pan mah kriv qtl. (yih kth hykhi ptimhi kthhi hnz ptim han thi ạsith th panh thi hykhi mstql kth ạsith. Agr ptimhi kthhi hnz ptim han manvvn tylhi chuh aamiyuk mṭlb yih dvyimyn hund mal najạyz ṭvr khyvn chuh khod pnun pan hlakts mnz travun. Th agr yih mstql kth manvn tylhi chih ath zh mʿny, akh yih zi akh akụ̄ sund qtl mah kriv, byakh yih zi khodkshy mah kriv.) pczh kriv zi Allah tʿālyā chuh tohyih pytth mhrban."
  },
  {
    "verse_id": 30,
    "translation": "Yus shkhṣ ẓlm v zyadty san yih kri suh travvn asụ̄ ẓrvr nars mnz th yih kạm chahnh Allah tʿālyā sndi khạṭr mushkl kynhh."
  },
  {
    "verse_id": 31,
    "translation": "Agr tvhụ̄ timv bddyv bddyv gnahv nishhi prhyz kran rvuziv yimv nishhi tthakh chuhv yivan krnh tylhi krvkh asụ̄ tuhnz lokchhi mokchhi burạyiyih tuhndi ḥsabh nishhi dvur th tvhụ̄ krv ʿzt chih jayih dạkhl."
  },
  {
    "verse_id": 32,
    "translation": "Th mah kriv tamiyuk tmna yikynczhah khudayn tohyih mnz kạnshi baqyn hndis mqabls mnz zyadh chuh diytmut, yikynczhah mrdav chuh kmvvmut tmhi muṭạbq chuh tihund ḥṣh th yikynczhah mstvratav chuh kmvvmut tmhi muṭạbq chuh tihund ḥṣh. Ā, khudays rvuziv tmụ̄ sndi fẓluk duʿā mngan, yqynaan chuh Allah tʿālyā prth chyzuk ʿlm thavan."
  },
  {
    "verse_id": 33,
    "translation": "Th aashi chih tamhi prth trkkụ̄ ḥqdar muqrr krimtụ̄ yim valdyn th qryby rshth dar pth kun travn, vonụ̄ rvudụ̄ tim lukh yimn sintụ̄ tohyih ʿhd v pyman āsn timn diyiv pnun ḥiṣh, yqynaan chuh Allah tʿālyā prth chyzs pytth ngran. (ʿrbh kyn lukn hund avs qaʿdh zi yimn lukn drmyan dvsty th bạe bndtikụ̄ ʿhd v pyman spdan ạsụ̄ tim ạsụ̄ akh akụ̄ sndi myrathkụ̄ ḥqdar bnan. Yithe pạtthụ̄ yus nychv avs yivan bnavnh suthi avs mngth mạlụ̄ sund vạrth bnan. Yth āyts mnz chuh jạhlytuk yih ṭryqh mnsvkh krith frmavnh āmut zi vratht gczih tamhi qạʿdh muṭạbq rshth darn mnz tqsym spdnụ̄ yus aashi mqrr chuh kvrmut, albth yimn lukn sintụ̄ tohyih ʿhd v pyman āsn timn hykiv pnnhi zndgy mnz pnnhi mrẓy muṭạbq dith)"
  },
  {
    "verse_id": 34,
    "translation": "Mrd chih mstvratn pytth qvam, (qvam chih ts shkhṣs vnan yus kạnshi frds ya aidars ya niẓamkụ̄ mʿāmlat durst ḥalts mnz chlavnuk th aamich ḥfaẓt th rạchh ravtth krnuk th amikụ̄ ẓrvryat dstyab thavnuk dhimh dar āshi) ath bunyads pytth zi khudayn chhe timv mnz akis diczmcz dvyimis pytth fẓylt, th ath binahs pytth zi mrd chih pnnụ̄ mal khrch kran, vonụ̄ yimh ṣalḥ mstvrath chhe timh chhe frman brdar āsan th mrdn ptụ̄ kinụ̄ chhe Allah tʿālyā sndis ḥfaẓts th ngrạny mnz tihndyn ḥqvqn hnz ḥfaẓt kran th yimn mstvratn nishhi tohyih bdkhvby hund andyshhi āshi timh smjhạviyvukh, khvab gahav mnz rvuziv timn nishhi byvn th lạyvukh. (aath chuhnh yih mṭlb yih zi tryshve kamhi gczhn byk vqt krnh yinh, blkh chuh mṭlb yih zi bdkhvyy hndis ḥalts mnz chuh yimn tryshvnụ̄ ḥaltn hund ajazt. Vonụ̄ rvuz yimn pytth ʿml drāmd, tylhi gczihh bhrḥal aath mnz qṣvrs th szahs drmyan tnasub āsun, th yath jayih lothi vayih tdbyri sintụ̄ aṣlaḥ hykhi spdith tth jayih gczihh nh skht tdbyrs kạm hynụ̄. Ḥẓvr ṣly Allah ʿlyh v slmv yylhi thi khandarinyn layinuk ajazt chuh diytmut suh chuhkh badli nakhvasth diytmut th tvthi chuhkh yih chyz napsnd frmvvmut.) pth agr timh tuhnz frman brdar spdn tylhi mah kriyv khvah mkhvah timn pytth dst drạzy khạṭr bhanh tlash, yqyn thạviv zi pytthh knhi chuh Allah tʿālyā mvjvd yus bvdd th balatr chuh."
  },
  {
    "verse_id": 35,
    "translation": "Th agr tohyih kunhi vizi khandars th khandarinhi hndụ̄ tʿlqat bigrnuk andyshhi āsyv. Tylhi kriyvun akh ḥakm mrd sndyv rshth darav mnz th akh zanhi hndyv rshth darv mnz muqrr, tim doshve (agr) aṣlaḥ yczhn krun tylhi karri Allah tʿālyā timn doshvnụ̄ drmyan mvafqtch ṣvrt. (doshvnụ̄ nishhi chuh murad thạlth thi th zh bạcz thi. Prth lrrayih mnz chuh ṣlḥ spdnuk amkan bshrṭykh doshve drụ̄ gczhn ṣlḥ psnd āsnụ̄ th mnzim thi gczhn yczhan āsnụ̄ zi don dryn mnz gczihh kunhi pạtthụ̄ ṣfạyy spdnụ̄.) Allah tʿālyā chuh svrue kynhh zanan th byyhi chuh bakhbr."
  },
  {
    "verse_id": 36,
    "translation": "Th tvhụ̄ sạry kriv Allah tʿālyā snz bndgy, ts sintụ̄ mah bnaviyvun kanhh shryk, mạlis majhi sintụ̄ kriv nyk brtav, qrabt darn th ytymn th mskynn sintụ̄ kriv rut slvk th byyhi kriv hmsayih rshth dars sintụ̄ th ghyr zan hmsays sintụ̄ th sintụ̄ bạjis sintụ̄, (amhi nishhi chuh murad dvst yus sintụ̄ āshi th suh shkhṣ thi ys sintụ̄ kunhi jayih kunhi thi vqth pkun pyyih. Mthlaan tvhụ̄ chihv bazr nyran, byakh nfra thi chuh tohyih sintụ̄ pkan ya kunhi vans pytth ạsiv tvhụ̄ svda rattan th byakh kanhh khrydar thi āshi tohyih nishhi bihith, ya sfrs dvran āshi byyhi kanhh shkhṣ tuhund hmsfr. Yih ʿārẓy hmsaygy thi chhe prth mhdhb th shryf ansans pytth akh ḥq ʿạyd kran yymyuk tqaẓh yih chuh zi suh krin ḥty alamkan ts sintụ̄ nyk slvk th ts tklyf dinh nishhi rvuzin pth.) th msafrs sintụ̄ th timn lvnddy ghlamn sintụ̄ yim tuhndis qbẓs mnz āsn thạviv aḥsanuk mʿāmlh, yqyn thạviv Allah tʿālyā chuhnh tithis shkhṣs psnd kran yus pnins zchhrs mnz mghrvr āshi, byyhi kri pnnis bjrs pytth fkhr."
  },
  {
    "verse_id": 37,
    "translation": "Th tithụ̄ lukh thi chihnh khudays psnd yim knjvsy kran chih th baqyn thi chih knjvsy hund hdayt divan. Th yikynczhah khudayn timn pnnhi fẓlh sintụ̄ diytmut chuh tth chih chuhpavan, nʿmtuk ankar krn valyn yithyn lukn khạṭr chuh aashi rusva krn vvl ʿdhab dstyab thvvmut."
  },
  {
    "verse_id": 38,
    "translation": "Th tim lukh thi chih khudays napsnd yim pnnụ̄ mal mḥẓ lukn havnh mokhh chih khrch kran. Th drḥqyqt nah chuh timn khudays pytth ayman th nah chuhkh ạkhrts pytth, pvz chuh yih zi shyṭan yas thi rfyq bnyav tas spz sytthah bur rfaqt ḥạṣl."
  },
  {
    "verse_id": 39,
    "translation": "Ạkhr kosh āft yiyhi he yimn lukn pytth agr yim khudays th ạkhrt kis dohs pytth ayman thavhan, th yikynczhah khudayn diytmut chuh tmhi mnz krhan khrch, hrgah yim yih krhn tylhi hykhi he nh khudays nishhi tihnzi nyky hund ḥal czhayih rvuzith."
  },
  {
    "verse_id": 40,
    "translation": "Allah tʿālyā chuhnh kạnshi pytth dhrs brabr ẓlm kran agr kanhh akh nyky kri Allah tʿālyā chuh tth dognh kran th pth chuh pnnhi ṭrfh bvdd ajr ʿṭa kran."
  },
  {
    "verse_id": 41,
    "translation": "Pth svunchiv zi tmhi vqth kya krn yim yylhi asụ̄ prth aumt mnz akh gvah aanvvn th yimn lukn pytth krav tvhụ̄ (yʿny Muḥammad) gvah sndi ḥythyt khrra."
  },
  {
    "verse_id": 42,
    "translation": "Tmhi vqth krn tim sạry lukh tmna yimv rsvl ṣly Allah ʿlyh v slmn hnz kth mạnụ̄ nh th tihnz nafrmạny rvudụ̄ kran zi kash zmyn phtthi he th tim gczhn tthụ̄ mnz, tathi hykn nh tim pnnụ̄ kanhh kth khudays nishhi czvuri thạvith."
  },
  {
    "verse_id": 43,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yylhi tvhụ̄ nashhi kis ḥalts mnz ạsiv tylhi gczhụ̄ ziyv nh nmazi nkhh. (yih chuh shrabs mtʿlq dvyum ḥukm goddniyuk ḥkm avs suh yus svrh bqrh āyt nmbr 219 has mnz āv) nmaz gczihh tmhi vqth prnụ̄ yylhi tohyih pe āshi zi tvhụ̄ kya chihv vnan. (yʿny nmazi mnz gczihh ansans yvutah hvsh rvzun z suh gczihh zanun zi suh kya chyz chuh pnnhi zbạnụ̄ sintụ̄ ada kran, thi gczihh nh āsun zi suh gczihh khrra nmaz prnh khạṭr th shrvʿ kri kanhh ghzl.) th yithe pạtthụ̄ mah gczihv jnabt kis ḥalts mnz thi nmazi nzdyk yvt tam nh ghsl kriv, (jnabt nishhi chuh murad so gndgy yosh mubashrt sintụ̄ ya nyndri dvran madh khạrij spdnh sintụ̄ laḥq chhe spdan.) aila yih zi vathi ạsiv pkan. (fqhahav th mufsrv mnz chuh akụ̄ drụ̄ aamhi āytuk yih mfhvm smjhmut zi jnabt kis ḥalts mnz gczihh nh msjdi mnz gczuhn aila yih zi kunhi kamhi khạṭr pyyih msjdi mnzụ̄ nyrun. Dvyum dvr chuh aamhi nishhi sfr murad nivan, yʿny agr ansan sfrkis ḥalts mnz āshi th jnabt spdys laḥq tylhi hykhi tymm krith.) th hrgah kunhi vizi yih spdi zi tvhụ̄ ạsiv bymar ya ạsiv sfrs mnz ya tohyih mnz āv kanhh shkhṣ rfʿii ḥajt (lvkutt bodd pyshab) krith ya tohyih āsyv khandarinyn sintụ̄ lams kvrmut. (ath kthhi mnz chuh akhtlaf zi lams yʿny chuhvun nishhi kya chuh murad? Varyahn aimamn hnz rae chih zi amhi nishhi chuh murad mubashrt th yhe rae chih amam abv ḥnyfh th tihndyv aṣḥabv akhtyar krmcz. Ath brʿks chuh kynczhn dvyimyn fqhahn nzdyk aamhi nishhi murad chuhvun ya athh lagun th yhe rae chhe amam shafʿī hn akhtyar krmcz. Amam malk hn hnz rae chhe zi agr mrd ya znanh akh akis shhvạny jdhbatv san athh lagn tylhi phutthi timn vẓv, albth agr shhvạny jdhbatv vrạe akụ̄ sund jsm dvyimis sintụ̄ mas (Touch) spdi tylhi chuhnh aath prvae.) th agr āb mylhi nh tylhi kriv pak myczi sintụ̄ tymm th aamhi sintụ̄ kriv pnnyn buthyn th aathn pytth msḥ, (ḥukmch tfṣyly ṣvrt chhe yih zi hrgah ansan be vẓv chuh ya ts chuh ghsluk ḥajt th āb chuhnh mylan tylhi hykhi tymm krith nmaz prith. Agr mryẓ chuh th ghusl ya vẓv krnh sintụ̄ chuhs nqṣanuk andyshhi tylhi hykhi āb āsnh bavjvd tymum kis ajazts fạydh tulith.) be shk chuh Allah tʿālyā nrmy kạm hynh vvl th mghfrt krn vvl."
  },
  {
    "verse_id": 44,
    "translation": "Kya tohyih vuchhvukhh tim lukh thi yimn ktabhi hndi ʿlmuk kynhh ḥṣh dinh chuh āmut? Tim chih khod ẓlaltkụ̄ khrydar bnith, th yczhan chih zi tvhụ̄ thi ddliv vathi nishhi."
  },
  {
    "verse_id": 45,
    "translation": "Allah tʿālyā chuh tuhndyn dushmnn tthyk pạtthụ̄ zanan th tuhndi ḥmayt th mddgạry khạṭr chuh bs Allah tʿālyā kạfy."
  },
  {
    "verse_id": 46,
    "translation": "Yimv lukv yhvdytuk ṭryqh akhtyar chuh kvrmut timn mnz chih kynhh lukh yim lfẓn pnnhi jayih nishhi pihran chih. (ath chih tre mṭlb, akh yih zi Allah tʿālyā snzi ktabhi mnz chih rd v bdl kran. Dvyum yih zi pnnhi tavylh krụ̄ krụ̄ chih ktabhi hndyn āyatn hndy mʿny kthi pytthh kvr vatnavan. Tryym yih zi Muḥammad th tihndyn pyrvkarn hndis ṣḥbts mnz yith chih tihnz kthh bvzan th vaps nyirith chih lukn brvntthh knhi ghlṭ ṭryqh rvayt kran, kth chhe āsan aakh vannh āmcz tim chih pnnhi shrarth byakh mʿny lukn nishhi phhlavan.) th dyni ḥqs khlaf chih burạyy krnh mokhh pnnhi zyvh avr yvr pihrith vanan. Samiʿnaa vaʿaaṣaynaa (yʿny yylhi timn Allah tʿālyā sndụ̄ aḥkam chih bvznavnh yivan th tim chih bddi vnan (samiʿaanaa) aashi bvuz th lothi chih vnan (ʿaaṣaynaa) aashi kvr nh qbvl. Ya chih aaṭaʿnaa ashi kvr qbvl lfẓuk tlfẓ tithh pạtthụ̄ zyv phrith krran zi suh chuh ʿaaṣaynaa bnan.) th aismaʿ ghayra musmaʿ. (yʿny dvrani gftgv yylhi tim kanhh kth Muḥammad ṣly Allah ʿlyh v slmn chih vannụ̄ yaczhan tylhi chih vanan, aismaʿ bvziv th pth chih sinty vanan, ghyr musmaʿ thi, yth zh mʿny chih: akh mṭlb chuhs zi tvhụ̄ chihv tithụ̄ mḥtrm zi tohyih yiyiv nh kanhh kth khlafi mrẓy bvznavnh. Dvym mṭlb chuhs zi tvhụ̄ chihv nh aath qạbil zi kanhh bvznavyv tohyih kynhh. Byakh akh mṭlb chuh yih zi Allah tʿālyā bvzin tvhụ̄ bniv zrụ̄.) byyhi chih vnan raaʿiinaa (aamich tshryḥ chhe svrh bqrh āyt nmbr 104 kis vẓaḥts mnz krnh āmcz.) ḥalankh agr tim vanhn samiʿnaa va aaṭʿnaa byyhi aismaʿ th aunẓurnaa tylhi avs yih tihindy khạṭr bhtr th yih avs zyadh rast bạzy hund ṭryqh mgr timn pytth chhe tihindi bạṭl prsty hndi bdvlt Allah tʿālyā snz lʿnt vczhmcz, amhi mvjvb chih tim kme phn ayman anan."
  },
  {
    "verse_id": 47,
    "translation": "Ae timv lvukv yimn ktab ạs dinh āmcz mạniv so ktab yosh vonụ̄ aashi nạzil chhe krmcz th yosh ktab tth ktabhi tṣdyq th tạyyd chhe kran yosh tohyih nishhi godd pytthe mvjvd ạs aath pytth aniv ayman aamhi brvntth zi asụ̄ pihrv tuhndụ̄ buthụ̄ khrab krith pth kun ya tim krvkh tithe pạtthụ̄ lʿnt zdh yithh pạtthụ̄ sbt valyn sintụ̄ aashi kvrmut avs (vuchihv tshryḥ svrh bqrh āyt nmbr 65) th yad thạviv Allah tʿālyā sund ḥukm chuh nạfdh spdith rvzan."
  },
  {
    "verse_id": 48,
    "translation": "Allah tʿālyā chuhnh bs shirkase yvt mʿāf kran aamhi vrạe yim thi baqy gnah chih ys khạṭr suh yczhan chuh ts chuh mʿāf kran, khudays sintụ̄ yymụ̄ byyhi kanhh shryk tthhrvv tmụ̄ kvr sytthah bvdd aapuz tṣnyf byyhi krn skht baddi gnahch kth."
  },
  {
    "verse_id": 49,
    "translation": "Kya tohyih vuchhvukh tim lukh thi yim pnnhi nfsh chih pạkyzgy hndụ̄ sytthah dam chih divan? Ḥalankh pạkyzgy ys yczhan chuh ts chuh Allah tʿālyā ʿṭa kran th (yosh pạkyzgy timn mylan chahnh th drḥqyqt) chuhnh timn pytth dhrs brabr ẓlm yivan krnh."
  },
  {
    "verse_id": 50,
    "translation": "Vuchihtv, yim chihnh khudays pytth thi aapuz alzam lagns hirash kran, th tihndi ttakarh gnah gar āsnh khạṭr chuh yohe akh gnah kạfy."
  },
  {
    "verse_id": 51,
    "translation": "Kya tohyih vuchhvukh na tim lukh yimn ktabhi hndi ʿlmh mnz kynhh ḥṣh chuh dinh āmut th tihund ḥal chuh yih zi tim chih jibt th ṭaghvt manan. (jibt, aath chih mʿne be ḥqyqt, be aṣl th be fạydh chyz. Aslam chih zbạnụ̄ mnz chih jvd, khant (jvtsh) fal gyry, shgvn, mhvrt th baqy tmam vhmy th khyạly kthh jibt lfẓs sintụ̄ tʿbyr krnh āmcz. Ṭaghvt, tshryḥ khạṭr vuchuhv svrh bqrh āyt nmbr 256) byyhi chih kạfrn mtʿlq vnan zi ayman aann valyv khoth chih yime zyadh ṣḥyḥ vathi pytth (yth jayih chih kạfr murad mshrkyni ʿrb)"
  },
  {
    "verse_id": 52,
    "translation": "Yithy lukh chih yimn pytth khdayn lʿnt chhe krmcz th ys pytth khudae lʿnt kri pth vuchhvun nh tvhụ̄ tmụ̄ sund kanhh mddgar."
  },
  {
    "verse_id": 53,
    "translation": "Kya ḥkvmts mnz chha yihund kanhh ḥṣh? Agr yih āsihe tylhi dihn nh yim baqyn akh khndd har thi."
  },
  {
    "verse_id": 54,
    "translation": "Pth kya yim chha baqyn sintụ̄ amhi mvjvub ḥsd kran zi khudayn chih tim pnnhi fẓlh sintụ̄ nvạzimtụ̄? Agr yih kth chhe tylhi gczihh yimn pe lgun zi aashi kr abrahym sndyn avladn ktab th ḥkmt ʿṭa byyhi bkhshuk mulki ʿẓym."
  },
  {
    "verse_id": 55,
    "translation": "Mgr timv mnz avn kạnshi aath pytth ayman th kạnshi pihyur aamhi nishhi buth, th buth phrn valyn khạṭr chuh bs jhnmuk shʿlh vun nare kạfy. (yad gczihh thavun zi yath jayih chuh bny asrạʿyl chan ḥạsdanh kthn jvab dinh yivan. Aamhi jvabuk mṭlb chuh yih zi ạkhr kth kthhi pytth chihv tvhụ̄ lukh dazan? Tvhụ̄ thi chihv abrahym sndụ̄ avlad th yim bny asmaʿīl thi chih abrahym sndy avlad. Aashi yus vʿdh abrahym ʿlyh alslamn sintụ̄ dunya kh aimamtuk kvrmut avs suh avs āl abrahym mnz ṣrf timn lukn khạṭr yim sanhi svznh āmczi ktabhi hnz th ḥkmtch pyrvy krn. Yih ktab th ḥkmt ạs godd aashi tohyih nishhi svuzmcz mgr yih ạs tuhnz nalayqy zi tohyih phyruv aamhi nishhi buth. Vonụ̄ diyut aashi sue chyz bny asmaʿīls th yih chhe yihnz khosh nṣyby zi yimav chuh aath pytth ayman avnmut.)"
  },
  {
    "verse_id": 56,
    "translation": "Yimv lukv sạnụ̄ āyat mannh nishhi ankar chuh kvrmut tim travvkh asụ̄ yqynaan nars mnz th yylhi tihindi jsmuk mslh glith moklhi th tth jayih krv asụ̄ byakh mslh pạd, takh tim vuchahn tthyk pạtthụ̄ ʿdhabuk mzh, Allah tʿālyā chuh bdd qdrt thavan th pnnụ̄ fạṣlh ʿmlavnch ḥkmt chuh tthyk pạtthụ̄ zanan."
  },
  {
    "verse_id": 57,
    "translation": "Th yimv lukv sạnụ̄ āyat mạnụ̄ th nyk ʿmlh krykh tim krvkh asụ̄ tithyn baghn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan yythi tim hmyshh rvzn th timn myln pạkyzh khandarinh th tim thavvkh asụ̄ gnis shyhjars tl."
  },
  {
    "verse_id": 58,
    "translation": "Mslmanv, Allah tʿālyā chuh tohyih ḥkm divan zi amant kriv ahli amantn ḥvalh th yylhi lukn drmyan fạṣlh kriv tylhi kriv ʿdlh san, (yʿny tvhụ̄ rvuzụ̄zyv timv burạyv nishhi bchith yimn mnz bny asrạʿyl mbtla chih spdụ̄mtụ̄. Bny asrạʿyl chv bnyady ghlṭyv mnz ạs akh ghlṭy yih zi timv lạgụ̄ pnnis anḥṭaṭ kis zmans mnz amant, yʿny dhmh dạry hndụ̄ mnṣb th mdhhby pyshvạyy th qvmy srdạry hndụ̄ mrtbh tithyn lukn dinụ̄ yim naahl, km ẓrf, bdakhlaq, bddyant th bdkar ạsụ̄. Ntyjh drav yih zi bur lukn hndis qyadts mnz rvud svrue qvm khrab spdan. Mslmann chuh hdayt dinh yivan zi tvhụ̄ krụ̄zyv nh yih. Bny asrạʿylch dvyim bdd kmzvry ạs yih zi tim ạsụ̄ anṣaf kh rvḥ nishhi balkl khạly spdụ̄mtụ̄. Tim ạsụ̄ shkhṣy th qvmy ghrẓv khạṭr āramh san ayman nynglavan th nanhi vanh ạsụ̄ htt dhrmy vrtavan. Anṣaf kis httis pytth shrakh chlavns avs nh rczh thi timn ʿār yivan. Allah tʿālyā chuh mslmann hdayt divan zi tvhụ̄ bnụ̄zyv nh zanhh be anṣaf. Khvah kạnshi sintụ̄ dvsty āsyv ya dshmny, bhr ḥal yylhi kth vniv anṣafch vniv th yylhi fạṣlh kriv ʿdlh san kriv.) Allah tʿālyā chuhv tohyih varyah rcz nṣyḥt kran. Th pzụ̄ pạtthụ̄ chuh Allah tʿālyā svrue kynhh bvzan th vuchhan."
  },
  {
    "verse_id": 59,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, aṭaʿt kriv Allah tʿālyā snz th aṭaʿt kriv rsvl ṣly Allah ʿlyh v slmn hnz th timn lukn hnz yim tohyih mnz ṣaḥbi aamr āsn pth hrgah tohyih drmyan kunhi mʿāmls mnz tnazʿh spdi tylhi pihriyvun suh khudays th rsvl ṣly Allah ʿlyh v slms kun. (yih āyt chih aslam kh pvur mdhhby, tmdny th syạsy nẓamch bunyad th aslạmy ryast kh dstvrch avlyn dfʿh. Ath mnz chih ḥsbi dhyl czvr aṣvl mstql ṭvr qạyim krnh āmtụ̄: (1) aslạmy nẓams mnz chuh aṣl muṭaʿ ys aṭaʿt yiyhi krnh Allah tʿālyā. Akh mslman chuh sarive brvnhh Allah tʿālyā sund bndh, baqy yikynczhah chuh thi chuh amhi pth. (2) aslạmy nẓamch dvyum bunyad chhe rsvl Allah ṣly Allah ʿlyh v slmn hnz aṭaʿt. (3) yimv doyv aṭaʿtv pth chhe yimn matḥt rvuzith tryyim aṭaʿt muslmann hndyn auvly alamrn hnz yim khod muslmanv mnz āsn. Auvly alamar kis mfhvms mnz chih tim sạry lukh shamil yim muslmann hndyn ajtmạʿī mʿāmlatn hndụ̄ srbrahi kar āsn, khvah tim ʿlmaʿ āsn ya syạsy rhnmạyy krn vạlụ̄ lyddr āsn ya mlky antẓam krn vạlụ̄ ḥạkm ya ʿdalty fạṣlh krn vạlụ̄ jj ya tmdny th muʿāshrty amvrn mnz qbyln th bstiyn th mḥln hnz srbrạhy krn vạlụ̄ zitthụ̄, bzrg th srdar āsn. (4) Allah tʿālyā sund ḥkm th rsvl ṣly Allah ʿlyh v slmn hund ṭryqh chuh bnyạdy qanvn th ạkhry sanad. Muslmann drmyan ya ḥkvmts th ʿūams drmyan yath msls mnz thi nizaʿ pạd gczihh tth mnz yiyhi fạṣlh khạṭr qrāns th sunts kun rjvʿ krnh th yus fạṣlh tvr ḥạṣl spdi tth brvntthh knhi nvmravan sạry pnun sr th krn tslym.) agr tohyih pzụ̄ pạtthụ̄ khudays th ạkhrt kis dohs pytth ayman chuhv, yohe chuh akh ṣḥyḥ ṭryqh kar th anjam kh aʿtbar thi chuh bhtr."
  },
  {
    "verse_id": 60,
    "translation": "Ae nby! Tohyih vuchihv na tim lukh yim dʿūyā chih kran zi ashi chuh ayman avnmut tth ktabhi pytth yosh tohyih kun nạzil chhe krnh āmcz th timn ktabn pytth yimh tohyih brvnhh āsh nạzil krnh āmcz, mgr yczhan chih yih zi pnnyn mʿāmlatn hund fạṣlh krnh khạṭr krhan ṭaghvts kun rjvʿ ḥalankh yimn avs ṭaghvts sintụ̄ kufr krnuk ḥkm dinh āmut (yth jayih chuh vaẓḥ ṭvr ṭaghvt murad suh ḥạkm yus qanvni alhāy vrạe kunhi dvyimhi qanvn mṭạbq fạṣlh kran āshi, th byyhi suh nẓami ʿdalt yus nh Allah tʿālyā sndi aqtdari aʿlyā huk muṭyʿ āshi th nah āshi Allah tʿālyā snz ktab ạkhry sanad manan.) shyṭan chuh yimn syzi vathi nishhi ddạlith varyah dvur yaczhan niyun."
  },
  {
    "verse_id": 61,
    "translation": "Th yylhi yimn vannh chuh yivan zi vliv tth chyzs kun yus khudayn chuh nạzil kvrmut, th vliv rsvl ṣly Allah ʿlyh v slms kun pth chhvukh tvhụ̄ yim munafq vuchhan zi yim chih tohyih kun yinas hirash kran."
  },
  {
    "verse_id": 62,
    "translation": "Pth kya chuh tmhi vizi spdan yylhi yihndyn pnnyn aathn hund avnmut mṣybt yimn pytth yivan chuh? Tmhi vqth chih yim tohyih nishhi qsm khyvan khyvan yivan th vnan chih, khudae sund qsm asụ̄ ạsụ̄ ṣrf rczr yczhan th sạnụ̄ nyt ạs yih zi fryqn drmyan gczihh kunhi pạtthụ̄ mvafqt spdnụ̄."
  },
  {
    "verse_id": 63,
    "translation": "Allah tʿālyā chuh zanan yikynczhah yihndyn diln mnz chuh, yimn mah diyiv kanh ddvl, yim smjhạviyvukh byyhi kriyvukh ticzh nṣyḥt yosh yihndyn diln mnz vashi."
  },
  {
    "verse_id": 64,
    "translation": "(yimn vniv zi) aashi yus thi rsvl svuzmut chuh, suh chh aamy mvjvub svuzmut zi Allah tʿālyā sndis ḥkmh kis bnyads pytth gczihh tmụ̄ snz aṭaʿt yinụ̄ krnh. Agr timv yih ṭryqh akhtyar kvrmut āshi he zi yylhi yimv pnnis nfss pytth ẓlm avs kvrmut tamhi vizi yihan tohyih nishhi th khudays mnghan mʿạfy th rsvl thi krihe yihnzi mʿạfy khạṭr drkhvast, yim lbhan yqynaan khudays bkhshn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 65,
    "translation": "Nah, ae Muḥammad, tuhndis rb sund qsm yim hykn nh mvmn ạsithe yvt tam nh yim pnnyn bahmy mʿāmlatn mnz tohyih fạṣlh krn vvl tslym krn pth yikynczhah tvhụ̄ fạṣlhi kriv tth pytth gczhn nh pnnyn diln mnz thi kanhh tngy mḥsvs krnụ̄ blkh gczhn sr bsr tslym krnụ̄."
  },
  {
    "verse_id": 66,
    "translation": "Agr aashi yimn ḥukm āshi he diytmut zi pnun pan kriv hlak ya niyriv pnnyv grv mnz. Tylhi krhan yimv mnz kme lkh ath pytth ʿml. Ḥalankh yosh nṣyḥt yimn krnh chhe yivan agr yim aath pytth ʿml krhan tylhi banhi he yih yihndi khạṭr zyadh bhtry th zyadh thạbt qdmy hund dhryʿh."
  },
  {
    "verse_id": 67,
    "translation": "Th yylhi yim yih krhan tylhi dimh hav asụ̄ yimn pnnhi ṭrfh sytthah bvdd aajr."
  },
  {
    "verse_id": 68,
    "translation": "Th yimn havhav syz vath."
  },
  {
    "verse_id": 69,
    "translation": "Yim lukh Allah tʿālyā snz th rsvl ṣly Allah ʿlyh v slmn hnz aṭaʿt krn tim āsn timn lukn sintụ̄ yimn pytth khudayn anʿām chuh frmvvmut yʿny anbyaʿ, th shhdaʿ th ṣalḥyn. (aamiyuk mṭlb chuh yih zi ạkhrts mnz āsn tim yimn lukn sintụ̄. Aath chuhnh yih mṭlb zi yimv mnz bnhi kanhh aamhi kamhi hndi bdvlth nby.) kithụ̄ jan chih yim rfyq yim kạnshi mysr spdn."
  },
  {
    "verse_id": 70,
    "translation": "Yih chuh ḥqyqy fẓl yus Allah tʿālyā sndi ṭrfh mylan chuh th ḥqyqt zannh khạṭr chuh bs Allah tʿālyā sundue ʿlm kạfy."
  },
  {
    "verse_id": 71,
    "translation": "Ae lvukv yimv ayman chuh avnmut, mqablh khaṭr rvuziv prth vizi tyar, pth yuth mvqʿ āshi alg alg chhokn hnzi shklhi mnz nyiriv ya nyiriv yikh vatth. (yih kth rvuzin vaẓḥ zi yih frman avs tmhi vqth nạzil spudmut yylhi jngi auḥd khi shkst kh vjh kinụ̄ andụ̄ pkụ̄ kyn qbyln hnz hmt bddymcz ạs th muslman ạsụ̄ prth ṭrfh khṭratn mnz hynh āmtụ̄.)"
  },
  {
    "verse_id": 72,
    "translation": "Ā, tohyih mnz chuh kanhh nfr tiyuth thi yus lrrayih nishhi pth chuh hyvan, agr tohyih pytth kanhh mṣybt chuh yivan tylhi chuh vnan khudayn kvr me pytth bvdd fẓl zi bh gvs nh yimn lukn sintụ̄."
  },
  {
    "verse_id": 73,
    "translation": "Th agr Allah tʿālyā sndi ṭrfh tohyih pytth fẓl chuh spdan tylhi chuh vnan th tithh pạtthụ̄ chuh vnan zanth tohyih th ts drmyan avs nh mḥbtuk kanhh vatthe, ae kash bthi āsha yimn sintụ̄ tylhi nyrihe bdd kạm."
  },
  {
    "verse_id": 74,
    "translation": "(yithyn lukn gczihh pe lgnụ̄ zi) Allah tʿālyā snzi vathi mnz pazi lrrun timn lukn yim ạkhrt kh bdlh dnyahch zndgy frvkht krn, pth yus Allah tʿālyā snzi vath mnz larri th pth yiyhi marnh ya rvzi ghạlib ts krv asụ̄ ẓrvr ajri ʿẓym ʿṭa."
  },
  {
    "verse_id": 75,
    "translation": "Ạkhr kya vjh chuh zi tvhụ̄ lrriv nh Allah tʿālyā snzi vathi mnz timn be bs mrdn, mstvratn th shuryn hndi mokhh yim kmzvr zạnith dabavnh chih āmtụ̄ th fryad chih kran zi, khudaya aashi krr yymhi bsty mnz yymikụ̄ rvzn vạlụ̄ ẓạlim chih, th pnnhi ṭrfh krtn svn kanhh ḥamy th mddgar pạd. (arshad chuh timn mẓlvm shuryn, mstvratn th mrdn kun yimav mks mnz ʿrbh kyn baqy qbyln mnz aslam avs qbvl kvrmut mgr nh ạsụ̄ hjrt krith hykan th nh ạsụ̄ pnun pan ẓulmh nishhi bchạvith hykan, yim be ks ạsụ̄ rngh rngh tkhth mshq bnavnh yivan th dʿā ạsụ̄ mngan zi kanhh gvczh timn aamhi ẓlmh nishhi bchavun)"
  },
  {
    "verse_id": 76,
    "translation": "Yimv lukv aymanch vath rtt tim chih Allah tʿālyā snzi vathi mnz lrran th yimv kufrch vath pannạv tim chih ṭaghvt chih vathi mnz lrran, lhādha lrriv shyṭan sndyn sạthyn sintụ̄ th pczh kriv shyṭan snz chalh chhe drḥqyqt sytthah kmzvr."
  },
  {
    "verse_id": 77,
    "translation": "Kya tohyih vuchhvukh tim lukh thi yimn vannh avs āmut zi pnnụ̄ aathh thạviv path th nmaz kriv qạyim th zkvāh diyiv? Vonụ̄ yylhi timn lrrayih hund ḥukm āv dinh, pth chuh yimav mnz akis fryq sund ḥal yih zi lukn chih tithh pạtthụ̄ khoczan yithh pạtthụ̄ khdays pzi khoczun ya tamhi khoth thi zyade. Vanan chih, khudaya, aashi pytth kyazi lyvkuhth yih lrrayih hund ḥkm? Aashi kyazi diczth nh vunhi byyhi mhlt? Yimn vniv, dunya chih zndgy hund srmayih chuh akh pyvuntah th ạkhrt chuh akis prhyzgar ansan sndi khạṭr zyadh bhtr th tohyih pytth yiyhi nh akis panh davi yvt thi ẓlm krnh. (yʿny agr tvhụ̄ Allah tʿālyā sndi dynch khdmt bja aniv th tmụ̄ snzi vathi andr hạviv janfshạny tylhi chuhnh yih mmkn zi khudays nishhi kya gczihh tuhund ajr ẓaʿʿ.)"
  },
  {
    "verse_id": 78,
    "translation": "Rvud vonụ̄ mvt, tvhụ̄ yth jayih thi ạsiv bhr ḥal rvzi suh tvurụ̄ vạtith khvah tvhụ̄ ạsitv kiczhn mẓbvṭ ʿmartn mnz. Agr yimn kanhh fạydh chuh vatan tylhi chih vnan zi yih chuh Allah tʿālyā sndi ṭrfh th hrgah kanhh nqṣan chuhkh vatan tylhi chihv vnan zi, ae nby yih chuh tuhundi bdvlth. Vniv, svrue kynhh chuh Allah tʿālyā sndụ̄ ṭrfh. Ạkhr kya gvv yimn lukn zi yimn chahnh khnụ̄ kth fikri tran."
  },
  {
    "verse_id": 79,
    "translation": "Ae ansan, cze yus thi rczr ḥaṣl chihy spdan (suh chihy) Allah tʿālyā sndi ʿnayt sintụ̄ ḥạṣl spdan th yus mṣybt cze yivan chihy, suh chhy cze pnnhi ʿmlhi hndi bdvlt yivan. Ae Muḥammad, aashi chihv tvhụ̄ lukn khạṭr rsvl bnạvith svuzimtụ̄ th aath pytth chhe Allah tʿālyā snz gvạhy sytthah."
  },
  {
    "verse_id": 80,
    "translation": "Yymụ̄ rsvl snz aṭaʿt kr tmụ̄ kr draṣl Allah tʿālyā snz aṭaʿt th yymụ̄ buth pihyur, bhrḥal chihv nh aashi tvhụ̄ lukn pytth rạchhdr bnạvith svuzimtụ̄."
  },
  {
    "verse_id": 81,
    "translation": "Tim chih brvnhh knhi vnan zi aashi kr frmanch aṭaʿt mgr yylhi tohyih nishhi nyran chih th yimn mnz chuh akh dvr rạczn mnz jmʿ spdith tuhnzn kthn khlaf mshvrh kran. Allah tʿālyā chuh yihnz yimh sare sir kthh lykhan tvhụ̄ mah kriv yuhund prvae th khudays pytth thạviv bhrvsh sue chuh bhrvss khạṭr kạfy."
  },
  {
    "verse_id": 82,
    "translation": "Kya yim lukh chihna qrāns pytth ghvr kran? Agr yih Allah tʿālyā sndi vrạe byyhi kạnshi hndi ṭrfh āsihe tylhi yiyhi he aath mnz varyah kynhh akhtlaf byạny labnh. (yih klam chuh khod shhadt divan zi yih hykhi nh khdays vrạe byyhi kạnshi hund klam āsithe. Kạnshi ansans chuhnh yvt ʿbvr zi suh rvzi vry vadan tam mkhtlf ḥalatn mnz, mkhtlf mvqʿn pytth, mkhtlf mẓmvnn pytth tqryr kran, th goddh pytthh ands tam bnn tmụ̄ sndụ̄ sạry tqryr tithụ̄ hmvar, yk rng, tnasb dar mjmvʿh yymyuk akh juz dvyimis juzs sintụ̄ ttkravan āshi nh, yth mnz rae hnzi tbdyly hund kunhi jayih nam v nshan thi mylhi nh, yth mnz klam krn vạlụ̄ sndi nfsh chih mkhtlf kyfyth pnnụ̄ mkhtlf rng havan nh, th yth pytth zanhh nẓri thạny hnz ẓrvrt thi pysh yiyhi nh.)"
  },
  {
    "verse_id": 83,
    "translation": "Yim lukh yylhi kanhh aiṭmynan bkhsh ya khvf nak khbr bvzan chih tth chih phhlavan ḥalankh agr so (khbr) yim rsvls th pnnhi jmaʿt kyn dhmh darn tam vatnavn tylhi lghi so tithyn lukn pe yim yimn drmyan amhi kthhi hnz ṣlạḥyt chih thavan zi tmhi nishhi hykn ṣḥyḥ ntyjhi krrith. (suh avs chvnkh hngamuk mvqʿ amhi mvjvub āsh prth ṭrfh afvah chlan, kunhi vizi ạsụ̄ khṭrkụ̄ be bnyad mbalghh āmyz aṭlaʿ yivan th timv sintụ̄ āsh jal jal mdyns th amhi kyn andụ̄ pkụ̄ kyn ṭrfn mnz pryshanyih phhlan. Kunhi vizi avs kanhh chalak dshmn kanhh vaqʿī khṭrh chuhpavnh khạṭr aiṭmynan bkhsh khbr svzan th lukh ạsụ̄ yimh bvuzith ghflts mnz shong travan. ʿām lukn avs nh andazh zi amhi qsmh chih ghyr dhmh daranh afvah phhlavnkụ̄ ntyjhi kạtyah khrab chih āsan. Yihndụ̄ kan yylhi thi kunhi jayih kanhh czr bvzhan, yim ạsụ̄ tth jayih jayih pihrvan th bvznavan. Yimne lukn chhe yath āyts mnz kanh dr āmcz krnh th yimn chuh skhty san tnbyh āmut krnh zi afvah phhlavnh nishhi rvuzin baz th prth kanhh khbr yosh tim bvzn so vatnạvin dhmh dar lukn nishhi th rvuzin czhoph krith.) agr tohyih pytth Allah tʿālyā snz mhrbạny th rḥmt āshi he nh tylhi āsh (tuhnz kmzvryih ticzhh zi) km kynczhv varạe ạsihiv tvhụ̄ sạry shyṭans pth lgmtụ̄."
  },
  {
    "verse_id": 84,
    "translation": "Ae nby, lhādha lrriv tvhụ̄ Allah tʿālyā snzi vathi mnz tvhụ̄ chihv nh pnnhi dhath vrạe byyhi kạnshi khạṭr dhmh dar kynhh albth kriyvukh ahli ayman lrrnh mokhh āmadh, yih kth chahnh dvur zi Allah tʿālyā phuttravi kạfrn hund zvr, Allah tʿālyā sund zvr chuh sarive khoth zbrdst th tmụ̄ sund sza chuh sarive khoth zyadh skht."
  },
  {
    "verse_id": 85,
    "translation": "Yus riczrch sfạrsh kri suh lbhi tamhi mnz ḥṣh th yus burạyy hnz sfạrsh kri suh lbhi tamhi mnz ḥṣh th Allah tʿālyā chuh prth chyzs pytth nẓr thavn vvl."
  },
  {
    "verse_id": 86,
    "translation": "Th yylhi kanhh aḥtramh san tohyih slam kri tylhi diyvi ts aamhi khoth bhtr ṭryqh jvab ya km az km tithe pạtthụ̄, Allah tʿālyā chuh prth chyzuk ḥsab hynh vvl."
  },
  {
    "verse_id": 87,
    "translation": "Allah tʿālyā chuh suh yas varạe kanhh khudae chuhnh, suh kryv tohyih sarine tmhi qyamt kh doh jmʿ yymhi kis yins mnz kanhh shk chuhnh th Allah tʿālyā snzi kthhi khoth khsith kmụ̄ snz kth hykhi pz ạsith."
  },
  {
    "verse_id": 88,
    "translation": "Pth kya chuhv tohyih yih gvmut zi mnafiqn mtʿlq chhe tohyih mnz zh rayih lbnh yivan ḥalankh yimh burạyiyih timv kmavimcz chhe, tihindi bdvlt chih khudayn tim dubh pihrmtụ̄ kya tvhụ̄ chihva yczhan zi yas khudayn hdayt bkhush nh ts bkhshiv tvhụ̄ hdayt? Ḥalankh yus khudayn vathi ddvl ts khạṭr lbiv nh tvhụ̄ kanhh vath."
  },
  {
    "verse_id": 89,
    "translation": "Tim chih yih yczhan zi yithh pạtthụ̄ tim panh kạfr chih tithe pạtthụ̄ spdiv tvhụ̄ thi kạfr takh tim th tvhụ̄ gczihv sạry yksan. Lhādha mah bnạviyvn timv mnz kanhh pnun dvst yvt tam nh tim Allah tʿālyā snzi vathi mnz hjrt krith yin, th hrgah tim hjrt nishhi baz rvzan tylhi yythi lbiyvvukh rttyvvukh th kriyvukh qtl. (yih ḥkm chuh timn mnafq mslmann hund yim brsri jng kạfr qvms sintụ̄ tʿlq thavan āsn th aslạmy ḥkvmts khlaf nin dshmnn hndụ̄ pạtthụ̄ karvạyiyan mnz ḥṣh.) th yimv mnz mah bnaviyvun kanhh aakh pnun dvst th mddgar."
  },
  {
    "verse_id": 90,
    "translation": "Albth tim mnafq chih amha ḥukmh nishhi mustthnyā yim kunhi tiths qvms sintụ̄ raln yas sintụ̄ tohyih mʿāhdh chuh. (aamiyuk mṭlb chuhnh yih zi yithụ̄ mnafq hykvkh pnnụ̄ dvst th mddgar bnạvith. Blkh chuh aamiyuk mṭlb yih zi yim yin nh rattnh th marnh tikyazi yim chih tiths qvms sintụ̄ rlyamtụ̄ ys sintụ̄ aslạmy ḥkvmtuk muʿāhdh chuh.) yithe pạtthụ̄ chih tim mnafq thi mustthnyā yim tohyih nishhi yivan chih th lrrayih nishhi chih tihindụ̄ dl tng āmtụ̄, nah chih tohyih sintụ̄ lrrun yczhan nh pnnis qvms sintụ̄. Allah tʿālyā agr yyczihh he yimn krihe tohyih pytth muslṭ th tim thi lrrhn tohyih sintụ̄, lhādha agr tim tohyih nishhi alg spdn th baz rvzn th tohyih kun pilnavn ṣlḥuk th aamnuk aathh tylhi chahnh khudayn tuhndi khạṭr timn pytth dst drạzy hnz kanhh vath thạvmcz."
  },
  {
    "verse_id": 91,
    "translation": "Byyhi akhi qsmkụ̄ munafq mylnv tohyih tithụ̄, yim yczhan chih zi tohyih sintụ̄ thi rvzhn aamns mnz th byyhi rvzhn aamns mnz pnnis qvms sintụ̄ thi mgr yylhi kunhi vizi fitnuk mvqʿ lbn tth mnz travan votth, yithụ̄ lukh agr tuhndi mqablh nishhi baz rvzn nh th ṣlḥ th slamty krn nh tohyih brvntth knhi pysh th pnnụ̄ aathh rttn nh pth tylhi yythi thi tim smkhn rttyvukh th mạriyvukh, yimn pytth aathh tulnh khạṭr chhe aashi tohyih kuhlh ḥujt diczmcz."
  },
  {
    "verse_id": 92,
    "translation": "Kạnshi mvmn snz chahnh yih kạm zi dvymis mvmns kri qtl, aila yih zi bil chuk spdys th yus shkhṣ kạnshi mvmns ghlṭy kinụ̄ qtl kri tylhi chuh aamiyuk kfarh yih zi akh mvmn krin ghlạmy nishhi āzad. (chvnkh mqtvl avs mvmn amhi mvjvub chuh amụ̄ snd qtluk kfarh akis mvmn ghlam snz āzạdy qrar dinh āmut.) th mqtvl sndyn vạrthn diyin khvn bha. (nby ṣly Allah ʿlyh v slmv chuh khvn bhahuk mqdar hth avntt ya hth gạvh ya zh sas czhavjhi mqrr krimcz. Agr byyhi kunhi shklhi mnz kanhh shkhṣ khvn bha yyczihh diyun tylhi yiyhi tamiyuk mqdar yimne chyzn hnd bazrụ̄ qinmth kh lḥaẓh muqrr krnh. Mthlaan nby ṣly Allah ʿlyh v slmn hndi vqth ạsụ̄ khvn bha dinh valyn khạṭr 8 shth dynar ya 8 sas dirhm mqrr. Yylhi ḥẓrt ʿmr rẓy Allah tʿālyā ʿnh hn hund zmanh āv th timv frmvv zi avnttn hund qinmt chuh vonụ̄ huryvmut, lhādha yin vonụ̄ sonh kyn sikn hndụ̄ akh sas dynar, ya roph kyn skn hndụ̄ 12 sas dirhm khvn bha diyavnavnh. Mgr vaẓḥ rvuzin zi khvn bhahuk yih mqdar yus mqrr krnh chuh āmut chuhnh zạnith mạnith krnh āmthi qtlh khạṭr kynhh blkh chuh aalh gạbh gmthi qtl khạṭr.) aila yih zi tim krn khvn bha mʿāf. Albth agr suh mslman mqtvl kunhi tithhi qvmuk avs ys sintụ̄ tohyih dshmny āshi tylhi chuh aamiyuk kfarh akh mvmn ghlam āzad krun th hrgah suh kunhi tithhi ghyr muslm qvmuk frd avs ys sintụ̄ tohyih mʿāhdh āshi tylhi yiyhi tmụ̄ sndyn vạrithn khvn bha dinh th akh mvmn ghlam āshi āzad krun. (yymhi āyt kyn aḥkamn hund khlaṣh chuh yih, hrgah mqtvl daru alaslamuk rvzn vvl āshi tylhi chuh amụ̄ sndis qạtils khvn bha thi diyun th khudays mʿāfy mngnh bapt chuhs akh ghlam thi āzad krun. Agr suh daru alḥrbuk rvzn vvl āshi tylhi chuh qạtils ṣrf ghlam āzad krun khvn bha chuhs nh kynhh. Agr suh kunhi tithhi daru alkfruk rvzn vvl āshi ys sintụ̄ aslạmy ḥkvmts mʿāhdh chuh tylhi chuh qạtils akh ghlam āzad krun th amhi ʿlavh chuhs khvn bha thi diyun, albth khvn bhahuk mqdar āshi tiyutue yvutah amhi mʿāhdh valhi qvm kis kạnshi ghyr mslm frd sndis qtl krnh kis ṣvrts mnz mʿāhdh rngụ̄ diyun pzi) pth ys ghlam dstyab spdi nh suh thạvin lgatar don rytn hnz rvzh. (yʿny rvzh thạvin lgatar mnzs mh trạvin kanhh doh. Hrgah kanhh shkhṣ shrʿī ʿdhr vrạe kanhh doh puhttravi ts chhe navi sr byyhi godd pytthe rvzh shrvʿ krnhi.) yih chuh ath gnahs pytth khudays brvnhh knhi tvbh krnuk ṭryqh. (yʿny yih chuhnh jurmanh blkh chuh tvbh th kfarh. Jurmans mnz chuhnh ndamt, shrmsary th aṣlaḥi nfsuk kanhh ruvḥ āsan blkh chuh suh ʿmvmaan skht nagvạry san mjbvraan dinh yivan th pth kun chuh travan byzạry th tlkhy. Ath brʿks chuh Allah tʿālyā yczhan zi ys bnds khṭa spud suh chhlin ʿbadt sintụ̄, kari khyr sintụ̄ th ḥqvq ada krnh sintụ̄ pnnhi rvḥ pytthh aamiyuk athr th shrmsạry th ndamt san krin khudays kun rjvʿ takh yih gnah thi spdi mʿāf th āʿndh khạṭr rvzi amụ̄ sund nfs yiczhh ghlṭyih dohravnh nishhi thi mḥfvẓ.) th Allah tʿālyā chuh zann vvl th dana."
  },
  {
    "verse_id": 93,
    "translation": "Rvud suh shkhṣ yus kạnshi mvmns zạnith mạnith qtl kri tylhi chuh tmụ̄ sund jza jhnm yth mnz suh hmyshh rvzi ts pytth chuh Allah tʿālyā sund ghẓb th tmụ̄ snz lʿnt th khudayn chuh tmụ̄ sndi khạṭr skht ʿdhab tyar thvvmut."
  },
  {
    "verse_id": 94,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yylhi tvhụ̄ Allah tʿālyā snzi vathi mnz jhad khạṭr nyiriv tylhi kriv dvsts dushmns mnz frq, th yus tohyih kun slamhi sintụ̄ pysh qdmy kri ts mah vniv fvraan zi cz chuhkh nh mvmn, hrgah tvhụ̄ dnyạvy fạydh yczhan chihv tylhi chih khudays nishhi tuhndi khạṭr varyah mali ghnymt, ạkhr he chihv tvhụ̄ panh thi athụ̄ ḥalts mnz mbtla rvudimtụ̄, pth kvr khudayn tohyih pytth aḥsan, lhādha hyyv tḥqyqs kạm (aslam kis abtda hs mnz avs lfẓ alslam ʿlykm muslmann andr shʿārch th ʿlamtch ḥythyt thavan th akh muslman avs dvyimis muslmans vuchihth yih lfẓ ath mʿnys mnz vartavan zi bh chuhs chany jmaʿtuk nfr, dvst th khyr khvah, dshmn chuhs nh kynhh, khṣvṣyt san ạs tth zmans andr amhi shʿārch (ṭryqch) ahmyt amhi vjh kinụ̄ thi zyadh zi tmhi vqth ạs nh ʿrbh kyn nav muslmn th kạfrn drmyan poshakhs, zbạnụ̄ th byyhi kunhi chyzs mnz nnụ̄ frq yymhi sintụ̄ akh muslman srsry nẓr trạvith dvyims mslman bạyis prznạvith hykhi he. Albth lrrayih hndyn mvqʿn pytth ạs akh pychydgy yih drpysh yivan zi muslman yylhi kunhi dshmn snzi chhokhi pytth ḥmlh kran ạsụ̄, kunhi vizi avs aath zds mnz kanhh muslman thi yivan, suh avs ḥmlh krn valyn muslmann yih vannh khạṭr zi bthi chuhs tuhndue dyny bve alslam ʿlykm ya laa ailāh aila Allah baddi baddi vnan mgr mslmann avs ts pytth yih shk gczhan zi yih chuh kạfr yus mḥẓ zuv bchavnh khạṭr ḥylh chuh kran, amhi mvjvb ạsụ̄ bsa avqat tim ts qtl nivan krith. Āytuk manshhi chuh yih zi yus shkhṣ pnun pan mslman sndi ḥythyt pysh kran chuh, ts mtʿlq chuhv nh tohyih srsry ṭvr yih fạṣlh krnuk ḥq zi suh chuh mḥẓ zuv bchavnh khạṭr aapuz vnan. Bnan chuh suh āshi pvz vnan th bnan chuh suh āshi aapuz vnan, ḥqyqt spdi tḥqyq sinty mʿlvm, tḥqyq vrạe ylh travns mnz agr yih aimkan chuh zi akh kạfr bchavi aapuz vnith pnun zuv, mgr qtl krns mnz chuh aamhi kthhi hund thi aimkan zi akh be gnah mvmn spdi tuhndi athh mar) yikynczhah tvhụ̄ kran chihv Allah tʿālyā chuh tmhi nishhi bakhbr."
  },
  {
    "verse_id": 95,
    "translation": "Mslmanav mnz yim lukh kunhi ʿdhr varạe grn mnz chih bihith rvzan, th tim yim Allah tʿālyā snzi vathi mnz jan v mal sintụ̄ jhad chih kran, doshvnụ̄ hnz ḥythyt chahnh hishy, khudayn chuh bihith rvzn valyn bh nsbt jan v mal sintụ̄ jhad krn valyn hund drjh bddvvmut agrchhi prth kạnshi hndi khạṭr khudayn rczrukue vʿdh chuh kvrmut. Mgr khudays nishhi chuh mjạhdn hndyn khdmatn hund mʿāvẓh bihith rvzn valyn hndi khoth zyadh."
  },
  {
    "verse_id": 96,
    "translation": "Tihndi khạṭr chih Allah tʿālyā sndi ṭrfh bddụ̄ drjh byyhi chhe mghfrt th rḥmt, th Allah tʿālyā chuh bvdd mʿāf krn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 97,
    "translation": "Yim lukh pnnis nfss pytth ẓlm kran ạsụ̄, tihindụ̄ ruvḥ yylhi frshtv qbẓ krụ̄ th purczhhakh zi yih kth ḥalts mnz ạsiv tvhụ̄ mbtla? (murad chih tim lukh yim aslam qbvl krnh pth thi kunhi mjbvry th ʿdhr varạe pnnis kạfr qvms drmyan qyam krith ạsụ̄ th nym mslman th nym kạfranh zndgy bsr krns pytth ạsụ̄ rạẓụ̄. Ḥalankh akh daru alaslam avs bds āmut yath kun yim hjrt hykhan krith th yihndi khạṭr avs pnnhi dyn v aʿtqad muṭạbq pvur aslạmy zndgy bsr krnụ̄ mmkn spudmut th daru alaslam ṭrfh ạs yimn yih dʿūt thi dinh āmcz zi pnun ayman bchavnh khạṭr vạtin hjrt krith avr) timv diyut jvab zi asụ̄ ạsụ̄ zmyns andr kmzvr th mjbvr. Frshtv vvnhkh, kya Allah tʿālyā snz zmyn ạs na vsyʿ takh tvhụ̄ krihiv tath andr hjrt? Yim chih tim lukh yuhund tthkanh jhnm chuh th suh chuh sytthhe bur tthkanh."
  },
  {
    "verse_id": 98,
    "translation": "Ā, yim mrd, mstvrath th shurụ̄ pzy be bs chih th nyrnch kanhh vath ya dhryʿh chihnh lban,"
  },
  {
    "verse_id": 99,
    "translation": "(yih kth chahnh) dvr zi Allah tʿālyā kri timn mʿāf, Allah tʿālyā chuh bvdd mʿāf krn vvl th drguzr krn vvl."
  },
  {
    "verse_id": 100,
    "translation": "Yus akhah Allah tʿālyā snzi vathi mnz hjrt kri suh lbhi zmyns andr pnah ninh khạṭr varyah jae th rvznh khạṭr sytthah gunjạysh th yus akhah pnnhi gr khudays th rsvl ṣly Allah ʿlyh v slms kun hjrt khạṭr nyri pth yiyhi ts vathi mnze mvt tmụ̄ sund ajr spud Allah tʿālyā sndi dhmh vạjb, Allah tʿālyā chuh sytthah mghfrt krn vvl th rḥym. (yth jayih gczihh yih kth smjhnụ̄ zi yymụ̄ shkhṣn Allah tʿālyā sndis dyns pytth ayman āshi avnmut, ts khạṭr chhe kufrkis nẓams tḥt zndgy guzarnụ̄ ṣrf don ṣvurtn mnz jạyz, akh yih zi suh rvzi tath sr zmyns mnz aslam ghạlb krnch th kufrk nẓam aslam kis nẓams mnz tbdyl krnch jd v jhd kran yithh pạtthụ̄ anbyaʿ ʿlyhm alslam th tihindụ̄ abtdạyy pyrvkar kran chih rvudimtụ̄. Dvyyum yih zi ts āshi nh pzụ̄ pạtthụ̄ tathi nyrnch kanhh vath aathhi yivan th suh āshi skht nfrt th be zạry san mjbvraan tathi qyam krith.)"
  },
  {
    "verse_id": 101,
    "translation": "Th yylhi tvhụ̄ sfr khạṭr nyiriv kanhh prvae chuhnh agr tvhụ̄ nmazi mnz aikhtṣar kriv (aamnh kh vqth kh sfruk qṣr chuh yih zi yimn vqtn czvr rkạcz frẓ chhe timn mnz gczhn zh rkạcz prnhi th jng kis ḥalts mnz chuhnh qṣr khạṭr kanhh ḥd muqrr. Jngy ḥalat yymhi ṭryqh thi ajazt din nmaz gczihh prnh yinụ̄.) yylhi zn tohyih andyshh āshi zi kạfr stavnav tohyih tikyazi tim chih nanhi vanh tohyih sintụ̄ dshmny pytth ddttith."
  },
  {
    "verse_id": 102,
    "translation": "Th ae nby, yylhi tvhụ̄ mslmann drmyan ạsiv th (jng kis ḥalts mnz) spdiv tim nmaz prnavnh khạṭr khrra tylhi gczihh timv mnz akh jmaʿt tohyih sintụ̄ khrra spdnụ̄ th pnun samanh thạvin pans sintụ̄, pth yylhi so sjdh kri tylhi nyirin pth kun th byakh jmaʿt yymụ̄ nh vunhi nmazi āshi prmcz yiyin th prin tohyih sintụ̄ nmaz th so thi rvuzin hushyar th pnun samanh thạvin sintụ̄. (ṣlvāhi khvfuk yih ḥkm chuh tth ṣvrts mnz yylhi zan dshmn sndi ḥmluk khṭr āshi mgr ʿmlaan āshi nh qitaluk mʿrkh grm kynhh.) tikyazi kufar chih zaghi rvuzith zi tvhụ̄ gczihv pnnyv hthyarav th pnnhi samanh nishhi hna ghạfl thi tim krn tohyih pytth aky saʿth ḥmlh albth agr tvhụ̄ rvud kh vjh kinụ̄ tklyf mḥsvs kriv ya bymar ạsiv tylhi chuhnh samanh krrith thavns mnz kanhh ḥrj mgr tvthi rvuziv ḥysh, yqyn thạviv zi khudayn chuh kạfrn khạṭr rusva krn vvl ʿdhab thvvmut."
  },
  {
    "verse_id": 103,
    "translation": "Pth yylhi nmazi nishhi fargh spdiv tylhi rvuziyvun vodnụ̄ th bihith th lr trạvith, prth ḥals mnz Allah tʿālyā yad kran pth yylhi aṭmynan spdyv tylhi priv pvur nmaz, drḥqyqt chhe nmaz tiyuth frẓ yus vqth chih pabndy san ba aymann pytth lazm chuh āmut krnh."
  },
  {
    "verse_id": 104,
    "translation": "Mah hạviv kmzvry aath jmaʿts pth dvrns mnz agr tvhụ̄ tklyf chihv tulan, tim thi chih tuhndy pạtthụ̄ tklyf tulan th tvhụ̄ chihv khudays nishhi tmhi chyzkụ̄ aumydvar yymkụ̄ aumydvar tim chihnh, Allah tʿālyā chuh svrue kynhh zanan th suh chuh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 105,
    "translation": "Ae nby, ashi chhe yih ktab ḥq hyth tohyih kun nạzil krmcz takh yvsh siyz vath khudayn tohyih hạvmcz chhe tth mṭạbq kriv lukn drmyan fạṣlh, tvhụ̄ mah bniv bd dyant lukn hndi ṭrfh czuvan vạlụ̄."
  },
  {
    "verse_id": 106,
    "translation": "Th khudays kriv drguzr krnuk drkhvast suh chuh sytthah drguzr krn vvl th rḥym."
  },
  {
    "verse_id": 107,
    "translation": "Yim lukh pnnis nfss sintụ̄ khyant chih kran, tvhụ̄ mh kriv timn ḥmayt (yus shkhṣ dvyimis sintụ̄ khyant chuh kran suh chuh draṣl goddh pnnis pans sintụ̄ khyant kran) khudays chuhnh tiyuth shkhṣ psnd yus khyant kar th bdkar āshi."
  },
  {
    "verse_id": 108,
    "translation": "Yim lukh hykn ansann nishhi pnnụ̄ ḥrkat chuhpạvth mgr khudays nishhi hykn nh chuhpạvith, suh chuh tmhi saʿth thi yimn sintụ̄ āsan yylhi yim rạczn andr czvuri rvuzith tmụ̄ snzi mrẓy khlaf mshvrh chih kran, yihnzn sarine ʿmln pytth chuh Allah tʿālyā aiḥaṭh krith."
  },
  {
    "verse_id": 109,
    "translation": "Ā, tohyih lukv krv yimn mujrmn hnd ṭrfh dnya chih zndgy mnz lrrạe mgr qyamt kh doh kus kri tihndi mokhh khudays sintụ̄ lrrạe? Ạkhr kus āshi tathi yuhund vkyl?"
  },
  {
    "verse_id": 110,
    "translation": "Agr kanhh shkhṣ ghlṭ kạm kri ya kri pnnis nfss pytth ẓlm th amhi pth kri khudays drgzr krnuk drkhvast suh lbhi khudays drguzr krn vvl th rḥym."
  },
  {
    "verse_id": 111,
    "translation": "Mgr yus burạyy kmavi tmụ̄ snz yih kmạe āshi tmụ̄ sndi khạṭr vbal. Khudays chhe tmam kthn hnz khbr th suh chuh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 112,
    "translation": "Pth yymụ̄ kạnshi akụ̄ kanhh khṭa ya gnah kvr pth khvlun tamiyuk alzam kạnshi be gnahs pytth tmụ̄ kvr sytthah baddi bhtanuk th ttakarh gnahuk bar jmʿ."
  },
  {
    "verse_id": 113,
    "translation": "Ae nby, agr Allah tʿālyā sund fẓl tohyih pytth āsihe nh th tmụ̄ snz rḥmt āshe nh tohyih shạmli ḥal tylhi avs yimv mnz akụ̄ drụ̄ tvhụ̄ ghlṭ fhmy mnz mbtla krnuk fạṣle kvrmut, ḥalankh pzr chuh yih zi tim ạsụ̄ nh pans vrạe byyhi kạnshi ghlṭ fhmy mnz mbtla kran th tohyih hykhan nh kanhh nqṣan krith. (yʿny agr tim ghlṭ tfṣyl th shhadth pysh krith tohyih ghlṭ fhmy mnz mbtla krns mnz kamyab thi gczhhan th pnnis ḥqs mnz krhn anṣafs khlaf fạṣlh thi ḥạṣl, tylhi thi avs nqṣan tihundue, tohyih vatihav nh kanhh nqṣan. Tikyazi khudays nzdyk āshn mujrim tim nah zi tvhụ̄. Yus shkhṣ ḥạkims dvkhh dith pnnis ḥqs mnz ghlṭ fạṣlh chuh ḥạṣl kran suh chuh khod pnnis pans aath ghlṭ fhmy mnz travan zi yimav tdbyrv sintụ̄ spud ḥq tmụ̄ sund ḥalankh pzr chuh yih zi khudays nzdyk yymụ̄sund ḥq chuh suh chuh tmụ̄ sundue rvzan th kunhi ghlṭ fhmy hndis bunyads pytth ḥakmi ʿdalt sund fạṣlh krnh sintụ̄ chahnh ḥqyqts pytth kanhh frq pyvan.) khudayn chhe tohyih pytth ktab th ḥkmt nạzil krmcz th tohyih chuhnav tikynczhah vvnmut yinh tohyih pe ạs th tmụ̄ sund fẓl chuh tohyih pytth sytthah bvdd."
  },
  {
    "verse_id": 114,
    "translation": "Lukn hnzn khufyh sir kthn mnz chuhnh akthr v byshtr kanhh rczr āsan. Ā, agr kanhh czhayih pạtthụ̄ ṣdquk th khyratuk tlqyn kri ya kunhi nyk kamhi khạṭr ya vanhi lukn hndyn mʿāmlatn mnz aṣlaḥ krnh mokhh kạnshi kynhh, tylhi chhe yih rcz kth th yus akhah Allah tʿālyā snzi rẓa mndy khạṭr yih kri ts krv ʿnqryb asụ̄ bvdd ajr ʿṭa."
  },
  {
    "verse_id": 115,
    "translation": "Mgr yus shkhṣ rsvl ṣly Allah ʿlyh v slmn hndis mkhalfts pytth hvl gnddith āshi th ahli aymann hnzi rvishhi vrạe pkhi byyhi kunhi rvishhi pytth, ḥalankh āshi ts pytth syz vath vaẓḥ spzmcz tylhi pknavvn suh asụ̄ tvurụ̄kun yvrkun suh panh pihyvur th suh chhkvn jhnms mnz yosh bdtryn rvzn jae chhe."
  },
  {
    "verse_id": 116,
    "translation": "Allah tʿālyā kri nh bs shirkse yvt mʿāf, amhi vrạe hykhi svrue kynhh mʿāf spdith yas suh mʿāf yyczihh krun, yymụ̄ khudays sintụ̄ kanhh shryk zvn suh drav gmrạhy mnz sytthah dvur."
  },
  {
    "verse_id": 117,
    "translation": "Tim chih khudays trạvith dyvy yan mʿbvd bnavan, tim chih ts bạghy shyṭans mʿbvd bnavan."
  },
  {
    "verse_id": 118,
    "translation": "Ys khudayn lʿnt kr (shyṭans chuhnh ath mʿnys mnz kanhh thi mʿbvd bnavan zi ts brvntthh knhi āshi bndgy hndy rsm ada kran th ts āshi alvhytuk drjhi divan. Albth chhe ts mʿbvd bnavnch ṣvrt yih zi ansan chuh pnnhi nfsch lakm shyṭan sndis aths mnz divan th ypạrụ̄ suh pihrvan chuhs tpạrụ̄ chuh phyran, gvya kh yih chuh tmụ̄ sund bndh th suh chuh amụ̄ sund khudae. Amhi nishhi lvg pe zi czhoph dm krith th achh ttuvith aṭaʿt th pyrvy krnuk nav thi chuh ʿbadt, th yus shkhṣ amhi qsmch aṭaʿt kran chuh suh chuh draṣl ts shkhṣh snz ʿbadt kran yus tmụ̄ khudae trạvith pnun muṭaʿ āshi bnvvmut. Tim chih ts shyṭan snz aṭaʿt kran.) yymụ̄ khudays avs vvnmut zi, bh hymh chanyn bndn akh mqrr ḥṣh ẓrvr. (yʿny yihndyn avqatn mnz, yihnzn mḥntn th kvushshn mnz, yihnzn quvtn th qạblytn mnz, yihndis mals th yihndyn avladn mnz lgav bh panun ḥṣh th tithh pạtthy phsavkh zi yim krn yimn sarine chyzn hund akh bvdd ḥṣh myanhi vathi mnz khrch.)"
  },
  {
    "verse_id": 119,
    "translation": "Bh ddalkh yim, bh phsavakh yim ṭmʿ hn mnz, bh dimh yimn ḥkm th myanhi ḥukmh din yim janvrn knan trth. (ahli ʿrbn hndyv tvhmatv mnz chuh akis kun aisharh. Tihund akh qạʿdh avs zi yylhi avnttinhi panczhh ya dah bchhi zyvhan, ts ạsụ̄ knn trth dith pnnis dyvta sndis navs pytth ylh travan th ts kạm hynụ̄ avs ḥram yivan zannh. Yithe pạtthụ̄ yymis avntth sndi nṭfh sintụ̄ dah bchhi zyvhan suthi avs dyvta sndis navs pytth ṣdqh rngụ̄ ylh travnh yivan th kns trth diyun ạs amhi kthhi hnz ʿlamt zi yih chuh khyrat rngụ̄ ylh trvanh āmut janvr.) th bh dimh yimn ḥkm th yim krn myanhi ḥukmh khudayy sakhts mnz rd v bdl. (khudayy sakhts mnz rd v bdl krnuk mṭlb chuhnh chyzn hndis pydạyshy bnavtts mnz rd v bdl krun kynhh blkh yth jayih yath rd v bdls shyṭạny kạm chhe vannh āmcz so chhe yih zi ansan hyyih kunhi chyzs so kạm yymhi khạṭr khdayn suh pạd chuhnh kvrmut, th kunhi chyzs hyyih nh so kạm yymhi khạṭr suh khudayn pạd chuh kvrmut. Dvyimyn lfẓn mnz vanav timh sare kamhi yimh ansan pnnis th baqy chyzn hndis fṭrts khlaf chuh kran, th timh tmam ṣvurth yimh suh fṭrt khi mnshhi nishhi czalnh khạṭr akhtyar chuh kran. Yymhi āyt mvjvub chih shyṭan sndụ̄ gmrah kun tḥrykat yim, qvmi lvṭch ʿml, ẓbiṭ vladt, rhbạnyt, nytr vrạe rvzun, mrd th znanh hantth bnavnhi, mrd bnavun namrd, znanh timv kamyv nishhi muchhhi thavnhi yimh fṭrtan timn ḥvalh chhe krimcz th timh tmdun kyn timn shʿbn mnz khkhri aannh yimn khạṭr mrd chuh pạd āmut krnh.) yih shyṭan yymụ̄ kạnshi akụ̄ khudays bjae yih pnun vly th srprst bnvv suh pyv nanhi vanh khsars mnz."
  },
  {
    "verse_id": 120,
    "translation": "Suh chuh yimn lukn sintụ̄ vʿdh kran th yimn chuh amyd divan mgr shyṭan sndụ̄ sạry vʿdh chihnh fryb vrạe byyhi kihinụ̄."
  },
  {
    "verse_id": 121,
    "translation": "Yimn lukn hund tthkanh chuh jhnm yymhi nishhi yim moklnch kanhh ṣvrt lbn nh."
  },
  {
    "verse_id": 122,
    "translation": "Rvudụ̄ tim lukh yim ayman aann th nyk ʿmlh krn tim krvkh asụ̄ tithyn baghn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan, tim rvzn tathi hmyshh hmyshh khạṭr, yih chuh Allah tʿālyā sund pvz vʿdh th khudays khoth kus āshi pnnhi kthhi mnz pziyvr."
  },
  {
    "verse_id": 123,
    "translation": "Anjam kar (ʿdhab th thvab) nah chuh tuhndyn ārizuvan pytth mvqvf nh ahli ktabn hndyn ārzuvan pytth, yus akha burạyy kri tamyuk phl lbhi suh th khudays mqablh lbhi nh pnnhi khạṭr kanhh ḥạmy th mddgar."
  },
  {
    "verse_id": 124,
    "translation": "Th yus akha nyk ʿml kri, khvah suh mrd ạsitn ya znanh, bshrṭykhi āshi mvmn tylhi gczhn yithy lukh jnts mnz dạkhl th timn spdi nh zars sumb ḥq tlfy."
  },
  {
    "verse_id": 125,
    "translation": "Ts shkhṣh sndi khoth bhtr kmụ̄ sund ṭryqi zndgy hykhi bhtr ạsith yymụ̄ khudays brvntthh knhi pnun klh nvmrvv, th pnun rviyih thvvun nyk th yk suv spdith krn abrahym sndi ṭryqch pyrvy, tas abrahym sndi ṭryqch pyrvy yus khudayn pnun dvst avs bnvvmut."
  },
  {
    "verse_id": 126,
    "translation": "Āsmann th zmyns mnz yikynczhah chuh, suh chuh Allah tʿālyā sund, th Allah tʿālyā chuh prth chyzs pytth aḥaṭh krith."
  },
  {
    "verse_id": 127,
    "translation": "Lukh chihv tohyih mstvratn hndis mʿāmls mnz ftvyā prczhan. (yih chuhnh āmut vannh zi kya ftvyā ạsụ̄ prczhan. Albth āyt 128 pytthh 130 has mnz yus ftvyā dinh āmut chuh tmhi sintụ̄ chhe svalch nvʿīt fikri tran.) vniv, Allah tʿālyā chuhv tohyih tihindis mʿāmls mnz ftvyā divan. Th sinty chuhv tim aḥkam thi yad pavan yim goddh pytthe tohyih yth ktabhi mnz chih bvznavnh yivan, yʿny tim aḥkam yim timn ytym kvryn mtʿlq chih yihndụ̄ ḥq tvhụ̄ ada chihv nh kran th yihndụ̄ nkaḥ krns mnz tvhụ̄ baz chihv rvzan. (ya chihv lalchhi hndis bnyads pytth panh yczhan tvhụ̄ timn sintụ̄ nkaḥ krun.) (targhabuvna an tankiḥuvhun, aamyuk mṭlb hykhi yithi ạsith zi tohyih chahv yimn sintụ̄ nkaḥ krnch rghbt th yithi hykhi ạsith zi tohyih chuhv nh yimn sintụ̄ nkaḥ psnd.) th tim aḥkam yim timn shuryn mtʿlq chih yimn be charn kanhh ṭaqt chuhnh, Allah tʿālyā chuhv tohyih hdayt divan zi ytymn sintụ̄ rvuziv anṣafs pytth qạyim, th yus rczar tvhụ̄ kriv suh rvzi nh Allah tʿālyā sndi ʿlmh nishhi khttith."
  },
  {
    "verse_id": 128,
    "translation": "Agr kạnshi znanhi pnnis khandars nishhi bdslvky ya be rukhy hund khṭrh āshi, (yythi pytth chuh lukn hndi svaluk jvab shrvʿ spdan, sval avs yih zi akhi khoth zạyid khandarnhi āsnkis ṣvrts mnz yus ʿdluk ḥukm chuh dinh āmut tath pytth kithh pạtthụ̄ yiyhi ʿml krnh yylhi zn akh khandarnụ̄ chhe hmyshh bymar (daymu almrẓ) ya jsmạny rạbṭs qạbl chahnh rvuzmcz. Kya ath ṣvrts mnz thi chha amis pytth lạzim zi doshvnụ̄ sintụ̄ thavi yksan mḥbt? Jsmạny tʿlqs mnz thi vartavi hishr? Th hrgah suh yih kri nh tylhi chha ʿdlh kh shrṭuk tqaẓh yih zi dvyim khandr krnh mokhh travi suh goddnchhi khandarinhi? Byyhi agr goddnich khandarnụ̄ panh yyczihh nh juda spdun, kya tylhi hykiya don bạczn mnz amhi qsmuk mʿāmlh spdith zi yosh khandarinụ̄ ghyr mrghvb spzmcz chhe so kri pnnyv kynczhv ḥqvqav nishhi pnun pan dst brdar th khandars kri ṭlaq nishhi baz rvzns pytth rạẓụ̄? Kya yih kạm krnụ̄ ma chhe ʿdlh kis shrṭs khlaf?) kanhh prvae chuhnh zi khandar th khandarinụ̄ karn (kynczhn ḥqvqn hnzi kmy byshy pytth) panh vạnụ̄ ṣlḥ. (yʿny ṭlaq th judạyy nishhi chuh bhtr zi panh vạnụ̄ mṣạlḥt krith rvuzin akh khandarinụ̄ tsụ̄ khandars sintụ̄ yas sintụ̄ tamhi vạnshi hund akh ḥṣh guzvrmut chuh.) ṣlḥ chuh bhrḥal bhtr. Nfs chih tng dily kun jldy mạyl spdan albth agr tvhụ̄ lukh aḥsan san pysh yiyiv th khudạe khvfs hyyiv kạm tylhi thạviv pczh zi Allah tʿālyā āshi nh tuhndi aamhi ṭrzi ʿmlh nishhi be khbr."
  },
  {
    "verse_id": 129,
    "translation": "Khandarinyn drmyan pvur pvur ʿdl krun chuhnh tohyih tam hrgah tvhụ̄ yyczihv thi tvthi hykiv nh krith. Lhādha (chuh qanvni alhāy yuk mnshhi pvur krnh khạṭr yih sytthah zi) akis khandarnhi kun mah nmiv tithh pạtthụ̄ zi dvyim thạviyvn āvyzan. (yymhi āyth nishhi chuh kynczhv yih ntyjhi kvddmut zi qrān chuh akhi pash ʿdlh kh shrṭh san tʿdadi azvajuk ajazt divan th dvymhi pash chuh ʿdls nammkn qrar dith yih ajazt ʿmlaan mnsvkh kran. Drḥqyqt chahnh aath āyts mnz yuth ntyjhi krrnh khạṭr kanhh gunjạysh. Agr ṣrf yutue vanns pytth aktfa krnh āshie āmut zi, tvhụ̄ hykiv nh khandarinyn drmyan ʿdl krith. Tylhi yiyhi he yih ntyjhi krrnh mgr amhi pte chuh yih frmavnh āmut zi, lhādha nmụ̄zyv nh balkle akụ̄se khanadrinhi kun. Aamhi kthhi thvv nh kanhh mvqʿ amhi mṭlbh khạṭr pth kun yus msyḥy yvurps tqlyd krn vạlụ̄ ḥẓrat aamhi nishhi krrun chih yczhan.) agr tvhụ̄ pnun ṭrzi ʿml durst thạviv th khudays rvuziv khoczan Allah tʿālyā chuh chshm pvushy krn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 130,
    "translation": "Albth agr zh bạcz akh akis nishhi byvne spdn, Allah tʿālyā kri pnnhi vsyʿ qdrt sintụ̄ doshvnụ̄ akh akụ̄ snzi mḥtajy nishhi be nyaz, Allah tʿālyā sund damn chuh varyah kushadh th suh chuh dana v byna."
  },
  {
    "verse_id": 131,
    "translation": "Āsmann th zmyns mnz yikynczhah chuh svrue chuh Allah tʿālyā sundue, tohyih brvnhh yimn ashi ktab diczmcz ạs, timn thi avs yohe hdayt diytmut th vonụ̄ chihv tohyih thi yohe hdayt divan zi khudays khvuczụ̄ khvuczụ̄ rvuziv kạm kran. Albth agr tvhụ̄ manan chihv nh mah mạniv, āsman th zmyn kyn tmam chyzn hund mạlik chuh bs khdae th suh chuh be nyaz, prth tʿryfuk ḥqdar."
  },
  {
    "verse_id": 132,
    "translation": "Ā, bs khdae chuh mạlk timn sarine chyzn hund yim āsmann mnz chih th yim zmyns andr chih th karsạzy khạṭr chuh bs sue kạfy."
  },
  {
    "verse_id": 133,
    "translation": "Hrgah suh yyczihh tohyih httạvith aanhi suh baqyn tuhnzi jayih th suh chuh aamich pvur qdrt thavan."
  },
  {
    "verse_id": 134,
    "translation": "Yus shkhṣ mḥẓ dunya kh thvabuk ṭạlb āshi tas gczihh pe āsnụ̄ zi khudays nishhi chuh thvabi dnya th thvabi ạkhrt thi, th Allah tʿālyā chuh smyʿ v bṣyr (bvzn vvl thi th vuchhn vvl thi)."
  },
  {
    "verse_id": 135,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, anṣafkụ̄ ʿaalmbrdar th Allah tʿālyā sndi mvjvub bniv gvah agrchhi tuhndi anṣafuk th tuhnzi gvạhy hund dab khod tuhndis pnnis dhats pytth ya tuhndis mạlis majhi th rshth darn pytth kyazi āshi nh vasan, mʿāmluk fryq khvah maldar ạsitn ya ghryb, Allah tʿālyā chuh tuhndi khoth zyadh tihund khyr khvah, lhādha mah rvuziv pnnhi nfsh chih khvạhshhi hnzi pyrvy mnz ʿdlh nishhi path th agr tohyih vuttihth kth vniv ya pzr nishhi bchvvuv damn. Tylhi zạniv zi yikynczhah tvhụ̄ kran chihv khudays chhe tmich khbr."
  },
  {
    "verse_id": 136,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, ayman aniv khudays pytth th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms pytth, th tth ktabhi pytth yosh khudayn pnnis rsvl ṣly Allah ʿlyh v slms pytth nạzil chhe krmcz, th prth tth ktabhi pytth yimh yymhi brvnhh tmụ̄ nạzil chhe krimcz. (ayman aann valyn vanun zi ayman aniv chuh bẓạhr ʿjyb basan. Mgr yth jayih chuh lfẓ ayman don alg mʿnyin mnz vartavnh āmut. Ayman aannuk akh mṭlb chuh yih zi ansan krin ankar bjayih aqrarch vath akhtyar, nh manan valyn nishhi alg spdith gczihn mann valyn mnz shạml. Th aamiyuk dvyum mṭlb chuh yih zi ansan yth chyzs manhi tth mạnin pzi dilh san, pvur snjydgy san th khlvṣ san. Āyts mnz chuh khṭab timn tmam mslmann yim goddnikhi mʿny kh lḥaẓh mann valyn mnz shumar chih spdan th timn chuh mṭalbh āmut krnh zi dvyimhi mʿny kh lḥaẓh bnin pzụ̄ mvmn.) yymụ̄ khudays th tmụ̄ sndyn mlạykn th tmụ̄ snzn ktabn th tmụ̄ sndyn rsvln th qyamt kis dohas sintụ̄ kufr kvr suh phvtt gmrạhy mnz th ddvl vathi. (kufr krns thi chih zh mṭlb, akh yih zi ansan kri ṣaf ankar. Dvyum yih zi zbạnụ̄ sintụ̄ manhi mgr dilh sintụ̄ manhi nh ya pnnhi rviyih sintụ̄ kri thạbt zi yth chyzs suh mannuk dʿūyā kran chuh fy alvaqʿ chuhnh tth manan.)"
  },
  {
    "verse_id": 137,
    "translation": "Rvudụ̄ tim lukh yimv ayman avn, pth kvrukh kufr, pth avnukh byyhi ayman, pth kvrukh byyhi kufr, pth rvudụ̄ pnnis kufrs mnz brvnhh pkan, Allah tʿālyā kri nh hrgz timn mʿāf th nh havi timn siyz vath."
  },
  {
    "verse_id": 138,
    "translation": "Munafqn diyiv khosh khbr tihndi khạṭr chuh dg tulvun ʿdhab tyar."
  },
  {
    "verse_id": 139,
    "translation": "(tikyazi) yim chih ahli aymann trạvith kạfrn pnnụ̄ rfyq bnavan. Kya yim lukh chha ʿzt czhanddnhi timn nishhi gczhan? Ḥalankh ʿzt chuh andhyth Allah tʿālyā se khạṭr."
  },
  {
    "verse_id": 140,
    "translation": "Khudayn chuh yth ktabhi mnz godde yih ḥkm diytmut zi yth jayih tvhụ̄ bvuziv zi Allah tʿālyā sndyn āyatn khlaf chuh kufr yivan bknh th yimn chuh hzl yivan krnh tathi mah rvuziv timn nishhi bihith yvt tam nh lukh byyhi kunhi kathhi kun lgn, vonụ̄ hrgah tvhụ̄ yih kran chihv tylhi chihv tvhụ̄ thi timne hivụ̄, pczh kriv zi Allah tʿālyā chuh mnafqn th kạfrn jhmns mnz akise jayih jmʿ krn vvl."
  },
  {
    "verse_id": 141,
    "translation": "Yim munafq chih tuhndis mʿāmls mnz praran, (mṭlb vav vuchihth chih nav travan) agr Allah tʿālyā sndi ṭrfh ftḥ tuhnz spz pth yin th vnan zi kya asụ̄ ạsụ̄ na tohyih sintụ̄? Hrgah kạfrn hund pvtur gvb rvud path vnan timn zi kya aashi avs na tohyih khlaf lrrnuk ṭaqt mgr tamhi pth thi bchạviv aashi tvhụ̄ muslmanav nishhi? Bs kri Allah tʿālyā he tuhndi th tihndi mʿāmluk fạṣlh qyamt kh doh th (aath fạṣls mnz) chahnh khudayn kạfrn khạṭr muslmann pytth ghạlb ynch hrgz thi kanhh sbyl thạvmcz."
  },
  {
    "verse_id": 142,
    "translation": "Yim munafq chih khdays sintụ̄ dvkhh bạzy kran ḥalankh chih drḥqyqt Allah tʿālyā ne ym dvkhs mnz trạvimtụ̄ yylhi nmazi khạṭr vothan chih tylhi chih ksh ksh mḥẓ lukn havnh khạṭr vothan th khudays chih kme phn yad kran."
  },
  {
    "verse_id": 143,
    "translation": "Kufrs th aymans drmyan chuhkh tdhbdhb, nah chih pvur yvrkn nah chih pvur hvr kn, yus khudayn ddvlmut āshi ts khạṭr hykiv nh tvhụ̄ kanhh vath lbith. (yʿny yymụ̄ Allah tʿālyā sndi klamh nishhi th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slmn hndi syrt nishhi hdayt āshi nh lvbmut, yus pzr nishhi ddlith th bạṭl prsty kun rạghb vuchihth khudayn thi āshi tvurụ̄ kun pihyurmut yvr kun suh panh phyrun yczhan avs th yymụ̄ sndi ẓlalt czhanddnh kh vjhi kinụ̄ khudayn āsn ts pytth hdaytkụ̄ drvazh bnd krimtụ̄ th ṣrf āsns gumrạhy hndy yạtụ̄ drvazh ylh trạvimtụ̄, yithis shkhṣs siyz vath havnụ̄ chuhnh draṣl kạnshi ansans tam.)"
  },
  {
    "verse_id": 144,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, mvmn trạvith mah bnạviyvukh kạfr pnnụ̄ rfyq, kya tvhụ̄ chihvh yczhan zi khudays diyiv pans khlaf ttakar ḥujt?"
  },
  {
    "verse_id": 145,
    "translation": "Pczh kriv zi mnafq gczhn jhnm kis sarive khoth bnimis ṭbqs mnz th tvhụ̄ vuchhvun nh kanhh tihund mddgar."
  },
  {
    "verse_id": 146,
    "translation": "Albth yim timv mnz tvbh krn th pnnis ṭrzi ʿmls krn aṣlaḥ byyhi rattn Allah tʿālyā sund damn th pnun dyn krn Allah tʿālyā sndi khạṭr khạlṣ yithụ̄ lukh chih mvmnn sintụ̄ th Allah tʿālyā kri ẓrvr mvmnn ajri ʿẓym ʿṭa."
  },
  {
    "verse_id": 147,
    "translation": "Ạkhr kya ẓrvrt chhe khudays zi khvah mkhvah diyav tohyih sza hrgah tvhụ̄ shkr guzar bndh bnith rvuziv th ayman chih rvishhi pytth pkiv. Allah tʿālyā chuh bvdd qdrdan th sarine hndi ḥalh nishhi chuh vạqf. (shukr yylhi bndh sndi ṭrfh āshi, tylhi chuh aḥsan mndy hndis mʿnyas mnz āsan th yylhi Allah tʿālyā sndi ṭrfh āshi tylhi chuh qdrdạny hndis mʿnys mnz āsan)"
  },
  {
    "verse_id": 148,
    "translation": "Allah tʿālyā chuhnh aath psnd kran zi ansan mczravi bdgvyy pytth zban aila yih zi kạnshi pytth āshi ẓlm krnh āmut. (yʿny mẓlvmas chuh ḥq vatan ẓạlims khlaf kri āvaz blnd) th Allah tʿālyā chuh svrue kynhh bvzn vvl th zann vvl."
  },
  {
    "verse_id": 149,
    "translation": "(mẓlvm āsnh kis ṣvrts mnz hrgah tohyih bdgvyy hund ḥq chuh.) albth agr tvhụ̄ nanhi vanh th pvshydh pạtthụ̄ rczre kran rvuziv ya kriv km az km burạyy nishhi drguzr tylhi chuh Allah tʿālyā (sund ṣft thi yohe zi suh chuh) sytthah mʿāf krn vvl, (ḥalankh sza dins pytth chuh) pvur qdrt thavan."
  },
  {
    "verse_id": 150,
    "translation": "Yim lukh khudays th tmụ̄ sndyn rsvln sintụ̄ kufr chih kran byyhi chih yczhan khudays th tmụ̄ sndyn rsvln drmyan frq krnụ̄ th vanan chih zi kanhh manvn asụ̄ th kanhh manvn nh byyhi chih yczhan kufrs th aymans mnzbag akh vath krrnụ̄."
  },
  {
    "verse_id": 151,
    "translation": "Tim sạry chih pokhth kạfr th yithyn kạfrn khạṭr chuh aashi suh sza dstyab thvvmut yus timn dhlyl v khvar krn vvl āshi."
  },
  {
    "verse_id": 152,
    "translation": "Aath brʿks yim lukh khudays th tmụ̄ sndyn rsvln mann th timn drmyan krn nh frq timn krv asụ̄ ẓrvr tihindụ̄ ajr ʿṭa, th Allah tʿālyā chuh sytthah drguzr krn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 153,
    "translation": "Ae nby, yim ahli ktab agr aaz tohyih muṭalbh chihv kran zi tvhụ̄ krnạviv āsmanh pytthh timn pytth kanhh tḥryr nạzil, aamhi khoth khsith mjrmanh muṭalbh chih yimv goddh mvsyā ʿlyh alslams krimtụ̄ tas avs yimv vvnmut zi aashi havun nanhi vanh khudae th aamy srkshy hndi vajh kinụ̄ ạs achank yimn pytth trtth pymcz, pth bnvv yimv vvczh pnun mʿbvd ḥalankh yimv āsh ttakar nshạnyih vuchihmcz aath pytth thi kvr aashi yimn drguzr, aashi kvr mvsyā ʿlyh alslams ttakarh frman ʿṭa."
  },
  {
    "verse_id": 154,
    "translation": "Th yimn lukn pytth ṭvur (pharr) thvd tulith hyvt aashi yimn (tmhi frman kh aṭaʿtuk) ʿhd, aashi diyut yimn ḥukm zi drvazs aczụ̄zyv nmụ̄ nmụ̄, (aamich dhkr chhe svrh bqrh āyt nmbr 58 th 59 mnz spzmcz) aashi vvn yimn zi sabtuk qanvn mah puhttrạviv th aath pytth hyvt yimn pkhth ʿhd."
  },
  {
    "verse_id": 155,
    "translation": "Ạkhr kar tihndi ʿhd shkny hndi vjh kinụ̄ th amhi vjh kinụ̄ zi yimv zạnụ̄ Allah tʿālyā sndụ̄ āyat aapzụ̄ th varyah pyghmbr krikh naḥq qtl th ath ḥds tam vvnukh zi sạnụ̄ dil chih ghilafn mnz mḥfvẓ. (yʿny tvhụ̄ krụ̄tav kynhh thi sanyn diln pytth pyyih nh aamiyuk kanhh athr) drḥqyqt chuh khudayn yihnzi bạṭl prsty hndi vjh kinụ̄ yihndyn diln pytth ttuhphi lgvvmut th aamy vjh kinụ̄ chih yim sytthah km ayman aanan."
  },
  {
    "verse_id": 156,
    "translation": "Aamhi pth drae yim pnnis kufrs mnz tyvutah ḥd zi mrym ʿlyha alslams pytth lgvvukh skht bhtan."
  },
  {
    "verse_id": 157,
    "translation": "Th panh vvnukh zi aashi chuh msyḥ, ʿīsyā abn mrym, Allah tʿālyā sund rsvl qtl kvrmut (yih mujrimanh jurat avs tyvutah huryvmut zi rsvls ạsụ̄ rsvl zanan th pth kvrukh tmụ̄ sndi qtluk aqdam th fkhr san vvnukh zi aashi kvr Allah tʿālyā sund rsvl qtl. Yth mvqʿs pytth agr svrh mrym rkvʿ 2 tfsyr san prnh yiyhi tylhi lghi pe zi bny asraʿyl ạsụ̄ drḥqyqt ḥẓrt ʿīsyā ʿlyh alslams rsvl zanan th amhi bavjvd khạlụ̄ tim timv tihndụ̄ kinụ̄ ṣlybhi pytth.) ḥalankh nah kvr suh timv drḥqyqt qtl th nh khvlukh ṣlybhi pytth blkh āv mʿāmlh tihndi khạṭri shkh ld bnavnh. (yih āyt chhe vaẓḥ kran zi ḥẓrt msyḥ ạsụ̄ ṣlybhi pytth khalnh brvnttuhe tulnh āmtụ̄, ʿīsayn th yhvudụ̄ doshvnụ̄ hnd yih khyal zi msyḥ ʿlyh alslamn diyt ṣlybhi pytth jan chuh mḥẓ ghlṭ fhmy pytth mbny. Amhi brvnhhzi yhvdụ̄ khalahn timn ṣlybhi pytth, khudayn ạsụ̄ tim kmhi tam saʿth tulimtụ̄ th pth yus shkhṣ yhvudyv ṣlbyih khvl, suh avs byakh kustam yus khbr kth vjhas pytth timv lukv ʿīsyā abn mrym smujh.) th yimv lukv aath mtʿlq akhtlaf kvrmut chuh tim chih draṣl shks mnz mbtla. Timn nishhi chuhnh ath mʿāmls mnz khnụ̄ ʿlm, mḥẓ chih gumanch pyrvy kran, timv kvr nh msyḥ pzụ̄ pạtthụ̄ qtl."
  },
  {
    "verse_id": 158,
    "translation": "Blkh tul suh khudayn pans kun, Allah tʿālyā chuh zbrdst ṭaqt thavn vvl th ḥkmt vvl."
  },
  {
    "verse_id": 159,
    "translation": "Th ahli ktabv mnz āshi nh suh kanhh yus nh tmụ̄ sndi mvth brvnhh ts pytth ayman aanhi. (yth kth chih zh mʿne byan krnh āmtụ̄ th lfẓn mnz chuh doshvnụ̄ hund hyvue aḥtmal. Akh mʿny chuhs yus trjms mnz chuh vartavnh āmut, dvyum chuhs yih zi ahli ktabv mnz chuhnh kanhh tiyuth yus pnnhi mvt brvnhh ts pytth ayman aanhi nh.) th qyamt kh doh diyih suh timn pytth gvạhy."
  },
  {
    "verse_id": 160,
    "translation": "Ghrẓ yimn yhvdyn hndis athụ̄ ẓạlmanh rviyih kis bunyads pytth krụ̄ aashi varyah tim pak chyz tihndi khạṭr ḥram, yim goddh tihndi khạṭr ḥlal ạsụ̄ th aath bunyads pytth zi yim chih ḥd khoth zyadh Allah tʿālyā snzi vathi nishhi rukavan."
  },
  {
    "verse_id": 161,
    "translation": "Byyhi chih svud rattan yymhi nishhi yimn tthakh avs krnh āmut th lukn hndụ̄ mal chih najạyz ṭryqh khyvan. (ghalbaan chuh yih tthụ̄ mẓmvns kun asharh yus brvntth kun āyt nmbr 146 svrh anʿāms mnz yinh vvl chuh. Yʿny yih zi bny asrạʿyls pytth āe tim sạry janvr ḥram krnh yimn nam chih āsan, th yimn pytth āv gạv hund th czhavjhi hund chrb thi ḥram krnh. Amhi ʿlavh chuh mmkn zi asharh āshi dvyimyn pabndyn th skhtyn kun thi yimh yhvudụ̄ fiqs mnz dryntthụ̄ chhe gczhan. Kạnshi drụ̄ sndi khạṭr zndgy hund dạyrh tng krnh yun chuh drḥqyqt tmụ̄ sndis ḥqs mnz sza th byyhi nh kynhh.) th yim lukh yimv mnz kạfr chih, tihndi khạṭr chuh aashi dg tulh vun ʿdhab tyar thvvmut."
  },
  {
    "verse_id": 162,
    "translation": "Mgr yimn mnz yim lukh pkhth ʿlm thavn vạlụ̄ chih th byyhi chih aymandar tim sạry chih tthụ̄ tʿlymhi pytth ayman anan yosh ae nby tohyih kun nạzil chhe krnh āmcz th yosh tohyih brvntth nạzil ạs krnh āmcz, amhi qsmh kyn ayman aann valyn th nmaz zkvātch pabndy krn valyn byyhi khudays th ạkhrt kis dohs pytth pvz ʿqydh thavn valyn lukn krav asụ̄ ẓrvr ajri ʿẓym ʿṭa."
  },
  {
    "verse_id": 163,
    "translation": "Ae nby, ashi chhe tohyih kun tithe pạtthụ̄ vḥy svuzmcz, yithh pạtthụ̄ nvḥ th ts pth yim pyghmbr āe timn pytth svuzmcz ạs, aashi svuz vḥy abrahym, asmaʿīl, asḥaq, yʿqvb th yʿqvb sndyn avladn byyhi ʿīsy, ayvb, yvnus, harvn th slyman ʿlyhm alslamn kun, aashi dicz davud ʿlyh alslams zbvr."
  },
  {
    "verse_id": 164,
    "translation": "Aashi kr timn rsvln pytth thi vḥy nạzil yihnz dhikr aashi yymhi brvnhh tohyih nishhi krmcz chhe th timn rsvln pytth thi yihnz dhikr aashi tohyih nishhi kr nh, aashi kr mvsyā ʿlyh alslams sintụ̄ tithh pạtthụ̄ kth bath yithh pạtthụ̄ kran chih."
  },
  {
    "verse_id": 165,
    "translation": "Yim sạry rsvl ạsụ̄ khosh khbr dinh vạlụ̄ th khocznavn vạlụ̄ bnạvith svznh āmtụ̄ takh tim mbʿūth krnh pth rvzi nh lukn nishhi khudays mqablh kanhh ḥujt. (yʿny yimn tmam pyghmbrn hndi svznuk avs aakve ghrẓ th suh avs yih zi Allah tʿālyā chuh ansạnụ̄ zuriyats pytth aitmam ḥujt krnụ̄ yczhan takh ạkhry ʿdalt kis mvqʿs pytth gczhih nh kanhh gmrah mujrm, ts brvntthh knhi hykun yih ʿdhr pysh krith zi asụ̄ ạsụ̄ navạqf th tohyih avsuv nh ḥqyqti ḥalh nishhi bakhbr krnh mokhh sanhi khạṭr antẓam kvrmut.) th Allah tʿālyā chuh bhr ḥal ghạlb rvzn vvl byyhi ḥkmt vvl th dana."
  },
  {
    "verse_id": 166,
    "translation": "(lukh chihnh manan mth mạnụ̄ tn) mgr Allah tʿālyā chuh gvạhy divan zi, ae nby, yikynczhah tmụ̄ tohyih pytth nạzil chuh kvrmut suh chuhn pnnhi ʿlmh sintụ̄ nạzil kvrmut, th aath pytth chih frshth thi gvah, agrchhi Allah tʿālyā sund gvah āsun balkl kạfy chuh."
  },
  {
    "verse_id": 167,
    "translation": "Yim lukh aath mannh nishhi khod ankar kran chih th baqyn chih Allah tʿāly snzi vathi nishhi rukavan tim chih pzụ̄ pạtthụ̄ gmrạhy mnz ḥqh nishhi sytthah dvur dramtụ̄."
  },
  {
    "verse_id": 168,
    "translation": "Ythh pạtthụ̄ timv lukv kfruk th bghavtuk ṭryqh akhtyar kvr th ẓulms th sitms pytth vthụ̄, Allah tʿālyā kri nh hrgz timn mʿāf th timn havi nh siyz vath."
  },
  {
    "verse_id": 169,
    "translation": "Mgr havykh jhnms kun vath yth mnz tim hmyshh rvzn, khudays khạṭr chahnh yih kanhh mushkl kạm."
  },
  {
    "verse_id": 170,
    "translation": "Lvukv, yih rsvl chuh tohyih nishhi Allah tʿālyā sndi ṭrfh ḥq hyth āmut, ayman aniv tuhndy khạṭr chuh bhtr, th agr ankar chihv kran tylhi zạniv zi yikynczhah āsmann th zmyns mnz chuh svrue chuh Allah tʿālyā sundue, th Allah tʿālyā chuh zann vvl thi th ḥkmt vvl thi. (yʿny nah chuh tuhund Allah tʿālyā be khbr zi tmụ̄ sndis slṭnts mnz rvuzith kriv tvhụ̄ yachh kamhi th ts āshi nh khbre th nah chuh suh nadan zi ts āshi nh tgan pnnyn frmann hnz khlaf vrzy krn valyn sintụ̄ anzravun.)"
  },
  {
    "verse_id": 171,
    "translation": "Ae ahli ktab, pnnis dyns mnz mah kriv ghulv th khudays kun mah kriv ḥq vrạe byyhi kanhh kth mnsvb. (yth jayih chuh ahli ktab murad ʿīsạe th ghulvvuk mʿny chuh kunhi chyz kis tạyyds th ḥmayts mnz ḥd nyrun. Yhvudyn hund jurm avs yih zi tim drae msyḥ sndis ankars th mkhalfts mnz ḥd, th ʿīsayn hund jurm chuh yih zi tim drae msyḥ sndis ʿqydts th mḥbts mnz ḥd, th suh diytuk khdae sund nychv blkh khod khdae qrar.) msyḥ ʿīsyā abn mrym avs nh aamhi vrạe kihnụ̄ zi suh avs Allah tʿālyā sund akh rsvl. Th suh avs akh frman yus khudayn mrym ʿlyha alslams kun svuz. (draṣl chuh lfẓ klmh vartavnh āmut. Mrym ʿlyha alslams kun klmh svznuk mṭlb chuh yih zi khdayn kvr ḥẓrt mrym ʿlyha alslamn hnzi bchhi danhi ḥukm zi kạnshi mrd sndi nṭfh nishhi sạrab spdnh vrạe krin ḥml tthhravun qbvl. ʿīsayv smujh goddh lfẓ klmh klam ya nuṭq kthhi hund hm mʿny, pth nyvukh amhi klam v nṭq nishhi murad khdae sndi dhạty klamuk ṣft. Pth kvrkuh yih qyas qạyim zi khudae sndụ̄ amụ̄ dhạty ṣiftn kr mrym sndis shkms mnz dạkhl spdith so jsmạny ṣvrt akhtyar, yosh msyḥ snzi shklhi mnz ẓạhr spz, yithh pạtthụ̄ gvv ʿīsayn mnz msyḥ snzi fạsd alvhytuk ʿqydh pạd. Th amụ̄ ghlṭ tṣvrn ditụ̄ mvul zi khudayn chuh khod pnun pan ya pnnyv aazly ṣfatv mnz nṭq v klamuk ṣft msyḥ snzi shklhi mnz ẓạhr kvrmut.) th akh rvḥ avs khudae sndi ṭrfh (yymụ̄ mrym ʿlyha alslamn hnzi bchhi danhi mnz shurụ̄ snz shkl akhtyar kr. Yth jayih chuh khod msyḥ ʿlyh alslams ruvḥu minhu yʿny khdae sndi ṭrfh akh rvḥ vannh āmut th svrh bqrh āyt nmbr 87 mnz chuh yih mẓmvn yithh pạtthụ̄ byan spudmut zi, aashi kvr pak ruvḥ sintụ̄ msyḥ ʿlyh alslams mdd. Doshvnụ̄ ʿbartn hund mṭlb chuh yih zi khdayn avs msyḥ ʿlyh alslams suh pạkyzh rvḥ ʿṭa kvrmut yus bdy nishhi be khbr avs, yus srasr ḥqanyt th rast baz avs, th az sr ta pa avs fẓylti akhlaq. ʿīsayv kvr aath mnz yih ghlv ruvḥ mina Allahi diytukh khod khdae sund rvḥ qrar, th ruvḥu alqudsuk mṭlb kvddkh yih zi suh avs khdae sund pnun rvḥi muqds yus msyḥ alslams andr ralavnh avs āmut. Yithh pạtthụ̄ āv khdays th msyḥ ʿlyh alslams sintụ̄ akh tryym khda rvḥu alquds bnavnh) lhādha, aniv tvhụ̄ khdays th tmụ̄ sndyn rsvln pytth ayman th nh mah vniv zi tre chih. (yʿny tryn khudayn hund ʿqydh trạviv khvah suh ạsitn kunhi thi shklhi mnz tohyih mnz mvjvd. Ḥqyqt chhe yih zi ʿīsạe chih byk vqt tvḥyd thi manan th tthlyt thi. Msyḥ ʿlyh alslamn hndụ̄ ttakar qvl yim anjyln mnz mylan chih tihndis bnyads petth hykhi nh kanhh ʿīsạe ath ankar krith zi khudae chuh bs aakve khudae, th ts vrạe chuhnh byyhi kanhh khudae. Tihndi khạṭr chuhnh yih tslym krnh vrạe chare kanhh zi tvḥyd chuh aṣly dyn mgr amhi bavjvd chih tim msyḥ ʿlyh alslamn hndis dhats andr ghulv kh bạʿth tthlythkụ̄ qạyl thi, th az tam hykụ̄ nh yih fạṣlh krith zi yimn don mutẓad ʿqydn kithh pạtthụ̄ pknavn yikh vtth.) baz yiyiv, yih chuh tuhndy khạṭr bhtr, khudae chuh bs aakve khudae, suh chuh pak amhi nishhi zi kanhh āshi ts nychuv. (yih chhe ʿīsayn hndi czvurimhi ghulvvch trdyd. ʿīsạe rvayat agr ṣḥyḥ thi āsn tvthi chuh timv mnz (khṣvṣaan goddnichv tryyv anjylav nishhi) zyadh khoth zyadh bs yutue thạbt spdan zi msyḥ ʿlyh alslamav avs khudays th bndn hndis tʿluqs mạlis th avlad sndis tʿluqs sintụ̄ hishr diytmut th mvl lfẓ ạsụ̄ tim khudays khạṭr mḥẓ mjạzy ṭvr th astʿārh rngụ̄ vrtavan. Yih chahnh ṣrf msyḥ ʿlyh alslamn hnze yạcz khṣvṣyt blkh ạsụ̄ pranhi zmanh pytthh bny asrạʿyl khudays khạṭr mvl lfẓ vartavan pkan, th amichhi varyah mithalh chhe baʿybl kis prạnis ʿhd nams mnz mvjvd. Msyḥ ʿlyh alslamn avs yih lfẓ pnnhi qvm kh mḥavrh mṭabqe vartvvmut, th tim ạsụ̄ nh ṣrf khudays pnune yvt blkh ạsụ̄ ts tmam ansann hund mvl vnan. Mgr ʿīsayv kvr yth jayih byyhi ghluv th msyḥ diytukh khudae sund nychuv qrar.) zmyn v āsmann hndụ̄ sạry chyz chih tmụ̄ snz milkyt, th tihindi kfalt th khbr gyry khạṭr chuh bs sue sytthah."
  },
  {
    "verse_id": 172,
    "translation": "Msyḥ ʿlyh alslamn smjh nh zanhh yih kth ʿạb zi suh āshi Allah tʿālyā sund akh bndh, th nah chih muqrb tryn frshth pnnhi khạṭr aath ʿạb zanan, agr kanhh Allah tʿālyā snzi bndgy pnnhi khạṭr ʿạb chuh smjhan th tkbur chuh kran, tylhi yiyhi akh vqt yylhi Allah tʿālyā sarine vttith pans brvnhh knhi jmʿ kri."
  },
  {
    "verse_id": 173,
    "translation": "Tmhi vqth krn tim lukh yimv ayman anith nyk ṭrzi ʿml akhtyar chuh kvrmut pnnụ̄ ajr pvur pvur ḥạṣl th Allah tʿālyā kri pnnhi fẓlh sintụ̄ timn hurymanh ajr ʿṭa, th yimv lukv bndgy ʿạb smjh th byyhi kvrkh tkbur timn diyih Allah tʿālyā dg tulvun sza, th khudays vrạe yimn yimn hnzi srprsty th mddgạry pytth tim bhrvsh ạsụ̄ thavan timv mnz lbn nh kanhh akha tathi."
  },
  {
    "verse_id": 174,
    "translation": "Lvukv, tuhndis rb sndi ṭrfh chhe tohyih nishhi rvshn dlyl āmcz, th aashi chhe tohyih kun ticzh rvshny svuzmcz yosh tohyih ṣaf ṣaf vath havan vajinụ̄ chhe."
  },
  {
    "verse_id": 175,
    "translation": "Vonụ̄ yim lukh Allah tʿālyā snz kth manan th tmụ̄ sund pnah czhanddn, timn ratthi Allah tʿālyā pnnis rḥmt kis th pnnis fẓl v krm kis damns tal, byyhi havykh pans kun ynch siyvd vath."
  },
  {
    "verse_id": 176,
    "translation": "Ae nby, lvukh chihv tohyih (kalaalh kis mʿāmls mnz fatvyā) prczhan. (kalalh kis mʿnys mnz chuh akhtlaf. Kynczhn hnz rae chhe zi klalh chuh suh shkhṣ yus la vld āshi th ys mvl buddibb zndh āshi nh. Th kynczhn hnz rae chhe suh shkhṣ yus la vld mri ts chih kalalh vnan. Albth ʿām fqhahv chhe ḥẓrt abv bkr rẓy Allah tʿālyā ʿnh han hnz yih rae tslym krmcz zi aamiyuk aṭlaq chuh goddnikse ṣvrts pytth spdan th khod bdhat chuh qrān nishhi thi amiyuk tạyyd spdan tikyazi yth jayih chhe kalalh snz bynhi nṣf trkch vạrth qrar dinh āmcz. Ḥalankh agr kalalh sund mvl zndh āshi tylhi chuhnh bynhi mvulụ̄ kanhh ḥṣh vatan.) vniv, Allah tʿālyā chuhv tohyih klals mtʿlq ftvyā divan. Agr kanhh shkhṣ be avlad mari, th ts āshi akh bynhi, tylhi mylhi ts amhi trkh mnz nṣf, (yth jayih chuh timn bayn bynyn hund dhkr spdan yim myts sintụ̄ majhi th mạlis doshvnụ̄ mnz ya āsn ṣrf mạlụ̄ sndụ̄ kinụ̄ mshtrkh. Ḥẓrt abv bkr ṣdyq rẓy Allah tʿālyā ʿnh chih akhi saʿth akis khṭbs mnz amhi mʿne yich vẓaḥt kran th ṣḥabv mnz kvr nh kạnshi ath sintụ̄ akhtlaf, athụ̄ bnyads pytth chuh sarine aath msls pytth atfaq) th agr bynhi be avlad mri tylhi āshi bve tmụ̄ sund vạrth, (yʿny bve āshi tmụ̄ sndi pvur maluk vạrth agr byyhi kanhh ṣaḥb fryẓh āshi nh. Th agr kanhh ṣaḥbi fryẓh mvjvd āshi mthlaan khandar, tylhi mylhi tmụ̄ sund ḥṣh nkhh valnh pth baqy tmam trkh bạyis.) agr myth snz vạrth zh bynhi āsn, tylhi āsn timh trkh (pth kun travnh āmthi) mnz zh thạyy hnz ḥqdar (yohe ḥukm chuh doyv khoth zyadh bynyn khạṭr thi), th agr varyah bạe bynhi āsn, tylhi mylhi mstvratn akh ḥṣh th mrdn zh ḥṣh, Allah tʿālyā chuh tuhndi khạṭr aḥkamn vẓaḥt kran, takh tvhụ̄ rvuziv nh vathi ddlith pkan, th Allah tʿālyā chuh prth chyzuk ʿlm thavan."
  }
]