[
  {
    "verse_id": 1,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, bndishn hnz kriv pvur pạtthụ̄ pabndy (yʿny timn ḥdvudn th rukavttn hnz pabndy kriv yimh tohyih pytth ʿạyd chhe krnh āmcz.) tuhindi khạṭr chih charvạe qsmkụ̄ sạry janvr ḥlal krnh āmtụ̄. (aanʿām (yʿny charvạe) lfẓ chuh ʿrby zbạnụ̄ mnz avntt, gav, tyir th czhavlyn bapt vannh yivan. Th bahiymah huk aṭlaq chuh prth kạnshi gash khynh vạlis janvrs pytth spdan. Charvạe qsmkụ̄ sạry janvr āe tohyih pytth ḥlal krnh. Aamiyuk mṭlb chuh yih zi tim sạry chrnd janvr chih tohyih pytth ḥlal yim charvạe qsmkụ̄ āsn yʿny yimn nh nvkl dnd āsn, ḥyvạnụ̄ ghdha bjayih āsn kulụ̄ kttụ̄ gash khyvan th baqy ḥyvạnụ̄ khṣvṣyatn mnz āsn charvayn sintụ̄ hishr thavan. Aamich vẓaḥt chhe nby ṣly Allah ʿlyh v slmv pnnyn aḥkamn andr frmạvmcz yimn mnz timv ṣly Allah ʿlyh v slmv drndh, shkạrụ̄ prndh th murdar khynh vạlụ̄ janvr ḥram chih qrar ditmtụ̄) sivae tim yim brvntth kun pkith tohyih vannh yin, albth aḥram kis ḥalts mnz mah kriv pans pytth shkar ḥlal. Be shk yus ḥukm Allah tʿālyā chuh yczhan suh chuh divan."
  },
  {
    "verse_id": 2,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, khuda prsty hnz nshạnyih mah kriyvukh be ḥurmt, (prth kanhh suh chyz yus kunhi mslkch ya ʿqydch ya ṭrzi fikr th ʿmlhi hnz ya kunhi nẓamch nmaʿndgy āshi kran tth vanv tmiyuk shʿār, tikyazi suh chuh tmhi khạṭr ʿlamt ya nshạny hnz kạm divan. Srkạrụ̄ jhndd, fvjich th pvlysch vrdy, skh, nvtt th muhr chhe ḥkvmtn hndụ̄ shʿāʿr. Girja, qrban gah th ṣlyb chhe msyḥtkụ̄ shʿāʿr. Czhvg, yvnhi th mndr chih brhmnytkụ̄ shʿāʿr. Zyvutth ms rysh, kvr th kirpan chih skh mdhhbkụ̄ shʿāʿr. Dokur th drvt chuh ashtrakytuk shʿār. Yim sạry mslk chih pnnyn pnnyn pyrvkarn nishhi pnnyn yimn shʿāʿrn hndi aḥtramuk mṭalbh kran. Agr kanhh shkhṣ kunhi nẓam kyv shʿāʿrv mnz kunich tvhyn chuh kran, tylhi chhe yih amhi kthhi hnz ʿlamt zi draṣl chuh suh tth nẓamas khlaf dushmny thavan, th hrgah suh tvhyn krn vvl aamy nẓamuk āshi, tylhi chuh tmụ̄ sund yih kar pnnis nẓamas sintụ̄ airtdad th bghavtuk mʿny thavan. Shʿāʿri Allah nishhi chuh murad timh sạry ʿlamat th nishạnyih yimh shirks, kufrs th dhryts muqablh khạlṣ khuda prsty hndi mslkch nmaʿndgy āsn kran.) ḥram rytv mnz mah kriyvun kanhh ḥlal, qrbạny hndyn janvrn pytth mah kriv dvst drạzy, timn janvrn pytth mah trạviv aathh yihnzn grdnn mnz ndhri khdavndy hndi ʿlamt kh ṭvr ptth āsn gnddith, nah lạgiv timn lukn athh yim pnnis rb sndi fẓlh khạṭr th tmụ̄ snzi khoshnvdy hndis tlashs mnz mḥtrm mkans (kʿbs) kun āsn gczhan. Ā, yylhi aḥramch ḥalt aand vathi tylhi hykivụ̄ shkar krith. Th vuchihv zi akụ̄ drụ̄ yus tuhndi khạṭr msjdi ḥramuk drvazh bnd chuh kvrmut ath pytth gczihh nh tuhund shrart tohyih tyvutah mshtʿl krun. Tvhụ̄ thi lạgiv tihndis mqabls mnz timh ḥrkth krnhi yimh nh shvubn. (chvnkh kufarav ạsụ̄ aamhi vqth muslman rkạvimtụ̄ kʿbch zyart krnh nishhi th muslman ạsụ̄ ḥj krnh nishhi tam mḥrvm krnh āmtụ̄, aamhi mvjvb spud muslmann mnz yih khyal pạd zi yimn kạfr qbyln hnz vath aslạmy mqbvẓatav kinụ̄ chhe pkan, asụ̄ thi rukavvkh tim ḥji nishhi th ḥj kis vqts andr travav yihndyn qbyln chhaph. Mgr yih āyt nạzil krith thạvụ̄ khudayn yim aamhi khyalh nishhi baz.) nah! Yimh kamhi nyky th khuda trsy hnz chhe timn mnz kriv sarine sintụ̄ tʿāvun th yimh kamhi gnah zyadty hnz chhe timn mnz mah kriv kạnshi sintụ̄ tʿāvun. Khudays khvucziv, tmụ̄ sund sza chuh sytthah skht."
  },
  {
    "verse_id": 3,
    "translation": "Tohyih pytth āv ḥram krnh murdar, khvn th khnzyr sund maz, suh janvr yus Allah tʿālyā sndi nav vrạe byyhi kạnshi hndis navs pytth āshi dhbḥ krnh āmut, suh yus httụ̄ chyz lgith, ya chvtt lgith, thzr pytthh vsụ̄ pyth, ya ttkr khyth mvudmut āshi, ya yus kạnshi drindn khyvmut āshi, ts vrạe yus tohyih zindh lbith dhbḥ kvrvun, th suh yus kunhi aastans pytth dhbḥ āshi krnh āmut. Draṣl chuh lfẓ nuṣub vartavnh āmut. Amhi nishhi chuh murad sạry mqamat yim ghyru Allah han ndhr v nyaz khalnh khạṭr lukv mkhṣvṣ āsn krimtụ̄, khvah tathi kanhh kanhi potul ya hchuv potul ạsitn ya mth ạsitn, sanhi zbạnụ̄ mnz chuh aamiyuk hm mʿny lfẓ āstan ya aasthan yus kạnshi buzrgs ya dyvtahs, ya kunhi khaṣ mushrkanh aʿtqads sintụ̄ vabsth āshi. Yiths kunhi āstans pytth dhbḥ krnh āmut janvr thi chuh ḥram.) amhi ʿlavh chuh yithi tuhndi khạṭr najạyz zi pansav sintụ̄ kriv pnun qsmt mʿlvm, yimh sare kamhi chhe fisq, az chhe kạfrn tuhndi dyinh ṭrfh pvur mayvsy spzmcz. Lhādha mah khvcziv tvhụ̄ timn blkh khvcziv me. (lfẓ aaz chuhnh murad kanhh khaṣ doh ya tạrykh blkh chuh suh davr ya zmanh murad yth mnz yim āyat nạzil ạsụ̄ spdụ̄mtụ̄. Sanhi zbạnụ̄ mnz thi chuh aaz lfẓ aaz kalh khạṭr ʿām pạtthụ̄ bvlnh yivan. Kạfrn chhe tuhundi dyin ṭrfh mayvsy spzmcz yʿny vonụ̄ chuh tuhund dyn akh mstql nẓam bnyamut th khod chuh pnnhi ḥạkmanh ṭaqth san qạyim th nạfdh. Kufar chih amhi aand mayvs spdụ̄mtụ̄ zi tim kya hykn aath mittạvith th tohyih kya hykn byyhi ptims jạhlyts kun vaps nith. Lhādha mah khvcziv tvhụ̄ timn blkh khvcziv me yʿny yymhi dyin kyn aḥkamn th yymhi kyn hdayatn pytth ʿml krns mnz chuhnh tuhundi khạṭr kunhi kạfr ṭaqth kh ghlbuk th qhruk, drandạzy th mzaḥmtuk khṭrh pth kun rvudmut. Vonụ̄ pzyv tohyih khudays khvczun zi tmụ̄ sndyn aḥkamn hndis tʿmyls mnz agr kanhh kvtạhy tohyih krv tylhi āshi nh tohyih nishhi kanhh ʿdhr yymhi kis bnyads pytth tohyih sintụ̄ raczh thi nrmy yiyhi vartavnh.) aaz kvr me tuhundi khạṭr tuhund dyin mkml, th pnnụ̄ nʿmt chahm tohyih pytth tmam (pvur) krmcz, th tuhndi khạṭr chuhm tuhndi dyinh kh ḥythyt aslam qbvl kvrmut. (dyn mkml krnh nishhi chuh murad, yih akh mstql nẓami fkr v ʿml th akh tiyuth mkml thdhyb v tmdnuk nẓam bnavun yth mnz zndgy hndyn jumlh msạyln hund jvab aṣvlaan ya tfṣylaan mvjvd āshi. Th byyhi gczihh nh hdayt th rhnmạyy ḥạṣl krnh mokhh kunhi thi ḥals mnz aamhi nishhi nybr nyrnch ẓrvrt pynụ̄. Nʿmt tmam krnh nishhi chuh murad hdayt kh nʿmtch tkmyl. Th dyn kh ḥythyth aslam qbvl krnuk mṭlb chuh yih zi tohyih yus myạnụ̄ aṭaʿt th bndgy krnuk aqrar kvrmut avsuv, suh chuhv tohyih chvnkh pnnhi sʿī th ʿmlhi sintụ̄ pvz th mkhlṣanh aqrar thạbt kvrmut, aamhi mvjvb chuh me aath qbvlytuk drjh ʿṭa kvrmut th ʿmlaan chihmav tvhụ̄ tth ḥalts vatnạvimtụ̄ zi vonụ̄ rvud nh drḥqyqt myanhi vrạe tuhnzn grdanyn pytth kạnshi hndi aṭaʿtuk th bndgy hund sharṭ baqy. Vonụ̄ yithh pạtthụ̄ aʿtqads mnz tvhụ̄ myạnụ̄ muslm chihv tithe pạtthụ̄ chahv nh tohyih ʿmly zndgy mnz thi myanhi vrạe kạnshi hund muslm bnith rvznch kanhh mjbvry laḥq rvuzmcz.) lhādha yim qyvud (ḥd) ḥramkụ̄ th ḥlalkụ̄ tohyih pytth chih ʿạyd krnh āmtụ̄ tihnz kriv pabndy). Albth yus shkhṣ bochhhi sintụ̄ mjbvr spdith timav mnz kanhh chyz khyyih aamhi vrạe zi gnahs kun āshi ts rghbt tylhi chuh pzụ̄pạtthụ̄ Allah tʿālyā mʿāf krn vvl th rḥm frmavn vvl. (tshryḥ khạṭr vuchihv svrh bqrh āyt nmbr 173)"
  },
  {
    "verse_id": 4,
    "translation": "Lukh chih prczhan zi tihindi khạṭr kya chuh ḥlal krnh āmut? Vnyvukh tuhndi khạṭr chih sạry pak chyz ḥlal krnh āmtụ̄. (prczhn valyn hund mqṣd avs yih zi timn gvczh sarine ḥlal chyzn hund tfṣyl yun vannh takh yimv vrạe smjhhan tim prth chyzs ḥram. Drjvab vvn qrānn ḥram chyzn hund tfṣyl th aamhi pth trạvn ʿām hdayt dith kth zi sạry pak chyz chih ḥlal. Yithh pạtthụ̄ phyir prạnụ̄ mdhhby (nẓryih) svnchn trayih dubh. Prạnụ̄ svnchn trae ạs yih zi prth kynhh chuh ḥram tamhi vrạe zi yikynczhah ḥlal yiyhi qrar dinh. Qrānn kvr ath brʿks yih aṣvl muqrr zi prth kynhh chuh ḥlal tamhi vrạe zi yymich ḥurmt (ḥram āsun) vannh yiyih. Ḥlal khạṭr chuh pak āsnuk qạd amhi mvjvb āmut lgavnh zi napak chyzn gczihh nh ḥlal muqrr krnch kvshsh spdnụ̄. Rvud vonụ̄ yih sval zi chyzn hndi pak āsnuk tʿīn kithh pạtthụ̄ spdi, aamiyuk jvab chuh yih zi yim chyz shrʿ kis aṣvls mnz kunhi qạʿds matḥt napak yin qrar dinh ya yimv chyzv sintụ̄ dhvqi slym (yth asụ̄ kạshir pạtthụ̄ man chih vnan) kraht kri ya yim muhdhb ainsann ʿām pạtthụ̄ pnnis fṭry aḥsas kis nẓafts (yʿny shvuczrs) khlaf āsn lbmtụ̄, timav vrạe chuh prth kynhh pak.) th yim shkạrụ̄ janvr tohyih sivụ̄ āsn krimtụ̄ yimn tvhụ̄ Allah tʿālyā sndis ʿṭa krnh āmtis ʿlmh kis bunyads pytth shkarch tʿlym chihv divan. Tim yas janvrs tuhundi khạṭr rttn suthi hykyvun tvhụ̄ khyth, (shkạrụ̄ janvr chuh murad hvunụ̄, shh brvr (yymis asụ̄ ardv pạtthụ̄ chyta chih vnan) baz, shikrh (yymis asụ̄ czari shh chih vnan) th tmam tim drndh th prndh yimn ansan shkarch khdmt chuh hyvan. Sivụ̄ krnh āmtyn janvrn hnz khṣvṣyt chhe yih āsan zi suh yymụ̄sund shkar kran chuh ts chuhnh ʿām drindn hndụ̄ pạtthụ̄ cztth kptth krith khyvan blkh chuh pnnis mạlkh sndi khạṭr ts rttith thavan. Aamy mvjvb chuh ʿām drindn hund cztth kptth kvrmut janvr ḥram th sivụ̄ krnh āmtyn janvrn hund shkar ḥlal.) albth ath pytth he zyv Allah tʿālyā sund nav. (yʿny shkạrụ̄ janvr yylhi shkar bapt ylh trạviyvn tamhi vizi vnụ̄ziyv bismi Allah. Aamhi āyt nishhi spud yih mslh mʿlvm zi shkạrụ̄ janvr shkars pth travnh vizi chuh Allah tʿālyā sund nav hyvn ẓrvry. Amhi pth hrgah shkar zinde ḥạṣl spdi tylhi gczihh Allah tʿālyā sund nav hyth suh dhbḥ krun th hrgah zndh myvul nh tylhi āshi suh aamhi vrạyy ḥlal tikyazi shkạrụ̄ janvr yalh travnh vqte avs Allah tʿālyā sund nav hynh āmut, yohe ḥukm chuh tyir chlavnuk thi.) th Allah tʿālyā sund qanvn puhttravns khvcziv, khudays chahnh ḥsab hyns tạr lgan."
  },
  {
    "verse_id": 5,
    "translation": "Aaz chih tuhndi khạṭr sạry pak chyz ḥlal krnh āmtụ̄ ahli ktabn hund khyn chuh tuhundi khạṭr ḥlal th tuhund khyn chuh tihndi khạṭr ḥlal. (ahli ktabn hndis khyns mnz chuh tihund dhbḥ krnh āmut janvr thi ḥlal. Sanhi khạṭr tihund th tihndi khạṭr svn khyn ḥlal āsnuk mṭlb chuh yih zi aashi th timn drmyan chahnh kanhh rukavtt ya chhvut chhat. Asụ̄ hykv timn sintụ̄ khyth th tim hykn aashi sintụ̄. Mgr yih ʿām ajazt dinh brvnhh chuh amhi kthhi hund aʿādh krnh āmut zi, tuhndi khạṭr chih pak chyz ḥlal krnh āmtụ̄. Aamhi nishhi spud mʿlvm zi hrgah ahli ktab paky th ṭhart kyn qanvnn hnz pabndy krn nh yim shryʿt kh nqṭh nẓr kinụ̄ ẓrvry chih ya hrgah tihindis khyns mnz ḥram chyz shạmil āsn tylhi gczihh tmhi nishhi prhyz krun. Mthlaan agr tim Allah tʿālyā sund nav hynh vrạe kanhh janvr dhbḥ krn ya ts dhbḥ krnh vizi hyn Allah tʿālyā sndi nav vrạe byyhi kạnshi hund nav tylhi chuhnh suh sanhi khạṭr kihyvn jạyz.) th mḥfvẓ mstvrath thi chhe tuhndi khạṭr ḥlal khvah timh ahli aymann hndi dari chih āsn ya āsn timv qvmv mnz yimn tohyih brvnhh ktab ạs dinh āmcz. (amhi nishhi chih murad yhvudụ̄ th nṣaryā. Nikaḥuk ajazt chuh ṣrf yihnzne yaczn mstvratn sintụ̄ dinh āmut th ath sintụ̄ chuh yih shrṭ thavnh āmut zi tim gczhn muḥṣanat (mḥfvẓ mstvrath) āsnhi yʿny āvarh gczhn nh āsnhi. Th amhi pth kis āyts mnz chuh yih tnbyh thi krnh āmut zi yhvudụ̄ ya ʿīsạe khandarinhi khạṭr yinh ayman ravriv.) bshrṭykh tvhụ̄ bniv tihndụ̄ mahr dith nkaḥs mnz tihndụ̄ mḥạfẓ, nah yih zi āzad shhvt rạny lạgiv krnụ̄ ya kriv czvuri czhyphi ạshnạʿy, th yymụ̄ kạnshi akụ̄ ayman chih rvishhi pytth pkns ankar kvr tylhi gczihh tmụ̄ snzi zndgy hund svrue kar namh ẓaʿʿ th ạkhrts mnz āshi suh khsarh ld."
  },
  {
    "verse_id": 6,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yylhi tvhụ̄ nmazi khạṭr vvtihv tylhi pzyv tvhụ̄ chhliv pnnụ̄ buthụ̄ th aathh kuhonvattn tam, kaln kriv msḥ th khor chhliv cznnyn tam. (nby ṣly Allah ʿlyh v slmv yosh tshryḥ amhi ḥukmch frmạvmcz chhe tmhi nishhi chuh pe lgan zi buth chhlns mnz chuh kolkcz krnụ̄ th ns ṣaf krnụ̄ thi shạml. Aamhi vrạe chahnh buth chahlnch tkmyl spdan. Th kn chih chvnkh kluk akh ḥṣh lhādha chuh klh kis msḥ hs mnz knn andr nybr msḥ krun thi shạml. Amhi ʿlavh gczhn vẓv shrvʿ krnh brvnhh doshve aathh chhlnụ̄ takh yimv aathv sintụ̄ ansan vẓv kran āshi tim gczhn godde pak spdnụ̄.) hrgah jnabt kis ḥalts mnz ạsiv tylhi spdiv ghsl krith pak, hrgah bymar ạsiv ya sfrkis ḥalts mnz ạsiv ya yiyhi tohyih mnz kanhh shkhṣ pnun ḥajt (lokutt bvdd pyshab) dvur krith ya tohyih āshi mstvratn athh lvgmut th pth mylhi nh āb tylhi hyyiv pak myczi kạm, bs pihrviv pnnụ̄ athh tth pytth trạvith pnnis butihs th aathv pytthụ̄. (tshryḥ khạṭr vuchihv svrh nsaʿ āyt nmbr 43) Allah tʿālyā chuhnh tohyih pytth zndgy tng yczhan krun mgr suh chuh yczhan tohyih pak krun th tohyih pytth pnnụ̄ nʿmt pvur krnụ̄ shayd zi tvhụ̄ bniv shukr guzar."
  },
  {
    "verse_id": 7,
    "translation": "Khudayn yosh nʿmt tohyih ʿṭa chhe krmcz tmyuk thạviv khyal, th suh pkhth ʿhd v pyman mah mshrạviv yus tmụ̄ tohyih chuhnav hyvtmut, yʿny tuhund yih qvl zi, ashi bvuz th aṭaʿt kr qbvl. Khudays khvucziv, Allah tʿālyā chuh diln hndụ̄ raz tam zanan."
  },
  {
    "verse_id": 8,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, Allah tʿālyā sndi khạṭr bniv syzras pytth qạyim rvzn vạlụ̄ th anṣafch gvạhy dinh vạlụ̄, kunhi darich dshmny yinh tohyih tyvut mshtʿl kryv zi anṣaf nishhi phyiriv. ʿdl kriv, yih chuh khuda trsy sintụ̄ zyadh vatth thavan, khudays khvuczith rvuziv kạm kran, yikynczhah tvhụ̄ kran chihv Allah tʿālyā chuh tmhi nishhi pvur bakhbr."
  },
  {
    "verse_id": 9,
    "translation": "Yim lukh ayman aann th byyhi krn nyk ʿmlh, khudayn chuh timn vʿdh kvrmut zi tihndyn khṭahn yiyhi drguzr krnh th timn mylhi bvdd ajr."
  },
  {
    "verse_id": 10,
    "translation": "Rvudụ̄ tim lukh yim kufr krn th Allah tʿālyā sndyn āyatn zann aapzụ̄ tylhi chih tim jhnms gczhn vạlụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, Allah tʿālyā sund suh aḥsan kriv yad yus tmụ̄ (ḥal ḥale) tohyih pytth kvrmut chuh, yylhi zn akụ̄ drụ̄ tohyih pytth dst drạzy hund aradh avs kvrmut. Mgr khudayn rukạvụ̄ tihindụ̄ aathh tohyih pytth vothnh nishhi, (asharh chuh tth vaqʿs kun yus ḥẓrt ʿbd Allah bn ʿbas rẓy Allah tʿālyā ʿnh chih rvayt kran zi yhvudyv mnz ạsụ̄ akụ̄ drụ̄ ḥẓvr th tihindụ̄ khaṣ khaṣ ṣḥabh dʿūts pytth bulạvimtụ̄ th khfyh ṭvr ạskh yih sạzish krmcz zi achank krv timn pytth ḥmlh th yithh pạtthụ̄ krrav aslams (nʿūdh bAllah) zuv. Albth ʿīni vqts pytth spud nby ṣly Allah ʿlyh v slmn amhi sạzshhi hund ḥal mʿlvm th timv nyvu nh pth dʿūts pytth tshryf.) khudays khvczith rvuziv kạm kran, ba aymann pzi khudae se pytth bahrvsh krun."
  },
  {
    "verse_id": 12,
    "translation": "Khudayn avs bny asraʿyls pkhth ʿhd hyvtmut, th timn mnz ạsin bah nqyb muqrr krimtụ̄. (nqyb gvv ngrạny th prczh gạr krn vvl. Bny asraʿyls ạsụ̄ bah qbylh th khudayn avs yimv mnz prth qbylh khạṭr akh akh nqyb khod yimve qbylv mnz mqrr krnuk ḥkm diytmut takh suh thavhe tihndyn ḥalatn pytth nẓr th timn rvzihe be dyny th bd akhlạqy nishhi bchavnch kvushsh kran) th timn avs vvnmut zi, bh chuhs tohyih sintụ̄, hrgah tohyih nmaz qạyim thạvv th zkvāh diczv, th myạnụ̄ rsvl mạniyvukh th timn kvrv mdd th pnnis khudays rvudiv rut qrẓ divan, tylhi thạviv pczh zi bh kr tuhnz burạyiyih tohyih nishhi dvur, th tohụ̄ krv tithyn baghn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan, mgr aamhi pth yymụ̄ tohyih mnz kfrch rvish akhtyar kr, tylhi rav rạv tmụ̄ drḥqyqt svaʿ alsbyl. (svaʿ alsbyl chih tth bjhi vathi vnan yosh baqaʿdh mnzli mqṣvds tam vatnh khạṭr bnavnh āshi āmcz, svaʿ alsbyl ravaravnuk mṭlb chuh yih zi ainsan vashi bjhi vathi pytthh th ravi byrav pytthụ̄)"
  },
  {
    "verse_id": 13,
    "translation": "Pth avs yih tihund pnun ʿhd puhttravun yymhi kinụ̄ ashi tim pnnhi rḥmt nishhi dvur chhkụ̄, th tihndụ̄ dil bnạvụ̄ skht, vonụ̄ chuh tihund ḥal yih zi lfẓn hyr phyr krith chih kthhi vatnavan kthi pytthh kvr, yosh tʿlym timn dinh ạs āmcz tmiyuk bvdd ḥṣh chuhkh mshrvvmut, th doh khoth doh chuh tohyih tihndi kunhi nath kunhi khyantuk pe lgan rvzan, timv mnz chih sytthah km lukh aamhi ʿībh nishhi bchith. (vonụ̄ hrgah yim ath ḥals chih vạtimtụ̄ tylhi yim thi bur ḥrkth yim krn timn hund chuh yimn nishhi tvqʿ) lhādha kriv yimn mʿāf th yihnzv ḥrktv nishhi rvuziv chshm pvshy kran, Allah tʿālyā chuh timn lukn psnd kran yim aḥsanch rvish thavan chih."
  },
  {
    "verse_id": 14,
    "translation": "Yithe pạtthụ̄ avs ashi timn lukn thi pkhth ʿhd hyvtmut yimv vvnmut avs zi asụ̄ chih nṣaryā mgr timn thi yus sbq yad avs krnavnh āmut tmiyuk bvdd akh ḥṣh kvr timv framvsh, ạkhr kar vvv aashi timn drmyan qyamts tam dshmny th akh akụ̄ sndi bughẓuk th ʿdavtuk biyvl th ẓrvr vathi akh vqt yylhi Allah tʿālyā timn vanhi zi tim kya chih rvudimtụ̄ dunyahs mnz bnavan."
  },
  {
    "verse_id": 15,
    "translation": "Ae ahli ktab! Svn rsvl chuh tohyih nishhi āmut yus Allah tʿālyā snzi ktabhi hnzn varyahn timn kthn tohyih brvnhh knhi mczravan chuh, yimn pytth tvhụ̄ prdh ạsiv travan th varyahav kthv nishhi chuh drguzr thi kran, (yʿny tuhnz kynhh czvur th khyanth chuh mczravan yuhund mczrun dyni ḥq qạyim krnh khạṭr sytthah ẓrvry chuh. Th kynczhv nishhi chuh chshm pvshy thi kran yimn hndi mczravnch kanhh ḥqyqy ẓrvrt chahnh) tohyih nishhi chuh Allah tʿālyā sndi ṭrfh gash vvtmut th akh ticzhh ḥq havn vajinụ̄ ktab,"
  },
  {
    "verse_id": 16,
    "translation": "Yymhi sintụ̄ Allah tʿālyā chuh timn lukn yim tmụ̄ sndi rẓahkụ̄ ṭạlib chih slamty hndụ̄ ṭryqh vanan th pnnhi aidhnh sintụ̄ chuh timn aanigttv mnz krrith gashs kun aanan th syzi vathi kun chuh timn rhnmạyy kran."
  },
  {
    "verse_id": 17,
    "translation": "Pzụ̄ pạtthụ̄ kvr kufr timv lukv yimv vvn zi, msyḥ abni mryme chuh khudae. Ae nby yimn vniv kmụ̄ snz mjal chhe zi khudays rttn amhi aradh nishhi pth zi, hrgah suh yyczihh hlak krun msyḥ abni mryms yyyih tmụ̄ snzi majhi, th tmam zmyn valyn, Allah tʿālyā chuh zmyn th āsmann hund th timn sarine chyzn hund mạlk yim zmyn v āsmans drmyan chih, yikynczhah yczhan chuh pạd chuh kran. (yʿny mḥẓ bnvvvun tohyih msyḥ mạlụ̄ sndi vrạe zynh kinụ̄ khudae ḥalankh khudae ys yithh pạtthụ̄ yczhan chuh ts chuh tithh pạtthụ̄ pạd kran. Kanhh bndh chuhnh ath bunyads pytth khdae bnan zi khudayn chuh suh ghyr mʿmvly ṭvr pạd kvrmut.) th tmụ̄ snz qdrt chhe prth chyzs pytth ḥạvy."
  },
  {
    "verse_id": 18,
    "translation": "Yhvd th nṣaryā chih vnan zi asụ̄ chih Allah tʿālyā sndụ̄ nchivụ̄ th tmụ̄ sndụ̄ ttạtthụ̄. Timn prczihv, tylhi kyazi chuhv suh tohyih tuhndyn gnahn pytth sza divan? Drḥqyqt chihv tvhụ̄ thi tithy ansan yithụ̄ baqy ansan khudayn chih pạd krimtụ̄. Ys suh yczhan chuh ts chuh mʿāf kran th ys suh yczhan chuh ts chuh sza divan, zmyn th āsman th athh mnz yikynczhah mvjvd chuh, chuh tmụ̄ sundue th tsụ̄ kun chuh sarine gczuhn."
  },
  {
    "verse_id": 19,
    "translation": "Ae ahli ktab! Svn yih rsvl chuh tmhi vqth tohyih nishhi āmut th dynch vaẓḥ tʿlym chuh tohyih divan, yylhi zn rsvln hndi yinuk slslh akhi mudt pytthh bnd avs, takh tvhụ̄ hykiv nh vnith zi aashi nishhi āv nh kanhh bshart dinh vvl th khocznavn vvl. Lhādha vuchihv, vonụ̄ āv suh bshart dinh vvl th khocznan vvl, th Allah tʿālyā chuh prth chyzs pytth qdrt thavan. (yʿny agr tohyih amis bshyr v ndhyr snz kth mạniv nh tylhi thạviv yad zi Allah tʿālyā chuh qạdr th ṭaqth vvl, prth kanhh sza yus suh tohyih diyun yyczihh kunhi rkavtth vrạe hykiyv dith.)"
  },
  {
    "verse_id": 20,
    "translation": "Yad kriv yylhi mvsyā ʿlyh alslamn pnnis qvms avs vvnmut zi, ae myanhi qvm kyv lvukv, Allah tʿālyā sndi tmhi nʿmtuk khyal kriv yosh tmụ̄ tohyih ʿṭa ạsnv krmcz, tmụ̄ krụ̄ tohyih mnz nby pạd, tvhụ̄ bnạvinv frman rva (badshah), th tohyih diytunv tikynczhah yih nh dunyahs mnz byyhi kạnshi avsun diytmut."
  },
  {
    "verse_id": 21,
    "translation": "Ae bradrani qvm! Tath muqds srzmyns mnz spdiv dạkhl, yosh khudayn tuhndi khạṭr chhe lychh mcz, (amhi nishhi chuh murad flsṭynch srzmyn yosh tmhi vqth skht mushrk th bdkar qvmv sintụ̄ ābad ạs. Bny asrạʿyl yylhi miṣr mnz drae yhe zmyn kr Allah tʿālyā hn tihindi khạṭr namzd th ḥkm kvrnkh zi gczihv kriyvun yih ftḥ.) pth mah httiv nath pihyriv nakam th namrad."
  },
  {
    "verse_id": 22,
    "translation": "Timv diyut jvab, ae mvsy, tathi he bddụ̄ zbrdst lukh chih rvzan, asụ̄ gczhv nh hrgz tvr yvt tam nah tim tathi nyrn. Ā, hrgah tim tathi drae tylhi chih asụ̄ tvr aacznh khạṭr tyar."
  },
  {
    "verse_id": 23,
    "translation": "Timn khoczn valyn mnz ạsụ̄ zh shkhṣ tithụ̄ thi yim khudayn pnnhi nʿmt sintụ̄ nvạzimtụ̄ ạsụ̄. (yimv doyv buzrgv mnz ạsụ̄ akh bzrg ḥẓrt yuvshaʿ bin nvn yim ḥẓrt mvsyā ʿlyh alslam sndi pth khlyfh spdụ̄. Dvyim bzrg ạsụ̄ ḥẓrt kalib yim ḥẓrti yuvshʿ sndụ̄ muʿāvn bne. Cztjhn vriyn tam drbdr phyrnh pth yylhi bny asraʿyl flsṭyns mnz czae tmhi saʿth ạsụ̄ ḥẓrti mvsyā ʿlyh alslam sndyv sạthyv mnz yime zh buzrg zndh) timv vvn, yimn jbarn (ṭaqt valyn) hndi muqablh khạṭr acziv drvazh andr. Yylhi tvhụ̄ andr vạtiv tylhi rvuziv tvhy ghạlb, khudays pytth kriv bhrvsh agr tvhụ̄ mvmn chihv."
  },
  {
    "verse_id": 24,
    "translation": "Mgr timv vvn byyhi yy zi, ae mvsy, asụ̄ gczhve nh zhnụ̄ tvr yvt tam tim tathi chih, bs cz th chvn rb, doshve gczihv th lrriv, asụ̄ byhmv yyty."
  },
  {
    "verse_id": 25,
    "translation": "Ath pytth vvn mvsyā ʿlyh alslamn, ae myanhi rbh, myạnis akhtyars mnz chuhnh kanhh mgr ya chuhm pnun pan ya chuhm bve, bs cz kr ashi yimn nafrman lukn nishhi alg."
  },
  {
    "verse_id": 26,
    "translation": "Khudayn diytuns jvab, achha tylhi chuh suh mulk cztjhn vriyn tam yimn pytth ḥram. Yim phyrn httri httri zmyns pytth, yimn nafrmann hndis ḥals pytth mah yiyhi ne ʿār. (yth jayih chuh amhi vaqʿuuk ḥvalh dinuk mqṣd draṣl bny asraʿyln yih havun zi yus sza mvsyā ʿlyh alslam sndis zmans mnz tohyih nafrmạny, anḥraf th pst hmty kạm hyth myvulmut avsuv, vonụ̄ mylyv tmhi khoth zyadh skht sza Muḥammad ṣly Allah ʿlyh v slmn hndis mqabls mnz bghavtuk ṭryqh akhtyar krith.)"
  },
  {
    "verse_id": 27,
    "translation": "Byyhi vnụ̄tv yimn ādm sndyn don nychvyn hund svrue qṣh thi, yylhi timv doshvyv qrbạny kr, th timv mnz āyih akụ̄ snz qrbạny qbvl krnh, th dvyimhi snz āyih nh krnh. Tmụ̄ vvn, bh marth cz. Tmụ̄ diyut jvab, Allah tʿālyā chuh mutqyan hnze ndhr qbvl kran."
  },
  {
    "verse_id": 28,
    "translation": "Agr cz me qtl krnh mokhh athh tulkh bh tulnh cz qtl krnh mokhh athh, (amiyuk mṭlb chuhnh yih zi agr cz me yikh qtl krnhi th bh rvz gulụ̄ gnddith cze brvntthh knhi qtl gczhnh khạṭr, blkh chuh amyuk mṭlb yih zi agr cz me marun chuhkh yczhan mgr bh marth nh kynhh) bh chuhs Allah rb alʿālmyns khoczan."
  },
  {
    "verse_id": 29,
    "translation": "Bh chuhs yczhan zi myvn th pnun gnah khsin czye pytth, th cz bn jhnmy, ẓạlimn hndi ẓulmuk chuh yohe bdlh tthyk."
  },
  {
    "verse_id": 30,
    "translation": "Ạkhr kar kvr tmụ̄ sndụ̄ nfsn pnnis bạe sund qtl tmụ̄ sndi khạṭr āsan, th ts mạrith gvv suh timn lukn mnz shạmil yim nqṣan tuln vạlụ̄ chih."
  },
  {
    "verse_id": 31,
    "translation": "Pth svuz khudayn akh kav yymụ̄ zmyn tchihnụ̄ lạj, takh ts tarihe fikri zi pnnis bạe snz lash kithh pạtthụ̄ thavi czvuri. Yih vuchihth vvn tmụ̄, afsvs me pytth! Bh hyvukus nh amis kavs hyvu thi bnith zi pnnis bạe snz lash chuhpavnch tdbyr krrha. Aamhi pth gvv suh skht pshyman pnnis krimtis pytth. (yth jayih chuh aamhi vaqʿch dhkr krnuk mqṣd yhvudyn tath sạzishhi pytth mlamt krnụ̄ yosh timv nby th tihindụ̄ jlylu alqdr ṣḥabh qtl krnh khạṭr krmcz ạs. Doshvnụ̄ vaqʿātn mnz chuh hishr balkl vaẓḥ. Yim lukh thi ạsụ̄ ḥsdkis bunyads pytth ḥẓvr ṣly Allah ʿlyh v slmn hund qtl krun yczhan th ādm ʿlyh alslamn hndụ̄ amụ̄ nchivụ̄ thi avs ḥsdkis bunyads pytth pnun bve qtl kvrmut.)"
  },
  {
    "verse_id": 32,
    "translation": "Aamy vjh kinụ̄ avs bny asrạʿyls pytth ashi yih frman lyvkhmut zi, yymụ̄ kanhh ainsan khvn kis bdls mnz ya zmyns pytth fsad phhlavnh vrạe byyhi kunhi vjh kinụ̄ qtl kvr, tmụ̄ kvr znth tmam ansann hund qtl. Th yymụ̄ kạnshi zndgy bkhsh, tmụ̄ bkhsh zanth sarine ansann zndgy. Tihund ḥal chuh yih zi sạnụ̄ rsvl āe pvtus pth timn nishhi ttakar hdayat hyth, tvthi chih timn mnz varyah lukh zmyns mnz zyadty krn vạlụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Yohe sza chuh (timn) yim lukh khudays th tmụ̄ sndyn rsvln sintụ̄ lrran chih th zmyns mnz chih amhi ghrẓh tg dav kran phyran zi fsad krhn brpa, (yth jayih chuh zmyn murad suh mulk ya suh ʿlaqh yth mnz aamn th antẓam qạyim krnch dhmh dạry aslạmy ḥkvmtn āshi rttmcz. Th khudays th rsvls sintụ̄ lrrnuk mṭlb chuh tath ṣalḥ niẓamas khlaf jng krun yus aslạmy ḥkvmtn mulks mnz qạyim āshi kvrmut. Aslạmy fqhahn nzdyk chih amhi nishhi murad tim lukh yim hthyar bnd (muslḥ) spdith th ttolh bndy krith ddakh zny th ghart gry krn) zi qtl gczhn yinụ̄ krnh, ya gczhn phanshi khalnh yinụ̄ ya gczhn tihindụ̄ athh khor mkhạlf andv czttnh yinụ̄ ya jlayih vṭn krnh yinụ̄, yih dhlt th rsvạyy chhe dunyahs mnz timn khạṭr th ạkhrts mnz chuh tihndi khạṭr amhi khoth bvdd sza."
  },
  {
    "verse_id": 34,
    "translation": "Mgr yim lukh tvbh krn, aamhi brvnhh zi tvhụ̄ lbiv timn pytth qabv, tohyih gczhyv pe āsnụ̄ zi Allah tʿālyā chuh mʿāf krn vvl th rḥm frmavn vvl. (yʿny hrgah tim fsad krnh nishhi baz āsn āmtụ̄, th ṣalḥ nẓam drhm brhm krnch ya aulttavnch kvushsh āsykh trạvmcz, th vonụ̄ āshi tihund ṭrzi ʿml thạbt kran zi tim chih amn psnd, qanvnkụ̄ tạbʿdar th nyk chln ansan bnymtụ̄, th aamhi pth lghi tihndyn ptimyn jurmn hund pe tylhi yiyhi nh timn timv szahav mnz kanhh sza dinh yim pytthh knhi byan spdụ̄, albth agr ansann hndyn ḥqvqn pytth timv dst drạzy krmcz ạs so dhmh dạry vashi nh tihndyv shanv pytthh. Mthlaan hrgah kanhh ansan timv qtl kvrmut avs ya kạnshi avsukh mal rvttmut ya byyhi kanhh ansạny jurm āsykh jan v mals khlaf kvrmut tylhi yiyhi tthụ̄ jurmh kis bars mnz timn fvjdạry muqdmh krnh albth timn pytth yiyhi nh bghavtuk, ghdạry hund th khudays th rsvls khlaf jng kis mʿāmls pytth kanhh muqdmh chlavnh.)"
  },
  {
    "verse_id": 35,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, khudays khvcziv, th tmụ̄ snzi bargah mnz kriv tmụ̄ snzi nzdyky hund dhryʿh tlash, (yʿny prth tmhi dhriyikụ̄ rvuziv ṭạlb th czhanddn vạlụ̄ yymhi sintụ̄ tohyih tmụ̄ snz nzdyky th rẓa ḥạṣl spdi.) th tmụ̄ snzi vathi mnz kriv jd v jhd, shayd ma gczihh tohyih kamyạby ḥạṣl."
  },
  {
    "verse_id": 36,
    "translation": "Var pạtthụ̄ zạniv zi yimv lukv kufrk rviyih akhtyar chuh kvrmut, hrgah tihinds qbẓs mnz sary zmynch dvlt āshi, th ath sintụ̄ āshi byyhi yiczah, th tim yczhn ath fidys mnz dith qyamt kh doh kh ʿdhab nishhi bchun, tmhi pth thi yiyhi nh so timn qbvl krnh, th timn mylhi dg tulvun ʿdhab."
  },
  {
    "verse_id": 37,
    "translation": "Tim yczhhan jhnm kh nar nishhi nybr nyrun, mgr hykn nh aamhi mnz nyrith, th timn yiyhi qạyim rvzn vvl ʿdhab dinh."
  },
  {
    "verse_id": 38,
    "translation": "Th czvur ạsitn znanh ya ạsitn mrd, doshvnụ̄ czttiv athh. (doshve athh nh blkh akh. Goddnichhi czvur pytth yiyhi dchuhn athh czttnh. Czvuri hundi aiṭlaq chuh ṣrf tth kamhi pytth spdan zi ainsan niyih kạnshi hund mal tmụ̄ sndi ḥfaẓt nishhi krrith pnnis qbẓs mnz. Akhi ddhal (sipr) kh qinmth khoth km czvuri pytth yiyhi nh athh czttnh. Mʿtbr rvayatv nishhi chuh nnan zi nby ṣly Allah ʿlyh v slmn hndis mbark dvrs mnz avs ddhaluk qinmt dah drhm āsan th tmhi zmanh kis dirhms mnz avs 3 mashhi 1-1/5 rty roph āsan. Varyah chyz chih tim yihnzi czvuri pytth athh czttnuk sza yiyhi nh dinh. Mthlaan myvh ya sbzy czvur, khynch czvur, lokttn chyzn hnz czvur, prndh snz czvur, byt almalch czvur, mṭlb yiczhn czvurn pytth yiyhi nh athh czttnh. Yih chuhnh mṭlb zi yimh sare czvur chhe mʿāf.) yih chuh tihnzi kmayih hund bdlh th Allah tʿālyā sndi ṭrfh ʿbrtnak sza, Allah tʿālyā snz qdrt chhe sarine pytth ghạlib th suh chuh dana v byna."
  },
  {
    "verse_id": 39,
    "translation": "Pth yus ẓlm krnh pth tvbh kri th pnnis pans kri aṣlaḥ tylhi gczihh Allah tʿālyā snz nẓri ʿnayt byyhi ts pytth mạyl. (aamiyuk mṭlb chuhnh yih zi yithis czvurs gczihh nh ath czttnh yun. Blkh chuh mṭlb yih zi athh czttnh pth yus tvbh kri th pnun nfs czvuri nishhi pak krith bnhi Allah tʿālyā sund ṣalḥ bndh suh bchhi Allah tʿālyā sndi ghẓbh nishhi th Allah tʿālyā chahlhi tmụ̄ sndi damnh pytthh yih dagh. Albth agr kạnshi shkhṣn athh czttnh pth thi pnun pan bdnyty nishhi pak kvr nh th time mkrụ̄ jdhbat rchihn pans mnz yihndis bunyads pytth amụ̄ czvur kr th amụ̄ sund athh āv czttnh, tylhi chuh amiyuk mʿny yih zi athh gvv amụ̄ sndi jismh nishhi juda mgr czvur rvuz bdstvr amụ̄ sndis nfss mnz mvjvd. Aamhi vjh kinụ̄ rvzi suh Allah tʿālyā sndi ghẓbuk ḥqdar tithe pạtthụ̄ yithh pạtthụ̄ athh czttnh brvnhh avs. Aamy mvjvb chuh qrāni mjyd czvurs hdayt divan zi suh mngin khudays mʿạfy th pnnis pans krin aiṣlaḥ tikyazi nfsch pạky chahnh ʿdalty sza sintụ̄ ḥaṣl gczhan blkh chhe tvbh th khudays kun rjvʿ krnh sintụ̄ ḥạṣl spdan.) Allah tʿālyā chuh sytthah drgzr krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 40,
    "translation": "Kya tohyih chahv na pe zi Allah tʿālyā chuh zmynuk th āsmann hndi slṭntuk mạlik? Yymis yyczihh sza diyas th yymis yyczihh mʿāf krys, ts chuh prth chyzuk akhtyar."
  },
  {
    "verse_id": 41,
    "translation": "Ae pyghmbr, tuhndi khạṭr mah bnin pryshạny hund bạʿth tim lukh yim kufr chih vathi mnz tyz qdmy havan chih, khvah tim timv mnz ạsitn yim ạsh chih vnan aashi avn ayman mgr tihindyv dilav avn nh ayman, ya ạstn timv mnz yim yhvudụ̄ chih, yuhund ḥal yih chuh zi aapzi khạṭr chih kn divan, th baqy lukn khạṭr yim nh tohyih nishhi zanhh āe chih bvzan (yʿny tihindi khạṭr chih jasvsy kran) Allah tʿālyā snzi ktabhi hndyn lfẓn chih pnnụ̄ jae mutʿīn āsnh bavjvd aṣly mʿny nishhi ddalan, th lukn chih vnan zi hrgah tohyih yih ḥkm dinh yiyhi tylhi mạniv, agr nh tylhi mah mạniv (yʿny jạhl chih lukn vanan zi yus ḥkm asụ̄ tohyih chihv vanan, hrgah Muḥammad thi yohe ḥkm tohyih vnan tylhi mạnụ̄zyv nath krụ̄zyv rad) yymis Allah tʿālyā ne fitns mnz travnuk airadh āshi kvrmut, tas hykiv nh Allah tʿālyā snzi tahphi nishhi bchavnh khạṭr tvhụ̄ kihinụ̄ krith, (Allah tʿālyā sndi ṭrfh kanhh fitns mnz travnuk mṭlb chuh yih zi yas shkhṣs mnz Allah tʿālyā kunhi qsmkụ̄ bur khyalat phanphlan chuh vuchhan ts brvntth kun chuh pvtus pth tithụ̄ mvqʿ aanan yimn mnz tmụ̄ snz skht āzmạysh chhe spdan. Agr suh shkhṣ burạyy kun vunhi pvur pạtthụ̄ chuhnh nrmyvmut tylhi chuh yimv āzmạyshv sintụ̄ hyn rttan th bdy hund mqablh krnh khạṭr yimh nyky hnz qvth ts mnz āsan chhe timh chhe votlith yivan. Albth agr suh burạyy kun pvur pạtthụ̄ nrmyvmut chuh āsan th andry andry chuh tmụ̄ snzi nyky tmụ̄ snzi bdy nishhi shkst āsan khyvmut tylhi chuh prth yczihh āzmạyshhi hndis mvqʿs pytth suh vare bdy hndis zals mnz phsan pkan. Yohe chuh Allah tʿālyā sund suh fitnh yymhi nishhi kanhh bigrvun ainsan bchavun tmụ̄ sndis kạnshi khyr khvahs tam chuhnh āsan) yim chih tim lukh yihndụ̄ dl khudayn yyczhụ̄ nh pak krnụ̄, tihndi khạṭr chhe dunyahs mnz rusvạyy th ạkhrts mnz skht ʿdhab."
  },
  {
    "verse_id": 42,
    "translation": "Yim chih aapuz bvzn vạlụ̄ th ḥram mal khynh vạlụ̄, lhādha agr yim tohyih nishhi (pnnụ̄ mqdmh hyth) yin tylhi chuh tohyih akhtyar dinh yivan zi agr yyczihv fạṣlh kriyvukh nath kriyvukh ankar. Agr ankar kriyvukh, yim hykn nh tohyih kanhh nqṣan vatnạvith, th hrgah fạṣlh kriv, tylhi kriv tthyk pạtthụ̄ anṣaf san, tikyazi Allah tʿālyā chuh anṣaf krn valyn psnd kran. (yhvudụ̄ ạsụ̄ nh avt tam aslạmy ḥkvmtkụ̄ baqaʿdh lukh bnymtụ̄, blkh ạsụ̄ tihindụ̄ tʿlqat aislạmy ḥkvmts sintụ̄ mʿāhdn pytth drith. Aamhi vjh kinụ̄ avs nh nby ṣly Allah ʿlyh v slmn hndis ʿdalts mnz tihund yun ẓrvry. Albth yimn mʿāmlatn mnz tim khod pnnhi mdhhby qanvnh mṭabq fạṣlh ạsụ̄ nh yczhan krun tihund fạṣlh krnavnh mvjvb ạsụ̄ tim ath bhrvss pytth ḥẓvr ṣly Allah ʿlyh v slmn nishhi yivan zi shayd ma āshi ḥẓvr ṣly Allah ʿlyh v slmn hndis shryʿts mnz tihndi khạṭr byakh kanhh ḥkm th yithh pạtthụ̄ hykhi hn tim pnnhi mdhhby qanvn chih pyrvy nishhi bchith.)"
  },
  {
    "verse_id": 43,
    "translation": "Th yim kithh pạtthụ̄ chihv tohyih ḥakam bnavan, yylhi zn yimn nishhi tvrah mvjvd chhe yath mnz Allah tʿālyā sund ḥukm lykihth chuh, th pth chih yim aamhi nishhi buth pihran? Draṣl chhe kth yih zi yimn chuhnh aymane."
  },
  {
    "verse_id": 44,
    "translation": "Aashi kr tvrah nạzil yth mnz hdayt th gash avs. Sạry nby yim muslm ạsụ̄, tim ạsụ̄ tamy mṭabq yimn yhvudyn hndyn mʿāmlatn hund fạṣlh kran, th yithe pạtthụ̄ ạsụ̄ rbany (ʿlmaʿ) thi aḥbar (fqhaʿ) thi (athụ̄ pytth fạṣlh kran) tikyazi tim ạsụ̄ Allah tʿālyā snzi ktabhi hndụ̄ dhmh dar bnavnh āmtụ̄, th tim ạsụ̄ ath pytth gvah. Lhādha (ae yhvdyv) tvhụ̄ mah khvcziv lukn blkh khvcziv me, th mʿmvly mʿmvly muʿāvẓs pytth trạviv myạnụ̄ āyat knnụ̄, yim lukh Allah tʿālyā sndi nạzil krnh āmthi qanvnh mṭạbq fạṣlh krn nh time chih kạfr."
  },
  {
    "verse_id": 45,
    "translation": "Tvrats mnz avs aashi yhvudyn khạṭr yih ḥkm lyvkhmut zi jans bdlh jan, achh bdlh achh, nsthi bdlh ns, kanh bdlh kan, dnd bdlh dnd, th tmam zkhmn hndi khạṭr brabr bdlh, pth yus qiṣaṣuk ṣdqh kri, tylhi chuh suh tmụ̄ sndi khạṭr ṣdqh, th yim lukh Allah tʿālyā sndi nạzil krnh āmthi qanvnh mṭạbq fạṣlh krn nh, time chih ẓạlim."
  },
  {
    "verse_id": 46,
    "translation": "Pth svuz aashi yimv pyghmbrv pth mrym ʿlyha alslamn hund frznd ʿīsyā ʿlyh alslam, tvarh mnz yikynczhah ts brvntthh knhi mvjvd avs suh avs tmiyuk tṣdyq krn vvl, th aashi kr ts anjyl ʿṭa yth mnz rhnmạyy th rvshny ạs, th sothi ạs tth tṣdyq krn vajinụ̄ yikynczhah tvarh mnz tmhi vqth mvjvd avs, th khuda trs lukn khạṭr ạs srasr hdayt th nṣyḥt."
  },
  {
    "verse_id": 47,
    "translation": "Svn ḥkm avs kh ahli anjyl krin tmhi qanvnh mṭạbq fạṣlh yus khudayn aath mnz nazil chuh kvrmut, th yim lukh Allah tʿālyā sndi nạzil krnh āmthi qanvnh mṭạbq fạṣlh krn nh time chih fasq. (yth jayih chih Allah tʿālyā hn timn lukn hndis ḥqs mnz tre ḥukm thạbt krimtụ̄ yim Allah tʿālyā sndi nạzil krnh āmthi qanvnh mṭạbq fạṣlh krn: akh yih zi tim chih kạfr, dvyum yih zi tim chih ẓạlim, tryuym yih zi tim chih fasq. Yus shkhṣ Allah tʿālyā sndis ḥukms khlaf aath bunyads pytth chuh fạṣlh kran zi suh chuh smjhan Allah tʿālyā sndis ḥukms ghlṭ th pnnis ya byyhi kạnshi hndis ḥukms chuh ṣḥyḥ smjhan, suh chuh mkml kạfr th ẓạlim th fạsq, th yus aʿtqad rngụ̄ Allah tʿālyā sndis ḥukms brḥq chuh smjhan mgr ʿmlaan chuh ath khlaf fạṣlh kran, suh agrchhi milt nishhi khạrj chuhnh mgr pnnis aymans chuh kfrs th fisqs sintụ̄ rlavan. Yithe pạtthụ̄ yymụ̄ tmam mʿāmlatn mnz Allah tʿālyā sndi ḥukmh nishhi anḥraf chuh kvrmut, suh chuh tmam mʿāmlatn mnz kạfr ẓạlim th fạsq. Th yus kynczhn mʿāmlatn mnz frmanbrdar th kynczhn mnz buthụ̄ pihyr chuh, tmụ̄ snzi zndgy mnz chhe ayman th aslam, kfr ẓlm th fisqch milavtt tthyk tamy tnasb san yymhi tnasb san tmụ̄ aṭaʿt th anḥraf āshi rlvvmut.)"
  },
  {
    "verse_id": 48,
    "translation": "Ae nby, pth svuz aashi tohyih kun yih ktab yosh ḥq hyth chhe āmcz. Th alktab mnz yikynczhah ath brvntthh knhi mvjvd chuh tth chhe tṣdyq krn vajinụ̄, th byyhi chhe tmich mḥạfẓ th rạchh ravtth krn vajinụ̄. (yth jayih chuh akis ahm ḥqyqts kun asharh krnh āmut. Agrchhi yih mẓmvn ythh pạtthụ̄ thi ada hykhi he krnh yith zi ptimyn ktabn mnz yikynczhah pnnis aṣly th ṣḥyḥ ṣvrts mnz baqy avs. Qrān chuh tth tṣdyq kran mgr khdayn kvr ptimyn ktabn bjayih alktab lfẓ astʿmal, amhi nishhi chuh yih raz nvn nyran zi qrān th tmam timh ktabh yimh mkhtlf zmann th mkhtlf zbann mnz Allah tʿālyā sndi ṭrfh nạzil spz, sare chhe and hyth draṣl kuny ktab. Kunue chuh yuhund mṣnf, kunue chuh yuhund mudʿā th mqṣd, kuny chhe yihnz tʿlym th kunue chuh ʿlm yus yihndi dhryʿh ansạnụ̄ zuriyats ʿṭa āv krnh. Frq agr chhe so chhe ʿbartn hnz, yimh kuny mqṣd khạṭr mkhtlf bvzn valyn hndi liḥaẓh mkhtlf ṭryqv vartavnh chhe āmcz. Qrāns chuh alktabhi hund mḥạfẓ th ngran vannuk mṭlb yih zi amụ̄ chih tmam brḥq tʿlymat yim ptimyn āsmạnụ̄ ktabn mnz dinh ạsụ̄ āmtụ̄ pans mnz rttith mḥfvẓ krimtụ̄. Vonụ̄ hykhi nh tihndyn brḥq tʿlymatn hund kanhh ḥṣh ẓaʿʿ spdith) lhādha kriv tvhụ̄ Allah tʿālyā sndi nạzil krnh āmthi qanvn mṭạbq lukn hndyn mʿāmlatn hund fạṣlh, th yus ḥq tohyih nishhi vvtmut chuh tmhi nishhi buth pihyrith mah kriv tihnzn khvạhshatn hnz pyrvy, aashi kvr tohyih (ansanav) mnz prth kạnshi hndi khạṭr akh shryʿt th akh rahi ʿml mqrr. Agrchhi tuhund Allah tʿālyā yyczihh he tylhi bnavihe tohyih sarine akh aumt thi, albth tmụ̄ kvr yih amhi mvjvub zi yikynczhah tmụ̄ tohyih diytmut chuhnav, tth mnz kryv tohyih āzmạysh, lhādha kriv nykyn mnz akh akis brvnhh gczhnch kvshsh, ạkhr kar chuhv tohyih sarine khudays kun vaps gczuhn, pth vanyv suh tohyih aṣly ḥqyqt yth mnz tvhụ̄ akhtlaf kran rvudimtụ̄ chihv."
  },
  {
    "verse_id": 49,
    "translation": "Ps ae nby, tvhụ̄ kriv Allah tʿālyā sndi nazil krnh āmthi qanvnh mṭạbq yimn lukn hndyn mʿāmlatn hund fạṣlh, th yihnzn khvạhshatan hnz pyrvy mah kriv, hvshyar rvuziv zi yim lukh gczhnav nh tohyih fitns mnz trạvith tmhi hdayt nishhi dhrs brabr ddạlith hyknụ̄ yus khudayn tohyih kun nạzil chuh kvrmut, pth agr yim tmhi nishhi buth pihrn tylhi zạniv zi khudayn chih yim pnnyn kynczhn gnahn hndis padashs mnz mṣybt se mnz mbtla krnuk fạṣlh kvrmut, th yih chhe ḥqyqt zi yimv lukv mnz chih akthr fạsq."
  },
  {
    "verse_id": 50,
    "translation": "(hrgah yim Allah tʿālyā sndi qanvn nishhi buth chih pihran) kya tylhi chha byyhi jạhlytuk fạṣlh yczhan? (jạhlyt lfẓ chuh aslam kis mqabls mnz vartavnh yivan. Aslamuk ṭryqh chuh srasr ʿiilm, tikyazi aath chhe khudayn rhnmạyy krmcz yus tmam ḥqyqtn hund ʿlm chuh thavan. Th ath brʿks prth kanhh suh ṭryqh yus aslam nishhi mkhtlf chuh, chuh jạhlytuk ṭryqh. ʿrbuk suh zmanh yus aslam brvnhh avs, tath chuh jạhlytuk davr aath mʿnys mnz vannh āmut zi tth zmans mnz ạsụ̄ ainsanav ʿlmh vrạe mḥẓ vhms ya qyass th gumans ya khvạhshatn hndis bunyads pytth pans khạṭr zndgy hndiụ̄ ṭryqh muqrr krimtụ̄. Yih ṭrzi ʿml yth thi jayih kunhi thi davrs mnz vartavnh yiyih, tath yiyhi bhrḥal jạhlyt kue ṭrzi ʿml vannh.) ḥalankh yim lukh khudays pytth yqyn chih thavan timn nzdyk kus hykhi khudays vrạe byyhi kanhh bhtr fạṣlh krn vvl ạsith."
  },
  {
    "verse_id": 51,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yhvudụ̄ th ʿīsạe mah bnạviyvukh pnnụ̄ rfyq, yim chih panh vạny akh akụ̄ sndụ̄ rfyq, th hrgah tohyih mnz kanhh yimn pnun rfyq bnavan chuh, tylhi chuh tmụ̄sund shmar thi timne mnz, pzụ̄ pạtthụ̄ chuh Allah tʿālyā pnnhi rhnmạyy nishhi ẓạlimn kran mḥrvum."
  },
  {
    "verse_id": 52,
    "translation": "Tvhụ̄ chihv vuchhan yihndyn diln mnz nifaqch bymạrụ̄ chhe tim chih timne (yhvdyn th ʿīsayn) mnz kvshsh kran phyran. Vanan chih, ashi chuh ddr basan zi asụ̄ gczhụ̄ nh kunhi muṣybts mnz phsnụ̄. Mgr yih kth chahnh dvur yylhi Allah tʿālyā tohyih fạṣlh kun ftḥ bkhshhi, ya krri pnnhi ṭrfh byyhi kanhh kth nnụ̄, pth gczhn yim lukh pnnis ath nifaqs pytth nạdim yus yim diln mnz chuhpạvith chih."
  },
  {
    "verse_id": 53,
    "translation": "Th tmhi saʿth vnn ahli ayman, kya yim chha time lukh yim Allah tʿālyā sndi nav sintụ̄ bddụ̄ bddụ̄ qsm khyth yqyn ạsụ̄ byhnavan zi ạsụ̄ chih tohyih sintụ̄? Yihndụ̄ sạry aʿmal spdụ̄ ẓaʿʿ th ạkhr kar byitthụ̄ yim nakam th namurad gczihth."
  },
  {
    "verse_id": 54,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, hrgah tohyih mnz kanhh pnnhi dynh nishhi phyran chuh (phyiritn) Allah tʿālyā kri byyhi varyah lukh tithụ̄ pạd yim khudays ttạtthụ̄ āsn th Allah tʿālyā āshi timn ttvtth, yim mvmnn pytth nrm th kạfrn pytth skht āsn, (mvmnn pytth nrm āsnuk mṭlb chuh yih zi akh shkhṣ gczihh nh ahli aymann hndis mqabls mnz pnnhi ṭaqtuk astʿmal zanhh krun. Amụ̄ snz dhhant, amụ̄ snz hvshyạry, amụ̄ snz qạblyt, amụ̄ sund athr v rsvkh, amụ̄ sund mal, amụ̄ sund jsmạny zvr, kanhh thi chyz gczihh nh muslmann dabavnh th stavnh th nqṣan vatnavnh khạṭr āsun. Muslmann gczihh yih pans drmyan hmyshh akh nrm khuv, rḥm dl, hmdrd th ḥlym ansan basun. Kạfrn pytth skht āsnuk mṭlb chuh yih zi akh mvmn ansan gczihh pnnhi ayman chih pkhtgy mnz, dyndạry hndis khlvṣs mnz, aṣvln hnzi mẓbvṭy mnz, syrt kh ṭaqth kinụ̄ th ayman kh frast kh vjh kinụ̄ aslam kyn mkhạlfn hndis mqabls mnz akhi mẓbvṭ chttankụ̄ pạtthụ̄ āsun yus nh kunhi pạtthụ̄ thi pnnhi jayih ddalnh hykhi yith. Timn gczihh nh yih ạttụ̄ grdnụ̄ th vgr ttyiri hndụ̄ pạtthụ̄ nrm basun zi yvr kun pihrvns tvr kun phyri. Timn yylhi thi yih smkhhi timn gczihh basun zi yih Allah tʿālyā sund bndh kri mrun bhtr mgr kunhi thi qinmts pytth hykhi nh pnun pan knith th nh hykhi dbith.) yim lukh Allah tʿālyā snzi vathi mnz jd v jhd krn th kạnshi mlamt krn vạlụ̄ sndis mlamts khoczn nh, yih chuh Allah tʿālyā sund fẓl ys yczhan chuh tas chuh ʿṭa kran, Allah tʿālyā chuh vsyʿ dhryʿn hund mạlik th svrue kynhh chuh zanan."
  },
  {
    "verse_id": 55,
    "translation": "Tuhundụ̄ rfyq chih drḥqyqt ṣrf Allah tʿālyā th Allah tʿālyā sund rsvl th yim ahli ayman yim nmaz chih qạyim kran, zkvāh chih divan th khudays brvntthh knhi chih nmn vạlụ̄."
  },
  {
    "verse_id": 56,
    "translation": "Th yus khudays th tmụ̄ sndis rsvls th ahli aymann pnun rfyq bnavi, ts gczihh pe āsnụ̄ zi bs chhe tmụ̄ snz jmaʿt ghạlb rvzn vajinụ̄."
  },
  {
    "verse_id": 57,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, tohyih brvuntthmyv ahl ktabv mnz yimv lukv tuhund dyn mdhaq th khyl chuh bnvvmut, tim th baqy kạfr mah bnạviyvukh pnnụ̄ dvst th rfyq. Khdays khvucziv agr tvhụ̄ mvmn chihv."
  },
  {
    "verse_id": 58,
    "translation": "Yylhi tvhụ̄ nmazi mokhh nad chihv layan tylhi chih yim aath hzl kran th ath sintụ̄ chih gindan. (yʿny banghi hnz āvaz bvuzith chih ath nql kran, mskhry khạṭr chih aamikụ̄ alfaẓ bdlavan th pihrụ̄ pihrụ̄ chih pran.) aamiyuk vjh chuh yih zi timn chahnh ʿql."
  },
  {
    "verse_id": 59,
    "translation": "Timn vniv, ae ahli ktab, tvhụ̄ yth kthhi pytth aashi ẓd krran chihv, so kya chhe aamhi vrạe zi ashi chuh khudays pytth th dyn chih tth tʿlymhi pytth ayman avnmut yosh aashi kun nạzil chhe spzmcz th ashi brvntth thi ạs nạzil spzmcz th tohyih mnz chih akthr lukh fasiq?"
  },
  {
    "verse_id": 60,
    "translation": "Byyhi vnyvukh, kya bh kra timn lukn hnz nshandhy yuhund anjam khudays nishhi fasqn hndi anjamh khoth thi bdtr chuh? Tim yimn pytth khudayn lʿnt kr, yimn pytth tmụ̄ sund ghẓb spud, yimv mnz pnzụ̄ th khnzyr āe bnavnh, yimv ṭaghvtch bndgy kr, tihund drjhi chuh aamhi khoth thi zyadh bur, th tim chih savaaʿ alsbyl (syzi vathi) nishhi varyah zyadh ddlmtụ̄."
  },
  {
    "verse_id": 61,
    "translation": "Yylh yim tohyih lukn nishhi yivan chih tylhi chih vnan zi aashi avn ayman ḥalankh kufr hyth ạsụ̄ āmtụ̄, th kufrue hyth drae vaps, th Allah tʿālyā chuh tthyk pạtthụ̄ zanan yikynczhah yim diln mnz chuhpạvith chih."
  },
  {
    "verse_id": 62,
    "translation": "Tvhụ̄ chihv vuchhan zi yimv mnz chih varyah lukh gnah th ẓlm v zyadty hnzn kamyn mnz davan dvran, th byyhi chih ḥramkụ̄ mal khyvan, sytthah burh ḥrkth chhe yimh yim kran chih."
  },
  {
    "verse_id": 63,
    "translation": "Kyazi chihnh yihndụ̄ ʿạlm th mshạykh yimn gnahs pytth zyv mczrvanh nishhi th ḥram khynh nishhi pth rttan? Pzụ̄ pạtthụ̄ chuh sytthhe burh zndgy hund karnamh yus tim tyar chih kran."
  },
  {
    "verse_id": 64,
    "translation": "Yhvdụ̄ chih vnan zi Allah tʿālyā sndụ̄ athh chih gnddith. (ʿrby mḥavrh mṭạbq kạnshi hndụ̄ athh gnddith āsnuk mṭlb chuh yih zi suh chuh bkhyl, dinh nishhi chuh tmụ̄ sund athh rukith.) gnddnh āe tihindụ̄ aathh, (yʿny bkhyl chih yim panh pnnhi bkhyly th pnnhi tng dily kinụ̄ chuh lukn yuhund nav zyvi pytth.) th lʿnt vczh yimn tmhi bkvas kinụ̄ yus yim kran chih, Allah tʿālyā sndụ̄ athh chih kushadh, yithh pạtthụ̄ yczhan chuh tithh pạtthụ̄ chuh khrchavan. Ḥqyqt chhe yih zi yus klam tuhndis rb sndi ṭrfh tohyih pytth nạzil chuh spudmut suh chuh timv mnz akthr lukn hnzi srkshy th bạṭl prsty mnz aultth aẓafuk vjh bnyavmut. Th (aamhi kis padashs mnz) chuh aashi qyamts tam yimn drmyan ʿdavt th dshmny trạvmcz, yylhi kunhi vizi yim jng kis nars ryhh chih tulan Allah tʿālyā chuh tth tthndd kran, yim chih zmyns mnz fsad phhlavnch kvushsh kran mgr Allah tʿālyā chuhnh fsad krn valyn hrgz psnd kran."
  },
  {
    "verse_id": 65,
    "translation": "Agr (amhi srkshy bjae) yim ahli ktab ayman aanhn th khuda trsy hnz rvish krhn akhtyar tylhi krhav asụ̄ yihnz burạyiyih yimn nishhi dvur, th yim vatnavhvkh nʿmt valyn jntn mnz."
  },
  {
    "verse_id": 66,
    "translation": "Kash yimav āshan tvrah, anjyl th timh dvyimhi ktabh qạyim krimcz yimh yihndis rb sndi ṭrfh yimn nishhi svznh āsh āmcz. Agr yih krhn tylhi vashi he pytthh thi yihndi khạṭr rizq th bonh thi vuzi he, agrchhi yimv mnz kynhh lukh jan thi chih, mgr yihnz akthryt chhe skht bdʿml."
  },
  {
    "verse_id": 67,
    "translation": "Ae pyghmbr, yikynczhah tuhndis rb snd ṭrfh tohyih pytth nạzil chuh krnh āmut suh vatnạviv lukn tam, hrgah tohyih yih kvruv nh tylhi kvruv nh tmụ̄ snzi pyghmbry hund ḥq ada, Allah tʿālyā chuhv tohyih lukn hndi shr nishhi bchavn vvl, pczh thạviv zi suh havi nh (tuhndis mqabls mnz) kạfrn kamyạby hnz vath hrgz."
  },
  {
    "verse_id": 68,
    "translation": "Ṣaf vnyvukh zi ae ahli ktab, tvhụ̄ chihv nh hrgz kunhi aṣlyts pytth yvt tam nh tvrah th anjyl th timh baqy ktabh qạyim kryvukh yimh tuhndis rb sndi ṭrfh tohyih kun nạzil chhe krnh āmcz, ẓrvr spdi z yus yih frman tuhndis rb sndi ṭrfh tohyih pytth nạzil chuh krnh āmut, kri timv mnz akthrn hnzi srkshy th nah manns zyade aẓafh mgr ainkar krn valyn hndis ḥals pytth mah kriv kanhh afsvs."
  },
  {
    "verse_id": 69,
    "translation": "(pczh kriv zi yythi chuhnh kạnshi hund thi aijarh) muslman ạsitn ya yhvudụ̄, ṣạby ạsitn ya ʿīsạe, yus akha khudays th ạkhrt kis dohs pytth ayman aanhi th nyk ʿml kri, be shk chahnh tmụ̄ sndi khạṭr kunhi khvfch jae th nh rnj krnch gunjạysh. (tshryḥ khạṭr vuchihv svrh bqrh āyt nmbr 62)"
  },
  {
    "verse_id": 70,
    "translation": "Aashi hyvt bny asrạʿyls pkhth ʿhd th timn kun svuzụ̄ varyah rsvl, mgr yylhi thi zanhh timn nishhi kanhh rsvl tihndyn nfsn kyn khvạhshatn khlaf kynhh hyth āv tylhi kvr timv kạnshi hund ankar th kanhh kvrukh qtl."
  },
  {
    "verse_id": 71,
    "translation": "Th pnnhi jayih zvnukh zi kanhh fitnh spdi nh ẓạhr aamhi mvjvub bnye anụ̄ th zrụ̄ pth kvr khudayn timn mʿāf th timv mnz rvudụ̄ akthr lukh vare zyadh anụ̄ th zrụ̄ bnan, Allah tʿālyā chuh tihindụ̄ yim sạry ḥrkat vuchhan rvudmut."
  },
  {
    "verse_id": 72,
    "translation": "Pzụ̄ pạtthụ̄ kvr kufr timv lukv yimv vvn zi khudae chuh msyḥ abni mryme, ḥalankh msyḥ ʿlyh alslamn avs vvnmut zi, ae bny asraʿyl, Allah tʿālyā snz bndgy kriv yus myvn rb thi chuh th tuhund rb thi chuh. Yymụ̄ khudays sintụ̄ kanhh shryk tthhrvv, ts pytth kvr khudayn jnt ḥram th tmụ̄ sund tthkanh chuh jhnm, th yithyn ẓạlimn hund chuhnh kanhh mddgar."
  },
  {
    "verse_id": 73,
    "translation": "Pzụ̄ pạtthụ̄ kvr kufr timv lukv yimv vvn khudae chuh tryn hund kunue, ḥalankh akis khudays vrạe chuhnh kanhh khuda, agr yim lukh pnnyv yimv kthv nishhi baz phyirụ̄ nh, tylhi yiyhi yimv mnz ts ts dg tulvun ʿdhab dinh yymụ̄ yymụ̄ kufr chuh kvrmut."
  },
  {
    "verse_id": 74,
    "translation": "Pth kya yim krn na khudays brvnhh knhi tvbh th ts mngn na mʿạfy? Allah tʿālyā chuh sytthah drguzr krn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 75,
    "translation": "Msyḥ abn mrym ạsụ̄ nh amhi vrạe kihinụ̄ zi tim ạsụ̄ bs akh rsvl, timn brvnhh thi ạsụ̄ varyah rsvl āmtụ̄, tihnz mvj ạs akh prhyzgar khatvn, th tim doshve ạsụ̄ khyn khyvan. Vuchihv asụ̄ kithh pạtthụ̄ chih timn brvnhh knhi ḥqyqt chih nishạnyih vaẓḥ kran, pth vuchihv yim kvrkun chih aultth phyran. (yimn kynczhn lfẓn mnz chuh alvuhyt msyḥ kis ʿqydts tiyuth ttakar trdyd āmut krnh zi amhi khoth zyadh ṣfạyy chahnh mmkn. Msyḥ ʿlyh alslams mtʿlq agr kanhh yih zanun yyczihh zi fy alḥqyqt kya ạsụ̄ tim, tylhi hykhi suh yimv ʿlamatv nishhi balkl kunhi shkh vrạe yih zạnith zi tim ạsụ̄ mḥẓ akh ansan. Yih kth chhe ẓạhr zi yus akis majhi hndi shikmh mnz zav, yymụ̄ snz krạnụ̄ hankl (shjrh nsb) tam mvjvud chhe, ys ansạny jism avs, yas pytth tim tmam ḥdvd th qyvd muqrr ạsụ̄ th tim sạry ṣft thi ạsis yim ansan sndi khạṭr mkhṣvṣ chih, yus shongan avs, khyvan avs, grmy th srdy avs czynan, ḥtyā kh yus ʿīsayn hndi byan muṭạbq shyṭan sndi dhryʿh āzmạyshhi mnz thi travnh āv, ts mtʿlq kus ʿqlhi vvl ansan hykhi yih tṣvr krith zi suh chuh panh khudae ya khudays chuh khudayy mnz shryk th ḥṣh dar.)"
  },
  {
    "verse_id": 76,
    "translation": "Timn vniv, kya tvhụ̄ chihv Allah tʿālyā trạvith tmụ̄ snz bndgy kran, yas nh tohyih khạṭr nqṣanuk akhtyar chuh, nh chuhs nfʿ dinuk akhtyar? Ḥalankh sarine hund bvzn vvl th svrue kynhh zann vvl chuh ṣrf Allah tʿālyā he."
  },
  {
    "verse_id": 77,
    "translation": "Vniyvukh, ae ahli ktab! Naḥq mah kriv pnnis dyns mnz ghulv (yʿne ḥd mah nyriv) th timn lukn hndyn tkhylatn hnz pyrvy mah kriv yim tohyih brvnhh panh gmrah spdụ̄, th varyah krikh gumrah th ddlụ̄ savaaʿ alsbyl (yʿny syzi vathi) nishhi."
  },
  {
    "verse_id": 78,
    "translation": "Bny asrạʿylv mnz yimv lukv kufrch vath akhtyar kr timn pytth āyih davud th ʿīsyā abn mrym snzi zyvi lʿnt krnh, tikyazi tim ạsụ̄ srksh spdụ̄mtụ̄ th timv āsh zyadtyih lajmcz krnhi."
  },
  {
    "verse_id": 79,
    "translation": "Timv avs akh akis burh kamyn hndi aatur krnh nishhi pth rttun trvvmut. (prth qvmuk bigarr chuh godd kynczhv nfrv sintụ̄ shrvʿ spdan. Agr qvmuk ajtmạʿī ẓmyr zndh āsan chuh tylhi chhe ʿām rae timn bigrymtyn nfrn dbạvith thavan th qvm chuhnh bḥthyti mjmvʿī (and hyth) bigran. Albth agr qvm timn nfrn hndis mʿāmls mnz tasahul (ālczar) shrvʿ kran chuh th ghlṭ kar lukn chih travan mlamt krnh bjae pnnhi svsaʿtty mnz ghlṭ kạry khạṭr ylh, tylhi chhe pth var var soe khrạby yosh godd kynczhn nfrn tam mḥdvd ạs pvur qvms mnz phhlan. Yohe chyz avs yus ạkhr kar bny asrạʿyl kh bigrnuk vjh bnyav.) burh ṭrzi ʿml avs yus timv vartvv."
  },
  {
    "verse_id": 80,
    "translation": "Az chihv tvhy varyah lukh timv mnz tithụ̄ vuchhan yim (ahli aymann hndis mqabls mnz) kạfrn chih ḥmayt th rfaqt kran, yqynaan chuh sytthah burh anjam yymich tyạry tihndyv nafsv tihindi khạṭr krmcz chhe, Allah tʿālyā chuh timn pytth ghẓbnak spudmut, th tim chih hmyshh rvzn vạlis ʿdhabs mnz mbtla spdn vạlụ̄."
  },
  {
    "verse_id": 81,
    "translation": "Agr pzipạtthụ̄ yim lukh khudays th pyghmbrs th tth chyzs mann vạlụ̄ āshn yus pyghmbrs pytth nạzil avs spudmut, tylhi bnavhn nh zanhh (ahli aymann hindis mqabls mnz) kạfirn pnnụ̄ rfyq, mgr yimv mnz chih akthr lukh Allah tʿālyā sndi aṭaʿt nishhi dramtụ̄."
  },
  {
    "verse_id": 82,
    "translation": "Tvhụ̄ vuchhvkh ahl aymann hndis ʿdavts mnz sarive khoth zyadh skht yhvud th mshrkyn, th ayman aann valyn khạṭr vuchhvukh dvsty mnz sytthah nkhh tim lukh yimv vvnmut avs zi asụ̄ chih nṣaryā. Yih chuh amhi vjh kinụ̄ zi yimn mnz chih ʿbadt guzar ʿạlm th tariku aldnya fqyr, th timn mnz chuhnh nfsuk ghrvr kynhh."
  },
  {
    "verse_id": 83,
    "translation": "Yylhi tim yih klam bvzan chih yus rsvl ṣly Allah ʿlyh v slmn pytth nạzil chuh spudmut pth chihv tvhụ̄ vuchhan zi ḥq prznavnh kh athr sintụ̄ chuh tihnzn achhn mnz avsh bukh yivan, timn chuh nyirith czlan zi prvrdigar, aashi avn ayman, svn nav lykh gvạhy dinh valyn mnz."
  },
  {
    "verse_id": 84,
    "translation": "Byyhi chih tim vnan zi, ạkhr kyazi aanav nh asụ̄ khudays pytth ayman th yus ḥq ashi nishhi āmut chuh suh kyazi manav nh asụ̄ yylhi zan aashi ṭmʿ chuh amhi kthhi hund zi svn rb gczihh aashi ṣalḥ bndn mnz shạml krun?"
  },
  {
    "verse_id": 85,
    "translation": "Tihindi amhi qvlh khi vjh kinụ̄ krụ̄ khudayn timn tithụ̄ jnt ʿṭa yimn bnụ̄ kinụ̄ kolh chhe pkan, th tim rvzn hmyshh timn mnz. Yih jza chuh nyk rvyih akhtyar krn valyn khạṭr."
  },
  {
    "verse_id": 86,
    "translation": "Rvudụ̄ tim lukh yimv sạnụ̄ āyat mannh nishhi ankar kvr th dvpukh yim chih aapzụ̄ tim chih jhnmkụ̄ ḥqdar."
  },
  {
    "verse_id": 87,
    "translation": "Ae lvukv yimv ayman chuhv avnmut yim pak chyz khudayn tuhndi khạṭr ḥlal chih krimtụ̄ tim mah kryvukh ḥram, (yth āyts mnz chhe zh kthh arshad spzmcz. Akh yih zi khod mah bniv panh ḥlal v ḥramkụ̄ mkhtar. Ḥlal chuh ty yih khudayn ḥlal kvr th ḥram chuh ty yih khudayn ḥram kvr. Pnnhi akhtyar kriyvun kanhh ḥlal chyz ḥram tylhi yiyiv Allah tʿālyā sndi qanvn bjayih nfsh kh qanvnkụ̄ pyrvkar qrar dinh. Dvyum kth yih zi ʿīsạe rạhibn, hyndụ̄ jvgyn, bvdh mdhhb kyn bhikshvuvan th ashraqy mtṣavifynan hndụ̄ pạtthụ̄ mah kriv rhbạnyt th dunyạdy ldht trk krnuk ṭryqh akhtyar, ashrạqụ̄ mtṣavifyn (gyih so chhokh yosh dvuri dvury pnnyn shagrdn tṣfyh qlb th kshfh kh dhryʿh tʿlym chhe divan) th ḥd nishhi mah nyiriv brvnhh, khudays chih zyadty krn vạlụ̄ skh napsnd."
  },
  {
    "verse_id": 88,
    "translation": "Yikynczhah ḥlal th pak rzq khudayn tohyih diytmut chuhnv suh khyyiv chyyv, th ts khudae snzi nafrmạny nishhi rvziv bchan ys pytth tohyih ayman chuhv avnmut."
  },
  {
    "verse_id": 89,
    "translation": "Tvhụ̄ lukh yim be mʿny qsm khyvan chihv timn pytth chuhnh Allah tʿālyā rattan mgr yim qsm tvhụ̄ zạnith mạnith khyvan chihv timn pytth kryv suh ẓrvr tohyih prczhh gạr (yuth qsm puhttravnuk) kfarh chuh yih zi dah mskyn khyạviyvukh suh drmyanh drjuk khyn yus tvhụ̄ pnnụ̄ shurụ̄ bạcz khyavan chhvukh ya lạgiv timn palv ya kriyvun akh ghlam āzad, th yas nh amiyuk ṭaqt āshi suh thạvin tryn dohn rvzh yih chuh tuhndyn qasmn hund kfarh yylhi zan tvhụ̄ qsm khyth suh puhttrạviv, pnnyn qsmn hnz ḥfaẓt kriv, yithh pạtthụ̄ chuh Allah tʿālyā pnnụ̄ aḥkam tuhndi khạṭr vaẓḥ kran, shayd zi tvhụ̄ kriv shkur ada."
  },
  {
    "verse_id": 90,
    "translation": "Ae lvukv yimv ayman chuhv avnmut yih shrab th zar, yim potlụ̄ th pansh, yimh sarye chhe gndh shyṭạny kamh, yimv nishhi kriv prhyz, aumyd chhe zi tohyih gczhyv flaḥ nṣyb. (shrab kis ḥurmts mtʿlq ạsụ̄ vunystam zh ḥukm āmtụ̄ yim svrh bqrh āyt nmbr 219 th svrh nsaʿ āyt nmbr 43 hs mnz pth kun gyih. Yih ạkhry ḥukm yinh brvnhh krụ̄ nby ṣly Allah ʿlyh v slmv akis khṭbs mnz lukh khbrdar zi khudays chuh shrab skh napsnd, dvur chuhnh zi amhi kh mkml ḥurmtuk ḥukm yiyih, lhādha yimn yimn lukn nishhi shrab mvjvd chuh tim knin suh. Amhi pth kynhh kal gczihth spz yih āyt nạzil th ḥẓvr krnvv aʿlan zi vonụ̄ yimn nishhi shrab chuh tim nh hykn tth chyth, nh hykn knith blkh krin tth ẓaʿʿ. Chnanchhi āv tmy vqth mdynh chn glyin mnz shrab dạrith dinh)"
  },
  {
    "verse_id": 91,
    "translation": "Shyṭan chuh yih yczhan zi shrab th zar sintụ̄ travi tuhindyn diln mnz ʿdavt th bughẓ th tohyih rukavyv Allah tʿālyā yad krnh nishhi th nmaz nishhi, kya tvhụ̄ rvuzivh timv chyzv nishhi baz?"
  },
  {
    "verse_id": 92,
    "translation": "Allah tʿālyā th tmụ̄ sndis rsvl snz kth mạniv th phyriv baz albth agr tohyih ḥkmi ʿdvly krv tylhi zạniv zi sạnis rsvls ṣly Allah ʿlyh v slms pytth ạs ṣrf ṣaf ṣaf ḥkm vatnavnch dhmh dạry."
  },
  {
    "verse_id": 93,
    "translation": "Yimv lukv ayman avn th lajkh nyk ʿmlh krnhi timv yikynczhah goddh khyvmut chvmut avs tth pytth spdi nh kanhh grft bshrṭykh tim rvzn āʿndh timv chyzv nishhi bchan yim ḥram chih krnh āmtụ̄ th aymans pytth rvzan thạbt qdm th nyk kamhi kran pth yymhi yymhi chyz nishhi rukavnh yin tmhi nishhi rukn th yus Allah tʿālyā sund frman āshi suh mann, pth thavn prhyzgạry san nyk rviyih, Allah tʿālyā chuh nyk krdar lukn psnd kran."
  },
  {
    "verse_id": 94,
    "translation": "Ae lvukv yimv ayman chuhv avnmut Allah tʿālyā travyv tohyih tas shkar sndi dhryʿh skht āzmạyshhi mnz yus balkl tuhndyn aathn th nyzn hndis zds mnz āshi yih vuchhnh mokhh zi tohyih mnz kus chuh ts ghạybanh pạtthụ̄ khoczan, pth aamhi tnbyh pth Allah tʿālyā sndi mqrr krnh āmthi ḥd nishhi brvnhh drav ts khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 95,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, aiḥram kis ḥalts mnz mah mạriyvun shikar. (ansan kritn khvah panh shkar ya byyhi kạnshi kritn shkar krns mnz kunhi pạtthụ̄ thi mdd. Doshve kthh chhe aiḥram kis ḥalts mnz mnʿ, amhi ʿlavh agr shkar mḥram (yus aiḥram lạgith āshi) tmụ̄ sndi khạṭr marnh āshi āmut aamhi pth thi chuhnh maḥram sndi khạṭr yih khyvn jạyz. Albth agr kạnshi pans khạṭr shkar kvrmut āshi th suh diyih aamhi mnz maḥramas bṭvr tḥfh kynhh, suh khyns chuhnh kanhh prvae. Amhi ḥukmh nishhi chih aiydha dinh vạlụ̄ janvr muchhhi. Sruph, biych, hlkrụ̄ hvunụ̄ th amhi qsmkụ̄ baqy janvr yim ansans nqṣan vatnavan vạlụ̄ chih hykn aiḥram kis ḥalts mnz marnh yith) th agr tohyih mnz kanhh zạnith mạnith yih kri tylhi yus janvr tmụ̄ mvrmut āshi, tsụ̄ yvt akh janvr āshi charvayv mnz ts bṭvri ndhr diyun yymyuk fạṣlhi tohyih mnz zh ʿạdl ansan krn th yih ndhranh yiyhi kʿbh vatnavnh, ya agr yih spud nh tylhi āsn aamhi gnah kis kfars mnz kynhh mskyn khyn khyavnụ̄. Nath āsn ath baqdr rvzh thavnhi, takh suh vuchihh pnnhi krimtyuk mzh, brvnhh yikynczhah spud suh kvr khudayn mʿāf albth vonụ̄ agr kạnshi yih ḥrkt dubarh kr tylhi hyyih ts Allah tʿālyā bdlh, Allah tʿālyā chuh sarine pytth ghạlb th suh chuh bdlh hynuk ṭaqt thavan."
  },
  {
    "verse_id": 96,
    "translation": "Tuhndi khạṭr āv smndruk shikar byyhi suh khyvn ḥlal krnh. Yth jayih tvhụ̄ tthhriv tathi thi hykiv suh khyth th qạfls khạṭr hykiv zadirah thi bnạvith. Albth khshky hund shkar, yvt tam tvhụ̄ aiḥram kis ḥalts mnz ạsiv, chuh tohyih pytth ḥram krnh āmut. Lhādha bchiv ts Allah tʿālyā snzi nafrmạny nishhi yymụ̄ snzi pyshy andr tvhụ̄ sạry yiyiv ghyr krith aannh."
  },
  {
    "verse_id": 97,
    "translation": "Khudayn bnvv mkani mḥtrm, kʿbh lukn khạṭr (ajtmạʿī zndgy hndi) qyamuk dhryʿh th mahi ḥram byyhi qrbạny hndụ̄ janvr th qladh thi (bnạvin ath mnz muʿāvin) takhi tohyih lghi pe zi Allah tʿālyā chuh āsman kyv th zmyn kyv sarive ḥalatv nishhi bakhbr th ts chuh prth chyzuk ʿlm."
  },
  {
    "verse_id": 98,
    "translation": "Khbrdar spdiv! Allah tʿālyā chuh sza dins mnz thi skht th aath sintụ̄ chuh sytthah drguzr th rḥm krn vvl thi."
  },
  {
    "verse_id": 99,
    "translation": "Rsvl ṣly Allah ʿlyh v slmn pytth chhe ṣrf pygham vatnavnch dhmh dạry brvntth kun chuh tuhndyn nanhi vanh kyn th czhayih thavnh āmtyn sarine ḥalatn hund zann vvl Allah tʿālyā."
  },
  {
    "verse_id": 100,
    "translation": "Ae pyghmbr, yimn vniv zi pak th napak chihnh bhrḥal yksan khvah napakch solbh gy ạsitn kạczah thi fryfth krn vajinụ̄, (yih āyt chhe qdr v qinmtuk akh nvvue mʿīar pysh kran yus ẓạhr byin ansan sndi mʿīar nishhi balkl mkhtlf chuh. Ẓạhr byin snzi nẓr mnz chuh hth ropyih panczn ropyn hndis mqabls mnz lạzmy ṭvr zyadh qymty tikyazi huh chuh hath yimh chhe panczh, albth yih āyt chhe vnan zi agr hath ropyh Allah tʿālyā snz nafrmạny krith ḥaṣl āyih krnh timh chhe napak, th agr panczh ropyih Allah tʿālyā snz frman brdary krith kmavnh āsn āmcz timh chhe pak, th napak ạsitn mqdars mnz kvtah thi zyadh, bhrḥal hykhi nh suh pak chyzs brabr ạsith) ps ae lvukv yim ʿqlhi vạlụ̄ chihv, Allah tʿālyā snzi nafrmạny nishhi rvuziv bchith pkan amyd chhe zi tohyih spdyv flaḥ nṣyb."
  },
  {
    "verse_id": 101,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, timh kthh mah ạsiv prczhan yimh tohyih pytth ẓạhr krnh yin th tohyih gczhnav nagvar, (nby ṣly Allah ʿlyh v slmn ạsụ̄ kynhh lukh ʿjyb ʿjyb qsmkụ̄ fẓvl sval prczhan yimn svaln nh ạs dyn kis kunhi mʿāmls mnz ẓrvrt āsan th nh ạs dunya kis kunhi mʿāmlse mnz. Ath pytth chuh tnbyh āmut frmavnh.) albth agr tvhụ̄ timh kathh tamhi vqth prczhv yymhi saʿth qrān nạzil āshi spdan tylhi yin timh tohyih pytth ẓạhr krnh (vyczhnavnh) vuniyustam yikynczhah tohyih kvruv suh kvr khudayn mʿāf suh chuh drgzr krn vvl th burdbar."
  },
  {
    "verse_id": 102,
    "translation": "Tohyih brvntth ạsụ̄ akụ̄ drụ̄ aamy qsmkụ̄ sval krimtụ̄ pth spdụ̄ tim lukh yimne kthn hndi vjh kinụ̄ kufrs mnz mbtla."
  },
  {
    "verse_id": 103,
    "translation": "Khudayn nh chuh kanhh baḥyrh muqrr kvrmut nh saʿbh nh vṣylh th nh ḥaam. (yih chhe ahli ʿrbn hndyn tvhmatn hnz dhkr. Baḥyrh chih ts avunttnhi vnan yosh panczi ltthi pyamcz āshi th ptimhi ltthi āsys nar bchhi zamut, jạhlyt kis zmans mnz ạsụ̄ ahli ʿrb amis kns trth dith ylh travan. Pth nh avs kanhh amis svar spdan, nh avs amụ̄ sund dod yivan chynh, nh ạs amụ̄ snz jath yivan nyth nh. Amis avs ḥq zi kunhi thi khhas th kunhi thi nayih mnz hykhi he gash khyth th kunhi thi yarblh hykhi he trysh chyth. Saʿbh chih ts avntts ya avnittnhi vnan yas kanhh nyt pvur gczhnh mokhh ya dvd blnh khạṭr ya kunhi khṭrh nishhi bachnh khạṭr bṭvr shukranh āshi kns trth dinh āmut. Amhi ʿlavh yosh avunttinụ̄ dahhi ltthi pyamcz āshi th ts āsn hythe madh czahv zamtụ̄, so thi ạs ylh yivan travnh. Vṣylh, agr czhavjhi goddniyuk bchh nr āshi he suh avs khudayn hndis navs pytth dhbḥ yivan krnh th hrgah ts goddinchhi ltthi madh czahv zyvi he suh avs yivan pans nishhi thavnh, albth agr nr th madh yikh vatth zyvhan tylhi avs nar dhbḥ krnh bjae khudayn hndis navs pytth ylh yivan travnh th amụ̄ sund nav avs vṣylh. Ḥaam, agr kạnshi avuntt sund zur svari layq gczihh he tylhi avs budd avntt ylh yivan travnh. Amhi ʿlavh yymis avntt sndi nṭfh sintụ̄ dah bchhi zyvhn tas thi ạs āzady mylan) mgr yim kạfr chih khudays pytth aapz thmt lgavan th timn mnz chih akthr be ʿql (zi amhi qsmkụ̄ vahmh chih rttan)."
  },
  {
    "verse_id": 104,
    "translation": "Th yylhi yimn vannh chuh yivan zi, vliv tth qanvns kun yus khudayan chuh nạzil kvrmut, th vliv pyghmbrs kun. Tvr chih tim jvab divan, sanhi khạṭr chuh bs sue ṭryqh sytthah yth pytth ashi pnun mvl buddibb chuh vuchhmut. Kya yim rvznh mạlis buddibb sundue tqlyd kran agrchhi timn kihinụ̄ āshi nh pe th ṣḥyḥ vathi hnz āshi nh timn khbre?"
  },
  {
    "verse_id": 105,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, pnnụ̄ fkr kriv, byyhi kạnshi hinzi gumrạhy sintụ̄ chuhnh tohyh, kihinụ̄ bigran agr tvhụ̄ khod rahi rasts pytth chihv. (yʿny aamhi bjayih zi ansan rvzi prth saʿth yih vuchhan zi flạnụ̄ kya chuh kran th flạnụ̄ sndis ʿqydts mnz kya khrạby chhe th flạnụ̄ snzn ʿmln mnz kya burạyy chhe, ts pzi yih vuchuhn zi panh kya chuh suh kran, albth yymhi āytuk manshhi chuhnh hrgiz thi yih zi ansan krin bs pnnhi njatch fkr, baqyn hndi aṣlaḥch fikr mah krin. Ḥẓrt abvbkr ṣdyq rẓy Allah tʿālyā ʿnh chih pnnis akis khṭbs mnz amhi ghlṭ fhmy hund trdyd kran frmavan, lvukv tvhụ̄ chihv yih āyt pran th chihv ghlṭ tạviyl kran. Me vuchh rsvl Allah yih frmavan zi yylhi lukn hund ḥal yih spdi zi tim vuchhn burạyy th tth krn nh bdlavnch kvushsh, ẓạlims vuchhn ẓlm kran th tmụ̄ sund athh rttn nh pth tylhi chahnh yih kth dvur zi Allah tʿālyā valhi sarine pnnis ʿdhabs mnz. Allah tʿālyā sund qsm tohyih chuhv lạzim zi, rczruk diyv ḥukm th burạyy nishhi rukạviv (agr yih kriv nh) Allah tʿālyā kri tohyih pytth tim lukh muslṭ yim tohyih mnz sarive khoth bdtr āsn th tim vatnavnv tohyih skh tklyf, pth mngn tuhndụ̄ nyk lukh khudays duʿā mgr tim gczhn nh qbvl. Khudays kun chuhv tohyih sarine pvt phyirith gczuhn pth vanyv suh tohyih zi tvhụ̄ kya ạsiv kran."
  },
  {
    "verse_id": 106,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yylhi tohyih mnz kạnshi mvtuk vqt vathi th suh āshi vṣyt kran tylhi chuh tmụ̄ sndi khạṭr shhadtuk nṣab yih zi tuhndi jmaʿth mnz gczhn z ṣaḥbi ʿdl ansan gvah bnavnh yinụ̄ (yʿny dyn dar, prhyzgar th qabil aʿtmad muslman) ya agr tvhụ̄ sfrkis ḥalts mnz ạsiv th tathi yiyhi mvtuk mṣybt pysh tylhi gczhn ghyr lukve mnz zh gvah thavnụ̄, pth hrgah kanhh shk bashi tylhi gczhn nmazi pth doshve gvah (msjdi andr) rukavnụ̄ th tim gczhn Allah tʿālyā sund qsm khyth vannụ̄ zi asụ̄ chihnh dhạty fạydh bdlh shhadt knan vạlụ̄ khvah suh svn rshth dare kvnh āshi (asụ̄ chihnh ts rʿāyt krn vạlụ̄.) th nh chih asụ̄ Allah tʿālyā sndi vasṭch gvạhy chuhpavn vạlụ̄ agr aashi yih kvr tylhi gczhv asụ̄ gnah garn mnz gnzravnh yinụ̄."
  },
  {
    "verse_id": 107,
    "translation": "Albth agr pe lghi zi doshvyv chuh pnun pan gnahs mnz mbtla kvrmut tylhi gczhn tihnzi jayh, byyhi zh shkhṣ yim tihindi bh nsbt shhadt dinh khạṭr ahl tr āsn timav mnz khrra spdnụ̄ yimn ḥq tlfy āshi gmcz th tim gczhn qsm khyth vnnụ̄ zi, sạnụ̄ shhadt chhe tuhndi shhadt khoth zyadh brḥq th aashi chahnh pnnhi gvạhy mnz kanhh zyadty krmcz, agr asụ̄ yih krv tylhi āsv asụ̄ ẓalimv mnz."
  },
  {
    "verse_id": 108,
    "translation": "Amhi ṭryqh yiyhi zyadh tvqʿ krnh zi lukh din tthyk tthyk shhadt ya krn km az km aamhi kthhi hundue khvf zi tihndiyv qsmv pth gvczh nh baqyn hndyv qsmv sintụ̄ tihund trdyd spdun. Khudays khvcziv th bvuziv Allah tʿālyā chuh nafrmạny krn valyn pnnhi rhnmạyy nishhi mḥrvm kran."
  },
  {
    "verse_id": 109,
    "translation": "Yymhi doh Allah tʿālyā sarine rsvln jmʿ krith prczihh zi tohyih kya jvab avv dinh. (yʿny qyamt kh doh yiyhi rsvln prczhnh zi aslams kun yosh dʿūt tohyih diczmcz ạsv tmiyuk kya jvab duytnv dunyahn tohyih?) tim krn ʿrẓ zi aashi chuhnh kihinụ̄ ʿlm, tvhụ̄ chihv tmam pvshydh ḥqyqth zanan."
  },
  {
    "verse_id": 110,
    "translation": "Pth kriv tṣvr tmhi mvqʿuuk yylhi Allah tʿālyā frmavi zi, ae mrym sndi frznd ʿīsy, yad kr myạnụ̄ so nʿmt yosh me cze th chanhi majhi ạs ʿṭa krmcz, me kvrue cze rvḥi pak sintụ̄ mdd, cz avsukh mnzilis mnz thi lukn sintụ̄ kthh kran th bvdd gczhth thi, me diczme cze ktab th ḥkmt byyhi tvratch th anjylch tʿlym, cz avsukh myanhi ḥukmh prndh snzi shklhi hund myczi putlh bnavan, th tth avsukh phokh divan th suh avs myanhi ḥukmh prndh bnan, cz avsukh zynh gri pytthuk avn th myndụ̄ld myanhi ḥukmh tthyk kran, cz avsuhkh murdh myanhi ḥukmh krran. (yʿny mvt kh ḥalt nishhi krrith zndgy hndis ḥalts mnz aanan) pth yylhi cz bny asrạʿyls nishhi vaẓḥ nishạnyih hyth vvtukh, me bchvvmakh cz timn nishhi th yim lukh timn mnz mnkri ḥq ạsụ̄ timv vvn zi yimh nshạnyih chahnh jadvgry vrạe byyhi kihinụ̄."
  },
  {
    "verse_id": 111,
    "translation": "Pth yylhi me ḥvaryan asharh kvr zi me pytth th myạnis rsvls pytth aniv ayman. Pth vvn timv, ashi avn ayman th gvah rvuziv zi asụ̄ chih mslm."
  },
  {
    "verse_id": 112,
    "translation": "(ḥvaryn hndis slsls mnz) gczihh yih vaqʿ thi yad rvzun. (chvnkh ḥvaryn hinzi dhikr ạs āmcz amhi mvjvb chuh klamuk slslh phuttrạvith jmlh mʿtrẓh rngụ̄ yth jayih ḥvariyne mtʿlq byyhi akis vaqʿs kun asharh krnh āmut yymhi nishhi yih kth ṣaf chhe nnan zi yimv shagrdv msyḥ ʿlyh alslams nishhi brahi rast tʿlym ạs ḥaṣl krmcz tim ạsụ̄ msyḥ ʿlyh alslams akh ansan th mḥẓ Allah tʿālyā sund akh bndh smjhan th tihindis vhm v gumans mnz thi avs nh pnnis murshds mtʿlq khudae ya shryki khuda ya frzndi khudae āsnuk tṣvr. Amhi ʿlavh yih zi msyḥ ʿlyh alslamav avs pnun pan thi timn brvntthh knhi akis be akhtyar bndh sndi ḥythyth pysh kvrmut.) yylhi ḥvaryv vvn, ae ʿīsyā abn mrym kya tuhund rb hykya sanhi khạṭr āsman pytthh khynuk akh khvan nạzil krith? ʿīsyā ʿlyh alslamn vvnnkh, khudays khvcziv agr tvhụ̄ mvmn chihv."
  },
  {
    "verse_id": 113,
    "translation": "Timv vvn, asụ̄ chih bs yih yczhan zi tamhi khvanh nishhi khymv khyn th sạnụ̄ dl gczhn mṭmʿn th ashi lghi pe zi yikynczhah tohyih aashi vvnuv suh chuh pvz th asụ̄ āsv tth pytth gvah."
  },
  {
    "verse_id": 114,
    "translation": "Aath pytth kvr ʿīsyā abn mrym ʿlyh alslamn dʿā, khudaya, sanhi rba, ashi pytth kr āsmanh pytthh akh khvan nạzil yus sanhi khạṭr th sanyn ptimyn brvntthmyn khạṭr khvshy hund mvqʿ bnhi th chanhi ṭrfh āshi akh nshạny, aashi kr rizq ʿṭa th cz chuhkh bhtryn rzq dinh vvl."
  },
  {
    "verse_id": 115,
    "translation": "Khudayn diyut jvab, be shk kr bh suh tohyih pytth nạzil mgr amhi pth yus tohyih mnz kufr kri ts dimh bh tiyuth sza yus nh me dunya hs mnz āshi kạnshi diytmut."
  },
  {
    "verse_id": 116,
    "translation": "Ghrẓ yylhi (yim aḥsan yad pạvith) Allah tʿālyā frmavi zi, ae ʿīsyā abni mrym, cze avsthh lukn vvnmut zi Allah tʿālyā has vrạe bnạviv me th myạnụ̄ mvj thi khudae? (ʿīsayv kvr nh ṣrf khudays sintụ̄ msyḥ th rvḥu alqudse yvt khuda bnavns pytth bs blkh bnạvkh msyḥ ʿlyh alslamn hnz valdh majdh ḥẓrt mrym ʿlyha alslam thi akh mstql mʿbvd. Msyḥ ʿlyh alslams pth avs goddnikyn tryn hathn vriyn tam ʿīsạe dunya amhi tkhyl (khyalh) nishhi balkl be khbr. Tryymhi ṣdy hndis ạkhry dvrs mnz krụ̄ askndryih kyv kynczhv dynyat kyv ʿạlimv goddnichhi pihri ḥẓrt mrym ʿlyha alslams khạṭr aum Allah ya madri khuda lfẓ astʿmal th amhi pth rvuz var var mrym prsty klysahn mnz phhlan.) suh kri drjvab ʿrẓ zi, sbḥan Allah myạnụ̄ kạm ạs nh yih zi so kth vanha yosh kth me vannuk ḥq avs nh, agr me yiczh kth vnimcz āsihe tylhi āsihyv tohyih ẓrvur ʿlm, tvhụ̄ chihv zanan yikynczhah myạnis dils mnz chuh th bh chuhs nh zanan yikynczhah tuhndis dils mnz chuh, tvhụ̄ chihv tmam pvshydh ḥqyqtn hndụ̄ ʿạlim."
  },
  {
    "verse_id": 117,
    "translation": "Me vvn nh timn tmhi vrạe kihinụ̄ yymiyuk tohyih ḥkm avsuv diytmut yih zi Allah tʿālyā snz bndgy kriv yus myvn rb thi chuh th tuhund rb thi, bh avsus tth vqts tam tihund ngran yvt tam bh timn drmyan avsus, yylhi tohyih bh vaps bulvvus pth ạsiv tvhụ̄ timn pytth ngran th byyhi chihv tvhụ̄ sarine chyzn pytth ngran."
  },
  {
    "verse_id": 118,
    "translation": "Vonụ̄ agr tvhụ̄ yimn sza diyiv yim chih tuhndụ̄ bndh, th hrgah mʿāf kriyvukh, tylhi chihv tvhụ̄ ghạlb th dana."
  },
  {
    "verse_id": 119,
    "translation": "Pth frmavi Allah tʿālyā, yih chuh suh doh yth mnz pziyaryn pnun pvz nfʿ chuh divan, tihndi khạṭr chih tithụ̄ bagh yimn bnụ̄ kinụ̄ kolh chhe pkan, yythi tim hmyshh rvzn, khdae spud timn rạẓụ̄ th tim spdụ̄ khudays, yhe chhe bdd kạmyạby."
  },
  {
    "verse_id": 120,
    "translation": "Zmyn, āsmann th tmam mvjvdatn hnz badshạhy chhe Allah tʿālyā sndy khạṭr, th suh chuh prth chyzs pytth qdrt thavan."
  }
]