[
  {
    "verse_id": 1,
    "translation": "Tʿryf chih Allah tʿālyā sndi khạṭr yymụ̄ zmyn th āsman bnạvụ̄, gash th aanhi gttụ̄ krin pạd, amhi pth thi chih tim lukh yimv ḥqch dʿūt mannh nishhi ankar chuh kvrmut dvyimyn kran pnnis rbs brabr."
  },
  {
    "verse_id": 2,
    "translation": "Sue chuh yymụ̄ tvhụ̄ myczi bnạvụ̄nav, pth kvrun tuhndi khạṭr zndgy hund akh vqt mqrr, byyhi chuh byakh akh vqt thi yus ts nishhi mqrr krith chuh (yʿny qyamtch gr yylhi sạry ptim brvuntthm ansan nvi sr zndh yin krnh th ḥsab dinh khạṭr spdan pnnis rbs brvntthh knhi ḥạẓr) mgr tvhụ̄ lukh chihv shks mnz hynh āmtụ̄."
  },
  {
    "verse_id": 3,
    "translation": "Sue akh Allah tʿālyā chuh āsmann mnz thi zmyns mnz thi, tuhndụ̄ khulh th chuhpavnh āmtụ̄ sạry ḥal chuh zanan, th yosh brạyy ya nyky tvhụ̄ kmavan chihv tmhi nishhi chuh tthyk pạtthụ̄ bakhbr."
  },
  {
    "verse_id": 4,
    "translation": "Lukn hund ḥal chuh yih zi tihndis rb snzv nshạniyv mnz chahnh kanhh nshạny ticzh yosh timn brvntth kun āshi āmcz, th timv āshi nh tmhi nishhi buth pihyurmut."
  },
  {
    "verse_id": 5,
    "translation": "Chnanchh vonụ̄ yus ḥq timn nishhi āv tath thi pihyur timv buth. Achha, yth chyzs tim vunystam hzl chih kran rvudimtụ̄ ʿnqryb vatn tth mtʿlq timn nishhi kynhh khbr. (asharh chuh hjrts kun th timn kamyạbiyan kun yimh hjrt pth pyvtths pytth aslams ḥạṣl spdan vajinhi āsh. Yymhi vqth yih asharh avs krnh āmut tmhi vqth nah hykhan kufar yih gman krith zi kmhi qsmh chih khbr chhe timn vatn vajinhi th nh avs muslmann hndi se dhhns mnz aamiyuk kanhh tṣvr.)"
  },
  {
    "verse_id": 6,
    "translation": "Kya yimv vuchhna zi yimn brvnhh kạtyah tithụ̄ qvm chih ashi hlak krmtụ̄ yuhund pnnis pnnis zmans mnz dabh dabh chuh rvudmut? Timn avs ashi zmyns mnz suh aqtdar bkhshmut yus nh tohyih chuhv bkhshmut, timn pytth travi aashi āsman pytthh sytthah bạrishhi th timn bnụ̄ kinụ̄ pknavi kolh, (mgr yylhi timv nʿmtn ankar kvr pth) ạkhr kar krụ̄ aashi tim tihndyn gnahn hndis padashs mnz hlak th tihinzi jayih tulụ̄ dvyimhi dvrkụ̄ qvm."
  },
  {
    "verse_id": 7,
    "translation": "Ae pyghmbr, agr asụ̄ tohyih pytth kaghdhs mnz lykhnh āmcz kanhh ktab thi nạzil krhav, path vuchhhan lukh tth pnnụ̄ athh lạgith thi tmhi pth thi yimv ḥqs ainkar chuh kvrmut tim vanhn yy zi yih chuh nanhi vanh jvd."
  },
  {
    "verse_id": 8,
    "translation": "Vanan chih zi amis nbys pytth kyazi āv nh kanhh frshth nạzl krnh? (yʿny yylhi yih shkhṣ Allah tʿālyā sndi ṭrfh pyghmbr bnạvith svznh chuh āmut tylhi gvczh āsmanh akh frshth vasun yus lukn vnhi he zi yih chuh Allah tʿālyā sund pyghmbr, amụ̄ snz kth mạniv nath yiyav tohyih sza dinh.) hrgah aashi frshth āshi he nạzil kvrmut tylhi āshi he kr tam fạṣlh spudmut, pth yiyhi he nh yimn kanhh mhlt dinh."
  },
  {
    "verse_id": 9,
    "translation": "Pth hrgah asụ̄ frshth krhvn nạzl tylhi thi kr hvn suh ansạny shklhi mnze nạzil th yithh pạtthụ̄ krhvkh yim tthụ̄ shks mnz mbtla yth mnz yim vunụ̄kynas mbtla chih."
  },
  {
    "verse_id": 10,
    "translation": "Ae nby, tohyih brvnhh thi chuh varyahn rsvln hazl krnh āmut, mgr timn hazl krn valyn pytth spz ạkhrs soe ḥqyqt muslṭ yth tim hazl ạsụ̄ kran."
  },
  {
    "verse_id": 11,
    "translation": "Yimn vniv, zmyns pytth phyirith vuchhtav buth pihrn valyn hund kya anjam chuh spudmut."
  },
  {
    "verse_id": 12,
    "translation": "Yimn prczihv, āsmann th zmyns mnz yikynczhah chuh suh kmụ̄ sund chuh? Vniv svrue kynhh chuh Allah tʿālyā sundue tmụ̄ chuh rḥm v krmuk ṭryqh pans pytth lạzim kvrmut (tvae chuhnh suh nafrmạniyan th srkshiyan pytth tohyih jldy tahph travan) qyamt kh doh kryv suh tohyih sarine ẓrvur jmʿ, yih chhe balkl akh shkh rvs ḥqyqt, mgr yimv lukv khod pnun pan tbạhy mnz mbtla chuh kvrmut tim chihnh yih manan."
  },
  {
    "verse_id": 13,
    "translation": "Rạcz hndis aanhi gttis mnz th doh kis gashs mnz yikynczhah tthhrith chuh, svrue chuh Allah tʿālyā sund th suh chuh svrue kynhh bvzan th zanan."
  },
  {
    "verse_id": 14,
    "translation": "Vniv, kya Allah tʿālyā trạvith bnavnh bh byyhi kanhh pnun srprst? Suh khudae trạvith yus zmyn v āsmanuk khạlq chuh. Th yus rvuzy divan chuh, rvuzụ̄ chuhnh nivan? Vniv, me chuh yohe ḥkm dinh āmut zi sarive brvntth nvmrav bh ts brvnhh knhi sr (th tạkyd chuh krnh āmut zi kanhh chuh shrk kran th kri tan) cz mah gczh bhr ḥal mshrkn mnz shạml."
  },
  {
    "verse_id": 15,
    "translation": "Vniv agr bh pnnis rb snz nafrmany kr, tylhi chuhs khoczan zi akhi bddi (khvfnak) doh pyyih me sza rttun."
  },
  {
    "verse_id": 16,
    "translation": "Tmhi doh yus sza nishhi bchav, ts pytth kvr khudayn sytthah bvdd rḥm, th yhe chhe ttakar kamyạby."
  },
  {
    "verse_id": 17,
    "translation": "Hrgah Allah tʿālyā tohyih kunhi qsmuk nqṣan vatnavi, tylhi chuhnh ts vrạe kanhh yus tohyih tamhi nqṣan nishhi bchạvith hykhi, th agr suh tohyih kunhi rczr sintụ̄ ābad kri, tylhi chuh suh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 18,
    "translation": "Suh chuh pnnyn bndn pytth kạmil akhtyarat thavan, byyhi chuh dana th bakhbr."
  },
  {
    "verse_id": 19,
    "translation": "Yimn prczihv, kmụ̄ snz gvạhy chhe sarive khoth khsith? Vniv, me th tohyih drmyan chuh Allah tʿālyā gvah, th yih qrān chuh me kun bdhryʿh vaḥy svznh āmut, takhi tohyih byyhi yas yas nishhi yih vathi sarine kr nhyb. Kya pzipạtthụ̄ hykivh tvhụ̄ lukh yih shhadt dith, zi khudays sintụ̄ chih baqy khdae thi? (kunhi chyzch shhadt dinh khạṭr chuhnh mḥẓ qyas ya guman kafy kynhh, blkh chuh amhi khạṭr ʿlm āsun ẓrvry yymhi kis bunyads pytth ansan yqyn san hykhi vnith zi yithh pạtthụ̄ chuh. Lhādha chuh svaluk mṭlb yih zi kya pzy chuhva tohyih yih ʿlm zi yth dunyahas andr chuh khudays vrạe byyhi thi kanhh kar frma ḥạkm akhtyar vvl yus bndgy th prstsh hund ḥqdar gczihh āsun) vniv, bh hykhi nh hrgz aamich shhadt dith. Vniv, Allah tʿālyā chuh sue akh th bh chuhs tmhi shrkh nishhi kunhi shkh rvs be zar yth mnz tvhụ̄ chihv hynh āmtụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Yimn lukn aashi ktab chhe diczmcz tim chih ath kthhi tithh pạtthụ̄ shkh rvs prznavan yithh pạtthụ̄ timn pnnyn nychvyn prz navns mnz kanhh shk chuhnh āsan mgr yimv pnun pan khod khsars mnz chuh trvvmut tim chihnh aath manan."
  },
  {
    "verse_id": 21,
    "translation": "Th ts shkhṣh sndi khoth khsith ẓạlim kus āshi yus khudays pytth aapuz bhtan lgavi ya kri Allah tʿālyā snzn nishạniyn ankar? Pzụ̄pạtthụ̄ hykn nh yithụ̄ ẓạlim kamyạby lbith."
  },
  {
    "verse_id": 22,
    "translation": "Yymhi doh yim sạry asụ̄ jmʿ krvkh th mushrkn prczahv zi vonụ̄ kthi chih tim tuhndụ̄ tthhravnh āmtụ̄ shryk yim tvhụ̄ pnnụ̄ khudae ạsiyvukh smjhan."
  },
  {
    "verse_id": 23,
    "translation": "Th tim hykn nh aamhi varạe kanhh ftnh tulith zi (yih aapuz byan din zi) ae sanhi mạlkh, chvn qsm ạsụ̄ nh asụ̄ hrgz mushrk."
  },
  {
    "verse_id": 24,
    "translation": "Vuchihv, tmhi vqth kithh pạtthụ̄ banavn yim pans pytth aapuz, th tathi rvan yihndụ̄ sạry bnavtty mʿbvd."
  },
  {
    "verse_id": 25,
    "translation": "Yimn mnz chih kynhh lukh tithụ̄ yim kan dạrith tuhnz kth bvzan chih mgr ḥal chuh yih zi aashi chih tihndyn diln pytth prdh thạvimtụ̄ trạvith yihndi vjh kinụ̄ tim aath chihnh kihinụ̄ smjhan th tihndyn knn mnz chuh gobyr trvvmut (zi svrue kynhh bvznh pth thi chihnh kihinụ̄ bvzan) tim vuchihtn kanhh thi nshạny, ath pytth aann nh ayman, ḥd chuh yih zi yylhi tim tohyih nishhi yith czuvan chih, timv mnz yimv lukv ankaruk fạṣlh chuh kvrmut tim chih (sarye kthh bvznh pth) yy vanan zi yimh chhe pranyn lukn hnz dlylh byyhi nh kihinụ̄."
  },
  {
    "verse_id": 26,
    "translation": "Tim chih yih pz kth qbvl krnh nishhi lukn rukavan th panh thi chih amhi nishhi dvur czalan (timn chuh basan yih krnh sintụ̄ chihv tim tohyih kynhh bigarran) draṣl chih tim khod pnny tbạhy hund samanh gran mgr timn chuhnh amhi kthhi hund shʿūr."
  },
  {
    "verse_id": 27,
    "translation": "Kash tvhụ̄ hykụ̄ hiv tmhi vqtch so ḥalt vuchihth yylhi tim jhnm kis btthis pytth khrra yin krnh tmhi vqth vnan tim zi kash kanhh ṣvurthah āshi he ticzh zi asụ̄ gczhụ̄ dunya hs mnz byyhi vaps yinụ̄ svznh th pnnis rb snzn nishạniyan pihrhav nh buth th ayman ann valyn mnz gczhhav shạml."
  },
  {
    "verse_id": 28,
    "translation": "Drḥqyqt vann tim yih kth mḥẓ amhi vjh kinụ̄ zi yth ḥqyqts pytth timv prdh trạvith avs thvvmut so āshi tmhi vqth be nqab spdith timn brvntth kun āmcz, nath hrgah tim pranhi zndgy mnz vaps yin svznh tylhi krn ty svrue kynhh yymhi nishhi timn tthakh chuh krnh āmut. Drḥqyqt chih tim aapziyạrụ̄ (amhi mvjvb hyn pnnhi amhi khvạhshhi hndis aiẓhars mnz aapzi se kạm)"
  },
  {
    "verse_id": 29,
    "translation": "Az chih yim lukh vnan zi zndgy yikynczhah thi chhe bs chhe yhe sạnụ̄ dunyahch zndgy th asụ̄ yimv nh mrnh pth hrgz dvbar thvd tulnh."
  },
  {
    "verse_id": 30,
    "translation": "Kash tvhụ̄ hykụ̄ hiv suh mnẓr vuchihth yylhi yim pnnis rbs brvntthh knhi khrra yin krnh, tmhi vqth prczihh yuhund rb yimn, kya yih chahna ḥqyqt? Yim vann, ā, ae sanhi rbh, yhe chhe ḥqyqt. Suh frmavi, achha, vuchihv tylhi ʿdhabuk mzh tikyazi tvhụ̄ ạsiv ḥqyqts ankar kran."
  },
  {
    "verse_id": 31,
    "translation": "Tim lukh āe khsars mnz hynh yimv khudays sintụ̄ pnnhi mulaqatuk aṭlaʿ aapuz diyut qrar yylhi achank so gr vathi tylhi vann yime lukh, afsvs! Ath mʿāmls mnz kiyuth tqṣyr gvv aashi. Th yimn hund ḥal āshi yih z pnnyn shanan pytth āsn pnnyn gnahn hund bvr hyth, vuchihv! Kiyuth nakar bvr chuh yus yim tulan chih."
  },
  {
    "verse_id": 32,
    "translation": "Dunyahch zndgy chhe akh khyl th akh tmashhi. (aamiyuk mṭlb chuhnh yih zi dunyachh zndgy mnz chahnh kanhh snjydgy th yih chhe mḥẓ khyl th tmashhi rngụ̄ bnavnh āmcz. Draṣl chuh aamiyuk mṭlb yih zi ạkhrt chih ḥqyqy th paʿdar zndgy hndis mqabls mnz chhe yih dunyahch zndgy ticzh znth kanhh shkhṣ ranznavi khylhi th tfryḥ sintụ̄ dil th pth yiyhi pnnis aṣly snjydh karvbars kun vaps. Amhi ʿlavh chuh ath khylhi th tmashs sintụ̄ amhi mvjvb thi hishr āmut dinh zi yythi chih ḥqyqt czhayih āsnh kh vjh kinụ̄ be bṣyrt th ẓahr prst ansann khạṭr ghlṭ fhmyan mnz mbtla spdnkụ̄ varyah sbb mvjvd th yimn ghlṭ fhmyan mnz phsith chih lvukh ḥqyqt nfsu alamry (tim pzụ̄ ḥalat yim dvst dshmn sạry chih manan) timn khlaf tithụ̄ tithụ̄ ʿjyb ṭrzi ʿml vrtavan yihndi bdvlt tihnz zndgy mḥẓ akh khyl th tmashhi chhe rvzan bnith.) drḥqyqt chuh ạkhrt kue mqam timn lukn khạṭr bhtr yim zyan kạry (nqṣan vatnavnh) nishhi bchun chih yczhan tylhi kya tvhụ̄ lukh hyyiv na ʿqlhi kạm?"
  },
  {
    "verse_id": 33,
    "translation": "Ae nby, ashi chuh mʿlvm zi yimh kthh yim lukh bnavan chih timv sintụ̄ chuhv tohyih tklyf vatan albth yim lukh chihv nh tohyih buth pihran blkh chih yim ẓạlim draṣl Allah tʿālyā sndyn āyatn ankar kran. (vaqʿh chuh yih zi yvt tam ḥẓvr ṣly Allah ʿlyh v slmv Allah tʿālyā sndụ̄ āyat bvznavnụ̄ shrvʿ ạsụ̄ nh krimtụ̄, tvt tam ạsụ̄ tihndi qvmkụ̄ sạry lukh timn, amyn th ṣadq smjhan, th tihnzi prhyzgạry pytth avsukh mkml aʿtmad. Timv kvr ḥẓvr ṣly Allah ʿlyh v slms tmhi vqth ankar yylhi zn timv Allah tʿālyā sndi ṭrfh pygham vatnavun shrvʿ kvr th aath dvyimis davrs mnz thi avs nh kanhh tiyuth shkhṣ yus shkhṣy ḥythyth timn aapziyvr qrar dinuk jurat hykhi he krith. Ḥẓvrn hndụ̄ kạnshi skht khoth skht mkhalfn thi lgvv nh zanhh timn pytth yih alzam zi tim chih dunya kis kunhi mʿāmls mnz zanhh aapuz vannkụ̄ murtkb spdụ̄mtụ̄. Timv yvutah thi ḥẓvr ṣly Allah ʿlyh v slmn hund tkdhyb kvr suh kvrukh mḥẓ nby āsnh kh ḥythyth. Ḥẓvr ṣly Allah ʿlyh v slmn hund sarive khoth bvdd dshmn avs abvjhl. Ḥẓrt ʿly rẓy Allah tʿālyā ʿnh chih rvayt kran zi akhi doh vvn tmụ̄ panh ḥẓvr ṣly Allah ʿlyh v slms sintụ̄ kth kran kran, asụ̄ chihv nh tohyih aapziyvr vanan, mgr yikynczhah tvhụ̄ pysh chihv kran tth chih aapuz qrar divan.)"
  },
  {
    "verse_id": 34,
    "translation": "Tohyih brvnhh thi chih varyahn rsvln ankar āmut krnh, mgr ath ankars pytth th timn skhty yan pytth yimh timn vatnavnh āyih, kvr timav ṣbr, yvt tam zn timn svn mdd vvt. Allah tʿālyā snz kthh bdlavnuk ṭaqt chuhnh kạnshi mnz, th ptmyn rsvln sintụ̄ yikynczhah pysh āv tmhi chih khbr chahv tohyih vacz mcze."
  },
  {
    "verse_id": 35,
    "translation": "Tahm agr yimn lukn hnz be rukhy tohyih brdasht chahnh gczhan, tylhi agr tohyih mnz kanhh zvr chuh tylhi czhạnddiv zmyns andr kanhh surng ya lạgiv āsmans hyr th kriv timn tam kanhh nshạny aannch kvshsh. Agr Allah tʿālyā yyczihe timn sarine hykhi he hdayts pytth jmʿ krith, lhādha mah bniv nadan. (yʿny yih fikr mah kriv yimn lukn gczh kanhh nshạny havnh yinụ̄ yymhi sintụ̄ yim ayman aanhn. Khudays hrgah yih drnẓr āshi zi sạry ansan gczhụ̄ syzi vathi pytth jmʿ yinụ̄ krnh tylhi krihe suh sarine mvmin pạd. Tylhi kya ẓrvrt ạs rsvl svznch th ahli aymann th ahli kfrn drmyan vry vadn kshmksh krnavnch)"
  },
  {
    "verse_id": 36,
    "translation": "Ḥq kis dʿūts pytth chih lbyk time lukh vanan yim bvzn vạlụ̄ chih, rvudụ̄ murdh timn tulhi Allah tʿālyā bs qbrv mnze (bvzn valyv nishhi chih murad tim lukh yihndụ̄ ẓmyr zndh chih, yimv pnnụ̄ ʿql th fkr chahnh mʿṭl krmcz, th yimv pnnyn diln hndyn drvazn pytth tʿṣubkụ̄ th jumvdkụ̄ qulf chihnh khạlimtụ̄. Yihndis mqabls mnz chih murdh tim lukh yim lkyri hndụ̄ fqyr bnith aanyn hndụ̄ pạtthụ̄ pkan chih rvzan th amhi lkyri nishhi ddlith chihnh khnụ̄ kth bvznh khạṭr tyar khvah suh kyazi āshi nh ttakar ḥqe) th pth yin tim (tmụ̄ sndis ʿdalts mnz pysh spdnh khạṭr) vaps aannh."
  },
  {
    "verse_id": 37,
    "translation": "Yim lukh chih vnan zi amis nby ṣly Allah ʿlyh v slms pytth kyazi āyih nh amụ̄ sndis rb sndi ṭrfh kanhh nshạny nazil krnh? Vniv, Allah tʿālyā chuh nshạny nạzil krnch pvur qdrt thavan, mgr yimv mnz chih akthr lukh nadạny mnz mbtla. (nshạny nishhi chuh murad suh mʿjzh yus athhi yiyih. Allah tʿālyā sndi amhi arshaduk mṭlb chuh yih zi mʿjzh nah havnuk vjh chuhnh yih zi aashi chuhnh mʿjzh havnuk ṭaqt blkh chuh aamiyuk vjh byyhi thi kynhh yth yim lukh mḥẓ pnnhi nadany kinụ̄ chihnh smjhan)"
  },
  {
    "verse_id": 38,
    "translation": "Zmyns mnz pkn vvl kanhh janvr th hvahs mnz pkhv sintụ̄ vuddn vvl kanhh prndh vuchhtvn, yim sạry chih tuhndy pạtthụ̄ aanvaʿ (yʿny ṭbqh), ashi chahnh yihndis tqdyr kis navishtas (tḥryrs) mnz kanhh ksr thạvmcz, pth chih yim sạry pnnis rbs kun vttith yivan aannh."
  },
  {
    "verse_id": 39,
    "translation": "Mgr yim lukh sanyn nishạnyan buth chih pihran tim chih zrụ̄ th klụ̄, aanhi gttn mnz chih hynh āmtụ̄, Allah tʿālyā ys yczhan chuh ts chuh ddalan th ys yczhan chuh ts chuh syzi vathi pytth lagan. (Allah tʿālyā sund ddalun chuh yih zi akis jhalt psnd ainsans gczih nh Allah tʿālyā snzn nshạniyn hndi mṭalʿuuk tvfyq dinh yun th hrgah akh tʿṣb thavn vvl ghyrḥqyqt psnd ṭalbi ʿlm yuhund mushahdh thi kri tmụ̄ snzv achhv nishhi rvzn ḥqyqt prznavnkụ̄ nishanh dvur th ghlṭ fhmy mnz phsavn vạlụ̄ chyz nin ts ḥqh nishhi dvur khoth dvur. Ath brʿks chuh Allah tʿālyā sndi ṭrfh hdayt yih zi akis ṭalbi ḥqs yiyhi ʿlmh kyv dhryv nishhi fạydh tulnuk tvfyq bkhshnh th Allah tʿālyā sndyv āyatv nishhi rvzns ḥqyqts tam vatnkụ̄ nishanh mylan)"
  },
  {
    "verse_id": 40,
    "translation": "Yimn vniv, ghvr krith vnụ̄tv, hrgah kunhi saʿth tohyih pytth Allah tʿālyā sndi ṭrfh kanhh mṣybt yivan chuh ya ptim gr vatan chhe, kya tmhi saʿth chihvh tvhụ̄ khudays vrạe byyhi kạnshi nad layan? Vniv agr tvhụ̄ pzyạrụ̄ chihv."
  },
  {
    "verse_id": 41,
    "translation": "Tmhi vqth chihv Allah tʿālyā se nad layan, pth hrgah suh yczhan chuh tylhi chuh yih mṣybt tohyih nishhi dvur kran, yithyn mvqʿn pytth chihv tohyih pnnụ̄ tthhravnh āmtụ̄ shryk mshith gczhan. (yʿny yih nshạny chahv tohyih pnnis pans andr mvjvd. Yylhi kanhh bvdd mṣybt yivan chuh ya mvt chuh pnnis khvfnak ṣvrts mnz tohyih brvnhh knhi khrra spdan tmhi saʿth chahv nh bs akis Allah tʿālyā sndis damns vrạe byyhi kạnshi hnz chhpn jae athhi yivan. Bddụ̄ bddụ̄ mushrk chih yithyn mvqʿn pytth pnnyn mʿbvudn mshrạvith kunis khudays ālv dinhi lgan. Skht khoth skht dhryih (khudays ankar krn vvl) tam chuh khdays brvnhh knhi athh daran. Yih chhe aamhi kthhi hnz dlyl zi khda prsty th tvḥydch shhadt chhe prth ansan sndis nfss mnz mvjvd yth pytth ghfltkụ̄ th jhaltkụ̄ kạtyah thi prdh āsn travnh āmtụ̄, mgr tvthi chhe so kunhi nth kunhi saʿth votlith brvntth kun yivan.)"
  },
  {
    "verse_id": 42,
    "translation": "Tohyih brvnhh svuzụ̄ aashi varyahn qvmn kun rsvl pth krụ̄ tim qvm tklyfn th mshklatn andr mbtla takh tim namn ʿạjzy san ashi brvnhh knhi."
  },
  {
    "verse_id": 43,
    "translation": "Albth yylhi timn pytth sanhi ṭrfh skhty āyih tylhi kyazi kr nh timv ʿạjzy akhtyar? Mgr tihindụ̄ dil spdụ̄ varae skht th shyṭann diyut timn aiṭmynan zi yikynczhah tvhụ̄ kran chihv thi chihv tthyk kran."
  },
  {
    "verse_id": 44,
    "translation": "Pth yylhi timv so nṣyḥt mshrạv yvsh timn krnh ạs āmcz, aashi trạvụ̄ tihindi khạṭr prth rngh chn khoshḥạlyn hndụ̄ drvazh ylh, yvt tam tim timn bkhchạyishn mnz khvb mst spdụ̄ yim timn ʿṭa āsh krnh āmcz, pth rttụ̄ tim ashi achank th vonụ̄ avs ḥal yih zi tim ạsụ̄ prth khyr nishhi mayvs."
  },
  {
    "verse_id": 45,
    "translation": "Yithh pạtthụ̄ āv timn lukn hund mvul czttith travnh yimv ẓlm avs kvrmut th prth kanhh tʿryf chuh Allah rb alʿālmyns khạṭr (zi tmụ̄ czvtt tihund mvul)."
  },
  {
    "verse_id": 46,
    "translation": "Ae nby, yimn vniv, zanhh svunchuvh tohyh yithi zi hrgah Allah tʿālyā tuhnz bynạyy th smaʿt (achh gash th bvzan bl) thphi niyih th tuhndyn diln kri mohr. (yth jayih chuh mohr murad svnchnch smjhnch ṣlạḥyt th ṭaqt slb krnụ̄) th khudays vrạe kus khudae chuh byyhi yus yimh quvth vaps hykhi diyavnạvith? Vuchihv, kithh pạtthụ̄ chih asụ̄ gri gri pnnhi nshạnyih yimn brvnhh knhi pysh kran th pth kithh pạtthụ̄ chih yim timav nishhi nẓr ddalan."
  },
  {
    "verse_id": 47,
    "translation": "Vniv, tvhyih svunchuva zanhh hrgah Allah tʿālyā sndi ṭrfh achank ya nnụ̄ pạtthụ̄ tohyih pytth ʿdhab yiyhi pth vnụ̄tv ẓạlm lukv vrạe gczhya kanhh hlak?"
  },
  {
    "verse_id": 48,
    "translation": "Asụ̄ yim rsvl svzan chih tim chih aamy mokhh svzan zi tim gczhn nyk krdar lukn khạṭr khosh khbr dinh vạlụ̄ th bdkrdar lukn khạṭr khocznavn vạlụ̄ āsnụ̄, pth yim lukh tihnz kth mann th pnnhi ṭrzi ʿmluk aṣlaḥ krn, timn khạṭr chuhnh kunhi khvfuk ya ghmuk mvqʿ."
  },
  {
    "verse_id": 49,
    "translation": "Th yim lukh sanyn āyatn buth pihrn tim tuln pnnyn nafrmạniyn hndis padashs mnz sza."
  },
  {
    "verse_id": 50,
    "translation": "Ae nby, yimn vniv, bh chuhs nh tohyih yih vanan zi me nishhi chih Allah tʿālyā sndụ̄ khzanh nh chuhm ghybuk ʿlm, th nh chuhs yih vnan zi bh chuhs frshth, bh chuhs ṣrf tmhi vḥy hnz pyrvy kran yosh me pytth nạzil chhe yivan krnh. Pth prczihv yimn, kya avn th byyhi gashdar doshve hykh nh brabr ạsith? Kya tvhụ̄ chihvna ghvr kran?"
  },
  {
    "verse_id": 51,
    "translation": "Th ae nby, tvhụ̄ kriv tamhi (vaḥy hindi ʿlmh) kh dhryʿh timn lukn nṣyḥt yimn amhi kth hund khvf chuh zi pnnis rbs brvnhh knhi yin tth ḥals mnz pysh krnh zi tas vrạe āshi nh tathi kanhh (tiyuth aqtdar vvl) yus tihund ḥạmy th mdd gar āshi, ya kri timn sfạrsh, shayd ma krn (yymhi nṣyḥt nishhi hyn rttith) tim prhyz gạry hnz rvish akhtyar."
  },
  {
    "verse_id": 52,
    "translation": "Th yim lukh dohs rats pnnis rbs nad chih layan th tmụ̄ snz khoshnvdy ḥạṣl krns kun chih lgụ̄mtụ̄ tim mah chhkiyvukh pans nishhi dvur, tihndi ḥsabh mnz chuhnh kunhi chyzuk bar tohyih pytth th tuhndi ḥsabh mnz chuhnh kunhi chyzuk bar timn pytth, ath pytth thi hrgah tvhụ̄ tim dvur chhkiyvukh tylhi spdiv ẓạlimn mnz shmar."
  },
  {
    "verse_id": 53,
    "translation": "Yithh pạtthụ̄ chih draṣl ashi yimv lukv mnz kynhh kynczhn hndi dhryʿh āzmạyshhi mnz trạvimtụ̄, (yʿny ghryb, mufls th tim lukh yim smajs mnz adnyā ḥythyt chih thavan, timn sarive brvnhh aymanuk tvfyq dith chih aashi dvltuk th ʿztuk ghrvur thavn vạlụ̄ lukh āzmạyshhi mnz trạvimtụ̄.) takh yimn vuchihth vann tim, kya yim chha tim lukh yimn pytth ashi drmyan Allah tʿālyā sund fẓl v krm spud? Ā, kya Allah tʿālyā chuhna pnnyn shkr gzar bndn yihndi khoth zyadh zanan?"
  },
  {
    "verse_id": 54,
    "translation": "Yylhi tohyih nishhi tim lukh yin yim sanyn āyatn pytth ayman chih anan timn vniv, tohyih pytth chhe slamty, tuhndụ̄ rbn chuh rḥm v krmuk ṭryqh pans pytth lạzim kvrmut, (bs yih chuh tmụ̄ sund rḥm v krm) zi hrgah tohyih mnz kạnshi nadạny san kunhi burạyy hund aatur kvrmut āshi, pth kri aamhi pth tvbh th byyhi kri aṣlaḥ, tylhi chuh tas mʿāf kran byyhi chuh nrmy kạm hyvan. (yimv lukv tamhi vqth nby ṣly Allah ʿlyh v slmn pytth ayman avs avnmut timn mnz ạsụ̄ varyah lukh tithụ̄ thi yimn jạhlyt kis zmans mnz bddụ̄ bddụ̄ gnah ạsụ̄ spdụ̄mtụ̄. Agrchhi vonụ̄ aslam qbvl krnh pth tihnz zndgyh bialkl bdlymcz āsh mgr aslamkụ̄ mkhalf ạsụ̄ timn ptimhi zndgy hndyn ʿạbn th ḥrktn hnz pamh th ṭʿnh divan. Ath pytth chuh yivan frmavnh zi ahli aymann diyiv dilash, yimn vniv zi yus shkhṣ tvbh krith pnun pan chuh shyran tmụ̄ sndyn ptimyn qṣvurn pytth girft krnụ̄ chuhnh Allah tʿālyā sund ṭryqh)"
  },
  {
    "verse_id": 55,
    "translation": "Th yithh pạtthụ̄ chih asụ̄ pnnhi nshạnyih vyczhnụ̄ vyczhnụ̄ pysh kran takh mujrmn hnz vath spdi balkl ẓạhr."
  },
  {
    "verse_id": 56,
    "translation": "Ae nby, yimn vniv zi, Allah tʿālyā trạvith yimn baqyan tvhụ̄ lukh nad chihv layan tihnz bndgy krnh nishhi chuh me tthakh āmut krnh. Vniv, bh kr nh tuhnzn khvạhshatn hnz pyrvy, hrgah me yih kvr tylhi sapdus gumrah, siyz vath lbn valyv mnz rvudus nh."
  },
  {
    "verse_id": 57,
    "translation": "Vniv, bh chuhs pnnis rb sndi ṭrfh akis ttakarh dlylhi pytth qạyim th tohyih chuhv aath buth pihyurmut, vonụ̄ chuhnh myạnis akhtyars mnz suh chyz yymhi khạṭr tvhụ̄ banbr chihv kran, fạṣluk svrue akhtyar chuh khudays, sue chuh amri ḥq byan kran th sue chuh bhtryn fạṣlh krn vvl."
  },
  {
    "verse_id": 58,
    "translation": "Vniv, agr suh chyz me tam āshi he yymhi khạṭr tvhụ̄ banbr chihv kran. Tylhi āshi he me th tohyih drmyan khbr kr fạṣlh spudmut, mgr Allah tʿālyā chuh zyadh bhtryn zanan zi ẓạlimn sintụ̄ kus mʿāmlh gczihh vartavnh yun."
  },
  {
    "verse_id": 59,
    "translation": "Ts nishhi chhe ghyb chih kunz yimn ts vrạe kanhh chuhnh zanan. Smndrn th khshky mnz yikynczhah chuh, sarichy chhas khbr. Kulhi pytthh vsith pynh vvl kanhh panh vthr chuhnh tiyuth yymich nh ts khbr chhe. Zmyn kyn aanhi gttụ̄ prdn mnz chuhnh kanhh danh tiyuth yymhi nishhi suh bakhbr chuhnh. Khshk v tar svrue kynhh chuh akis kuhlh ktabhi mnz lykhith."
  },
  {
    "verse_id": 60,
    "translation": "Sue chuh yus rạcz mnz tuhndụ̄ rvḥ chuh qbẓ kran, th yikynczhah dohs tvhụ̄ kran chihv tth chuh zanan, pth chuh dvyimhi doh suh byyhi tohyih tthụ̄ karvbarkis ʿālms mnz vaps svzan takh zndgy hnz mqrr mudt spdi pvur, ạkhr kar chhe tsụ̄ kun tuhnz vapsy, pth vanyv suh zi tvhụ̄ kya chihv rvudimtụ̄ kran."
  },
  {
    "verse_id": 61,
    "translation": "Pnnyn bndn pytth chuh suh pvur qdrt thavan, th tohyih pytth chuh ngrạny krn vạlụ̄ muqrr krith svzan, yvt tam zn tohyih mnz kạnshi hndi mvtuk vqt chuh vatan th tmụ̄ sndụ̄ svznh āmtụ̄ frshth chih ts rvḥ qbẓ kran, th pnun frẓ anjam dins mnz chihnh raczh thi kvtạhy kran."
  },
  {
    "verse_id": 62,
    "translation": "Pth chih andhyth sạry khudays, pnnis ḥqyqy āqahs kun vaps aannh yivan, khbrdar spdiv, fạṣlkụ̄ sạry akhtyar chih tsụ̄ ḥạṣl th suh chuh ḥsab hyns mnz sytthah tyz."
  },
  {
    "verse_id": 63,
    "translation": "Ae nby, yimn prczihv, ṣḥra th smndr kyn aanhi gttn mnz kus chuhv tohyih khṭrv nishhi bchavan? Kus chuh yas tvhụ̄ (mṣybt kh vqth) sytthah vilh zạry krụ̄ krụ̄ th czvuri czvuri chihv duʿā mngan? Kas chihv vanan zi agr yymhi blayih nishhi tmụ̄ asụ̄ bchạvụ̄ tylhi banv asụ̄ ẓrvr shkr gzar?"
  },
  {
    "verse_id": 64,
    "translation": "Vniv, Allah tʿālyā chuhv tohyih aamhi nishhi th prth tklyf nishhi njat divan. Pth chihv tvhụ̄ baqy tmụ̄ sndụ̄ shryk tthhravan. (yʿny yih ḥqyqt zi Allah tʿālyā he chuh tnha qadri mṭlq th sue chuh tmam akhtyaratn hund mạlk, th tuhndi rczruk th burạyy hund mkhtari kul chuh sue, th tmụ̄ sndine athn mnz chhe tuhndi qsmtch lakm, aamich shhadt chhe tohyih pnnis nfss andr mvjvd, yylhi kanhh skht vqt vatan chuh th tmam dhriyʿn th aasbabn hnz branth chhe moklan th tmhi vqth chihv tvhụ̄ be akhtyar tsụ̄ kun rjvʿ kran. Mgr yih ttakar ʿlamt āsnh bavjvd thi chihv baqy tohyih khudạyy andr bila dlyl th bila ḥjt th thbvtav vrạe tmụ̄ sndụ̄ shryk bnạvimtụ̄, palan chihv tmụ̄ sndis rizqs pytth th rzq dinh vạlụ̄ chhvukh baqy bnavan. Mdd chuhv tmụ̄ sndi fẓl v krm sintụ̄ ḥạṣl spdan th ḥạmy th nạṣr chhvukh bnavan baqy. Ghlam chihv tmụ̄ sndụ̄ mgr bndgy chihv kran baqyn hnz. Mushkl kushạyy chuh kran suh, khrab ḥalatn mnz chihv vilh zạry kran ts brvnhh knhi th yylhi suh vqt moklan chuh pth chih tuhndụ̄ mshkl kusha bnan baqy th pth chih ktth kokr ndhr v nyar timn yivan khalnh.)"
  },
  {
    "verse_id": 65,
    "translation": "Vniv, suh chuh ath pytth qdrt thavan zi hyri pytthh kri tohyih pytth kanhh ʿdhab nạzil ya kri tuhndyv qdmav bnụ̄ kinụ̄ brpa ya vuchhnavyv tohyih frqn mnz tqsym krith akis dris dvyimhi drikhi ṭaqtuk mzh. Vuchihv, asụ̄ kithh pạtthụ̄ chih gri gri mkhtlf ṭryqv pnnhi nshạnyih yimn brvnhh knhi pysh kran, bnan chuh yim smjhn ḥqyqt."
  },
  {
    "verse_id": 66,
    "translation": "Tuhund qvm chuh tmiyuk ankar kran ḥalankh chhe so ḥqyqt yimn vniv zi bh chuhs nh tohyih pytth rạchhdr bnavnh āmut, (yʿny myạnụ̄ kạm chahnh yih zi yikynczhah tvhụ̄ vuchhan chihv nh suh havav bh tohyih zbrdsty th yikynczhah tvhụ̄ smjhan chihv nh suh valh bh bazuvr tuhndyn kaddyn mnz. Th yithi chahnh myạnụ̄ kạm zi agr tvhụ̄ vuchihv nh, smjhiv nh th bh kya kr tohyih pytth ʿdhab nạzil.)"
  },
  {
    "verse_id": 67,
    "translation": "Prth kunhi khbri hndi ẓhvur spdnuk chuh akh vqt mqrr, ʿnqryb spdyv tohyih pane anjam mʿlvm."
  },
  {
    "verse_id": 68,
    "translation": "Th ae nby, yylhi tvhụ̄ vuchihv zi lukh chih sanyn āyatn pytth nkth chyinyih kran tylhi niyriv timn nishhi, yvt tam tim yih kth bath trạvith baqy kthn kun lgn, th hrgah tohyih shyṭan kunhi saʿth mashrphas mnz travi tylhi yymhi vizi tohyih amhi ghlṭy hund aḥsas spdi tmhi pth mah bihiv yithyn ẓạlim lukn nishhi."
  },
  {
    "verse_id": 69,
    "translation": "Yihndi ḥsabh mnz chahnh kunhi chyzch dhmh dạry prhyzgar lukn pytth, albth nṣyḥt krnụ̄ chhe tuhund frẓ shayd zi tim bchn ghlṭs pytth pknh nishhi."
  },
  {
    "verse_id": 70,
    "translation": "Trạviyvukh tim lukh yimv pnun dyn khyl th tmashhi chuh bnvvmut, th yimn dunyahch zndgy dvkhs mnz mbtla krith chhe. Ā, mgr yih qrān bvznạvith rvuziv nṣyḥt th nhyb divan zi kanhh shkhṣ gvczh nh pnnyn krimtyn krtvutn hndis vabals mnz grftar gczuhn, th grftar thi ath ḥals mnz zi khudays nishhi bchavn vvl kanhh ḥạmy th mddgar byyhi kanhh sfạrsh dr āshi nh tmụ̄ sndi khạṭr, hrgah suh prth kanhh mmkn chyz fidyas mnz dith moklun yyczhhi, th suthi yiyhi nh ts nishhi qbvl krnh, tikyazi yithụ̄ lukh yin khod pnnhi kmayih hndis ntyjs mnz rattnh, yimn mylhi pnnis ankari ḥq kis muʿāvẓs mnz grkh divun āb chynh khạṭr th dg tulh vun ʿdhab pytravnh khạṭr."
  },
  {
    "verse_id": 71,
    "translation": "Ae nby, timn prczhiv kya Allah tʿālyā trạvith layivh asụ̄ timn nad yim nah aashi nfʿ hykn dith nah nqṣan? Th yylhi zn khudayn aashi siyz vath chhe hạvmcz, tylhi kya asụ̄ phyrva pvt? Kya asụ̄ krvh pnun ḥal ts shkhṣh sund hyvu yus shyṭanv ṣḥravas mnz vathi ddvlmut āshi th suh āshi ḥạran th pryshan phyran, yylhi zn tmụ̄ sndụ̄ sạthy ts nad āsn layan zi yvurụ̄ vala, yykya chhe siyz vath. Vniv, ḥqyqts mnz chhe ṣḥyḥ rhnmạyy ṣrf Allah tʿālyā snz rhnmạyy th tmụ̄ sndi ṭrfh chuh yih ḥkm aashi myvulmut zi kaʿnat kis mạliks brvnhh knhi nvmrạviv pnun klh."
  },
  {
    "verse_id": 72,
    "translation": "Nmaz kriv qạyim th tmụ̄ snzi nafrmạny nishhi bchiv, tsụ̄ kun yiyiv tvhụ̄ jmʿ krith ninh."
  },
  {
    "verse_id": 73,
    "translation": "Sue chuh yymụ̄ āsman th zmyn brḥq chhe pạd krmcz. (qrāns mnz chhe yih kth jayih jayih byan krnh āmcz zi khudayn chih zmyn v āsman brḥq pạd krimtụ̄ ya chihn ḥqh san pạd krimtụ̄. Aamiyuk akh mṭlb chuh yih zi zmynuk th āsmann hund tkhlyq chuhnh mḥẓ gindnh rngụ̄ spudmut, yih chuhnh kạnshi shurụ̄ sund tmashhi zi mḥẓ dil rnzvanh khạṭr rvzi suh ath gindan th pth chhkys puhttrạvith pthr. Draṣl chhe yih akh sytthah snjydh kạm yosh ḥkmt kis bunyads pytth chhe krnh āmcz, akh ʿẓym mqṣd chuh ath mnz kar frma, th aamiyuk akh davr moklnh pth chuh yih ẓrvry zi pạd krn vvl hyyih tmhi pvur kamhi hund ḥsab yosh ath davrs mnz krnh chhe āmcz th aamy dvr kyn ntyjn pytth thavi dvyimhi dvrch bunyad. Dvyum mṭlb chuhs yih zi khudayn chuh yih kaʿnatuk nẓam ḥq kyn tthvs bunyadn pytth qạyim kvrmut. Tmụ̄ sund prth kanhh chyz chuh ʿdl, ḥkmt th rasty hndyn qanvn pytth mbny. Drḥqyqt chahnh bạṭls khạṭr aath niẓams mnz mvul dinch th bar āvr spdnch kihinụ̄ gnjạysh. Yih chhe byakh kth zi Allah tʿālyā diyih baṭl prstn mvqʿ zi agr tim pnnis aapzis, ẓulms, th hjrs frvgh yczhan chih diyun tylhi krin tim kvshsh mgr ạkhr kar chhkhi zmyn bạṭluk prth kanhh byạlụ̄ phvl nybr th ạkhry frd vuchhhi ḥsabs mnz prth baṭl prsts zi yimh kvushishhi tmụ̄ ath khbyth kulhi kis kashts th phanphlavns mnz krimcz chhe timh sare gyih ẓaʿʿ. Tryym mṭlb chuhs yih zi khudayn chhe yih kaʿnat ḥq kis bunyads pytth pạd krmcz pnnis dhạty ḥq kis binahs pytthe chuh suh ath frman rvạyy kran. Tmụ̄ sund ḥkm chuh yythi amhi mvjvb chlan tikyazi tsụ̄ chuh pnnis bnạvimtis kaʿnats mnz ḥkmrạny hund ḥq. Byyhi chuhnh kạnshi hund ḥq zi yythi kya chlhi tmụ̄ sund ḥukm) th yymhi doh suh vanhi zi ḥshr spdin tmy doh spdi suh, tmụ̄ sund arshad chuh ʿīni ḥq. Th yymhi doh ṣvurs yiyhi phokh dinh tmhi doh āshi badshạhy tmụ̄ snze. Suh chuh ghyb th shhadt prth chyzuk ʿạlim byyhi chuh dana th bakhbr. (ghyb chuh murad thi svrue kynhh yus mkhlvqatn nishhi pvushydh chuh. Shhadt chuh murad thi svrue kynhh yus mkhlvqatn viyvd th mʿlvm chuh.)"
  },
  {
    "verse_id": 74,
    "translation": "Abrahym ʿlyh alslamn hund vaqʿh kriv yad yylhi tmụ̄ pnnis mạlis āzrs vanyav, kya cz chuhkhh potlụ̄ bnavan khdae? Me chuhkh cz th chvn qvm kuhlh gmrạhy mnz aathhi yivan."
  },
  {
    "verse_id": 75,
    "translation": "Abrahym ʿlyh alslams ạsụ̄ yithe pạtthụ̄ asụ̄ zmyn th āsmann hndi slṭntuk nẓam havan th aamhi mvjvb ạsis havan zi suh banhi yqyn krn valyv mnz."
  },
  {
    "verse_id": 76,
    "translation": "Chnanchh yylhi ts pytth rat ṭạry spz tmụ̄ vuchh akh taruk, vvnun, yih chuh myvn rb. Mgr yylhi suh lvus tmụ̄ vvn, lvsn vạlụ̄ chihnh me ttạtthụ̄."
  },
  {
    "verse_id": 77,
    "translation": "Pth yylhi zvun vuchihn przlan th vvnun yih chuh myvn rb, mgr yylhi so thi lvus th vvnun, agr myạnụ̄ rbn me rhnmạyy āshi he nh krmcz tylhi āsha bthi gumrah lukn mnz shạml gvmut."
  },
  {
    "verse_id": 78,
    "translation": "Pth yylhi āftab vuchuhn taban th vvnun, yih chuh myvn rb, yih chuh sarive khoth bvdd. Mgr yylhi suthi lvus th abrahym chih krykh divan, ae bradrani qvm, bh chuhs timn sarine be zar yim tvhụ̄ Allah tʿālyā sndụ̄ shryk chuhvkh tthhravan. (yath jayih chhe ḥẓrt abrahym ʿlyh alslamn hndi abtdạyy tfkrch kyfyt byan krnh āmcz yus nbvt kis mnṣbs pytth srfraz spdnh brvnhh tihndi khạṭr ḥqyqts tam vatnuk dhryʿh bnyav. Ath mnz chuh vannh āmut zi akh ṣḥyḥ dmagh th ṣḥyḥ nẓr thavn vvl ansan yymụ̄ srasr shrkh kis maḥvls mnz achh āshi mczravimcz, kithh pạtthụ̄ spud kaʿnat kyn ātharn hund mshạhdh krith th timn pytth ṣḥyḥ ghvr v fkr krith ḥqch kth mʿlvm krns mnz kamyab)"
  },
  {
    "verse_id": 79,
    "translation": "Me kvr yksuv spdith pnun rokh ts hsty kun yymụ̄ zmyn th āsman chih pạd krimtụ̄ th bh chuhs nh hrgz shrk krn valyv mnz."
  },
  {
    "verse_id": 80,
    "translation": "Tmụ̄ sndụ̄ qvmn lạj tas sintụ̄ czuvnụ̄, pth vvn tmụ̄ pnnis qvms, kya tvhụ̄ lukh chihva Allah tʿālyā sndis mʿāmls mnz me sintụ̄ czuvan? Ḥlankh tmụ̄ chhe me syz vath hạvmcz th bh chuhs nh tuhndyn tthhravnh āmtyn shrykn khoczan. Ā, hrgah myvn rb kynhh yyczihh tylhi hykhi suh ẓrvr spdith, myạnis rb sund ʿlm chuh prth chyzs pytth chhạvith, tylhi kya tvhụ̄ yiyiv na hvshs mnz? (draṣl chuh lfẓ tadhakr astʿmal spudmut yymyuk ṣḥyḥ mfhvm yih chuh zi akh shkhṣ yus ghflts th mshrphas mnz āshi hynh āmut th votth khyth pyyih tas suh chyz yad yus ts mshith avs gvmut, aamy mvjvb chuh aashi aafala tatadhakruvn has yih trjmh kvrmut)"
  },
  {
    "verse_id": 81,
    "translation": "Th bh kithh pạtthụ̄ khocz ạkhr tuhndyn tthhravnh āmtyn shrykn yylhi zn tvhụ̄ khudays sintụ̄ tim chyz khudạyy mnz shryk bnavns chihv nh khoczan yihndi khạṭr tmụ̄ tohyih pytth kanhh sanad chahnh nạzil krmcz? Aashi doshvyav fryqv mnz kus chuh zyadh aamnuk th aṭmynanuk ḥqdar? Vniv agr tohyih kynhh ʿlm chuhv."
  },
  {
    "verse_id": 82,
    "translation": "Drḥqyqt chuh aamn timne khạṭr th siyzi vathi pytth chih time yimav ayman avn th yimav pnun ayman ẓlmh sintụ̄ ālvdh kvr nh."
  },
  {
    "verse_id": 83,
    "translation": "Yih ạs sạnụ̄ so ḥujt yosh aashi abrahym ʿlyh alslams tmụ̄ sndis qvms mqablh ʿṭa kr, asụ̄ yas yaczhan chih tas chih bulnd mrtbh ʿṭa kran ḥq chuh yih zi tuhund rb chuh sytthah ḥkmt vvl th zann vvl."
  },
  {
    "verse_id": 84,
    "translation": "Pth diyut aashi abrahym ʿlyh alslams asḥaq th yʿqvb ʿlyh alslams hiyvu avlad th prth akis hạv siyz vath (soe siyz vath yosh) yymhi brvnhh nvḥ ʿlyh alslams hạvmcz ạs, th tmụ̄ sndy nslh mnz (bkhush hdayt) davud, slyman, ayvb, yvsf, mvsyā, th harvn ʿlyhmu alslamn yithh pạtthụ̄ chih asụ̄ nykvkarn tihinzi nyky hund bdlh divan."
  },
  {
    "verse_id": 85,
    "translation": "(tmụ̄ sndive avladav mnz kvr hdayt) zkrya th yḥyyā th alyas ʿlyhmu alslamn, prth kanhh avs timav mnz ṣalḥ."
  },
  {
    "verse_id": 86,
    "translation": "(tmụ̄ sndy khandan mnz) asmaʿīl, alysʿ, th yvns th lvṭ (ʿlyhmu alslams hạv vath) yimv mnz kr aashi prth akis dunya valyn pytth fẓylt ʿṭa."
  },
  {
    "verse_id": 87,
    "translation": "Byyhi nvạzụ̄ aashi tihindụ̄ ābav ajdad th tihindụ̄ avlad th tihindyv bayav mnz varyah, tim czạrụ̄ pnnhi khdmt khạṭr th timn kr syzi vathi kun rhnmạʿy."
  },
  {
    "verse_id": 88,
    "translation": "Yih chuh Allah tʿālyā sund hdayt yymhi sintụ̄ suh yas yczhan chuh ts chuh rhnmạyy kran albth agr yimav lukv shrk āshi he kvrmut tylhi gczihhi he yuhund svrue kvrmut krvvmut ẓaʿʿ."
  },
  {
    "verse_id": 89,
    "translation": "Yim ạsụ̄ tim lukh yimn aashi ktab th ḥkm th nbvt ạs ʿṭa krmcz. (yath jayih chhe anbyaʿ ʿlyhm alslamn tre chyz ʿṭa krnch dhkr āmcz. Akh ktab yʿny Allah tʿālyā sund hdayt namh. Byakh ḥkm yʿny hdayt namuk ṣḥyḥ fhm th aamikụ̄ aṣvl, zndgy hndyn mʿāmlatn pytth mvạfq krnch ṣlạḥyt, th zndgy hndyn msạyln mnz fạṣlh kun rae qạym krnch khda dad qạblyt. Tryym nbvt, yʿny yih mnṣb zi tim krn amhi hdayt namh mṭabq Allah tʿālyā sndyn khlqn rhnmạʿy) vonụ̄ agr yim lukh aath mannh nishhi ankar chih kran (kanhh prvae chuhnh) aashi chhe byyhi kynczhn lukn yih nʿmt ḥvalh krmcz yim ath munkir chihnh."
  },
  {
    "verse_id": 90,
    "translation": "Ae nby, time lukh ạsụ̄ Allah tʿālyā sndi ṭrfh hdayt yafth, tihnziy vathi pytth pkiv tvhụ̄, th vniv zi bh chuhs nh (ath tblygh th hdayt chhi) kamhi pytth tohyih nishhi kunhi aujrtuk ṭạlb kynhh. Yih chhe akh ʿām nṣyḥt tmam dunya valyn khạṭr."
  },
  {
    "verse_id": 91,
    "translation": "Yimv lukv kr nh khudays qdr yithh pạtthụ̄ ts qdr krnuk ḥq avs, (yʿny khudays mtʿlq kvrukh ghlṭ andazh) yylhi vvnukh khudayn chuhnh kạnshi bshrs pytth kihinụ̄ nạzil kvrmut yimn prczihv so ktab yosh mvsyā ʿlyh alslamn anụ̄ mcz ạs, yosh tmam ansann khạṭr rvshny th hdayt ạs, yosh tvhụ̄ chahlhi chahlhi chuhvn kran, kme chihv havan th varyah kynhh chihv chuhpavan, th yymhi dhryʿh tohyih suh ʿlm avsuv dinh āmut yus nh tohyih ḥạṣl avsuv th nh avs tuhndis mạlis buddibbs, ạkhr tmiyuk nạzil krn vvl kus avs? (chvnkh yih jvab chuh yhvdyn dinh yivan amhi mvjvb chuh dlylhi rngụ̄ ḥẓrt mvsyā ʿlyh alslams pytth tvratuk nzvl pysh krnh āmut, tikyazi yim ạsụ̄ khod aamikụ̄ qạyl. Ẓạhr chuh zi yuhund yih tslym krun zi ḥẓrt mvsyā ʿlyh alslams pytth ạs tvrah nazl spzmcz, chuh pạnụ̄ pane yihndi aamhi qavluk trdyd kran zi khudayn chuhnh kạnshi bshrs pytth kihinụ̄ nạzil kvrmut, byyhi chhe km az km amhi nishhi yih kth thạbt spdan zi bshrs pytth hykhi Allah tʿālyā sund klam nạzil spdith th spudmut thi chuh) bs yutue vniv zi Allah, pth trạviyvukh yim pnnyn dlyl bạzyn sintụ̄ gndnh khạṭr."
  },
  {
    "verse_id": 92,
    "translation": "(tmy ktabhi hndụ̄ pạtthụ̄) chhe yih akh ktab yosh aashi chhe nạzil krmcz. Sytthah khyr v brkt vajinụ̄ chhe, tamhi chyzuk chhe tṣdyq kran yus aamhi brvnhh avs āmut th amhi mvjvb chhe nạzl krnh āmcz zi aamhi kh dhryʿh kriyvukh tvhụ̄ bstiyan hndi amhi mrkzkụ̄ (yʿny mkh) th aath andụ̄ pkụ̄ rvzn vạlụ̄ khbrdar, yim lukh ạkhrts manan chih tim chih yth ktabhi pytth ayman anan th tihund ḥal chuh yih zi pnnyn nmazn hnz chih pabndy kran."
  },
  {
    "verse_id": 93,
    "translation": "Th ts shkhṣh sndi khoth bvdd ẓạlim kus āshi yus khudays aapuz bhtan laghi, ya vanhi zi me pytth chhe vḥy āmcz yylhi zn ts pytth khnụ̄ vaḥy āshi nh nạzil krnh āmcz, ya yus Allah tʿālyā sndyn nạzil krnh āmtyn chyzn hndis mqabls mnz vanhi zi bh havh yutuhe kanhh chyz nạzil krith? Kash tvhụ̄ vuchhhvukh ẓạlim tth ḥalts mnz yymhi saʿth tim mvt chih skhty mnz ghoṭh āshan khyvan th frshth āshn athh pilnạvụ̄ plnạvụ̄ vnan zi, vliv kriv pnun zuv, aaz yiyav tohyih timn kthn hndis padashs mnz dhiltuk ʿdhab dinh yimh tvhụ̄ khudays tuhmt lgạvith naḥq ạsiv bkan, th tmụ̄ sndyn āyatn hndis mqabls mnz ạsiv srkshy havan."
  },
  {
    "verse_id": 94,
    "translation": "(th Allah tʿālyā frmavykh) rttụ̄ tv, vonụ̄ spdiv tvhụ̄ tithe pạtthụ̄ tni tnha aashi brvnhh knhi ḥạẓr yithh pạtthụ̄ aashi tvhụ̄ goddnichhi pihri tnha ạsiv pạd krimtụ̄, yikynczhah dunyahs mnz ashi tohyih diytmut avsuv suh svrue kynhh chihv pth kun trạvith āmtụ̄, byyhi chihnh vonụ̄ asụ̄ timn tuhndyn sfạrsh darn kun thi vuchhan yimn mtʿlq tvhụ̄ smjhan ạsiv zi tohyih bkar yins mnz chuh tihund thi kynhh ḥṣh, tohyih yim panh vạnụ̄ rạbṭh ạsụ̄ tim czhynụ̄ sạry th tim sạry rạviv tohyih yuhund tohyih bvsh avsuv."
  },
  {
    "verse_id": 95,
    "translation": "Dans th ānchhi phattvan vvl chuh Allah tʿālyā. (yʿny zmyn kyv tahav mnz byạlụ̄ phvl phattvith tmhi mnz kuliyuk kvtt krrn vvl) sue chuh zinds krran mords nishhi th sue chuh mords zinds nishhi krrn vvl. (zndh krrn mords nishhi, aamiyuk mṭlb chuh be jan madh nishhi zndh mkhlvq pạd krnụ̄, th zndh nishhi mordh krrnuk mṭlb chuh, jandar chyz mnz be jan madh khạrj krnụ̄) yimh sare kamhi krn vvl chuh Allah tʿālyā, pth kvr kun chihv tvhụ̄ ddlan pkan?"
  },
  {
    "verse_id": 96,
    "translation": "Sue chuh rạcz hund prdh czttith ṣubḥ krran, tmy chhe rat skvnuk vqt bnạvmcz, tmy chuh zvun th āftab khsnuk th lvsnuk ḥsab mqrr kvrmut, yim sạry chih ts zbrdst qdrt th ʿlm thavn vạlụ̄ sndụ̄ tthhravnh āmtụ̄ andazh."
  },
  {
    "verse_id": 97,
    "translation": "Th sue chuh yymụ̄ tuhndi khạṭr tark bnạvụ̄ ṣḥra th smndrn hnzn anhi gttn mnz vth mʿlvm krnkụ̄ dhryʿh, vuchihv ashi chhe nshạnyih khvulth byan krimcz timn lukn khạṭr yimn ʿlm chuh. (yʿny amhi ḥqyqt chih nshạnyih zi Allah tʿālyā chuh ṣrf akh, kanhh byakh chuhnh khudayy hndụ̄ ṣfat thavan, nh chuh khudạyy hndyn akhtyarn mnz ḥṣh dar, th nh chuh khudạyy hndyn ḥqvqn mnz kunhi ḥquk ḥqdar.)"
  },
  {
    "verse_id": 98,
    "translation": "Th sue chuh yymụ̄ tvhụ̄ akhi janh nishhi pạd krụ̄nv, pth chuh prth kạnshi hndi khạṭr akh jae qrar byyhi tmụ̄ sndi khạṭr akh ḥvalh krnch jae, yimh nshạnyih chhe ashi vaẓḥ krimcz timn lukn khạṭr yimn sod bod chhe."
  },
  {
    "verse_id": 99,
    "translation": "Th sue chuh yymụ̄ āsmanh vvl āb, pth vopdạvin tmhi sintụ̄ prth qsmkụ̄ kulụ̄ kttụ̄, pth krin amhi sintụ̄ sbz sbz ddvurụ̄ th kulụ̄ pạd, pth krrin yimv mnz tahs pytth thh thavn vạlụ̄ danh, th khzr phulyh sintụ̄ krin myvan hndụ̄ gurne gurn pạd yim bar sintụ̄ nrman chih byyhi lgạvin dachhhi hndụ̄, zytvn th dạnn hndụ̄ bagh. Yihndụ̄ myvh akh akis sintụ̄ hishr thi thavan chih th byyhi chhe prth akhi chih khṣvṣyth byvn byvn thi, yim kulụ̄ yylhi pholan chih, yihndis myvh nyrns th pth yihndis pynh kis kyfyts pytth trạvitv hana ghvr san nẓr, yimn chyzn mnz chhe nishạnyih timn lukn khạṭr yim ayman anan chih."
  },
  {
    "verse_id": 100,
    "translation": "Ath pytth thi tthhrạvụ̄ lukv jin Allah tʿālyā sndụ̄ shryk, (yʿny pnnhi vhmh gumanh sintụ̄ kvrukh mqrr zi kaʿnat kis nẓamas mnz th ansan sund qsmt bnavns th bgarrns mnz chhe khudays vrạe baqy pvshydh hstyh thi shryk. Kanhh chuh rvuduk dyvta th kanhh chuh kulụ̄ kttụ̄ vopdavnuk, kanhh chhe davltch dyvy th kanhh chhe bymari hnz, amhi qsmkụ̄ fẓvl aʿtqad chih dunya kyn tmam mushrk qvmn mnz, aarvaḥan, shyṭann, rakshasn, dyvtahn th dyvyan mtʿlq lbnh yivan.) ḥalankh suh chuh tihund khạlq th zannh mannh vrạe krikh tmụ̄ sndi khạṭr nychivụ̄ th kvri tṣnyf, ḥalankh suh chuh pak th balatr timv kthv nishhi yimh yim lukh vnan chih."
  },
  {
    "verse_id": 101,
    "translation": "Suh chuh āsmann hund th zmynuk ayjad krn vvl, ts kithh pạtthụ̄ hykhi kanhh nychuv ạsith yylhi zn ts kanhh zndgy hund shryke chuhnh, tmụ̄ chuh hrkanhh chyz pạd kvrmut th ts chuh hr kunhi chyzuk ʿlm."
  },
  {
    "verse_id": 102,
    "translation": "Yih chuh Allah tʿālyā, tuhund rb, kanhh khudae chuhnh ts vrạe, prth chyzuk khạlq, lhādha kriv tvhụ̄ tmụ̄ snze bndgy, th suh chuh prth chyzuk kfyl."
  },
  {
    "verse_id": 103,
    "translation": "Nẓr hykn nh ts lbith th suh chuh nẓr laban, suh chuh sytthah bạryk byn (raz zanan vvl) th bakhbr."
  },
  {
    "verse_id": 104,
    "translation": "Vuchihv tohyih nishhi chhe tuhndis rb sndi ṭrfh bṣyrt chih rvshnyih āmcz, vonụ̄ yus bynạyy kạm hyyih, panse khạṭr kri rut th yus avn bnhi, panh tulhi nqṣan, bh chuhs nh tohyih pytth kanhh pasban. (yih ḥṣh agrchhi Allah tʿālyā sund klam chuh nby ṣly Allah ʿlyh v slmn hndi ṭrfh ada spdan, yithh pạtthy svrh fatḥh chuh Allah tʿālyā sund klam mgr chuh bndn hnzi zyvi ada spdan. Bh chuhs nh tohyih pytth pasban, yʿny myạnụ̄ kạm chhe bs yicze zi yih rvshny kr tohyih brvnhh knhi pysh. Amhi pth chhe achh mczrạvith vuchuhn ya nah vuchuhn tuhnz kạm. Me chahnh yih kạm suprd krnh āmcz zi yimv khod chhe panh achh bnd krimcz, tihnz achh mczrav zbrdsty th yikynczhah tim chihnh vuchhan suh havkh be.)"
  },
  {
    "verse_id": 105,
    "translation": "Yithh pạtthụ̄ chih asụ̄ bar bar pnnụ̄ āyat mkhtlf ṭryqv byan kran th amhi mvjvub chih kran zi yim lukh vann, czh chuhkh kas tam nishhi prith āmut, th yim lukh ʿlm chih thavan timn pytth krv asụ̄ ḥqyqt rvshn."
  },
  {
    "verse_id": 106,
    "translation": "Ae nby, yymhi vḥy hnz pyrvy gczihv kran yosh tohyih pytth tuhndis rb sndi ṭrfh nạzil chhe spzmcz, tikyazi ts akis rbs vrạe chuhnh kanhh khudae th yimn mushrkn pth mah lgiv."
  },
  {
    "verse_id": 107,
    "translation": "Agr Allah tʿālyā snz mshyt āshi he tylhi (hykhi he suh tiyuth bnd v bst krith zi) yim lukh krhn nh shrk, tvhụ̄ chihv nh ashi yimn pytth pasban muqrr krimtụ̄ th nh chihv tvhụ̄ yimn pytth ḥvalh dar (rạchh dr)."
  },
  {
    "verse_id": 108,
    "translation": "Th (ae mslmanv) yimn yim lukh khudays vrạe ālv chih divan timn mah vniv bd rd, yinh pth yim shirkh nishhi brvnhh niyrith jhalt kis bnyads pytth khudays lagn lykh czarnhi, aashi chuh yithe pạtthụ̄ prth dris khạṭr tmụ̄ snz ʿml khoshnma bnạvmcz, pth chuh timn pnnis rbs kun pvt phyirith yun, tmhi saʿth vanhi suh timn zi tim kya chih rvudimtụ̄ kran."
  },
  {
    "verse_id": 109,
    "translation": "Yim lukh chih Allah tʿālyā sndụ̄ bddụ̄ bddụ̄ qasm hạvụ̄ hạvụ̄ vanan zi agr kanhh nshạny (yʿny mʿjzh) ashi brvnhh kun yiyhi tylhi aanv asụ̄ tth pytth ayman. Ae nby, yimn vniv zi, nshạnyih chhe Allah tʿālyā sndis akhtyars mnz. Th tohyih kithh pạtthụ̄ yiyav fikri tarnh zi agr nshạnyih yin thi, tylhi thi chihnh yim ayman ann vạlụ̄. (yih khṭab chuh mslmann yim be tab spdith tmna ạsụ̄ kran zi ticzh kanhh nshạny gczh ẓạhr spdnụ̄ yymhi sintụ̄ tihndiụ̄ gumrah bạe syzi vathi pytth yihan)"
  },
  {
    "verse_id": 110,
    "translation": "Asụ̄ chih tithe pạtthụ̄ yihndụ̄ dil th nẓr pihran yithh pạtthụ̄ yimv goddnichhi ltthi yth (ktabhi) pytth ayman avs nh avnmut. Asụ̄ chihkh yim yihnzi srkshy mnze vathi ddalnh mvjvb yalh travan."
  },
  {
    "verse_id": 111,
    "translation": "Hrgah asụ̄ frshth thi yimn pytth nạzil krhvkh th mordh krhn yimn sintụ̄ kthh, byyhi krhav tmam dunyahkụ̄ chyz yihnzn achhn brvntthh knhi jmʿ, tmhi pth thi ạsụ̄ nh yim ayman aann vạlụ̄, aila yih zi mshyti alhāy āshi yy (zi yim aann ayman) mgr akthr lukh chih nadạny hnz kthh kran."
  },
  {
    "verse_id": 112,
    "translation": "Th ashi chih yithe pạtthụ̄ hmyshh shyṭan ansan th shyṭan jin prth nby sndụ̄ dshmn bnạvimtụ̄ yim akh akis pytth khosh āʿndh kthh dvkhh th fryb rngụ̄ alqa chih rvudimtụ̄ kran (yʿny dils mnz chih vasvsh rvudimtụ̄ travan) agr tuhndis rbh snz mshyt yih āshi he zi tim gczhụ̄ nh yih krnụ̄ tylhi krhn nh tim zhnụ̄, lhādha trạviyvukh tvhụ̄ tim tihindis ḥals pytth zi rvuzin pnnhi aiftraprdạzy (bhtan tuhrns) mnz āvry."
  },
  {
    "verse_id": 113,
    "translation": "(yih svrue chih asụ̄ yimn amhi mvjvub krnh divan zi) yim lukh ạkhrts pytth ayman chihnh thavan tihndiụ̄ dl spdan ath (khoshnma dokhs) kun mạyl th tim spdan amhi nishhi rạẓụ̄ th timn burạyyn hund kran aiktsab (aatur) yuhund aiktsab tim krun chih yczhan. (āyt 110 pytthh āyt 113 hs tam yosh kth frmavnh chhe āmcz so chhe yih zi, ansan sndis bars mnz chuhnh Allah tʿālyā sund qanvn yih zi ts yiyhi mashytas tḥt tmhi ṭryqh hdayt bkhshnh yithh pạtthụ̄ kulis chuh myvh nyran ya khod bdhat chuh ansans kls mas yivan, blkh chuh tmụ̄ ansan dunyahs mnz āzmạyshhi khạṭr pạd kvrmut th āzmạyshhi hndi ghrẓh chhe yih kth khod tmụ̄ sndis akhtyars pytth travnh āmcz zi suh chha rahi rasts kun gczuhn yczhan kinh gumrạhy kun. Agr suh pane gumrah yyczihh gczuhn tylhi chuhnh Allah tʿālyā pnnhi mshyt sintụ̄ jbraan ts hdayt divan.)"
  },
  {
    "verse_id": 114,
    "translation": "Pth yylhi ḥal chuh yih, tylhi kya bh czharnh khudays vrạe byyhi kanhh fạṣlh krn vvl, ḥalankh tmụ̄ chhe pvur tfṣyl san tohyih kun ktab nạzil krmcz. (yth jayih chih mtklm nby th khṭab chuh muslman kun) th yimn lukn ashi (tohyih brvnhh) ktab ạs diczmcz tim chih zanan zi yih ktab chhe tuhndis rb sndi ṭrfh ḥqh san nạzil spzmcz lhādha mah gczihv tvhụ̄ shk krn valyn mnz shạml."
  },
  {
    "verse_id": 115,
    "translation": "Tuhndis rb snz kth chhe pzr san th anṣaf kh aʿtbar san kạml, kanhh chuhnh aamikụ̄ frman tbdyl krn vvl th suh chuh svrue kynhh bvzan th zanan."
  },
  {
    "verse_id": 116,
    "translation": "Th ae nby, agr tvhụ̄ timn lukn hndis akthryt kis vnns pytth pkiv yim zmyns mnz bsan chih tylhi ddalnav tim tohyih Allah tʿālyā snzi vathi nishhi, tim chih mḥẓ gumans pytth pkan byyhi chih qyas ārạyiyih kran."
  },
  {
    "verse_id": 117,
    "translation": "Drḥqyqt chuh tuhund rb zyadh bhtr zanan zi kus chuh tmụ̄ snzi vathi nishhi ddlith th kus chuh syzi vathi pytth."
  },
  {
    "verse_id": 118,
    "translation": "Pth agr tvhụ̄ lukh Allah tʿālyā sndyn āyatn pytth ayman chihv thavan tylhi ys janvrs pytth Allah tʿālyā sund nav āshi hynh āmut tmụ̄ sund maz khyyiv."
  },
  {
    "verse_id": 119,
    "translation": "Kya vjh chuh ạkhr tvhụ̄ khyyv nh suh chyz yth pytth Allah tʿālyā sund nav āshi hynh āmut? Ḥalankh yimn chyzn hund astʿmal ḥalti aiẓṭrar varạe baqy tmam ḥaltn mnz khudayn ḥram chuh kvrmut, tmich tfṣyl chhe tmụ̄ tohyih vnimcz, akthr lukn hund ḥal chuh yih zi ʿlmh vrạe chih mḥẓ pnnyn khvạhshatn hndis bunyads pytth gumrah krn vajinhi kthh kran, yimn ḥd nyrn valyn chuh tuhund rb tthyk pạtthụ̄ zanan."
  },
  {
    "verse_id": 120,
    "translation": "Tvhụ̄ bchiv ttakar gnahav nishhi thi th pvshydh gnahav nishhi thi, yim lukh gnah chih kmavan, timn mylhi ẓrvur pnnhi amhi kmayih hund bdlh."
  },
  {
    "verse_id": 121,
    "translation": "Th yus janvr Allah tʿālyā sund nav hyth āshi nh dhbḥ krnh āmut tmụ̄ sund maz mah khyyiv, yih krun chuh fisq, shyṭan chih pnnyn sạthyan hndyn diln mnz shkvk th aʿtraẓat ailqa kran takh tim krn tohyih sintụ̄ jhgrr, albth agr tohyih tihnz aṭaʿt qbvl krv tylhi chihv pzụ̄pạtthụ̄ tvhụ̄ mushrk."
  },
  {
    "verse_id": 122,
    "translation": "Kya suh shkhṣ yus goddh mordh avs pth bkhsh ts ashi zndgy th ts kr so rvshny ʿṭa yymhi kis gashs mnz suh lukn drmyan zndgy hnz vath chuh ṭe kran, suh hykya ts shkhṣh sndụ̄ pạtthụ̄ ạsith yus aanhi gttn mnz āshi hynh āmut th kunhi pạtthụ̄ āshi nh timv mnz nyran? (yʿny tvhụ̄ kithh pạtthụ̄ hykiv yih tvqʿ thạvith zi ys ansans ansanytuk shʿūr āshi nṣyb spudmut th yus ʿlmh chih rvshny mnz hjn vtn mnzbag ḥqch siyz vath ṣaf pạtthụ̄ vuchhan āshi suh kri timn be shʿūr lukn hndụ̄ pạtthụ̄ dunyahs mnz zndgy bsr yim nadany th jhalt kyn anhi gttn mnz drbdr phyran chih) kạfrn khạṭr chih yithe pạtthụ̄ tihndụ̄ aʿmal khoshnma bnavnh āmtụ̄."
  },
  {
    "verse_id": 123,
    "translation": "Th yithe pạtthụ̄ chih ashi prth bsty mnz tmikụ̄ bddụ̄ bddụ̄ mujrm lgạvimtụ̄ zi tathi vahravan pnnhi mkr v frybkụ̄ zal, draṣl chih tim pnnis fryb kis zals mnz panh phsan, mgr timn chuhnh aamiyuk shʿūr."
  },
  {
    "verse_id": 124,
    "translation": "Yylhi timn brvnhh kun kanhh āyt chhe yivan, tylhi chih tim vnan, asụ̄ manav nh tvt tam yvt tam nh suh chyz panh ashi dinh yiyhi yus Allah tʿālyā sndyn rsvln chuh āmut dinh. Allah tʿālyā chuh zyadh bhtr zanan zi pnnhi pyghambry hnz kạm ks hyyih th kithh pạtthụ̄ hyyas, nzdyk chuh suh vqt yylhi yim mujrm pnnyn mkạrilan hndis padashs mnz khudays nishhi dhilt th skht ʿdhab tuln."
  },
  {
    "verse_id": 125,
    "translation": "Lhādha (yih chhe ḥqyqt zi) ys Allah tʿālyā hdayt ʿṭa krnuk aradh chuh kran, tmụ̄ sund synh chuh aslam khạṭr mczravan, th yas gumrạhy mnz travnuk aradh chuh kran, tmụ̄ sund synh chuh tng kran. Th tmhi āyih chuhs motthvan (zi aslamuk tṣvr krane) chuh ts basan zi zanth tmụ̄ sund ruvḥ lvg āsmans kun prvaz krnhi, yithh pạtthụ̄ chuh Allah tʿālyā (ḥqh nishhi frar th nfrtch) napaky timn lukn pytth muslṭ kran yim ayman aanan chihnh, (yth jayih gyih yih kth vaẓḥ zi yim lukh ayman chihnh anan Allah tʿālyā chuh timne hund synh aslam khạṭr tng kran th timn chuhnh hdayt bkhshnuk aradh kran)"
  },
  {
    "verse_id": 126,
    "translation": "Ḥalankh yih vath chhe tuhndis rb snz siyz vath, th amikụ̄ nshanat chih timn lukn khạṭr vaẓḥ krnh āmtụ̄ yim nṣyḥt chih qbvl kran."
  },
  {
    "verse_id": 127,
    "translation": "Tihndis rbs nishhi chuh tihndi khạṭr slamty hund gr, th suh chuh tihund srprst, tmhi ṣḥyḥ ṭrzi ʿmlh kh vjh kinụ̄ yus timv akhtyar chuh kvrmut."
  },
  {
    "verse_id": 128,
    "translation": "Yymhi doh Allah tʿālyā yimn sarne lukn vttith jmʿ kri, tmhi doh kri suh jinn (yʿny shyṭan jinn) khṭab th frmavykh zi, ae grvhi jn, tohyih kvruv ansạnụ̄ zuryats pytth khvb athh ṣaf (yʿny tohyih kriyvukh tim pans tạbʿ). Ansanv mnz yim yihndụ̄ rfyq ạsụ̄ tim krn ʿrẓ, prvrdgar, ashi mnz kvr prth kạnshi akh byakh khvb astʿmal, th vonụ̄ chih asụ̄ tth vqts tam vạtimtụ̄ yus cze sanhi khạṭr muqrr avsue kvrmut. Allah tʿālyā frmavi, achha vonụ̄ chuh nar tuhund tthkanh, ath mnz rvuziv tvhụ̄ hmyshh. Amhi nishhi bchn ṣrf time yimn Allah tʿālyā yyczihh bchavun, be shk chuh tuhund rb ḥkmt vvl th zann vvl."
  },
  {
    "verse_id": 129,
    "translation": "Vuchihv, yithh pạtthụ̄ bnavvkh asụ̄ (ạkhrts mnz) ẓạlim akh akis sndụ̄ sạthy tmhi kmayih hindi vjh kinụ̄ yosh tim (dunyahs mnz akh akis sintụ̄ rlith) kran ạsụ̄."
  },
  {
    "verse_id": 130,
    "translation": "(ath mvqʿs pytth prczihh Allah tʿālyā yimn yithi zi) ae grvhi jin v ains, tohyih nishhi ạsụ̄ na khod tohy mnz tithụ̄ rsvl āmtụ̄ yim tohyih myạnụ̄ āyat ạsiv bvznavan, th yymhi azikhi doh kh anjam nishhi khocznavan ạsiv? Tim vann, ā, asụ̄ chih pans khlaf panh gvạhy divan. Aaz chih dunya chih zndgy yim lukh dvkhs mnz trạvimtụ̄, mgr tmhi vqth din tim panh pans khlaf gvạhy zi tim ạsụ̄ kạfr."
  },
  {
    "verse_id": 131,
    "translation": "(yih shhadt yiyhi timn amhi mvjvb rattnh zi) yih gczihh thạbt zi tuhund rb avs nh bstiyan ẓlm krith tbah krn vvl kynhh yylhi zan tihndụ̄ bashndh ḥqyqt nishhi navạqf āsn."
  },
  {
    "verse_id": 132,
    "translation": "Prth kạnshi shkhṣh sund drjh chuh tmụ̄ sndi ʿmlhi hndi lḥaẓh th tuhund rb chuhnh lukn hndyv aʿmalv nishhi be khbr kynhh."
  },
  {
    "verse_id": 133,
    "translation": "Tuhund rb chuh be niyaz th mhrbany chuh tmụ̄ sund ṭryqh, hrgah suh yyczihh tohyih lukn niyav th tuhnzi jayih yimn yyczihh timn lukn anhi, yithh pạtthụ̄ tmụ̄ tvhụ̄ byyhi kynczhn hndi nslh nishhi tulimtụ̄ chihnv."
  },
  {
    "verse_id": 134,
    "translation": "Tohyih sintụ̄ yymhi chyzuk vʿdh chuh krnh yivan suh chuh yqynaan yinh vvl, th tvhụ̄ chihv nh khudays ʿạjz krnuk ṭaqt thavan."
  },
  {
    "verse_id": 135,
    "translation": "Ae nby, vniv zi lukv, tvhụ̄ rvuziv pnnhi jayih ʿml kran th bthi chuhs pnnhi jayih ʿml kran, ʿnqryb lghi tohyih pe zi anjami kar kmụ̄ sndis ḥqs mnz chuh bhtr spdan, bhrḥal chhe yih ḥqyqt zi ẓạlim hykn nh flaḥ lbith."
  },
  {
    "verse_id": 136,
    "translation": "Yimv lukv chuh Allah tʿālyā sndi khạṭr khod tmụ̄ sndive pạd krnh āmtyv ziraʿtv th charvayv mnz akh ḥṣh muqrr kvrmut, th vnan chih yih chuh Allah tʿālyā sndi khạṭr, bzaʿmi khod (pnny khyalh), th yih chuh sanyn tthhravnh āmtyn shrykn khạṭr, pth yus ḥṣh yihndyn tthhravnh āmtyn shrykn khạṭr chuh, suh chuhnh khudays vatan mgr yus khudays khạṭr chuh, suh chuh tihndyn shrykn vatan. (yus ḥṣh tim lukh Allah tʿālyā sndi nav krran ạsụ̄ tath mnz thi ạsụ̄ rngh rngh chalbạziyih krith kmy kran rvzan th prth ṭryqh ạsụ̄ pnnyn khod sakhth shrykn hund ḥṣh hurravnch kvushsh kran. Mthlaan yus anaj ya phl bytri Allah tʿālyā sndi nav krrnh avs yivan tmhi mnz agr kynhh vsith pyyih he tylhi avs suh shrykn hndis ḥṣs mnz shạml yivan krnh, th hrgah shrykn hndi ḥṣh mnz vsith pyyih he ya ralhi he Allah tʿālyā sndis ḥiṣs mnz, tylhi avs suh vaps yivan tihndis ḥṣs mnz travnh. Hrgah kunhi vjh kinụ̄ ndhr v nyazuk anaj khod pans astʿmal krnch ẓrvrt pyyih hykh tylhi ạsụ̄ Allah tʿālyā sund ḥṣh khyvan, mgr shrykn hndis ḥṣs ạsụ̄ athh lagns khoczan zi kunhi kinụ̄ gczh nh kanhh vultth czndd yin.) kithụ̄ bur fạṣlh chih kran yim lukh!."
  },
  {
    "verse_id": 137,
    "translation": "Th yithe pạtthụ̄ chuh varyahn mushrkn khạṭr yihndiyv shrykv pnnyn avladn hund qtl khosh krvun bnvvmut, (yth jayih chuh shrykn hund lfẓ dvyims akis mʿnys mnz vartavnh āmut yus goddnikhi mʿny nishhi mkhtlf chuh. Āyt 136 has mnz yim shryk lfẓh sintụ̄ tʿbyr chih krnh āmtụ̄ tim ạsụ̄ tihndụ̄ tim mʿbvd yihnz brkt ya sfạrsh ya tvsuṭ yim lukh kanhh nʿmt ḥạṣl spdns mnz mddgar ạsụ̄ smjhan th nʿmtuk shkranh krnkụ̄ ḥqdar zạnith ạsụ̄ timn Allah tʿālyā sndụ̄ ḥṣh dar bnavan. Ath brʿks chuh yath āyts mnz shryk nishhi murad tim ansan yimv qtli avladuk rsm ayjad kvrmut avs th byyhi chih tim shyṭan yimv yih ẓạlmanh rsm timn lukn hnzn nẓrn mnz akh jạyz th psndydh kạm bnạvmcz ạs. Ahl ʿrbn mnz āsh qtli avlad chih tre ṣvurth rạyij th qrāns andr chuh tryshvnụ̄ kun asharh krnh āmut. (1) kvryn hund qtl, amhi khyalh zi kanhh gvczh nh tihund zamtur banun ya qbạʿly lrrayn mnz gczhnh timh dshmnn hndyn athn mnz lgnhi ya byyhi kunhi vjh kinụ̄ gczhnh timh ʿzt valnhi. (2) shuryn hund qtl, amhi khyalh zi timn hndi rachhnuk palnuk bar tuln gczihh mushkl th rvzgar kyn dhryʿn hnzi kmy hnd rngụ̄ banan tim suh bar yus tulith hykv nh. (3) pnnyn mʿbvdn hnz khvshy khạṭr shurụ̄ qrban krnụ̄ takhi timn krn hlakts mnz mbtla th timn pytth bnavn tihund dyn shkh ld. (jahlyt kh zmankụ̄ ʿrbkụ̄ lukh ạsụ̄ pnnis pans ḥẓrt abrahym ʿlyh alslamn th asmaʿīl ʿlyh alslamn hndụ̄ pyrvkar vanan th smjhan, th ath bnyads pytth avs tihund khyal yih zi yymhi mdhhbch tim atbaʿ chih kran suh chuh Allah tʿālyā sundue psndydh mdhhb. Albth ath dyns mnz gyih tihndụ̄ mdhhby pyshva, qbyln hndụ̄ srdar, khandann hndụ̄ ztthụ̄ byyhi mkhtlf lukh rngh rng kyn ʿqydn, aʿmaln th rsmn hund aẓafh kran yim pth yinh valyv nslv aṣly mdhhbkụ̄ juz smjh th tihund pvur dyn bnyav shkh ld) agr Allah tʿālyā yyczihh he tylhi krhn nh yim yih, lhādha trạviyvukh yim zi avurụ̄ rvzn pnnhi bhtan trashy andr."
  },
  {
    "verse_id": 138,
    "translation": "Vanan chih zi yim janvr th yim khah chih mḥfvẓ, yimn hykn ṣrf time lukh khyth yim asụ̄ yaczhvkh kihyavnụ̄, ḥalankh yih pabndy chhe tihnz panh bnavnh āmcz, pth chih kynhh janvr yimn pytth svạrụ̄ th bvr khalun ḥram chuh krnh āmut th byyhi chih kynhh janvr yimn pytth yim Allah tʿālyā sund nav chihnh hyvan, th yih svrue kynhh chuh yimv khudays pytth bhtan lgvvmut, ʿnqryb diyih yimn Allah tʿālyā yimn bhtan trạshiyan hund bdlh."
  },
  {
    "verse_id": 139,
    "translation": "Byyhi chih vanan zi yikynczhah yimn janvrn shikms mnz chuh yih chuh sanyn mardn khạṭr mkhṣvṣ th sanyn mstvratn pytth chuh ḥram, albth agr suh mordh āshi tylhi hykn doshve tmụ̄ sndis khyns mnz shryk spdith, yimh kthh yimh yimav bnavimcz chhe yuhund bdlh diyih Allah tʿālyā yimn ẓrvur, pzụ̄pạtthụ̄ chuh suh ḥkmt vvl th sarine kthn hnz chhe ts khbr."
  },
  {
    "verse_id": 140,
    "translation": "Yqynaan pyyih khsars mnz tim lukh yimv pnnụ̄ avlad jhalt kis th nadạny hndis bunyads pytth qtl krụ̄ th Allah tʿālyā sund diytumut rzq tthhrvvukh khudays pytth bhtan trạshy krith ḥram, yqynaan ddlụ̄ tim vathi nishhi th tim ạsụ̄ nh hrgz thi syz vath lbn valyv mnz."
  },
  {
    "verse_id": 141,
    "translation": "Suh chh Allah tʿālyā he yymụ̄ qsmh qsmkụ̄ bagh th takistan (dachhhi rantth dar) th nkhlstan (khzr kulụ̄) pạd krụ̄ zraʿt vopdạvin yimv mnz qsmh qsmkụ̄ makvlat (khynh chynk chyz) ḥạṣl chih spdan, zytvn th dạn kulụ̄ vopdạvin yihndụ̄ myvh shklhi kinụ̄ hivy th mzh rngụ̄ byvn byvn chih. Khyyiv yihndụ̄ pydavar yylhi yim vopdn, th Allah tʿālyā sund ḥq kriv ada yylhi yuhund fṣl lvniv. Th ḥd mah niyriv zi Allah tʿālyā chuhnh ḥd nyrn valyn psnd kran."
  },
  {
    "verse_id": 142,
    "translation": "Pth chuh sue yymụ̄ charvayav mnz tim janvr thi pạd krụ̄ yimn svạrụ̄ th bvr tulnch kạm chhe yivan hynh th tim thi yim khynas th vathravns chih bkar lgan. (yʿny tihndis dals th yyrs chih frsh bnavnh yivan) khyyiv timv chyzv mnz yim khudayn tohyih chihv bkhshmtụ̄ th shyṭan snz pyrvy mah kriv, tikyazi suh chuh tuhund ttakarh dushmn."
  },
  {
    "verse_id": 143,
    "translation": "Yim chih ạtth nr madh, zh chih tyirn hndi qsmkụ̄ th zh chih czhavlyn hndi qsmkụ̄. Ae nby, yimn prczihv zi khudayn chha tuhndụ̄ nar ḥram krimtụ̄ kinh madh, kinh tim bchhi yim gbyn th czhavjn hndyn shkmn mnz āsn? Ṣḥyḥ ṣḥyḥ ʿlmh san vniv me agr tvhụ̄ pziyạrụ̄ chihv."
  },
  {
    "verse_id": 144,
    "translation": "Th yith pạtthụ̄ chih zh avntth sndi qsmh mnz th zh chih gạvi hndi qsmh mnz. Prczihv, yihndụ̄ nar chha khudayn ḥram krimtụ̄ kinh madh, kinh tim bchhi yim avnttnhi th gạv hndis shkms mnz āsn? Kya tvhụ̄ ạsivh tmhi saʿth ḥạẓr yymhi saʿth khudayn tihndi ḥram āsnuk ḥkm tohyih diytumut avsnv? Pth kus āshi ts shkhṣh sndi khoth khsith ẓạlim yus aapz kth khudays kun mnsvb krith vanhi takh ʿlmh vrạe kri lukn ghlṭ rhnmạʿy, yqynaan chuhnh Allah tʿālyā yithyn ẓạlimn siyz vath havan."
  },
  {
    "verse_id": 145,
    "translation": "Ae nby, yimn vniv zi yosh vaḥy me nish āmcz chhe ath mnz chuhnh me kanhh tiyuth chyz lbnh yivan yus kạnshi khynh vạlis pytth ḥram āshi, aila yih zi suh āshi mordar, ya āshi bhavnh āmut khvn, ya āshi khnzyr sund maz tikyazi suh chuh napak ya fisq āshi zi Allah tʿālyā sndi nav vrạe āshi byyhi kạnshi hndis navs pytth dhbḥ krnh āmut. (aamiyuk mṭlb chuhnh yih zi yimv vrạe chuhnh kanhh chyz shryʿts mnz ḥram kynhh, blkh chuh mṭlb yih zi ḥram chihnh tim chyz yim tohyih lukv ḥram chihv krimtụ̄ blkh chih ḥram yim chyz: tshryḥ khạṭr vuchihv svrh maʿdh āyt nmbr 1 th 4.) pth yus shkhṣ mjbvry hndis ḥalts mnz (yimv mnz kanhh chyz khyyih) amhi vrạe zi suh āshi nafrmany hund aradh thavan th amhi vrạe zi suh kri ẓrvrt kh ḥd nishhi tjavuz, tylhi chuh yqynaan tuhund rb drguzr krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 146,
    "translation": "Th yimv lukv yhvdyt akhtyar kr timn pytth ạsụ̄ aashi sạry pnjhi vạlụ̄ janvr ḥram krimtụ̄, byyhi gạv th czhavjhi hnz chrby thi, aamhi vrạe zi yus chrb tihndis kmbrs ya tihndyn andrman lvr āshi ya rvzi addjhi lvr yih avs ashi timn tihnzi srkshy hund sza dytumut (mzyd vẓaḥt mvjvub vuchihv svrh āl ʿmran āyt 93 th svrh nsaʿ āyt 160) th yikynczhah asụ̄ yih vnan chih yih chih balkl pvz vnan."
  },
  {
    "verse_id": 147,
    "translation": "Vonụ̄ agr tim tohyih buth pihrn tylhi vniv timn zi tuhndis rb sndi rḥmtuk damn chuh vsyʿ, th mjrmav nishhi yiyhi nh tmụ̄ sund ʿdhab vaps pihrnh."
  },
  {
    "verse_id": 148,
    "translation": "Yim mshrk lukh vann (tuhnzn yimn kthn hndis jvabs mnz) ẓrvr zi, agr Allah tʿālyā yyczihh he tylhi nh krhav asụ̄ shrk th nh krhan sạnụ̄ mạlụ̄ buddibb, th nh tthhravhav asụ̄ kanhh chyz ḥram. (yʿny tim krn pnun jurm th pnnhi ghlṭ kạry khạṭr sue prvn ʿuudhr pysh yus hmyshh chih mujrm th ghlṭ kar lukh pysh kran rvudimtụ̄. Tim vnn zi sạnis ḥqs mnz chhe Allah tʿālyā snz mshyt yhe zi asụ̄ gczhv shrk krnụ̄ th yim chyz ashi ḥram chih tthhrạvimtụ̄ tim tthhravvkh ḥram. Nath agr Allah tʿālyā yyczhh he nh zi asụ̄ gczhụ̄ yih krnụ̄ tylhi kithh pạtthụ̄ avs mmkn zi sanhi dsụ̄ gczhn yimh kamhi srzd. Lhādha chih asụ̄ Allah tʿālyā sndis mshyts mṭạbq yih svrue kynhh kran, amhi mvjvb chih ṣḥyḥ kran. Vonụ̄ agr aamiyuk alzam lghi suh lghi nh ashi, suh lghi khudays. Th yikynczhah asụ̄ kran chih, asụ̄ chih yy krnh khạṭr mjbvr tikyazi amhi vrạe byyhi kynhh krun chuh sanhi ṭaqth nishhi nybr.) yiczae kthh bnạvụ̄ bnạvụ̄ avs yimn brvuntthmyv lukv thi ḥqs ankar kvrmut yvt tam zn ạkhrkar sanhi ʿdhabuk mzh timv vuchh, yimn vniv, kya tohyih nishhi chha kanhh ʿlm yus ashi brvnhh knhi pysh hykiv krith? Tvhụ̄ chihv ṣrf gumans pytth pkan th czhre qyas ārạyiyih chihv kran."
  },
  {
    "verse_id": 149,
    "translation": "Pth vnv (tuhnds ath ḥujt kis mqabls mnz), ḥqyqt rs (yʿny pvur ghạlb) ḥujt chhe khudays nishhi, be shk hrgah Allah tʿālyā yyczihh he tylhi diyih hyv tohyih sarine hdayt. (yʿny tvhụ̄ yosh ḥujt pnnhi ʿdhr rngụ̄ pysh chihv kran zi agr Allah tʿālyā yyczihh he tylhi krhav nh asụ̄ shrk. Amhi nishhi chahnh pvur kath ada spdan. Pvur kth agr vannụ̄ chihv yaczhan tylhi vniv yithh pạtthụ̄ zi agr Allah tʿālyā yyczihh he tylhi diyih he ashi sarine hdayt. Dvyimyn lfẓn mnz vanav zi tvhụ̄ chihv nh pnnhi aintkhab nishhi siyz vth akhtyar krnh khạṭr tyar, blkh chihv yih yczhan zi khudayn yithh pạtthụ̄ frshth chih pydạyshy ṭvr syzi vthi pytth pkn vạlụ̄ bnạvimtụ̄, tithe pạtthụ̄ gvczuhv tohyih thi bnavun. Be shk agr yih mshyt Allah tʿālyā snz ansan sndis ḥqs mnz āsihe, tylhi hykhi he suh ẓrvr yih krith. Mgr yih chahnh tmụ̄ snz mshyt. Lhādha yosh gumrạhy tohyih panh pans khạṭr chahv psnd krmcz, Allah tʿālyā thi diyv tohyih athụ̄ mnz rvznh.)"
  },
  {
    "verse_id": 150,
    "translation": "Yimn vniv zi, aniyvukh pnnụ̄ tim gvah yim amhi kthhi hnz shhadt din, zi khudae ne chih yim chyz ḥram krụ̄mtụ̄. Pth agr tim shhadt din tylhi dy zyv nh tvhụ̄ timn sintụ̄ shhadt, (yʿny agr tim shhadtch dhmh dạry smjhan āsn th zanan āsn zi shhadt chhe aamy kthhi hnz dinụ̄ yymyuk ʿlm ansans āshi, tylhi krn nh tim hrgz yih shhadt dinuk jurat. Albth agr tim lukh shhadtch dhmh dạry mḥsvs krnh vrạe ẓids layinh yin zi Allah tʿālyā sund nav hyth krn nh aapz gvạhy dins hirash, tylhi bnụ̄zyv nh tihnds ath aapzis mnz tihndụ̄ sạthy.) th hrgz pkụ̄ ziyv nh tihndiyn khvạhshatn pth pth yimv sanyn āyatn buth chuh pihyurmut, th yim ạkhrtkụ̄ munkr chih, byyhi yim baqyan chih pnnis rb sund hmsr (brabr) bnavan."
  },
  {
    "verse_id": 151,
    "translation": "Ae nby, yimn vniv zi vliv bh bvznavav tuhndụ̄ rbn kya pabndyih chhe tohyih pytth ʿạyd krimacz (yʿny tuhndis rb snz ʿạyd krnh āmcz pabndyih chahnh timh yimn mnz tvhụ̄ girftar chihv, blkh chhe aṣly pabndyih nomh) yih zi ts sintụ̄ mah kriyvun kanhh shryk, th mạlis majhi sintụ̄ kriv nyk slvk, byyhi mah kriyvukh pnnụ̄ avlad ghryby hndi ddr kinụ̄ qtl, asụ̄ chihv tohyih thi rzq divan th timn thi dimav, th be shrmy hnzn kthn mah gczihv nkhh thi khvah timh nanhi vanh ạsitn ya czhayih pạtthụ̄, (draṣl chuh lfẓ fvaḥsh astʿmal spudmut yymyuk aiṭlaq timn tmam kamyn pytth chuh spdan yihnz burạyy balkl vaẓḥ chhe. Qrāns mnz chuh zina, qvmi lvuṭch ʿml, nnge rvzun, aapz thmt th ys sintụ̄ mạlụ̄ nkaḥ kvrmut āshi ts sintụ̄ nkaḥ krun fḥsh kamyn mnz shmar krnh āmut. Ḥdyth shryfs mnz chuh czvuri, shrab nvshy th bychhhi nas fvaḥsh vannh āmut. Yithe pạtthụ̄ chhe tmam shrmnak kamhi thi fvạḥshn mnz shạml, th Allah tʿālyā sund arshad chuh yih zi yczhh kamhi nh gczhn nanhi vanh yinhi krnh th nah czhayih pạtthụ̄) th byyhi kanhh zuv yus khudayn mḥtrm chuh tthhrvvmut mah kriyvun hlak mgr ḥqh san, yimh chhe kthh yuhund hdayt tmụ̄ tohyih kvrmut chuhv bnan chuh zi tvhụ̄ hiyyv ʿqlhi kạm."
  },
  {
    "verse_id": 152,
    "translation": "Byyhi yih zi ytym sndis mals nkhh mah gczihv, mgr tmhi ṭryqh yus bhtryn āshi, yvt tam zn suh pnnhi jvạny tam vathi, th mynh ns tvlns mnz kriv anṣaf, asụ̄ chih prth shkhṣs pytth dhmh dạry hund tiytue bar thavan yvtah tmụ̄ sndis aimkans mnz chuh, th yylhi kth vniv anṣafch vniv khvah mʿāmlh kvnh āshi pnnis rshth dar sundue, th Allah tʿālyā sund ʿhd kriv pvur. (Allah tʿālyā sndi ʿhd nishhi chuh murad suh ʿhd yus ansans th khudays byyhi ansans th ansans drmyan fṭry ṭvr pạnụ̄ pane chuh gnddnh yivan yymhi saʿth akh shkhṣ Allah tʿālyā snzi zmynhi pytth akis ansạny muʿāshrs mnz chuh pạd spdan.) yimn kthn hund hdayt chuhv khudayn tohyih kvrmut bnan chuh zi tvhụ̄ kriv nṣyḥt qbvl."
  },
  {
    "verse_id": 153,
    "translation": "Byyhi chuh tmụ̄ sund hdayt yih zi yhe chhe myạnụ̄ siyz vath, lhādha pkiv tvhụ̄ athụ̄ pytth, th baqy vtn pytth mah pkiv zi timh ddalnv tohyih aamhi syzi vathi nishhi th krnav chhlh chhangr, yih chuh suh hdayt yus tuhndụ̄ rbn tohyih kvrmut chuhnav bnan chuh zi tvhụ̄ bchiv kaj raviy (vathi ddlnh) nishhi."
  },
  {
    "verse_id": 154,
    "translation": "Pth ạs ashi mvsyā ʿlyh alslams ktab ʿṭa krmcz. Yosh rczrch rvish akhtyar krn vạlis ansans pytth nʿmtuk tkmyl th prth ẓrvry chyzuk tfṣyl th srasr hdayt th rḥmt ạs (th amhi mvjvb ạs bny asrạʿyls dinh āmcz zi) shayd aann lukh pnnis rbs sintụ̄ mlaqat krns pytth ayman. (murad chuh yih zi lukh trạvin pnun pan ghyr dhmh dar smjuhn th yih mạnin zi timn chuh akhi doh pnnis rbs brvnhh knhi ḥạẓr spdith pnnyn ʿmln hund jvab diyun)"
  },
  {
    "verse_id": 155,
    "translation": "Th yithe pạtthụ̄ chhe yih ktab ashi nạzil krmcz akh brkt vajinụ̄ ktab, lhādha kriv tvhụ̄ aamich pyrvy byyhi kriv tqvyā hch rvish akhtyar, yih kth chahnh dvur zi tohyih pytth yiyhi rḥm krnh."
  },
  {
    "verse_id": 156,
    "translation": "Vonụ̄ hykiv nh tvhụ̄ yih vnith zi ktab ạs aashi brvntthmyn don grvhn dinh āmcz, th aashi ạs nh kanhh khbr zi tim kya ạsụ̄ pran prnavan."
  },
  {
    "verse_id": 157,
    "translation": "Th vonụ̄ hykiv nh tvhụ̄ yih bhanh thi krith zi agr ashi pytth ktab āshi he nạzil krnh āmcz tylhi spdhav asụ̄ tihndi khoth zyadh hdayt yafth thạbt, tohyih nishhi chhe tuhndis rb sndi ṭrfh akh rvshn dlyl th hdayt th rḥmt āmcz, vonụ̄ kus hykhi tmụ̄ sndi khoth bvdd ẓạlim ạsith yus Allah tʿālyā sndyn āyatn ankar kri th timv nishhi pihri buth, yim lukh sanyv āyatav nishhi buth chih pihran timn dimv asụ̄ aath rvgrdạny hndis padashs mnz ẓrvr bdtryn sza."
  },
  {
    "verse_id": 158,
    "translation": "Lukh chha vonụ̄ ath antẓars zi timn brvnhh kun yith gczhn frshth khrra spdnụ̄, ya gczihh tuhund rb panh yun, ya gczhn tuhndis rb snz kynhh ttakar nshạnyih ẓạhr spdnh? (yʿny qyamtkụ̄ āthar ya ʿdhab ya byyhi kanhh ticzh nshạny yvsh ḥqyqts balkl gczihh prdh thvd tulnụ̄ th yymhi kh ẓạhr spdnh pth amtḥanuk th āzmạyshhi hund kanhh svale rvzinh pth kun.) yymhi doh tuhndis rb snz kynhh mkhṣvṣ nshạnyih ẓahr spdan, pth diyih nh tithis kạnshi shkhṣs tmụ̄ sund ayman kanhh fạydh yymụ̄ nh godd ayman āshi avnmut ya yymụ̄ nh pnnis aymans mnz kanhh rczr āshi kmvvmut. Ae nby, yimn vniv zi, achha tvhụ̄ kriv antẓar asụ̄ thi krv antẓar."
  },
  {
    "verse_id": 159,
    "translation": "Yimv lukv pnnis dynas ttkr ttkr krụ̄ th spdụ̄ alg alg drụ̄, yqynaan chuhnh tohyih timn sintụ̄ kanhh vasṭh, tihund mʿāmlh chuh khudays spurd, sue vnhi timn zi timv kya kynczhah chuh kvrmut."
  },
  {
    "verse_id": 160,
    "translation": "Yus Allah tʿālyā sndis drbars mnz nyky hyth yiyhi ts khạṭr chuh dah gonh ajr, th yus bdy hyth yiyhi ts yiyhi tiytue bdlh dinh yvutah tmụ̄ qṣvr chuh kvrmut, th kạnshi pytth yiyhi nh ẓlm krnh."
  },
  {
    "verse_id": 161,
    "translation": "Ae nby, vniv myạnụ̄ rbn chhe pzipạtthụ̄ me siyz vth hạvmcz, balkl tthyk dyn yath mnz kanhh hjr chuhnh, abrahym ʿlyh alslamn hund ṭryqh yus yksvu spdith timav akhtyar avs kvrmut, th tim ạsụ̄ nh mushrkv mnz."
  },
  {
    "verse_id": 162,
    "translation": "Vniv myạnụ̄ nmaz, myạnụ̄ tmam marasim ʿbvdyt. (draṣl chuh lfẓ nusuk astʿmal spudmut, aamiyuk mʿny chuh qrbạny thi th aamiyuk aṭlaq chuh ʿmvmyt san bndgy th prstsh hndyn dvyimyn tmam ṣvurtn pytth spdan) myvn zndh rvzun, myvn marun, svrue kynhh chuh Allah rb alʿālmyns khạṭr."
  },
  {
    "verse_id": 163,
    "translation": "Yas nh kanhh shryk chuh, amhi kue chuh me ḥkm dinh āmut th sarive brvnhh chuhs aṭaʿtuk klh nvmravan vvl bh."
  },
  {
    "verse_id": 164,
    "translation": "Vniv, kya bh kra khudays vrạe byyhi kanhh rb tlash ḥalankh sue chuh prth chyzuk rb? Prth kanhh shkhṣ yikynczhah kmavan chuh tamiyuk dhmh dar chuh suh panh, kanhh bvr tuln vvl chuhnh dvyimhi sund bvr tulan. (yʿny prth shkhṣ chuh khod pnnhi ʿmlhi hund dhmh dar. Akụ̄ sndi ʿmlhi hnz dhmh dạry chahnh byyis pytth) pth chuhv tohyih sarine pnnis rbs kun vaps phyrun, tmhi vqth krri suh tohyih pytth tuhndyn akhtlafatn hnz ḥqyqt nnụ̄."
  },
  {
    "verse_id": 165,
    "translation": "Sue chuh yymụ̄ tvhụ̄ zmynkụ̄ khlyfh bnavinav, th tohyih mnz ditin kynczhn hndis mqabls mnz kynczhn bulnd drjhi, takhi yikynczhah tohyih dinh chuh āmut tth mnz kri tohyih āzmạysh. Be shk chuh tuhund rb sza dins mnz thi sytthah tyz, th sytthah drgzr krn vvl th rḥm frmavn vvl thi."
  }
]