[
  {
    "verse_id": 1,
    "translation": "A. L. M. Ṣ."
  },
  {
    "verse_id": 2,
    "translation": "Yih chhe akh ktab yosh tohyih kun chhe nạzil krnh āmcz. Lhādha, ae nby, tuhndis dils mnz gczihh nh aamhi sintụ̄ kanhh khvf spdun (yʿny khocznh vrạe th khvfh vrạe vatnạviv yih lukn tam th aamiyuk mah kriv kanhh prvae zi mkhạlf kmhi qsmuk astqbal krn aath) amhi kh nạzil krnuk ghrẓ chuh yih zi amhi sintụ̄ khocznạviyvukh tvhụ̄ (mnkryni ḥq) th ayman aann valyn khạṭr āshi nṣyḥt."
  },
  {
    "verse_id": 3,
    "translation": "Lvukv, yikynczhah tuhndis rb sndi ṭrfh tohyih pytth nazl chuh krnh āmut tmich kriv pyrvy th pnun rb trạvith mah kriv baqy srprstn hnz pyrvy, mgr tvhụ̄ chihv nṣyḥt kme phn manan."
  },
  {
    "verse_id": 4,
    "translation": "Kạczah bstyih chhe yimh aashi hlak kri, timn pytth vvth svn ʿdhab achank rạthụ̄ kiyut, nathi āv mandinyn tamhi saʿth yylhi tim āramas ạsụ̄."
  },
  {
    "verse_id": 5,
    "translation": "Pth yylhi svn ʿdhab timn pytth āv tihnzn zbann pytth avs nh amhi vrạe kanhh ālav zi pzụ̄pạtthụ̄ ạsụ̄ asụ̄ ẓạlim."
  },
  {
    "verse_id": 6,
    "translation": "Lhādha spdi yih ẓrvur zi asụ̄ krv timn lukn prczhh gạr yimn kun ashi pyghmbr chih svuzimtụ̄, th pyghmbrn thi prczhv (zi pygham vatnavnuk frẓ kth ḥds tam diyut timv anjam th timn kya jvab myvul tamyuk)"
  },
  {
    "verse_id": 7,
    "translation": "Pth krv asụ̄ khod pvur ʿlmh san sạry ḥalat timn brvnhh knhi pysh, ạkhr asụ̄ ma ạsụ̄ kunhi jayih khttith rvuzith."
  },
  {
    "verse_id": 8,
    "translation": "Th vzn āshi tmhi doh ʿīni ḥq. (yʿny tmhi doh āshi nh Allah tʿālyā sndis ḥq kis myzans mnz ḥq vrạe kanhh chyz gvb th vaznh vrạe āshi nh kanhh chyz ḥq. Ys sintụ̄ yvutah ḥq āshi tyvutah āshi suh ba vzn, th fạṣlh yikynczhah thi spdi, suh spdi vznh kh lḥaẓh, byyih kunhi chyzuk yiyhi nh dhrs yvt thi lḥaẓh krnh) yihndụ̄ pạtrụ̄ gvbụ̄ āsn time āsn flaḥ lbn vạlụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Th yihndụ̄ pạtrụ̄ lvtụ̄ āsn time āsn pnun pan khsars mnz travn vạlụ̄, tikyazi tim ạsụ̄ sanyn āyatn sintụ̄ ẓạlmanh brtav kran rvudimtụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Aashi bsạviv tvhụ̄ zmyns mnz akhtyarv san, th tuhundi khạṭr kvr yythi zndh rvznuk saman frahm, mgr tvhụ̄ lukh chihv kme phn shkur gzar bnan."
  },
  {
    "verse_id": 11,
    "translation": "Ashi kvr tuhndi tkhlyquk abtda, pth bnạv tuhnz ṣvrt pth vvn frshtn ādms kriv sjdh, ath ḥukms pytth kvr sarive sjdh mgr ablys spud nh sjdh krn valyn mnz shạml. (aamiyuk mṭlb chuhnh ablys avs frshtv mnz. Draṣl yylhi zmynuk antẓam krn valyn frshtn ādm ʿlyh alslams brvnhh knhi sjdh krnuk ḥukm dinh āv, aamiyuk mṭlb avs yih zi tim tmam mkhlvq thi spdan ādm sndụ̄ muṭyʿ yim frshtn hndis antẓams tḥt ạsụ̄. Amhi mkhlvq mnz kvr ṣrf aiblysn brvnhh pkith yih aʿlan zi suh kri nh ādm ʿlyh alslams brvnhh knhi sjdh.)"
  },
  {
    "verse_id": 12,
    "translation": "Prczhnh ās, cz kmụ̄ chyzn rukvvnakh sjdh krnh nishh yylhi zan me auvsme cze ḥkm diytmut? Tmụ̄ vvn, bh chuhs amụ̄sndi khoth bhtr, cze kvrths bh nar nishhi pạd, th yih kvrthn myczi nishhi pạd."
  },
  {
    "verse_id": 13,
    "translation": "Frmavnh ās, achha, vas cz yythi bon cze chhy nh ḥq zi yythi krkh bjruk tkbr, nyr gczh drḥqyqt chuhkh cz timv lukv mnz yim panh pnnụ̄ dhlt chih yczhan. (draṣl chuh lfẓ ṣaaghiriyn vartavnh āmut. Ṣaghr chuh murad aalraaẓiy bialdhul yʿny suh yus dhlt, ṣghar th vsụ̄payih ḥythyt panh akhtyar kri. Lhādha avs Allah tʿālyā sndi arshaduk mṭlb yih zi bndh th mkhlvq āsnh bavjvd chvn pnnis kibrs mbtla spdun chuh yih mʿny thavan zi cz chuhkh panh dhlyl yczhan spdun.)"
  },
  {
    "verse_id": 14,
    "translation": "Tmụ̄ vvn, me diyiv tath dohs tam mhlt yylhi yim sạry dvbar tulnh yin."
  },
  {
    "verse_id": 15,
    "translation": "Frmavnh ās, cze chhe mhlt."
  },
  {
    "verse_id": 16,
    "translation": "Tmụ̄ vvn, achha, yithh pạtthụ̄ bh cze gmrạhy mnz mbtla kvrths, bthi rvz vonụ̄ chanhi syzi vathi pytth yimn ansann zaghi rvuzith."
  },
  {
    "verse_id": 17,
    "translation": "Prth ṭrfh kr bh yimn ghyr, brvuntthụ̄ kinụ̄ th ptụ̄ kinụ̄, dchihnụ̄ th khvvrụ̄ th cz lbhakh nh timv mnz akthr shkr gzar kynhh."
  },
  {
    "verse_id": 18,
    "translation": "Frmavnh ās, nyr yythi dhlyl th tthkravnh āmthi, yqyn thav zi yimav mnz yim chạnụ̄ pyrvy krn, cze san br bh timv sintụ̄ jhnm."
  },
  {
    "verse_id": 19,
    "translation": "Th ae ādm, cz th chạnụ̄ khandarinụ̄, doshve rvuziv yth jnts mnz, yythi yus chyz tohyih dl vanhi suh khyyiv, mgr yth kuls kun gczhụ̄zyv nh. Nath gczihv ẓạlimn mnz shạml."
  },
  {
    "verse_id": 20,
    "translation": "Pth ddạlụ̄ tim shyṭann, takh tihndụ̄ shrmgah yim akh akis nishhi chuhpavnh ạsụ̄ āmtụ̄ mczravihe timn brvnhh knhi. Tmụ̄ vvn timn, tuhndụ̄ rbn yus tvhụ̄ yymhi kulhi nishhi pth rttinv aamiyuk vjh chuhnh amhi vrạe byyhi kihinụ̄ zi tvhụ̄ gczihv nh frshth bnnụ̄ ya tohyih gczhv nh hmyshh khạṭr pvshvnụ̄ zndgy ḥạṣl spdnụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Th tmụ̄ vvn qsm hạvith timn zi bh chuhs pzy tuhund rut kanchhn vvl."
  },
  {
    "verse_id": 22,
    "translation": "Yithh pạtthụ̄ anụ̄ tmụ̄ tim doshve var var dvkhh dith pnnis czhls mnz, ạkhr kar yylhi timv amhi kulyuk mzh vuchh, tihndụ̄ star spdụ̄ akh akis brvntthh knhi ylh, th timv lạgụ̄ jnt kyv pnh vthrv sintụ̄ pnnụ̄ jsm czhayih thavnụ̄, pth lạe tihndụ̄ rbn timn krykh, kya me ạsimv na tvhụ̄ aamhi kulhi nishhi pth rttụ̄ mtụ̄. Th byyhi avsmv na vvnmut zi shyṭan chuh tuhund ttakarh dshmn?"
  },
  {
    "verse_id": 23,
    "translation": "Doshvyv vvn, ae sanhi rba, ashi kvr pans pytth ẓulm, vonụ̄ hrgah cze ashi drgzr frmvvuth nh, th rḥm kvruth nh, tylhi gczahav pzipạtthụ̄ asụ̄ tbah. (amhi nishhi lvg pe zi ansans mnz chuh shrm v ḥyahuk jdhbh akh fṭry jdhbh th amiyuk avlyn aẓhar chuh so shrm yosh pnnhi jsmkụ̄ mkhṣvṣ ḥṣh baqyn brvntthh knhi kholnh vizi ansan fṭrtaan czynan chuh, tve ạs shyṭan snz goddnich chal yosh tmụ̄ ansạny fṭrt chih syzi vathi nishhi httavnh khạṭr ansans pytth chlạv yih zi suh lgavi amụ̄ sndis ath shrm v ḥya kis jdhbs pytth ttas th nngh gy hnzi vathi kinụ̄ mczravi amụ̄ sndi khạṭr fḥsh kamyn hund drvazh th amis kri jnsy mʿāmlatn mnz bdrah. Amhi ʿlavh spud amhi nishhi yithi mʿlvm zi ansans mnz chhe thdis ḥalts pytth vatnch akh fṭry bochhhi mvjvd. Avae pyvv shyṭans amis brvntth kun khyr khvah sndis lbass mnz yun th yih pyvs vanun zi bh chuhsath cz yczhan zyadh bulnd ḥalts kun niyun. Yithi spud amhi nishhi mʿlvm zi ansan snz aṣly khvby yosh amis shyṭans sndis mqabls mnz bhtr chhe bnavan chhe yih zi yylhi amis qṣvr srzd spdi tylhi spdin yih nạdim thi khudays mngin mʿạfy. Ath brʿks yymụ̄ chyzn shyṭan dhlyl th khvar kvr, suh avs yih zi qṣvr krith spud suh khudays mqablh khrra th krn bghavt)"
  },
  {
    "verse_id": 24,
    "translation": "Frmavnh ākh, vsiv bon, tvhụ̄ chihv akh akụ̄ sndụ̄ dshmn, th tuhndi khạṭr chuh akis khaṣ vqts tam zmyn se mnz jae qrar, th zndh rvznuk saman."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi ākh frmavnh, tty chuhv tohyih zndh rvzun, th tty chuhv marun th ạkhrkar yiyiv tvhụ̄ tmy mnz krrnh."
  },
  {
    "verse_id": 26,
    "translation": "Ae avladi ādm, ashi kvr cze pytth lbas nạzil takh chanyn jsmh kyn qabl shrm ḥṣn kri prdh, chanhi jsmh kh ḥfaẓt khạṭr th zynt khạṭr bnhi dhryʿh thi, th bhtryn lbas chuh tqvyā huk lbas, yih chhe Allah tʿālyā snzav nshạniyv mnz akh nishạny, shayd zi lukh krn amhi nishhi sbq ḥạṣl."
  },
  {
    "verse_id": 27,
    "translation": "Ae bny ādm, yinh yih spdi zi shyṭan kry cze byyhi tithe pạtthụ̄ ftns mnz mbtla, ythh pạtthụ̄ tmụ̄ chvn mvl mvj jnth mnz krrnvvmut avs, th tihndụ̄ lbas ạsin timn krrnạvimtụ̄, takh tihndụ̄ shrmgah mczravihe aakh akis brvnhh knhi, suh th tmụ̄ sndụ̄ sạthy chihv tohyih ticzihh jayih pytthh vuchhan yythi pytthh nh tvhụ̄ tim hykiyvukh vuchihth, yim shyṭan chih ashi timn lukn hndụ̄ srprst bnavimtụ̄ yim ayman chihnh aanan."
  },
  {
    "verse_id": 28,
    "translation": "Yim lukh yylhi kanhh shrmnak kạm chih kran, pth chih vnan zi aashi chih pnnụ̄ mạlụ̄ bddibb athụ̄ ṭryqs pytth vuchihmtụ̄ th Allah tʿālyā ne chuh ashi yih krnuk ḥkm diytmut, (yih arshad chuh ʿrbh kyn lukn hndis nngh ṭvafs kun. Timn mnz ạsụ̄ akthr lukh ḥj kis mvqʿs pytth nnge ṭvaf kran th tihnz znanh āsh aath mʿāmls mnz mrdav khoth zyade be ḥya, tihnzn nẓrn mnz ạs yih akh mdhhby kạm, th nyk smjhith ạs yih kạm krnh yivan) yimn vniv, Allah tʿālyā chuhnh zanhh be ḥyạyy hund ḥkm divan, kya tvhụ̄ chihvh Allah tʿālyā sund nav hyth timh kthh vnan yimn mtʿlq tohyih ʿlm chuhnh zi timh chhe Allah tʿālyā sndi ṭrfh?"
  },
  {
    "verse_id": 29,
    "translation": "Ae nby, yimn vniv, myạnụ̄ rbn chuh syzruk th anṣafuk ḥkm diytmut, th tmụ̄ sund ḥkm chuh yih zi prth ʿbadts mnz thạviv pnun rokh tthyk th tsụ̄ kriv ālv, pnun dyn ts khạṭr khạlṣ krith, ythh pạtthụ̄ tmụ̄ tvhụ̄ aaz chihnv pạd krimtụ̄ tithe pạtthụ̄ yiyiv tvhụ̄ byyhi pạd krnh."
  },
  {
    "verse_id": 30,
    "translation": "Akis dris chhe tmụ̄ siyz vath hạvmcz mgr dvyimis dris pytth chhe gmrạhy rvuzimcz chspan gczihth, tikyazi timv chih khudays bjae shyṭan pnnụ̄ srprst bnạvimtụ̄, th tim chih smjhan zi asụ̄ chih syzi vathi pytth."
  },
  {
    "verse_id": 31,
    "translation": "Ae bny ādm, prth ʿbadt kis mvqʿs pytth rvuziv pnnhi zynt sintụ̄ ārasth. (yth jayih chuh zynt murad mkml lbas. Allah tʿālyā sndis ʿbadts mnz khrra spdnh khạṭr chuhnh ṣrf yutue kạfy zi ansan chuhpavi ṣrf pnun str, blkh chuh ath sintụ̄ yithi ẓrvry zi pnnhi ṭaqth mvjvb lạgin suh pnun lbas thi, yymhi sintụ̄ str pvushy thi spdi th zynt thi. Ansan yithh pạtthụ̄ kạnshi mʿzz ansans smkhnh khạṭr jan lbas chuh lagan tithe pạtthụ̄ pazi ts Allah tʿālyā sndi ʿbadt khạṭr thi jan lbas lagun.) byyhi khyyiv chyyiv ḥd mah nyriv, tikyazi Allah tʿālyā chuhnh ḥd nyrn valyn psnd kran."
  },
  {
    "verse_id": 32,
    "translation": "Ae nby, yimn vniv, kmụ̄ kr Allah tʿālyā snz so zynt ḥram yosh khudayn pnnyn bndn khạṭr krrmcz ạs th kmụ̄ ạsụ̄ Allah tʿālyā sndụ̄ pak chyz mmnvʿ krimtụ̄? Vniv, yim sạry chyz chih dunya chih zndgy mnz thi ayman ann valyn khạṭr, th qyamt kh doh thi āsn khạlṣ pạtthụ̄ timne khạṭr. Yithh pạtthụ̄ chih asụ̄ pnnhi kthh ṣaf ṣaf byan kran timn lukn khạṭr yim ʿlm thavn vạlụ̄ chih."
  },
  {
    "verse_id": 33,
    "translation": "Ae nby, yimn vniv zi myạnụ̄ rbn yim chyz ḥram chih krmtụ̄ tim chih yim: be shrmy hinz kamhi khvah nanhi vanh spdan ya czhayih pạtthụ̄ th gnah (draṣl chuh lfẓ aithm vartavnh āmut yymyuk aṣly mʿny chuh kvtạhy. Th amhi nishhi chuh murad ansan snz pnnis rb sndis aṭaʿts th frmanbrdạry mnz kvtạhy krnụ̄) th ḥqs khlaf zyadty. (yʿny ḥd nyrith tithyn ḥdvudn mnz qdm travun yimn mnz aacznuk ḥq ansans āshi nh) th yih zi khudays sintụ̄ krivyvun tvhụ̄ kanhh tiyuth shryk yymụ̄ sndi khạṭr tmụ̄ kanhh sanad chahnh nạzil krmcz, byyhi yih zi Allah tʿālyā sndis navs pytth vniv kanhh ticzhh kth yth mtʿlq tohyih ʿlm āsyv nh (zi ḥqyqts mnz chhe so tmy frmạvmcz)."
  },
  {
    "verse_id": 34,
    "translation": "Prth qvmas khạṭr chuh muhltuk akh vqt muqrr, pth yylhi kunhi qvmuk muqrr vaqt chuh pvur spdan tylhi chuhnh akis gri sumb thi czyr spdan. (th yih kth ạs khudayn tkhlyq kh āghaz khi vqte ṣaf frmạvmcz zi)"
  },
  {
    "verse_id": 35,
    "translation": "Ae bny ādm yad thav, agr tvhyih nishhi khod tohyh mnz tithụ̄ rsvl yin, yim tohyih myạnụ̄ āyat āsn bvznavan, tylhi yus nafrmạnụ̄ nishhi bchhi th pnnis rviyas kri aṣlaḥ, tas khạṭr chuhnh nh kunhi khvfuk mvqʿ th nh kunhi ghmuk."
  },
  {
    "verse_id": 36,
    "translation": "Th yim lukh sanyn āyatn buth pihrn. Th tihndis mqabls mnz vartavn srkshy (tkbur) time āsn jhnmy, yythi tim hmyshh rvzn."
  },
  {
    "verse_id": 37,
    "translation": "Ạkhr kus āshi ts khoth bvdd ẓạlim yus srasr aapzi kthh bnavith khudays kun mnsvub kri, ya kri Allah tʿālyā sndyn pzyn āyatn ankar? Yithụ̄ lukh rvzn pnnhi tqdyr kh nvishth (lvḥi mḥfvẓ) mṭạbq pnun ḥṣh ḥạṣl kran, (yʿny dunya hs mnz yityah doh tihndi mohltkụ̄ mqrr chih tath vqts tam rvzn yythi th bẓạhr yymhi qsmch zndgy tihndis nṣybs āshi khvah rcz ạsitn ya khrab, tim guzarn so) yvt tam zn so gr vathi yylhi sạnụ̄ svznh āmtụ̄ frshth tihndụ̄ rvḥ qbẓ krnh khạṭr vatn tmhi vqth prczhn tim timn zi, vniv vonụ̄ kthi chih tuhndụ̄ mʿbvd yimn tvhụ̄ khudays bjayih ālv ạsiv divan? Tim vann zi, aashi rạvụ̄ sạry. Th tim din khod pans khlaf gvạhy zi asụ̄ ạsụ̄ pzipạtthụ̄ mnkri ḥq."
  },
  {
    "verse_id": 38,
    "translation": "Allah tʿālyā frmavykh, gczihv, tvhụ̄ thi gczihv tthụ̄ jhnms yth mnz tohyih brvntthim guzrymtụ̄ jinan th ansanan hndụ̄ drụ̄ chih gmtụ̄, prth dvr yylhi jhnms mnz aaczi suh spdi pnnis brvuntthmis dris pytth lʿnt kran kran dạkhl. Ḥtyā kh yylhi sạry tathi jmʿ spdn, th prth kanhh ptim dvr vanhi goddnikis dris mtʿlq zi ae rb, yim ạsụ̄ tim yimv asụ̄ gmrah krụ̄, lhādha diyv yimn naruk dognh ʿdhab. Drjvab spdi arshad, prth kạnshi hndi khạṭr chih dognh ʿdhab mgr tohyih chahv nh pe. (yʿny akh ʿdhab panh gmrạhy akhtyar krnuk th dvyum ʿdhab baqy gmrah krnuk, akh sza pnnyn jurmn hund th dvyum sza dvyimyn khạṭr pyshgy jurmn hund myrath pth kun travnuk)"
  },
  {
    "verse_id": 39,
    "translation": "Th goddniyuk dvr vanhi dvyimis dris zi (agr asụ̄ qabli alzam ạsụ̄) tohyh kosh fẓylt ạsv tylhi ashi pytth, vonụ̄ vuchihv pnnhi kmayih hndi bdlh ʿdhabuk mzh."
  },
  {
    "verse_id": 40,
    "translation": "Pczh kriv, yimv lukv sanyn āyatn ainkar chuh kvrmut th tihndis mqabls mnz chahkh srkshy krmcz, tihndi khạṭr yin nh āsmankụ̄ drvazh hrgz mczrvanh, tihund jnts gczuhn chuh tyvutue nammkn yvt scznụ̄ gdi mnzụ̄ avntth sund nyrun chuh, mujrmn chuh aashi nishhi yutuhe bdlh mylan."
  },
  {
    "verse_id": 41,
    "translation": "Yihndi khạṭr āshi jhnmuk vathrun th jhnm kue vurun, yih chuh suh bdlh yus asụ̄ ẓạlimn chih divan."
  },
  {
    "verse_id": 42,
    "translation": "Ath brʿks yimv sạnụ̄ āyat chih mạnụ̄mtụ̄ byyhi chhkh rcz kamhi krimacz, th ath mʿāmls mnz chihn asụ̄ prth kanhh tmụ̄ sndi aistṭaʿt muṭabqe dhmh dar tthhravan, tim chih ahli jnt yythi tim hmyshh rvzn."
  },
  {
    "verse_id": 43,
    "translation": "Tihndyn diln mnz yus kdvurt akh akis khla f āshi suh krrvn asụ̄ nybr, timan bnụ̄kinụ̄ āsn kolh pkan. Th tim vann zi, tʿryf chuh Allah tʿālyā sndy khạṭr yymụ̄ aashi yih vath hạv, asụ̄ hykhi hav nh panh vath lbith hrgah Allah tʿālyā sạnụ̄ rhnmạyy krihe nh, sạnis rb sndụ̄ svznh āmtụ̄ rsvl ạsụ̄ pzipạtthụ̄ ḥqe hyth āmtụ̄. Tmhi vqth yiyhi āvaz zi, yih jnt yymikụ̄ tvhụ̄ vạrth chihv bnavnh āmtụ̄ yih chuhv tohyih timn ʿmln hndi bdlh ḥạṣl spudmut yim tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 44,
    "translation": "Pth vann yim jntkụ̄ lukh jhnm kyn ālv dith, ashi lbụ̄ tim sạry vʿdh tthyk yim sạnụ̄ rbn aashi sintụ̄ krimtụ̄ ạsụ̄, tohyih thi lbivaa tim vʿdh tthyk yim tuhndụ̄ rbn krimtụ̄ ạsụ̄? Tim din jvab, ā. Pth layih akh nad dinh vvl timn drmyan nad zi, Allah tʿālyā snz lʿnt timn ẓạlimn pytth."
  },
  {
    "verse_id": 45,
    "translation": "Yim Allah tʿālyā snzi vathi nishhi lukn rukavan ạsụ̄, th tth ạsụ̄ yczhan hj krnụ̄ byyhi ạsụ̄ ạkhrts kran ankar."
  },
  {
    "verse_id": 46,
    "translation": "Yimn doshvnụ̄ daryn mnzbag spdi akh prdh ḥạyl yymhi kyn thzrn (aʿrafn) pytth byyhi thi kynhh lukh āsn, yim prznavn prth kạnshi tmụ̄ sndi ddykhi sintụ̄. Th jnt valyn vann ālv dith zi, slamty ạsin tohyih pytth, yim lukh spdụ̄ nh jnts mnz dạkhl mgr tmikụ̄ aumydvar āsn. (yʿny yim aṣḥabu alaʿraf āsn tim lukh yihnzi zndgy hund nah āshi mthbt phlv tyvutah mẓbvṭ zi yim hykn jnts dạkhl spdith th nah āshi mnfy phlv tyvutah khrab zi jhnms yin travnh. Lhādha rvzn tim jnts th jhnm kis drmyạny srḥds pytth th Allah tʿālyā sndi fẓlh sintụ̄ āsykh yih aumyd zi aashi gvczh jnt nṣyb spdun)"
  },
  {
    "verse_id": 47,
    "translation": "Th yylhi tihnz nẓr jhnm valyn kun phyrn tylhi vann, ae sanhi rba, aashi krụ̄ zynh yimn ẓạlimn lukn mnz shạml."
  },
  {
    "verse_id": 48,
    "translation": "Pth krn yim aʿrafụ̄ lukh jhnm kyn kynczhn bjn shkhṣytn tihnzv nishạnyv sintụ̄ prznạvith ālv zi, vuchihva tohyih aaz nah āe tuhndụ̄ ttvlh tohyih bkar th nh tim saz v saman yimn tvhụ̄ (tkbur san) bddụ̄ chyz ạsiv smjhan."
  },
  {
    "verse_id": 49,
    "translation": "Th kya yim ahli jnt chihna time lukh yimn mtʿlq tvhụ̄ qsm hạvụ̄ hạvụ̄ vnan ạsiv zi yimn diyih nh Allah tʿālyā pnnhi rḥmt mnz raczh thi? Aaz āv yimne vannh zi dạkhl spdiv jnts mnz, tuhndi khạṭr nah chuh khvf nah spdiv tvhụ̄ ghmgyn."
  },
  {
    "verse_id": 50,
    "translation": "Th tim jhnmkụ̄ lukh krn jnt valyn ālv zi, ashi pytth trạvụ̄tav km kynczhah āb ya yus rzq khudayn tohyih diytmut chuhnav tmy mnz chhkụ̄tav kynczhah. Tim din jvab zi, khudayn chih yim doshve chyz timn mnkryni ḥqn pytth ḥram krimtụ̄."
  },
  {
    "verse_id": 51,
    "translation": "Yimv pnun dyn khyl th tfryḥ avs bnvvmut th yim dnyachhi zndgy ạsụ̄ dvkhs mnz mbtla krimtụ̄, Allah tʿālyā chuh frmavan aaz mshravvkh asụ̄ thi tim tithe pạtthụ̄ yithh pạtthụ̄ yim yymhi dohuk mlaqat mshravan ạsụ̄, th sanyn āyatn rvudụ̄ ankar kran."
  },
  {
    "verse_id": 52,
    "translation": "Asụ̄ chih yimn lukn nishhi akh ticzh ktab hyth āmtụ̄, yosh aashi ʿlmh kis bnyads pytth mfṣl chhe bnạvmcz, th yosh ayman anan valyn khạṭr hdayt th rḥmt chhe."
  },
  {
    "verse_id": 53,
    "translation": "Kya vonụ̄ chha yim lukh aamhi vrạe byyhi kunhi kthhi praran zi suh anjam gczihh brvnhh kun yun yymich yih ktab khbr chhe divan? Yymhi doh suh anjam brvnhh kun āv, time lukh yimv yih godd nẓr andaz avs kvrmut vann zi, pzpạtthụ̄ ạsụ̄ rb sndụ̄ rsvl ḥq hyth āmtụ̄, kya vonụ̄ mylnh aashi kynhh sfạrsh dar, yim sạnis ḥqs mnz sfạrsh krn? Nath gczhụ̄ asụ̄ dvbarh vaps yinụ̄ svznh, takh yikynczhah asụ̄ goddh ạsụ̄ kran tth brʿks krhav asụ̄ dvyimis ṭryqs pytth kạm. Timv trvv pnun pan khsars mnz th tim sạry aapzụ̄ rạvụ̄ aaz timn yim timv tṣnyf ạsụ̄ krimtụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Drḥqyqt chuh tuhund rb Allah tʿālyā he yymụ̄ āsman th zmyn shyn dohn mnz pạd krụ̄ (yath jayih chuh lfẓ doh tamiy czvvuhan gạnttn hndi dohuk hm mʿny yath dunyahkụ̄ lukh doh chih vnan ya chuh yih lfẓ davr kis mʿniyas mnz vartavnh āmut.) pth spud pnnis slṭnt kis tkhts pytth jlvh frma. (Allah tʿālyā sund ʿrshs pytth jlvh frma spdnch tfṣyly kyfyt smjhun chuh sanhi khạṭr nammkn. Yih chuh mutshabhatav mnz yihndụ̄ mʿne mtʿīn hykn nh krnh yith.) yus rạcz chuh dohs pytth valan, th pth chuh rạcz pte doh yivan, yymụ̄ āftab th zvun th tark pạd krụ̄, sạry chih tmụ̄ sndy frmankụ̄ tạbʿ. Khbrdar rvuziv! Tmụ̄ sundue chuh pạd krun th tmụ̄ sundue chuh ḥukm. (yʿny Allah tʿālyā ne chih yih kaʿnat pạd krmcz th sue chuh aamiyuk frmanrva, pnnụ̄ khlq chihnh tmụ̄ baqyn ḥvalh krimtụ̄, nh chuhn kạnshi mkhlvqs yih ḥq dytmut zi khod mkhtar spdith yikynczhah yyczih thi kri) sytthah babrkt chuh (Allah tʿālyā snd sytthah babrkt āsnuk mṭlb chuh yih zi tmụ̄ snzn khvbiyan th rczrn chuhnh kanhh ḥde, be ḥd th be ḥsab khyrat chuh tmụ̄ sndy dhat nishhi phhlan) Allah, sarine jhann hund mạlk th prvrdgar."
  },
  {
    "verse_id": 55,
    "translation": "Nad lạyiv pnnis rbs zạry kran kran th czhayih pạtthụ̄, pzụ̄pạtthụ̄ chuhnh suh ḥd nyrn valyn psnd kran."
  },
  {
    "verse_id": 56,
    "translation": "Zmyns mnz mah kriv fsad brpa, yylhi zn ath aṣlaḥ chuh spudmut. (yʿny hth bdyv th sash bdyv vriyv pytthh yim Allah tʿālyā sndiyv pyghmbrv th ansạny zuryat kyv khyr khvahv hnzv kvushishv sintụ̄ ansany akhlaq th tmdns mnz aṣlaḥat spdymtụ̄ chih timn mnz mah kriv pnnyv ghlṭ kạriyv sintụ̄ khrạby pạd) byyhi kriv Allah tʿālyā se ālv khvfs san th amyd san, pzụ̄pạtthụ̄ chhe Allah tʿālyā snz rḥmt nyk krdar lukn nkhh."
  },
  {
    "verse_id": 57,
    "translation": "Th Allah tʿālyā he chuh suh yus hvahan chuh pnnis rḥmtas brvnhh brvnhh khvshkhbry hyth svzan, pth yylhi tim ābh dar avbrs thvd chih tulan, th pth chih tath kunhi mordh zmyns kun ḥrkt divan, th suh chuh tathi rvud trạvith (tamy svkhth gmthi zmyn mnz) rngh rngh myvh krran. Vuchihv, yithh pạtthụ̄ chihkh asụ̄ mord mvt kh ḥalt mnz krran, shayd zi tvhụ̄ rttiv amhi mushạhdh nishhi sbq."
  },
  {
    "verse_id": 58,
    "translation": "Yosh zmyn aṣl chhe āsan so chhe pnnis rb sndi ḥukmh sintụ̄ jan pydavar divan, th yosh zmyn khrab chhe āsan tth chuhnh naqṣ pydavar vrạe byyhi kihinụ̄ nyran, yithe pạtthụ̄ chih asụ̄ gri gri kran nshạnyih pysh timn lukn khạṭr yim shkr gzar spdn vạlụ̄ chih."
  },
  {
    "verse_id": 59,
    "translation": "Aashi svuz nvḥ tmụ̄ sndis qvms kun. (ḥẓrt nvḥ ʿlyh alslamn hund qvm avs tth ʿlaqs mnz rvzan yth asụ̄ azkl ʿraq chih vanan) tmụ̄ vvn, ae bradrani qvm, Allah tʿālyā snz bndgy kriv, ts vrạe chuhnh tuhund kanhh khudae, bh chuhs tuhndis ḥqs mnz akhi vultth doh kh ʿdhab nishhi khoczan."
  },
  {
    "verse_id": 60,
    "translation": "Tmụ̄ sndyv qvm kyv srdarv diyut jvab, ashi chuh yih basan zi cz chuhkh ttakarh gmrạhy mnz mbtla."
  },
  {
    "verse_id": 61,
    "translation": "Nvḥ chih vanan, ae bradrani qvm, bh chuhs nh kunhi gumrạhy mnz mbtla, blkh chuhs bh rb alʿālmyn sund rsvl."
  },
  {
    "verse_id": 62,
    "translation": "Tohyih nish chuhs pnnis rb sndụ̄ pygham vatnavan, bh chuhs tuhund khyr khvah th me chuh Allah tʿālyā sndi ṭrfh tikynczhah pe yih nh tohyih pe chuhv."
  },
  {
    "verse_id": 63,
    "translation": "Kya tohyih gvvh ath kthhi pytthh tʿjub zi tohyih nishhi vạcz khod tuhndis qvm kis akis shkhṣh sndi dhryʿhi tuhndis rb snz yad dihạny takh tohyih kryv khbrdar th tvhụ̄ bchiv ghlṭ rviyih nishhi th tohyih pytth yiyhi rḥm krnh?"
  },
  {
    "verse_id": 64,
    "translation": "Mgr timv pihyur ts buth, ạkhr kar diyut ashi ts th tmụ̄ sndyn sạthyan akis navi mnz njat, th tim lukh ddubạvụ̄ yimv sanyn āyatn ankar avs kvrmut, pzụ̄pạtthụ̄ ạsụ̄ tim nabyna lukh."
  },
  {
    "verse_id": 65,
    "translation": "Th ʿāds kun svuz tmụ̄ sund bve hvd (qvmi ʿāduk aṣly ttihkanh avs aḥqaf ʿlaqh yus ḥjaz, yamn th yamamah has mnzbag chuh. Yyty pytth phhlith kvr timv lukv yamnh kyn mghrby sạḥiln, ʿman th ḥẓrmvt pytthh ʿiiraqas tam pnnhi ṭaqtuk dabdbh qạyim) tmụ̄ vvn, ae bradran qvm, Allah tʿālyā snz bndgy kriv, ts vrạe chuhnh tuhund byyhi kanhh khudae. Tylhi kya, tvhụ̄ kriv na ghlṭ kamyv nishhi prhyz?"
  },
  {
    "verse_id": 66,
    "translation": "Tmụ̄ sndi qvm kyv srdarav, yim tmụ̄ snz kth mannh nishhi ankar ạsụ̄ kran, vvnhas drjvab, aashi chuh basan cz chuhkh be ʿqly mnz mbtla, th aashi chuh basan cz chuhkh aapziyvr."
  },
  {
    "verse_id": 67,
    "translation": "Tmụ̄ vvn, ae bradrani qvm, bh chuhs nh be ʿqly mnz mbtla, blkh chuhs bh rb alʿālmyn sund rsvl."
  },
  {
    "verse_id": 68,
    "translation": "Tohyih nishhi chuhs pnnis rb sndụ̄ pygham vatnavan, byyhi chuhs tuhund tiyuth khyr khvah yas pytth bhrvsh yiyhi krnh."
  },
  {
    "verse_id": 69,
    "translation": "Kya tohyih gvva aath kthhi pytth tʿjub zi tohyih nishhi vạcz khod tuhndiy qvm kis nfr sndi dhryʿh tuhndis rb snz yad dhạny, takh suh kryv tohyih bakhbr? Mshith mah gczihnav, tuhndụ̄ rbn bnạvinav tvhụ̄ nvḥ sndi qvm pth pnnụ̄ janshyn, th tvhụ̄ bnạvụ̄nav jan pạtthụ̄ ṣḥt mnd. Lhādha, thạviv Allah tʿālyā sndi qdrtkụ̄ kmalat yad, (draṣl chuh lfẓ āla vartavnh āmut, yymyuk mʿny nʿmtn hund thi chuh th Allah tʿālyā sndyn kmalat hund thi, byyhi ṣfati ḥmydh thi) aumyd chhe zi flaḥ lbiv."
  },
  {
    "verse_id": 70,
    "translation": "Timav diyut jvab, kya cz chuhkhh ashi nishhi amhi mvjvb āmut zi asụ̄ krav kunis Allah tʿālyā snze yạcz ʿbadt th tim travvkh yihnz ʿbadt sạnụ̄ mạlụ̄ buddibb chih rvudimtụ̄ kran? Achha, aan cz suh ʿdhab yymich dhmky cz ashi divan chuhkh agr cz pziyvr chuhkh."
  },
  {
    "verse_id": 71,
    "translation": "Tmụ̄ vvn, tuhndis rb sund ʿdhab vvth tohyih pytth th byyhi tmụ̄ sund ghẓb. Kya tvhụ̄ chihva me sintụ̄ timn navan pytth czuvan yim tohyih th tuhndụ̄ mạlụ̄ buddibbn thạvimtụ̄ chih, (yʿny tvhụ̄ chihv kạnshi rvuduk, kạnshi hvahuk, kạnshi dvltuk th kạnshi bymari hund rb vnan, ḥalankh yimv mnz chuhnh drḥqyqt kanhh thi kunhi chyzuk rb, yim sạry chih mḥẓ nav yim tohyih thạvimtụ̄ chihv, yus yihndụ̄ mokhh czuvan chuh suh chuh draṣl kynczhn navan hndi mokhh czuvan nah zi kunhi ḥqyqt khạṭr) yihndi khạṭr khudayn kanhh sanad chahnh nạzil krmcz? Achha tylhi kriv tvhụ̄ thi anẓar th bthi kr tohyih sintụ̄ antẓar."
  },
  {
    "verse_id": 72,
    "translation": "Ạkhr kar bchvv aashi pnnhi mhrbạny sintụ̄ hvd th tmụ̄ sndụ̄ sạthụ̄. Th timn lukn czvtt mvul yimv sanyn āyatn buth pihyur th tim ạsụ̄ nh ayman aann vạlụ̄."
  },
  {
    "verse_id": 73,
    "translation": "Th thmvds kun svuz aashi tmụ̄ sund bve ṣalḥ (qvmi thmvdch rvzn jae ạs shmal mghrby ʿrbuk suh ʿlaqh yus az th alḥijr nav zannh chuh yivan. Mvjvdh zmans mnz chhe mdyns th tbvks drmyan akh jae yth mdayn ṣalḥ chih vnan. Yohe avs thmvduk ṣdri mqam th prạnis zmans mnz ạsis ḥijr vanan. Az tam chhe tathi qvmi thmvd chih kynhh ʿmarthi mvjvd yimh timv bal khnụ̄ khnụ̄ bnavimcz āsh) tmụ̄ vvn, ae bradrani qvm, Allah tʿālyā snz bndgy kriv, ts vrạe chuhnh tuhund byyhi kanhh khudae, tohyih nishhi chhe tuhndis rb snz ttakar dlyl āmcz, yih Allah tʿālyā snz avunttinụ̄ chhe tuhndi khạṭr akhi nshạny rngụ̄, (amhi qṣkụ̄ yim tfṣylat qrāns mnz mkhtlf jayn chih byan spdụ̄mtụ̄ timv nishhi chuh nnan zi thmvd kyv lukv avs panh khod ḥẓrt ṣalḥ ʿlyh alslamas akhi ticzihh nshạny hund mṭalbh kvrmut yosh Allah tʿālyā sndi ṭrfh tihndis mamvr āsns pytth ttakarh dlyl āshi, th aamhi kise jvabas mnz ạs ḥẓrt ṣalḥ ʿlyh alslamn avnttnụ̄ pysh krmcz.) lhādha trạviyvun yih ylh takh Allah tʿālyā sndis zmyns mnz rvzi gash khyvan phyran, amis lạgụ̄ziyv nh kunhi bur aradh san athh, nath rattyv tohyih akh dag tulvun ʿdhab."
  },
  {
    "verse_id": 74,
    "translation": "Yad kriv suh vqt yylhi khudayn qvmi ʿād pth tvhụ̄ tmikụ̄ janshyn bnạvinv th tohyih kvrnav zmyns mnz yih thzr ʿṭa zi aaz chihv tvhụ̄ tmụ̄ sndyn hmvar mạdann mnz ʿạlyshan mḥl bnavan. Th tmụ̄ sndụ̄ bal chihv mkann hnzi shklhi mnz gran. Lhādha, mah spdiv tmụ̄ sndyv qdrt kyv kmalatv nishhi ghạfl, th zmyns mnz mah kriv fsad."
  },
  {
    "verse_id": 75,
    "translation": "Tmụ̄ sndyv qvm kyv srdarav yim nari dchihnụ̄ (mghrvr) ạsụ̄ bnymtụ̄ vvn kmzvr ṭbqh kyn timn lukn yimv ayman avs avnmut kya tvhụ̄ chihvh zanan pzụ̄pạtthụ̄ zi ṣalḥ chih pnnis rb sund pyghmbr? Timv diyut jvab, be shk yus pygham hyth suh svznh chuh āmut suh chih asụ̄ manan."
  },
  {
    "verse_id": 76,
    "translation": "Yim nari dchihnụ̄ ạsụ̄ bnymtụ̄ timav vvn, yus chyz tohyih mvnmut chuhv asụ̄ chih tth ankar kran."
  },
  {
    "verse_id": 77,
    "translation": "Pth mạr timv so avunttinụ̄ (agr chih so avnttnụ̄ ṣrf aky shkhṣn mạrmcz ạs yith pạtthụ̄ zn svrh qmrs th svrh shmsas mnz arshad chuh spudmut, mgr chvnkh svrue qvm avs ts shkhṣs ptụ̄ kinụ̄ ddkhis, th suh avs draṣl ath jurmas mnz qvm chih mrẓy hund ālh kar, amhi mvjvub chuh alzam sạrise qvms pytth khalnh āmut) th pvur gustạkhy san krkh pnnis rb sndi ḥkmch khlaf vrzy. Th byyhi vvnukh ṣalḥ ʿlyh aslamas zi, gczh aan suh ʿdhab yymich dhmky cz ashi divan chuhkh, hrgah cz pzụ̄pạtthụ̄ pyghmbrv mnz chuhkh."
  },
  {
    "verse_id": 78,
    "translation": "Ạkhr kar āyih aakh lrzavan vajinụ̄ āft th rttin th tim rvudụ̄ pnnyn grn andr buth tl kun dith pyth."
  },
  {
    "verse_id": 79,
    "translation": "Th ṣalḥ draav tihnzi bsty mnz yih vnan vnan zi, ae myanhi qvmh, me vatnvv pnnis rb sund pygham cze tam th me kr chạnụ̄ sytthah khyr khvạhy, mgr bh kya kr cze chihy nh pnnụ̄ khyr khvah pasnde."
  },
  {
    "verse_id": 80,
    "translation": "Th lvṭ svuz ashi pyghmbr bnạvith, pth kriv yad yylhi tmụ̄ pnnis qvms vvn (ḥẓrt lvṭ ạsụ̄ ḥẓrt abrahym ʿlyh alslamn hndụ̄ babthr, th yih qvm yymhi kh hdayt khạṭr tim svznh ạsụ̄ āmtụ̄ avs tth ʿlaqs mnz rvzan yth jayih vonụ̄ bḥyrh murdar vaqʿ chuh) kya tvhụ̄ chihva tithụ̄ be ḥya spdụ̄mtụ̄ zi so fḥsh kạm chihv kran yosh tohyih brvnhh dunyahs mnz kạnshi chahnh krmcz?"
  },
  {
    "verse_id": 81,
    "translation": "Tvhụ̄ chihv zananv bjayih mrdn sintụ̄ pnnụ̄ khvạhsh pvur kran, ḥqyqt chhe yih zi tvhụ̄ chihv balkule ḥd nyrn vạlụ̄ lukh."
  },
  {
    "verse_id": 82,
    "translation": "Mgr tmụ̄ sndi qvmuk jvab avs nh amhi vrạe kihinụ̄ zi, krriyvukh yim lukh pnnyv bstyv mnz, yim chihv sytthah pak baz bnan."
  },
  {
    "verse_id": 83,
    "translation": "Ạkhr kar kvdd aashi lvṭ th tmụ̄ sndụ̄ gr vạlụ̄ bchạvith nybr, sivae tmụ̄ snz khandarinụ̄ yvsh pth rvzn valyv mnz ạs."
  },
  {
    "verse_id": 84,
    "translation": "Th aath qvms pytth trạv akh bạrish, pth vuchihv zi timn mjrmn hund anjam kya spud. (bạrsh chuhnh yth jayih murad ābuk rvud blkh chuh murad knhi rvud yithh pạtthụ̄ zn qrāns andr baqy jayn byan chuh spudmut)"
  },
  {
    "verse_id": 85,
    "translation": "Pth svuz ashi madyan kyn lukn kun tmụ̄ sund bve shʿīb. (madyanuk aṣly ʿlaqh avs ḥjaz kis shmal mghrbs th flsṭyn kis jnvbs mnz bḥri aḥmr th khlyj ʿaaqabh kis bttihs pytth mgr jzyrh nmae syna kis mshrqy btthis pytth thi avs aamiyuk kynhh slslh phhlith. Yih avs akh sytthah bvdd tjart pyshhi qvm. Prạnis zmans mnz yosh bdd tjarty vath bḥri aḥmr khi btthhi btthhi yamnh pytthh mkh th ynbvʿ kinụ̄ niyrith sham tam gczhan ạs th byakh akh bdd tjarty vath yosh ʿraq pytthh miṣrs kun gczhan ạs, amhi kis czuvtis pytth āshi amhi qvm chih bstyih ābad) tmụ̄ vvn, ae bradrani qvm, Allah tʿālyā snz bndgy kriv, ts vrạe chuhnh tuhund byyhi kanhh khudae, tohyih nishhi chhe tuhndis rb sndi ṭrfh ttakar rhnmạyy āmcz, lhādha kriv vazn th pymanh pvur, lukn mah diyiv tihndyn chyzn mnz ghatth, th zmyns mnz mah kriv fsad brpa yylhi zn aamiyuk aṣlaḥ chuh spudmut, athụ̄ mnz chuh tuhund rczar agr tvhụ̄ pzụ̄pạtthụ̄ mvmn chihv. (amhi nishhi chuh ṣaf pe lgan zi yim lukh ạsụ̄ aymankụ̄ dʿūyā dar)"
  },
  {
    "verse_id": 86,
    "translation": "Th (zndgy hnzi) prth vathi pytth mah bihiv rahzn (ddakv) bnith zi lukh khocznạviyvkh th ayman aann vạlụ̄ lạgiyvukh Allah tʿālyā snzi vathi nishhi rukavnụ̄ th siyz vath hj krnh bapt gnddiv hvl, yad kriv suh vqt yylhi tvhụ̄ kme ạsiv, pth bnạvinav khudayn tvhụ̄ varyah, th achh mczrạvith vuchihv zi dunyahs mnz kus anjam chuh fsad krn valyn hund spudmut."
  },
  {
    "verse_id": 87,
    "translation": "Agr tohyih mnz akh dvr tath tʿlym pytth ayman chuh aanan yath sintụ̄ bh svznh chuhs āmut th byakh chuhnh ayman aanan, tylhi rvuziv ṣbr san vuchhan yvt tam Allah tʿālyā ashi drmyan fạṣlh kri, th sue chuh sarive khoth bhtr fạṣlh krn vvl."
  },
  {
    "verse_id": 88,
    "translation": "Tmụ̄ sndi qvm kyv srdarav yim pnnis bjrkis tkbrs mnz hynh ạsụ̄ āmtụ̄, vvnhas zi, ae shʿīb asụ̄ krrvth cz th tim lukh yimv cze sintụ̄ ayman chuh avnmut pnnhi bsty mnz, nath chuhv tohyih lukn sạnis milts mnz vaps yun. Shʿīb chih jvab divan, kya asụ̄ yimva zbrdsty pihrnh agrchhi asụ̄ rạẓụ̄ āsav nh?"
  },
  {
    "verse_id": 89,
    "translation": "Asụ̄ āsv khudays bhtan lgavn vạlụ̄ agr tuhndis milts mnz vaps phyirụ̄ yylhi zn khudayn ashi amhi nishhi chuh njat diytmut, sanhi khạṭr chuhnh vonụ̄ tth kun phyrun kunhi pạtthụ̄ thi mmkn aila yih zi Allah tʿālyā, svn rb agr yyczihh, sạnis rb sund ʿlm chuh prth chyzs pytth ḥạvy, tsụ̄ pytth kvr ashi aʿtmad. Ae sanhi rbh, ashi th sạnis qvms drmyan kr tthyk tthyk fạṣlh th cz chuhkh bhtryn fạṣlh krn vvl."
  },
  {
    "verse_id": 90,
    "translation": "Tmụ̄ snd qvm kyv srdarv yimv tmụ̄ snz kth mannh nishhi ankar avs kvrmut lgụ̄ panh vạnụ̄ vannhi, agr tohyih shʿīb snz pyrvy qbvl krv, tylhi gczihv brbad. (yih kth chahnh ṣrf shʿīb ʿlyh alslamn hndi qvm kyn srdarne tam mḥdvud. Prth zmans mnz chih bigrymtiyv lukv ḥqs, syzrs th dyant chih rvishhi mnz yithy khṭrat mḥsvs krimtụ̄. Prth dvrkyn fsad krn valyn hund chuh yohe khyal rvudmut zi tjart, syast th baqy dunyạvy mʿāmlat hykn nh aapzi vrạe, be aymạny th bd akhlạqy varạe pkụ̄the. Ayman dạry pytth pkun gvv pnun dunya brbad krun)"
  },
  {
    "verse_id": 91,
    "translation": "Mgr spud yih zi akh khocznavn vajinụ̄ āft āyih th rttin th tim rvudụ̄ pnnyn grn mnz buth tal kun gczihth pyth."
  },
  {
    "verse_id": 92,
    "translation": "Yimv lukv shʿīb ʿlyh alslams buth pihyur tim mttyae tithh pạtthụ̄ znth tim timn grn mnz basyamty ạsụ̄ nh ạkhr spdụ̄ time brbad yimv shʿīb ʿlyh alslams buth phiyur."
  },
  {
    "verse_id": 93,
    "translation": "Th shʿīb drav yih vnan vnan tihnzv bstiyav mnz zi, ae bradrani qvm, me vatnạvụ̄ pnnis rb sndụ̄ pygham tohyih tam th tuhnzi khyr khvạhy hund ḥq kvrum ada. Vonụ̄ kithh pạtthụ̄ kr bh tth qvms pytth afsvs yus ḥq mannh nishhi ankar chuh kran."
  },
  {
    "verse_id": 94,
    "translation": "Zanhh thi chuhnh yih spudmut zi aashi āshi kunhi bsty mnz nby svzmut th tmhi bsty hndụ̄ lukh āsn nh godd tngy th skhty mnz mbtla krimtụ̄, amhi khyalh zi shayd ma krn tim ʿạjzy akhtyar."
  },
  {
    "verse_id": 95,
    "translation": "Pth bdlạv aashi tihnz bdḥạly khoshḥaly sintụ̄ yvt tam zn tim tthyk pạtthy phanphle th lgụ̄ vannhi zi, sanyn aaslafn thi chih rtụ̄ th khrab doh āmty rvudmtụ̄. Ạkhr kar rttụ̄ ashi tim achank th timn lj nh pe thi. (akis akis nbys mtʿlq th akhi akhi qvmuk mʿāmlh byvn byvn pạtthụ̄ byan krnh pth chuh vonụ̄ suh jamʿ ẓạbṭh byan krnh yivan yus prth zmans mnz khudayn chuh abnyaʿ ʿlyhm alslamn hndis bʿtht kis mvqʿs pytth akhtyar kvrmut, th suh chuh yih zi yylhi kunhi qvmh khạṭr kanhh nby svznh āv, qvm āv goddh mṣybtn th āfatn mnz mbtla krnh takh tamikụ̄ kan gczhn nṣyḥt khạṭr ylh th suh gczihh pnnis khudays brvnhh knhi ʿạjzy san nmnas pytth āmadh. Pth yylhi ath saz gar maḥvls mnz thi tamiyuk dl ḥq qbvl krns kun mạyl spdu nh, pth āv suh khoshḥạly hndis fitns mnz mbtla krnh, th yythi pytthh gvv tamhi chih brbạdy hund dslabh shrvʿ. Pyghmbr snz kth nh bvznh bavjvd yylhi tath pytth nʿmtn hnz bạrsh spz tylhi smjuh tmụ̄ zi pytthh knhi chuhnh kanhh khudae mvjvd yus grft krn vvl āshi th (hmchvma dygre nyst, sanhi khoth khsith chuhnh kanhh) aamhi qsmuk hva czaav tath dmaghs th amụ̄ chyzn kvr yih ạkhr kar Allah tʿālyā sndis ʿdhabs mnz mbtla)"
  },
  {
    "verse_id": 96,
    "translation": "Hrgah bstiyan hndụ̄ lukh ayman aanhn th tqvyā hch rvish krhn akhtyar tylhi mczravhav asụ̄ timn pytth āsman th zmyn kyn brktn hndụ̄ drvazh, mgr timv pihyur buth, lhādha rttụ̄ ashi tim tamhi bur kamayih hndis ḥsabas mnz yosh tim vattan ạsụ̄."
  },
  {
    "verse_id": 97,
    "translation": "Tylhi kya, bstiyan hndụ̄ lukh gyaa vonụ̄ amhi nishhi be khvf zi sạnụ̄ grft yiyhi nh rạth kiyut achank timn pytth yylhi zn tim shvngith āsn?"
  },
  {
    "verse_id": 98,
    "translation": "Ya timn chha aṭmynan spudmut zi svn mẓbvṭ athh pyyih nh achank timn pytth doh kh vqth yylhi zn tim gindan āsn?"
  },
  {
    "verse_id": 99,
    "translation": "Kya yim lukh chha Allah tʿālyā snzi chalhi nishhi be khvf? Ḥalankh Allah tʿālyā snzi chalhi nishhi chuh sue qvm be khvf āsan yus tbah spdn vvl āshi. (draṣl chuh lfẓ makar vartavnh āmut ymiyuk mʿny ʿrby zbạnụ̄ mnz khfyh tdbyr chuh. Yʿny kạnshi shkhṣs khlaf ticzh chal gindnụ̄ zi yvt tam nh ts pytth fạṣlh krn vvl ttas vashi tvt tam gczihh nh ts pe lgnụ̄ zi ts chhe shhmt yinh vajinụ̄ blkh gczihh suh ẓạhry ḥalat vuchihth yy smjhan rvzun zi svrue chuh tthyk.)"
  },
  {
    "verse_id": 100,
    "translation": "Byyhi kya timn lukn yim sạbq ahli zmynv pth zmynkụ̄ vạrth chih āsan, dyut na amụ̄ aamri vaqʿn kanhh sbq (yʿny timn myvul na hdayt zi) agr asụ̄ yczhv tylhi hykvkh asụ̄ tim tihndyn qṣvrn pytth rttith? (mgr tim chih sbq āmvz ḥqạyqv nishhi knh ddvl divan) th asụ̄ chih tihndyn diln pytth mohr lgavan, pth chihnh tim kihinụ̄ bvzan."
  },
  {
    "verse_id": 101,
    "translation": "Yim qvm yihndụ̄ qṣh asụ̄ tohyih bvznavan chihv (chih tohyih brvnhh knhi mithalhi rngụ̄ mvjvd) yihndụ̄ rsvl āe yimn nishhi ttakarh nshạnyih hyth, mgr yath chyzs yimav akhi pihri ankar avs kvrmut pth ạsụ̄ nh tim tth mann vạlụ̄, vuchihv yithh pạtthụ̄ chih asụ̄ ḥqs ankar krn valyn hndyn diln pytth mohr lgavan."
  },
  {
    "verse_id": 102,
    "translation": "Aashi vuchh nh yimv mnz akthrn mnz ʿaahduk (vaʿduk) kanhh pas. Blkh vuchh akthr fasq."
  },
  {
    "verse_id": 103,
    "translation": "Pth svuz timn qvmn pth (yihnz dhkr pytthh knhi krnh āyih) aashi mvsy pnnhi nishạnyih hyth frʿūns th tmụ̄ sndyn qvm kyn srdarn nishhi. (lfẓ frʿūn aamiyuk mʿny chuh svrj dyvta sund avlad. Mṣrkụ̄ prạnụ̄ lukh ạsụ̄ āftabs yus yuhund mhadyv ya rb aʿlyā avs, raʿ vanan th frʿūn avs amụ̄se kun mnsvb. Yih avs nh kạnshi akis shkhṣh sund nav kynhh blkh avs miṣrikyn badshahn hund lqb yithh pạtthụ̄ rvs kyn badshahn hund lqb zar th ayran kyn badshahn hund lqb kisryā avs) mgr timv thi kvr sanyn nishạniyn sintụ̄ ẓulm, lhādha vuchihv timn fsad krn valyn hund kya anjam spud."
  },
  {
    "verse_id": 104,
    "translation": "Mvsyā ʿlyh alslamn vvn, ae frʿūn bh chuhs kaʿnat kis mạlk sndi ṭrfh yvr svznh āmut."
  },
  {
    "verse_id": 105,
    "translation": "Myvn mnṣb chuh yohe zi Allah tʿālyā sund nav hyth vannh ḥq vrạe kanhh kth, bh chuhs tohyih lukn nishhi tuhndis rb sndi ṭrfh ttakar dlyli mamvuryt hyth āmut, lhādha svzukh cz bny asraʿyl me sintụ̄."
  },
  {
    "verse_id": 106,
    "translation": "Frʿūnn vvnns, agr cze kanhh nshạny chhe animcz th pnnis dʿūyā has mnz chuhkh pziyvr tylhi kr so pysh."
  },
  {
    "verse_id": 107,
    "translation": "Mvsyā ʿlyh alslamn chhvk pnun ʿāṣh th achank avs suh akh zndh shhmar (aczdha)."
  },
  {
    "verse_id": 108,
    "translation": "Tmụ̄ kvdd pnnhi chnd mnz athh th sarine vuchhn valyn brvnhh knhi avs suh chmkan."
  },
  {
    "verse_id": 109,
    "translation": "Ath pytth vvn frʿūn sndi qvm kyv srdarav panh vạnụ̄ zi, yqynaan chuh yih shkhṣ bvdd mạhr jadvgr."
  },
  {
    "verse_id": 110,
    "translation": "Tohyih chuhv pnnhi zmyn nishhi be dakhl krun yczhan. (mvsyā ʿlyh alslamn hndi nbvtuk dʿūyā avs pans mnz pane yih mʿny thavan zi tim ạsụ̄ draṣl zndgy hndis sạrise niẓams bḥythyti mjmvʿī tbdyl krun yczhan, yth mnz shkh vrạe mlkuk syạsy nẓam thi shạml chuh. Tikyazi rb alʿālmyn sund numaʿndh chuhnh zhnụ̄ muṭyʿ th rʿīt bnith rvznh khạṭr yivan blkh chuh muṭaaʿ (yymụ̄ snz aṭaʿt krnh yiyih) th raʿī (vth havuk) bnnh khạṭre yivan rvzan th kạnshi kạfr snzi ḥkmrạny hund ḥq tslym krun chuh tmụ̄ sndis rsalt kis ḥythyts khlaf. Yohe vjh chuh zi ḥẓrt mvsyā ʿlyh alslamn hnzi zbạnụ̄ rsaltuk dʿūyā bvzan bvzane gvv frʿūns th tmụ̄ sndyn slṭnt kyn dhmh darn brvnhh knhi syạsy, mʿạshy th tmduny anqlabuk khṭrh ẓạhr th timv smjuh zi agr amis shkhṣh snz kth pch brvnhh, tylhi gczih sanyv aathv mnz aqtdar nyirith.) vonụ̄ vniv kya chihv vnan?"
  },
  {
    "verse_id": 111,
    "translation": "Pth diyut timv sarivyv frʿūns mshvrh zi yih th amụ̄ sund bve thạviyvun antẓars th tmam shhrn mnz svuziyvukh qạṣd."
  },
  {
    "verse_id": 112,
    "translation": "Takh prth kạnshi mạhr fn jadv grs aann tohyih nishhi."
  },
  {
    "verse_id": 113,
    "translation": "Chnanchhi jadvgr āe frʿūns nishhi. Timv vvn, agr asụ̄ ghạlb rvudụ̄ tylhi mylhi aashi aamiyuk muʿāvẓh ẓrvr?"
  },
  {
    "verse_id": 114,
    "translation": "Frʿūnn diytunkh jvab, ā, th tvhụ̄ spdiv mqrbi bargah (yʿny myanyv ttatthyv mnz)."
  },
  {
    "verse_id": 115,
    "translation": "Pth vvn timv mvsyā ʿlyh alslams, cz chhkkh kinh asụ̄ chahkv?"
  },
  {
    "verse_id": 116,
    "translation": "Mvsyā ʿlyh alslamn diytunkh jvab, tvhụ̄ chhkiv. Yylhi timav pnnụ̄ mạthr kr, lukn hnzn achhn kvruk siḥrh th dil banbrạvikh th sytthah zbrdst jvd avnukh bnạvith."
  },
  {
    "verse_id": 117,
    "translation": "Aashi kvr mvsyā ʿlyh alslams asharh zi chhkh pnun ʿāṣh, ʿāṣh chhknch ạs tạr zi vuchhan vuchhan rvud suh tihndis ath aapzis jạdis nynglavan pkan."
  },
  {
    "verse_id": 118,
    "translation": "Yithh pạtthụ̄ yus ḥq avs suh gvv thạbt th yikynczha timv bnạvith avs thvvmut suh rvud bạṭl bnith."
  },
  {
    "verse_id": 119,
    "translation": "Frʿūn th tmụ̄ sndụ̄ sạthy spdụ̄ mqablh kis mạdans mnz mghlvub th (ftḥ mnd spdnh bjayih spdụ̄) pvt pihyrith khjl."
  },
  {
    "verse_id": 120,
    "translation": "Th jadvgrn hund spud yih ḥal zi zanth andry kmụ̄ tam chyzn tim sjds mnz girạvụ̄."
  },
  {
    "verse_id": 121,
    "translation": "Vannh lgụ̄, aashi mvn rb alʿālmyn."
  },
  {
    "verse_id": 122,
    "translation": "Suh rb yas mvsyā ʿlyh alslam th harvn ʿlyh alslam chih manan. (yithh pạtthụ̄ plttạv khudayn frʿūny yn hnz chal pvt pihrith timne pytth. Mlkkụ̄ tmam mạhr jadvgr aannạvith haviyav timav mnẓr ʿāms pytth amhi mvjvb yih nẓarh takh ʿām lukn din ḥẓrt mvsyā Allah ʿlyh alslamn hndi jadvgr āsnuk yqyn, ya km az km travnkh shkse mnz. Albth ath mqabls mnz harnh pth kvr tihndyv bulavnh āmtyv fn kyv mạhrv aitfaq san fạṣlh zi ḥẓrt mvsyā ʿlyh alslam yus chyz pysh chih kran suh chuhnh hrgz thi jvd blkh chuh pzụ̄pạtthụ̄ rb alʿālmyn sndi ṭaqtuk kmal yth brvnhh knhi kạnshi jadv gr sund zvr hykhi nh chlith.)"
  },
  {
    "verse_id": 123,
    "translation": "Frʿūnan vvn, tohyih avnuv amis pytth ayman aamhi brvnhh zi bh dimh hav tohyih aamiyuk ajazt? Yqynaan chhe yih akh khfyh sạzsh ạsmcz, yosh tohyih yath daru alslṭnts mnz krv takh aamikụ̄ mạlk hykiyvukh aqtdar nishhi be dkhl krith, achha vonụ̄ lgyv tohyih aamiyuk ntyjh pe."
  },
  {
    "verse_id": 124,
    "translation": "Bh czattnavav tohyih aathh khor mukhạlf ṭrfav (yʿny dchihnụ̄ nr th khvvr zng ya khvvr nr th dchihnụ̄ zng) th aamhi pth khalav tvhụ̄ sạry phanshi."
  },
  {
    "verse_id": 125,
    "translation": "Timv diyut jvab, ashi chuh bhr ḥal pnnis rb se kun vaps gczuhn."
  },
  {
    "verse_id": 126,
    "translation": "Cz yth kthhi pytth ashi antqam chuhkh yczhan hyvn, so chahnh amhi vrạe byyhi kihinụ̄ zi yylhi sạnis rb snz nshạnyih ashi brvnhh kun āyih aashi manhi timh. Ae rb, ashi pytth kr ṣbruk fyẓan th aashi tul dunya mnz ath ḥals andr zi asụ̄ āsv chạnụ̄ frman brdar. (frʿūnn yylhi bạzụ̄ vuchh plttan tmụ̄ chlạv ạkhry chal yih zi yih svrue mʿāmlh diyih he suh mvsyā ʿlyh alslam th jadvgrn hnz sạzish qrar th pth krnavihe jadvgrn aathhi jsmạny ʿdhabch th qtl krnch dhmky dith pnnhi amhi alzamuk aqrar mgr yih chal thi gyih nh ts kamyab. Jadvgrv kvr pnun pan prth sza khạṭr pysh krith thạbt zi mvsyā ʿlyh alslamn hndis ṣdaqts pytth tihund ayman aanun avs nh kunhi sạzshhi hund ntyjh blkh avs ḥq kh aʿtrafuk ntyjhi. Yth jayih chhe yih kth thi vuchihnụ̄ layq zi kynczhn czihyn mnz kvtah bvdd anqlab kvr yimn jadvgrn hnzi zndgy mnz aymann pạd. Vunụ̄ vunụ̄ kynhh kal brvnhh avs yimne jadvgrn hndi dhhantuk ḥal yih zi pnnhi ābạyy dyn kh ḥmayt th kamyạby khạṭr ạsụ̄ pnnyv grv mnz nyrith āmtụ̄ th frʿūns ạsụ̄ prczhan zi agr aashi pnun mdhhb mvsyā ʿlyh alslamn hndi ḥmlh nishhi bchvv, tylhi mylya aashi srkars nishhi anʿām? Vonụ̄ yylhi aymanch nʿmt nṣyb spdkh, yihnze ḥq prsty th avluv alʿzmy vạcz ath ḥds zi kynhh kal brvnhh ys badshahs brvnhh knhi lalchhi san pan ạsụ̄ vthravan, vonụ̄ chih tim tmụ̄snzi kbryạyy th jbrvuts tthvunkr layan th tim bdtryn sza chih pytravnh khạṭr tyar yihnz dhmky suh divan chuhkh, mgr yih ḥq travnh khạṭr chihnh tyar yymich ṣdaqt yimn pytth ẓạhr chhe gmcz.)"
  },
  {
    "verse_id": 127,
    "translation": "Frʿūns vvn tmụ̄ sndi qvm kyv srdarv, kya cz travhnh mvsyā ʿlyh alslam th tmụ̄ sund qvm yithe ylh zi mlks mnz phhlavn fsad, th suh travi chạnụ̄ th chanyn mʿbvdn hnz bndgy krnụ̄? Frʿūnn diyut jvab, bh krnavkh tihndụ̄ nychiv qtl th tihnzn mstvuratn dimh zndh rvznh. (yih kth gczihh vaẓḥ rvznụ̄ zi akh sitmuk davr avs suh yus ḥẓrt mvsyā ʿlyh alslamn hnzi pydạyshhi brvnhh jạry avs spudmut, th dvyimhi stmuk dvr chuh yih yus ḥẓrt mvsyā ʿlyh alslamn hndi bʿtht pth shrvʿ spud. Doshvnụ̄ zmann mnz ạs yih kth mshtrk zi bny asrạʿylkụ̄ nychvụ̄ āe qtl krnh th tihnz kvri āyih zndh thavnh takh var var spdi tihndi nsluk khạtimh th yih qvm ravi baqy qvmn mnz shrpth) sanhi aqtdarch grft chhe yimn pytth mẓbvṭ."
  },
  {
    "verse_id": 128,
    "translation": "Mvsyā ʿlyh alslamn vvn pnnis qvms, khudays mngiv mdd byyhi kriv ṣbr, zmyn chhe Allah tʿālyā snz, pnnyv bndav mnz yas yczhan chuh tas chuh aamiyuk vạrith bnavan, (yath zmans mnz chih kynhh lukh amhi āyt nishhi, zmyn chhe Allah tʿālyā snz, krrith nivan th yim lfẓ chih aty thavan zi, yas suh yczhan chuh ts chuh aamiyuk vạrth bnavan.) th ạkhry kamyạby chhe timne khạṭr yim ts khvczụ̄ khvczụ̄ kạm kran."
  },
  {
    "verse_id": 129,
    "translation": "Tmụ̄ sndi qvm kyv lukv vvn, chanhi yinh brvnhh thi ạsụ̄ asụ̄ stavnh yivan, th vonụ̄ chih chanhi yinh pth thi stavnh yivan. Tmụ̄ diyut jvab, nkhh chuh suh vqt zi tuhund rb kri tuhndis dushmns hlak th tohyih bnavyv zmyns andr khlyfh, pth vuchhhi zi tvhụ̄ kiczhh ʿmlh chihv kran."
  },
  {
    "verse_id": 130,
    "translation": "Aashi thạvụ̄ frʿūn sndụ̄ lukh varyahn vriyn tam qḥṭs th pydavar chih kmy mnz mbtla takhi shayd ma yiyhi timn hvsh."
  },
  {
    "verse_id": 131,
    "translation": "Mgr tihund ḥal avs yih zi yylhi rut vqt vatan avs tylhi ạsụ̄ vnan zi asụ̄ chih aamiky ḥqdar, th yylhi khrab vqt vatan avs tylhi ạsụ̄ mvsyā ʿlyh alslams th tmụ̄ sndyn sạtihyan pnnhi khạṭr fali bd tthhravan, ḥalankh drḥqyqt avs tihund fali bd khudays nishhi, mgr timv mnz ạsụ̄ akthr be ʿlm."
  },
  {
    "verse_id": 132,
    "translation": "Timv vvn mvsyā ʿlyh alslams zi, cz aanth ashi pytth jvd krnh khạṭr khvah kanhh thi nshạny tvthi chihnh asụ̄ chạnụ̄ kth mann vạlụ̄."
  },
  {
    "verse_id": 133,
    "translation": "Ạkhr kar svuz aashi timn pytth ṭvfan, halav khychhi travykh, (zovh) kymụ̄ kryil phhlạvikh, mnhi monddjhi kjykh, th khvn brsvvukh, yimh sare nshạnyih havykh byvn byvn krith mgr tim rvudụ̄ tkbr (srkshy) kran pkan, th tim lukh ạsụ̄ bddụ̄ bddụ̄ mjrim."
  },
  {
    "verse_id": 134,
    "translation": "Yylhi timn pytth kanhh blae spdihe nạzil tylhi ạsụ̄ vnan, ae mvsy, cze yus mnṣb pnnis rb sndi ṭrfh ḥạṣl chihy tmhi kis bnyads pytth mngth rbs sanhi khạṭr duʿā, hrgah cz yymhi ltthi ashi nishhi yih blae dvur krkh tylhi manav asụ̄ chạnụ̄ kth, th bny asraʿyl svzvkh cze sintụ̄."
  },
  {
    "verse_id": 135,
    "translation": "Mgr yylhi asụ̄ yimv pytthh pnun ʿdhab akis mqrr vqts tam httavan ạsụ̄, yth tim bhr ḥal vatn vạlụ̄ ạsụ̄, tylhi ạsụ̄ tim jldy pnnhi vʿdh nishhi pvt hyvan."
  },
  {
    "verse_id": 136,
    "translation": "Pth hyvt ashi timn aintqam th phattvụ̄ tim smndrs, tikyazi timv avs sanyn nishạnyan buth pihyurmut th timv nishhi ạsụ̄ be prvah spdụ̄mtụ̄."
  },
  {
    "verse_id": 137,
    "translation": "Th tihnzi jayih bnạvụ̄ ashi tim lukh yim kmzvr bnạvith ạsụ̄ thavnh āmtụ̄, tmhi sr zmyn kh mshrq v mghrbkụ̄ vạrth yus aashi brktv sintụ̄ malamal avs kvrmut. (yʿny bny asraʿyl āe flsṭyn kh sr zmynkụ̄ vạrth bnavnh. Qrān mjyds mnz chih mkhtlf jayn flsṭyn th sham kh sr zmynh khạṭr yim alfaẓ vrtavnh āmtụ̄ zi ashi chhe aath sr zmyns mnz brkth thavimcz) yithh pạtthụ̄ gvv bny asrạʿyl kis ḥqs mnz tuhndis rb sund vʿdh pvur, tikyazi timv ạs ṣbrs kạm hyczmcz, th aashi kvr frʿūn sund th tmụ̄ sndi qvmuk thi svrue kynczhah brbad, yih tim bnavan th khalan ạsụ̄."
  },
  {
    "verse_id": 138,
    "translation": "Bny asrạʿyl tạrụ̄ ashi smndrs aapvr, pth pkụ̄ tim th vathi pkan drae tithh akhi qvm kinụ̄ yus pnnyn kynczhn potlyn hund grvydh avs bnyamut. Vannh lgụ̄, ae mvsyā ʿlyh alslam sanhi khạṭr thi bnav kanhh tiyuth mʿbvda yithụ̄ yimn lukn hndụ̄ mʿbvd chih. (yih qvm agrchhi mslman avs mgr yih athr avsuk hath bdyv vriyv pytthh mṣrs mnz akis but prst qvms drmyan rvzunuk) mvsyā ʿlyh alslamn vvnnkh, tvhụ̄ lukh chihv sytthah nadạny hinz kthh kran."
  },
  {
    "verse_id": 139,
    "translation": "Yim lukh yymhi ṭryqch pyrvy kran chih suh chuh brbad spdn vvl. Th yosh ʿml yim kran chih so chhe srasr bạṭl."
  },
  {
    "verse_id": 140,
    "translation": "Pth vvn mvsyā ʿlyh alslamn, kya bh krnh khudays vrạe byyhi kanhh mʿbvd tuhndi khạṭr tlash? Ḥalankh suh chuh Allah tʿālyā he yymụ̄ tohyih dunyakyn tmam qvmn pytth fẓylt chahv ʿṭa krmcz."
  },
  {
    "verse_id": 141,
    "translation": "Th (Allah tʿālyā chuh frmavan) suh vqt kriv yad yylhi aashi tohyih frʿūn valyn nishhi njat diytuv, yuhund ḥal yih avs zi tohyih ạsiv skht ʿdhabs mnz mbtla thavan, tuhndyn nychvyn ạsụ̄ qtl kran th tuhnzn mstvratn ạsụ̄ zndh rvznh divan, th ath mnz ạs tuhndis rb sndi ṭrfh tohyih bdd āzmạysh."
  },
  {
    "verse_id": 142,
    "translation": "Ashi kvr mvsy trhn rạczn th dohn khạṭr (kvhi syna hs pytth) ṭlb th pth kvr byyhi dahn dohn hund aẓafh, yithh pạtthụ̄ spud tmụ̄ sndis rb sund mqrr krnh āmut vqt cztjy doh pvur, mvsyā ʿlyh alslamn vvn pkan pkan pnnis bạyis harvn ʿlyh alslams zi, myanhi pth krụ̄ zi cz myạnis qvms mnz myạnụ̄ janshyny byyhi rvuziụ̄ zi tthyk kạm kran th bigarr pạd krn vạlyn hndis ṭryqs pytth pkụ̄ zynh."
  },
  {
    "verse_id": 143,
    "translation": "Yylhi suh sạnis mqrr krnh āmtis vqts pytth vvt th tmụ̄ sndụ̄ rbn kvr ts sintụ̄ klam, pth kvr tmụ̄ altja zi, ae rb me di so nẓr zi bh vuchhath cz. Frmavnh ās cz hykkh nh me vuchihth. Ā, vuchh cz brvntthh knhi kis pharrs kun, agr suh pnnhi jayih qạym rvzi tylhi hykkh cz me vuchihth. Chnanchh yylhi tmụ̄ sndụ̄ rbn pharrs pytth tjly kr, suh kvrun ryzh ryzh th mvsyā ʿlyh alslam pyvv be hvsh gczihth pthr, yylhi hvsh ās th vvnn, pak chhe chạnụ̄ dhat, bh chuhs chạnis ḥẓvrs mnz tvbh kran th sarive goddinyuk ayman aann vvl chuhs bh."
  },
  {
    "verse_id": 144,
    "translation": "Frmavnh ās, ae mvsy me kvrmkh cz tmam lukn pytth trjyḥ dith mntkhb takh cz krkh myạnụ̄ pyghmbry th me sintụ̄ spdkh hmklam, lhādha yikynczhah bh dime suh ratth th kr shukr."
  },
  {
    "verse_id": 145,
    "translation": "Aamhi pth dicz ashi mvsyā ʿlyh alslams zndgy hndis prth shʿbs mtʿlq nṣyḥt th prth phlvs khạṭr vaẓḥ hdayt tkhty yan pytth lykhith th vvn ts, yim hdayat rczhrav mẓbvṭ aathv th pnnis qvms di ḥkm zi yihndyn bhtr mẓmvnn hnz krin pyrvy, ʿnqryb havae cze fasqn hndụ̄ gr."
  },
  {
    "verse_id": 146,
    "translation": "Pnnyv nishạnyv sintụ̄ pihr bh tihnz nẓr yim kunhi ḥqh vrạe zmyns andr bddụ̄ chih bnan, tim vuchihtn khvah kanhh nshạny thi zanhh aanan nh tth pytth ayman, agr siyz vth timn brvntth kun yiyih, so vath rttn nh th agr hj vath aathhi yiyakh tth pytth pkn, amhi mvjvb zi timv pihyur sanyn nishạniyan buth th yimn sintụ̄ rvudụ̄ laprvạhy kran."
  },
  {
    "verse_id": 147,
    "translation": "Sanyn nishanyan yymụ̄ thi kạnshi buth pihyur th ạkhrt chh pyshy hund kvrun ankar tmụ̄ sndụ̄ sạry aʿmal spdụ̄ ẓayʿ, kya lukn mylya amhi vrạe byyhi kanhh jza zi yuth karan tiyuth vuchhn?"
  },
  {
    "verse_id": 148,
    "translation": "Mvsyā ʿlyh alslams ptụ̄ kinụ̄ bnvv tmụ̄ sndi qvm kyv lukv pnnyv ghnav sintụ̄ akis vczh sund putlh yymhi mnz dand snz hish āvaz nyran ạs, kya timn avsna athhi yivan zi suh nah chuh timn sintụ̄ kth kran, th nah chuh kunhi mʿāmls mnz timn rhnmạyy kran? Mgr tvthi bnvv suh timv pnun mʿbvd th tim ạsụ̄ skht ẓạlim. (yih avs tmhi mṣryt zdgy hund dvyum ẓhvr yus bny asrạʿyl ạsụ̄ mṣr mnz pans sintụ̄ hyth dramtụ̄. Mṣrs mnz yus gạv hndi pvuzayih th tqdysuk rvaj avs, tmhi sintụ̄ avs yih qvm tyvtah shdt san mutạthr spudmut zi pyghmbr sndi nyrnh pte bnvv tmụ̄ pvuzayih khạṭr akh bnavtty vvczh)"
  },
  {
    "verse_id": 149,
    "translation": "Pth yylhi tihnzi fryb khordgy hund ṭilsm puhtt (yʿny nạdim spdụ̄) th timv vuchh zi drḥqyqt chih tim gmrah spdụ̄mtụ̄. Pth lgụ̄ vannhi zi, agr sạnụ̄ rbn ashi pytth rḥm kvr nh th ashi kvrun nh drgzr tylhi gczhv asụ̄ brbad."
  },
  {
    "verse_id": 150,
    "translation": "Hvr chih mvsyā ʿlyh alslam shrarth hvt th ghmh hvt pnnis qvms kun phyran. Yivan yivane vvn tmụ̄, sytthah bur janshyny krv tohyih lukv me pth! Kya tohyih hyvkv na yvtah ṣbr krith zi pnnis rb sndi ḥukmuk krihv antẓar? Th lgavyn tkhty yih pthr th pnnis bạyis (harvuns) rvttun kluk mas th lvmns, harvn ʿlyh alslamn vvnns, ae myanhi majhi hndi nychvi, yimv lukv dabvvhs bh, th qryb avs zi yim marhn me, lhādha math dith dushmnn me pytth aasnuk mvqʿ th yth ẓạlim qvms sintụ̄ math krth me shạml."
  },
  {
    "verse_id": 151,
    "translation": "Pth vvn mvsyā ʿlyh alslamn, ae rbh me th myạnis bạyis kr mʿāf, th ashi kr pnnis rḥmts mnz dạkhl, cz chuhkh sarine hndi khoth khsith rḥm krn vvl."
  },
  {
    "verse_id": 152,
    "translation": "(drjvab spud arshad zi) yimv lukv vvczh bnvv pnun mʿbvd tim gczhn ẓrvr pnnis rb sndis ghẓbs mnz grftar th dnyachhi zndgy mnz gczhn dhlyl. Aapuz tuhran valyn chih asụ̄ yutuhe sza divan."
  },
  {
    "verse_id": 153,
    "translation": "Th yim lukh bur ʿmlh krn pth krn tvbh byyhi aann ayman, tylhi chuh pzụ̄pạtthụ̄ chvn rb amhi tvbh th ayman pth drgzr th rḥm frmavn vvl."
  },
  {
    "verse_id": 154,
    "translation": "Pth yylhi mvsyā ʿlyh alslam sund shrart hamyvv tmụ̄ tujhi timh tkhty yihndis tḥryrs mnz hdayt th rḥmt ạs timn lukn khạṭr yim pnnis rbs khoczan chih."
  },
  {
    "verse_id": 155,
    "translation": "Th tmụ̄ krụ̄ pnnhi qvmkụ̄ satth nfr mntkhb, takh tim spdn (ts sintụ̄) sạnis mqrr krnh āmtis vqts pytth ḥạẓr. (yih ṭlby ạs amhi ghrẓh khạṭr tikyazi qvmkụ̄ stth numaʿndh mngn kvhi synahs pytth ḥaẓr spdith qvm kh ṭrfh vvczh pvuznh kh jurmch mʿāfy th navi sr krn aṭaʿtuk ʿhd austvar) yylhi tim akụ̄ skht binilụ̄ rttụ̄ mvsyā ʿlyh alslamn kvr ʿrẓ, ae myanhi prvrdigar agr tvhụ̄ yyczihh hiv tylhi hykụ̄hiv godde yimn th me hlak krith, kya tvhụ̄ krivh tth qṣvrs mnz aashi sarine hlak yus aashi mnz kynczhv nadanv kvrmut avs? Yih ạs tuhnz travnh āmcz akh āzmạysh yymhi dhryʿh yus tvhụ̄ yczhan chihv suh chhvun gmrạhy mnz mbtla kran, ys yczhan chihv ts chihv hdayt bkhshan, sạnụ̄ srprst chihv tvhy, lhādha kriv aashi mʿāf th ashi pytth kriv rḥm, tvhụ̄ chihv sarine khsith mʿāf krn vạlụ̄."
  },
  {
    "verse_id": 156,
    "translation": "Th sanhi khạṭr lykhiv yymhi dunyahuk rczr thi th ạkhrtuk thi, ashi kvr tohyih kun rjvʿ. Drjvab spud arshad, sza yas bh yczhan chuhs ts chuhs divan, mgr myạnụ̄ rḥmt chhe prth chyzs pytth chhạvith, th so lykhh bh timn lukn hndis ḥqs mnz yim nafrmạny nishhi prhyz krn, zkvāh din th myanyn āyatn pytth aann ayman."
  },
  {
    "verse_id": 157,
    "translation": "(lhādha chhe yih rḥmt aaz yimn lukn hund ḥṣh) yim amis pyghmbr nby aumy ṣly Allah ʿlyh v slmn hnz pyrvy krn akhtyar. (yth jayih chuh nby ṣly Allah ʿlyh v slmn khạṭr aamy lfẓ yhvudụ̄ aṣṭlaḥ kh lḥaẓh vartavnh āmut. Bny asrạʿyl ạsụ̄ pans vrạe baqy sarine qvmn aumy (gv ym ya jnttayl) vanan. Tihund qvmy fkhr v ghrvr nh avs kạnshi aumy snz pyshvạyy tslym krnh khạṭr tyar th nh avs ath pytth tyar zi aumy yan khạṭr krhn pans brabr ansạny ḥqvqe tslym. Chnanchh qrāns mnz chuh tihund yih qvl nql āmut krnh zi, aumy yan hndụ̄ mal khynas pytth chahnh aashi prczh gạr. (svrh āl ʿmran āyt nmbr 75) lhādha chuh Allah tʿālyā yihnze aṣṭlaḥ vartạvith frmavan zi vonụ̄ chuh tuhund qsmt amụ̄se aumy yas sintụ̄ vabsth. Hrgah amụ̄ snz pyrvy qbvl kriv tylhi mylyv myanhi rḥmt mnz ḥṣh, nth chuh sue ghẓb tuhund mqdr yath mnz tvhụ̄ ṣdiyv pytthh grftar chihv) yymụ̄ snz dhkr timn pnnis tvarts th anjyls mnz lykihth chhe mylan, suh chuh timn nyky hund ḥukm divan, th bdy nishhi chuhkh rukavan, tihndi khạṭr chuh pak chyz ḥlal kran, th napak chyz ḥram kran, th timv pytthh chuh bar valan yim timn nkhs ạsụ̄ th timh bndshhi chuhkh mczravan yimn tim gnddith ạsụ̄. (yʿny tihndyn fuqhahan hnzv pnnyv qanvny zạvijarv sintụ̄, tihindyn rạhibn hndyv pnnyv zuhdkyv mbalghv sintụ̄ th tihndi jạhl ʿūam kyv pnnyv tavhmatav th khod sakhth ḥdvdav th ẓạbṭv sintụ̄ yimn barn tl tihnz zndgy dbạvith chhe thạvmcz th yimn bndishn mnz khsith chahkh thạvmcz, yih pyghmbr chuhv tim sạry bvr vaalan th tmam bndshhi puhttrạvith chuh zndgy āzad kran) lhādha yim lukh amis pytth ayman aann, th amis krn ḥmayt th mdd, th tmhi rvshny hnz krn pyrvy yoshi amis sintụ̄ nạzil chhe krnh āmcz, time chih flaḥ lbn vạlụ̄."
  },
  {
    "verse_id": 158,
    "translation": "Ae Muḥammad vniv zi, ae ansanv bh chuhs tohyih sarine kun ts Allah tʿālyā sund pyghmbr, yus zmyn th āsmann hnzi badshạhy hund mạlk chuh, ts vrạe chuhnh kanhh khudae, sue chuh zndgy bkhshan th sue chuh mvt divan. Lhādha, aniv ayman khudays pytth th tmụ̄ sndis svznh āmtis nby aumy ys pytth yus Allah tʿālyā th tmụ̄ sndụ̄ arshadat manan chuh, byyhi kriv pyrvy tmụ̄ snz, aumyd chhe zi tvhụ̄ lbiv siyz vath."
  },
  {
    "verse_id": 159,
    "translation": "Mvsyā ʿlyh alslam sndis qvms mnz avs akh dvr tiyuth thi yus ḥq mṭạbq hdayt avs divan th ḥq mṭabqe avs anṣaf thi kran."
  },
  {
    "verse_id": 160,
    "translation": "Th ashi ạs ath qvms bahan (12) grn mnz tqsym krith timn mustql dryn (ttvln) hnz shkl diczmcz, th yylhi mvsyā ʿlyh alslams pnnụ̄ qvmn āb mvng, ashi kvr ts aisharh, zi flạnụ̄ pls trav pnnhi lvri sintụ̄ czndd, chnanchhi tmy saʿth drae tmhi plh mnz bah nag, th prth drụ̄ kr pnnhi āb ninch jae (yarbl) mqrr, ashi kvr timn pytth avbruk sayih th timn pytth vvl mn v slvāy, khyyiv tim pak chyz yim aashi tohyih bkhshmtụ̄ chihv. Mgr amhi pth yikynczhah timv kvr, suh kvrukh nh ashi pytth ẓlm blkh rvudụ̄ pạnụ̄ pans ẓlm kran."
  },
  {
    "verse_id": 161,
    "translation": "Yad kriv suh vqt yylhi timn vannh avs āmut zi, yth bsty mnz gczihth bsiv, th amhi kh pydavar nishhi kriv pnnhi mnshhi mṭạbq rvzy ḥạṣl byyhi gczihv ḥiṭtuh ḥiṭtuh vanan th shhrkis drvaazs acziv sjdh kran kran, asụ̄ krv tuhndụ̄ khṭa mʿāf, th nyk rviyih thavn valyn krav mzyd fẓl ʿṭa."
  },
  {
    "verse_id": 162,
    "translation": "Mgr yim lukh timv mnz ẓạlim ạsụ̄ timv bdlạv so kth yvsh timn vannh ạs āmcz, th ntyjhi drav yih zi ashi svuz tihndis ẓlm kis padashs mnz timn pytth āsmanh ʿdhab."
  },
  {
    "verse_id": 163,
    "translation": "Byyhi prczhụ̄ tv yimn tmhi bsty hund ḥal thi yosh smndr btthis pytth ạs. (muḥqiqn hund ghạlb tvjh chuh ath kun zi yih jae ạs aaylh nath aylat nath aylvt, aath jayih chuh vonụ̄ asrạʿylkụ̄ yhvudụ̄ ryastn aamy navuk akh bndrgah bnvvmut th aath nkhe chuh aurdnuk mshhvr bndrgah ʿqbh) yimn pạviv yad suh vaqʿh zi tatikụ̄ lukh ạsụ̄ sabt (btth vari) doh Allah tʿālyā sndyn aḥkamn hnz khlaf vrzy kran, byyhi yih zi gadd āsh sbt kh dohe hyvr khsụ̄ khsụ̄ (āb kis) sṭḥs pytth timn brvntth kun yivan. Th sabt vrạe āsh nh baqy dohn yivan, yih avs amhi mvjvb spdan zi asụ̄ ạsụ̄ tihnzn nafrmạniyan hndi vjh kinụ̄ tim āzmạyshhi mnz travan."
  },
  {
    "verse_id": 164,
    "translation": "Byyhi pạviv timn yithi yad yylhi timv mnz akụ̄ drụ̄ dvyimis dris vvnmut avs zi, tvhụ̄ kyazi chihv tithyn lukn nṣyḥt kran yimn Allah tʿālyā hlak krn vvl chuh, nath chuhkh skht sza dinh vvl. Timv diczaav jvab zi, asụ̄ chih yih svrue tuhndis rbs brvnhh knhi pnnụ̄ mʿdhrt pysh krnh khạṭr kran th yih aumyd chih kran zi shayd ma lagn yim lukh tmụ̄ snzi nafrmany nishhi prhyz krun."
  },
  {
    "verse_id": 165,
    "translation": "Ạkhr kar yylhi timv tim hdayat bilkule framvsh krụ̄ yim timn yad ạsụ̄ krnavnh āmtụ̄, aashi bchạvụ̄ tim yim burạyy nishhi rukavan ạsụ̄, th baqe sạry lukh yim ẓạlm ạsụ̄ rttụ̄ tihnzn nafrmạniyan pytth skht ʿdhabs mnz."
  },
  {
    "verse_id": 166,
    "translation": "Pth yylhi tim pvur srkshy san soe kạm kran rvudụ̄ yymhi nishhi tim rukavnh ạsụ̄ āmtụ̄, pth vvn aashi timn bniv pnzụ̄, dhlyl v khvar. (amhi byan nishhi lvg pe zi ath bsty mnz chih tryyih qsmkụ̄ lukh ạsimtụ̄. Akh tim yim bhadury san Allah tʿālyā sndyn aḥkamn hnz khlaf vrzy ạsụ̄ kran. Dvyum tim yim bdhati khod panh ạsụ̄ nh khlaf vrzy kran mgr yih khlaf vrzy ạsụ̄ czhvph dm krith lvb kun vuchhan th nṣyḥt krn valyn ạsụ̄ vnan zi, yimn km bkhtn kya gczihh nṣyḥt sintụ̄ ḥaṣl. Tryyim tim yuhund aymany ghyrt Allah tʿālyā sndyn ḥdvdn hnz yih ttakarh be ḥurmty brdasht hykhi he nh krith th tim ạsụ̄ aamhi khyalh nyky hund ḥkm krns th bdy nishhi rkavns mnz srgrm zi shayd ma yin tim mjrm lukh yihndi nṣyḥt sintụ̄ syzi vthi pytth, th agr tim siyz vth akhtyar krn nh tmhi pth thi krv asụ̄ pnun frẓ nkhh vạlith khudays brvnhh knhi pnnhi bratuk thbvt pysh. Aath ṣvurts mnz yylhi ath bsty pytth Allah tʿālyā sund ʿdhab āv, qrāni mjyd chuh vanan zi yimv tryyv daryv mnz āv ṣrf tryym dvrue yvt amhi nishhi bchavnh tikyazi amụ̄ ạs khudays brvnhh knhi pnnụ̄ mʿdhrt pysh krnch fkr krmcz th yohe avs yymụ̄ pnnhi bratuk thbvt avs frahm krith thvvmut. Baqy don dryn hund shmar spud ẓạlimn mnz th tim spdụ̄ pnnis jurmh kis ḥds tam ʿdhabs mnz mbtla. Albth pnzụ̄ āe ṣrf tim lukh bnavnh yim pvur srkshy san ḥkmch khlaf vrzy rvudụ̄ kran pkan)"
  },
  {
    "verse_id": 167,
    "translation": "Byyhi kriv yad yylhi tuhndụ̄ rbn aʿlan kvr zi, suh rvzi brabr qyamts tam bny asrạʿyls pytth tithụ̄ lukh muslṭ kran, yim timn bdtryn ʿdhab din. Pzụ̄pạtthụ̄ chuh tuhund rb ʿdhab dins mnz tyz, th pzụ̄pạtthụ̄ chuh suh drgzrs th rḥms thi kạm hynh vvl."
  },
  {
    "verse_id": 168,
    "translation": "Ashi krụ̄ tim zmyns andr chhlhi chhlhi krith varyahn qvmn mnz tqsym, kynhh lukh ạsụ̄ timn mnz nyk th kynhh ạsụ̄ aamhi nishhi mkhtlf, th asụ̄ rvudụ̄ timn jan th khrab ḥalatv sintụ̄ āzmạysh kran zi shayd ma phyrn pvt."
  },
  {
    "verse_id": 169,
    "translation": "Pth spdụ̄ brvuntthmyv nslv pth tithụ̄ nakhlf yihndụ̄ janshyn yim ktabi alhāy hndụ̄ vạrth ạsith yymụ̄ dunyahkụ̄ fạydh chh vttan. Byyhi chih vanan zi tvqʿ chuh ashi yiyhi mʿāf krnh, pth agr sue mtaʿii dunya chuhkh brvnhh kun yivan, tahph dith chih tath rttan, kya yimn chuhna ktabhi hund ʿhd hynh āmut zi Allah tʿālyā sndis navs pytth vnin soe kth yosh ḥq āshi? Th yimv chuh panh pvrmut yih ktabh mnz chuh lykhith, ạkhrtuk qyam gah chuh khda trs lukn khạṭre bhtr. (yth āyts hykn z trjmh gczihth. Akh suh yus aashi mtns mnz chuh kvrmut. Dvyum yih zi, prhyz gar lukn khạṭr chuh ākhrt kue qyam gah bhtr.) kya tvhụ̄ chihvna yih kthhi raczh thi smjhan?"
  },
  {
    "verse_id": 170,
    "translation": "Yim lukh ktabhi hnz pabndy chih kran th yimv nmaz chhe qaym krith thạvmcz, pzụ̄pạtthụ̄ krv nh asụ̄ yithyn nyk krdar lukn hund ajr ẓaʿʿ."
  },
  {
    "verse_id": 171,
    "translation": "Timn chha suh vqt thi yad yylhi ashi pharr hilạvith timn pytth tithh pạtthụ̄ thvv zi zanth suh chhtr chuh th tim ạsụ̄ guman kran zi suh pyyih timn pytth, th tmhi vqth avs aashi timn vvnmut zi yosh ktab asụ̄ tohyih divan chihv yih rttiv mẓbvṭy san thph krith, th yikynczhah aath mnz lykhith chuh thi thạviv yad, tvqʿ chuh zi tvhụ̄ rvuziv ghlṭ kạry nishhi bchith."
  },
  {
    "verse_id": 172,
    "translation": "Th ae nby, lukn pạviv suh vqt yad yylhi tuhndụ̄ rbn bny ādm sndyv pushtv mnz tihund nsl avs kvddmut. Th timn avsun khod tim pans pytth gvah bnạvith purvczhmut, kya bh chuhs na tuhund rb? Timv vvn, ẓrvr cze chuhkh svn rb, asụ̄ chih ath pytth gvạhy divan. (yithh pạtthụ̄ zan varyahv ḥdythv nishhi pe chuh lgan zi yih mʿāmlh chuh ādm sndis tkhlyq kis mvqʿs pytth pysh āmut. Tmhi vqth yithh pạtthụ̄ frshtn jmʿ krith goddnikis ansans sjdh avs krnavnh āmut th zmyns pytth avs ansan sndi khlaftuk aʿlan krnh āmut tithe pạtthụ̄ avs ādm sund svrue nsl thi yus qyamts tam pạd spdn vvl avs byk vqt vjvd th shʿūr bkhshith khudayn pans brvnhh knhi ḥaẓr kvrmut th timn nishhi ạsn pnnhi rbvbytch shhadt rttmcz) yih kvr aashi amhi mvjvb zi tvhụ̄ gczihv nh qyamt kh doh yih vannụ̄ zi, asụ̄ ạsụ̄ amhi kthhi nishhi be khbr."
  },
  {
    "verse_id": 173,
    "translation": "Nath gczihv nh yih vannụ̄ zi, shirkuk abtda avs sạnụ̄ mạlụ̄ buddibabn ashi brvnhh kvrmut, th asụ̄ zae tihndi nslh mnz pvtus, pth kya tvhụ̄ chihvh aashi ath qṣvrs pytth rttan yus ghlṭ kar lukav kvrmut avs?"
  },
  {
    "verse_id": 174,
    "translation": "Vuchihv, yithh pạtthụ̄ chih asụ̄ vaẓḥ ṭvr nishạnyih pysh kran, (yʿny ḥq kh mʿrftkụ̄ tim nshanat yim ansans pnnis nfsas mnz mvjvd chih th ḥqyqts kun chihs rhnmạyy kran) th amhi mvjvb chih kran zi yim lukh phyrn pvt."
  },
  {
    "verse_id": 175,
    "translation": "Th ae nby, yimn brvnhh knhi kriv ts shkhṣh sund ḥal byan ys aashi pnnyn āyatn hund ʿlm ʿṭa avs kvrmut, mgr suh czvl tihnzi pabndy nishhi, ạkhrkar lvg shyṭan ts pth, yvt tam zn suh ddlhi mtyn lukn mnz rvud shạml spdith."
  },
  {
    "verse_id": 176,
    "translation": "Agr asụ̄ yyczih hav tylhi krhav asụ̄ ts yimv āyatv dhryʿh blndy ʿṭa, mgr suh rvud zmyn se kun nmith th byyhi rvud pnnhi nfsh chih khvạhshhi pte lhādha gyih tmụ̄ snz ḥalt hvunụ̄ snz hish, zi tvhụ̄ kriv ts pytth ḥmlh tvthi rvzi suh zyv āvyzan trạvith, th suh trạviyvun ylh tvthi rvzi suh zyv āvyzan trạvith. (mfsrv chhe ʿhdi rsalts th amhi brvntthmhi tvarykh kyn mkhtlf shkhṣn pytth yih mithal chspan krmcz albth chhe ḥqyqt yih zi suh khaṣ shkhṣ chuh prds tl yus yth mithalhi mnz pyshi nẓr avs, vn gvv yih mthal chhe ts prth shkhṣs pytth chspan spdan ys mnz yih ṣft āshi. Allah tʿālyā chuh tmụ̄ sndis ḥalts hvunis sintụ̄ hishr divan yymụ̄ snz prth vqth āvyzan zyv th pshph vnụ̄ phyin akhi czhyth nh gczhn valhi ḥrṣ kh naruk th zanhh nah syr gczhn valhi nytuk pe chhe divan. Yih mạnụ̄tv soe hish mithal yylhi kanhh dunyahs mnz ṭmʿ th lalchhi mnz avn chuh spdan ts chih pth vnan amis chuh hvun gvmut yih chuh mkris pyvmut) yhe mthal chhe timn lukn hnz yim sanyn āyatn buth chih pihran. Yimhi dlylh rvuziv tvhụ̄ yimn bvznavan, bnan chuh zi yim ma krn ghvr v fkr."
  },
  {
    "verse_id": 177,
    "translation": "Sytthah bur mithal chhe timn lukn hnz yimv sanyn āyatn buth pihyur, th tim chih rvudimtụ̄ khod pans pytth ẓlm kran."
  },
  {
    "verse_id": 178,
    "translation": "Yas Allah tʿālyā hdayt bkhshhi, bs sue chuh hdayt lban th yas Allah tʿālyā pnnhi rhnmạyy nishhi mḥrvm kri sue chuh rvzan nakam th namurad bnith."
  },
  {
    "verse_id": 179,
    "translation": "Th yih chhe ḥqyqt zi varyah jin th ansan chih tithụ̄ yim ashi jhnm khạṭre chih pạd krimtụ̄ timn chih dl th dmagh mgr tim chihnh yimv sintụ̄ svnchan, timn chhe achh mgr tim chihnh yimv sintụ̄ vuchhan. Timn chih kan mgr tim chihnh yimv sintụ̄ bvzan, tim chih janvrn hndụ̄ pạtthụ̄ blkh tihndi khoth thi gczhụ̄the, yim chih tim lukh yim ghflts mnz chih rạvimtụ̄. (yʿny ashi ạsụ̄ yim dl, dmagh, achhv th kanv san pạd krimtụ̄ mgr yimv ẓạlimv hiycz nh yimn kanhh kạm th ạkhrkar bne pnnyv ghlṭ kạriyv kinụ̄ jhnms qạbl)"
  },
  {
    "verse_id": 180,
    "translation": "Allah tʿālyā chuh rtyn navn hund ḥqdar, ts diyiv rtyv navav sinty ālv, th tim lukh trạviyvukh yim tmụ̄ sund nav thavns mnz syzr nishhi ddalan chih, yikynczhah tim kran chih tamiyuk bdlh mylhi timn ẓrvr. (rtyn navn hund chuh murad tim nav yimav sintụ̄ Allah tʿālyā sndi ʿẓmtuk th brtry hund, tmụ̄ sndi tqdsuk th pạkyzgy hund, th tmụ̄ sndyn kmal kyn ṣfatn hund aiẓhar āshi spdan. Allah tʿālyā sund nav thavns mnz syzir nishhi ddlun chuh yih zi khudays yin tim nav dinh yim tmụ̄ sndi mrtbh nishhi vsụ̄ payih āsn, yim tmụ̄ sndis adbs khlaf āsn, yimv sintụ̄ ʿīb th nqṣ ts kun mnsvub āsn spdan ya yimv sintụ̄ tmụ̄ sndis aqds th aʿlyā dhats mtʿlq kunhi ghlṭ ʿqyduk aiẓhar āshi spdan)"
  },
  {
    "verse_id": 181,
    "translation": "Sạnis mkhlvqs mnz chuh akh dvr tiyuth thi yus tthyk pạtthụ̄ ḥqh mṭabq hdayt th ḥqh mṭabq anṣaf chuh kran."
  },
  {
    "verse_id": 182,
    "translation": "Rvudụ̄ tim lukh yimv sanyn āyatn buth chuh pihyurmut, tim nimvkh asụ̄ drjh pth drjh tmhi ṭryqh tbạhy kun zi timn lghi nh pe thi."
  },
  {
    "verse_id": 183,
    "translation": "Bh chuhs timn ddyjr travan, be shk chhe myạnụ̄ tdbyr pokhth."
  },
  {
    "verse_id": 184,
    "translation": "Byyhi kya yimv lukv svnch na zanhh? Yihndis rfyqs pytth chuhnh jnvnuk kanhh athr. (rfyq chih murad Muḥammad. Ḥẓvr ṣly Allah ʿlyh v slmn chuh mkh kyn lukn hund rfyq amhi mvjvub vannh āmut zi tim ạsụ̄ nh timn khạṭr ghyr zan. Tim zae timne mnz, timne drmyan guzvrukh lokchar, jvạny th bujr, nbvt brvnhh avs svrue qvm timn sytthah slymu alṭbʿ th ṣḥyḥ aldmagh ansan sndi ḥythyth zanan. Nbvt pth yylhi timv Allah tʿālyā sund klam lvg vatnavun, achank lvgukh timn mjnvn vnun. Yih kth chhe ttakar zi jnvnuk ḥkm avs nh timn kthn pytth kynhh yimh ḥẓvr nby spdanh brvntth ạsụ̄ kran blkh avs timne kthn pytth lgavnh yivan yimn hund tblygh nby spdanh pth timv kvr. Aamy vjh kinụ̄ chuh frmavnh yivan zi yimv lukv chha zanhh svunchmut thi, ạkhr kosh kth chhe yimv kthv mnz jnvnch?) suh chuh akh khbrdar krn vvl yus (bur anjam brvntth kun yinh brvnhh) ttakarh pạtthụ̄ bakhbr chuh kran."
  },
  {
    "verse_id": 185,
    "translation": "Kya yimv lukv kvrna āsman th zmyn kis antẓams pytth zanhh ghvr, byyhi vuchuhkh na achh mczrạvith kanhh chyz thi yus khudayn chuh pạd kvrmut? Th kya yimav svunch na yithi zi shayd ma āshi tihnzi zndgy hnz mhlt khtm hyczmcz spdnụ̄? Ạkhr pyghmbr sndi aamhi tnbyh pth kosh kth hykhi byyhi ticzh ạsith yath pytth yim ayman aann?"
  },
  {
    "verse_id": 186,
    "translation": "Yas Allah tʿālyā rhnmạyy nishhi mḥrvm kri ts khạṭr chuhnh pth kanhh rhnma, th Allah tʿālyā chuh yimn yihnzi srkshy mnze drbdr yalh travan."
  },
  {
    "verse_id": 187,
    "translation": "Yim lukh chihv tohyih prczhan zi kar spdi ạkhr so qyamtch gr nạzil? Vniv, tmiyuk ʿlm chuh myạnis rb se nishhi, tth kri pnnis vqts pytth sue ẓạhr āsmann th zmyns mnz āshi suh sytthah skht vqt, suh yiyhi achank tohyih pytth. Yim lukh chihv tohyih tth mtʿlq tithh pạtthụ̄ prczhan zanth tvhụ̄ tth czharns kun chihv lgmtụ̄. Vniv, aamiyuk ʿlm chuh ṣrf khudays mgr akthr lukh chih amhi ḥqyqt nishhi navạqf."
  },
  {
    "verse_id": 188,
    "translation": "Ae nby yimn vniv zi, bh chuhs nh pnnhi dhath khạṭr kunhi nfʿ th nqṣanuk akhtyar thavan, Allah tʿālyā he yikynczhah yczhan chuh thi chuh spdan, th agr me ghybuk ʿlm āsihe tylhi krha bh varyah fạydh pnnhi khạṭr ḥạṣl. Th me vathi he nh zanhh kanhh nqṣan, bh chuhs mḥẓ akh khbrdar krn vvl th khosh khbr bvznavn vvl timn lukn khạṭr yim myạnụ̄ kth mann."
  },
  {
    "verse_id": 189,
    "translation": "Suh chuh Allah tʿālyā he yymụ̄ tvhụ̄ akhi janh nishhi pạd krinv th tmụ̄ sndy jinsh nishhi bnvvun tmụ̄ sund jvrh takh ts nishhi kri skvn ḥạṣl. Pth yylhi mrdn tas vurun kvr pth rvud ts akh khfyf (lvt) hyvu ḥml yath tulụ̄ tulụ̄ so phyran thvran rvuz, pth yylhi so gobyyhi doshvyv kvr khudays pnnis rbs duʿā zi, agr cze aashi jan shur ʿṭa kvrthn tylhi āsv asụ̄ chạnụ̄ shukr gzar."
  },
  {
    "verse_id": 190,
    "translation": "Mgr yylhi khudayn yimn jan th tndrst shur diyut, pth lạgụ̄ timv tmụ̄ snz bkhchạyishhi th ʿnayts mnz baqy tmụ̄ sndụ̄ shryk tthhravnụ̄. (mṭlb chuh yih zi avlad dinh vvl chuh Allah tʿālyā, agr Allah tʿālyā znanhi hndis shkms mnz pvnz ya sruph ya byyhi kunhi ʿjyb shklhi hund ḥyvan pạd kri, ya bnavi shuris ydd mnze avn, zvr, lvng, ya thavi tmụ̄ snzn jsmạny, dhhny th nfsạny qvtn mnz kanhh nuquṣ, tylhi chuhnh kạnshi mnz yih ṭaqt zi Allah tʿālyā sndis ath sakhts hykhi bdlạvith. Amhi ḥqyqt nishhi chih mshrk thi tithe pạtthụ̄ bakhbr yithh pạtthụ̄ kunis khudays mann vạlụ̄ chih. Chnanchh chuh yohe vjh zi byyhi ḥsabh āsnh kh vqth chhe tmam aumyd Allah tʿālyā se kun vabsth āsan zi sue kri jan th tndrst shur pạd. Pth yylhi aumyd chhe pvur spdan th aakh mạrụ̄mvnd shur chuh tahnh pyvan, shkr krnh mvjvb chih pth ndhr th nyaz kạnshi dyvy, kạnshi avtars, kạnshi vliyas ya kạnshi ḥẓrt sndis navs pytth khalnh yivan th shuris chih pth tim nav thavnh yivan zanth suh khudays vrạe byyhi kạnshi hndi ʿnaytuk ntyjh chuh) Allah tʿālyā chuh sytthah blnd th brtr timv mushrikanh kthv nishhi yimh yim lukh kran chih."
  },
  {
    "verse_id": 191,
    "translation": "Kithụ̄ nadan chih yim lukh zi timn chih Allah tʿālyā sndụ̄ shryk tthhravan yim nh kunhi chyzs pạd chih kran, blkh chih tim panh khod pạd yivan krnh."
  },
  {
    "verse_id": 192,
    "translation": "Tim nh hykn yimn mdd krith th nah chuhkh panse mdd krnuk ṭaqt."
  },
  {
    "verse_id": 193,
    "translation": "Agr tvhụ̄ yimn syzi vathi pytth yinch dʿūt diyiv tim yin nh tohyih pth pth. Doshvnụ̄ ṣvurtn mnz chuh tuhndi khạṭr yksan khvah tvhụ̄ timn ālv krụ̄tv ya khamvsh rvuzụ̄tv, (yʿny yimn mshrkn hndyn baṭl mʿbvdn hund ḥal chuh yih zi kạnshi siyz vth havnụ̄ th pnnyn pyrvkarn rhnmạyy krnụ̄ chhe dvur, tim bichạrụ̄ chihnh kạnshi rhnma snzi pyrvy qạbl thi ḥtyā kh kạnshi ālv krn vạlụ̄ sndis ālvs thi hykn nh jvab dith)"
  },
  {
    "verse_id": 194,
    "translation": "Allah tʿālyā trạvith yimn tvhụ̄ lukh nad chihv divan, tim chih mḥẓ bndh yithh pạtthụ̄ tvhụ̄ bndh chihv, yimn mngụ̄tv duʿā th vuchhụ̄tav, yim dinh tuhndyn duʿāhan jvab, agr yihndis bars mnz tuhndụ̄ khyalat ṣḥyḥ chih."
  },
  {
    "verse_id": 195,
    "translation": "Kya yimn chha khor zi timv sintụ̄ pkn? Kya yimn chha athh zi timv sintụ̄ krn thph? Kya yimn chha achh zi timv sintụ̄ vuchhn? Kya yimn chha kan zi timv sintụ̄ bvzn? Ae nby, yimn vniv zi, bulạviyvukh pnnụ̄ tthhravnh āmtụ̄ shryk, pth kriv tvhụ̄ sạry me khlaf tdbyr th me mah diyv hrgz thi mhlt."
  },
  {
    "verse_id": 196,
    "translation": "Myvn ḥạmy th mdd krn vvl chuh suh Allah tʿālyā yymụ̄ yih ktab chhe nạzil krimcz, th suh chuh nyk ansann ḥmayt kran."
  },
  {
    "verse_id": 197,
    "translation": "Aath brʿks yimn tvhụ̄ Allah tʿālyā trạvith nad chihv layan, tim nh hykn tohyih mdd krith, th nh chih tim khod panse mdd krns qạbl."
  },
  {
    "verse_id": 198,
    "translation": "Blkhi agr tvhụ̄ timn syzi vathi pytthh yinh khạṭr vniv tim hykn nh tuhnz kth thi bvuzith, bẓạhr chuh tohyih aathhi yivan zi tim chih tohyih kun vuchhan, mgr drḥqyqt chihnh tim kihinụ̄ thi vuchhan."
  },
  {
    "verse_id": 199,
    "translation": "Ae nby, nrmy th drgzruk ṭryqh kriv akhtyar, mʿrvfuk tlqyn gczihv kran, th jạhlv nishhi rvuziv pth."
  },
  {
    "verse_id": 200,
    "translation": "Agr shyṭan kunhi vizi tohyih hs diyih, khudays mngiv pnah, suh chuh svrue kynhh bvzn vvl th zann vvl."
  },
  {
    "verse_id": 201,
    "translation": "Dr ḥqyqt yim mtqy chih tihund ḥal chuh yih āsan zi agr kunhi vizi shyṭan sndi athr sintụ̄ kanhh bur khyal timn yivan thi chuh tim chih fvraan khbrdar gczhan th pth chuh timn ṣaf athhi yivan zi timn khạṭr kya chuh ṣḥyḥ ṭryqi kar."
  },
  {
    "verse_id": 202,
    "translation": "Rvudụ̄ vonụ̄ tihndụ̄ (yʿny shyṭann hndụ̄) bạe, tim chih timn tihnzi gmrạhy mnz laman pknavan, th timn chihnh vathi ddalns mnz kanhh ksr path kun travan."
  },
  {
    "verse_id": 203,
    "translation": "Ae nby, yylhi tvhụ̄ yimn lukn brvnhh knhi kanhh nshạny (yʿny mʿjzh) pysh chihv nh kran, tylhi chih yim vnan zi tohyih kyazi kvruv nh pans khạṭr kunhi nshạnụ̄ hund antkhab? Yimn vniv, bh chuhs ṣrf tmhi vḥy hnz pyrvy kran yosh myạnụ̄ rbn me kun chhe svuzmcz, yimh chhe bṣyrt chih rvshnyih tuhndis rb sndi ṭrfh byyhi hdayt th rḥmt timn lukn khạṭr yim ath qbvl krn."
  },
  {
    "verse_id": 204,
    "translation": "Yylhi qrān tohyih brvntthh knhi prnh yiyhi tylhi bvuziv suh tvjh san th khamvsh rvuziv, bnan chuh tohyih pytth thi spdi rḥmt."
  },
  {
    "verse_id": 205,
    "translation": "Ae nby, pnun rb kriyvun yad dilh mnzụ̄ ʿạjzy san th khvfh san, byyhi kriyvun zyvi sintụ̄ thi lothi lothi, ṣubḥs th shamas, tvhụ̄ mah bniv timv lukv mnz yim ghflts mnz chih pymtụ̄."
  },
  {
    "verse_id": 206,
    "translation": "Yim frshth tuhndis rbs nishhi nzdyky hund mqam chih thavan, tim chihnh zanhh pnnis bjrkis ghrvurs mnz yith tmụ̄ sndi ʿbadt nishhi buth pihran, tim chih tmụ̄ snz tsbyḥ kran th ts brvnhh knhi chih nmith rvzan. (yth jayih chuh ḥukm zi yus shkhṣ yih āyt pri ya bvzi suh krin sjdh. Qrān mjyds mnz chih yithụ̄ czodah (14) mqam yimn jayn sjdkụ̄ āyat chih āmtụ̄)"
  }
]