[
  {
    "verse_id": 1,
    "translation": "Tohyih chihv aanfals mtʿlq prczhan (aanfal chuh nafluk jmʿ, ʿrby zbạnụ̄ mnz chih nfl tth chyzs vnan yus vạjb ya tamhi khoth hurymanh āshi. Yylhi yih tạbʿ (matḥt) sndi ṭrfh āshi tylhi chuh aamhi nishhi murad so rẓakaranh khdmt āsan yosh akh bndh pnnis mạliks khạṭr frẓ khoth hurymanh pnnhi khvshy bja chuh aanan, mthlaan nfl nmaz, th yylhi yih mtbvʿ (ys aitbaʿ yiyhi krnh) sndi ṭrfh āshi, tylh chuh amhi nishhi murad suh ʿṭyh ya anʿām āsan yus mạlik pnnis bnds chuh tmụ̄ sndi ḥqh khoth hurymanh divan. Yth jayih chuh anfal lfẓ timn mali ghnymtn khạṭr vartavnh āmut yim jngi bdrs mnz mslmann ạsụ̄ ḥạṣl gmtụ̄ th yimn anfal qrar dinuk mṭlb chuh mslmann yih kth dhhn nshyn krnụ̄ zi yih chahnh tuhnz kmạe blkh chuh Allah tʿālyā sund fẓl th anʿām yus tmụ̄ tohyih ʿṭa kvrnv) vniv, yim anfal chih khudays th tmụ̄ sndis rsvl sndụ̄, lhādha khvcziv khudays th akh akis sintụ̄ thạviv pnnụ̄ tʿlqat durst, byyhi kriv Allah tʿālyā snz th tmụ̄ sndis rsvl snz aṭaʿt, agr tvhụ̄ mvmn chihv. (yih kth chhe amhi mvjvb frmavnh āmcz zi yih mal bạgravns mtʿlq kanhh ḥukm yinh brvnhh avs mslmanv mnz kynczhv daryv pnnis pnnis ḥqs mtʿlq dʿūyā lvgmut krun)"
  },
  {
    "verse_id": 2,
    "translation": "Pzụ̄ ahli ayman chih tim lukh yihndụ̄ dil Allah tʿālyā snz dhkr bvuzith lrzan chih th yylhi Allah tʿālyā sndụ̄ āyat timn brvnhh knhi prnh chih yivan tylhi chuh tihund ayman huran, timn chuh pnnis rbs pytth aʿtmad āsan."
  },
  {
    "verse_id": 3,
    "translation": "Yim nmaz chih qạyim kran th yikynczhah ashi timn diytmut chuh tmhi mnz chih (sanhi vathi mnz) khrch kran."
  },
  {
    "verse_id": 4,
    "translation": "Yithy lukh chih ḥqyqy mvmn, yihndi khạṭr chih yihndis rbs nishhi bddụ̄ drjhi, qṣvrv nishhi chuhkh drgzr byyhi chuhkh bhtryn rzq."
  },
  {
    "verse_id": 5,
    "translation": "(yth mali ghnymt kis mʿāmls mnz thi chhe ticzhe ṣvurt pysh yivan yczh tmhi vqth pysh ạs āmcz yylhi) tuhndụ̄ rbn ḥq san tvhụ̄ pnnhi gr ạsinv krrimtụ̄, th mvmnv mnz avs akis dris yih nagvar gvmut."
  },
  {
    "verse_id": 6,
    "translation": "Tim ạsụ̄ ath ḥq kis mʿāmls mnz tohyih sintụ̄ czuvan ḥalankh suh avs ttakarh pạtthụ̄ nvn dramut, tihund ḥal avs yih zanth tim vuchhan ạsụ̄ tim chih mvts kun khrkh vnh yivan."
  },
  {
    "verse_id": 7,
    "translation": "Yad kriv suh mvqʿ yylhi Allah tʿālyā avs tohyih sintụ̄ vʿdh kran zi doshvyv dryv mnz gczhyv tohyih akh ḥạṣl (yʿny qryshn hund tjarty qạflh yus sham kinụ̄ avs yivan nath qryshn hund lshkr yus mkh pytthh yivan avs) tvhụ̄ ạsiv yczhan zi kmzvr dvr gvczuhv tohyih mylun mgr Allah tʿālyā sund aradh avs yih zi pnnyv arshadav sintụ̄ havihe ḥqs ḥq bnạvith, th kạfrn czatthi he mvul."
  },
  {
    "verse_id": 8,
    "translation": "Takh ḥq rvzihe ḥq bnith th bạṭl rvzhe baṭl bnith, khvah mujrimn yih kvtah thi nagvar gczhụ̄ tn."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi suh mvqʿ yylhi tvhụ̄ pnnis rbs fryad ạsiv kran, drjvab frmvv tmụ̄ zi bh svz tuhndi mdd khạṭr pyvtths pytth akh sas frshth."
  },
  {
    "verse_id": 10,
    "translation": "Yih kth vnụ̄nav khudayn tohyih ṣrf amhi mvjvb zi tohyih spdyv khvsh khbr, th tuhndụ̄ dil spdan aamhi sintụ̄ mṭmʿn, nath yylhi thi mdd spdan chuh, suh chuh Allah tʿālyā sndy ṭrfh spdan, pzụ̄ pạtthụ̄ chuh Allah tʿālyā zbrdst th ḥkmt vvl."
  },
  {
    "verse_id": 11,
    "translation": "Byyhi suh vqt yylhi Allah tʿālyā pnnhi ṭrfh ghnvdgy hnzi shklhi mnz tohyih pytth aiṭmynan th be khvfy hnz kyfyt ṭạry avs kran. (yohe tjrbh avs muslmann jngi auḥds mnz pysh āmut, yithh pạtthụ̄ zn svrh āli ʿmran āyt 154 has mnz frmavnh chuh āmut) th āsmanh pytthh avs tohyih pytth āb travan takh tohyih krihyv pak th tohyih nishhi krihe shyṭan snz travnh āmcz napạky dvur, th tuhndụ̄ dl krihe mẓbvṭ th amhi dhryʿh dr ravihe tuhndụ̄ qdm."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi suh vqt yylhi tuhund rb frshtn avs aisharh kran zi, bh chuhs tohyih sintụ̄, tvhụ̄ thạviyvukh ahli ayman thạbt qdm, bh trav yimn kạfrn hndyn diln mnz byim, lhādha lgạviv tvhụ̄ tihnzn grdnn pytth ẓrb th prth tans pytth chvtt. (jngi bdrkụ̄ yim vaqʿāt yvt tam akhi akhi yad pavnh chih āmtụ̄ aamhi nishhi chuh mqṣd draṣl lfẓ aanfal hch mʿnvyt vaẓḥ krnụ̄. Abtda hs mnz avs arshad spudmut zi tvhụ̄ kth chihv mali ghnymts pnnhi janfshạny hund phl smjhith aamikụ̄ mạlk th mkhtar bnan. Yih chuh draṣl Allah tʿālyā sund ʿṭyih th muʿṭiy (ʿṭyh dnh vvl) chuh khod pnnhi maluk panh mkhtar. Vonụ̄ chih amhi kis thbvts mnz yim vaqʿāt gnzravnh āmtụ̄ zi ath kamyạby mnz lgạvitav pane ḥsab th vuchihtav zi tuhnzi janfshạny, juratuk th jsartuk kvtah ḥṣh avs, th Allah tʿālyā sndi ʿnaytuk kvtah ḥṣh avs. Amhi mvjvb aamiyuk fạṣlh krun zi yih kithh pạtthụ̄ gczihh bạgravnh yun chahnh tuhnz kạm blkh chhe Allah tʿālyā snz kạm)"
  },
  {
    "verse_id": 13,
    "translation": "Yih chuh amhi mvjvb zi timv kvr khudays th tmụ̄ sndis rsvls sintụ̄ mqablh th yus khudays th tmụ̄ sndis rsvls sintụ̄ mqablh kri, Allah tʿālyā chuh tmụ̄ sndi khạṭr sytthah skht gyr."
  },
  {
    "verse_id": 14,
    "translation": "Yih chuh tohyih lukn hund sza (mkhạṭb chih kufari qrysh, yimn bdrs mnz shkst myvul) vonụ̄ vuchihv aamiyuk mzh, th tohyih gczhyv fikri tarun zi ḥqs ankar krn valyn khạṭr chuh jhnmuk ʿdhab."
  },
  {
    "verse_id": 15,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yylhi tohyih akis lashkr kis ṣvurts mnz kufarn sintụ̄ buthụ̄ lage spdi tylhi pihrzyv nh tihndis mqabls mnz shanh (yʿny yvt phyirzyv nh)"
  },
  {
    "verse_id": 16,
    "translation": "Yymụ̄ aath mvqʿs pytth shanh pihrụ̄, aila yih zi jngy chalhi rngụ̄ kri ya kri kạnshi dvyimis fvjs sintụ̄ ralnh mvjvb, nath yiyhi suh Allah tʿālyā sndis ghẓbs mnz hynh, tmụ̄sund tthkanh āshi jhnm, th so chhe sytthhe nakarh vapsy hnz jae."
  },
  {
    "verse_id": 17,
    "translation": "Lhādha chhe ḥqyqt yih zi tohyih kriyvukh nh tim qtl, blkh krụ̄ tim khudayn qtl. Th ae nby, tohyih chhvkvnh blkh chhvk khdayn. (bdrkis mʿrks mnz yylhi mslmann th kạfrn hndụ̄ lshkr akh akis brvntth kun āe th pth vvt aathh milvanuk mvqʿ, ḥẓvr chih pnnis dsti mbarks mnz akh sykhi motth tulan th pth chih shahati alvjuvh vanan vnan so kufarn kun chhkan th yih frmavns sinty chih mslman ḥẓvr ṣly Allah ʿlyh v slmn hndis aishars pytth ykbar kufarn pytth ḥmlh kran. Yih chuh athụ̄ vaqʿs kun asharh. Mṭlb chuh yih zi dsti mbark avs ḥẓvr ṣly Allah ʿlyh v slmn hund mgr ẓrb avs Allah tʿālyā sndi ṭrfh, th mvmnn hndụ̄ athh yim ath kamhi mnz astʿmal āe krnh) avs amhi mvjvb zi Allah tʿālyā tarihe mvmnn akhi bhtryn āzmạyshhi sintụ̄ kamyạby san aapvr, pzụ̄ pạtthụ̄ chuh Allah tʿālyā bvzn vvl th zann vvl."
  },
  {
    "verse_id": 18,
    "translation": "Yih mʿāmlh chuh tohyih sintụ̄, th kafrn sintụ̄ chuh mʿāmlh yih zi Allah tʿālyā chuh tihnzn chaln kmzvr krn vvl."
  },
  {
    "verse_id": 19,
    "translation": "(yimn kạfrn vniv), agr tvhụ̄ fạṣlh ạsiv yczhan, rttiv tylhi vvt fạṣlhi tohyih brvnhh kun. (mkh pytthh rvanh spdnh vizi avs mushrikv kʿbkụ̄ prdh rttith duʿā mvngmut zi khudaya, doyv daryv mnz yus bhtr chuh ts kr ftḥ ʿṭa) vonụ̄ phyiriv baz tuhndy khạṭr chuh bhtr. Nath agr yvt phyirith soe ghlṭy kriv tylhi krv asụ̄ thi tamy szahuk aiʿādh, th tuhnz jmʿīt khvah so kạczah thi zyadh āshi yiyav nh tohyih bkar, Allah tʿālyā chuh mvmnn sintụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, Allah tʿālyā snz th tmụ̄ sndis rsvl snz kriv aṭaʿt th ḥkm bvznh pth mah pihrv tmhi nishhi buth."
  },
  {
    "verse_id": 21,
    "translation": "Timn lukn hndụ̄ pạtthụ̄ mah bniv, yimv vvn zi ashi bvuz ḥalankh tim chihnh bvzan."
  },
  {
    "verse_id": 22,
    "translation": "Pzụ̄ pạtthụ̄ chih khudays nzdyk bdtryn qsmkụ̄ janvr tim zrụ̄ th klụ̄ yim ʿqlhi chihnh kạm hyvan."
  },
  {
    "verse_id": 23,
    "translation": "Agr khudays pe āshi he zi yimn mnz chuh rczh thi rczr tylhi diyih he suh timn bvznuk tvfyq, (mgr rczr vrạe) agr suh timn bvznavi he tylhi pihrhan tim be rukhy san buth."
  },
  {
    "verse_id": 24,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, Allah tʿālyā th tmụ̄ sndis rsvl sndis ālvas pytth vniv lbyk yylhi zan rsvl tohyih tth chyzs kun bulavi yus tohyih zndgy bkhshn vvl chuh, byyhi thạviv zạnith zi Allah tʿālyā chuh ansans th tmụ̄ sndis dils drmyan ḥạyl th tsụ̄ kun yiyiv tvhụ̄ (rvzi mḥshrs mnz) vttith ninh."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi bchiv tmhi fitnh nishhi yymich shhmt mkhṣvṣ pạtthụ̄ timne lukn tam mḥdvud rvzi nh yimav tohyih mnz gnah āshi kvrmut. (aamhi nishhi chuh murad tim ajtmạʿī fitnh yim ʿām vabahkụ̄ pạtthụ̄ ticzh shhmt chih aanan yth mnz ṣrf gnah krn vạly yạtụ̄ chihnh grftar spdan blkh chih tim lukh thi marh gczhan yimav gnah gar svsaʿtty mnz rvzun āshi brdasht kvrmut) th zạnith thạviv, Allah tʿālyā chuh skht sza dinh vvl."
  },
  {
    "verse_id": 26,
    "translation": "Yad kriv suh vqt yylhi tvhụ̄ kme ạsiv, zmyns mnz ạsiv tvhụ̄ kmzvr yivan smjhnh, tvhụ̄ ạsiv khoczan rvzan zi khbr lukh ma mittavanv tohyih, pth krnv tohyih khudayn chahpn jae dstyab, pnnhi mdd sintụ̄ krin tuhndụ̄ athh mẓbvṭ th tohyih vatnvvnav jan rziq, shayd zi tvhụ̄ bniv shukr gzar."
  },
  {
    "verse_id": 27,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, mah kriv khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms sintụ̄ khyant, pnnyn amantn mnz mah kriv zạnith mạnith ghdạry hund aatur. (pnnyn amantn nishh chuh murad timh sare dhmh dạriyih yim kạnshi pytth aʿtmad krith tas ḥvalh yin krnh, khvah timh ʿhdi vfa chih dhmh dạriyih āsn ya ajtmạʿī mʿāhdn hnz, ya āsn jmaʿt kyn razn hnz, ya shkhṣy th jmaʿty maln hnzi, ya kunhi ʿhdh th mnṣb chhi, yimh jmaʿt kạnshi shkhṣs pytth bhrvsh krith ḥvalh kri)"
  },
  {
    "verse_id": 28,
    "translation": "Th zạnith rvuziv zi tuhndụ̄ mal th tuhndụ̄ avlad chih drḥqyqt āzmạyshhi hndụ̄ saman th khudays nishhi chuh aajr dinh khạṭr varyah kynhh."
  },
  {
    "verse_id": 29,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, agr tvhụ̄ tqvāy akhtyar kriv, tylhi thavi Allah tʿālyā tuhndi khạṭr khvtt bhm. (khvtt chih tth chyzs vnan yosh aṣlch th khottich frq chhe nnụ̄ krran. Yohe mfhvm chuh frqanuk thi, avae chuh aashi frqan lfẓuk trjmh khvtt kvrmut. Arshadi alhāy huk manshhi chuh yih zi agr khudays khvczụ̄ khvczụ̄ dunyahs mnz kạm kriv tylhi kri khudae tohyih mnz frq krnuk suh ṭaqt pạd, yiyimhi sintụ̄ qdms qdms pytth tohyih pạnụ̄ pane yih pe lghi zi kus hyvu rviyih chuh ṣḥyḥ th kus chuh ghlṭ, kosh hish vath chhe ḥq yosh khudays kun chhe gczhan th kosh vath chhe bạṭl yosh shyṭans sintụ̄ chhe rlavan) th tuhnz burạyyih kri tohyih nishhi dvur th tuhndụ̄ qṣvr kari mʿāf, Allah tʿālyā chuh bvdd fẓl krn vvl."
  },
  {
    "verse_id": 30,
    "translation": "Suh vqt thi chuh yad pavns qạbl, yylhi mnkryni ḥq tohyih khlaf tdbyr ạsụ̄ svnchan zi tohyih krhanav qạd ya krhanav qtl, nath krrhanv vṭnh mnz (yih chhe tmhi mvqʿch dhkr yylhi qryshn hund yih andyshhi yqyn kis ḥds tam avs vvtmut zi vvnụ̄ gczhn Muḥammad thi mdynh. Tmhi saʿth lgụ̄ tim panh vạnụ̄ vannhi zi agr yih shkhṣ mkh mnz drav tylhi czlhi khṭrh sanhi qabv nishhi nybr. Chnanchhi timv kvr ḥẓvr ṣly Allah ʿlyh v slmn mtʿlq ạkhry fạṣlh krnh mokhh akh ajtmaʿ th ath kthhi pytth kvrukh panh vạnụ̄ mshvrh zi amhi khṭruk sdi bab kithh pạtthụ̄ yiyhi krnh) tim ạsụ̄ pnnhi chalh gindan th Allah tʿālyā avs pnnụ̄ chal gndan th Allah tʿālyā chuh sarine hndi khoth bhtr chal gindn vvl."
  },
  {
    "verse_id": 31,
    "translation": "Yylhi timn ạsụ̄ sạnụ̄ āyat bvznavnh yivan, tim ạsụ̄ vnan zi, ā, bvuz aashi, hrgah yczhv asụ̄ thi hykv yiczhe kthh bnạvith, yimh chhe time pranh dlylh yimh lukh chih godd pytthe vnan pkan."
  },
  {
    "verse_id": 32,
    "translation": "Th so kth thi chhe yad yosh timv vnmcz ạs zi, khudaya agr yih vaqʿī ḥq chuh chanhi ṭrfh, tylhi val aashi pytth āsmanh pytthh knhi, nath aan kanhh dg tulvun ʿdhab aashi pytth."
  },
  {
    "verse_id": 33,
    "translation": "Tmhi vqth avsnh Allah tʿālyā timn pytth ʿdhab nạzil krn vvl yylhi tvhụ̄ timn drmyan ạsiv, th byyhi chuhnh Allah tʿālyā sund yih qạʿdh zi lukh āsn astghfar kran th suh diyih timn ʿdhab."
  },
  {
    "verse_id": 34,
    "translation": "Mgr vonụ̄ kyazi kri nh suh timn pytth ʿdhab nạzil, yylhi zn tim msjdi ḥramch vath chih rukavan, ḥalankh tim chihnh amhi msjdi hndụ̄ jạyz mutvlụ̄ kynhh, aamikụ̄ jạyz mutvlụ̄ hykn ṣrf ahl tqvyā he ạsith, mgr akthr chihnh aath kthhi zanan."
  },
  {
    "verse_id": 35,
    "translation": "Byt Allah hs nkhh kosh nmaz chhe yimn lukn spdan? Bs chih shurinhi kran th aathh vayan, lhādha rttiv vonụ̄ tamhi ʿdhabuk mzh vuchihv pnnis tth ankari ḥq kis padashs mnz yus tvhụ̄ kran chihv rvudimtụ̄."
  },
  {
    "verse_id": 36,
    "translation": "Yimv lukv ḥq mannh nishhi ankar chuh kvrmut, tim chih pnnụ̄ mal Allah tʿālyā snzi vathi nishhi rukavnh mokhh khrch kran, th vunhi rvzn byyhi khrch kran, mgr ạkhr kar bnn yime kvushshhi tihndi khạṭr pchhtavnuk sbb, pth gczhn tim mghlvb, pth yin yim kạfr jhnms kun ghyr krith aannh."
  },
  {
    "verse_id": 37,
    "translation": "Takh Allah tʿālyā kri gndgy, pạkyzgy nishhi chhạnttith byvn, th prth qsmch gndgy rlạvith krys kunue, pth chhkhi tth phttjhi jhnms, yime lukh chih aṣly khsarh ld."
  },
  {
    "verse_id": 38,
    "translation": "Ae nby, yimn kạfrn vniv zi agr vunhi thi baz phyrn tylhi yikynczhah pth kun spudmut chuh suh yiyhi drgzr krnh, albth agr yim tamy ptimhi rvishhi hund aʿādh krn tylhi yikynczhah ptimyn qvmn sintụ̄ spudmut chuh suh chuh sarine pe."
  },
  {
    "verse_id": 39,
    "translation": "(ae lvukv yimv ayman chuhv avnmut) yimn kạfrn sintụ̄ kriv jng yvt tam fitnh gczihh khtm th dyn spdi pvur pạtthụ̄ Allah tʿālyā sndi khạṭr, pth agr tim ftnh nishhi baz phyrn, tylhi chuh tihndyn aʿmaln hund vuchhn vvl Allah tʿālyā."
  },
  {
    "verse_id": 40,
    "translation": "Th agr tim mann nh tylhi rvuziv zạsith zi Allah tʿālyā chuh tuhund rchhn vvl th suh chuh bhtryn ḥạmy th mddgar."
  },
  {
    "verse_id": 41,
    "translation": "Th tohyih gczihh pe lgnụ̄ zi yus mali ghnymt tohyih ḥạṣl chuhv kvr mut (yth jayih chuh tamhi mali ghnymt kh bạgravnuk qanvn vannh yivan yth mtʿlq tqryr kis abtdahs mnz vannh avs āmut zi yih chuh Allah tʿālyā sund anʿām yth mtʿlq fạṣlh krnuk akhtyar Allah tʿālyā th tmụ̄ sndis rsvl se yvt chuh, vonụ̄ āv suh fạṣlh byan krnh) tamiyuk pvunczim ḥṣh chuh khdays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms khạṭr byyhi rshth darn, ytymn, mskynn th msafrn khạṭr agr tohyih ayman avnmut chuhv khudays pytth th tth chyzs pytth yus fạṣlh kh doh, yʿny doshvnụ̄ fvjn hndi ttkravnh kh doh ashi pnnis bnds pytth nạzil avs kvrmut, (yʿny suh tạʿyd th nṣrt yymhi kh bdvlth tohyih ftḥ ḥạṣl spzv, th yymhi kh bdvlte tohyih yih mali ghnymt ḥạṣl spduv, tylhi kriv yih ḥṣh khvshy san ada) Allah tʿālyā chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 42,
    "translation": "Yad kriv suh vqt yylhi tvhụ̄ vady hndi yymhi ṭrfh ạsiv th tim ạsụ̄ dvyimhi ṭrfh prrav trạvith th fạṣlh avs tohyih bnụ̄ kinụ̄ (sạḥils) kun agr tohyih th timn drmyan godde mqablch qrar dad spdymcz āsihe, tylhi krihiv tvhụ̄ ẓrvur tth mvqʿs pytth ajtnab, albth yikynczhah pysh āv suh avs amhi mvjvb zi yymhi kthhi hund fạṣlh khudayn kvrmut avs tth kddi nvn, takh yas hlak chuh spdun, suh gczhhi ttakar dlylhi san hlak, th yas zndh chuh rvzun, suh rvzi ttakar dlylhi san zndh, yqynaan chuh Allah tʿālyā bvzn vvl th zann vvl."
  },
  {
    "verse_id": 43,
    "translation": "Ae nby, th yad kriv suh vqt, yylhi Allah tʿālyā avs timn tuhndis khvabs mnz kme havan. (yih chhe tmhi vqtch kth yylhi ḥẓvr muslman hyth mdynh pytthh nyran ạsụ̄ ya vathi ạsụ̄ kunhi jayih, th yih ạs nh pe zi kạfrn hund lshkr kvtah bvdd chuh. Tamhi vqth vuchh ḥẓvr ṣly Allah ʿlyh v slmv khvabs mnz yih lshkr, th yus mnẓr timn brvnhh knhi pysh āv krnh tmhi nishhi kvr timv andazh zi dshmnn hund tʿdad chuhnh zyadh kynhh) hrgah suh tohyih tihund tʿdad zyadh havihe. Tylhi hạrihiv ẓrvr tvhụ̄ hmt th lrrayih hndis mʿāmls mnz tulhi hiv tnazʿh, mgr khudae ne bchạvinv tvhụ̄ amhi nishhi, pzụ̄ pạtthụ̄ chuh suh syinan hund ḥal tam zanan."
  },
  {
    "verse_id": 44,
    "translation": "Th yad kriv yylhi mqablh kh vqth khudayn tohyih lukn hnzn nẓrn mnz dushmn kme hạvụ̄ th tihnzn nẓrn mnz krinv tvhụ̄ km krith pysh, takh yosh kth spdn vajinụ̄ ạs tth krri Allah tʿālyā nvn, th ạkhrkar chih sạry mʿāmlat Allah tʿālyā se kun rjvʿ spdan."
  },
  {
    "verse_id": 45,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yylhi kunhi dris sintụ̄ tuhund mqablh spdi tylhi rvuziv thạbt qdm, byyhi kriyvun Allah tʿālyā kthrt san yad, tvqʿ chuh zi tohyih spdyv kamyạby nṣyb."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi kriv Allah tʿālyā snz th tmụ̄ sndis rsvl snz aṭaʿt th panh vạnụ̄ mah tuliv tnazʿh tylhi gczihh tohyih mnz kmzvury pạd, th tohyih vsyv phokhe th ṣbrs hyyiv kạm. (yʿny pnnụ̄ jdhbat th khvạhshat thạviv gnddas mnz. Jld bạzy, ghbrahtt, khvf, ṭmʿ th namnạsb jvshhi nishhi bchiv. Tthndd dlh san th svnchnh smjhnh āmthi fạṣlh san kriv kạm. Khṭrat th mshklat āsn brvnhh knhi, tuhndụ̄ qdm gczhn nh nattnụ̄. Ashtʿāl angyz mvqʿ yylhi pysh yin, tmhi saʿth gczhn nh tohyih tim be mḥl ḥrkt ya athh shr krnavnụ̄. Yylhi mṣạyban hund ḥmlh spdi, ḥalat āsn basan bigran, tylhi gczhn nh aẓṭrab kis ḥalts mnz tohyih hvsh v ḥvas ddlnụ̄. Mqṣd ḥạṣl krnh kh shvqh sintụ̄ be qrar spdith, ya kanhh nym pkhth tdbyr srsry nẓri mnz kargr vuchihth gczhn nh tuhndụ̄ aradh jld bạzy sintụ̄ mghlvb spdnụ̄, th hrgah kunhi vizi dunyạvy fạydh th mnafʿ byyhi nfsh kh ldhtkụ̄ trghybat āsn tohyih pans kun phsavan, tihndis mqabls mnz thi gczihh nh tuhund nfs tyvutah kmzvr āsun zi be akhtyar gczihv timn kun. Yim tmam mfhvm chih ṣrf ṣbr lfẓs mnz pvushydh, th Allah tʿālyā chuh frmavan zi yim lukh yimv tmam ḥythytv kinụ̄ ṣạbr āsn, myvn tạʿyd chuh timne ḥạṣl) yqynaan chuh Allah tʿālyā ṣbr krn valyn sintụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Th timn lukn hndụ̄ hivụ̄ rng ddhng mh kriv akhtyar yim pnnyv grv mnz hytth divan th lukn pnnụ̄ shan havan havan drae th yihnz rvish yih chhe zi Allah tʿālyā snzi vathi nishhi chih rukavan, yikynczhah tim kran chih suh chuhnh Allah tʿālyā sndi grifth nybr."
  },
  {
    "verse_id": 48,
    "translation": "Dhra kritv khyal tmhi vqtuk yylhi shyṭann timn lukn hndụ̄ krtvut tihnzn nẓrn mnz khoshnma bnạvith hạvimtụ̄ ạsụ̄ th timn avsun vvnmut az hykhi nh tohyih pytth kanhh ghạlb yith, byyhi yih zi bh chuhs tohyih sintụ̄, yylhi doshve drụ̄ akh akis brvnhh kun āe, pth czvl suh pvt khvry th lvg vannh zi bh chuhs tohyih nishhi alg, bh chuhs tikynczhah vuchhan yinh tvhụ̄ vuchhan chihv, bh chuhs Allah tʿālyā has khoczan, th Allah tʿālyā chuh sytthah skht sza dinh vvl."
  },
  {
    "verse_id": 49,
    "translation": "Yylhi zn mnafq th tim sạry lukh yihndyn diln bymạrụ̄ chhe ljmcz, vanan ạsụ̄ zi yim lukh chih yihndụ̄ dyinn krimtụ̄ dyvangy mnz mbtla (yʿny mdynkụ̄ mnafq th tim sạry lukh yim dnya prsty th khudays nishhi ghflt kis mrẓs mnz grftar ạsụ̄, yih vuchihth zi muslmann hnz mochihh yạcz be sr v saman jmaʿt chhe qrysh hivis zbrdst ṭaqs sintụ̄ ttkravnhi gczhan, ạsụ̄ panh vạnụ̄ vnan zi yim lukh chih pnnis dyny jvshs mnz dyvanh gmtụ̄. Yth mʿrks mnz chhe yihnz tbạhy yqyny, mgr amụ̄ nbyn chuh yimn tithhi jadiyuk phokh diytmut zi yihnz ʿql chhe dyvanh gmcz th vuchhan vuchhan chih yim mvt kis dhans kun pkan) ḥalankh agr kanhh khudays pytth bhrvsh kri tylhi chuh pzụ̄ pạtthụ̄ Allah tʿālyā sytthah zbrdst th dana."
  },
  {
    "verse_id": 50,
    "translation": "Kash tvhụ̄ hykụ̄ hiv soḥalt vuchihth yylhi frshth ạsụ̄ qtl gmtyn kạfrn hndụ̄ rvḥ qbẓ kran, tim ạsụ̄ tihndyn buthyn th tihndyn shanan pytth ẓrb lgavan lgavan pkan th vnan ạsụ̄, rttiv vuchihv vonụ̄ daznuk sza."
  },
  {
    "verse_id": 51,
    "translation": "Yih chuh jza yymyuk saman tuhndyv pnnyv aathv avs godde mhya krith thvvmut, nath chuhnh Allah tʿālyā pnnyn bndn ẓlm krn vvl."
  },
  {
    "verse_id": 52,
    "translation": "Yih mʿāmlh āv yimn sintụ̄ tithe pạtthụ̄ pysh yithh pạtthụ̄ āli frʿūn th timn brvuntthmyn dvyimyn lukn sintụ̄ pysh chuh yivan rvudmut tikyazi timv kvr Allah tʿālyā sndụ̄ āyat mannh nishhi ankar th khudayn rttụ̄ tim tihndyn gunahn pytth. Allah tʿālyā chuh qvt thavan byyhi chuh skht sza dinh vvl."
  },
  {
    "verse_id": 53,
    "translation": "Yih spud Allah tʿālyā sndis tth sunts mṭạbq zi suh chuhnh kunhi nʿmts yosh tmụ̄ kunhi qvms ʿṭa āshi krmcz tvt tam bdlavan, yvt tam nh suh qvm khod pnun ṭrzi ʿml chuh bdlavan, Allah tʿālyā chuh svrue kynhh bvzn vvl th zann vvl."
  },
  {
    "verse_id": 54,
    "translation": "Āli frʿūns th timn brvuntthmyn qvmn sintụ̄ yikynczhah pysh āv suh avs athụ̄ ẓạbṭs mṭạbq, timv pihyur pnnis rb sndyn āyatn buth, tmhi pth krụ̄ aashi tim tihndyn gnahn hndis padashs mnz hlak th āli frʿūn kvr ghrq, yim sạrụ̄ ạsụ̄ ẓạlim lukh."
  },
  {
    "verse_id": 55,
    "translation": "Pzụ̄ pạtthụ̄ chih khudays nzdyk zmyns pytth pkn valyv lukv mnz sarive khoth bdtr tim lukh yimv ḥq mannh nishhi ankar kvr, pth chihnh tim kunhi pạtthụ̄ suh qbvl krnh khạṭr tyar."
  },
  {
    "verse_id": 56,
    "translation": "(khṣvṣaan) yimv mnz tim lukh yimn sintụ̄ tohyih mʿāhdh kvruv, pth chih tim prth mvqʿs pytth suh puhttravan th khudạe khvfs chihnh khoczan. (yth jayih chuh khaṣ ṭvr yhvdyn kun asharh yimn sintụ̄ nby ṣly Allah ʿlyh v slmn mʿāhdh avs th amhi bavjvd ạsụ̄ tim ḥẓvr ṣly Allah ʿlyh v slmn th muslmann hndis mkhalfts mnz srgrm, jngi bdr pte lvg timv qryshn antqam hynh khạṭr hs diyun)"
  },
  {
    "verse_id": 57,
    "translation": "Lhādha agr yim lukh tohyih lrrayih mnz samkhn tylhi hyyiv yimn ticzh khbr zi yimn pth yim lukh yiczh rvish akhtyar krn vạlụ̄ āsn timn gczihh phrtth gczuhn. (aamiyuk mṭlb chuh yih zi agr kunhi qvms sintụ̄ svn mʿāhdh āshi th pth niyih suh pnnyn mʿāndanh dhmh dạriyan psi psht trạvith aashi khlaf kunhi jngs mnz ḥṣh, tylhi gczhv asụ̄ thi pnnyv akhlạqy dhmh dạriyv nishhi sbkdvsh th ashi āshi ḥq zi tas sintụ̄ krv jng. Byyhi agr kunhi qvms sintụ̄ ashi lrrạe chlan āshi th asụ̄ vuchahv zi dshmns sintụ̄ chih tithhi akhi qvmkụ̄ nfr thi jngs mnz shryk yas sintụ̄ aashi mʿāhdh chuh tylhi krav nh asụ̄ tim qtl krns mnz th timn sintụ̄ dshmn sund hyvu slvk krns mnz hrgz thi czydd) tvqʿ chuh zi bdʿhdn hndi aamhi anjamh nishhi rttn tim hyn."
  },
  {
    "verse_id": 58,
    "translation": "Th agr zanhh tohyih kạnshi qvms nishhi khyantuk andyshh āsyv, tylhi chhkiv tmụ̄ sund mʿāhdh ʿaalanyh tas brvnhh kun. (yʿny suh kriyvun ṣaf pạtthụ̄ khbrdar zi svn th tuhund mʿāhdh rvud nh vonụ̄ baqy, tikyazi tvhụ̄ chihv ʿhdch khlaf vrzy kran) yqynaan chuhnh Allah tʿālyā khyant krn valyn psnd kran."
  },
  {
    "verse_id": 59,
    "translation": "Mnkryni ḥq mah rvuzin ath ghlṭ fhmy mnz zi timv niyih bạzụ̄, yqynaan hykn nh tim aashi harnạvith."
  },
  {
    "verse_id": 60,
    "translation": "Th tvhụ̄ lukh, yvt tam tohyih pilhi zyadh khoth zyadh ṭaqt th tyar rvzn vạlụ̄ rchihth gurụ̄ thạviyvukh tihndi mqablh khạṭr dstyab. (mṭlb chuh yih zi tohyih nishhi gczihh samani jng th akh mstql fvj prth vqth tyar āsun takh bvqti ẓrvrt hykiv fvraan jngy karvạyy krith. Yih gczihh nh āsun zi kls pytth khṭrh vạtith lạgiv ghbrahtts mnz jldy jldy rẓakar, aslḥh th rasduk saman jmʿ krnhi th aath dvran zi yih tyary āshi and vatane th dushmnan āshi pnnụ̄ kạm moklạvmcz) takh amhi dhryʿh kriyvukh Allah tʿālyā sndụ̄ th pnnụ̄ dshmn th tim baqy dshmn khvf zdh, yim nh tvhụ̄ zanan chhvukh mgr Allah tʿālyā chuhkh zanan, Allah tʿālyā snzi vathi mnz yikynczhah tvhụ̄ khrch kriv, tamiyuk pvur pvur bdlh yiyhi tohyih kun pihrnh, th tohyih sintụ̄ spdinh hrgz ẓulm."
  },
  {
    "verse_id": 61,
    "translation": "Th ae nby, agr dshmn ṣlḥ th slamty kun mạyl āsn tylhi spdiv tvhụ̄ thi amhi khạṭr āmadh th khudays pytth kriv bhrvsh, pzụ̄ pạtthụ̄ chuh suh svrue kynhh bvzn vvl th zann vvl."
  },
  {
    "verse_id": 62,
    "translation": "Th agr timn dghabạzy hnz nyt āshi tylhi chuh tuhundi khạṭr Allah tʿālyā kạfy, sue chuh yymụ̄ pnnhi mdd sintụ̄ th mvmnn hndi dhryʿh tuhund tạʿyd kvr."
  },
  {
    "verse_id": 63,
    "translation": "Th mvmnn hndụ̄ dil jvrvin akh akis sintụ̄, agr rve zmynch sạre dvlt thi krụ̄hiv khrch tihindụ̄ dl hykụ̄hiv nh jvrvith mgr suh chuh Allah tʿālyā yymụ̄ yihndụ̄ dl jvrvụ̄, yqynaan chuh suh sytthah zbrdst byyhi ḥkmt vvl."
  },
  {
    "verse_id": 64,
    "translation": "Ae nby, tuhndi khạṭr chuh bs Allah tʿālyā kạfy, byyhi tuhndyn pyrvkar ahli aymann khạṭr."
  },
  {
    "verse_id": 65,
    "translation": "Ae nby, mvmn aubhạriyvukh jngs pytth. Agr tohyih mnz vuh nfr ṣạbr āsn tim yin don hathn pytth ghạlb, th agr hath nfr yithụ̄ āsn tim rvzn mnkryni ḥqv mnz sass nfrs pytth gvbụ̄ tikyazi tim chih tithụ̄ lukh yimn smjh chuhnh. (azikis aiṣṭlaḥs mnz yth chyzs qvti mʿnvy ya qvti akhlạqy (Morale) vanan chih, Allah tʿālyā chuh athụ̄ chyzs fqh v fhm byyhi manun zanun vnan. Yas shkhṣs pnnhi mqṣduk ṣḥyḥ shʿūr āshi th suh āshi tthndd dilh svnchith smjhth amhi mvjvub lrran zi yymhi khạṭr suh pnun zuv daavas chuh lagnhi āmut, suh chuh tmụ̄ snzi anfrạdy zndgy khoth qinmty th amhi kh ẓaʿʿ spdnh pth chuh zndh rvzun be qinmt, suh chuh be shʿūry san lrrn vạlis ansan sndi khoth kynhh gonh zyadh ṭaqt thavan, agr chih jsmạny ṭaqts mnz doshvnụ̄ drmiyan kanhh frq āshi nh)"
  },
  {
    "verse_id": 66,
    "translation": "Achha, vonụ̄ kvr khudayn tuhund bvr km. Th tas lvg pe zi vunhi chhe tohyih mnz kmzvury. Lhādha, agr tohyih hath nfr ṣạbr āsn, tim yin don hathn pytth ghạlb, th (agr) sas āsn yithy tim yin don sasn pytth Allah tʿālyā sndi ḥkmh ghạlb. (aamiyuk mṭlb chuhnh yih zi goddh ạs aakich th dahn hnz nsbt th vonụ̄ chhe chvnkh tohyih mnz kmzvry āmcz aamhi mvjvub chhe aakich th don hnz nsbt qạyim krnh āmcz, blkh chuh aamiyuk ṣḥyḥ mṭlb yih zi aṣvly th mʿīạry ḥythyt chhe ahli aymann th kfarn drmyan aakich th dahn hnze nsbt, mgr chvnkh vunhi chahnh tohyih lukn hnz akhlạqy trbyt mkml spzmcz, th vunhi chuhnh tuhndi svnchnuk pymanh blvgh kis ḥds vvtmut. Amhi mvjvb chuh tohyih godde tuhndi km āsnh bavjvd yih mṭalbh krnh yivan zi pnnhi khoth dognh ṭaqts sintụ̄ ttkravns mnz gczihv nh tvhụ̄ hrash krnụ̄. Yih kth gczihh mdi nẓr rvznụ̄ zi yih airshad chuh 2h hund yylhi zan mslmanv mnz varyah lukh vunhi tazh taze aslamas mnz dạkhl ạsụ̄ spdụ̄mtụ̄ th tihnz trbyt ạs vunhi abtdạyy ḥalts mnz) th Allah tʿālyā chuh timn sintụ̄ yim ṣbr krn vạlụ̄ chih."
  },
  {
    "verse_id": 67,
    "translation": "Kạnshi nbyas chuhnh yih shvuban zi ts nishhi āsn qindụ̄, yvt tam nh suh zmyns andr dshmnn tthyk pạtthụ̄ khtm kri, tvhụ̄ lukh chihv dunyahkụ̄ fạydh yczhan, ḥalankh khudays pyshi nẓr chuh ạkhrt, th Allah tʿālyā chuh ghạlb th ḥkmt vvl."
  },
  {
    "verse_id": 68,
    "translation": "Agr Allah tʿālyā sund tḥryr godde āsihe nh lykhnh āmut, tylhi yikynczhah tohyih lukv nyvmut chuhv tmhi kis padashs mnz yiyhi hyv tohyih bvdd sza dinh."
  },
  {
    "verse_id": 69,
    "translation": "Lhādha yikynczhah mal tohyih ḥạṣl chuhv kvrmut, suh khyyiv tikyazi suh chuh ḥlal th pak. Byyhi rvuziv khudays khoczan. (jngi bdr brvnhh yim abtdạyy hdayat svrh Muḥammads mnz dinh ạsụ̄ āmtụ̄, timn mnz avs jngy qindyv nishhi fidyih vṣvl krnuk ajazt dinh āmut. Albth avs ath sintụ̄ yih shrṭ lgavnh āmut zi godd gczihh dshmn sund ṭaqt aṣl pạtthụ̄ yun khtm krnh pth gczihh qindụ̄ rttnch fkr yinụ̄ krnh, aamhi frmanh mṭạbq yim qindụ̄ mslmanav badrs mnz grftar krụ̄ th pth yus timn nishhi fdyih vṣvl kvrukh, suh avs aijazth mṭạbq mgr ghlṭy spz yih zi, dshmn sund ṭaqt khtm krnuk yus shrṭ mqdm thavnh avs āmut suh pvur krnh brvntthe lgụ̄ muslmann dshmnn qạd krns th mali ghnymt jmʿ krns kun. Yhe kth kr khudayn napsnd, tikyazi agr yih krnh yiyhi he nh th muslman krhn kfarn hund pychha, tylhi yiyhi he athụ̄ mvqʿs pytth qryshn hund ṭaqt puhttravnh) yqynaan chuh Allah tʿālyā drgzr krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 70,
    "translation": "Ae nby, tohyih lukn hndis qbẓs mnz yim qindụ̄ chih timn vniv zi agr khudays pe lvg zi tuhndis dils mnz chuh kynhh khyr, tylhi diyav suh tohyih tmhi khoth thi khsith yikynczhah tohyih hynh chuhv āmut th tuhndụ̄ khṭa kri mʿāf, Allah tʿālyā chuh drgzr krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 71,
    "translation": "Albth agr tim tohyih sintụ̄ khyantuk aradh chih thavan, tylhi chuh timv amhi brvnhh khudays sintụ̄ khyant kvrmut, chnanchhi diyut khudayn tmhi kue sza timn zi tim āe tuhndis qabvas mnz, Allah tʿālyā chuh svrue zanan byyhi chuh ḥkmt vvl."
  },
  {
    "verse_id": 72,
    "translation": "Yimv lukv ayman qbvl kvr th hjrt krkh th Allah tʿālyā snzi vathi mnz lrrạvikh pnnụ̄ jan th pnnụ̄ mal khrchạvikh, th yimv lukv hjrt krn valyn jae dicz, byyhi kvrukh timn mdd, time chih draṣl akh akụ̄ sndụ̄ vly (mddgar). Rvudụ̄ tim lukh yimv ayman avn mgr hjrt krith ge nh (daru alaslams mnz) tylhi chuhnh tohyih yimn sintụ̄ vlaytuk (mdd krnuk) kanhh tʿlq yvt tam nh tim hjrt krith yin. (vilaayat lfẓ chuh ʿrby zbạnụ̄ mnz ḥmayt, nṣrt, mddgạry, ddukhis āsun, dvsty, qrabt, srprsty th athụ̄ sintụ̄ ralhi vnyn mfhvmn khạṭr vannh yivan. Yymhi āyt kis siyaqs th sabaqs mnz chuh ttakarh pạtthụ̄ murad suh rishth yus akhi ryastuk pnnyn shhryan sintụ̄, th shhriyn hund pnnis ryasts sintụ̄ th shhriyn drmyan panh vạnụ̄ chuh āsan. Lhādha chhe yih āyt dstvry th syạsy vlayts aslạmy ryast kyn arẓy ḥdvn tam mḥdvd kran th yimv ḥdvdav nishhi yim muslman nybr chih timn chhe amhi mkhṣvṣ rshth nishhi khạrj qrar divan. Amhi ʿdmi vlaytikụ̄ qanvny ntyjhi chih sytthah vsyʿ yihndụ̄ tfṣylat byan krnuk mvqʿ yth jayih chuhnh) ā, agr tim dyn kis mʿāmls mnz tohyih mdd mngn tylhi chuh timn mdd krun tohyih pytth frẓ mgr kunhi tithis qvms khlaf nh kynhh yas sintụ̄ tohyih mʿāhdh āshi (pytthimis ḥṣs mnz chih daru alaslam nishhi nybr rvzn vạlụ̄ mslman syạsy vlayt kh rshth nishhi khạrj qrar dinh āmtụ̄. Vonụ̄ chhe yih āyt aath vẓaḥt kran zi amhi rshth nishhi khạrj spdnh bavjvd chihnh tim dyny akhvt kh rshth nishhi khạrj kynhh. Agr kunhi jayih yimn pytth ẓlm āshi spdan, th tim mngn aslạmy brdary hndis tʿlq kis bnyads pytth daru alaslam kis ḥkvmts th amhi kyn bashndn mdd, tylhi chuh tihund frẓ zi pnnyn mẓlvm bayn krin mdd. Mgr amhi pth chuh mzyd vẓaḥt krith frmavnh āmut zi yimn dyny bayn hndi mdduk fryẓh yiyhi nh aanhi khlhi anjam dinh, blkh yiyhi bynu alaqvạmy dhimh dạriyan th akhlạqy ḥdvdn hund pas v lḥaẓ thạvithe anjam dinh. Agr ẓlm krn vạlis qvms sintụ̄ daru alaslamkụ̄ mʿāndanh tʿlqat āsn, tylhi yiyhi nh ath ṣvurts mnz mẓlvm muslmann kanhh tiyuth mdd krnh yus mʿāhdn hnzn akhlạqy dhmh dạriyn khlaf āshi) yikynczhah tvhụ̄ kran chihv Allah tʿālyā chuh tth vuchhan."
  },
  {
    "verse_id": 73,
    "translation": "Yim lukh mnkri ḥq chih, tim chih akh akụ̄ snz ḥmayt kran, agr tvhụ̄ yih kriv nh tylhi spdi zmyns andr ftnh th bvdd fsad pạd. (yʿny agr daru alaslamkụ̄ muslman akh akụ̄ sndụ̄ vly bnan nh, th agr hjrt krith daru alslams mnz nah yinh vạlyn th daru alkfrs mnz rvzn valyn muslmann daru alslamkụ̄ muslman pnnhi syạsụ̄ vlayt nishhi khạrj smjhn nh, th agr nybrimyn muslmann hndis mdd mngns pytth timn mdd yiyhi nh krnh, th agr sintụ̄ sintụ̄ tamhi qanvnch pabndy thi yiyhi nh krnh zi yth qvmas sintụ̄ aslạmy ryastuk mʿāhdh āshi tath khlaf yiyhi nh mslmann mdd krnh, th agr mslman krn nh kạfrn sintụ̄ mvalatuk tʿlq khtm, tylhi gczihh zmyns pytth bvdd ftnh th fsad brpa.)"
  },
  {
    "verse_id": 74,
    "translation": "Yimv lukv ayman avn th yimv Allah tʿālyā snzi vathi mnz grbar trạvụ̄ th jd v jhd krkh. Th yimv pnah diyut th mdd kvrukh, timae chih pzụ̄ mvmn tihndi khạṭr chuh khṭahv nishhi drgzr th bhtryn rzq."
  },
  {
    "verse_id": 75,
    "translation": "Th yimv lukv pth avn ayman th āe hjrt krith, th tohyih sintụ̄ rlith lgụ̄ jd v jhd krnhi, tim thi chih tohy mnz shạml, Allah tʿālyā snzi ktabhi mnz chih khvnuk rshth thavn vạlụ̄ akh akụ̄ sndụ̄ zyadh ḥqdar. Yʿny vratht spdi nh aslạmy bradry hindis bnyads pytth blkh spdi rshth dạry hndis bnyads pytth tqsym. Th amhi ḥukmch tshryḥ chuh nby ṣly Allah ʿlyh v slmn hund yih ḥkm kran zi ṣrf āsn mslman rshth dare akh akụ̄ sndụ̄ vạrth. Muslman āshi nh kạnshi kạfr sund ya kạfr āshi nh kạnshi muslman sund vạrth kynhh) yqynaan chuh Allah tʿālyā prth chyzs zanan."
  }
]