[
  {
    "verse_id": 1,
    "translation": "Aʿlani brat (qṭʿii tʿlq) chuh Allah tʿālyā sndi ṭrfh th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslmn) hndi ṭrfh timn mushrkn yimn sintụ̄ tohyih mʿāhdh ạsiv krimtụ̄. (yim āyat ạsụ̄ rkvʿ 5 kis ākhrs tam 9h mnz tmhi vqth nạzil spdymtụ̄ yylhi nby ṣly Allah ʿlyh v slmv ḥẓrt abvbkr ṣdyq rẓy Allah tʿālyā ʿnh ḥj khạṭr rvanh ạsụ̄ krimtụ̄. Timn pth yylhi yim āyat nạzil spdụ̄, ḥẓvr chih ḥẓrt ʿly rẓy Allah tʿālyā ʿnh has svzan takh ḥajn hndis ʿām mjms mnz bvznavn yim, th pth krn yimn czon ktahn hund aʿlan: (1) tiyuth kanhh shkhṣ aaczi nh jnts yus dyni aslam qbvl krnh nishhi ankar kri (2) yymhi vriyih pth gczihh nh kanhh mushrk ḥj khạṭr yun (3) bytu Allah hs andụ̄ andụ̄ nnge ṭvaf krun chuh mmnvʿ (4) yimn lukn sintụ̄ rsvl Allah ṣly Allah ʿlyh v slmn hund mʿāhdh baqy chuh, yʿny yim ʿhd puhttravnkụ̄ murtkb chihnh gmtụ̄, timn sintụ̄ yyih mʿāhdh kis vqts tam vfa krnh. Ḥẓvr ṣly Allah ʿlyh v slmn hndi amhi hdayth mṭạbq chih ḥẓrt ʿly rẓy Allah tʿālyā ʿnh 10 dhy alḥjh yih aʿlan kran. Rvud vonụ̄ mʿāhdn hund tʿlq. Svrh anfal āyt nmbr 58 has mnz āv pth kun frmavnh zi yylhi tohyih kunhi qvmh ṭrfh khyant (ʿhd shkny th ghdạry) hund andyshh āshi, tylhi chhkiv ʿly alaʿlan tmụ̄ sund muʿāhdh ts kun th suh kriyvun khbrdar zi vonụ̄ chuhnh chvn th svn kanhh mʿāhdh baqy. Aamy akhlaq kh ẓạbṭh mṭạbq āv mʿāhdn hnzi mnsvkhy hund yih ʿām aʿlan timn qbyln khlaf krnh yim ʿhd v pyman bavjvd ạsụ̄ hmyshh aslams khlaf sạzshhi kran rvzan, th yylhi timn mvqʿ avs yivan tmhi saʿth ạsụ̄ ʿhduk pas balae ṭaq thạvith dshmny pytth khrra spdan. Amhi aʿlan pth rvud nh ʿrbh kyn mushrikn amhi vrạe kanhh charh zi ya gczhn tim lrrns pytth tyar spdnụ̄ th aslạmy ṭaqts sintụ̄ ttkrạvith gczhn ṣfḥh hsty pytthh mittnụ̄, ya gczhn mlk trạvith nyrnụ̄ nath gczhn aslam qbvl krith pnun pan th pnun ʿlaqh tth nẓm v ẓbṭs pushravnụ̄, yymụ̄ mlkuk varyah ḥṣh chuh godde aslạmy ḥkvmts tabʿ bnvvmut)"
  },
  {
    "verse_id": 2,
    "translation": "Lhādha pihyriv thvuriv tvhụ̄ lukh byyhi czon rytn mlks mnz th zạnith thạviv zi tvhụ̄ chihv nh khudays ʿạjz krn vạlụ̄ kynhh, byyhi yih zi Allah tʿālyā chuh timn rusva krn vvl yim ḥqs ankar chih kran."
  },
  {
    "verse_id": 3,
    "translation": "Aṭlaʿii ʿām chuh Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh v slmn) hndi ṭrfh ḥji akbr kh doh tmam lukn khạṭr zi Allah tʿālyā chuh mushrkv nishhi bary aldhmh th tmụ̄ sund rsvl th (ḥji akbruk lfẓ chuh ḥj aṣghr kis mqabls mnz. Ahli ʿrb ạsụ̄ ʿmrh has loktt ḥj vnan. Ath mqablh yus ḥj dhy alḥjh kyn mqrr tạrykhn mnz spdan chuh, tth chih ḥji akbr vnan) vonụ̄ agr tvhụ̄ lukh tvbh kriv, tylhi chuh tuhndy khạṭr bhtr, th agr buth chihv pihran tylhi zạniv tthyk pạtthụ̄ zi tvhụ̄ chihv nh Allah tʿālyā ʿạjz krn vạlụ̄ th ae nby, ankar krn vạlụ̄ bvznạviyvukh skht ʿdhabch khosh khbr."
  },
  {
    "verse_id": 4,
    "translation": "Timav mshrkv vrạe yimn sintụ̄ tohyih mʿāhdh kriv pth kr nh timv pnun ʿhd pvur krns mnz tohyih sintụ̄ kanhh kmy th nh kvrukh tohyih khlaf kạnshi mdd, tylhi kriv tvhụ̄ thi yithyn lukn sintụ̄ mʿāhdh kis vqts tam vfa tikyazi Allah tʿālyā chuh mtqy lukne psnd kran."
  },
  {
    "verse_id": 5,
    "translation": "Lhādha yylhi ḥram ryth nyrn (yth jayih chuh ḥram rytav nishhi murad tim czvr ryth yimn hnz mhlt mushrikn ạs dinh āmcz. Chvnkh ath mhlt kis vqts mnz avsnh muslmann khạṭr jạyz zi mushrkn pytth krhn ḥmlh, amhi mvjvb chuh yimn rytn ḥram ryth vannh āmut) tylhi kriyvukh mushrk qtl yythi lbiyvukh tathi, th tim rttyvukh th ghyrav kriyvukh. Th prth zags pytth bihiv timn khbr hynh khạṭr pth agr tim tvbh krn byyhi krn nmaz qạym th zkvāh din tylhi trạvyvukh ylh (yʿny mḥẓ gczihh nh kfr v shrk nishhi tvbh krns pytth mʿāmlh khtm, blkh āshi timn nmaz qạyim krnụ̄ byyhi zkvāh dinụ̄, nath yiyhi nh yih mannh zi kufr trạvith chuh timv aslam qbvl kvrmut) Allah tʿālyā chuh drguzr krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 6,
    "translation": "Th agr mushrikv mnz kanhh shkhṣ pnah mngith tohyih nishhi yun yyczihh (takh Allah tʿālyā sund klam bvzi) tylhi diyiv ts (pnah yvt tam suh Allah tʿālyā sund klam bvzi, pth vatnạviyvun suh tmụ̄ sndis (pnah gahs) tam, yih gczihh amhi mvjvb krun zi yim lukh chihnh ʿlm thavan."
  },
  {
    "verse_id": 7,
    "translation": "Yimn mshrikn khạṭr kithh pạtthụ̄ hykhi ạkhr Allah tʿālyā hs th tmụ̄ sndis rsvls nzdyk kanhh ʿhd (vʿdh) ạsith? Masivae timn lukn yimn sintụ̄ msjdi ḥrams nishhi mʿāhdh avsuv kvrmut, (yʿny bny knanh th bny khuzaʿh bny ẓmrh) tylhi yvt tam tim tohyih sintụ̄ siyvd rvzn, tvhụ̄ thi rvuziv timn sintụ̄ syvd, tikyazi Allah tʿālyā chuh mtqy yn psnd kran."
  },
  {
    "verse_id": 8,
    "translation": "Mgr yimv vrạe kithh pạtthụ̄ hykhi baqy mshrkn sintụ̄ kanhh ʿhd ạsith yylhi zn tihund ḥal chuh yih zi agr tohyih pytth ghạlb yin, tylhi nah krn tuhndis mʿāmls mnz kunhi qrabtuk lḥaẓh th krn kunhi mʿāhdh chih dhmh dạry hund? Tim chih pnnyv zbanv sintụ̄ tohyih rạẓụ̄ krnch kvushsh kran, mgr dl chihkh ankar kran, th timn mnz chih akthr fasq."
  },
  {
    "verse_id": 9,
    "translation": "Timv kvr Allah tʿālyā sndyv āyatav bdlh mʿmvly qinmt qbvl, pth spdụ̄ Allah tʿālyā snzi vathi mnz tthvr bnith khrra, sytthah bur krtvut ạsụ̄ tim, yim tim kran rvudụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Kạnshi mvmn sndis bars mnz nah chih yim qrabtuk lḥaẓh kran th nh chih kunhi ʿhd chih dhmh dạry hund th zyadty chhe hmyshh yihndy ṭrfh spzmcz."
  },
  {
    "verse_id": 11,
    "translation": "Lhādha, agr yim tvbh krn th nmaz krn qạym th zkvāh din, tylhi chih tuhndụ̄ dyny bạe. (yʿny nmaz th zkvāh vrạe mḥẓ tvbh krnh sintụ̄ bnan nh tim tuhndụ̄ dyny bạe. Albth agr tim yih shrṭ pvur krn tylhi āshi nh aamiyuk ntyjh ṣrf yohe zi tuhndi khạṭr spdi timn pytth aathh tulun th tihndis jan v mals aathh lagun ḥram, blkh āshi mzyd ath yih fạydh zi aslạmy mʿāshrs mnz gczhn timn brabrkụ̄ ḥqvq ḥạṣl. Tim āsn mʿāshrty, tmdny th qanvny ḥythyth tmam dvyimyn muslmann hndụ̄ pạtthụ̄. Kanhh frq th amtyaz hykhi nh tihnzi vathi mnz tthvr bnith) th zann valyn khạṭr chih asụ̄ pnnụ̄ aḥkam vaẓḥ kran."
  },
  {
    "verse_id": 12,
    "translation": "Th agr ʿhd krnh pth yim byyhi pnnụ̄ qasm puhttravn th tuhndis dyns pytth krn ḥmlh krnụ̄ shrvʿ tylhi kriv kufr kyn ʿaalm brdarn sintụ̄ jng tikyazi tihndyn qasmn hund chuhnh kanhh aʿtbar, shayd zi (pth yin tlvar hndi zvrae) tim baz. (yth jayih chuh ʿhd krnuk th qasm khynh nishhi murad muslman spdnuk ʿhd krun th aslam chih vfadạry hndụ̄ qasm khynụ̄. Mṭlb chuh yih zi agr yim muslman spdanh pth byyhi kfrs kun phyirụ̄, tylhi gczihh yimn sintụ̄ jng yun krnh. Aamy ḥukmh mṭạbq avs ḥẓrt abvbkri ṣdyq rẓy Allah tʿālyā ʿnh han murtdn khlaf jng kvrmut.)"
  },
  {
    "verse_id": 13,
    "translation": "Kya tvhụ̄ lrriv na tithyn lukn sintụ̄ yim pnnụ̄ ʿhd chih rvudimtụ̄ phuttravan, th yimv rsvl mlkh mnz krrnuk qṣd avs kvrmut th zyadty hund abtda krn vạlụ̄ ạsụ̄ time? Kya tvhụ̄ chihvh yimn khoczan? Agr tvhụ̄ mvmn chihv tylhi chuh Allah tʿālyā aamiyuk zyadh ḥqdar zi tas khvcziv."
  },
  {
    "verse_id": 14,
    "translation": "Yimn sintụ̄ lrriv, Allah tʿālyā diyavnavi tuhndyv aathv sintụ̄ yimn sza, th yimn kri dhlyl v khvar th yihndis mqabls mnz kryv tohyih mdd, th varyahn mvmnn hndyn diln pavi shyhjar."
  },
  {
    "verse_id": 15,
    "translation": "Th tihndyn diln hund phuhun (czkh) mittavi byyhi ys yyczihh ts diyih tvbuk tvfyq thi. (muslmann avs khvf zi yih aʿlan spdạnụ̄ lghi ʿrbh kis andụ̄ pkis nar th aashi yiyhi akis bdds khvn ryz jngs sintụ̄ sạbqh pysh, khudayn diyut yimn āyatn mnz aṭmynan zi tuhund yih andyshh chuh ghlṭ, ntyjh āshi ath brʿks) Allah tʿālyā chuh svrue zann vvl th dana."
  },
  {
    "verse_id": 16,
    "translation": "Kya tohyih lukv chuhvh yih smjhmut zi yithae yiyiv ylh travnh, ḥalankh khudayn vuchuhe nh vunhi yih zi tohyih mnz km lukh chih tim yimv (tmụ̄ snzi vathi andr) jan fishạny kr th byyhi bnvvukh nh khudays th rsvl ṣly Allah ʿlyh v slms th mvminv vrạe byyhi kanhh jgry dvst, yikynczhah tvhụ̄ kran chihv Allah tʿālyā chuh tmhi nishhi bakhbr."
  },
  {
    "verse_id": 17,
    "translation": "Mushrikn hnz chahnh yih kạm zi tim bnn Allah tʿālyā snzn msjdn hndụ̄ mujạvr th khạdm ḥalankh tim chih khod pans pytth kufrch shhadt divan, tihndụ̄ sạry aʿmal spdụ̄ ẓaʿʿ th timn chuh hmyshh jhnms mnz rvzun."
  },
  {
    "verse_id": 18,
    "translation": "Allah tʿālyā snzn msjdn hndụ̄ ābad kar (mujavr th khạdm) hykn time lukh ạsith yim khudays th ạkhrt kis dohs mann, th nmaz krn qạym, zkvāh din, byyhi khoczn nh khudays vrạe kạnshi, yimne nishhi chuh yih tvqʿ zi yim pkn syzi vathi."
  },
  {
    "verse_id": 19,
    "translation": "Kya tohyih lukv chhvh ḥajn trysh chavns th msjdi ḥramch mjạvry krns tas shkhṣh snzi kamhi brabr zạnụ̄mcz, yymụ̄ ayman avn khudays pytth th ạkhrt kis dohs pytth th yymụ̄ jan fishạny kr Allah tʿālyā snzi vathi mnz (amhi arshad sintụ̄ chuh yih fạṣlh krnh āmut zi bytu Allah hch tvlyt hykhi nh vonụ̄ mushrkn nishhi rvuzith. Mshrkyni qrysh hykn nh ṣrf athụ̄ bnyads pytth aamikụ̄ ḥqdar ạsith zi tim chih ḥajn rvudimtụ̄ khdmt kran) khudays nzdyk chihnh yim doshve brabr kynhh, thi Allah tʿālyā chuhnh ẓạlmn rhnmạyy kran."
  },
  {
    "verse_id": 20,
    "translation": "Yimv ayman avn th yimv tmụ̄ snzi vathi mnz gr bar trạvụ̄, byyhi kvrukh jan v mal sintụ̄ jhad, khudays nzdyk chuh timne lukn hund drjh bvdd, th timae chih kamyab."
  },
  {
    "verse_id": 21,
    "translation": "Tihund rb chuh timn pnnhi rḥmtch th pnnhi khoshnvdy hnz byyhi tithyn jntn hnz bshart divan, yythi tihndi khạṭr paʿdar ʿạshikụ̄ samanh āsn."
  },
  {
    "verse_id": 22,
    "translation": "Tim rvzn yimn mnz hmyshh, pzpạtthụ̄ chuh khudays nishhi khdmatn hund bdlh dinh khạṭr varyah kynhh."
  },
  {
    "verse_id": 23,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, pnnụ̄ mạlụ̄ th pnnụ̄ bạe thi mah bnạviyvkh pnnụ̄ rfyq, agr tim kufrs din aymans pytth trjyḥ tohyih mnz yim timn rfyq bnavn time āsn ẓạlm."
  },
  {
    "verse_id": 24,
    "translation": "Ae nby, vniv zi agr tuhndụ̄ mạlụ̄, th tuhndụ̄ frznd, th tuhndụ̄ bạe, th tuhnz khandarinhi th tuhndụ̄ aang ạshnav, th tuhndụ̄ tim mal yim tohyih kmạvimtụ̄ chihv, th tuhndụ̄ tim karbar, yihndi khsaruk tohyih khvf chuhv, th tuhndụ̄ tim gr yim tohyih psnd chihv, chihv tohyih Allah tʿālyā th tmụ̄ sndis rsvl th tmụ̄ snzi vathi mnz jhad khoth zyadh ttạtthụ̄, tylhi kriv antẓar yvt tam Allah tʿālyā pnun fạṣlh tohyih brvnhh kun aanhi th Allah tʿālyā chuhnh fasq lukn rhnmạyy kran."
  },
  {
    "verse_id": 25,
    "translation": "Khudayn chuh yymhi brvnhh varyahn mvqʿn pytth tohyih mdd kvrmut, kynhh kal brvnhh ghzvh ḥunyn kh doh (tmụ̄ snzi dstgyry hnz shan chahv tohyih vuchhmcz). (ghzvh ḥunyn avs shval 8h mnz yim āyat nạzil gczhnh brvnhh ṣrf bah turvah ryth mks th ṭạyfs mnzbag ḥunyn chih vady mnz pysh āmut. Aath ghzvs mnz avs mslmann hndi ṭrfh ṣrf 12 sas fvj th dvyimhi ṭrfh ạsụ̄ kufar yihndi khoth varyah km. Mgr amhi bavjvd chih hvazn qbylkụ̄ tyr andaz mslmann pth czalnh mokhh mjbvr kran th aislamuk lshkr chuh bur pạtthụ̄ chhlh chhangri gczihth titr bitr spdan. Tmhi vqth ạsụ̄ ṣrf nby byyhi km kynczhah jan baz ṣḥabh yihndụ̄ qdm pnnhi jayih ddlụ̄ nh th tihnzy thạbt qdmy hund ntyjh avs zi navi sr hyvk fvjuk trtyb qạym spdith th ạkhr kar spz muslmann ftḥ nṣyb. Nath yikynczhah ftḥi mkh nishhi ḥạṣl avs spudmut tmhi khoth czvr byyhi he ḥunyns mnz ravrun) tmhi doh auvsuv tohyih pnnhi tʿdad kh kthrtuk ghrvr. Mgr suh lvguv nh tohyih kunhi bkar th zmyn gyih pnnhi vusʿt bavjvd tohyih pytth tng th tvhụ̄ czliv shanh pihrith."
  },
  {
    "verse_id": 26,
    "translation": "Khudayn kr pth pnnụ̄ skynt pnnis rsvl (ṣly Allah ʿlyh v slms) pytth th mvmnn pytth nạzil th tim lshkr vạlin, yim tohyih aathhi ạsiv nh yivan, byyhi diytun mnkryni ḥqn sza. Th yohe bdlh chuh timn lukn yim ḥqs chih ankar kran."
  },
  {
    "verse_id": 27,
    "translation": "Pth (vuchihv tohyih yithi zi) yithh pạtthụ̄ sza dinh pth yas Allah tʿālyā yczhan chuh tas chuh tvbuk tvfyq bkhshan. (asharh chuh ath kathhi kun zi ghzvh ḥunynas mnz yimv kufarav shikst khyvv tim sạry spdụ̄ pth muslman.) Allah tʿālyā chuh drguzr krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 28,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, mushrkyn chih napak, lhādha gczhn nh yim yymhi vriyih pth msjdi ḥrams nkhh yinụ̄ (yʿny āʿndh vryih chuhnh yimn khạṭr ḥj th yihnz zyarte yạcz bnd blkh chuh msjdi ḥram kyn ḥdvudn mnz yuhund dakhlh thi bnd) th agr tohyih tng dsty hund khvf chuh, tylhi chahnh yih kth dvur zi agr Allah tʿālyā yyczihh tohyih kryv pnnhi fẓlh sintụ̄ ghny, Allah tʿālyā chuh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 29,
    "translation": "Jng kriv (ahli ktabv mnz) timn lukn khlaf yim khudays th ạkhrt kis dohs pytth ayman chihnh aanan th yikynczhah khudayn th tmụ̄ sndụ̄ rsvl ṣly Allah ʿlyh v slmn ḥram chuh qrar diytmut tth chihnh ḥram kran, byyhi chihnh dyni ḥq pnun dyn bnavan yim ahl ktab (timn sintụ̄ lrriv) tvt tam zi tim din pnnhi aathh jizyih byyhi rvzn lokttụ̄ bnith. (yʿny lrrayih hund ghayt chuhnh yih zi tim anin ayman th dyni ḥqkụ̄ bnn pyrvkar. Blkh chuh aamiyuk ghayt yih zi tihnz ḥkmrany gczihh khtm gczhnụ̄, tim gczhn nh zmyns pytth ḥạkm th ṣaḥbi aamr bnith rvznụ̄ blkh gczhn zmyn kh nẓami zndgy hnz lakmh, byyhi frman rvạyy th amantkụ̄ akhtyarat dyni ḥq kyn pyrvkarn hndyn athn mnz rvznụ̄ th ahli ktab gczhn yimn matḥt tạbʿ th mṭyʿ bnith rvznụ̄. Amhi pth yymhi sund dil yimav mnz yyczihh, suh spdin pnnhi mrẓy mslman, nath rvuzin jizyih divan. Jizyih chuh bdl tmhi amanuk th ḥfaẓtuk, yus dhimiyan aslamy ḥkvmts mnz ʿṭa chuh yivan krnh. Byyhi chhe yih ʿlamt tmhi ḥukmch zi yim lukh chih tabʿ amr bnns pytth rạẓy)"
  },
  {
    "verse_id": 30,
    "translation": "Yhvudụ̄ chih vnan zi ʿuuzyr chuh Allah tʿālyā sund frzndh, th ʿīsạe chih vnan zi msyḥ chuh Allah tʿālyā sund frznd, yimh chhe be ḥqyqt kthh, yimh tim pnnyv zbanv mnz chih krran. Timn lukn kun vuchihth yim yimn brvnhh kfrs mnz mbtla ạsụ̄ spdụ̄mtụ̄. Allah tʿālyā sund mar yimn pytth, yim kpạrụ̄ chih dvkhh khyvan."
  },
  {
    "verse_id": 31,
    "translation": "Timv chih pnnụ̄ ʿạlm thi drvysh khudays vrạe pnnụ̄ rb bnạvimtụ̄. (ḥdyth shryfs mnz chuh āmut zi ḥẓrt ʿdy bn ḥatm rẓy Allah tʿālyā ʿnh yim goddh ʿīsạe ạsụ̄, yylhi nby ṣly Allah ʿlyh v slmn nishhi ḥạẓr spdith mushrf bh aslam spdụ̄, timv kvr ḥẓvr ṣly Allah ʿlyh v slms sval zi yth āyts mnz yus aashi pytth pnnụ̄ ʿạlm th drvysh khudae bnavnuk alzam ʿạyd krnh chuh āmut, aamich aṣlyt kya chhe? Drjvab chih ḥẓvr frmavan kya yih chuhna pazr zi yikynczhah yim lukh ḥram chih qrar divan suh chuhv tvhụ̄ ḥram manan th yikynczhah yim ḥlal chih qrar divan suh chihv ḥlal manan? Timv kvr ʿrẓ balkl chih asụ̄ yy kran. Frmvvukh bas yohe gvv yim rb bnavnụ̄. Amhi nishhi spud mʿlvm zi Allah tʿālyā snzi ktabhi hndi sanad vrạe yim lukh ansạny zndgy khạṭr jạyz th najạyzkụ̄ ḥdvud chih mqrr kran, tim chih draṣl khudayy hndis mqams pytth pnnhi ghrvr sintụ̄ khsith jae rttan th yim yihndis aath shryʿt sạzy hndis ḥqs chih tslym kran tim chih yimn khudae bnavan) th yithe pạtthụ̄ ʿīsyā abn mrym ʿlyh alslamn thi (rb manan) ḥalankh yimn avs nh akis mʿbvds vrạe byyhi kạnshi hnz ʿbadt krnuk ḥkm dinh āmut, suh yas vrạe kanhh chuhnh ʿbadtuk ḥqdar, suh chuh pak timav mshrkanh katahv nishhi, yimh yim lukh kran chih."
  },
  {
    "verse_id": 32,
    "translation": "Yim lukh chih yczhan Allah tʿālyā sund gash krhn pnnyv phokav sintụ̄ czhyth, mgr Allah tʿālyā chuhnh pnun gash mkml krnh vrạe mann vvl kynhh, khvah kạfrn gczhụ̄ tn yih kvtah thi nagvar."
  },
  {
    "verse_id": 33,
    "translation": "Suh chuh Allah tʿālyā he yymụ̄ pnun rsvl hdayt th dyni ḥq hyth svuzmut chuh, takh aath kri tmam jnsi dynas pytth ghạlb, (aldyn lfẓuk trjmh chuh aashi jinsi dyn kvrmut. Lfẓ dyn chuh ʿrby zbạnụ̄ mnz tmhi nẓami zndgy ya ṭryqi zndgy khạṭr astʿmal spdan yymhi kis qạym krn vạlis sanad th muṭaʿ tslym krith tmụ̄ snz aitbaʿ yiyhi krnh. Lhādha chuh bʿthti rsvl huk ghrẓ yath āyts mnz yih vnnh āmut zi yus hdayt th dyni ḥq tmụ̄ Allah tʿālyā sndi ṭrfh avnmut chuh tth kri dynch nvʿīt thavn valyn tmam ṭryqn th nẓamn pytth ghạlb. Rsvl snz bʿtht chahnh zanhh aamhi ghrẓh khạṭr spzmcz z yus nẓami zndgy hyth suh āmut chuh, suh gczihh kunhi dvyimhi nẓami zndgy tabʿ th tmhi sintụ̄ mghlvb spdith, th tmhi chn dinh āmczn rʿāytn th gnjạyishn mnz czmith rvzun, blkh chuh suh zmyn v āsman kis badshah sund nmaʿndh bnith yivan, th suh chuh pnnis badshah sund nẓami ḥq ghạlb vuchuhn yczhan. Agr kanhh dvym nẓami zndgy dunya hs mnz rvzi thi, tth pzi tylhi khudạyy nẓam chn bkhshnh āmczn gunjạyshn mnz czmith rvzun, yithh pạtthụ̄ zan jizyih ada krnh kis ṣvurts mnz dhimiy yn hund nẓami zndgy rvzan chuh, nh kh yih zi kufar āsn ghạlb th dyni ḥqs mann vạlụ̄ rvzn dhimiy bnith) khvah mushrkn spdụ̄tn yih kvtah thi nagvar."
  },
  {
    "verse_id": 34,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, ahli ktabn hndyn dyn kyn akthr ʿạlimn th drvyshn hund ḥal chuh yih zi tim chih lukn hndụ̄ mal bạṭl ṭryqv khyvan, th timn chih Allah tʿālyā snzi vathi nishhi rukavan yim son th roph chih jmʿ krith thavan, th yimn chihnh Allah tʿālyā snzi vathi mnz khrch kran, timn diyiv drdnak ʿdhabch khosh khbr."
  },
  {
    "verse_id": 35,
    "translation": "Akh doh vathi, athụ̄ sons th rops pytth yiyhi jhnmk nar zalnh, th pth yin aamy sintụ̄ yihndiụ̄ ddykh th lar th kmr daghvanh, yih chuh suh khzanh yus tohyih pnnhi khạṭr jmʿ avsuv kvrmut, rttiv vonụ̄ vuchihv pnnhi jmʿ krnh āmthi davltuk mzh."
  },
  {
    "verse_id": 36,
    "translation": "Ḥqyqt chhe yih zi, rytn hund tʿdad chuh Allah tʿālyā sndis nvishtas mnz bahae (12). (tathi pytthh) yythi pytthh khudayn āsman th zmyn chhe pạd krmcz, th yimn mnz chih czvr ryth ḥram, (czvrav ḥram rytav nishhi chuh murad, dhy alqʿdh, dhy alḥjh, byyhi mḥrm ḥjhi khạṭri th rjb ʿmrh khạṭr) yohe chuh tthyk ẓạbṭh, lhādha mah kriv yimn czon rytn mnz pans pytth ẓlm th mushrkn sintụ̄ lrriv sạry smith, yithh pạtthụ̄ tim chih sạry smith tohyih sintụ̄ lrran th zạnith thạviv zi Allah tʿālyā chuh mtqy yane sintụ̄. Yʿny agr mushrk yimn rytn thi lrrnh nishhi baz phyrn nh, tylhi yithh pạtthụ̄ tim mtfq spdith tohyih sintụ̄ lrran chih, mtfq spdith lrriv tvhụ̄ thi timn sintụ̄, svrh bqrh āyt nmbr 194 chhe aamiyuk tfsyr kran)"
  },
  {
    "verse_id": 37,
    "translation": "Nasiy chhe kfrs mnz akh mzyd kạfranh ḥrkt yymhi sintụ̄ yim kạfr lukh chih gmrạhy mnz mbtla krnh yivan, kunhi vriyih chih akis ryts ḥlal kran. Th kunhi vriyih chih tth ḥram kran, takh Allah tʿālyā sndyn ḥram krnh āmtyn rytn hund tʿdad thi krn pvur, th Allah tʿālyā sund ḥram krnh āmut krn ḥlal thi. (ʿrbs mnz ạs nasiy dvyih qsmch, akh ṣvrt ạs yih zi jng v jdl th ghart gry th khvnkụ̄ antqam hynh khạṭr ạsụ̄ kunhi ḥram ryts ḥlal divan qrar, th amhi bdlh kunhi ḥlal ryts ḥram krith rytn hund tʿdad pvur kran. Dvyim ṣvrt ạs yih zi qmry vriys ạsụ̄ shmsy vry mṭạbq bnavnh mokhh aath kbysh huk akh ryth brravan takh ḥj gczihh akụ̄se mvsms mnz yivan rvzun, th tim gczhn timv tklyfv nishhi bchnụ̄, yim qmry ḥsabh mṭạbq mkhtlf mvsmn mnz ḥjuk grdsh kran rvznh sintụ̄ pysh chih yivan. Yithh pạtthụ̄ avs ḥj 33 han vriyan tam pnnis aṣly vqts khlaf dvymyn tạrykhn mnz spdan rvzan th ṣrf avs czoyih trhimhi (34) vriyih akhi ltthi pnnis aṣly tạrykhs yʿny dhy alḥjh kis nvimis th dhimis tạrykhs pytth ada spdan. Nby ṣly Allah ʿlyh v slmv yymhi vriyih ḥjth alvadʿ kvrmut chuh, tmhi vriyih avs pnnyn aṣly tarykhn pytth ḥj āmut th tmy vqth pytthh āv nasiy hund ṭryqh mmnvʿ krnh) tihndụ̄ bur aʿmal chih tihndi khạṭr khosh krvunụ̄ bnavnh āmtụ̄ th Allah tʿālyā chuhnh mnkryni ḥqn hdayt divan."
  },
  {
    "verse_id": 38,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, (yim āyat chih rkvʿ 9 kis ạkhrs tam ghzvh tbvk chih tyạry hndi vqth nạzil gmtụ̄) tohyih kya sapduv zi yylhi tohyih Allah tʿālyā snzi vathi mnz nyrnh khạṭr vannh āv, th tvhụ̄ gv zmyns sintụ̄ lạrith? Kya ạkhrt kis mqabls mnz krvh tohyih dunyahch zndgy psnd? Agr yih kth chhe tylhi gczihh tohyih pe āsnụ̄, zi dunyạvy zndgy hund yih svrue saz v saman nyri ạkhrts mnz varyah km."
  },
  {
    "verse_id": 39,
    "translation": "Agr tvhụ̄ vthiv nh, tylhi diyav Allah tʿālyā tohyih dg tulvun ʿdhab, th tuhnzi jayih tulhi byyhi kạnshi dris, th tvhụ̄ hykiv nh khudays kanhh nqṣan vatnạvith, suh chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 40,
    "translation": "Tohyih agr nby ṣly Allah ʿlyh v slms mdd kvruv nh tylhi chuhnh kanhh prvae, khudayn chuh tas tmhi vqth mdd kvrmut yylhi kạfirv suh krrith avs czuhnmut, yylhi suh ṣrf don mnz dvym avs, yylhi tim doshve ghars mnz ạsụ̄, yylhi suh pnnis sạthiyas vnan avs zi, ghm mah kr Allah tʿālyā chuh aashi sintụ̄. (yih dhkr chhe tmhi saʿtch yylhi kfari mkh chih nby ṣly Allah ʿlyh v slmn hndi qtluk qṣd kran th ḥẓvr chih ʿīn tmy rạcz yosh qtlh khạṭr mqrr ạs krnh āmcz mkh mnz nyrith ghari thvrs mnz tryn dohn khttith rvzan th amhi pth chih mdyns kun hjrt kran. Tmhi vqth chih ṣrf ḥẓrt abvbkr rẓy Allah tʿālyā ʿnh ghars mnz timn sintụ̄ āsan) tmhi vqth kvr khudayn tas pytth skvni qlb nạzil th ts kvrun timv lshkravv sintụ̄ mdd yim tohyih aathhi ạsiv nh yivan, th kạfrn spz nakạmy th Allah tʿālyā sund klmh chuh thvdue, Allah tʿālyā chuh zbrdst byyhi danan th byna."
  },
  {
    "verse_id": 41,
    "translation": "Nyriv khvah lvtụ̄ chihv ya gvbụ̄ th jhad kriv Allah tʿālyā snzi vathi mnz pnnyv malav th pnnyv janv sintụ̄, yih chuh tuhndi khạṭr bhtr agr tvhụ̄ zạniv."
  },
  {
    "verse_id": 42,
    "translation": "Ae nby, agr fạydh shlu alḥṣvl (shl ḥạṣl krun) āshe th sfr lvt āsihe tylhi gczhhan tim ẓrvur tohyih pth pth nyrnh khạṭr āmadh mgr timn pytth gyih yih vath sytthah kiryitth (yʿny yih vuchihth zi mqablh chuh rvum hivis ṭaqts sintụ̄ th vqt chuh shdyd grmy hund th mlks chhe qḥṭ sạlụ̄, th navi vriyikụ̄ fṣl, yim lonns vạtimtụ̄ ạsụ̄, timn lvg tbvukuk sfr sytthah gvb basinh) vonụ̄ vnan tim Allah tʿālyā sund qasm khyvan khyvan zi agr asụ̄ nyrith hykh hav, asụ̄ nyrhav pzpạtthụ̄ tohyih sintụ̄, tim chih pnun pan hlakts mnz travan, Allah tʿālyā chuh varh pạtthụ̄ zanan zi tim chih aapziyạrụ̄."
  },
  {
    "verse_id": 43,
    "translation": "Ae nby, Allah tʿālyā krụ̄nav tohyih mʿāf, tohyih kyazi diytuv timn rkhṣt? (tohyih pazihyv nh panh rkhṣt diyun) takh tohyih pytth gczihh he ẓạhr zi km lukh chih pziyạrụ̄ th aapziyaryn mtʿlq thi lghi hyv pae."
  },
  {
    "verse_id": 44,
    "translation": "Yim lukh khudays th ạkhrt kis dohs pytth ayman chih thavan, tim krn nh zhnụ̄ tohyih yih drkhvast zi timn gczihh pnnhi jan v mal san jhad krnh nishhi mʿāf yun thavnh, Allah tʿālyā chuh mtqy yn varpạtthụ̄ zanan."
  },
  {
    "verse_id": 45,
    "translation": "Yithụ̄ drkhvast chih ṣrf aamhi qsmkụ̄ lukh kran yimn khudays th ạkhrt kis dohs pytth ayman chuhnh, yihndyn diln mnz shk chuh, th tim chih pnnis shkse mnz trdd hyth."
  },
  {
    "verse_id": 46,
    "translation": "Agr pzpạtthụ̄ tihund aradh nyrnuk āshi he tylh krhn tim amhi khạṭr kynhh tyạry mgr khudays avsnh tihund vothn psnde amhi mvjvb krụ̄ tmụ̄ tim ālczụ̄ th vannh ākh zi rvuziv bihith, byhh valn sintụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Agr tim tohyih sintụ̄ nyrhn tylhi krhn nh khrạby vrạe tohyih mnz kunhi chyzuk aiẓafh. Tim krhn tohyih drmyan ftnh tulnh khạṭr tg dav, tuhundi dariyuk ḥal chuh yih zi vunhi chih aath mnz varyah lukh tithụ̄ mvjvd, yim tihnz kathh kan dạrith chih bvzan, Allah tʿālyā chuh yimn ẓạlmn var pạtthụ̄ zanan."
  },
  {
    "verse_id": 48,
    "translation": "Yymhi brvnhh thi chhe yimv lukv ftnh tulnchhi kvshshhi krimcz, th tvhụ̄ nakam krnh mvjvb chuh yimv prth qsmh chn tdbyrn hund aulatt phyr kvrmut, yvt tam zan yihnzi mrẓy khlaf ḥq āv, th Allah tʿālyā snz kạm vạcz aands."
  },
  {
    "verse_id": 49,
    "translation": "Yimv mnz chuh kustam yus vanan chuh zi, me diyiv rkhṣt th me mah trạviv fitns mnz. Bvuzith thạviv, yim lukh chih fitns mnze hynh āmtụ̄ th yim kạfr chih jhnmn ghyrs mnz rttimtụ̄."
  },
  {
    "verse_id": 50,
    "translation": "Yylhi tohyih khyr chuh vatan tylhi chuh yimn tklyf spdan, th yylhi tohyih kanhh mṣybt chuh yivan, yim chih vanan zi jan gvv aashi avs godde pnun mʿāmlh tthyk kvrmut, aty chih khvshy san pvt phyirith nyran."
  },
  {
    "verse_id": 51,
    "translation": "Yimn vniv, aashi chahnh hrgz kanhh (burạyy ya rczar) vatan mgr tikynczhah yih khudayn sanhi khạṭr lyvkhmut chuh, Allah tʿālyā he chuh svn mavlāy, th ahli aymann pzi tsụ̄ pytth bhrvsh krun."
  },
  {
    "verse_id": 52,
    "translation": "Yimn vniv, sạnis mʿāmls mnz yymhi chyzkụ̄ tvhụ̄ muntẓr chihv, suh kya chuh amhi vrạe zi suh chuh doyav rczrav mnz akh rczr (yʿny Allah tʿālyā snzi vthi mnz shhadt ya aislamch ftḥ) th yymhi chyzkụ̄ asụ̄ tuhndis mʿāmls mnz mntẓr chih, suh chuh yih zi Allah tʿālyā chuh tohyih panh sza divan, ya chuhv sanyv aathv diyavan? Achha vonụ̄ kriv tvhụ̄ thi antẓar th asụ̄ thi chih tohyih sintụ̄ antẓars."
  },
  {
    "verse_id": 53,
    "translation": "Yimn vniv, tvhụ̄ kritav pnnụ̄ mal khvah rạẓy khvshy khrch ya kritav nakhvshy san, bhr ḥal yin nh tim qbvl krnh, tikyazi tvhụ̄ chihv fasq lukh."
  },
  {
    "verse_id": 54,
    "translation": "Yihndụ̄ dinh āmtụ̄ mal qbvl nh krnuk vajh chuhnh aamhi vrạe kihinụ̄ zi yimav kvr khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms sintụ̄ kufr, yylhi nmazi khạṭr chih yivan tylhi chih ksh ksh yivan, th yylhi Allah tʿālyā snzi vathi mnz khrch chih kran, tylhi chih nakhvshy san (chyttụ̄ zạnith) khrch kran."
  },
  {
    "verse_id": 55,
    "translation": "Yihndis mal v dvlts th yihndyn avladn hndis kthrts vuchihth mah khyyiv dvkhh, Allah tʿālyā chuh yczhan zi yimne chyzn hndi dhryʿh kri yimn dunya chih zndgy mnz ʿdhabs mnz mbtla, th agr yim zuv thi din, suh gczhn bs ankari ḥq kis ḥalts mnz dinụ̄."
  },
  {
    "verse_id": 56,
    "translation": "Tim chih Allah tʿālyā sund qasm khye khye vanan zi asụ̄ chih tohy mnz ḥalankh chihnh tim hrgz tohyih mnz, draṣl chih tim tithụ̄ lukh yimn tuhund khvf chuh."
  },
  {
    "verse_id": 57,
    "translation": "Agr tim kanhh chahpn jae lbn, ya kanhh goph ya so jae yath mnz aczith hykn, tylhi czaln th byhan tthụ̄ mnz czvri."
  },
  {
    "verse_id": 58,
    "translation": "Ae nby, yimv mnz chih kynhh lukh ṣdqat (yʿny amvali zkvāh) bạgravns mnz tohyih pytth aʿtraẓ kran, agr aamhi malh mnz yimn kynhh dinh yiyhi tylhi spdn khosh, th agr dinh yiykh nh tylhi chih naraẓ gczhan."
  },
  {
    "verse_id": 59,
    "translation": "Kvtah jan rvzihe zi yikynczhah khudayan th rsvl ṣly Allah ʿlyh v slmn yimn diytmut avs, tth pytth rvzhn rạẓụ̄ th vanhn zi, Allah chuh sanhi khạṭr kạfy, suh diyih aashi pnnhi fẓlh sintụ̄ byyhi thi kynhh, th tmụ̄ sund rsvl thi frmavi aashi pytth ʿnayt, asụ̄ chih Allah tʿālyā se kun mude gnddith."
  },
  {
    "verse_id": 60,
    "translation": "Yim ṣdqat chih draṣl fqyrn th mskynn khạṭr. (fqyr chuh murad suh shkhṣ yus pnnhi mʿīsht khạṭr dvyimyn hndi mdduk mḥtaj āshi, th mskyn gyih tim lukh yim ʿām ḥajt mndn hndi khoth zyadh khsth ḥal āsn.) th timn khạṭr yim ṣdqat chn kamyn pytth mqrr āsn, th timn khạṭr yuhund talyfi qlb mṭlvub āshi. (talyfi qlb gvv dli ranzvun. Aamhi ḥukmh nishhi chuh yih mqṣd zi yim lukh aslam kis mkhalfts mnz srgrm āsn th mal dith hykhi ʿdavtuk jvsh tthndd krnh yith ya yim lukh kfarn hndis kymps mnz tithụ̄ āsn zi agr malh sintụ̄ tim phuttravnh yin th puhttnh pth hykn mslmann hndụ̄ mddgar bnith ya yim lukh nvy nvy āsn aslams andr dạkhl gmtụ̄ th tihnz kmzvuryih vuchihth āshi andyshhi zi hrgah malh sintụ̄ timn mdd āv nh krnh, tylhi phyrn byyhi kufrs kun, yithụ̄ lukh gczhn msqtl vẓyfh ya vqty ʿṭyih dith aslamkụ̄ ḥạmy th mddgar ya mṭyʿ th frman brdar, ya km az km be ẓrr dshmn bnavnh yinụ̄) amhi ʿlavh chuh yih grdanh ylh travnh khạṭr (grdnh ylh travnavnh nishhi chuh murad ghlam āzad krnụ̄) th qrẓdarn mdd krns mnz byyhi rahi khudahs mnz (rahi khuda lfẓ chuh ʿām, timh tmam nyky hnz kamhi yimn mnz Allah tʿālyā snz rẓa āshi, chhe amhi lfẓ kis mfhvms mnz dạkhl. ʿlmahn hndụ̄ akụ̄ drụ̄ chhe yih rae ẓạhr krmcz zi amhi rngụ̄ hykhi zkvātuk mal prth qsmchan nyk kamyn pytth khrch krnh yith mgr bdd akthryt chhe ath kthhi pytth qaʿl zi yth jayih chuh fy sbyl Allah nishh murad jhad fy sbyl Allah yʿny sv jd v jhd yymiyuk mqṣd kfruk nẓam mttavun th amhi chih jayih aslạmy nẓam qạym krn āshi, ath jd v jhds mnz yim lukh kạm krn timn hykih sfr khrchhi khạṭr, svari khạṭr, ālat v aaslḥh th samanh chih frahmy kạṭr zkvāh dinh yith, khvah tim bjae khod ạsitn āsvdh ḥal th pnnyn ẓrvryatn khạṭr mth ạsitn timn mddch ẓrvrt.) th msafr nvạzy mnz astʿmal krnh khạṭr (msafr ạsitn pnnhi gr amyr, mgr hrgah sfrkis ḥalts mnz suh mdduk mḥtaj spdi, tylhi yiyhi tas zkvāh kh mad mnz mdd krnh) akh fryẓh chuh Allah tʿālyā sndi ṭrfh th Allah tʿālyā chuh svrue kynhh zann vvl th dana th byna."
  },
  {
    "verse_id": 61,
    "translation": "Yimv mnz chih kynhh lukh yim pnnyv kthv sintụ̄ nby ṣly Allah ʿlyh v slms dukh chih divan. Th vanan chih zi yih shkhṣ chuh kanh lydd. Vniv, suh chuh tuhndi rczr khạṭr yuth, khudays pytth chuh ayman thavan th ahli aymann pytth chuh aʿtmad kran byyhi chuh srasr rḥmt timn lukn khạṭr yim tohyih mnz aymandar chih, th yim lukh Allah tʿālyā sndis rsvl ṣly Allah ʿlyh v slms dukh chih divan timn khạṭr chuh dg tulvun sza."
  },
  {
    "verse_id": 62,
    "translation": "Yim lukh chih tohyih brvnhh kanhi qsm khyvan takh tohyih krnav rạẓụ̄. Ḥalankh Allah tʿālyā th tmụ̄sund rsvl chih aamiyuk zyadh ḥqdar zi yim krn timn rạẓụ̄ krnch fkr agr yim mvmn chih."
  },
  {
    "verse_id": 63,
    "translation": "Kya yimn chahna khbr zi yus Allah tʿālyā th tmụ̄ sndis rsvl ṣly Allah ʿlyih v slms sintụ̄ mqablh chuh kran, tas khạṭr chuh jhnmuk nar yth mnz suh hmyshh rvzi? Yih chhe sytthah bdd rsvạʿy."
  },
  {
    "verse_id": 64,
    "translation": "Yim munafq chih khoczan, zi khbr muslmann pytth ma spdi kanhh tiyuth svrh nạzil yus tihndiyn diln hndụ̄ raz nnụ̄ krri. Ae nby, yimn vniv, byyhi kriv hazl, Allah tʿālyā chuh tth chyzs kuhlavan vvl yymhi kis kuhlnas tvhụ̄ khoczan chihv."
  },
  {
    "verse_id": 65,
    "translation": "Agr yimn prczihv zi tvhụ̄ kya kthh ạsiv kran, tylhi din fvraan jvab zi asụ̄ ạsụ̄ aasuna th ginduna kran. (ghzvh tbvk kis zmans mnz ạsụ̄ akthr mnafq pnnyn mjlisn mnz bihith nby ṣly Allah ʿlyh v slms th muslmann mdhaq th ttsnh kran th hzl krụ̄ krụ̄ ạsụ̄ timn lukn hnz hmt th aradh kmzvr krnch kvshsh kran yimn tim nyk nyty san jhad khạṭr āmadh vuchhan ạsụ̄. Chnanchhi rvaytn mnz chih tihindụ̄ varyah qavl nql krnh āmtụ̄. Mthlaan akis mḥflhi mnz ạsụ̄ mnafq bihith tthtthh mskhril kran. Akụ̄ vvn, kya rvumy thi chihva tohyih kynczhn ʿrby yn hndụ̄ pạtthụ̄ smjh mtụ̄? Pgah vuchhụ̄ziyv, yim sạry phlvan yimv lrrnh khạṭr chuh tshryf avnmut āsn raz gndd krith. Bykụ̄ vvn, kyuth mzh yiyhi yylhi pytthh hth hth kvrrh valnuk ḥkm spdi. Bykụ̄ akụ̄ mnafqn yylhi ḥẓvr vuchh jng chih tyạryih kran tmụ̄ vvn yarn dvstn, vuchihtvkh yim, yim chih dramtụ̄ rvumkụ̄ th shamkụ̄ qlʿ ftḥ krnhi) yimn vniv, kya tuhnz mskhril ạsa khudays th tmụ̄ sndyn āyatn th tmụ̄ sndis rsvl se sintụ̄?"
  },
  {
    "verse_id": 66,
    "translation": "Vonụ̄ mah bnạviv ʿdhrat tohyih chuhv ayman aannh pth kufr kvrmut, agr aashi tohyih mnz akis dris mʿāf thi kvr mgr dvyimis dris dimav ẓrvr asụ̄ sza tikyazi suh chuh mjrm."
  },
  {
    "verse_id": 67,
    "translation": "Munafq mrd th mnafq znanh, sạry chih akh akis hm rng. Burạyy hund ḥkm chih divan th rczr nishhi chih tthakh kran th pnnụ̄ aathh chih khyr nishhi rukạvith thavan yimv mushrvv khudae th khudayn thi mshrạvụ̄ yim, pzụ̄ pạtthụ̄ chih yime mnafq fasq."
  },
  {
    "verse_id": 68,
    "translation": "Yimn mnafq mrdn th znann th kạfrn khạṭr chuh khudayn nari jhnmuk vʿdh kvrmut, yth mnz yim hmyshh rvzn, sue chuh yihndi khạṭr mnạsib, yimn pytth chhe Allah tʿālyā snz lʿnt th yihndi khạṭr chuh qạyim rvzn vvl ʿdhab."
  },
  {
    "verse_id": 69,
    "translation": "Tohyih lukn hndụ̄ rng ddhng chih time yim tuhndyn brvuntthmyn hndụ̄ ạsụ̄ tim ạsụ̄ tuhndi khoth zyadh zvr āvr th tuhndi khoth zyadh mal avlad vạlụ̄, pth tulụ̄ timv dnya hs mnz pnnhi ḥṣkụ̄ mzh th tohyih thi tuliv pnnhi ḥṣkụ̄ mzh tithe pạtthụ̄ yithh pạtthụ̄ timv ạsụ̄ tulimtụ̄, th tithhi ne bḥthn mnz ạv tvhụ̄ thi hynh yithyn bḥthn mnz tim ạsụ̄ hynh āmtụ̄, lhādha spud tihund anjam yih zi dunya hs th ạkhrts mnz yikynczhah timv kvrmut krvvmut avs thi spud ẓaʿʿ th time chih khsars mnz."
  },
  {
    "verse_id": 70,
    "translation": "Kya yimn nishhi vạczna yihndyn brvuntthmyn lukn hnz tạrykh? Nvḥ sund qvm, ʿād, thmvd, abrahym sund qvm, madyan hkụ̄ lukh th timh bstyih yimh dubh āyih pihrnh. (yʿny qvmi lvṭ chih bstyih yimh dubh krith āyih thavnh.) tihindụ̄ rsvl āe timn nishhi ttakarh nshạnyih hyth, pth ạs nh yih Allah tʿālyā snz kạm zi timn pytth krihe ẓlm mgr tim ạsụ̄ pane pans pytth ẓlm krn vạlụ̄."
  },
  {
    "verse_id": 71,
    "translation": "Mvmn mrd th mvmn mstvrath, yim sạry chih akh akis rfyq, rczruk chih ḥkm divan th burạyy nishhi chih rukavan, nmaz chih qạyim kran, th zkvāh chih divan byyhi chih Allah tʿālyā th tmụ̄ sndis rsvl snz aṭaʿt kran, yim chih tim lukh yimn pytth ẓrvr Allah tʿālyā snz rḥmt nạzil spdi, pzụ̄ pạtthụ̄ chuh Allah tʿālyā sarine pytth ghạlb byyhi ḥkym th dana."
  },
  {
    "verse_id": 72,
    "translation": "Yimn mvmn mrdn th mvmn mstvratn sintụ̄ chuh Allah tʿālyā sund vʿdh zi yimn diyih tithụ̄ bagh yimn bnụ̄ kinụ̄ kolh āsn pkan th yim rvzn hmyshh yimn mnz. Yimn sda bhar baghn mnz āsn yimn khạṭr pakyzh qyam gah, th sarive khoth khsith yih zi Allah tʿālyā snz khoshnvdy spdi yimn ḥạṣl. Yhe chhe bdd kamyạby."
  },
  {
    "verse_id": 73,
    "translation": "(yythi pytthh chih tim āyat shrvʿ spdan yim ghzvh tbvk pth chih nạzil spdụ̄mtụ̄) ae nby, kufarn th mnafqn doshvnụ̄ sintụ̄ kriv pvur ṭaqth san mqablh th yimn sintụ̄ yiyiv skhty san pysh, ạkhrkar chuh yuhund tthkanh jhnm th so chhe bdtryn rvzn jae."
  },
  {
    "verse_id": 74,
    "translation": "Yim lukh chih Allah tʿālyā sund qsm khe khe vanan zi aashi vnụ̄ nh so kth, ḥalankh yimv chhe ẓrvr so kạfranh kth vnimcz (so kth kya ạs yth kun yth jayih asharh chuh krnh āmut, aath mtʿlq chihnh ashi nishhi yqyny mʿlvmat vạtimtụ̄ kynhh, albth chhe yiczhn kạfranh kthn mtʿlq varyahn rvaytn mnz dhkr āmcz yim tmhi vqth mnafqv krimacz āshi. Mthlaan akụ̄ mnafqn vvn akis mslman nvjvans sintụ̄ kth kran kran zi agr vaqʿī thi svrue kynhh pvz chuh yus yih shkhṣ (nby) pysh chuh kran tylhi chih asụ̄ sạry kharv khoth thi bdtr. Byyhi akis rvayts mnz chuh zi tbvk kis sfrs dvran rạv nby ṣly Allah ʿlyh v slmn hnz avunttinụ̄ akis jayih. Tmhi vqth krụ̄ mnafqv pnnhi mjlshi mnz bihith sytthah mdhaq th vvnukh panh vạnụ̄ zi, yim ḥẓrt chih āsman chih khbr bvznavan mgr yimn chahnh pnnhi avunttnhi hnz kanhh khbr zi so kthi chhe vunụ̄ kyns.) tim spdụ̄ aslam qbvl krnh pth kufrkụ̄ murtakb th timv kvr tikynczhah krnuk aradh yih timv krith hyvk nh. (yih asharh chuh timn sạzishn kun yimh munafqv ghzvh tbvk kh vqth āsh krimcz. Akis mvqʿs pytth bnạv timv yih sikym zi rạtụ̄ kiyuth lgavan sfrs dvran ḥẓvr ṣly Allah ʿlyh v slms kunhi khyih mnz. Timv avs panh vạnụ̄ yithi fạṣlh kvrmut zi agr tbvks mnz mslmanv shkst khyvv tylhi thavan fvraan mdyns mnz ʿbd Allah bn aby sndis kls pytth shạhy taj) yuhund yih svrue shrart chuhna athụ̄ kthhi pytth zi khudayn th tmụ̄ sndụ̄ rsvl ṣly Allah ʿlyh v slmn bnạvụ̄ yim pnnhi fẓlh sintụ̄ ghny! Vonụ̄ agr yim pnnhi rvishhi nishhi baz yin, tylhi chuh yih yihndụ̄ khạṭr bhtr, th agr yim baz phyrụ̄ nh tylhi diyih Allah tʿālyā yimn sytthah dg tulvun sza, dunya hs mnz thi th ạkhrts mnz thi, th zmyns mnz chuhnh kanhh yus yimn ḥmayty th mddgar āshi."
  },
  {
    "verse_id": 75,
    "translation": "Yimn mnz chih kynhh tithụ̄ thi yimv khudays sintụ̄ ʿhd avs kvrmut zi agr tmụ̄ pnnhi fẓlh sintụ̄ asụ̄ nvạzụ̄ tylhi krv asụ̄ khyrat byyhi bnv ṣalḥ."
  },
  {
    "verse_id": 76,
    "translation": "Mgr yylhi khudayn pnnhi fẓlh sintụ̄ tim dvlt mnd bnạvụ̄. Pth lvg timav bkhl krun, th pnnhi ʿhd nishhi phyirụ̄ tithh pạtthụ̄ zi yimn chuhnh aamiyuk prvae tam."
  },
  {
    "verse_id": 77,
    "translation": "Ntyjh drav yih zi khudayn byhnvv tihndyn diln mnz nifaq, yus tmụ̄ sndis khdmts mnz tihnzi pyshy hndis dohs tam timn pte rvzi tihnzi amhi vʿdh khlạfy kinụ̄ yvsh timv khudays sintụ̄ kr, th tmhi aapzi kh vjh kinụ̄ yus tim vnan rvudụ̄."
  },
  {
    "verse_id": 78,
    "translation": "Kya yimn lukn chahna pae zi khudays chih yihndụ̄ chuhpavnh āmtụ̄ raz th yihnz pvshydh kanh pihsrayih tam mʿlvm, th suh chuh tmam ghyb chv kathv nishhi pvur pạtthụ̄ bakhbr?"
  },
  {
    "verse_id": 79,
    "translation": "(suh chuh var pạtthụ̄ zanan timn knjvs dvlt mndn) yim barẓaa v rghbt dinh valyn ahli aymann hnzn mạlụ̄ qrbạnyn pytth kathh chih kran (yʿny timn chih ʿīb lad vnan) th timn lukn chih ttsnh czttan yimn nishhi (Allah tʿālyā snzi vathi mnz dinh khạṭr) aamhi vrạe kihinụ̄ chuhnh yikynczhah tim pans pytth mshqt brdasht krith divan chih. Allah tʿālyā chuh yimn ttasnh czttn valyn ttsnh czttan, th yihndi khạṭr chuh kuddur ʿdhab."
  },
  {
    "verse_id": 80,
    "translation": "Ae nby, khvah tvhụ̄ krụ̄tav yithyn lukn hndi khạṭr mʿāfy hund drkhvast ya mth kritv, agr tvhụ̄ satthhi ltthi thi yimn mʿāf krnuk drkhvast kriv, Allah tʿālyā kri nh yimn hrgz mʿāf amhi mvjvub zi yimav chuh khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms sintụ̄ kufr kvrmut, th Allah tʿālyā chuhnh fasq lukn njatch vath havan."
  },
  {
    "verse_id": 81,
    "translation": "Yimn lukn pth rvznuk ajazt avs dinh āmut tim spdụ̄ khudae sndis rsvl ṣly Allah ʿlyh v slms sath nah dinas th gr rvzns pytth khosh th timn gvv nh gvarh zi Allah tʿālyā snzi vathi mnz krhn jan v mal sintụ̄ jhad. Timv vvn lukn zi, yth skht grmy mnz mah nyiriv. Yimn vniv zi jhnmuk nar chuh amhi khoth zyadh grm, kash yimn āshi he aamiyuk shʿūr."
  },
  {
    "verse_id": 82,
    "translation": "Vonụ̄ pzi zi yim lukh krin pnun aasun km th vdin zyadh, amhi mvjvub zi yosh bdy yim kmavan rvudimtụ̄ chih tmiyuk jza chuh yutuhe (zi yimn pazi aath pytth vadun)."
  },
  {
    "verse_id": 83,
    "translation": "Agr Allah tʿālyā tohyih yimn drmyan vaps niyav th āʿndh mngyv yimv mnz kanhh dvr jhads nyrnh khạṭr ajazt tylhi vnụ̄ ziyvkh ṣaf, vonụ̄ hykiv nh hrgz tvhụ̄ me sintụ̄ nyirith th nh hykiv me sintụ̄ rlith kạnshi dshmns sintụ̄ lrrith, tohyih avsuv brvnhh bihith rvzun psnd kvrmut. Tylhi rvuziv vonụ̄ gr byhan valyn sintụ̄ bihith."
  },
  {
    "verse_id": 84,
    "translation": "Th āʿndh yus yimv mnz mari, tmụ̄ sund nmazi jnazh thi prụ̄ ziyv nh tvhụ̄ hrgz th nh gczhụ̄ ziyv tmụ̄ snzi qbri pytth zanhh khrra, tikyazi yimav chuh khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms sintụ̄ kfr kvrmut th tim chih mvudimtụ̄ ath ḥals mnz zi tim ạsụ̄ fasq."
  },
  {
    "verse_id": 85,
    "translation": "Tihnz maldạry th tihund kthrti avlad yinh tohyih dvkhs mnz travyv, khudayn chuh aradh kvrmut zi aamhi malh th avlad dhryʿh diyih yimn yythụ̄ dunya hs mnz sza th tihindụ̄ zuv gczhn ath ḥals mnz nyrnụ̄ zi tim āsn kạfr."
  },
  {
    "verse_id": 86,
    "translation": "Yylhi zanhh kanhh svrh aamhi mẓmvnuk nạzil spud zi Allah tʿālyā mạniyvun th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms sintụ̄ rlith kriv jhad, pth vuchhvh tohyih zi yimn lukn yimav mnz ṭaqt th vsʿt avs time lgụ̄ tohyih drkhvast krnhi zi timn gczihh jhad kh shrkth nishhi mʿāf yun thavnh, th timv vvn zi aashi trạviv asụ̄ rvzav bihan valyn sintụ̄."
  },
  {
    "verse_id": 87,
    "translation": "Timav lukv kvr gr byhan vajinyn mnz shạml sapdun psnd. Th tihndiyn diln pytth āv tthph lgavnh, amhi mvjvb chuhnh vonụ̄ timn kihinụ̄ fkri tran."
  },
  {
    "verse_id": 88,
    "translation": "Aath brʿks kvr rsvl th timv lukv yimv rsvl ṣly Allah ʿlyh v slms sintụ̄ ayman avs avnmut pnnhi jan v mal sintụ̄ jhad th vonụ̄ chih sạry rczar yimne khạṭr th yime chih flaḥ lbn vạlụ̄."
  },
  {
    "verse_id": 89,
    "translation": "Khudayn chih yihndi khạṭr tithụ̄ bagh tyar thạvimtụ̄ yimn bnụ̄ kinụ̄ kolh chhe pkan, yimn mnz rvzn tim hmyshh. Yih chhe ʿẓymu alshan kamyạby."
  },
  {
    "verse_id": 90,
    "translation": "ʿrbh kyv bdvy yav mnz thi āe varyah lukh yimv ʿuudhr krụ̄ takh timn thi gczihh pth rvznuk ajazt dinh yun (ʿrbikụ̄ bdvy chuh murad tim ʿrby dyhạtụ̄ th ṣḥrạe lukh yim mdyns andụ̄ pkụ̄ bsan ạsụ̄) yithh pạtthụ̄ rvudụ̄ bihith tim lukh yimv Allah tʿālyā th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms sintụ̄ aymanuk aapuz ʿhd avs kvrmut, yimv bdvy yav mnz yimv lukv kfruk ṭryqh akhtyar chuh kvrmut, ʿnqryb pyyih timn dg tulvun ʿdhab vuchuhn."
  },
  {
    "verse_id": 91,
    "translation": "Ẓʿīfn th bymarn byyhi timn lukn yimn jhads mnz shrkth khạṭr vath khrch āshi nh, hrgah pth rvzn tylhi chuhnh kanhh ḥrj yylhi zn tim dl kh khlvṣh san Allah tʿālyā th tmụ̄ sndis rsvl sndụ̄ vfadar āsn. (aamhi nishhi spud mʿlvm zi yim lukh bẓạhr mʿdhvr āsn tihndi khạṭr thi chahnh kmzvry th bymạrụ̄ ya mḥẓ nadạry kafy kynhh, blkh hykn tihndi khạṭr yimh mjbvryih ṣrf ath ṣvurts mnz mʿạfy hund vjh ạsith yylhi zn tim Allah tʿālyā th tmụ̄ sndis rsvl sndụ̄ pzụ̄ vfadar āsn, nath hrgah vfadạry mvjvd āshi nh tylhi hykhi nh kạnshi shkhṣs ṣrf amhi mvjvub mʿāf krnh yith zi suh avs frẓ ada krnh kis mvqʿs pytth bymar ya nadar) yithyn muḥsinan pytth chahnh aʿtraẓch kanhh gunjạysh, th Allah tʿālyā chuh drguzr krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 92,
    "translation": "Yithe pạtthụ̄ chuhnh timn lukn pytth thi aʿtraẓuk kanhh mvqʿ, yimv tohyih nish panh yith drkhvast avs kvrmut zi aashi gczhn svari dstyab yinhi thavnh, th yylhi tohyih vvnuv zi bh hykh nh tuhndi khạṭr svaryn hund antẓam krith th tim gyih mjbvraan vaps th ḥal avs yih zi tihnzv achhv kinụ̄ avs avsh vasan th timn avs amhi kthhi hund sytthah dukh zi tim chihnh pnnis khrchs pytth jhads mnz shryk spdnuk ṭaqt thavan."
  },
  {
    "verse_id": 93,
    "translation": "Albth chuh aʿtraẓ timn lukn pytth yim maldar chih, th amhi pth thi chihv tohyih drkhvast kran zi timn gczihh jhads mnz shryk spdnh nishhi mʿāf yun thavnh, timv kvr gr bihan vajinyn mnz shạml spdun psnd, th khudayn lgvv tihndiyn diln pytth tthph, amhi mvjvub chihnh vonụ̄ tim kihinụ̄ zanan (zi khudays nishhi kya ntyjhi nyrn vvl chuh tihnzi aamhi rvshhi hund)."
  },
  {
    "verse_id": 94,
    "translation": "Yim krn rngh rngh ʿuudhrat tohyih nishhi pysh yylhi tvhụ̄ vaps phyirith yimn nishhi vạtiv, mgr tvhụ̄ vnụ̄ziyv ṣaf kh, bhanh mah kriv, asụ̄ krv nh tuhnzi kunhi kthhi pytth aʿtbar, khudayn chih aashi tuhndụ̄ ḥalat vnimtụ̄, vonụ̄ vuchhhi Allah tʿālyā th tmụ̄ sund rsvl tuhund ṭrzi ʿml, pth yiyiv tvhụ̄ ts kun vaps pihrnh yus nvn th pvshydh svrue zann vvl chuh. Th suh vanyv tohyih zi tvhụ̄ kya kynczhah chihv kran rvuzimtụ̄."
  },
  {
    "verse_id": 95,
    "translation": "Tuhnzi vapsy pytth khyn yim tohyih brvnhh knhi qsm takh tvhụ̄ kriv timn drgzr tylhi kriv byshk tvhụ̄ yimn drgzr, tikyazi yim chih gndgy th yihnz aṣly jae chhe jhnm yus yihnzi kmayih bdlh yimn nṣyb spdi."
  },
  {
    "verse_id": 96,
    "translation": "Yim khyn tohyih brvnhh knhi qsm, takh tvhụ̄ spdiv yimn rạẓụ̄, ḥalankh agr tvhụ̄ yimn rạẓụ̄ thi spdiv, Allah tʿālyā gczih nh yimn fasq lukn hrgz rạẓụ̄."
  },
  {
    "verse_id": 97,
    "translation": "Yim ʿrbkụ̄ bdvy chih kfrs th nfaqs mnz zyadh skht th yihndis mʿāmls mnz chih amhi kthhi hndụ̄ zyadh amkan zi tmhi dyn kyv ḥdvdav nishhi rvzn navạqf, yus khudayn pnnis rsvls pytth chuh nạzil kvrmut. (ʿrbkụ̄ bdvy chuh murad tim ʿrby dyhaty th ṣḥrạe lukh yim mdyns andụ̄ pkụ̄ bsan ạsụ̄. Yimv lukv yylhi mdyns mnz akh mẓbvṭ th mustḥkm ṭaqt votlan vuchh yim spdụ̄ godd godd mrʿūb. Pth rvudụ̄ aslam chn th kufr chn lrrayan dvran akis vqts tam mvqʿ shnạsy th abnu alvqty hnzi rvishhi pytth pkan yʿny vav vuchihth ạsụ̄ nav travan. Pth yylhi aslamy ḥkvmtuk aqtdar ḥijaz th njd kis akis bddis ḥiṣs pytth qạyim spud th amhi kis muqabls mnz lvg mkhạlf qbyln hund zvr puhttnhi, yimv lukv vuchh vqtch mṣlḥt athụ̄ mnz z aslam kis dạyrs mnz spdn dạkhl, mgr yimn lukn mnz ạsụ̄ km lukh tithụ̄ yimv aath dyns dyni ḥq smjhith ayman āshi he avnmut th mukhlṣanh ṭryqv san āshan amhi kyn tqaẓn pvur krns pytth āmadh. Tihnz yhe ḥalt chhe yth jayih tithh pạtthụ̄ byan krnh āmcz zi shhrụ̄ lukn bh nsbt chih yim dyhạtụ̄ th ṣḥrạvụ̄ lukh zyadh munafiqanh rviyih thavan, th yimn mnz chhe ḥqs ankar krnch kyfyt zyadh lbnh yivan. Pth chuh aamiyuk vjh thi vannh āmut zi shhrụ̄ lukh chih ahli ʿlm th ahli ḥqn hndi ṣḥbt nishhi fạydh tulith kynczhah dyn th aamikụ̄ ḥdvd hychhan, mgr yim bdvy chih chvnkh sạrse vạnshi balkl akis mʿạshy ḥyvan sndụ̄ pạtthụ̄ dohs rat kis dạyrs mnz rvzan, th yimn chuhnh ḥyvạnụ̄ zndgy hndyv ẓrvryatv nishhi khsith kunhi chyzs kun tvjh krnuk mvqʿe mylan. Amhi mvjvub chih dyn th amhi kyv ḥdvudav nishhi yihndi navạqf rvznkụ̄ amkan zyadh. Brvntth kun chuh 122 himis āyts mnz yihndi aamhi mrẓuk ʿlaj āmut tjvyz krnh.) Allah tʿālyā chuh svrue zanan byyhi chuh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 98,
    "translation": "Yimn bdviyan mnz chih tithụ̄ tithụ̄ lukh mvjvd yim Allah tʿālyā snzi vathi mnz chih kynhh khrch kran th ath chih pans pytth zbrdsty hnz chyttụ̄ smjhan, th tuhndis ḥqs mnz chih zmanh chn grdshn hund antẓar kran (zi tvhụ̄ gczhiv kunhi chkrs mnz phasnụ̄ th tim krrhn pnnhi grdanhi mnz aamhi nẓam kh aṭaʿtuk nalh kvr yath mnz tohyih yim khsith chhvukh thạvimtụ̄) ḥalankh bdy hund dạyrh chuh panh yimne pytth muslṭ th Allah tʿālyā chuh svrue kynhh bvzan th zanan."
  },
  {
    "verse_id": 99,
    "translation": "Th yimne bdviyan mnz chih kynhh lukh tithụ̄ thi, yim khudays th ạkhrt kis dos pytth chih ayman thavan, th yikynczhah khrch chih kran tth chih Allah tʿālyā sndis drbars mnz nzdyky hund th rsvl ṣly Allah ʿlyh v slmn hndi ṭrfh rḥmtkụ̄ duʿā rattnuk dhryʿh bnavan. Ā, yqynaan! Suh chuh ẓrvr tihndi khạṭr nzdyky hund dhryʿh, th Allah tʿālyā kri ẓrvr timn pnnis rḥmts mnz dạkhl, pzụ̄ pạtthụ̄ chuh Allah tʿālyā drguzr krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 100,
    "translation": "Tim mhajr th anṣar yimv sarive brvntth ayman kis dʿūts pytth lbyk vanns mnz sbqt kr, byyhi tim yim amhi pth rast bạzy san timn pth āe, khudae spud timn rạẓụ̄ th tim spdụ̄ khudays rạẓụ̄, khudayn chih timn khạṭr tim bagh dstyab thạvimtụ̄ yimn bnụ̄ kinụ̄ kolh āsn pkan, th tim rvzn hmyshh yimn mnz, yhe chhe ʿẓymu alshan kamyạby."
  },
  {
    "verse_id": 101,
    "translation": "Tohyih andụ̄ pkụ̄ yim bdvy rvzan chih timn mnz chih varyah munafq th yithe pạtthụ̄ chih khod mdynh kyn bashndn mnz thi mnafq mvjvd yim nifaqs mnz ṭaq chih bnymtụ̄, tvhụ̄ chhvukh nh tim zanan, asụ̄ chihkh tim zanan, qryb chuh suh vqt yylhi asụ̄ timn doyih pihri sza dimav, pth yin tim sytthah baddi sza khạṭr vaps aannh."
  },
  {
    "verse_id": 102,
    "translation": "Byyhi chih kynhh lukh yimv pnnyn qṣvrn hund aʿtraf chuh kvrmut, tihnz ʿml chhe mkhlvṭ, kynhh chhe nyk th kynhh chhe bad, yih kth chhanh dvur zi Allah tʿālyā spdi timn pytth mhrban, tikyazi suh chuh drgzr krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 103,
    "translation": "Ae nby, tvhụ̄ kriyvukh yim yihndiyv malav mnz ṣdqh rttith pak th (nyky hnzi vathi mnz) pknạviyvukh yim brvnhh th yihndis ḥqs mnz kriv rḥmtuk duʿā, tikyazi tuhund duʿā āshi yihndi khạṭr taskynuk vjh, Allah tʿālyā chuh svrue bvzan th zanan."
  },
  {
    "verse_id": 104,
    "translation": "Kya yimn lukn chahna khbr zi suh chuh Allah tʿālyā he yus pnnyn bndn hund tvbh chuh qbvl kran, th tihndis khyrats chuh qbvlyt ʿṭa kran, byyhi yih zi Allah tʿālyā chuh sytthah mʿāf krn vvl th rḥym."
  },
  {
    "verse_id": 105,
    "translation": "Th ae nby, yimn lukn vniv zi tvhụ̄ kriv ʿml, Allah tʿālyā th tmụ̄ sund rsvl byyhi mvmn sạry vuchahn zi tuhund ṭrzi ʿml kya chuh vonụ̄ rvzan, pth yiyiv tvhụ̄ tas kun vaps pihrnh yus nvn th pvshydh svrue chuh zanan, th suh vanyv tohyih zi tvhụ̄ kya chihv rvudimtụ̄ kran."
  },
  {
    "verse_id": 106,
    "translation": "Kynhh lukh chih byyhi yuhund mʿāmlh vunhi Allah tʿālyā sndis ḥkms pytth chuh tthhrith, chahe diyih tan timn sza, th chahe spdụ̄ tn timn pytth navi sr mhrban, Allah tʿālyā chuh svrue kynhh zanan byyhi chuh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 107,
    "translation": "Byyhi chih kynhh lukh yimav akh msjd bnạv, aamhi ghrẓh khạṭr zi (dʿūti ḥqs) vatnavhn nqṣan, th (Allah tʿālyā snz bndgy krnh bjae) krhn kufr, byyhi travhn ahli aymann mnz phattvn vad, byyhi bnavhn (ath yus bẓạhr ʿbadt gah chuh basan) ts shkhṣh sndi khạṭr kamiyn gah (zaghi rvznch jae) yus amhi brvnhh khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms khlaf brsri pykar chuh spudmut. Tim vann qsm khye khye ẓrvr zi svn airadh avsnh rczr vạre byyhi kunhi chyzuk mgr Allah tʿālyā chuh gvah zi tim chih mvulae aapziyạrụ̄."
  },
  {
    "verse_id": 108,
    "translation": "Tvhụ̄ gczhụ̄ ziyv nh hrgz ath ʿmarts mnz khrra, yosh msjd rvzi avlh pytth tqvyā hs pytth qạyim ạs krnh āmcz, soe chhe aamhi khạṭr zyadh mnạsb zi tvhụ̄ spdiv tath mnz ʿbadt khạṭr khrra, tth mnz chih tithụ̄ lukh yim pak rvzun chih psnd kran, th khudays chih pạkyzgy akhtyar krn vạlụ̄ psnd. (tmhi vqth āsh mdyns mnz zh msjd, akh ạs quba yosh shhr kyn mẓafatn mnz ạs, byakh ạs msjd nbvy yosh shhrs mnz ạs. Yimn don msjdn hnzi mvjvdgy mnz ạs nh tryyim msjd bnavnch kanhh ẓrvrt, mgr mnafqv bnvv yih bhanh zi rvuds th srd rạczn mnz chuh ʿām lukn khṣvṣaan kmzvrn th mʿdhvrn yim yimv msjdav nishhi dvur rvzan chih panczn vqtn vatun mshkl gczhan, lhādha chih asụ̄ mḥẓ nmaz parn valyn hnzi āsany khạṭr aakh nv msjd tʿmyr krnụ̄ yczhan. Yithh pạtthụ̄ hyvt timav aamhi kh tʿmyruk ajazt th yih bnạvkh pnnyn sạzishn hund aaddh. Tim ạsụ̄ yczhan zi nby ṣly Allah ʿlyh v slms dokhh dith krnavhn tihndi dhryʿh aamiyuk aifttaḥ mgr Allah tʿālyā chuh ḥẓvr ṣly Allah ʿlyh v slmn tihndiyv airadav nishhi godde khbrdar kran th tbvk pytthh vaps tshryf anith chih tim aath msjdi mismar kran.)"
  },
  {
    "verse_id": 109,
    "translation": "Pth kya chuh tuhund khyal zi bhtryn ansan chha suh yymụ̄ pnnhi ʿmartch bunyad Allah tʿālyā sndis khvfs th tmụ̄ snz rẓa ḥạṣl krns pytth thạvmcz āshi, kinh suh yymụ̄ pnnụ̄ ʿmart akis vạdy hndis khokhris napaʿdar btthis pytth ạs khrra krmcz, th so gyih ts hyth syvdue jhnm kis nars mnz? Yithyn ẓạlim lukn chuhnh Allah tʿālyā zhnụ̄ siyz vth havan."
  },
  {
    "verse_id": 110,
    "translation": "Yih ʿmart yosh timv bnạvmcz chhe, rvuzi hmyshh yihndyn diln mnz be yqyny hund mvul bnith. (yymhi kh nyrnch vonụ̄ kanhh ṣvrt chahnh) aamhi vrạe zi yihndụ̄ dile gczhn parh parh, Allah tʿālyā chuh sytthah bakhbr byyhi ḥkmt vvl."
  },
  {
    "verse_id": 111,
    "translation": "Ḥqyqt chhe yih zi khudayn chih mvminn nishhi tihndụ̄ nfs th tihndụ̄ mal jnt kh bdlh mvlụ̄ hytụ̄ mtụ̄. (yth jayih chuh aymanuk yih mʿāmlh yus khudays th bnds drmyan chuh āsan bayʿs sintụ̄ tʿbyr krnh āmut. Aamiyuk mʿny chuh yih zi ayman chuh draṣl akh mʿāhdh yymhi dhryʿh bndh chuh pnun nfs th pnun mal khudays knan th amhi kis mʿāvẓs mnz chuh Allah tʿālyā sndi ṭrfh suh vʿdh qbvl kran zi marnh pth kri suh tas dvyimhi zndgy mnz jnt ʿṭa) tim chih Allah tʿālyā snzi vathi mnz lrran th maran, timn sintụ̄ chuh (jntuk vʿdh) Allah tʿālyā sndi dhmh akh pkhth vʿdh tvrats th anjyls th qrāns mnz, byyhi kus chuh yus Allah tʿālyā sndi khoth khsith panun ʿhd pvur krn vvl āshi? Lhādha, mnạyiv khvshyih pnnis tath svdahs pytth yus tohyih khudays nishhi chukvvmut chuhv, yhe chhe sarive khoth bdd kamyạby."
  },
  {
    "verse_id": 112,
    "translation": "Khudays kun bar bar phyrn vạlụ̄, (draṣl chuh lfẓ aaltaʿbuvna vartavnh āmut yymyuk lfẓy trjmh tvbh krn vạlụ̄ chuh. Mgr yth klam kis andazs mnz yih lfẓ astʿmal chuh krnh āmut, tmhi nishhi chuh ṣaf ẓạhr zi tvbh krun chuh ahli aymann hndyv mstql ṣfatav mnz. Amhi mvjvb chuh aamiyuk ṣḥyḥ mfhvm yih zi tim chihnh aaky ltthi tvbh kran blkh chih hmyshh tvbh kran rvzan. Th tvbuk aṣly mʿny chuh rjvʿ krun th baz phyrun, lhādha chuh aashi aamiyuk ḥqyqy rvḥ ẓạhr krnh khạṭr aamiyuk tshryḥy trjmh yithh pạtthụ̄ kvrmut, tim chih khudays kun bar bar phyran. Tmụ̄ snz bndgy bja aann vạlụ̄, tmụ̄ sndyn tʿryfn hndụ̄ gon gyvan vạlụ̄, tmụ̄ sndi khạṭr zmyns mnz grdsh krn vạlụ̄, (dvyum trjmh hykys ạsith rvzh thavn vạlụ̄ thi) ts brvnhh knhi rkvʿ th sjdh krn vạlụ̄, nyky hund ḥukm dinh vạlụ̄, bdy nishhi rukavn vạlụ̄, th Allah tʿālyā sndyn ḥdvdn hnz ḥfaẓt krn vạlụ̄, (aamhi shankụ̄ chih āsan tim mvmn yim khudays sintụ̄ byʿ chih kran) th ae nby, timn mvminn diyv khosh khbr."
  },
  {
    "verse_id": 113,
    "translation": "Nby ṣly Allah ʿlyh v slms th byyhi timn lukn yimv ayman chuh avnmut chuhnh shvuban zi mushrkn khạṭr krn mghfrtuk duʿā, chahe tim kvnh āsn yimn rshth dare, yylhi zn timn pytth yih kth ttakar chhe, zi tim chih jhnmkụ̄ ḥqdar."
  },
  {
    "verse_id": 114,
    "translation": "Abrahym ʿlyh alslamn yus duʿāe mghfrt pnnis mạlis kvrmut avs, suh avs amhi vʿdh kh vjh sintụ̄ yus tmụ̄ pnnis mạlis sintụ̄ kvrmut avs, mgr yylhi ts pytth yih kth ttakar spz zi tmụ̄ sund mvl chuh Allah tʿālyā sund dshmn, pth gvv suh ts nishhi be zar, ḥq chuh yih abrahym avs sytthah nrm dl th khudays khoczvun byyhi burdbar ansan."
  },
  {
    "verse_id": 115,
    "translation": "Allah tʿālyā sund chuhnh yih ṭryqh zi suh kri lukn hdayt dinh pth byyhi gmrạhy mnz mbtla, yvt tam nh timn ṣaf ṣaf vanhi zi timn kamv chyzv nishhi pazi bchun. Drḥqyqt chuh khudays prth chyzus ʿlm."
  },
  {
    "verse_id": 116,
    "translation": "Pth chhe ḥqyqt zi Allah tʿālyā sndise qbẓs mnz chhe zmynch th āsmann hnz slṭnt, tmụ̄ sndise akhtyars mnz chhe zndgy th mvt, th kanhh chuhnh tuhund ḥạmy th mddgar tiyuth yus tohyih ts nishhi bchạvith hykhi."
  },
  {
    "verse_id": 117,
    "translation": "Khudayn kvr mʿāf nby ṣly Allah ʿlyh v slms byyhi timn mhajrn th anṣarn yimv sytthah tng vqts mnz nby ṣly Allah ʿlyh v slms sath diyut, agr chih yimv mnz kynczhn hndụ̄ dil hajrs kun mạyl ạsụ̄ gmtụ̄. (yʿny kynczhn mkhlṣ ṣḥabn thi avsnh ath skht vqts mnz jngs nyrns vond āmut mgr chvnkh tihndyn diln mnz avs ayman th tim ạsụ̄ pzi dilh dyni ḥqs sintụ̄ mḥbt thavan, amhi mvjvub āe ạkhrkar pnnhi ath kmzvury pytth ghạlb) (mgr yylhi timv aamhi hajrch aitbaʿ kr nh blkh diytukh nby ṣly Allah ʿlyh v slms sath th) khudayan kvr timn mʿāf, be shk chuh tmụ̄ sund mʿāmlh yimn lukn sintụ̄ shfqtuk th mhrbạny hund."
  },
  {
    "verse_id": 118,
    "translation": "Th timn tryshvnụ̄ thi kvr tmụ̄ mʿāf yuhund mʿāmlh mltvy avs krnh āmut, yylhi zmyn pnnhi sary vusʿt bavjvd timn pytth tng gyih, th tihindụ̄ pnnụ̄ zuv thi go byyih timn th timv zvn zi khudays nishhi bchnh khạṭr chahnh kanhh chahpn jae, khod Allah tʿālyā sndi rḥmt kh damnh vrạe th pth phyvur Allah tʿālyā pnnhi mhrbạny san timn kun takh tim phyrn ts kun vaps, pzụ̄ pạtthụ̄ chuh suh sytthah mʿāf krn vvl th rḥym. (yim tryshvae ṣaḥb ạsụ̄ kʿb bn malk rẓy Allah tʿālyā ʿnh hlal bn aumyh rẓy Allah tʿālyā ʿnh, th murarh bn rbyʿ rẓy Allah tʿālyā ʿnh, tryshve ạsụ̄ ḥqyqy mvmn, aamhi brvnhh avsukh pnnhi akhlaquk varyahih ltthi thbvt ditmut, qrbạnyih āskh diczmcz mgr yimv khdmatav bavjvd yoshi susty yimav jngi tbvk kis nazuk mvqʿs pytth hạv, yylhi zn tmam qạbli jng ahli aymann jngs nyrnuk ḥukm dinh avs āmut, tth pytth āyih skht grft krnh. Nby ṣly Allah ʿlyh v slmv diyut tbvk pytthh vaps tshryf anith mslmann ḥukm zi kanhh krinh yimn sintụ̄ slam klam. Cztjy dvhụ̄ pth āv yimn pnnyn khandarinyn nishhi alg rvznuk tạkyd krnh, fy alvaqʿ avs mdynh chih bsty mnz yuhund sue ḥal spudmut yymich tṣvyr yth āyts mnz pysh chhe krnh āmcz. Ạkhr kar yylhi yihndis svshl baʿykatts 50 doh spdụ̄ tamhi pth spud mʿạfy hund yih ḥukm nạzil.)"
  },
  {
    "verse_id": 119,
    "translation": "Ae lukv yimv ayman chuh avnmut, khudays khvcziv th timn lukn diyiv sath yim pziyạrụ̄ chih."
  },
  {
    "verse_id": 120,
    "translation": "Mdynh kyn bashndn th andụ̄ pkụ̄ kyn bdviy yan avs nh hrgz yih shvuban zi Allah tʿālyā sndis rsvl ṣly Allah ʿlyh v slms trạvith rvzhn gr bihith th timn nishhi be khbr spdith laghan pnnhi pnnhi panch fkr krnụ̄. Amhi mvjvb zi yih spdi nh zanhh zi tim krn Allah tʿālyā snzi vathi mnz bochhhi hund tryshi hund th jsmạny mshqtuk kanhh tklyf brdasht, th ḥqs ankar krn valyn yosh vath nagvar chhe tth pytth tulan tim kanhh qdm th kạnshi dshmns hyn tim (ḥq kh ʿdavtuk) kanhh antqam, th amhi bdlh kya yiyhi nh tihndis ḥqs mnz akh ṣalḥ ʿml lykhnh, pzụ̄ pạtthụ̄ chuhnh khudays nishhi aḥsan krn valyn hndi khdmtuk ḥq ẓayʿ gczhan."
  },
  {
    "verse_id": 121,
    "translation": "Yithe pạtthụ̄ hykhi nh zanhh yithi spdith zi tim krn (Allah tʿālyā snzi vathi mnz) km ya zyadh kanhh khrchhi th (sʿī th jhads mnz) krn kanhh vady ʿbvr. Th tihndis ḥqs mnz kya yiyhi nh so lykhnh, takh Allah tʿālyā kri tihndi amhi rthi karnamuk bdlh timn ʿṭa."
  },
  {
    "verse_id": 122,
    "translation": "Th yih avs nh ẓrvry kynhh zi ahli ayman nyrhan and hyth sạry, mgr yih kyazi spud nh zi tihnzi ābady mnz yihan kynhh lukh nyirith th dynuk fhm krhn pạd, vaps gczihth krhan pth pnnhi ʿlaqh kyn bashndn bakhbr. Takh tim krhan (ghyr mslmanh rvishhi nishhi) prhyz. (murad chuh yih zi sarine bdviy yan hund mdynh vatun avs nh ẓrvry. Prth bsty th prth ʿlaqh kyv lkv mnz agr kynhh lukh mdynh yith dynuk ʿlm ḥaṣl krhn, pth gczhhan vaps th pnnhi ʿlaqh kyn lukn hychhnavhn dyn, tylhi rvzi he nh bdvy yn mnz so jhalt yymhi kh vjh kinụ̄ tim mnafqt chih bymar mnz mbtla chih th aslam qbvl krnh bavjvd chihnh mslman āsnuk ḥq ada kran.)"
  },
  {
    "verse_id": 123,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, jng kriv timn mnkryni ḥqn sintụ̄ yim tohyih nishhi chih. (yth jayih chuh kufarav nishhi murad tim mnafq lukh yuhund ankari ḥq pvur pạtthụ̄ ẓạhr avs spudmut th yihndi khlṭ mlṭ rvznh sintụ̄ aslạmy svsaʿtty skht nqṣan vatan ạsụ̄.) th pazi zi tim gczhn tohyih mnz skhty labnụ̄, (yʿny suh nrm slvk gczihh khtm spdun yus vunystam timn sintụ̄ spdan chuh rvudmut) th zạnith thạviv zi Allah tʿālyā chuh mtqy yn sintụ̄."
  },
  {
    "verse_id": 124,
    "translation": "Yylhi kanhh nvv svrh chuh nạzil spdan, th timv mnz chih kynhh lukh (mdhaqh rngụ̄ mslmann) prczhan zi, vniv tohyih mnz kmụ̄ sndis aymans mnz spud aamhi sintụ̄ aẓafh? Yimv lukv ayman chuh avnmut, tihndis aymans mnz chuh pzụ̄ pạtthụ̄ (prth nạzil spdụ̄ mtụ̄ svurn) aiẓafae kvrmut, th tim chih amhi sintụ̄ dil shad."
  },
  {
    "verse_id": 125,
    "translation": "Albth yimn lukn hndyn diln (nfaquk) mrẓ lvgmut avs, tihndis prạnis njasts pytth kvr (prth nvụ̄ suvran) byyhi akhi njastuk aiẓafh th tim rvudụ̄ marnh kis dmas tam kufrse mnz mbtla."
  },
  {
    "verse_id": 126,
    "translation": "Kya yim lukh chihna vuchhan zi prth vriyih chih yim akhi doyih pihri āzmạyshhi mnz travnh yivan? (yʿny kanhh vry chuhnh tiyuth guzryvmut yylhi zn akhi doyih ltthi tithụ̄ ḥalat āsn nh pysh yivan, yimn mnz yihndi aymanuk dʿūyā āzmạyishhi hnzi khvchhi pytth gkhraavnh āshi nh yivan, th amhi kh khochruk raz āshi nh fash spdan.) mgr ath pytth thi nah chih tvbh kran, th nh chih kanhh sbq rttan."
  },
  {
    "verse_id": 127,
    "translation": "Yylhi kanhh svurh chuh nạzil spdan, tylhi chih yim lukh achhav mnzy akh akis sintụ̄ kthh kran zi, he cze ma chihy kanhh vuchhan, pth chih czvuri pạtthụ̄ czalan, khudayn chih yihndụ̄ dil pihrimtụ̄. Tikyazi yim chih nasmjh lukh."
  },
  {
    "verse_id": 128,
    "translation": "Vuchihv! Tohyih lukn nishhi chuh akh rsvl āmut, yus khod tohy mnz chuh, tuhund nqṣans mnz pyvn chuh ts pytth shaq (gvb), suh chuh tuhnzi kamyạby hund ḥryṣ (khvahshmnd), ayman anan valyn khạṭr chuh suh shfyq th nhayt mhrban."
  },
  {
    "verse_id": 129,
    "translation": "Vonụ̄ agr yim lukh tohyih nishhi buth chih pihran, ae nby, tylhi vniv yimn zi, myanhi khạṭr chuh bs Allah tʿālyā, kanhh mʿbvd chuhnh mgr suh, tsụ̄ pytth kvr me bhrvsh th suh chuh mạlk ʿrshi ʿẓymuk."
  }
]