[
  {
    "verse_id": 1,
    "translation": "A. L. R. Yim chih tamhi ktabhi hndụ̄ āyat yosh ḥkmt sintụ̄ th gatth jar sintụ̄ lbryz chhe."
  },
  {
    "verse_id": 2,
    "translation": "Kya lukn gvvah aath kthhi pytth tʿjb zi ashi svuz khod timve mnz akis ansans pytth vaḥy, zi (ghflts mnz pymtyn) lukn khocznavi th yim mann timn diyih khosh khbr, zi tihndi khạṭr chuh tihndis rbs nishhi pvz ʿzt th srfrạzy? (aath pytth) vvn munkrav zi yih shkhṣ chuh nanh vanh jadvgr. (tim ạsụ̄ ḥẓvr ṣly Allah ʿlyh v slms aath mʿnys mnz jadvgr vanan zi yus thi qrān bvuzith th tihndi tblygh sintụ̄ mutạthr spdith ayman avs aanan suh avs pth zuvas gindnh khạṭr, dunya hs sintụ̄ czhynnh khạṭr th prth kanhh mṣybt vytravnh khạṭr tyar spdan)"
  },
  {
    "verse_id": 3,
    "translation": "Ḥqyqt chhe yih zi tuhund rb chuh sue Allah tʿālyā yymụ̄ āsman th zmyn shyn dohn mnz pạd krụ̄, pth chuh slṭnt kis tkhts pytth jlvh gr spdith kaʿnatuk aintẓam chlavan. Kanhh shfaʿt (sfạrsh) krn vvl chuhnh. Aila yih zi tmụ̄ sndi ajazt pth kri shfaʿt, sue Allah tʿālyā chuh tuhund rb, lhādha kriv tvhụ̄ tmụ̄ snze ʿbadt, kya vonụ̄ yiyiv na tvhụ̄ hvshs mnz?"
  },
  {
    "verse_id": 4,
    "translation": "Tmụ̄ se kun chuh tohyih sarine pvt pihyrith gczuhn, yih chuh Allah tʿālyā sund pkh vʿdh, be shk chuh pydạyshhi hund abtda sue kran, pth kri sue dubarh zndh, takh yimv lukv ayman avn th yimv nyk ʿmlh kri timn diyih anṣaf san jza, th yimv kufrk ṭryqh akhtyar kvr tim chyyin grkh vun āb, th dg tulvun ʿdhab pytrạvin, tth ankari ḥq kis padashs mnz yus tim kran rvudụ̄."
  },
  {
    "verse_id": 5,
    "translation": "Sue chuh yymụ̄ āftab przlh vun bnvv, th zvnhi diczn chmk. Byyhi krin zvunhi hndụ̄ loktth nkụ̄ th brrnkụ̄ mnzl tthyk pạtthụ̄ muqrr takh tvhụ̄ kriv aamhi sintụ̄ vriyan th tạrykhn hndụ̄ ḥsab mʿlvm, khudayn chuh yih svrue kynhh brḥq pạd kvrmut, suh chuh pnnhi nshạniyih vyczhnạvụ̄ vyczhnạvụ̄ pysh kran, timn lukn khạṭr yim ʿlm chih thavan."
  },
  {
    "verse_id": 6,
    "translation": "Pzpạtthụ̄ chhe rat kis th doh kis bdlnas (yinas gczhns) mnz, byyhi prth kunhi chyzs mnz yus khudayn zmyns th āsmann mnz pạd chuh kvrmut nishạnyih timn lukn khạṭr yim (ghlṭ byny th ghlṭ raviy) nishhi bchun chih yczhan. (yʿny yimv nishạniyv sintụ̄ hykn time lukh ḥqyqts tam rsạyy ḥạṣl krith, yimn mnz yim ṣfat mvjvd āsn. Akh yih zi tim gczhn jạhlanh tʿṣbatav nishhi pak spdith ʿlm ḥạṣl krnh kyn timn dhrayʿ han kạm hynụ̄, yim khudayn ansans chih ditụ̄ mtụ̄. Dvyum yih zi timn gczihh panh yih khvạhsh āsnụ̄ zi ghlṭy nishhi bchan th ṣḥyḥ vth krn akhtyar)"
  },
  {
    "verse_id": 7,
    "translation": "Ḥqyqt chhe yih zi yim lukh aashi sintụ̄ mlaqat krnuk tvqʿ chihnh thavan, th dunya chy zndgy pytth chih rạẓụ̄ th mṭmʿn gmtụ̄, th yim lukh sanyv nishạniyav nishhi ghạfl chih,"
  },
  {
    "verse_id": 8,
    "translation": "Tihund aukhrvy tthkanh āshi jhnm, timn burạyyin hndis padashs mnz ymh tim (pnnhi amhi ghlṭ ʿqydh th ghlṭ ṭrzi ʿmlh sintụ̄) kmavan rvudụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Th pth chhe ḥqyqt zi yimv lukv ayman avn (yʿny yimv timh ṣdaqth qbvl kri, yimh ktabhi mnz pysh chhe krnh āmcz) byyhi rvudụ̄ nyk ʿmlh kran, timn pknavi tihund rb, tihndi ayman kh vjh kinụ̄ syzi vathi pytth, nʿmt valyn jntn mnz, yimn bnụ̄ kinụ̄ kolh pkn."
  },
  {
    "verse_id": 10,
    "translation": "Tathi āshi tihund ālav yih zi. Pak chuhkh cz ae khuda ya, tihund duʿā āshi yih zi slamty ạsin, th tihnzi prth kthhi hund khạtmh āshi aath pytth zi, sạry tʿryf chih Allah rbu alʿālmyn se khạṭr."
  },
  {
    "verse_id": 11,
    "translation": "Hrgah Allah tʿālyā lukn sintụ̄ burh mʿāmlh vartavns mnz thi tczhe jldy krihe yyiczah jldy tim dunyahuk rczar mngns mnz chih kran, tylhi āshi he tihnzi ʿmlhi hnz mhlt khbrkr khtm krnh āmcz, (mgr yih chuhnh svn ṭryqh) amhi mvjvub chih asụ̄ timn lukn, yimn aashi sintụ̄ mlaqat krnuk tvqʿ chuhnh, tihnzi srkshy mnz timn gumrah gczhnh khạṭr chhvutt divan."
  },
  {
    "verse_id": 12,
    "translation": "Ansan sund ḥal chuh yih zi yylhi tas pytth kanhh skht vqt chuh yivan. Tylhi chuh lar trạvith ya bihth ya vodnhi aashi nad layan, mgr yylhi asụ̄ tmụ̄ sund yih mṣybt dvur chih kran pth chuh tithh pạtthụ̄ nyran zi zanth avs nh tmụ̄ kunhi burh vqts mnz zanhh aashi nade lvymut. Yithh pạtthụ̄ chih ḥdh nyrn valyn khạṭr tihndụ̄ krtvut mạrụ̄ mndụ̄ bnavnh āmtụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Lvukv, tohyih brvntthm qvm krụ̄ aashi hlak. (yth jayih chuh lfẓ qrn vartavnh āmut, ʿrby zbạnụ̄ mnz chuh aamiyuk murad, akhi dvrkụ̄ lukh, mgr qrāni mjyds mnz yymhi andazh yih mkhtlf mvqʿn pytth vartavnh chuh āmut, tmhi nishhi chuh basan zi, qrn nishhi chuh murad suh qvm yus pnnis davrs mnz br sri ʿrvj āshi rvudmut. Yithhi qvmch hlakt chahnh lạzimaan yohe mʿny thavan zi tmyuk nsl gczihh mvuly mittavnh yun, blkh chuh mʿny suh qvm pnnhi ʿrvj kh mqamh nishhi giravun. Tmyuk thdhyb v tmdn tbah spdun, tmyuk tshkhṣ mittun th tmikụ̄ juz parh parh spdith dvymyn qvmn mnz ravnụ̄, yithi chhe hlaktch akh ṣvrt) yylhi timv ẓulmch rvish akhtyar kr, th tihndụ̄ rsvl āe timn nish ttakarh nshạnyih hyth, th timv avn nh aymane, yithh pạtthụ̄ chih asụ̄ mujrmn tihndyn jurmn hund bdlh divan."
  },
  {
    "verse_id": 14,
    "translation": "Vonụ̄ chhe aashi timn pth tohyih zmyns pytth jae diczmcz, takh vuchahv, tvhụ̄ kiczhh ʿmlh chihv kran."
  },
  {
    "verse_id": 15,
    "translation": "Yylhi yimn sanhi ṣaf ṣaf kthh bvznavnh chhe yivan, pth chih tim lukh yimn aashi sintụ̄ mlaqatuk tvqʿ chuhnh, vanan zi, amhi bjayih aniv byyhi kanhh qrān ya kriv aath mnz kynhh trmym. Ae nby, yimn vniv, yih chahnh myạnụ̄ kạm zi pnnhi ṭrfh kr ath mnz kanhh rd v bdl, bh chuhs ṣrf tmhi vaḥy hund pyrvkar yosh me nish svznh chhe yivan, hrgah bh pnnis rb snz nafrmạny kr tylhi chuh me akhi baddi khṭrnak doh kh ʿdhabuk ddr."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi vniv, agr Allah tʿālyā snz mshyt yhe āshi he, tylhi bvznavhav nh bh tvhụ̄ yih qrān zanhh, th Allah tʿālyā diyih hyv nh aamich khbr thi tohyih, aamhi brvnhh chhe me tohyih drmyan akh ʿmrah guzạrmcz, kya tvhụ̄ chihvna ʿqlhi kạm hyvan? (yʿny bh chuhs nh tuhndi khạṭr kanhh ghyr zan nfr kynhh, bh zas tuhndis shhrs mnz, tohy drmyan vvtus shurụ̄ panh pytthh yth vạnshi. Kya tvhụ̄ hykụ̄ vah myanhi sạrise zndgy pytth nẓr travnh pth ayman dạry san vonụ̄ yih vnith zi yih qrān āshi khod bdhat me pnun lyvkhmut klam. Byyhi hykụ̄ vah tvhụ̄ me nish yih tvqʿ krith zi bh vanh yvutah bvdd aapuz zi khod bnạv pnnhi dilh kanhh kth, th pth vanh lukn zi yih chhe Allah tʿālyā sndi ṭrfh me pytth nạzil spzmcz)"
  },
  {
    "verse_id": 17,
    "translation": "Pth kus hykhi tmụ̄ sndi khoth bvdd ẓạlim ạsith, yus akh aupz kth bnạvith khudays kun mnsvub kri, ya diyih Allah tʿālyā sndyn pzyn āyatn aapuz qrar, pzpạtthụ̄ hykn nh mujrm zanhh thi kamyạby lbith."
  },
  {
    "verse_id": 18,
    "translation": "Yim lukh chih khudays varạe tihnz ʿbadt kran, yim nah yimn nqṣan hykn vatnạvith th nah nfʿ, th vanan chih yih zi yim chih khudays nishhi sạnụ̄ sfạrish dar, ae nby, yimn vniv, kya tvhụ̄ chihvh khudays amhi kthhi hnz khbr divan yth nah suh āsmann mnz chuh zanan th nah zmyns mnz? (Allah tʿālyā sndis ʿiilmas mnz kunhi chyzuk nah āsun chuh yih mʿny thavan zi suh āshi nh godde mvjvd, amhi mvjvb zi svrue kynhh yih mvjvd chuh suh chuh Allah tʿālyā sndis ʿlms mnz. Lhādha chuh yih akh nhayt lṭyf andazi byan sfạrshy yn hund mslh moklavnuk zi khudays chahnh yih pthe zi zmyns ya āsmans mnz chuh kanhh tmụ̄ sndis drbars mnz tohyih sfạrsh krn vvl, pth kmn sfạrsh darn hnz khbr chihv ts tvhụ̄ divan?) pak chuh suh byyhi chuh bala v brtr tmhi shirkh nishhi yus yim lukh kran chih."
  },
  {
    "verse_id": 19,
    "translation": "Godd godd ạsụ̄ sạry ansan akạe aumt pth bnạvụ̄ timv mkhtlf ʿqydh th mslk, th agr tuhndis rb sndi ṭrfh godde akh kth ṭe āshi he nh krnh āmcz, tylhi yath chyzs mnz tim panh vạnụ̄ akhtlaf chih kran tamiyuk yiyhi he fạṣlh krnh. (yʿny agr khudayn godde āshi he nh yih fạṣlh kvrmut zi fạṣlh spdi qyamt kh doh tylhi yiyhi he aamiyuk fạṣlh yyty krnh)"
  },
  {
    "verse_id": 20,
    "translation": "Byyhi yikynczhah tim yih vanan chih zi amis nby (ṣly Allah ʿlyh v slms) pytth kyazi āyih nh amụ̄ sndis rb sndis ṭrfh kanhh nshạny svznh. Yimn vniv, ghybuk mạlik th mkhtar chuh bs Allah tʿālyā. Achha, kriv antẓar, bth kr tohyih sintụ̄ antẓar."
  },
  {
    "verse_id": 21,
    "translation": "Lukn hund ḥal chuh yih zi mṣybt pth yylhi asụ̄ tim rḥmtuk mzh chihkh vuchhnavan, tylhi chih tim fvraan sanyn nishạnyan hndis mʿāmls mnz chal bạziyih shrvʿ kran, (yʿny mṣybt chuh Allah tʿālyā sndi ṭrfh akh nishạny āsan, yus ansans aḥsas chuh divan zi drḥqyqt chuhnh khudays vrạe byyhi kanhh yih dvur krn vvl. Mgr yylhi suh dvur chuh gczhan th pth chuh jan vqt yivan, aamhi pth chih tim lagan vanun zi yih chuh sanyn mʿbvdn th sfạrsh darn hndi ʿnaytuk ntyjh) yimn vniv, Allah tʿālyā chuh pnnhi chalhi mnz tohyih nishhi sytthah tyz, tmụ̄ sndụ̄ frshth chih tuhnz sarye mkạrilh lykhan."
  },
  {
    "verse_id": 22,
    "translation": "Suh chuh Allah tʿālyā he yus tohyih khshky th ạby mnzụ̄ pknavan chuhv, chnanchh yylhi tvhụ̄ navan mnz svar chihv āsan, th muvạfq havahs pytth chihv khosh pạtthụ̄ sfr āsan kran, th pth chuh achank mkhạlf hvahuk zvr yivan, th prth ṭrfh chih lhrn hnz thaprh vasan th msafr chih smjhan zi ṭvfans mnz āe hynh, tmhi vqth chih sạry pnun dyn Allah tʿālyā sndy khạṭr khạlṣ krith tas duʿā mngan zi, agr cze aashi yymhi blayih nishhi njat diytuth tylhi bnv asụ̄ shkr gzar bndh."
  },
  {
    "verse_id": 23,
    "translation": "Mgr yylhi suh timn bchavan chuh, pth chih tmie lukh ḥqh nishhi buth phirụ̄ spdith zmyns mnz bghavt krnụ̄ lagan. Lvukv, tuhnz yih bghavt chhe tohyih pans khlaf gczhan. Dunya chih zndgy hndụ̄ chih ṣrf kynhh doh mzh (lvuttiv), pth chuhv tohyih aashi kun yun vaps phyrith, tmhi saʿth vanv asụ̄ tohyih zi tvhụ̄ kya kynczhah chihv rvudimtụ̄ kran."
  },
  {
    "verse_id": 24,
    "translation": "Dunyahch yih zndgy (yymhi kis nshs mnz mst spdith tvhụ̄ sanyv nishạniyv nishhi ghflt chihv vartavan) aamich mthal chhe ticzhe zanth āsmanh trvv aashi rvud, th zmynuk pydavar vopdyav jan pạtthụ̄, yth ansan th janvr sạry chih khyvan, ʿīni vqts pytth yylhi zn zmyn bhar hyth volsns ạs āmcz th pydavar ạsụ̄ shvbidar pạtthụ̄ khrra. Th yihndụ̄ mạlk ạsụ̄ smjhan zi vonụ̄ chih asụ̄ yimn fạydh tulns pytth qạdir, achank āv rạthụ̄ kiyut ya dohlhi svn ḥkm th aashi kvr yih tithh pạtthụ̄ tbah, zanth rat avsue nh tathi kynhh, yithh pạtthụ̄ chih asụ̄ vyczhynụ̄ vyczhnụ̄ nishạnyih pysh kran, timn lukn khạṭr yim svnchn smjhn vạlụ̄ chih. (tvhụ̄ chihv yath napaʿdar zndgy hndis frybs mnz mbtla spdan)"
  },
  {
    "verse_id": 25,
    "translation": "Th Allah tʿālyā chuhv tohyih dar alslams kun dʿūt divan (yʿny dunya hs mnz zndgy bsr krnh kis tth ṭryqs kun chuhv dʿūt divan yus ạkhrt chih zndgy mnz tohyih daru alslamuk ḥqdar bnavi. Daru alslam nishhi chuh murad jnt th aamiyuk mʿny chuh slamty hund gr, so jae yythi nh kanhh āft, kanhh nqṣan, kanhh ghm th tklyf āshi) (hdayt chuh tmụ̄ sndis akhtyars mnz) yas suh yczhan chuh syz vath chuhs havan."
  },
  {
    "verse_id": 26,
    "translation": "Yimv lukv rczruk ṭryqh akhtyar kvr, timn khạṭr chuh rczar th hurymanh fẓl, tihndyn bthyn pytth khshi nh rve syạhy th dhilt, tim chih jntkụ̄ ḥqdar yythi tim hmyshh rvzn."
  },
  {
    "verse_id": 27,
    "translation": "Th yimv lukv burạyiyih kmavi, yiczhh tihnz burạyy chhe, tiyuthe mylhi timn bdlh, dhilt spdi timn pytth muslṭ, khudays nishhi āshi nh timn kanhh bchavn vvl, tihndyn buthyn pytth āshi ticzhh tạryky, zanth rạcz hndụ̄ syah prdh āsn timn pytth, tim chih jhnmkụ̄ ḥqdar yythi tim hmyshh rvzn."
  },
  {
    "verse_id": 28,
    "translation": "Yymhi doh asụ̄ tim sạry yikh vatth (pnnis ʿdalts mnz) jmʿ krvkh, pth vanav timn lukn yimv shrk chuh kvrmut zi tthhriv tvhụ̄ thi th tuhndụ̄ bnavnh āmtụ̄ shryk thi, pth tulv asụ̄ timn drmyan ghạr zạny hund prdh thvd. (yʿny mushrkn prznavn tihindụ̄ mʿbvd zi yim chih tim lukh yim sạnụ̄ ʿbadt ạsụ̄ kran th mushrk prznavn pnnyn mʿbvdn zi yim chih tim yihnz asụ̄ ʿbadt ạsụ̄ kran) th tihndụ̄ shryk vnan zi, tvhụ̄ ạsiv nh sạnụ̄ ʿbadt kran."
  },
  {
    "verse_id": 29,
    "translation": "Aashi th tohyih drmyan chhe Allah tʿālyā snz gvạhy kạfy zi (tvhụ̄ agr sạnụ̄ ʿbadt kran thi ạsiv) asụ̄ ạsụ̄ tuhndi aamhi ʿbadt nishhi balkl be khbr."
  },
  {
    "verse_id": 30,
    "translation": "Tmhi vqth vuchhhi prth kanhh shkhṣ pnnhi krimatiyuk mzh, sạry yin pnnis ḥqyqy mạliks kun pihrnh th tim sạry apzụ̄ ravan yim timv bnạvimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 31,
    "translation": "Yimn prczihv, kus chuhv tohyih āsman th zmyn nishhi rzq divan? Yimh bvznh chih th vuchhnh chih quvth kmụ̄ sndis akhtyars mnz chhe? Kus chuh be jan mnz jandar th jandar mnz be jan krran? Kus chuh yth ʿālmh kis nẓms tdbyr kran? Tim vann ẓrvr zi Allah tʿālyā. Vniv, pth chihv nh tvhụ̄ (ḥqyqts khlaf pkns) prhyz kran?"
  },
  {
    "verse_id": 32,
    "translation": "Tylhi chuh yohe Allah tʿālyā tuhund ḥqyqy rb, pth kya rvud ḥqh pth gmrạhy varạe mzyd pth kun? Ạkhr kvrkun chihv yivan tvhụ̄ pihrvnh? (yth jayih gczihh khyal rvzun zi khṭab chuh ʿām lukn th timn chuhnh sval yivan krnh zi, tvhụ̄ kvrkun chihv phyran. Blkh chuh yih zi, tvhụ̄ kvrkun chihv pihrvnh yivan. Aamhi nishhi chuh ṣaf ẓạhr zi kanhh gmrah kun shkhṣ ya grvh chuh mvjvd, yus lukn ṣḥyḥ aand nishhi ddạlith ghlṭ aands kun chuh phiran. Athụ̄ bina his pytth chuh lukn vannh yivan zi tvhụ̄ kyazi chihv anụ̄ bnith ghlṭ rhnmạyy krn valyn pth pth pkan? Tvhụ̄ kyazi chihv nh pnnhi ʿqlhi kạm hyth svchan zi yylhi ḥqyqt chhe yih tylhi kvrkun chihv ạkhr tohụ̄ pknavnh yivan.)"
  },
  {
    "verse_id": 33,
    "translation": "(ae nby, vuchihv) yithh pạtthụ̄ āyih nafrmạny krn valyn pytth tuhndis rb snz kth ṣạdq zi tim mann nh."
  },
  {
    "verse_id": 34,
    "translation": "Yimn prczihtv, tuhundv tthhravnh āmtyv shrykv mnz chha kanhh suh yus tkhlyquk abtda thi āshi kran th pth kri aamiyuk aiʿādh thi? Vniv suh chuh ṣrf Allah tʿālyā yus tkhlyquk abtda thi chuh kran aamiyuk aʿādh thi, pth kth aultth vath pytth chihv tvhụ̄ pknavnh yivan?"
  },
  {
    "verse_id": 35,
    "translation": "Yimn prczihtv tuhndyv tthhravnh āmtyv shrykv mnz chha kanhh tiyuth, yus ḥqs kun rhnmạyy āshi kran? Vniv suh chuh ṣrf Allah tʿālyā yus ḥqs kun rhnmạyy chuh kran, pth vnụ̄tav, yus ḥqs kun rhnmạyy chuh kran, suh chha aamiyuk zyadh ḥqdar zi tmụ̄ snz pyrvy gczih yinụ̄ krnh kinh suh yus khod panh vath chuhnh lban, aila yih zi tas yiyhi rhnmạyy krnh? Ạkhr kya chuhv tohyih gvmut, kithụ̄ auātth fạṣlh chihv kran?"
  },
  {
    "verse_id": 36,
    "translation": "Ḥqyqt chhe yih zi yimv mnz chih akthr lukh mḥẓ qyass th gumans pth pth pkan rvzan (yʿny yimv mdhhb bnạvụ̄, yimv flsfh tṣnyf krụ̄ th yimv zndgy hndụ̄ qanvn krụ̄ tjvyz, timv kvr nh yih svrue ʿlm kis bunyads pytth blkh kvrukh gumans th qyass pytth, th yimv yimn mdhhby th dunyạvy rhnmạhn hnz pyrvy kr, timv thi krnh zạnith th smjihth blkh kvrukh mḥẓ aamhi guman kis bnyads pytth tihund atbaʿ zi yylhi yithụ̄ yithụ̄ bddụ̄ bddụ̄ lukh vanan chih, th mạlụ̄ buddibb chih yimn manan rvudimtụ̄ th akh dunya chuh yihnz pyrvy kran tylhi āsn ẓrvr tthykhe vanan.) ḥalankh guman chuhnh ḥqch ẓrvrt raczh thi pvur kran, yikynczhah yim kran chih Allah tʿālyā chuh tth var pạtthụ̄ zanan."
  },
  {
    "verse_id": 37,
    "translation": "Th yih qrān chuhnh suh chyz, yus Allah tʿālyā snzi vaḥy th tʿlymhi vrạe tṣnyf yiyhi krnh, blkh yikynczhah godd chuh āmut yih chuh tmyuk tṣdyq th alktab hund tfṣyl, aath mnz chuhnh kanhh shk zi yih chuh kaʿnat kis frman rva sndi ṭrfh."
  },
  {
    "verse_id": 38,
    "translation": "Kya yim lukh chha vanan zi pyghmbrn chuh yih panh tṣynf kvrmut? Vniv, tylhi anụ̄tav akh suvrh yutuhe tṣnyf krith, th akh Allah tʿālyā trạvith yus yus tvhụ̄ mdd khạṭr hykiyvun anith suh aniyvun, agr tvhụ̄ pnnis aath alzams mnz pziyạrụ̄ chihv."
  },
  {
    "verse_id": 39,
    "translation": "Draṣl yus chyz tihndis ʿlmh kis girfts mnz āv nh th yymich aṣl ḥqyqt thi yimn brvnhh kun āyih nh, yimv pihyur tth buth khvah mkhvah svnchnh vrạe) yithe pạtthụ̄ chuh yimn brvuntthmyv lukv thi buth pihyurmut, pth vuchihv timn ẓạlimn kus anjam spud."
  },
  {
    "verse_id": 40,
    "translation": "Timv mnz aann kynhh lukh ayman th kynhh aann nh, th tuhund rb chuh timn fsadyn khvub zanan."
  },
  {
    "verse_id": 41,
    "translation": "Agr yim tohyih buth chihv pihran tylhi vnyvukh zi, myạnụ̄ ʿml chhe myanhi khạṭr th tuhnz ʿml chhe tuhndi khạṭr, yikynczhah bh kran chuhs tmhi chih dhmh dạry nishhi chihv tvhụ̄ bry. Th yikynczhah tvhụ̄ kran chihv tmhi chih dhmh dạry nishhi chuhs bh bry. (yʿny khvah mkhvah czuvnch th bḥth krnch chahnh kanhh ẓrvrt. Agr bh alzam trạshy chuhs kran tylhi chuhs bh pnnhi ʿmlhi hund pane dhmh dar tohyih pytth chahnh aamch kanhh dhmh dạry, th agr tvhụ̄ pzi kthhi chihv buth pihran tylhi chihv nh me kanhh nqṣan vatnavan, blkh chihv panse nqṣan kran)"
  },
  {
    "verse_id": 42,
    "translation": "Yimv mnz chih varyah lukh yim tuhnz kth chih bvzan, mgr kya tvhụ̄ bvnạviyvukhh zrụ̄, khvah tim math ạsitn kihinụ̄ smjhan? (aakh bvzun gvv suh yus janvr thi bvzan chih. Dvyum bvzun gv suh yth mnz mʿnys kun thi tvjh āshi th yih āmadgy thi āshi lbnh yivan zi kth agr mʿqvl āshi tylhi yiyhi so mannh)"
  },
  {
    "verse_id": 43,
    "translation": "Yimv mnz chih varyah lukh yim tohyih vuchhan chih, mgr kya tvhụ̄ hạvivh aanyn vath, khvah mth ạsitn timn kihinụ̄ aathhi yivan?"
  },
  {
    "verse_id": 44,
    "translation": "Ḥqyqt chhe yih zi Allah tʿālyā chuhnh lukn pytth ẓlm kran, lukh chih pane pans pytth ẓlm kran."
  },
  {
    "verse_id": 45,
    "translation": "(az chih yim yymhi dunya chih zndgy mnz mst) th yymhi doh Allah tʿālyā yimn aikhi vtth kri tylhi (bashi yimn yhe dunyahch zndgy ticzh) znth yim mḥẓ akis gr khnjhi ạsụ̄ panh vạnụ̄ zan phchan krnhi tthhrymtụ̄, (tmhi vqth spdi tḥqyq zi) pzpạtthụ̄ rvudụ̄ skht khsars mnz tim lukh yimv Allah tʿālyā sndis mulaqats buth pihyur th hrgz ạsụ̄ nh tim syzi vathi pytth."
  },
  {
    "verse_id": 46,
    "translation": "Yimv bur ntyjv nishhi yim asụ̄ khocznavan chihkh, tihund kanhh ḥṣh havav asụ̄ tuhnzi ḥyạty mnz, ya tmhi brvntthue tulv asụ̄ tvhụ̄, bhr ḥal chuh yun yimn aasy kun th yikynczhah yim kran chih tth pytth chuh Allah tʿālyā gvah."
  },
  {
    "verse_id": 47,
    "translation": "Prth aumt khạṭr chuh akh rsvl, (aumt lfẓ chuhnh yath jayih mḥẓ qvm kis mʿnys mnz, blkh akis rsvl sndi yinh pth yimn yimn lukn tam tmụ̄ snz dʿūt vathi, tim sạry chih tmụ̄ sndis aumts mnz shạml, byyhi chuhnh amhi khạṭr yith ẓrvry zi rsvl āshi timn drmyan zindh mvjvd, blkh rsvl sndi pth thi yvt tam tmụ̄ snz tʿlym mvjvd rvzi th prth shkhṣh sndi khạṭr āshi yih mʿlvm krun mmkn zi drḥqyqt kmhi chyzch tʿlym avs suh divan, tth vqts tam yin dunyahkụ̄ sạry lukh tmụ̄ sndy aumt qrar dinh, th timn pytth spdi suh ḥkm thạbt yus brvntth kun yiyhi byan krnh. Amhi lḥaẓh chih Muḥammad ṣly Allah ʿlyh v slmn hnzi tshryf āvry pth tmam dnyahkụ̄ ansan tihnz amt, th tth vqts tam rvzn yvt tam qrān pnnis khạlṣ ṣvrts mnz mvjvd chuh. Aamy vjh kinụ̄ āv nh āyts mnz yih frmavnh zi, prth qvms mnz chuh akh rsvl. Blkh chuh arshad yih spudmut zi, prth aumth khạṭr chuh akh rsvl.) pth yylhi kạnshi aumts nishhi tmụ̄ sund rsvl chuh yivan, tylhi chuh tmụ̄ sund fạṣlh pvur anṣaf san moklavnh yivan, th tas pytth chuhnh dhars yvt ẓlm yivan krnh."
  },
  {
    "verse_id": 48,
    "translation": "Vanan chih zi agr tuhnz yih dhmky pz chhe tylhi kr gczihh yih ạkhr pvur?"
  },
  {
    "verse_id": 49,
    "translation": "Vniv, myạnis akhtyars mnz chuhnh khod pnun nfʿ th nqṣan thi, svrue kynhh chuh Allah tʿālyā sndis mshyts pytth mvqvf, prth aumt khạṭr chhe mhltch akh mudt mqrr, yylhi yih mudt pvur chhe spdan, tylhi chuhnh akis gri sumb sul th czyr spdan."
  },
  {
    "verse_id": 50,
    "translation": "Yimn vniv, tohyih svunchvh zanhh yih zi agr Allah tʿālyā sund ʿdhab achank rạthụ̄ kiyut ya dohlhi yiyhi (tylhi kya hykiv tvhụ̄ krith tamhi saʿth), yih kya chuh ạkhr tiyuth chyz yymhi khạṭr mujrm banbr krn?"
  },
  {
    "verse_id": 51,
    "translation": "Kya yylhi suh tohyih pytth vathi tmy vqth mạnivh tvhụ̄ suh? Vonụ̄ chihv bchun yczhan? Ḥalankh tvhụ̄ ạsiv khod bdhat amhi kh jldy yinuk tqaẓh kran."
  },
  {
    "verse_id": 52,
    "translation": "Pth yiyhi ẓạlimn vannh zi, vonụ̄ vuchihv pvshvnhi ʿdhabuk mazh, yikynczhah tvhụ̄ kmavan chihv rvudimtụ̄ tmhi kh padash vrạe kus bdlh yiyhi tohyih dinh?"
  },
  {
    "verse_id": 53,
    "translation": "Pth chih prczhan kya pzpạtthụ̄ chha thi pvz yih tvhụ̄ vanan chihv? Vniv, myạnis rb sund qsm, yih chuh balkl pvz, th tohyih chuhv nh tyvut bl bvth zi tvhụ̄ hykiv suh ẓhvrs mnz yinh nishhi rukạvith."
  },
  {
    "verse_id": 54,
    "translation": "Agr prth kạnshi ts shkhṣs nishhi yymụ̄ ẓlm chuh kvrmut, rve zmynch dvlt thi āshi, suh gczihh tmhi ʿdhab nishhi bchnh khạṭr tth fidyas mnz dins pytth āmadh yylhi yim lukh suh ʿdhab vuchahn, pth pchhtavn dilh mnzy, mgr timn drmyan yiyhi pvur anṣaf san fạṣlh krnh, kanhh ẓlm spdi nh timn pytth."
  },
  {
    "verse_id": 55,
    "translation": "Bvuziv! Āsmann th zmyns andr yikynczhah chuh suh chuh Allah tʿālyā sund, bvuzith thạviv! Allah tʿālyā sund vʿdh chuh pvz, mgr akthr ansan chihnh zanan."
  },
  {
    "verse_id": 56,
    "translation": "Sue chuh zndgy bkhshan th sue chuh mvt divan, th tsụ̄ kun chuh sarine pvt phyrith gczuhn."
  },
  {
    "verse_id": 57,
    "translation": "He lvukv, tohyih nishhi chhe tuhndis rb sndi ṭrfh nṣyḥt āmcz, yih chuh suh chyz yus dl kyn dadyn shifa chuh th yim ath qbvl krn tihndi khạṭr chuh rhnmạyy th rḥmt."
  },
  {
    "verse_id": 58,
    "translation": "Ae nby, vniv zi, yih chuh Allah tʿālyā sund fẓl th tmụ̄ snz mhrbạny zi yih chyz svuz tmụ̄, ath pytth pzi lukn khvshy mnavnụ̄, yih chuh timv sarive chyzv khoth bhtr yimn lukh chih jmʿ kran."
  },
  {
    "verse_id": 59,
    "translation": "Ae nby yimn vniv, tohyih lukv chuhv zanhh yithi svnchmut zi yus rzq khudayn tuhndi khạṭr vvlmut avs. (aurdv zbạnụ̄ mnz ya kạshrụ̄ pạtthụ̄ chih rzq khynh chynh kyn chyzn vnan. Mgr ʿrby zbạnụ̄ mnz chuhnh yih khorak se tam mḥdvud blkh chuh ʿṭa, bkhshsh th nṣyb kis mʿnys mnz thi ʿām. Khudayn yikynczhah ainsans dunya hs mnz diytmut chuh suh svrue chuh tmụ̄ sund rizq) tmhi mnz kvrv tohyih pane kanhh chyz ḥram th kanhh ḥlal! (yʿny tvhụ̄ bnyyv khod bdhat qanvn th shryʿt bnavnkụ̄ mkhtar. Ḥalankh yymụ̄ sund rizq chuh tmụ̄ sunde chuh yih ḥq zi amhi kyn astʿmal kyn jạyz th najayz ṣvurtn khạṭr kri ḥdvd th aṣvl muqrr) yimn prczihv, khudayn avsa tohyih aamiyuk ajazt diytmut? Kinh tvhụ̄ chihv khudays pytth aiftra kran (aapuz khalan)? (aiftra hs chhe tre ṣvrth: akh yih zi kanhh shkhṣ vanhi yh zi yim akhtyarat chih khudayn ansann ḥvalh krimtụ̄, dvyum yih zi suh vanhi zi Allah tʿālyā snz chahnh yih kạme zi sanhi khạṭr kri qanvn th shryʿt muqrr, tryym yih zi suh kri ḥlal v ḥramkụ̄ yim aḥkam khudays kun mnsvub ḥalankh bṭvri sanad hykhi nh Allah tʿālyā snz kanhh ktab pysh krith)"
  },
  {
    "verse_id": 60,
    "translation": "Yim lukh khudays pytth yih aapuz aiftra gnddan chih, tihund kya guman chuh zi qyamt kh doh kya mʿāmlh spdi timn sintụ̄? Allah tʿālyā chuh lukn pytth mhrbạny hnz nẓr thavan. Mgr akthr ansan chih tithụ̄ yim shkr chihnh kran."
  },
  {
    "verse_id": 61,
    "translation": "Ae nby, tvhụ̄ yth ḥals mnz thi āsan chihv th qrān mnz yikynczhah thi bvznavan chihv, th lvukv tvhụ̄ thi yikynczhah kran chihv, aath sạrise dvran chihv asụ̄ tohyih vuchhan rvzan, kanhh dhars yvt chyz chuhnh āsmans ya zmyns mnz tiyuth, yus tuhndis rbs nishhi pvshydh āshi, nah lokutt th nah bvdd, th akis ṣaf ktabhi mnz āshi nh drj."
  },
  {
    "verse_id": 62,
    "translation": "Bvuziv! Yim Allah tʿālyā sndụ̄ dvst chih, timn khạṭr chuhnh kunhi khvfuk mvqʿ kynhh."
  },
  {
    "verse_id": 63,
    "translation": "(yim chih time) yimv ayman avn th yimv tqvyā huk rviyih akhtyar kvr."
  },
  {
    "verse_id": 64,
    "translation": "Dnya th ạkhrt doshvnụ̄ zndgiy yan mnz chhe tihndi khạṭr bsharte bshart, Allah tʿālyā snz kthh hykn nh bdlth, yhe chhe bdd kamyạby."
  },
  {
    "verse_id": 65,
    "translation": "Ae nby, yimh kthh yim lukh tohyih pytth bnavan chih, tmh mah krinav tohyih ghmgyn, ʿzt chuh aand hyth Allah tʿālyā sndis akhtyars mnz, th suh chuh svrue kynhh bvzan th zanan."
  },
  {
    "verse_id": 66,
    "translation": "Ba khbr rvuziv! Āsmann hndụ̄ bsn vạlụ̄ āsitn ya zmynkụ̄, sạry chih andhyth Allah tʿālyā sndụ̄ mmlvuk, th yim lukh khudays vrạe kynczhn (pnnyn khod sakhth) shrykn chih nad layan, tim chih ṣaf pạtthụ̄ vhm v gmankụ̄ pyrvkar, th mḥẓ chih qyas ārạyiyih kran."
  },
  {
    "verse_id": 67,
    "translation": "Suh chuh Allah tʿālyā he yymụ̄ tuhndi khạṭr rat bnạv takh ath mnz kriv skvn ḥaṣl. Th doh bnvvun gashdar, aath mnz chhe nshạniyih timn lukn khạṭr yim (kan mczrạvith pyghmbr snz dʿūt) chih bvzan."
  },
  {
    "verse_id": 68,
    "translation": "Lvukv vvn zi khudayn chuh kustam nychuv bnvvmut, subḥan Allah! Suh chuh be nyaz, āsmann th zmyns mnz yikynczhah chuh, svrue chuh tmụ̄ sundue mlkyt, tohyih nishhi kya dlyl chhe ạkhr aamhi kthhi hnz? Kya tvhụ̄ chihvh khudays mtʿlq timh kthh vanan, yimh tuhndis ʿiilmas mnz chahnh?"
  },
  {
    "verse_id": 69,
    "translation": "Ae nby, vniv zi yim lukh khudays pytth aapuz aiftra (bhtan) chih khalan tim lbn nh hrgz flaḥ."
  },
  {
    "verse_id": 70,
    "translation": "Dnya chih kynczhn dohn hnzi zndgy mnz krụ̄ tn mzh, pth chuh timn ashi kun vaps phyrun, pth vuchhnavvkh asụ̄ skht ʿdhabuk mzh tamhi kfr bdlh yus tim kran chih."
  },
  {
    "verse_id": 71,
    "translation": "Yim bvznaviyvukh nvḥ sund qṣh, tamhi vqtuk qṣh, yylhi tmụ̄ pnnis qvms avs vvnmut zi, ae bradrani qvm, agr myvn tohyih drmyan rvzun th Allah tʿālyā sndụ̄ āyat bvznạvụ̄ bvznạvụ̄ tvhụ̄ ghflt nishhi bydar krnụ̄ naqabli brdasht chuh spudmut tylhi chuh myvn bhrvsh khudays pytth, tvhụ̄ kriv pnnụ̄ tthhravnh āmtụ̄ shryk pans sintụ̄ rttith akh mutfqh fạṣlh th yus mnṣvbh tohyih pyshi nẓr āshi, suh smjhiv tthyk pạtthụ̄ takh tamiyuk kanhh phlv rvzi nh tuhnzi nẓri mnz pvushydh, pth anyvun suh me khlaf ʿmlhi mnz, th me mah diyiv hrgz mhlt."
  },
  {
    "verse_id": 72,
    "translation": "Tohyih pihruv myanhi nṣyḥt nishhi buth (me kus nqṣan kvruv) bh avsus nh tohyih nishhi kunhi aajruk ṭlb gar, myvn aajr chuh khudays dhimh th me chuh ḥkm āmut dinh zi (khvah kanhh mạnụ̄ tn ya mth mạnụ̄ tn) bh gczhh panh muslim bnith rvzun."
  },
  {
    "verse_id": 73,
    "translation": "Timv kvr tas ankar th ntyjhi drav yih zi aashi bchvv suh th tim lukh yim tas sintụ̄ navi mnz svar ạsụ̄ th time bnạvụ̄ zmyns andr janshyn th tim sary lukh krụ̄ ghrq, yimv sanyn āyatn buth avs pihyurmut. Lhādha, vuchihv zi yimn tnbyh avs krnh āmut (mgr timv hycz tvthi tkbrs kạm) timn kya anjam spud."
  },
  {
    "verse_id": 74,
    "translation": "Pth svuzụ̄ aashi nvḥ ʿlyh alslams pth mkhtlf pyghmbr tihndyn qvmn kun th tim āe timn nishhi ttakar nshạnyih hyth, mgr yath chyzs timav goddh ankar avs kvrmut, timav avn nh byyhi tath pytth ayman, ythh pạtthụ̄ chih asụ̄ ḥdh nyrn valyn hndyn diln pytth tthph lgavan."
  },
  {
    "verse_id": 75,
    "translation": "Pth svuz timn pth aashi mvsyā ʿlyh alslam th harvn ʿlyh alslam frʿūns th tmụ̄ sndyn srdarn kun pnnhi nishạniyih hyth, mgr timv kvr pnnhi bajruk tkbr th tim ạsụ̄ mjrm lukh."
  },
  {
    "verse_id": 76,
    "translation": "Lhādha, yylhi sanhi ṭrfh ḥq timn brvnhh kun āv, pth vvn timv zi yih chuh nanhi vanh jvd."
  },
  {
    "verse_id": 77,
    "translation": "Mvsyā (ʿlyh alslamn) vvn, tvhụ̄ chihvh ḥqs yih vanan yylhi zn suh tohyih brvnhh kun āv? Kya yih chha jvd? Ḥalankh jadvgr chihnh flaḥ lban (mṭlb chuh yih zi ẓạhr nẓri mnz yus hishr jạdis th mʿjzs drmyan āsan chuh tth bunyads pytth diytv tohyih lukv be tklf yih jvd qrar, mgr nadanv, tohyih vuchhv nh yih zi jadvgr kmhi syrtkụ̄ th akhlaqkụ̄ lukh chih āsan th kmv mqṣdv khạṭr chih jadvugry kran. Kya kanhh jadvgr chha be ghrẓ pạtthụ̄ th be khvf pạtthụ̄ kạnshi zbrdst frman rva sndis drbars mnz yivan th ts chuh gumrạhy pytth kanh dr kran, th tas chha khuda prsty th ṭharti nfs akhtyar krnch dʿūt divan?)"
  },
  {
    "verse_id": 78,
    "translation": "Timv vvn drjvab, kya cz chuhkhh amhi mvjvb āmut zi aashi pihrakh tmhi ṭryqh nishhi yath pytth aashi pnun mvl buddibb chuh vuchhmut th zmyns mnz gczihh tohyih don hund zchhr qạyim spdun? Chạnụ̄ kth chihnh asụ̄ mann vạlụ̄."
  },
  {
    "verse_id": 79,
    "translation": "Th frʿūnan vvn (pnnyn nfrn) zi, prth kanhh mạhri fn jadvgr kriyvun me brvntthh knhi ḥạẓr."
  },
  {
    "verse_id": 80,
    "translation": "Yylhi jadvgr āe, pth chuh mvsyā ʿlyh alslam timn vanan, yikynczhah tohyih chahkun chuhv chhkiv."
  },
  {
    "verse_id": 81,
    "translation": "Pth yylhi timv pnnụ̄ aanchhr (mạthr, tim lfẓ yim jadvgr paran chih) chhkụ̄, mvsyā ʿlyh alslamn vvn, yikynczhah tohyih chhvkuv yih chuh jvd, Allah tʿālyā kri aath vuny bạṭil (thạbt), fsadyn hnzi kamhi chuhnh Allah tʿālyā siyvd divan gczhnh."
  },
  {
    "verse_id": 82,
    "translation": "Th Allah tʿālyā chuh pnnyv frmanav sintụ̄ ḥqs ḥq bnạvith havan, khvah mjrimn suh kvtah thi nagvar spdi."
  },
  {
    "verse_id": 83,
    "translation": "(path vuchihv) zi mvsyā ʿlyh alslam mvn nh tmụ̄ sndi qvmh mnz kynczhv navjvanav vrạe byyhi kạnshi (matns mnz chuh lfẓ dhuriyth astʿmal spudmut yath mʿny chuh avlad. Aashi kvr aath trjmh, nvjvan. Draṣl yvsh kath amhi khaṣ lfẓh kh vartavnh sintụ̄ qrāni mjyd chuh byan krnụ̄ yczhan, so chhe yih zi tth pur khṭr zmans andr kvr kynczhv lrrkav th kvryv ḥqs sath dinuk th ḥquk ʿlmbrdar pnun rhnma tslym krnuk jurat mgr malyn majn th qvm kyn ʿmr rsydh lukn sapud nh yih tvfyq nṣyb. Timn pytth rvuz mṣlḥt prsty byyhi dunyavy aghraẓn hnz bndgy th ʿāfyt kvshy tithh pạtthụ̄ ghạlb zi tim spdụ̄ nh tiths ḥqs sath dins pytth āmadh yymich vath timn khṭratav sintụ̄ brith ạs basan, blkh rvudụ̄ tim pvt pihrith nvjvan ne rukavan zi mvsyā ʿlyh alslams nkhh mah gczihv, nath gczihv tvhụ̄ thi frʿūn sndis ghẓbs mnz grftar th aashi pytth aniv mṣybt) frʿūn sndi ddr sintụ̄ th khod pnnhi qvm kyn rsvkh valyn lukn hndi ddr sintụ̄ (yimn khvf avs) zi frʿūn kri timn ʿdhabs mnz mbtla th pazr chuh yih zi frʿūns avs zmyns andr ghlbh th suh avs timv lukv mnz yim kunhi ḥds pytth chihnh rukan. (yʿny pnun mṭlb krrnh khạṭr chihnh tim kanhh bur khoth bur ṭryqh vartavns mnz thi hirash kran. Tim chihnh kanhh ẓulm, kanhh bd akhlạqy, kanhh vḥsht th brbryt vartavns khoczan. Pnnyn khvạhshatn hndi mvjvb hykn tim kunhi thi aintha hs tam vạtith. Timn khạṭr chuhnh kanhh ḥd yath pytth vạtith tim pth rvzan)"
  },
  {
    "verse_id": 84,
    "translation": "Mvsyā ʿlyh alslamn vvn pnnis qvms zi, lvukv agr tvhụ̄ pzpạtthụ̄ khudays pytth ayman chihv thavan, tylhi kriv ts pytth bhrvsh agr mslman chihv."
  },
  {
    "verse_id": 85,
    "translation": "Timv diyut jvab, aashi kvr Allah tʿālyā se pytth bhrvsh, ae sanhi rbh, ashi mah bnav ẓạlm lukn khạṭr fitnh."
  },
  {
    "verse_id": 86,
    "translation": "Th pnnhi rḥmt sintụ̄ di aashi kạfrv nishhi njat. (yih jvab avs timn nvjvann hund yim mvsyā ʿlyh alslams sath dins pytth āmadh ạsụ̄ spdụ̄mtụ̄. Yth jayih chuhnh (qaaluva) huk ẓmyr qvms kun kynhh blkh chuh (dhuriyth) lfẓs kun phyran yithh pạtthụ̄ zan klam kh slslh sintụ̄ khod pe chuh lgan)"
  },
  {
    "verse_id": 87,
    "translation": "Th aashi kvr mvsyā ʿlyh alslams th tmụ̄ sndis bạyis asharh. Zi, mṣrs mnz kriv pnnhi qvmh khạṭr kynhh mkanh frahm, th pnnụ̄ yim mkanh tthhrạviyvukh qblh, byyhi kriv nmaz qạyim (mṣrs mnz avs ḥkvmt kh tshdd sintụ̄ khod bny asraʿyl chih pnnhi ayman chih kmzvry kinụ̄ asraʿyly th mṣry muslmann mnz bajmaʿt nmazi hund nẓam khtm spudmut, th yih avs tihund shyrazh chhlh chhangri spdnuk th tihindis dyny ruvḥs pytth mvt ṭạry spdanuk akh sytthah bvdd sbb. Amhi mvjvb āv ḥẓrt mvsyā ʿlyh alslams ḥkm dinh zi yih nẓam krin niv sr qạym th miṣrs mnz gczhn kynhh mkanh aamhi ghrẓh khạṭr tʿmyr ya tjvyz krnh yinụ̄ th tathi gczihh ajtmạʿī nmaz ada krnh yinụ̄. Yim mkanh qbylh tthhravnuk mṭlb chuh yih zi yim mkanh gczhn sary qvm khạṭr mrkz th mrjʿ tthhravnh yinụ̄, th amhi pte nmaz qạyim krnuk. Mṭlb chuh yih zi byvn byvn pnnhi pnnhi jayih nmaz prnh bjayih, prin yimn mqrr krnh āmczn jayn pytth jmʿ spdith nmaz) th ahli aymann diyv bshart."
  },
  {
    "verse_id": 88,
    "translation": "Mvsyā ʿlyh alslamn kvr duʿā, ae sanhi rb, cze chihy frʿūn th tihndiụ̄ srdar dunya chih zndgy mnz zynt sintụ̄ th malav sintụ̄ nvạzimtụ̄. Ae rb, kya yih chha amhi mvjvb zi tim ddaln lukn chanhi vathi nishhi? Ae rb, yihndụ̄ mal krukh brbad th yihndyn diln pytth kr ticzh mohr zi ayman aann nh yvt tam nh dg tulvun ʿdhab vuchahn. (yih duʿā avs ḥẓrt mvsyā ʿlyh alslamn qyami mṣr kis bialkl ạkhry zmans mnz kvrmut, th tmhi vqth avsun kvrmut yylhi pvtus pth nshạnyih vuchhnh pth th dynch ḥujt pvur spdnh pth thi frʿūn th tmụ̄ sndi slṭntkụ̄ srkrdh lukh ḥq chih dshmny pytth anthạyy htt dhrmy san jmith rvudụ̄. Yithis mvqʿs pytth yus bd duʿā pyghmbr kran chuh, suh chuh tthyk tthyk sue āsan yus kufrs pytth aṣrar krn valyn mtʿlq khod Allah tʿālyā sund fạṣlh chuh āsan, yʿny yih zi pth gczihh nh yimn aymanuk tvfyq yun bkhshnh)"
  },
  {
    "verse_id": 89,
    "translation": "Khudayn frmv drjvab, tohyih doshvnụ̄ hund duʿā āv qbvl krnh, thạbt qdm rvuziv th timn lukn hndi ṭryqch pyrvy mah kriv hrgz yimn ʿlm chuhnh."
  },
  {
    "verse_id": 90,
    "translation": "Th aashi tạrụ̄ bny asraʿyl smndrs aapvr, pth dvriyav frʿūn th tmụ̄ sndụ̄ lshkr timn ẓlm th zyadty hndi ghrẓh pth, ḥtyā kh yylhi frʿūn ddubnhi lvg tmụ̄ lvg vanun, me mvn khudavndi ḥqyqy tas vrạe chuhnh kanhh, yas pytth bny asraʿylv ayman avn, th bthi chuhs sri aṭaʿt nvmravan valyv mnz."
  },
  {
    "verse_id": 91,
    "translation": "(jvab ās dinh), vonụ̄ chuhkhh ayman aanan! Ḥalankh yymhi brvnhh tam rvudukh cz nafrmạny kran, byyhi avsukh fsad krn valyv mnz."
  },
  {
    "verse_id": 92,
    "translation": "Vonụ̄ bchavav asụ̄ ṣrf chạnụ̄ lashy yạcz takh cz bnkh yinh valyn nsln khạṭr ʿbrtuk nishanh agr chih varyah ainsan tithụ̄ chih yim sanyv nishạniyv nishhi ghflt chih vartavan."
  },
  {
    "verse_id": 93,
    "translation": "Aashi diyut bny asraʿyls sytthah rut ttihkanh th timn krụ̄ zndgy hndụ̄ sytthah jan vsạyl ʿṭa, pth kvr nh timv panh vạnụ̄ akhtlaf mgr tmhi vqth kvrukh yylhi ʿlm avs timn nishhi āmut, pzpạtthụ̄ kri tuhund rb qyamt kh doh timn drmyan aamhi chyzuk fạṣlh, yth mnz tim akhtlaf chih kran rvuzimtụ̄."
  },
  {
    "verse_id": 94,
    "translation": "Vonụ̄ agr tvhyih yymhi hdayt kh ṭrfh kynhh thi shak āshi yus aashi tohyih pytth nạzil chuh kvrmut tylhi prczihv timn lukn yim godd pytthe ktab chih pran, drḥqyqt chuh yih tohyih nishhi ḥqe āmut tuhndis rb sndi ṭrfh, lhādha gczihv nh tvhụ̄ shk krn valyv mnz āsnụ̄."
  },
  {
    "verse_id": 95,
    "translation": "Th timn lukn mnz mah gczihv shạml, yimv Allah tʿālyā sndyn āyatn buth chuh pihyurmut, nath ạsiv tvhụ̄ nqṣan tuln valyv mnz. (yih khṭab chuh bẓạhr nby ṣly Allah ʿlyh v slms mgr draṣl chih kth bvznavnụ̄ tim lukh yim ḥẓvr ṣly Allah ʿlyh v slmn hndis dʿūts mnz shak ạsụ̄ kran, th ahli ktabn hund ḥvalh chuh amhi mvjvb dinh āmut zi ʿrbkụ̄ lukh ạsụ̄ āsmạnụ̄ ktabn hndi ʿlmh nishhi be khbr, tihndi khạṭr ạs yih āvaz akh nv āvaz, mgr ahli ktabv mnz yim lukh dyndar th munṣf mzaj ạsụ̄ tim hykhan amhi kthhi hund tṣdyq krith zi yymhi chyzch dʿūt qrān chuh divan yih chuh sue chyz yymich dʿūt tmam ptim pyghmbr divan chih rvudimtụ̄.)"
  },
  {
    "verse_id": 96,
    "translation": "Ḥqyqt chhe yih zi yimn lukn pytth tuhndis rb sund qavl rast chuh āmut (yʿny yih qvl zi yim lukh khod ṭạlbi ḥq chihnh āsan th yim pnnyn diln pytth ẓd, tʿṣub th htt dhrmy hndụ̄ qulf chih thavan khạlith, th yim dunya kis mḥbts mnz mdhvsh th ʿāqbt nishhi be khbr chih āsan timn chuhnh aymanuk tvfyq nṣyb spdan)"
  },
  {
    "verse_id": 97,
    "translation": "Timn nishhi yiyhi tan kanhh thi nishạny tim chihnh ayman anan, yvt tam nh dg tulvun ʿdhab brvntth kun vuchuhn vatan."
  },
  {
    "verse_id": 98,
    "translation": "Pth kya kanhh ticzh mthal chha zi akhi bsty āshi ʿdhab vuchihth ayman avnmut th tamiyuk ayman āshi tath khạṭr nfʿ bkhsh thạbt spudmut? Yuvns sndi qvm varạe (chahnh aamich kanhh mithal) tmụ̄ qvmn yylhi ayman avs avnmut, albth aashi avs tmhi pytthh dnya chh zndgy mnz rusvạyy hund ʿdhab httvvmut (mufsrv chuh aamiyuk vjh yih byan kvrmut zi ḥẓrt yvns ạsụ̄ ʿdhabuk aiṭlaʿ dinh pth chvnkh Allah tʿālyā sndi ajazt vrạe pnun ttihkanh trạvith dramtụ̄, amhi mvjvub yylhi ʿdhabkụ̄ āthar vuchihth aashuvryv tvbh astghfar kvr, khudayn kvr timn mʿāf) th aath avsun akis vqts tam zndgy nishhi fạydh tulnuk mvqʿ diytmut."
  },
  {
    "verse_id": 99,
    "translation": "Agr tuhndis rb snz mshyt yih āsihe (zi zmyns mnz gczhụ̄ mvmn th frmanbrdare āsnụ̄) tylhi āsihe sarive zmyn kyv lukv ayman avnmut, pth kya tvhụ̄ kriyvukhh lukh mjbvr zi tim bnin mvmn?"
  },
  {
    "verse_id": 100,
    "translation": "Kanhh nfs hykhi nh Allah tʿālyā sndi aidhnh vrạe ayman anith, th Allah tʿālyā sund ṭryqh chuh yih zi yim lukh ʿqlhi kạm chihnh hyvan suh chuh timn pytth gndgy travan."
  },
  {
    "verse_id": 101,
    "translation": "Timn vniv, zmyns th āsmann andr yikynczhah chuh suh vuchihv achh mczrạvith. Th yim lukh ayman aannue chihnh yczhan, tihndi khạṭr kathi hykn nshạnyih th tnbyh ạkhr mfyd ạsith?"
  },
  {
    "verse_id": 102,
    "translation": "Vonụ̄ kth chyzs chih yim lukh praran, aamih vrạe zi time khrab doh vuchhnh yim, yim yimn brvntthmyv guzrymtyv lukv vuchihmtụ̄ chih? Timn vniv, achha antẓar kriv, bthi kr tohyih sintụ̄ antẓar."
  },
  {
    "verse_id": 103,
    "translation": "Pth (yylhi suh vqt vatan chuh) asụ̄ chihkh pnnụ̄ rsvl th tim lukh bchavan yimv ayman āshi avnmut, svn chuh yohe ṭryqh, ashi pytth chuh yih ḥq zi mvmin bchavvkh."
  },
  {
    "verse_id": 104,
    "translation": "Ae nby, vniv zi, ae lvukv, agr tvhụ̄ vunuystam myạnis dyns mtʿlq kunhi shks mnz chihv, tylh bvziv zi khudays vrạe yihnz ʿbadt tvhụ̄ kran chihv, bh chuhsnh tihnz ʿbadt kran, blkh chuhs ṣrf ts Allah tʿālyā snz bndgy kran yymụ̄ sndis qbẓs mnz tuhund mvt chuh, me chuh ḥkm dinh āmut zi bh gczhh ayman aann valyv mnz āsun."
  },
  {
    "verse_id": 105,
    "translation": "Th me chuh frmavnh āmut zi yksvu spdith kr pnun pan tthyk tthyk yth dyns pytth qạym, (aṣl lfẓ chih aaqim vajhaka lildyni ḥaniyfaa aath chuh lfẓy mʿny pnun buth jmav, aamyuk mfhvm chuh yih zi tuhund ruokh gczihh akụ̄se ands kn qạym spdun, suh gczihh nh avr yvr gczhan āsun. Suh gczihh nh gara path kun gara brvnhh kun th kunhi vizi gra dchuhn th gra khvvur phyran āsun. Blkh pkiv nasthi syvd tthụ̄ vathi pytth nẓr jmạvith yosh vath tohyih havnh chhe āmcz. Yih bndsh ạs bjae khod sytthah chust mgr ath pytth thi āv nh bs krnh. Ath pytth āv byyhi akh qạd ḥaniyfaan hurrvanh. Ḥnyf chih tas vnan yus sarive ṭrfav nishhi phyrith ṣrf akis ṭrfs kun āshi) th hrgz th hrgz gczhh nh mushrkv mnz āsun."
  },
  {
    "verse_id": 106,
    "translation": "Th Allah tʿālyā trạvith mah lạyiv kạnshi ticzhh hsty ālav, yvsh nah tohyih fạydh hykhi vatnạvith th nh nqṣan, hrgah tvhụ̄ yih kriv, tylhi ạsiv ẓạlimv mnz."
  },
  {
    "verse_id": 107,
    "translation": "Agr Allah tʿālyā tohyih kunhi mṣybts mnz travyv, tylhi chuhnh khod tas vrạe kanhh yus ath mṣybts httavi, th agr suh tuhndis ḥqs mnz kunhi rczruk aradh kri, tylhi chuhnh tmụ̄ sndis fẓls thi kanhh rukavan vvl, pnnyv bndv mnz yas suh yczhan chuh tas chuh pnnhi fẓlh sintụ̄ nvazan, byyhi chuh suh drguzr krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 108,
    "translation": "Ae Muḥammad vniv zi, ae lvukv tohyih nishhi chuh tuhndis rb sndi ṭrfh ḥq āmut, vonụ̄ yus siyz vath akhtyar kri tmụ̄ sund syzrs pytth pkun chuh tmụ̄ sndy khạṭr faydh mnd, th yus gmrah chuh tmụ̄ snz gmrạhy chhe tmụ̄ sndy khạṭr tbah kun th bh chuhs nh tohyih pytth kanhh mkhtar."
  },
  {
    "verse_id": 109,
    "translation": "Th ae nby, tvhụ̄ rvuziv yymhi hdatch pyrvy kran yus tohyih kun badhryʿh vaḥy chuh svznh yivan, byyhi kriv ṣbr yvt tam Allah tʿālyā fạṣlh kri, th sue chuh bhtryn fạṣlh krn vvl."
  }
]