[
  {
    "verse_id": 1,
    "translation": "A. L. R. Chuh frman, (ktab lfẓuk trjmh chuh yath jayih andaz byan kh mnasbt kinụ̄ frman krnh āmut. ʿrby zbạnụ̄ mnz chuhnh yih lfẓ ktab th tḥryr kis mʿnyas mnze yvt yivan, blkh chuh ḥkm th shạhy frman kis mʿnys mnz thi yivan, th khod chuh yih lfẓ qrāns mnz varyahn jayn athụ̄ mʿnys mnz vartavnh āmut) yymikụ̄ āyat pkhth th mufṣl chih arshad spdmtụ̄, akis dana th bakhbr hsty hndi ṭrfh."
  },
  {
    "verse_id": 2,
    "translation": "Zi tvhụ̄ mah kriv ʿbadt mgr kriv ṣrf akis Allah tʿālyā snz. Bh chuhs tmụ̄ sndi ṭrfh tohyih khbrdar krn vvl thi, th bshart dinh vvl thi."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi yih zi tvhụ̄ mngiv pnnis rbs mʿạfy th ts kun yiyiv phyrith, tylhi diyav suh tohyih akis khaṣ vqts tam zndgy hund rut saman (yʿny dunya hs mnz yus tuhndi tthhrnuk vqt mqrr chuh, tth vqts tam thavyv nh suh tohyih khrab pạtthụ̄ blkh thavyv jan pạtthụ̄. Tmụ̄ snz nʿmth spdn tohyih pytth nạzil. Tmụ̄ snzv brktv sintụ̄ spdiv srfraz, khosh ḥal rvuziv th zndgy mnz spdyv amn th skvn nṣyb. Dhlt th khvạry san nh kynhh blkh rvuziv ʿzt v aḥtram san zndh) th prth ṣaḥbi fẓls kri tmụ̄ sund fẓl ʿṭa (yʿny yus shkhṣ akhlaqn th aʿmaln mnz yvut brvnhh pkhi, Allah tʿālyā kri ts tyvut bvdd drjhi ʿṭa, yus shkhṣ thi pnnhi syrt v krdar sintụ̄ pnun pan kunhi thi fẓyltuk ḥqdar thạbit kri so fẓylt yiyhi ts ẓrvur dinh) albth agr tvhụ̄ pvt chihv hyvan tylhi chuhs bh tuhndis ḥqs mnz akhi baddi vultth doh khi ʿdhab nishhi khoczan."
  },
  {
    "verse_id": 4,
    "translation": "Tohyih sarine chuhv khudays kun phyrun, th suh hykhi svrue kynhh krith."
  },
  {
    "verse_id": 5,
    "translation": "Vuchihv, yim lukh chih pnnyn synn phiran, takh amis nishhi rvz hn czhayih (mkh kyn kạfrn hund ḥal avs yih zi yylhi tim rsvl Allah ṣly Allah ʿlyh v slms vuchhan ạsụ̄, tim ạsụ̄ vath ddalan takhi tim gczhụ̄ nh timn brvnhh kun yinụ̄) khbrdar, yylhi yim plvav sintụ̄ pnun pan valan chih, Allah tʿālyā chuh yihndis khttith thạvimtis thi zanan th yikynczhah nvn āshi tath thi, suh chuh timv razav nishhi thi vạqf yim synn mnz chih."
  },
  {
    "verse_id": 6,
    "translation": "Zmyns mnz pkn vvl kanhh jandar thi chuhnh tiyuth yymụ̄ sund rzq Allah tʿālyā sndi dhimh āshi nh, th yas mtʿlq nh suh zanan āshi zi kthi chuh suh rvzan, th kth jayih chuh ḥvalh krnh yivan, svrue kynhh chuh akis ṣaf ktabhi mnz drj."
  },
  {
    "verse_id": 7,
    "translation": "Th sue chuh yymụ̄ tmam āsman th zmyn shyn dohn mnz pạd krụ̄ yylhi zn tmhi brvnhh tmụ̄ sund ʿrsh ābs pytth avs (asụ̄ hykv nh vnith aamhi ābh nishhi kya chuh murad. Yih chha yohe āb, yus asụ̄ aamhi navh chih zanan? Kinh yih lfẓ chuh mḥẓ astʿārh rngụ̄ madh kh tmhi mayʿ (Fluid) ḥalt khạṭr vartavnh āmut yus mvjvdh ṣvrts mnz aannh brvnhh avs? ʿrshs pytth āsnuk mʿny mtʿīn krun thi chuh mshkl. Mmkn chuh zi aamiyuk mfhvm āshi zi tmhi vqth ạs Allah tʿālyā snz slṭnt ābs pytth) takh tohyih vuchhyv āzmavith zi tohyih mnz kus chuh bhtr ʿml krn vvl. (yʿny tkhlyquk mqṣd avs yih zi ansan dunya hs mnz pạd krith yiyhi ts āzmạysh krnh) ae nby, vonụ̄ agr tvhụ̄ vanan chihv zi lvukv, mrnh pth yiyiv tvhụ̄ duvbarh thvd tulnh, mnkryn chih fvraan vanan zi yih chhe nanhi vanh jadv gry. (yʿny mrnh pth ansann hund duvbarh zndh spdun chuhnh mmkn, mgr sanyn ʿqln chuh jvd yivan krnh zi asụ̄ manav so kth yosh nh spdith hykhi)"
  },
  {
    "verse_id": 8,
    "translation": "Th agr asụ̄ akis khaṣ vqts tam yihndis sza hs pth pth chih divan tylhi chih tim lagan vanun zi ạkhr kmụ̄ chyzn chuh suh rukạvith thvvmut? Bvuziv! Yymhi doh aamhi szahuk vqt vvt, tylhi hykhi nh suh pth kạnshi hndi phirnh sintụ̄ phyirith th sue chyz yiyhi th ratthi yimn ghyrs mnz, yath yim hzl ạsụ̄ kran."
  },
  {
    "verse_id": 9,
    "translation": "Agr asụ̄ kunhi vqth ansan pnnhi rḥmt sintụ̄ nvazan chihn th pth chihn byyhi suh tamhi nishhi mḥrvum kran, tylhi chuh suh mayvs gczhan th pth chuh lagan nashkry krnụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Th agr aamhi mṣybt pth yus tas pytth āmut avs, asụ̄ suh nʿmtuk mzh chihn vuchhnavan, tylhi chuh vanan myạnụ̄ sạry rnj th ghm spdụ̄ khtm, pth chahnh ts pczh yivan th khsan chuhs bvsh."
  },
  {
    "verse_id": 11,
    "translation": "Aamhi ʿībh nishhi agr pak chih, tylhi chih bs tim lukh yim ṣbr krn vạlụ̄ th nykv kar chih, th time chih yihndi khạṭr mghfrt thi chhe th bvdd ajr thi chuh."
  },
  {
    "verse_id": 12,
    "translation": "Ae pyghmbr, yinh yih spdi zi tvhụ̄ trạviv timv chyzv mnz kanhh chyz (byan krnh nishhi) yim tohyih kun vaḥy chih yivan krnh, th aath kthhi pytth spdyv dil tng, zi tim vann, amis shkhṣs pytth kyazi āv nh kanhh khzanh nạzil krnh? Ya yih zi, amis sintụ̄ kyazi āv nh kanhh frshth? Tvhụ̄ chihv mḥẓ khbrdar krn vạlụ̄, brvntth kun chuh prth chyzuk akhtyar thavn vvl Allah tʿālyā."
  },
  {
    "verse_id": 13,
    "translation": "Kya yim chha vanan zi pyghmbrn chhe yih ktab pane bnạvmcz? Vniv, achha, kth chha yih, aniv tylhi athụ̄ hivụ̄ dah svurh bnạvith, th khudays vrạe yim yim (tuhndụ̄ mʿbvd) chih agr tim hykiyvukh mdd khạṭr bulạvith, tylhi bulạviyvukh (tim thi) agr tvhụ̄ (tim mʿbvd smjhins mnz) pziyạrụ̄ chihv."
  },
  {
    "verse_id": 14,
    "translation": "Vonụ̄ agr tim (tuhndụ̄ mʿbvd) tohyih mddas chihnh yivan, tylhi zạniv zi yih chuh Allah tʿālyā sndi ʿiilmh sintụ̄ nạzil spudmut, byyhi yih zi khudays vrạe chuhnh kanhh ḥqyqy mʿbvd. Kya vonụ̄ nvmrạvivh tvhụ̄ (yth amri ḥqs brvnhh knhi) pnun klh?"
  },
  {
    "verse_id": 15,
    "translation": "Yim lukh bs yymhi dnya chih zndgy th aamhi kyn mạrụ̄ manzrn hndụ̄ ṭạlb chih āsan, tihnzi kar guzạry hund phl chih asụ̄ timn yyty divan, th ath chahnh timn sintụ̄ kanhh kmy yivan krnh."
  },
  {
    "verse_id": 16,
    "translation": "Ạkhrts mnz chuhnh yimn lukn khạṭr nar vrạe byyhi kihinụ̄, (tathi spdi mʿlvm zi) yikynczhah timv dunya hs mnz bnvv, suh svrue gvv milyamytt th vonụ̄ chuh tihund svrue kvrmut krvvmut mḥẓ bạṭil."
  },
  {
    "verse_id": 17,
    "translation": "Pth suh shkhṣ yus pnnis rb sndi ṭrfh akh ṣaf shhadt thavan avs (yʿny yymis khod pnnis vjvds mnz, th zmyn v āsman kis sakhts mnz, byyhi kaʿnat kis nẓm v nsqs mnz aamhi kthhi hnz ttakarh shhadt ạs mylan zi yymhi dunya huk khalq, malk, prvrdgar byyhi ḥạkim th frman rva chuh ṣrf akh Allah tʿālyā, pth yymhi sund dil yime shhadth vuchihth godde avs yih gvạhy thi divan zi yymhi zndgy pth gczihh byyhi kanhh zndgy ẓrvr āsnụ̄ yath mnz ansan pnnis khudays pnnyn ʿmln hund ḥsab diyih, th pnnhi krimathi kravimtiyuk ratthi jza th sza.) aamhi pth āv aakh gvah thi prvrdgar sndi ṭrfh (aamhi shhadt kis tạyyds mnz.) (yʿny qrān, yymụ̄ aamhi fkry th ʿqly shhadtuk tạyyd kvr th amis vvnun zi pzpạtthụ̄ chhe ḥqyqt soe yymyuk nishan cze kaʿnats th pnnhi nfsh kyn ātharn mnz lvbmut chuhe) th aamhi brvnhh ạs mvsyā ʿlyh alslamn hnz ktab rhnma th rḥmt kh ṭvr thi mvjvd (kya suthi hykya dunya prstn hndụ̄ pạtthụ̄ aath ankar krith?) yithụ̄ lukh aann aath pytth ẓrvr ayman. Th ansạny grvhav mnz yus akhah ath ankar kri, tylhi yymhi jayih hund tas khạṭr vʿdh chuh suh chuh jhnm, lhādha, ae pyghmbr, tvhụ̄ gczhụ̄zyv nh amhi chyz ṭrfh kunhi shks mnz, yih chuh ḥq tuhndis rb sndi ṭrfh. Mgr akthr lukh chihnh manan."
  },
  {
    "verse_id": 18,
    "translation": "Th tas shkhṣs khoth bvdd ẓạlim kus āshi yus khudays pytth aapuz khalhi? (yʿny yih vanh zi khudays sintụ̄ chih khudạyy th bndgy mnz baqy thi shryk. Ya vanhi yih zi khudays chahnh pnnyn bndn hndis hdayts th gmrạhy sintụ̄ kanhh dlchspy, th tmụ̄ chahnh kanhh ktab th kanhh nby sanhi hdayth khạṭr svuzmut, blkh chihn asụ̄ āzad trạvimtụ̄ zi yim ṭryqh asụ̄ yyczhv tim hykv pnnhi zndgy mnz vartạvith. Ya vanhi yih zi khudayn chih asụ̄ blụ̄ gindinh rngụ̄ pạd krimtụ̄ th yithe pạtthụ̄ kri aashi khtm thi, tas brvnhh knhi chahnh aashi kanhh jvab dhy th nh chuh jza th nah chuh sza) yithụ̄ lukh spdn pnnis rb sndis drbars mnz pysh, th gvah din shhadt zi yim chih tim lukh yimv pnnis rbs pytth aapuz avs khvlmut. Bvuziv! Allah tʿālyā snz lʿnt chhe ẓạlimn pytth. (andazi byan nishhi chuh ẓạhr zi yih kth yiyhi ạkhrts mnz tihnzi pyshy hndis mvqʿs pytth vannh)"
  },
  {
    "verse_id": 19,
    "translation": "Timn ẓạlimn pytth yim Allah tʿālyā snzi vathi nishhi lukn rukavan chih, tmụ̄ snz vath chih hj krnụ̄ yczhan, byyhi chih ạkhrts ankar kran."
  },
  {
    "verse_id": 20,
    "translation": "Tim ạsụ̄ nh zmyns mnz khudays be bs krn vạlụ̄, th nah avs Allah tʿālyā sndis mqabls mnz tihund kanhh mddgar, timn yiyhi vonụ̄ dognh ʿdhab dinh, tim nah ạsụ̄ kạnshi hund bvzane, th nh avs timn panh kynhh fikri tran."
  },
  {
    "verse_id": 21,
    "translation": "Yim chih tim lukh yimv pnun pan panh trvv khsars mnz. Th thi svrue rvv timn yikynczhah timv bnvvmut avs."
  },
  {
    "verse_id": 22,
    "translation": "Aath mnz chuhnh raczh thi shk zi time rvzn ạkhrts mnz sarive khoth khsars mnz."
  },
  {
    "verse_id": 23,
    "translation": "Rvudụ̄ tim lukh yimv ayman avn th yimv nyk ʿmlh kri th pnnis rb sndy rvudụ̄ bnith, tylhi chih pzpạtthụ̄ tim jnty lukh, th hmyshh rvzn jnts mnz."
  },
  {
    "verse_id": 24,
    "translation": "Yimn doshvnụ̄ fryqn hnz mthal chhe ticzhe zanth akh ansan āshi avn th zvr, th byakh āshi gashdar th bvzn vvl, kya yim doshve hyknh yksan ạsith? Kya tvhụ̄ chihv na (aamhi mthalhi sintụ̄) kanhh sbq rttan?"
  },
  {
    "verse_id": 25,
    "translation": "(th ythy ḥalat ạsụ̄ yylhi) aashi nvḥ tmụ̄ sndis qvms kun svuzmut avs, (tmụ̄ vvn) bh chuhsav tvhụ̄ lukh ṣaf ṣaf khbrdar kran."
  },
  {
    "verse_id": 26,
    "translation": "Khudays vrạe mah kriv kạnshi hnz ʿbadt nath chuh me andyshhi zi tohyih pytth yiyhi akhi doh dg tulvun ʿdhab."
  },
  {
    "verse_id": 27,
    "translation": "Drjvab vvn tmụ̄ sndi qvm kyv srdarv, yimv tmụ̄ snz kth mannh nishhi ankar avs kvrmut. Sanhi nẓri mnz chuhkh nh cz aamhi varạe kihinụ̄ zi akh ansan chuhkh sạnụ̄ pạtthụ̄. Th asụ̄ chih vuchhan zi sanhi qvmh mnz kr bs timv yim aashi nishhi aaradhil (vsụ̄ payih) ạsụ̄ svnchnh smjhnh vrạe chạnụ̄ pyrvy akhtyar. Th asụ̄ chihnh kanhh tiyuth chyz thi lban, yth mnz tvhụ̄ aashi khoth zyadh khsith chihv, blkh chihv asụ̄ tvhụ̄ aapziyạrụ̄ smjhan."
  },
  {
    "verse_id": 28,
    "translation": "Tmụ̄ vvn, ae brdarani qvm, hana svunchtv zi agr bh pnnis rb sndi ṭrfh akis ttakarh shhadts pytth qạyim avsus, path kr me tmụ̄ pnnụ̄ khaṣ rḥmt ʿṭa. Mgr so āyav nh tohyih aathhi, tylhi kya dhryʿh chuh ạkhr aashi nishhi zi tvhụ̄ yyczihv nh manun, th asụ̄ valav zbrdsty san yih tuhndiyn kaddyn mnz?"
  },
  {
    "verse_id": 29,
    "translation": "Th ae bradrani qvm, ath kamhi pytth chuhs nh bh tohyih kanhh mal mngan, myvn aajr chuh Allah tʿālyā sndi dhmh, th bh rvudus timn lukn dhkh dinh nishhi thi, yimv myạnụ̄ kth mạnimcz chhe, tim chih pạnụ̄ pane pnnis rb sndis drbars mnz gczhn vạlụ̄, mgr bh chuhs vuchhan zi tvhụ̄ chihv jhalt vartavan."
  },
  {
    "verse_id": 30,
    "translation": "Th ae qvm, me kus yiyh, Allah tʿālyā snzi tahphi nishhi bchavnhi agr bh yim lukh pans nishhi dvur krkh? Yih kthhi raczh thi chahna tohyih lukn hndis smjhs mnz yivan?"
  },
  {
    "verse_id": 31,
    "translation": "Th bh chuhs nh tohyih vanan zi me nish chih Allah tʿālyā sndụ̄ khzanh, nah chuhs yih vnan zi me chuh ghybuk ʿlm, nh chuh myvn yih dʿūyā zi bh chuhs frshth, byyhi hykh nh bh yithi vnith zi yimn lukn tuhnz achh ḥqart chih nẓri chhe vuchhan, timn diyut nh khudayn kanhh rczar, tihndi nfsuk ḥal chuh Allah tʿālyā he bhtr zanan, agr bh yuth kynhh vanh tylhi āsh bh ẓạlim."
  },
  {
    "verse_id": 32,
    "translation": "Ạkhr kar vvn timv lukv zi, ae nvḥ, cze kvruth aashi sintụ̄ jhgrr. Th suthi kvruth sytthah, bs vonụ̄ aan cz suh ʿdhab yymich dhmky cz aashi divan chuhkh, hrgah pziyvr chuhkh."
  },
  {
    "verse_id": 33,
    "translation": "Nvḥ chih jvab divan, suh aanhi Allah tʿālyā he? Hrgah yyczihhi th tohyih chuhvv nh tyvutah bl bvth zi suh rukạviyvun."
  },
  {
    "verse_id": 34,
    "translation": "Vonụ̄ hrgah bh tohyih kynhh khyr khvạhy krnụ̄ thi yaczhh, myạnụ̄ khyr khvạhy hykhi nh tohyih kanhh fạydh dith, yylhi zn Allah tʿālyā ne tohyih gmrah krnuk aradh āshi kvrmut, (yʿny agr khudayn tuhnz htt dhrmy, shrpsndy th rczr nishhi be rghbty vuchihth yih fạṣlh chuh kvrmut zi tohyih diyav nh syzi vathi pytth pknuk tvfyq th yimn vatn mnz tvhụ̄ khod panh chihv ravun yczhan timne mnz ravryv tohyih, tylhi hykhi nh vonụ̄ tuhndi rczr khạṭr myạnụ̄ kanhh kvshsh kargr spdith) sue chuh tuhund rb th tsụ̄ kun chuh tohyih vaps phyrun."
  },
  {
    "verse_id": 35,
    "translation": "Ae nby, kya yim lukh chha vnan zi amụ̄ shkhṣn chuh yih svrue pane bnvvmut? Yimn vniv, agr me yih pane chuh bnvvmut, tylhi chhe me pytth pnnhi jurmch dhmh dạry, th yus jurm tvhụ̄ kran chihv, tamhi chh dhmh dạry nishhi chuhs bh bary."
  },
  {
    "verse_id": 36,
    "translation": "Nvḥ ʿlyh alslams pytth āyih vḥy krnh zi, tuhundi qvm mnz yimv lukv ayman avn bs timv avn, vvnụ̄ chuhnh kanhh mann vvl, yihndyn krtvutn pytth trạviv ghm hiyvn."
  },
  {
    "verse_id": 37,
    "translation": "Th sanhi ngrạny mnz sanhi vaḥy mṭạbq lạgiv akh nav bnavnụ̄, th vuchihv yimv lukv ẓlm chuh kvrmut tihndis ḥqs mnz krụ̄zyv nh me sfạrsh, tim sạry chih vonụ̄ and hyth dduban vạlụ̄."
  },
  {
    "verse_id": 38,
    "translation": "Nvḥ avs nav bnavan, th tmụ̄ sndi qvm kyv srdarav mnz yus akha tas brvuntthụ̄ kinụ̄ nyran avs, suh avs tas hazl kran. Tmụ̄ vvn, agr tvhụ̄ aashi pytth chihv aasan tylhi chih asụ̄ thi tohyih pytth aasan tuhndy pạtthụ̄."
  },
  {
    "verse_id": 39,
    "translation": "ʿnqryb lgyv tohyih pane khbr zi kas pytth chuh suh ʿdhab yivan yus tas rusva kri, th ks chhe so blae yivan yvsh ttalnh sintụ̄ ttlhi nh. (yih chuh akh ʿjyb mʿāmlh, yth pytth ghvr krnh sintụ̄ pe chuh lgan zi dnya kh ẓạhrh sintụ̄ kvutah dokhh chuh ansan khyvan. Yylhi nvḥ dryav nishhi varyah dvur khshky pytth pnun jhaz bnavan āshan, paziy āshi he yih lukn akh sytthah hzl krvnụ̄ th fẓvl kạm basan, th tim āshan aasan aasan vanan zi yihnz dyvangy vạcz ạkhr yth ḥds tam zi vonụ̄ chlavn yim khshky andr jhaz. Tmhi saʿthi āshi he nh kạnshi hndis khvab v khyals mnz thi yih kth yivan zi kynhh doh spdith chlhi pazy yythi jhaz. Albth yas shkhṣas ḥqyqtuk ʿlm avs, th ys khbr ạs zi pgah kyazi pyyih yythi jhazch ẓrvrt, ts āshi he yihndis jhalts th be khbry pytth, th pth yihndis aḥmqanh aṭmynans pytth, pvth pihrith aasun yivan th suh āshi he vnan zi kạtyah nadan chih yim lukh zi shhmt chhe yihndis kls pytth vạczmcz, me krụ̄ yim khbrdar zi, he so blae vạczv khorn tl, th yihnzn achhn brvnhh knhi chuhs tmhi nishhi bchnch kvushsh thi kran. Mgr yim chih mṭmʿn bihith th pvt pihrith chih me dyvanh smjhan.)"
  },
  {
    "verse_id": 40,
    "translation": "Vonụ̄ yylhi svn ḥkm vvt, th tath tnvrs (tndvuras) lj grkh (aath mtʿlq chih mfsrn hndụ̄ mkhtlf qvl mgr aashi nzdyk chuh ṣḥyḥ sue yus qrān kyv vaẓḥ lfẓv sintụ̄ fikri chuh tran zi ṭvfanuk abtda gvv akhi khaṣ tndvr pytthh shrvʿ yth tlh knhi aakh nag vuzyav, pth spz akhi pash pytthh rvud rantth pynụ̄ shrvʿ th dvyimhi pash lgụ̄ zmyns mnz jayih jayih nag vuznhi) pth vvn aashi, prth qsmh kyn janvrn hund jvrh thạviv navi mnz, pnnụ̄ grkụ̄ bạcz thi timv shkhṣv varạe yihnz nshạndhy godde chhe krnh āmcz kriyvukh aath mnz svar. (yʿny chanyn gr kyn yimn afradn mtʿlq godde chuh vannh āmut zi tim chih kạfr th Allah tʿālyā sndi rḥmtkụ̄ ḥqdar chihnh kynhh, tim mah byhnạviyvukh navi mnz) th tim lukh thi byhnạviyvukh yimv ayman chuh avnmut. Th kme lukh ạsụ̄ yimv nvḥ ʿlyh alslams sintụ̄ ayman avs avnmut."
  },
  {
    "verse_id": 41,
    "translation": "Nvḥ ʿlyh alslamn vvn, svar spdiv aath mnz, Allah tʿālyā sndy nav sintụ̄ chuh aamiyuk pkun thi, th aamiyuk tthhrun thi, myvn rb chuh sytthah ghfvr v rḥym."
  },
  {
    "verse_id": 42,
    "translation": "Nav ạs yimn lukn hyth pkan, th akh akh lhr ạs pharrkụ̄ pạtthụ̄ vothan. Nvḥ sund frznd avs dvur bihith, (nvḥ ʿlyh alslamn) kvrns ālav, gvbrya aashi sintụ̄ spad svar, kạfrn sintụ̄ mah rvz."
  },
  {
    "verse_id": 43,
    "translation": "Tmụ̄ diyut pvt phyrith jvab, bh khsh vuny akis bals pytth yus me ābh nishh bchavi. Nvḥ ʿlyh alslamn vvn, aaz chuhnh kanhh chyz Allah tʿālyā sndi ḥukmh nishhi bchavn vvl svae yih zi Allah tʿālyā he kri kạnshi pytth rḥm. Aath dvran āyih akh lhr doshvnụ̄ mnzbag, th suthi gvv ddubn valyn mnz shạml."
  },
  {
    "verse_id": 44,
    "translation": "Ḥkm spud, ae zmyn, pnun svrue āb nynglav, th ae āsman thkh kr. Chnanchh āb byvutth zmyns mnz, fạṣlh āv krnh nav byitth juvdiy pytth. (juvdiy pharr chuh kardistan kis ʿlaqs mnz jzyrh abn ʿmr kis shmal mshrqy ṭrfs kun th aaz thi chuh juvdiy navae mshhvr) th vannh āv zi dvur spud ẓạlimn hund qvm."
  },
  {
    "verse_id": 45,
    "translation": "Nvḥ ʿlyh alslamn lve pnnis rbs nad, vvnun, ae rb, myvn frznd chuh myanyv gr bạczav mnz, th chvn vʿdh chuh pvz, th cz chuhkh sarive ḥạkimv khoth bvdd th bhtr ḥạkm."
  },
  {
    "verse_id": 46,
    "translation": "Drjvab spud arshad, ae nvḥ, suh chuhnh chanyv gr valyv mnz, suh chuh akh bigrymcz kạm, (yih mạnụ̄ tv tiyuthe zanth akis shkhṣh sndi jsmuk kanhh tan āshi dodryvmut, th ddakttrn āshi suh czttnuk fạṣlh kvrmut. Vonụ̄ chuh suh mryẓ ddakttrs vanan zi yih he chuh myanhi jsmuk akh ḥṣh yih kyazi chuhkh czttan? Th ddakttr chuh amhi kis jvabs mnz vnan zi yih chuhnh chanhi jsmuk ḥṣh rvudmut tikyazi yih chuh dodryvmut. Lhādha, akis ṣalḥ mạlis tmụ̄ sndis nalayq frznds mtʿlq yih vanun zi yih chuh akh bigrymcz kạm. Aamiyuk mṭlb chuh yih zi cze yosh mḥnt yih rachhns mnz krth so gyih ẓayʿ th yih kạm bigryyih.) lhādha mah kr cz me tmhi kthhi hund drkhvast yymich ḥqyqt cz zanan chuhkh nh, bh chuhse cze nṣyḥt kran zi pnun pan mah bnav jạhln hndụ̄ pạtthụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Nvḥ chih fvraan ʿrẓ kran, ae myanhi rbh, bh chuhs chvn pnah mngan. Aamhi nishhi zi suh chyz mnge cze yymyuk nh me ʿlm chuh (yʿny suh drkhvast kr yymhi kh ṣḥyḥ āsnuk me ʿlm chuhnh) agr cze me mʿāf kvruth nh, th rḥm kvruth nh, tylhi gczhh bh brbad."
  },
  {
    "verse_id": 48,
    "translation": "Ḥkm sapdus, ae nvḥ vas, sanhi ṭrfh chhe slamty th brkth cze pytth, th timn grvhn pytth yim cze sintụ̄ chih, th kynhh grvh chih tithụ̄ thi yimn asụ̄ kynczhs kals tam zndgy hund saman ʿṭa krv, path vaathi timn sanhi ṭrfh dag tulvun ʿdhab."
  },
  {
    "verse_id": 49,
    "translation": "Ae nby, yimh chhe ghyb chih khbr, yim asụ̄ tohyih kun vaḥy chih kran, aamhi brvnhh nah ạsiv tvhụ̄ timh zanan th nah tuhund qvm, lhādha kriv ṣbr, rut anjam chuh mutqyn hndise ḥqs mnz. (yʿny yithh pạtthụ̄ nvḥ th tmụ̄ sndyn sạthyn kamyạby gyih ḥạṣl, tithe pạtthụ̄ spdyv tohyih th tuhndyn sạthyan thi. Lhādha yim mṣạyb th tklyf vunụ̄ kyns tohyih pytth guzran chih, timv sintụ̄ mah spdiv ghmgyn, blkh rvuziv hmt san th ṣbr san pnnụ̄ kạm kran.)"
  },
  {
    "verse_id": 50,
    "translation": "Byyhi svuz aashi ʿāds kun tmụ̄ sund bve hvud, tmụ̄ vvn, ae bradrani qvm! Allah tʿālyā snz ʿbadt kriv, ts vrạe chuhnh byyhi kanhh tuhund khuda, tohyih chihv mḥẓ aapzụ̄ tuhrimtụ̄."
  },
  {
    "verse_id": 51,
    "translation": "Ae bradrani qvm! Yath kamhi pytth chuhs nh bh tohyih nishhi kanhh ajr yczhan, myvn ajr chuh tmụ̄ sndi dhmh yymụ̄ pạd kvrmut chuhnas, kya tvhụ̄ chihv na raczh thi ʿqlhi kạm hyvan?"
  },
  {
    "verse_id": 52,
    "translation": "Th ae myanhi qvm kyv lvukv! Pnnis rbs mngiv mʿạfy, pth phyiriv ts kun, suh mczravi tuhndi khạṭr āsmankụ̄ dhanh, th tuhndis mvjvdh quvts pytth kri mzyd qvtuk aẓafh, mujrim bnith mah pihriv (bndgy nishhi) buth."
  },
  {
    "verse_id": 53,
    "translation": "Timv diyut jvab, ae hvud, cz chuhkh nh aashi nishhi kanhh ttakar shhadt hyth āmut, th chạnis vnns pytth hykvkh nh asụ̄ pnnụ̄ mʿbvd trạvith, th cze pytth chihnh ạsụ̄ ayman aann vạlụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Asụ̄ chih yih smjhan zi cze pytth chhe sanyv mʿbvdav mnz kạnshi hnz czndd āmcz. (yʿny cze ạsy kạnshi dyvy ya dyvtahs ya kạnshi ḥẓrt sndis āstans pytth kanhh gustạkhy krmcz, tmyuk khmyazh chuh yus cz pytravan chuhkh, tikyazi cz chuhkh avr yvr chih kthh kran, th time bstyih yimn mnz cz rat tam ʿzth san rvzan avsukh, aaz chhy cze tathi lykav th kanyv sintụ̄ astqbal spdan). Hvud ʿlyh alslamn vvn, bh chuhs Allah tʿālyā snz shhadt pysh kran, th tvhụ̄ rvuziv gvah zi khudays vrạe yim baqy tohyih khudạyy mnz shryk chihv qrar ditụ̄ mtụ̄, tamhi nishhi chuhs bh be zar."
  },
  {
    "verse_id": 55,
    "translation": "Me khlaf yih tohyih krun chuhv sạry kriv rlith, th me mah diyiv raczh thi mhlt."
  },
  {
    "verse_id": 56,
    "translation": "Myvn bhrvsh chuh khudays pytth, yus myvn rb thi chuh th tuhund thi, kanhh jandar chuhnh suh yymụ̄ sund czhvg tmụ̄ sndis aths mnz āshi nh, be shk chuh myvn rb syzi vathi pytth."
  },
  {
    "verse_id": 57,
    "translation": "Agr tvhụ̄ pvt phyiriv th phyrụ̄tav, yus pygham dith bh tohyih kun svznh avsus āmut suh chuh me tohyih tam vatnvvmut, vonụ̄ tulhi myvn rb tuhnz jayih byakh qvm, th tvhụ̄ hykiv nh tth kanhh nqṣan vatnạvith, yqynaan chuh myvn rb prth chyzs pytth ngran."
  },
  {
    "verse_id": 58,
    "translation": "Pth yylhi svn ḥkm āv, aashi diyut pnnhi rḥmt sintụ̄ hvud ʿlyh alslamas th timn lukn njat yimv tas sintụ̄ ayman avs avnmut, th akhi skht ʿdhab nishhi bchạvụ̄ tim."
  },
  {
    "verse_id": 59,
    "translation": "Yim chih ʿād, timv kvr pnnis rb sndiyn āyatn ankar, tmụ̄ sndyn rsvln hnz kth mạnikh nh, th ḥq kis prth zvr āvr dshmn snz rvudụ̄ pyrvy kran."
  },
  {
    "verse_id": 60,
    "translation": "Ạkhr kar vvth yath dunya hs mnz thi timn phttkar (lʿnt) th qyamt kh doh thi. Bvuziv! ʿādn kvr pnnis rbs sintụ̄ kufr, bvuziv! ʿād āe dvur chhknh, hvud sndi qvmkụ̄ lukh."
  },
  {
    "verse_id": 61,
    "translation": "Th thmvds kun svuz aashi tmụ̄ sund bve ṣalḥ, tmụ̄ vvn, ae myanhi qvm kyv lvukv, Allah tʿālyā snz ʿbadt kriv, ts vrạe chuhnh tuhund kanhh khda, sue chuh yymụ̄ tvhụ̄ zmyns mnz pạd chihnv krimtụ̄, th yythi chihnv tvhụ̄ bsạvimtụ̄, lhādha mngiv tvhụ̄ tas mʿạfy th ts kun phyriv vaps, yqynaan chuh myvn rb qryb, th suh chuh duʿā han jvab dinh vvl. (yth mkhtṣr kthhi mnz chuh ḥẓrt ṣalḥ ʿlyh alslamn shrkh kis sary karvbaruk mvul czvttmut. Mshrk chih smjhan th hvshyar lukv chhe timn yih kth smjhavnch kvushsh krmcz zi khuda vnd ʿālam sund mtbrk drvazh chuh ʿām ansann hndi dstrs nishhi sytthah dvur. Tmụ̄ sndis drbars tam kthi hykhi ʿām ansan vạtith. Tvr tam duʿā vatnụ̄ th pth tihund jvab mylun hykhi nh kunhi pạtthụ̄ thi mmkn ạsith yvt tam nh pak ruvḥn hund vsylh czhanddnh yiyih, th yvt tam nh timn mdhhby mnṣb darn hndụ̄ khdmat yin ḥạṣl krnh, yim hyvr tam ndhr, nyaz th ʿrẓyih vatnavnkụ̄ ṭryqh chih zanan. Yhe chhe so ghlṭ fhmy yymhi bnds th khudays drmyan varyahn lokttyn baddyn mʿbvdn th sfạrsh darn hund akh jami ghfyr chuh khrra kvrmut. Ḥẓrt ṣalḥ chih jạhlyt kis ath pvur ṭilsimas ṣrf doyv lfẓv sintụ̄ hvvar chhkan phuttrạvith. Akh yih zi Allah tʿālyā chuh nkhh. Dvyum yih zi suh chuh duʿā hn jvab dinh vvl. Yʿny tuhund yih khyal thi chuh ghlṭ zi suh chuh tohyih nishhi dvur, th yithi chuh ghlṭ zi tvhụ̄ hykiv nh brahi rast ts nad lạyith pnnyn duʿā hn hund jvab ḥạṣl krith. Tohyih mnz hykhi akh akh shkhṣ ts pans nkhh lbith, ts hykiv lothi pạtthụ̄ kth vnith, pnnhi ʿrẓiyih hykhi brahi rast tmụ̄ sndis khdmts mnz pysh krith, th pth chuh suh brahi rast pnnis prth bndh sndyn duʿā hn hund jvab thi panh divan. Lhādha, yylhi slṭnt kis sulṭan sund drbari ʿām prth vqth prth shkhṣh sndi khạṭr ylh chuh, th prth shkhṣs nkhe chuh mvjvd, tylhi kath ḥimaqts mnz chihv tvhụ̄ hynh āmtụ̄ zi tmụ̄ sndi khạṭr chihv vasṭh, vsylhi th sfạrsh dar czhanddan phyran?)"
  },
  {
    "verse_id": 62,
    "translation": "Timv vvn, ae ṣalḥ, yymhi brvnhh avsukh cz aashi drmyan tiyuth shkhṣ yas sintụ̄ sytthah tvqʿāt vabsth ạsụ̄, kya cz chuhkhh aashi timn mʿbvudn hnzi bndgy nishhi rukavun yczhan yihnz ʿbadt sạnụ̄ mạlụ̄ buddibb kran ạsụ̄? Cz yath ṭryqs kun aashi bulavn chuhkh tth mtʿlq chuh aashi skht shk yymụ̄ asụ̄ dolabas mnz trạvimtụ̄ chih."
  },
  {
    "verse_id": 63,
    "translation": "Ṣalḥ ʿlyh alslamn vvn, ae bradrani qvm, tohyih chuhva kynczhah aath kthhi pytth thi ghvr kvrmut zi agr bh pnnis rb sndi ṭrfh akh ṣaf shhadt avsus thavan, th tmụ̄ kr me pnnhi ṭrfh rḥmt thi ʿṭa, tylhi kus hykhi me Allah tʿālyā snzi thphi nishhi bchạvith, agr bh tmụ̄ snz nafrmạny kr? Tvhụ̄ kya bkar yiyiv me aamhi vrạe zi me trạviv zyadh khsars mnz."
  },
  {
    "verse_id": 64,
    "translation": "Th ae myanhi qvm kyv lvukv, vuchihv yih Allah tʿālyā snz avunttinụ̄ chhe tuhndi khạṭr akh nshạny, yih trạviyvun Allah tʿālyā sndis zmyns mnz gash khynh khạṭr ylh, amis lạgụ̄zyv nh khrab nyth san aathh, hrgah yih kvruv, tylhi gczihh nh zyadh czyr zi tohyih pytth yiyhi Allah tʿālyā sund ʿdhab."
  },
  {
    "verse_id": 65,
    "translation": "Mgr timv mạr so avunttụ̄, aath pytth krụ̄ tim ṣalḥ ʿlyh alslamn khbrdar zi, bs vonụ̄ rvuziv tryn dohn grn andr lasan bsan, yih chuh tiyuth mʿīad yus nh aapuz thạbit spdi."
  },
  {
    "verse_id": 66,
    "translation": "Ạkhr kar yylhi sanhi fạṣluk vqt vvt, pth bchvv aashi pnnhi rḥmt sintụ̄ ṣalḥ th tim lukh yimv tas sintụ̄ ayman avs avnmut, th tmhi doh chh rsvạyy nishhi thạvụ̄ tim mḥfvẓ, be shk chuh chvn rbe draṣl ṭaqtvr th baladst."
  },
  {
    "verse_id": 67,
    "translation": "Rvudụ̄ tim lukh yimv ẓlm avs kvrmut, tim rttụ̄ akụ̄ skht dhmakn. Th tim rvudụ̄ pnnyn bstiyn mnz tithh pạtthụ̄ be ḥys th be ḥrkt pyth."
  },
  {
    "verse_id": 68,
    "translation": "Zanth tim tathi zanhh bsymty ạsụ̄ nh, bvuziv! Thmvdn kvr pnnis rbs sintụ̄ kufr, bvuziv! Dvur āe chhknh thmvd!."
  },
  {
    "verse_id": 69,
    "translation": "Th vuchihv abrahym ʿlyh alslams nishhi vạtụ̄ sạnụ̄ frshth khosh khbr hyth, vvnhs cze pytth ạsin slam, abrahym ʿlyh alslamn diytunkh jvab, tohyih pytth thi ạsin slam, pth gvv nh zyadh kal zi abrahym ʿlyh alslamn avn akh buzith vvczh tihndi ẓyaft khạṭr. (aamhi nishhi spud mʿlvm zi frshth ạsụ̄ ansạnụ̄ shklhi mnz ḥẓrt abrahym ʿlyh alslams nishhi āmtụ̄ th godd godd avs nh timv pnun tʿāruf krnvvmut, aamhi mvjvub svnch abrahym ʿlyh alslamn zi yim chih km tam ghyr zan pczhụ̄ th tihndis yinas sinty kvrukh fvraan tihndi khạṭr ẓyaftuk antẓam.)"
  },
  {
    "verse_id": 70,
    "translation": "Mgr yylhi vuchuhn zi tihndụ̄ aathh chihnh khyns kun brran, (aamhi pth lvg ḥẓrt abrahym ʿlyh alslams pae zi tim chih frshth) suh pyvv tihndi sintụ̄ shikms mnz th dilh mnzụ̄ lvg tihndi sintụ̄ khvf mḥsvs krnhi, timv vvn, khocz mah, asụ̄ chih lvṭ sndis qvms kun svznh āmtụ̄."
  },
  {
    "verse_id": 71,
    "translation": "Abrahym snz khandarinụ̄ thi ạs vodnhi, yih bvuzith trvv tamhi aasun, pth dicz aashi tas asḥaq snz khosh khbr, th asḥaq ʿlyh alslams pth yʿqvb snz khosh khbr."
  },
  {
    "verse_id": 72,
    "translation": "Tamhi vvn, hae myạnụ̄ km bkhty! (aamiyuk mṭlb chuhnh yih zi fy alvaqʿ ạs ḥẓrt sarh ʿlyha alslam aath pytth khosh gczhnh bjae aultth aath pnnụ̄ km bkhty smjhan blkh chih draṣl yim tamhi qsmh kyv lfẓv mnz yim mstvrath ʿām pạtthụ̄ tʿjub kyn mvqʿn pytth vanan chhe) kya vonụ̄ zyviya me shur yylhi zan bh budd chahs gmcz, th myvn khandar thi chuh budd gvmut? Yih chhe badd ʿjyb kth."
  },
  {
    "verse_id": 73,
    "translation": "Frshtv vvn, kya Allah tʿālyā sndis ḥkms pytth chuhkhh tʿjub kran? Abrahym sndyv gr valyv, tohyih pytth chhe Allah tʿālyā snz rḥmt th tmụ̄ snz brkth, th pzpạtthụ̄ chuh Allah tʿālyā sytthah qạbli tʿryf th bvdd shanh vvl."
  },
  {
    "verse_id": 74,
    "translation": "Pth yylhi abrahym snz ghbrahtt dvur spz, th (avlad sndi bshart sintụ̄) spud tmụ̄ sund dl khosh, pth kvr tmụ̄ qvmi lvuṭ kis mʿāmls mnz aashi sintụ̄ jhgrr shrvʿ. (yath mvqʿs pytth chuh lfẓ jhgrr anthạyy mḥbt kis th shfqt kis vatths ẓạhr kran yus ḥẓrt abrahym ʿlyh alslams pnnis rbs sintụ̄ avs. Yymhi sintụ̄ chhe yih tṣvyr achhn brvntth kun yivan zi bnds th khudays drmyan chuh varyahs kals nyae jạry rvzan. Bndh chuh aqrar kran zi kunhi pạtthụ̄ ttạlụ̄ tav qvmi lvṭ pytthh ʿdhab. Allah tʿālyā chuh drjvab vanan zi yih qvm chuh vonụ̄ khyr nishhi balkl khạly spudmut, th aamikụ̄ jurm chih tmhi ḥd nishhi guzrymtụ̄ zi aath sintụ̄ yiyhi kanhh rʿāyt krnh. Mgr bndh chuh zi suh chuh lgatar vanan zi, prvrdigar, agr raczh khndd thi rczr aath mnz mvjvd chuh, tylhi di th aath hna byyhi mhlt, bnan chuh zi aath rczrs nyri pahl.)"
  },
  {
    "verse_id": 75,
    "translation": "Drḥqyqt avs abrahym sytthah ḥlym thi nrm dl ansan, th prth ḥals mnz avs ashi kun rjvʿ kran."
  },
  {
    "verse_id": 76,
    "translation": "(ạkhr kar vvn sanyv frshtav ts) ae abrahym, aamhi nishhi yih baz, chạnis rb sund ḥkm chuh spudmut, th vonụ̄ yiyhi yimn lukn pytth suh ʿdhab ẓrvr yus kạnshi hndi phirnh sintụ̄ phyirith hykhi nh."
  },
  {
    "verse_id": 77,
    "translation": "Th yylhi sạnụ̄ frshth lvṭ ʿlyh alslams nishhi vạtụ̄, tihndi yinh sintụ̄ banbryav suh, th dil spdus tng th vannhi lvg zi aaz chuh skht mṣybtuk doh. (yim frshth ạsụ̄ khvbṣvrt lrrkn hnzi shklhi mnz ḥẓrti lvṭ ʿlyh alslams nishhi vạtimtụ̄, th ḥẓrt lvṭ ạsụ̄ aamhi kthhi nishhi be khbr zi yim chih frshth. Yohe vjh avs zi yimn mhmann hndi yinh sintụ̄ spdụ̄ ḥẓrt lvṭ skht pryshan th dl gvkh tng, tim ạsụ̄ amhi kthhi nishhi bakhbr zi suh qvm kvutah bdkrdar th be ḥya chuh spudmut)"
  },
  {
    "verse_id": 78,
    "translation": "(yimn mhmann hndis yinas sinty) tmụ̄ sndi qvmkụ̄ lukh dvryyih be akhtyar tmụ̄ sndis grs kun, goddh pytthe ạsụ̄ tim yiczhne bd kạriyn hndụ̄ ʿạdy. Lvṭ ʿlyh alslamn vvn timn, bayv, myanhi kvri chahv hykya mvjvd, ymh chhe tuhndi khạṭr pạkyzh tr (aamiyuk mṭlb chuhnh yih zi ḥẓrt lvṭ ʿlyh alslamn kri pnnhi kvri timn bdkạry khạṭr pysh. Yimh chhe tuhndi khạṭr pakyzh tr. Yih jumlh chuhnh yithhi ghlṭ mfhvmch gnjạysh thavan. Ḥẓrt lvṭ ʿlyh alslamn hund mqṣd avs ṣaf pạtthụ̄ yih zi pnnhi nfsch shhvt kriv tmhi fṭry th jạyz ṭryqh pvur, yus khudayn chuh mqrr kvrmut th aamhi khạṭr chahnh znann hnz kmy.) hna krụ̄tav Allah tʿālyā sund khvf, th myanyn mhmann hndis mʿāmls mnz mth krụ̄tv me rusva, kya tohyih mnz chuhna kanhh rut ansan?"
  },
  {
    "verse_id": 79,
    "translation": "Timv diyut jvab, cze chhe khbre zi chanyn kvryn mnz chuhnh svn kanhh ḥṣh, th cze chhe yithi khbr zi asụ̄ kya chih yczhan."
  },
  {
    "verse_id": 80,
    "translation": "Lvṭ ʿlyh alslamn vvn, kash me nishhi āsihe tyvutah ṭaqt zi bh krhav tvhụ̄ siyvd, ya āshi hym kanhh mẓbvṭ share zi tmụ̄ sund pnah rttha."
  },
  {
    "verse_id": 81,
    "translation": "Pth vvn frshtv ts zi, ae lvṭ, asụ̄ chih chạnis rb sndi ṭrfh svznh āmtụ̄ frshth, yim lukh hykh nae nh cze khnụ̄ nqṣan vatnạvith, lhādha, nyr rạthụ̄ kiytue rạcz hndi kunhi vqth pnun ahl v ʿīal hyth, th vuchihv, yinh tohyih mnz kanhh shkhṣ pth kun nẓr diyih, mgr chạnụ̄ khandarinụ̄ (gczhh nh cze sintụ̄) tikyazi tas pytth thi chuh ty kynczhah gudran vvl yus yimn lukn pytth gudri, yihnzi tbạhy khạṭr chuh ṣubḥuk vqt mqrr, vonụ̄ kvutah kale chuh ṣubḥ spdns!."
  },
  {
    "verse_id": 82,
    "translation": "Pth yylhi sanhi fạṣluk vqt nkhh vvt, aashi kr yih bsty brbad, th aath pytth brsavi aashi pynh āmczi myczi hnz kanhi pyvttuhs pytth."
  },
  {
    "verse_id": 83,
    "translation": "Yimv mnz prth kanhh knụ̄ tuhndis rb snz nishan zdh ạs, (yʿny akh akh knụ̄ ạs Allah tʿālyā sndi ṭrfh namzd krnh āmcz zi tbạh kạry hnz kya kạm chhe tath krnụ̄, th kath kanhi kas mujrms pytth chuh vasun) th ẓạlimv nishhi chuhnh yih sza dvur."
  },
  {
    "verse_id": 84,
    "translation": "Th madyan valyn kun svuz aashi tmụ̄ sund bve shuʿīb, tmụ̄ vvn, ae myanhi qvm kyv lvukv, Allah tʿālyā snz ʿbadt kriv, tas vrạe chuhnh kanhh khuda, byyhi mah ạsiv mynnas tvlnas mnz kamy kran, aaz chuhsav bh tvhụ̄ rtis ḥalts mnz vuchhan, mgr me chuh ddr zi pgah yiyhi tohyih pytth suh doh yymyuk ʿdhab sarine kom krith ratthi."
  },
  {
    "verse_id": 85,
    "translation": "Th ae bradrani qvm, tthyk tthyk myiniv pvur th tvuliv pvur anṣaf san, th lukn mah ạsav tihndyn chyzn mnz ghatth divan, zmyns mnz mah ạsiv fsad phhlavan phyran."
  },
  {
    "verse_id": 86,
    "translation": "Allah tʿālyā sund dinh āmut bcht chuh tuhndi khạṭr bhtr, agr tvhụ̄ mvmn chihv, th bhr ḥal chuhsnh bh tohyih pytth ngrani kar."
  },
  {
    "verse_id": 87,
    "translation": "Timv diyut jvab, ae shuʿīb, kya chạnụ̄ nmaz chahyih cze yih hychihnavan zi asụ̄ travvkh tim sạry mʿbvd yihnz bndgy sạnụ̄ mạlụ̄ buddibb kran ạsụ̄? Ya yih zi aashi āshi nh pnnhi malh mnz khrchavnuk akhtyar kynhh? Bs cze chuhkhh akh ba vqar th nyk chln ansan rvudmut!."
  },
  {
    "verse_id": 88,
    "translation": "Shuʿīb chuh vanan, bayv, tvhụ̄ svunchiv pane zi agr bh pnnis rb sndi ṭrfh akis ttakarh shhadts pytth avsus, th pth kvr tmụ̄ me pnnhi ṭrfh jan rzq thi ʿṭa. (yʿny agr me khudayn ḥq shnas bṣyrt thi diczmcz āshi, th ḥlal rzq thi āsinam ʿṭa kvrmut, tylhi kithh pạtthụ̄ hykhi yih myanhi khạṭr jạyz ạsith zi yylhi khudayn me pytth yih fẓl chuh kvrmut, tylhi kr bh tuhnzn gmrạhiyan th ḥram khvry yan ḥq th ḥlal vnith tmụ̄ snz nashkry.) th bh chuhs nh hrgz yih yczhan zi yimv kthv nishhi bh tvhụ̄ rukavan chuhsav timh kamhi kr bh panh, bh chuhs aṣlaḥ krun yczhan yvt tam thi me pilhi, th yikynczhah yih bh krun chuhs yczhan, aamiyuk svrue darmdar chuh Allah tʿālyā sndis tvfyqs pytth, tsụ̄ pytth kvr me bhrvsh, th prth mʿāmls mnz chuhs bh tsụ̄ kun rjvʿ kran."
  },
  {
    "verse_id": 89,
    "translation": "Th ae bradrani qvm, me khlaf gczh nh tuhnz yih htt dhrmy yih nvbt vatnavnụ̄, zi ạkhrkar yiyhi tohyih pytth thi sue ʿdhab yus nvḥ sndis qvms āv, ya hvud sndis qvms ya ṣalḥ sndis qvms pytth āmut avs, th lvṭ sund qvm chuhnh tohyih nishhi zyadh dvur thi kynhh."
  },
  {
    "verse_id": 90,
    "translation": "Vuchihv! Pnnis rbs mngiv mʿạfy, th tas kun phyiriv vaps, be shk chuh myvn rb rḥym th pnnis mkhlvqs sintụ̄ chuh mḥbt thavan."
  },
  {
    "verse_id": 91,
    "translation": "Timv diyut jvab, ae shʿīb, chanhi varyah kthh chahnh aashi fkry tran, th asụ̄ chih vuchhan zi cz chuhkh aashi drmyan akh kmzvr ansan, chạnụ̄ bradry nae āsihe, tylhi āshkh cz khbr kr aashi sngsar kvrmut, cze chuhe nh tyvut bl bvth zi cz pvshkh aashi."
  },
  {
    "verse_id": 92,
    "translation": "Shuʿīb chuh vnan, bayv, kya myạnụ̄ bradry chha tohyih pytth Allah tʿālyā sndi khoth zyadh gvb, zi tohyih kvruv (bradry hund khvf) th Allah tʿālyā trvvun bialkl psi psht? Zạnith thạviv zi yikynczhah tvhụ̄ kran chihv, suh chuhnh Allah tʿālyā sndi grifth nishhi nybr kynhh."
  },
  {
    "verse_id": 93,
    "translation": "Ae myanhi qvm kyv lvukv, tvhụ̄ rvuziv pnnis ṭryqs pytth kạm kran, th bh rvz pnnis ṭryqs pytth kran, jldy lgyv tohyih pe zi kas pytth chuh dhiltuk ʿdhab yivan, th kus chuh aapziyvr, tvhụ̄ thi kriv antẓar th bthi rvz tohyih sintụ̄ vuchhan."
  },
  {
    "verse_id": 94,
    "translation": "Ạkhr kar yylhi sanhi fạṣluk vqt vvt, aashi bchvv pnnhi rḥmt sintụ̄ shʿīb th tmụ̄ sndụ̄ mvmn sạthy, th yimv lukv ẓlm avs kvrmut tim rttụ̄ akụ̄ skht dhmakn tithh pạtthụ̄ zi tim rvudụ̄ pnnyn bstiyan mnz be ḥys th be ḥrkt pyth."
  },
  {
    "verse_id": 95,
    "translation": "Zanth zanhh kạlụ̄ tim tathi basane ạsụ̄ nh. Bvuziv! Madyan vạlụ̄ thi āe dvur chahknh yithh pạtthụ̄ thmvd ạsụ̄ chahknh āmtụ̄."
  },
  {
    "verse_id": 96,
    "translation": "Th mvsyā ʿlyh alslam svz aashi pnnyv nishạnyv san th ttakarh mamvuryt kh sanad san."
  },
  {
    "verse_id": 97,
    "translation": "Frʿūn th tmụ̄ sndyn slṭnt kyn ztthyn kun, mgr timv kr frʿūn sndi ḥukch pyrvy, ḥalankh frʿūn sund ḥkm avs nh syzrs pytth kynhh."
  },
  {
    "verse_id": 98,
    "translation": "Qyamt kh doh āshi suh pnnis qvms brvnhh brvnhh, th pnnhi pyshvạyy mnz niyih timn jhnms kun, kiczh bdtr jae vuruvd (vatnch jae) chhe yih, yath pytth kanhh vathi!."
  },
  {
    "verse_id": 99,
    "translation": "Th timn lukn vczh dunya hs mnz thi lʿnt, th qyamt kh doh thi vasykh, kiyuth bur bdlh chuh yih, yus kạnshi mylhi!."
  },
  {
    "verse_id": 100,
    "translation": "Yih chhe kynczhn bstiyan hnz dlyl, yosh asụ̄ tvhụ̄ bvznavan chihv, timn mnz chhe vunhi thi kynhh khrra th kynczhn hund mvul chuh czhyvnmut."
  },
  {
    "verse_id": 101,
    "translation": "Aashi kvr nh timn pytth ẓulm, timv kvr pạnụ̄ pane pans pytth sitm, th tihndụ̄ tim mʿbvd yimn tim khudae trạvith nad asụ̄ layan, āe nh raczh thi timn drkar, yylhi Allah tʿālyā sund ḥkm āv, timv diyut nh timn hlakt th brbạdy vrạe byyhi kanhh fạydh."
  },
  {
    "verse_id": 102,
    "translation": "Th tuhund rb yylhi kunhi ẓạlm bsty rattan chuh tylhi chhe pth tmụ̄ snz pkrr yczhe āsan, pzpạtthụ̄ chhe tmụ̄ snz pkrr sytthah skht th dg tulvnụ̄ āsan."
  },
  {
    "verse_id": 103,
    "translation": "Ḥqyqt chhe yih zi aath mnz chhe akh nshạny prth ts shkhṣs khạṭr yus ạkhrt kis ʿdhabs khoczi. Suh āshi aakh doh yylhi sạry lukh jmʿ āsn, th yikynczhah thi pth tmhi doh spdi, sarine hnzn achhn brvnhh knhi spdi."
  },
  {
    "verse_id": 104,
    "translation": "Tmhi kis aanns mnz chihnh asụ̄ sytthah zyadh czyr kran kynhh, bs aakh gnzrith czạrith mudt chhe aamhi khạṭr mqrr."
  },
  {
    "verse_id": 105,
    "translation": "Yylhi suh yiyhi tylhi āshi nh kạnshi kth krnch mjal, aila yih zi Allah tʿālyā sndi ajazth kri kynhh ʿrẓ, pth āsn kynhh lukh tmhi doh bdbkht th kynhh āsn nyk bkht."
  },
  {
    "verse_id": 106,
    "translation": "Yim bdbkht āsn tim gczhn jhnms (yythi tryshhi th grmy hndi shidt sintụ̄) tim phrkn th phvunkn."
  },
  {
    "verse_id": 107,
    "translation": "Th athụ̄ ḥalts mnz rvzn tim hmyshh yvt tam zmyn th āsman qạym chih (mḥavrh rngụ̄ chih yim lfẓ hmyshgy hndis mʿnys mnz vartavnh yivan) aila yih zi tuhund rb yyczihh byyhi kynhh, be shk chuh tuhund rb pvur akhtyar thavan zi yih yyczihh thi kri."
  },
  {
    "verse_id": 108,
    "translation": "Rvudụ̄ tim lukh yim nyk bkht nyrn, tim gczhn jnts th tathi rvzn hmyshh, yvt tam zmyn v āsman qạyim chih, aila yih zi tuhund rb yyczihh byyhi kynhh, ticzhh bkhshish mylhi timn yymyuk slslh zanhh czhynhi nh."
  },
  {
    "verse_id": 109,
    "translation": "Lhādha, ae nby, tvhụ̄ mah rvuziv timn mʿbvdn hndi ṭrfh kunhi shks mnz yihnz ʿbadt yim kran chih, yim chih (bs lkyri hnd fqyr bnith) tithe pạtthụ̄ pvuza patt kran pkan, yithh pạtthụ̄ godd yihndụ̄ mạlụ̄ buddibb kran ạsụ̄, th asụ̄ dimav bhrpvur yimn yuhund ḥṣh, aamhi vrạe zi tath mnz āshi kanhh cztth kpatth."
  },
  {
    "verse_id": 110,
    "translation": "Aashi chhe yymhi brvnhh mvsyā ʿlyh alslams thi ktab diczimcz th aath bars mnz thi avs akhtlaf krnh āmut (yithh pạtthụ̄ aaz yath ktabhi hndis bars mnz chuh krnh yivan, yosh tohyih chhe dinh āmcz) agr tuhndis rb sndi ṭrfh godde āsihe nh akh kth ṭe krnh āmcz, tylhi āsihe yimn akhtlaf krn valyn drmyan khbrkr fạṣlh krnh āmut, pazr chuh yih zi yim lukh chih aamhi ṭrfh shks th dul mulis mnz pymtụ̄."
  },
  {
    "verse_id": 111,
    "translation": "Th yithi chuh pazr kh tuhund rb diyih yimn yihndiyn aʿmaln hund pvur pvur bdlh, pzpạtthụ̄ chuh suh yihnzv tmam ḥrktv nishhi bakhbr."
  },
  {
    "verse_id": 112,
    "translation": "Lhādha, ae nby, tvhụ̄ th tuhndụ̄ tim sạthụ̄ yim kfr v bghavt pytthh aymans th aṭaʿts kun) phyrimtụ̄ chih, rvuziv tthyk pạtthụ̄ rahi rasts pytth thạbit qdm, yithh pạtthụ̄ zn tohyih ḥkm chuh dinh āmut. Th bndgy hndi ḥdh nishhi mah kriv tjavuz. Yikynczhah tvhụ̄ kran chihv tath pytth chuh tuhund rb nẓr thavan."
  },
  {
    "verse_id": 113,
    "translation": "Yimn ẓạlimn kun nmụ̄ziyv nh raczh thi, nath yiyiv jhnm kis valgtnis mnz, th tohyih mylhi nh kanhh tiyuth vly th srprst yus tohyih khudays nishhi bchạvith hykhi, th kunhi ṭrfh vathi nh tohyih mdd."
  },
  {
    "verse_id": 114,
    "translation": "Th vuchihv, nmaz kriv qạyim doh kyn doshvnụ̄ aandn pytth, th kynhh rat spdns pytth. (doh kyv aandv nishhi chuh murad ṣubḥ th mghrb, th kynhh rat spdns pytth chuh murad ʿshahuk vqt. Nmazi hndyn vqtn hund tfṣyl zannh mokhh vuchihv svrh bny asraʿyl āyt nmbr 78, svrh ṭāhā āyt nmbr 130, th svrh rvm āyat nmbr 17-18) drḥqyqt chhe niykyih burạyiyn dvur kran, yih chhe akh yad dihạny timn lukn khạṭr yim khudays yad thavn vạlụ̄ chih."
  },
  {
    "verse_id": 115,
    "translation": "Byyhi kriv ṣbr, Allah tʿālyā chuhnh nyky krn valyn hund ajr ẓayʿ kran."
  },
  {
    "verse_id": 116,
    "translation": "Pth kyazi rvudụ̄ nh timn qvmn mnz yim tohyih brvnhh chih guzrymtụ̄ tithụ̄ rtụ̄ lukh mvjvd, yim lukn zmyns mnz fsad brpa krnh nishhi rukavhn? Yithụ̄ lukh agr drae thi mgr drae km, yim aashi yimv qvmv mnz bchạvụ̄, ẓạlim lukh rvudụ̄ bs timne mazn pth pth, yihndụ̄ saman timn solbh gy san dinh ạsụ̄ āmtụ̄, th tim rvudụ̄ mujrm bnith."
  },
  {
    "verse_id": 117,
    "translation": "Tuhund rb chuhnh tiyuth zi bsty yn kri naḥq tbah, yylhi zan tihndụ̄ rvzn vạlụ̄ āsn aṣlaḥ krn vạlụ̄."
  },
  {
    "verse_id": 118,
    "translation": "Be shk agr tuhund rb yyczihh he, tylhi hykhi he tmam ansann akạe aumt bnạvith, mgr vonụ̄ rvzn tim mkhtlf ṭryqne pytth pkan."
  },
  {
    "verse_id": 119,
    "translation": "Th ghlṭ vathi pytth pknh nishhi bchn ṣirf tim lukh, yimn pytth rb snz rḥmt chhe, aamy (antkhab chih āzạdy th akhtyar th amtḥan) khạṭr ạsụ̄ tmụ̄ tim pạd krimtụ̄, th tuhndis rb snz so kth spz pvur, yoshi tmụ̄ vnimcz ạs, zi bh barn jhnm jinav th ansanv sarive sintụ̄."
  },
  {
    "verse_id": 120,
    "translation": "Ae nby, yim pyghmbrn hndụ̄ qṣh yim asụ̄ tvhụ̄ bvznavan chihv, yim chih tim chyz, yimv sintụ̄ asụ̄ tuhund dil chih mẓbvṭ kran, yimn mnz miyvuluv tohyih ḥqyqtuk ʿlm, th ayman aann valyn spz nṣyḥt th bydạry ḥạṣl."
  },
  {
    "verse_id": 121,
    "translation": "Rvudụ̄ tim lukh yim ayman chihnh aanan, timn vniv zi tvhụ̄ rvuziv pnnis ṭryqs pytth kạm kran, th asụ̄ chih pnnis ṭryqs pytth kạm kran."
  },
  {
    "verse_id": 122,
    "translation": "Anjami karuk kriv tvhụ̄ thi antẓar th asụ̄ thi chih muntẓr."
  },
  {
    "verse_id": 123,
    "translation": "Āsmann th zmyns andr yikynczhah chuhpith chuh, svrue chuh Allah tʿālyā sndis qdrt kis qbẓs mnz, th svrue mʿāmlh chuh tsụ̄ kun yivan rjvʿ krnh. Lhādha, ae nby, tvhụ̄ kriv tmụ̄ snz ʿbadt th tsụ̄ pytth thạviv bhrvsh, yikynczhah tvhụ̄ lukh kran chihv, tuhund rb chuhnh tmhi nishhi be khbr."
  }
]