[
  {
    "verse_id": 1,
    "translation": "A. L. R. Yim chih tmhi ktabhi hndụ̄ āyat yosh pnun mudʿā ṣaf ṣaf chhe byan kran."
  },
  {
    "verse_id": 2,
    "translation": "Aashi chuh yih nạzil kvrmut qrān bnạvith ʿrby zbạnụ̄ mnz (qrānkụ̄ lughvy mʿny chih prun, th ath ktabhi yih nav krnuk mṭlb chuh yih zi yih chhe khaṣn th ʿāmn hndi prnh khạṭr, th yih chhe bkthrt prn vvl chyz) takhi tvhụ̄ (ahli ʿrb) hykyvun yih jan pạtthụ̄ smjihth."
  },
  {
    "verse_id": 3,
    "translation": "Ae nby, asụ̄ chih yih qrān tohyih kun vḥy krith bhtryn andazs mnz vaqʿāt th ḥqaʿq tohyih byan kran, nath ạsiv tvhụ̄ yymhi brvnhh (yimv chyzv nishhi) balkule be khbr."
  },
  {
    "verse_id": 4,
    "translation": "Yih chhe tmhi vqtch dhikr yylhi ḥẓrt yvsf pnnis babh ṣạbs chih vnan, aba jan, me chuh khvab vuchhmut, zi kah tarak chih byyhi chuh āftab th zvun, th tim chih me sjdh kran."
  },
  {
    "verse_id": 5,
    "translation": "Drjvab vvn tihndụ̄ babh ṣạbn, gvbrya, pnun yih khvab vnụ̄zynh pnnyn bayn, nath vatnavne tim cze nqṣan (ḥẓrt yvsf ʿlyh alslams chih dah bae baqy majn hndụ̄ āsan, yylhi zn bin yamiyn timn kvns kvtt th pnun skh bve chuh āsan. Ḥẓrt yʿqvb ạsụ̄ zanan zi vor bayn chuh yvsf ʿlyh alslams sintụ̄ ḥsd th tim chihnh akhlaq lḥaẓh thi tyityah ṣalḥ zi tim hykn pnun mṭlb krrnh khạṭr kanhh thi narva karvạyy krith. Lhādha chih tim pnnis ṣalḥ frznds tạkyd kran zi yimn nishhi rvuzụ̄ zi hushar. Khvabuk mṭlb avs ṣaf zi āftab nishhi avs murad ḥẓrt yʿqvb, zvunhi nishhi avs murad tihnz khandarinụ̄ (ḥẓrt yvsf ʿlyh alslamn hnz vor mvj th kah starh chuh murad kah bạe.) ḥqyqt chhe yih zi shyṭan chuh ansan sund ttakar dshmn."
  },
  {
    "verse_id": 6,
    "translation": "Th yy spdi yih cze khvabs mnz vuchhmut chuhe zi, chvn rb kry cze (pnnhi kamhi khạṭr) mntkhb th cze hychhnạvy kthn hndis czkis tl vatun (draṣl chih taaviyli alaaḥaadiyth alfaẓ vrtavnh āmtụ̄, yuhund mṭlb ṣrf khvab kh tʿbyr kue yvt ʿlm chuhnh yithh pạtthụ̄ zn guman chuh krnh āmut, blkh chuh amiyuk mṭlb yih zi Allah tʿālyā diyy cze mʿāmlh fhmy th ḥqyqt prznavnch tʿlym, th so bṣyrt kry ʿṭa, yymhi sintụ̄ cz prth mʿāmlh kis sanrs mnz th tmhi kis czkis tam vatns qạbl spdkh) byyhi kri cze pytth th āli yʿqvb ʿlyh alslams pytth pnnụ̄ nʿmt tithe pạtthụ̄ pvur, yithh pạtthụ̄ yymhi brvnhh tmụ̄ chanyn bzrgn abrahym th asḥaq ʿlyh alslams pytth krmcz chhe, pzpạtthụ̄ chuh chvn rb ʿlm vvl th ḥkmt vvl."
  },
  {
    "verse_id": 7,
    "translation": "Ḥqyqt chhe yh zi, yvsuf th tihndiyn bayn hndis qṣas mnz chhe yimn prczhn valyn khạṭr bjhi nshạnyih."
  },
  {
    "verse_id": 8,
    "translation": "Yih qṣh chuh yithh pạtthụ̄ shrvʿ spdan zi tmụ̄ sndyv bayav vvn panh vạnụ̄, yih yvsf th amụ̄ sund bve (murad chuh ḥẓrt yvsf ʿlyh alslamn hund skh bve bin yamiyn, yus timn kynhh vry kvns avs) doshve chih sạnis mạlis sanhi nishhi zyadh ttạtthụ̄, ḥalankh asụ̄ chih pvur akh khyj, pz kth chhe yih zi svn babh ṣạb chuh balkule ddvlmut."
  },
  {
    "verse_id": 9,
    "translation": "Pkiv yvsf kriyvun qtl ya chhkyvun suh kunhi jayih, takh tuhndis mạlụ̄ sund tvjh phyri ṣrf tohyih kun, yih kạm krnh pth bnụ̄ ziyv pth byyhi nyk."
  },
  {
    "verse_id": 10,
    "translation": "Aath pytth vvn timv mnz akụ̄, yvsf mah kriyvun qtl, suh chhkiyvun kunhi anhi gttụ̄ kiryris mnz, kanhh yinh gczh vun qạflh niyas tamhi mnz krrith, agr kynhh krnue chuhv."
  },
  {
    "verse_id": 11,
    "translation": "Ath fạṣls pytth vvn timv pnnis mạlis nishhi gczihth, aba jan, yih kya dlyl chhe zi tvhụ̄ chihv nh yvsf sndis mʿāmls mnz ashi pytth bhrvsh kran, ḥalankh asụ̄ chih tmụ̄ sndụ̄ pzụ̄ khyr khvah?"
  },
  {
    "verse_id": 12,
    "translation": "Pgah svuziyvun suh ashi sintụ̄, kynczhah khyyih chyyih (phyirith thvurith). (draṣl chih lfẓ yartaʿ yʿny kuchh char chug le ga, vrtavnh āmtụ̄. Aurdv mḥavrs mnz hrgah shur jngls mnz avr yvr phyrith kynhh phl czttan th khyvan pkhi, tylhi chih ts khạṭr lvlh san yim lfẓ vrtavnh yivan) th gindnh drvknh sintụ̄ thi rnznavi dil, asụ̄ chih amụ̄ sndi ḥfaẓt khạṭr mvjvd."
  },
  {
    "verse_id": 13,
    "translation": "Mạlụ̄ vvnkh, tuhund yih pans sintụ̄ niyun chuh me ʿdhab kran, th me chuh andyshh zi khbr amis ma khyyih ramh hvun cztth kptth krith, yylhi zn tvhụ̄ amhi nishhi ghạfl ạsiv."
  },
  {
    "verse_id": 14,
    "translation": "Timv diyut jvab, sanhi āsnh bavjvd agr yih ramh hvunụ̄ khyvv, yylhi zn asụ̄ akh khyj chih, tylhi āsv asụ̄ sytthhe khsarh ld (byhval)."
  },
  {
    "verse_id": 15,
    "translation": "Yithh pạtthụ̄ yylhi aṣrar krith timv suh niyvu, th timv kvr fạṣlh zi yih travvn akis aanhi gttụ̄ kiryirs mnz, pth kr ashi yvsf (ʿlyh alslams) vaḥy zi, akh vqt vathi yylhi cz yimn yihnz yih ḥrkt yad pavkh, yim chih pnnhi kamhi hndyv ntyjv nishhi be khbr."
  },
  {
    "verse_id": 16,
    "translation": "Shams āe tim vadan th buthhi buthhi divan mạlis nishhi."
  },
  {
    "verse_id": 17,
    "translation": "Th vvnukh, aba jan, asụ̄ ạsụ̄ dvri hund mqablh krns kun lgmtụ̄, th yvsf avs ashi pnnis samans nishhi trvvmut, th ath dvran āv ramh hvun th tmụ̄ khyvv suh tvhụ̄ kriv nh sanhi kthhi pczh, agr chih asụ̄ pziyạry kvnh āsv."
  },
  {
    "verse_id": 18,
    "translation": "Th timv ạs yvsf snz qmyẓ aapuz mapuz khvn mtith anụ̄mcz, yih bvzith vvn tihndụ̄ mạlụ̄, blkh tuhndụ̄ nfsn bnạv tuhndi khạṭr tuhnz kạm shl, achha, bh kr ṣbr th var pạtthụ̄ kr ṣbr, yosh kth tvhụ̄ bnavan chihv, tth pytth hykhi Allah tʿālyā se mdd mngnh yith."
  },
  {
    "verse_id": 19,
    "translation": "Avr āv aakh qạflh th tmụ̄ svuz pnun sqh āb annh khạṭr, sqn yutuhe kiryirs mnz ābh banh vvl, (yylhi tmụ̄ yvsf vuchh) tmụ̄ lạe krykh, mbark ạsinv, yythi chuh akh lrrkh. Timv lukv chuhpvv suh tjartk mal zạnith, ḥalankh yikynczhah tim kran ạsụ̄, Allah tʿālyā avs tmhi nishhi bakhbr."
  },
  {
    "verse_id": 20,
    "translation": "Ạkhr kar kun suh timv kynczhn dirhmn hndi bdlh, th timn avs nh tmụ̄ sndis qinmth kis mʿāmls mnz kunhi hurymanh (rqmuk) tvqʿ."
  },
  {
    "verse_id": 21,
    "translation": "Mṣrkụ̄ yymụ̄ shkhṣn yih mvlụ̄ hyvt tmụ̄ vvn pnnhi khandarinhi, yih thạvizyn tthyk pạtthụ̄, dvur chihnhi zi yih spdi sanhi khạṭr fạydh mnd thạbt, ya bnavvn yih asụ̄ pnun nychv. Yithh pạtthụ̄ kdd aashi yvsf sndi khạṭr ath sr zmyns mnz qdm jmavnch ṣvrt, th tas kvr mʿāmlh fhmy hnz tʿlym dinuk antẓam, Allah tʿālyā chuh pnnụ̄ kạm krthe rvzan, mgr akthr lukh chihnh zanan."
  },
  {
    "verse_id": 22,
    "translation": "Th pth yylhi suh pnnhi pvur jvạny tam vvt, th ashi kvr tas fạṣlh krnuk ṭaqt th ʿlm ʿṭa, yithh pạtthụ̄ chih asụ̄ nyk lukn jza divan."
  },
  {
    "verse_id": 23,
    "translation": "Yas khatvunhi hndis grs mnz suh avs, tmụ̄ lvg suh varghlavun, th akhi doh kvrun drvazh bnd, th vvnnas, valh. Yvsf chihs vnan, Allah tʿālyā sund pnah, myạnụ̄ rbn kvr me rut thzr ʿṭa (th bh kra, yih kạm!) (ʿām pạtthụ̄ chuh mfsrv th trjmh krn valyv yih smjhmut zi yth jayih chuh myạnụ̄ rbn lfẓ ḥẓrt yvsf ʿlyh alslamv ts shkhṣh sndi khạṭr vrtvvmut, yymụ̄ sndis mulazmts mnz tim ạsụ̄, th tihndi amhi jvabuk mṭlb avs yih zi myạnụ̄ āqahn chuhns bh tmhi rthi āyih thvvmut, pth kithh pạtthụ̄ hykhi bh yih nmk ḥrạmy krith zi tmụ̄ snzi khandarinhi sintụ̄ kr bdkạry. Mgr yih kth chhe akis nby sndi shanh nishhi vsụ̄ payih zi suh kri gnah nishhi baz rvznh khạṭr Allah tʿālyā sndi bjae kạnshi bndh sund lḥaẓ. Th qrāns mnz chahnh aamich kanhh mthal thi mvjvd zi kạnshi nby yan kya āshi khudays vrạe byyhi kạnshi pnun rb vvnmut.) yithụ̄ ẓạlm chihnh zanhh kamyạby lban."
  },
  {
    "verse_id": 24,
    "translation": "So pch tas kun th yvsf thi pkhi he tas kun. Agr suh pnnis rb sund burhan vuchihhe nh (burhan chuh mʿny thavan dlyl th ḥujt. Rb sund burhan chuh murad Allah tʿālyā snz hạvmcz so dlyl, yymhi kis bunyads pytth ḥẓrt yvsf ʿlyh alslamn hndụ̄ ẓmyrn tihund nfs amhi kthhi hund qạyl kvr zi tas khatvunhi hnz ʿạshich dʿūt qbvl krnụ̄ chuhnh chanhi khạṭr shayani shan, th so dlyl chhe ptmis jumls mnz āmcz zi, myạnụ̄ rbn kvr me thzr ʿṭa th bh kra yczih bur kạm, yithyn ẓạlmn chahnh kamyaby ḥaṣl spdan.) yy spud, takh asụ̄ krhav tas nishhi bdy th be ḥyạyy dvur, drḥqyqt avs suh sanyv czarnh āmtyv bndv mnz."
  },
  {
    "verse_id": 25,
    "translation": "Ạkhr kar czvl yvsf th so, akh akis pth drvazs kun, th tamhi cztt ptụ̄ kinụ̄ yvsf snz qmyẓ (lmith). Drvazs pytth vuchh doshvyv tmụ̄ sund khandar mvjvd, tas vuchhan vuchhane lj khatvn vannhi, kya sza chuh tas shkhṣs yas chanhi gr vajinhi pytth khrab nyt āshi? Amhi vrạe kya sza hykhi ạsith zi suh gczihh qạd krnh yun, ya gczihh tas skht ʿdhab dinh yun."
  },
  {
    "verse_id": 26,
    "translation": "Yvsf chih vnan, yhe ạs me phsavnch kvushsh kran. Amis khatvnhi hndi pnnhi khandankụ̄ akụ̄ shkhṣn kr (munạsib ṭryqh) shhadt pysh, zi agr yvsf snz qmyẓ brvuntthụ̄ kinụ̄ czhynụ̄mcz āshi, tylhi chhe khatvn pziyạr, th yih chuh aapziyvr."
  },
  {
    "verse_id": 27,
    "translation": "Th hrgah amụ̄ snz qmyẓ ptụ̄ kinụ̄ czhynụ̄ mcz ạs, tylhi chhe khatvun aapziyạr, th yih chuh pziyvr. (mṭlb chuh yih zi agr yvsf ʿlyh alslamn hnz qmyẓ brvntthụ̄ kinụ̄ czhynụ̄ mcz ạs, tylhi chhe yih amhi kathhi hnz ttakar nshạny zi aqdam avs yvsf ʿlyh alslamn hndi ṭrfh, th khatvn ạs pnun pan bchavnh mokhh kashmuksh kran, albth agr yvsf ʿlyh alslamn hnz qmyẓ ptụ̄ kinụ̄ czhynụ̄ mcz ạs, tylhi chuh amhi nishhi ṣaf nnan zi khatvn ạs tas pth dvran, th yvsf ạsụ̄ tas nishhi bchun yczhan. Amhi ʿlavh ạs ath mnz mnasb ṭryqch byakh shhadt thi chuhpith. So ạs yih zi amụ̄ shkhṣn (shạhdn) pihyur ṣrf ḥẓrt yvsf ʿlyh alslamn hnzi qmyẓhi kun tvjh. Amhi nishhi sapud ṣaf ẓạhr zi khatvnhi hndis jisms ya tmụ̄ sndis poshakhs pytth avs nh goddh pytthe kanhh tshdduk nishanh, ḥalankh agr yih muqdimh aqdam zna biaaljabr āsihe, tylhi āshn khatvnhi hndis jisms pytth aamikụ̄ ttakar āthar)"
  },
  {
    "verse_id": 28,
    "translation": "Yylhi khandarn vuchh zi yvsf snz qmyẓ chhe ptụ̄ kinụ̄ czhynụ̄mcz, tmụ̄ vvn, yim chhe tohyih znann hnz chalạkyih, pzpạtthụ̄ chhe badd khṭrnak āsan tuhnz chalh."
  },
  {
    "verse_id": 29,
    "translation": "Yvsf, amhi mʿāmlh nishhi kr drguzr, th ae khatvn cz mang pnnhi ghlṭy pytth mʿạfy, cze ạsikh draṣl khṭa kar."
  },
  {
    "verse_id": 30,
    "translation": "Shhr chv mstvuratv lajhi panh vạnụ̄ svusri gvusri krnhi zi ʿzyz snz khandarinụ̄ chhe pnnis nvjvan ghlamas pth lj mcz, (ʿzyz avsnh tas shkhṣh sund nav, blkh chuh mṣrs mnz kạnshi bddis aqtdar vạlis khạṭr aṣṭlaḥ rngụ̄ yih lfẓ vrtavnh yivan) mḥbtn chhe so be qabv krmcz, sạnụ̄ kinụ̄ chhe so ttakarh ghlṭy kran."
  },
  {
    "verse_id": 31,
    "translation": "Tmhi yylhi tihnz yimh mkaranh kthh bvz, tmhi svuz timn nad, th tihndi khạṭr sjạvn tkyh dar mjls th ẓyafts mnz thạvn prth kạnshi brvnhh knhi akh akh shrakh, (pth kvrun ʿīni tmhi saʿth yylhi timh myvh āsh czttụ̄ czttụ̄ khyvan) ḥẓrt yvsf ʿlyh alslams aisharh zi yimn brvnhh kun vlh, yylhi timn mstvuratn hnz nẓr tas pytth pyyih, tim gyih rhith th czttikh pnnụ̄ aathh, th pạnụ̄ pane czvlukh niyrith, ḥa sha lilh (pnah khdae sund), yih shkhṣ chuhnh ansan, yih chuh kustam thdi payuk frshth."
  },
  {
    "verse_id": 32,
    "translation": "ʿzyz snzi khandarinhi vvn, vuchhv tohyih, yih chuh suh shkhṣ yymụ̄ sndis mʿāmls mnz tvhụ̄ ạsiv me pytth kathh kran, beshk kr mye yih phsavnch kvushsh, mgr yih bchav, agr nh yih myvn vanun manhi, tylhi yiyhi qạd krnh, th pth spdi be ʿzt lukn mnz shmar."
  },
  {
    "verse_id": 33,
    "translation": "Yvsf chih vnan, ae myanhi rbh! Qạd chuhm mnẓvr, bah nsbt yih zi bh kr so kạm yosh yim lukh me nishhi yczhan chih, th agr cze yihnz chalh me nishhi dvur kryth nh, tylhi phsh bh yihndis zals mnz, th pth gczhh jạhln mnz shạml."
  },
  {
    "verse_id": 34,
    "translation": "Tmụ̄ sndụ̄ rbn kvr tmụ̄ sund duʿā qbvl, th yimn mstvuratn hnz chalh kryn tas nishhi dvur, be shk chuh sue, yus sarine hund bvzan chuh th svrue kynhh zanan chuh."
  },
  {
    "verse_id": 35,
    "translation": "Pth zvn timv lukv yih zi akis vqts tam krvn yih qạd ḥalankh timv āsh (tmụ̄ snz pak damny th khod pnnyn mstvuratn hndyn bur aṭvarn hnz) ttakar nshạniyh vuchhmcz. (amhi nishhi lvg pe zi kanhh shkhṣ anṣaf kyv shrạyṭv mṭabq ʿdalts mnz mjrm thạbt krnh vrạe bs yvnhy rttith jyl svzun chuh, be ayman ḥkmrann hund prvn ṭryqh. Ath mʿāmls mnz chihnh azikụ̄ shyṭan thi czvr sas vrụ̄ brvntthmiyv shr psndv khoth zyadh mkhtlf kynhh.)"
  },
  {
    "verse_id": 36,
    "translation": "Qạd khans mnz spdụ̄ byyhi thi zh ghlam tas sintụ̄ dạkhl. Akhi doh chuh yimv mnz akh vnan, me chuh khvab vuchhmut zi bh chuhs shrab kshydh kran. Dvym vvn, me vuchh zi myạnis kls pytth chhe czochhi thavnh āmcz, th janavar chih yimn khyvan. Doshvyv vvn, ashi vniv amiyuk tʿbyr, asụ̄ chih vuchhan zi tvhụ̄ chihv nyk ansan."
  },
  {
    "verse_id": 37,
    "translation": "Yvsf chih vnan, yythi yus khyn tohyih mylan chuh, suh yinh brvntth vanv bh tohyih yimn khvabn hund tʿbyr, yih chuh timav ʿlmv mnz yim myạnụ̄ rbn me ʿṭa chih krimtụ̄, pazr chuh yih zi me chuh timn lukn hund ṭryqh trạvith yim khudays pytth ayman chihnh anan, th ạkhrts chih ankar kran."
  },
  {
    "verse_id": 38,
    "translation": "Pnnyn buzrgn abrahym, asḥaq th yʿqvb sund ṭryqh akhtyar kvrmut, sạnụ̄ kạm chahnh yih zi khudays sintụ̄ tthhravvn kanhh shryk, drḥqyqt chuh yih Allah tʿālyā sund fẓl aashi pytth byyhi tmam ansann pytth (zi tmụ̄ chihnh asụ̄ pans vrạe byyhi kạnshi hndụ̄ bndh bnạvimtụ̄) mgr akthr lukh chihnh shukr kran."
  },
  {
    "verse_id": 39,
    "translation": "Ae zndan kyv sạthyv, tvhụ̄ svunchtv pane zi varyah mtfrq (alg alg) rb chha bhtr, kinh suh akh Allah tʿālyā yus sarine pytth ghạlib chuh?"
  },
  {
    "verse_id": 40,
    "translation": "Suh trạvith yihnz tvhụ̄ ʿbadt kran chihv, tim chihnh amhi vrạe kihinụ̄ zi bs chih kynhh nav, yim tohyih th tuhndyv ābav ajdadav chih thạvimtụ̄, khudayn kr nh yihndi khạṭr kanhh sanad nạzil, frman rvayy hund aqtdar chuhnh khudays vrạe kạnshi hndi khạṭr, tmụ̄ sund ḥkm chuh zi khod ts vrạe mh kriv byyhi kạnshi hnz ʿbadt. Yohe chuh zndgy hund aṣly syvd ṭryqh, mgr akthr lukh chihnh zanan."
  },
  {
    "verse_id": 41,
    "translation": "Ae zndan kyv sathyv, tuhndi khvabuk tʿbyr chuh yih zi tohyih mnz chavi akh pnnis rb (shah mṣrs) shrab, (āyt nmbr 33 hs sintụ̄ agr yih āyt prnh yiyih, tylhi chuh pe lgan zi yylhi ḥẓrt yvsf ʿlyh alslamn vvn, myvn rb, amhi nishhi avs murad Allah tʿālyā snz dhat, th yylhi shahi mṣr sndis ghlamas vvnukh zi cz chavhn pnun rb shrab, aamhi nishhi avs murad shahi mṣr, tikyazi suh avs mṣr kis badshah se pnun rb smjhan.) rvud byakh suh yiyhi phanshi khalnh, th janavar khyn tikhi tikhi tmụ̄ sund klh. Spud fạṣlh tmhi kthhi hund yosh tvhụ̄ prczhan ạsiv."
  },
  {
    "verse_id": 42,
    "translation": "Pth yas mtʿlq khyal avs zi suh gczihh timv mnz ylh, tas vvn yvsf ʿlyh alslamn zi, pnnis rb (shahi mṣrs) nishhi krụ̄ zi myạnụ̄ dhikr. Mgr shyṭann trvv suh tiths ghflts mnz zi tas gyih pnnis rb (shahi mṣrs) nishhi tmụ̄ snz dhikr krnụ̄ mshith, th yvsf rvud kynczhn vriyan jyl se mnz."
  },
  {
    "verse_id": 43,
    "translation": "Akhi doh chuh badshah vnan (mnzbag chuh kynczhn vriyan hndi qạd khi vqtuk ḥal aty trạvith vonụ̄ byan tth mqams sintụ̄ jvrnh yivan, yythi pytthh ḥẓrt yvsf ʿlyh alslamn hund dunyạvy ʿrvj shrvʿ spud) me chuh khvabs mnz vuchhmut zi sth mochhi gạv chhe, yimn chhe sth laghr gạv khyvan, th anajikụ̄ sth hylụ̄ chih sbz th baqy sth chih hvkihmtụ̄, ae ahli drbar, me vnav aamhi khvabuk tʿbyr, agr tvhụ̄ khvabn hund mṭlb chihv smjhan."
  },
  {
    "verse_id": 44,
    "translation": "Lukv vvn, yimh chhe pryshan khvabn hnz kthh, th asụ̄ chihnh amhi qsmh kyn khvabn hund tʿbyr zanan."
  },
  {
    "verse_id": 45,
    "translation": "Yimv doyv qindyv mnz yus shkhṣ bchvmut avs, th tas pyyih vonụ̄ varyahhi kạlụ̄ kath yad, th tmụ̄ vvn, bh vanv tohyih ḥẓratn aamich tạvyl, me svuziv (qạd khans mnz yvsf ʿlyh alslams nishhi)."
  },
  {
    "verse_id": 46,
    "translation": "Suh gvv th vvnun, yvsf ae pzyari (draṣl chuh lfẓ ṣdyq vrtavnh āmut, yus ʿrby zbạnụ̄ mnz pzrs th rast bạzy hndis thdi payih kis mrtabs khạṭr vrtavnh chuh yivan. Amhi sintụ̄ hykv yih andazh krith zi qạd khanh kis vqts mnz kiyuth svn athr avs amụ̄ shkhṣn ḥẓrt yvsf ʿlyh alslamn hndi syrt nishhi rvttmut, th yih athr kvutah raskh avs varyah vqt gzrnh pth thi) me van aamhi khvabuk mṭlb zi sth mochhi gạv chhe, yimn sth laghr gạv chhe khyvan, th sth hylụ̄ chih sbz th sth chih hvkihmtụ̄, takh bh gczhh timn lukn nishhi vaps, th shayd zi timn lghi pae. (yʿny chạnụ̄ qdr th rotbh zann, th timn spdi aḥsas zi kmhi payuk ainsan kthi chuh timv bnd thvvmut, th yithh pạtthụ̄ mylhi me pnun vʿdh pvur krnuk mvqʿ, yus me cze sintụ̄ qạd kh vqth kvrmut avs)"
  },
  {
    "verse_id": 47,
    "translation": "Yvsf chih vnan, stn vriyn rvuziv lga tar tvhụ̄ zmyndạry kran, ath dvran yim fṣl tvhụ̄ lvuniv, tmhi mnz krriv bs kme ḥṣh, yus tohyih khorak rngụ̄ bkar lghi, th baqy thạviv hylyv san (hylhi ne mnz)."
  },
  {
    "verse_id": 48,
    "translation": "Pth yin sth vrụ̄ bdd skht, tmhi vqth yiyhi suh svrue anaj khynh, yus tvhụ̄ tmhi vqth khạṭr jmʿ kriv. Agr kynhh bchhi, suh bchh ty yus tohyih rczhrạvith āsyv thvvmut."
  },
  {
    "verse_id": 49,
    "translation": "Aamhi pth vathi byyhi akh vry tiyuth, yth mnz barani rḥmt sintụ̄ lukn hund fryad yiyhi bvznh, th tim chyirn rs."
  },
  {
    "verse_id": 50,
    "translation": "Badshahn vvn suh anyvun me nish, mgr yylhi shạhy qạṣd yvsf ʿlyh alslams nishhi vvt, tmụ̄ vvn, pnnis rbs nishhi gczh vaps, th tas prczh zi timn mstvuratn hund mʿāmlh kya chuh, yimv pnnụ̄ athh czttimtụ̄ ạsụ̄? Myvn rb chuh tihnzi mkạry nishhi bakhbr."
  },
  {
    "verse_id": 51,
    "translation": "Ath pytth kvr badshahn timn mstvratn nishhi dryaft, tuhund kya tjrbh chuh tmhi vqtuk, yylhi tohyih yvsf phsavnch kvshsh ạsv krmcz? Sarive vvn yk zban, ḥa sha Allah (pnah khdae sund), aashi vuchh nh tas mnz bdy hnz aakh raczh thi. ʿzyz snzi khandarinhi vvn, vvnụ̄ chuh ḥq dramut nvn, so ạss be, yymụ̄ suh phislavnch kvushsh ạs krmcz, be shk chuh suh bialkl pziyvr."
  },
  {
    "verse_id": 52,
    "translation": "(yvsf chih vnan) amhi nishhi avs myvn ghrẓ yih zi (ʿzyz) zanhi zi me ạs nh drprdh tmụ̄ snz khyant krmcz, th yih zi yim khyant chih kran, tihnzn chaln chuhnh Allah tʿālyā kamyạby hnzi vthi lagan."
  },
  {
    "verse_id": 53,
    "translation": "Bh chuhsan nh panun nfs bry qrar divan (yʿny bh chuhs nh pnun nfs be qṣvr manan) nfs chuh bady kunue hs divan, aila yih zi kạnshi pytth āshi myạnis rb snz rḥmt, be shk chuh myvn rb sytthah mghfrt krn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 54,
    "translation": "Badshahn vvn, tim anyvukh me nish, takh bh krkh tim pnnhi khạṭr mkhṣvṣ. Yylhi ḥẓrt yvsf ʿlyh alslamn tas sintụ̄ kth bath kr, tmụ̄ vvn, vonụ̄ chahv tohyih ashi nish qdr th rotbh, th tuhndis amants pytth chuh pvur bhrvsh."
  },
  {
    "verse_id": 55,
    "translation": "Yvsf chih vnan, mlkkụ̄ khzanh kriv me ḥvalh, bh chuhs ḥfaẓt krn vvl thi, th me chuh ʿlm thi."
  },
  {
    "verse_id": 56,
    "translation": "Yithh pạtthụ̄ kr ashi tth sr zmyns mnz yvsf ʿlyh alslams khạṭr aqtdarch vath hmvar, tas avs akhtyar zi aath mnz yath jayih yyczihh he pnnụ̄ jae hykhi he bnạvith. (yʿny vonụ̄ ạs sạre mṣrch sr zmyn tmụ̄ snz, tmhi chih prth jayih hykhi he suh pnnụ̄ jae vnith. Tthi avs nh kanhh gvshhi thi tiyuth rvudmut, yus tas rukavnh hykhi he yith. Yih chuh gvya tmhi kạmil tslṭuk th hmh gyr aqtdaruk byan. Yus ḥẓrt yvsf ʿlyh alslams tth mlks pytth ḥạṣl avs. Prạnụ̄ mufsryn thi chih ath āyts yohe tfsyr kran, chnanchhi abn zyd chih aamikụ̄ mʿne byan kran zi, ashi bnvv yvsuf timn sarine chyzn hund mạlik yim mṣrs mnz ạsụ̄, dunya kis aath ḥṣs mnz yth jayih yikynczhah suh krun yyczhh he, thi hykhi he krith. So sr zmyn ạs tas ḥvalh krnh āmcz. Ḥtyā kh agr suh yyczihh he frʿūns panun zyrdst bnavun th panh tas balatr gczuhn, tylhi hykhi he yithi krith. Mjahd sund khyal chuh zi miṣrkụ̄ badshahn avs ḥẓrt yvsf ʿlyh alslamn hndi dsth aslam qbvl kvrmut) pnnhi rḥmt sintụ̄ yus asụ̄ yczhan chihn suh chihn nvazan, nyk lukn hund ajr chuhnh ashi nishhi ẓayʿ gczhan."
  },
  {
    "verse_id": 57,
    "translation": "Th ạkhrtuk ajr chuh timn lukn khạṭr zyadh bhtr, yimv ayman avn, th prhyzgạry san rvudụ̄ kạm kran."
  },
  {
    "verse_id": 58,
    "translation": "Yvsf sndụ̄ bạe āe mṣr th tmụ̄ sndis khdmts mnz spdụ̄ ḥạẓr (yth jayih chih byyhi stn ạtthn vriyn hndụ̄ vaqʿāt mnzbag trạvith byanuk slslh tth jayih sintụ̄ vattnh āmut, yythi pytthh bny asraʿyln hund miṣr muntql spdnuk abtda spud) tmụ̄ prznạvụ̄, timv prznvv nh suh."
  },
  {
    "verse_id": 59,
    "translation": "Pth yylhi tmụ̄ tihund saman tyar krnvv, th nyrnh vqth vvnun timn, pnun vor bve anụ̄ziyvn me nish, vuchhan chihv na bh kithh pạtthụ̄ chuhs brith pymanh divan, th bh kiyuth mhman nvaz chuhs."
  },
  {
    "verse_id": 60,
    "translation": "Agr nh suh tvhụ̄ me nish anyvun, tylhi chuhnh me nishhi tuhndi khạṭr kanhh anaj, blkh pkụ̄ zyv nh me brvuntthụ̄kinụ̄ thi. (yih kth āsihe ḥẓrt yvsf ʿlyh alslamn ath bunyads pytth frmavmcz zi qḥṭ kh vjh kinụ̄ avs miṣrs mnz anajs pytth knttrvl. Anaj ninh khạṭr ạsụ̄ yim dah bạe āmtụ̄ mgr tim āshn pnnis mạlụ̄ sund th pnnis khimis bạe sund ḥṣh mngan. Ath pytth āshi ḥẓrt yvsf ʿlyh alslamn vvnmut zi yih ʿdhr chuh mʿqvl zi tuhund mvl chuh budd th byyhi chuh nabyna, tve hykhi nh suh panh yith, mgr bạe sndi nah yinuk mʿqvl sbb kya hykhi ạsith? Khyr vunụ̄ kynas chih asụ̄ tuhnzi zbạnụ̄ pytth aʿtbar krith tohyih pvur anaj divan, mgr agr āʿndh tohyih suh pans sintụ̄ avnvun nh, tylhi moklhi tuhund aʿtbar th tohyih mylyv nh yythi kanhh anaj)"
  },
  {
    "verse_id": 61,
    "translation": "Timv vvn, asụ̄ krv kvushsh zi vald ṣạb gczhn tas svznh khạṭr rạẓụ̄ spdnụ̄, th asụ̄ krv ẓrvur yih (kạm)."
  },
  {
    "verse_id": 62,
    "translation": "Yvsf chih pnnyn ghlamn aisharh kran zi, yimv lukv yus mal (qinmt) anaj bdlh diyutmut chuh, suh thạviv czvuri pạtthụ̄ tihndis samanse mnz. Yih kvr yvsf (ʿlyh alslamn) aath aumyd pytth zi gr vạtith prznavn tim pnun vaps lvbmut mal (ya ath fyạẓy pytth spdn aḥsan mnd) th bnan chuh byyhi yin yvr."
  },
  {
    "verse_id": 63,
    "translation": "Yylhi tim pnnis mạlis nishhi vạtụ̄ th vvnukh, ae aba jan, aashi āv āʿndh anaj dinh nishhi ankar krnh, lhādha svuziyvun tvhụ̄ svn bve aashi sintụ̄, takh asụ̄ yimv anaj hyth, th tmụ̄ sndi ḥfaẓtkụ̄ dhmh dar chih asụ̄."
  },
  {
    "verse_id": 64,
    "translation": "Mạlụ̄ diyut jvab, kya amụ̄ sndis mʿāmls mnz kra bh tohyih pytth tiyuthue bhrvsh, yuth amhi brvnhh tmụ̄ sndis bạe sndis mʿāmls mnz kvrmut chuhm? Bas chuh Allah tʿālyā bhtr mḥạfẓ, th suh chuh sarive khoth khsith rḥm krn vvl."
  },
  {
    "verse_id": 65,
    "translation": "Pth yylhi timv pnun saman mczrvv, timv vuchh tihund mal thi chuh timn āmut vaps krnh, yih vuchihth lạe timv krykh, aba jan, aashi kya gczihh byyhi āsun, vuchihv yih svn mal (qinmt) thi chuh ashi vaps dinh āmut, bs vonụ̄ gczhv asụ̄ th pnnis ahl v ʿīals khạṭr aanv rasd, pnnis bạe snz ḥfaẓt thi krv, th byyhi aanv akis avntt sund yvt hurymanh vzn, yyithi aanajuk aiẓafh hykhi āsạny san spdith."
  },
  {
    "verse_id": 66,
    "translation": "Tihndụ̄ mạlụ̄ vvn, bh svzn nh hrgz suh tohyih sintụ̄, yvt tam nh tvhụ̄ Allah tʿālyā sndi nav me pokhth vʿdh diyiv zi suh aniyvun ẓrvr me nishhi vaps, aila yih zi tohyih yiyiv ghyrnh, yylhi timv tas pnnụ̄ pnnụ̄ vʿdh ditụ̄, pth vvn tmụ̄, vuchihv, sạnis ath qavls pytth chuh Allah tʿālyā nghban (ẓạmin)."
  },
  {
    "verse_id": 67,
    "translation": "Pth vvn tmụ̄, myanyv gvbrv, miṣr kis darualslṭnts mnz aczụ̄zyv nh akhi drvazh kinụ̄ (ghalbaan āsihe ḥẓrt yʿqvb ʿlyh alslams andyshh zi aath qḥṭ kis zmans agr yim chhokh bnith miṣrs mnz dạkhl spdn, bnan chuh yimn pytth ma spdi shk, th guman ma yiyhi krnh zi yim chih lvtt mar krnhi yvr āmtụ̄) blkh gczhụ̄ zyv mkhtlf drvazav kinụ̄ dạkhl, mgr bh hykv nh tvhụ̄ Allah tʿālyā sndi mshyt nishhi bchạvith, ḥkm chuhnh tas vrạe kạnshi hund thi chlan, tsụ̄ pytth kvr me bhrvsh, th yas kạnshi akis thi bhrvsh āshi krun tsụ̄ pytth krin."
  },
  {
    "verse_id": 68,
    "translation": "Th vaqʿh thi spud yy zi yylhi tim pnnis mạlụ̄ sndi hdayth mṭạbq shhrs andr (mkhtlf drvazh kinụ̄) dạkhl spdụ̄, th tmụ̄ snz yih aḥtyaṭy tdbyr āyih nh Allah tʿālyā sndis mshyt kis mqabls mnz rczh thi bkar. Ā, vonụ̄ gvv yus andyshh yʿqvb sndis dils mnz avs, suh dvur krnh khạṭr kr tmụ̄ pnnụ̄ kinụ̄ kvushsh. Be shk avs suh sanhi dinh āmczi tʿlym kinụ̄ ṣaḥbi ʿlm, mgr akthr lukh chihnh mʿāmlch ḥqyqt zanan."
  },
  {
    "verse_id": 69,
    "translation": "Ym lukh vạtụ̄ yvsf sndis khdmts mnz, tmụ̄ nyvu pnun bve nad dith pans nish alg, th vvnun tas zi, bh chuhs chvn sue bve (yus rvvmut avs) vonụ̄ mh kr cz timn kthn hund ghm, yimh kthh yim lukh chih rvudimtụ̄ kran. (ghalbaan āshi mlaqats mnz ban yamiynn vvnmut zi yvsf sndi pth kmh kmh ziyadtiyih kri vor bayv, th ḥẓrt yvsf ʿlyh alslamn āshi bạyis dilash diyutmut zi vonụ̄ rvzkh cz mye nishhi, yimn ẓạlimn hndis pnjs mnz dimath nh bh dubarh, bnan chuh athụ̄ mvqʿs pytth āshi doyv bayv yithi mshvrh kvrmut zi bin yamiyns mṣrs mnz rukavnh khạṭr kya tdbyr yiyhi krnh, yymhi sintụ̄ suh prdh thi rvzi brqrar yus ḥẓrt yvsf mṣlḥtaan vunhi brqrar ạsụ̄ yczhan thavun.)"
  },
  {
    "verse_id": 70,
    "translation": "Yylhi yvsf yimn bayn hund samanh lvg brnavnhi, tmụ̄ thvv pnins bạe sndis samans mnz pnun pyalh, pth lve akụ̄ nad layn vạlụ̄ nad, ae qạflh valyv, tvhụ̄ chihv czvur."
  },
  {
    "verse_id": 71,
    "translation": "Tmv purvczh pvt phyrith, cze kus chyz rvue?"
  },
  {
    "verse_id": 72,
    "translation": "Srkạrụ̄ mulạzimav vvn, badshah sund pymanh chuhnh ashi mylan. (th tihndụ̄ jmʿdarn vvn) yus shkhṣ anith diyih, tas khạṭr chuh bari shutr anʿām (yʿny akis avntt sund vzn), aamiyuk dhimh chuhs bh nivan."
  },
  {
    "verse_id": 73,
    "translation": "Yimv bayav vvn, Allah tʿālyā sund qsm, tvhụ̄ chihv tthyk pạtthụ̄ zanan zi asụ̄ chihnh yth mlks mnz fsad krnhi āmtụ̄, th asụ̄ chihnh czvur krn vạlụ̄ lukh."
  },
  {
    "verse_id": 74,
    "translation": "Timv vvn, achha, agr tuhnz kth aapz drayih, tylhi kya chuh czvur sund sza?"
  },
  {
    "verse_id": 75,
    "translation": "Timv vvn, tmụ̄ sund sza? Yymụ̄ sndi samanh mnz chyz nyri, suh gczh pane pnnis sza hs mnz thavnh yun, aashi nishhi chuh ẓạlimn sza dinuk yohe ṭryqh."
  },
  {
    "verse_id": 76,
    "translation": "Tmhi pth kr yvsf ʿlyh alslamn pnnis bạys brvnhh tihnzn gunan tlạshy shrvʿ, pth kvrun pnnis bạe snzi gunhi mnz rvvmut chyz brāmd, yithh pạtthụ̄ kvr aashi yvsf sund tạyyd pnnhi tdbyr sintụ̄, tmụ̄ snz kạm ạs nh yih zi badshah sndi diynh (yʿny mṣr khi shạhy qanvnh) mnz rtthi he pnnis bạys, aila yih zi Allah tʿālyā he yyczihh (ʿām pạtthụ̄ chuh aamhi āytuk yih trjmh krnh yivan zi, yvsf hykhan nh badshah sndi qanvn muṭabq pnnis bạyis rttith. Albth agr aath yih mʿny yiyhi krrnh, tylhi chhe kth bialkl be mʿny spdan. Czvur nah rttnuk kya vjh hykhi ạkhr badshah sndis qanvns mnz ạsith? Kya dunya hs mnz chha kanhh slṭnt ticzh thi ạsmcz yymyuk qanvn czvurs āshi nh grftar krnuk ajazt divan? Lhādha chhe ṣḥyḥ kth yih zi Allah tʿālyā sndis nby ḥẓrt yvsf ʿlyh alslamn hnz ạs nh yih kạm zi badshah sndi qanvn mṭạbq krhn ʿml, tve chih ḥẓrt yvsf pnnyn bayn tihndi (ʿlaquk) qanvn prczhan th shryʿti abrahymy mṭạbq chih bạyis rttan) asụ̄ yymụ̄ sndụ̄ drjhi yczhan chih, blnd chih kran, th akh ʿlm thavn vvl chuh tiyuth, yus prth ṣaḥbi ʿlm sndi khoth balatr chuh."
  },
  {
    "verse_id": 77,
    "translation": "Yimv bayav vvn, agr yih czvur kri, tʿjb kth thi chahnh kynhh, amis brvnhh chhe amụ̄ sndụ̄ bạe (yvsf ʿlyh alslamn) thi czvur krmcz. Yvsf (ʿlyh alslamn) bvuz yihnz yih kth th krn czydd, ḥqyqt krrn nh yimn brvnhh knhi nnụ̄, bs (vutthv tlụ̄) vvnun yute zi, sytthah khrab chihv tvhụ̄ lukh, (me brvnhh knhi) yus alzam tvhụ̄ lgavan chihv, tmich ḥqyqt chuh Allah tʿālyā varh pạtthụ̄ zanan."
  },
  {
    "verse_id": 78,
    "translation": "Timv vvn, ae srdar, dhy aqtdar (ʿzyz), (yth jayih yus lfẓ ʿzyz ḥẓrt yvsf ʿlyh alslamn hndi khạṭr vrtavnh chuh āmut. Ṣrf chuh ath bnyads pytth mufsrv qyas kvrmut zi ḥẓrt yvsf ạsụ̄ tthụ̄ mnṣbs pytth mamvur spdụ̄ mtụ̄, yth pytth amhi brvnhh zulykha hund khandar mamvur avs, mgr aashi chhe āyt nmbr 30 kis ḥạshys mnz vẓaḥt krmcz zi yih avs nh mṣrs mnz kunhi khaṣ mnṣbuk nav. Blkh avs mḥẓ ṣaḥbi aqtdar kis mʿnys mnz vrtavnh yivan.) amụ̄ sund mvl chuh varyah budd ansan, amụ̄ snzi jayih rttyvun tvhụ̄ aashi mnz kanhh, aashi chihv tvhụ̄ sytthah nyk nfs ansan basan."
  },
  {
    "verse_id": 79,
    "translation": "Yvsf (ʿlyh alslamn) vvn, Allah tʿālyā sund pnah, byakh kanhh shkhṣ kithh pạtthụ̄ hykvn asụ̄ rttith, yas nishhi aashi pnun mal lvb, suh trạvith agr asụ̄ byakh rttvn, tylhi āsv asụ̄ ẓạlim. (aḥtyaṭ vuchihv zi, czvur chihnh vnan, blkh chih vnan yih zi yas nishhi ashi pnun mal lvb. Athụ̄ chih shrʿ kis aṣṭlaḥs mnz tavriyh vnan, yʿny ḥqyqts pytth prdh travun ya amri vaqʿh chuhpavun. Yylhi kạnshi mẓlvms ẓạlims nishhi bchavnh khạṭr ya kanhh bvdd sitm dvur krnch kanhh ṣvurt aamhi vrạe āshi nh zi kanhh khlafi vaqʿh kth yiyhi vnnh, ya yiyhi khlafi ḥqyqt kanhh ḥylh krnh, tylhi kri ath ṣvurts mnz akh prhyz gar ansan ttakarh aapuz vnnh nishhi ajtnab kran kran ticzhh kth vnnch ya tczih tdbyr krnch kvshsh, yymhi sintụ̄ ḥqyqt chuhpạvith bdy yiyhi dvur krnh. Vonụ̄ vuchihtv aath sạrise mʿāmls mnz kithh pạtthụ̄ chih ḥẓrt yvsf jạyz tavriyh hkụ̄ shraʿṭ pvur kran. Bạe snzi rẓa mndy san chih tmụ̄ sndis samans mnz pyalh thavan, mgr mlạzimn vvnukh nh zi amis pytth lgạviv czvuri hund alzam. Yylhi srkạrụ̄ mulạzmav czvuri hndis alzams mnz yim lukh rttith anụ̄, th khamvshy san vthụ̄ th krkh tlạshy. Vonụ̄ yylhi timv bayav vvn zi bin yamiyn snz jayih rttiyvun ashi mnz kanhh, th amhi kis jvabs mnz thi krkh tihnze kth timn aultth zi tuhund pnun ftvyā avs yih zi yymhi sndi samanh mnz mal chuh dramut sue rttyvun, lhādha chuh vonụ̄ tohyih brvnhh kanhi bin yamyn sndi samanh mnz svn mal dramut, th yohe rttvn asụ̄ pans nishhi, byakh kithh pạtthụ̄ hykvn amụ̄ snzi jayih rttith)"
  },
  {
    "verse_id": 80,
    "translation": "Yylhi tim yvsf ʿlyh alslams nishhi mayvus spdụ̄, tim drae pth akis kvuns kun th lvgukh mshvr krun, yimv mnz yus sarine ziyutth avs tmụ̄ vvn, tohyih chahv na pe zi tuhndụ̄ mạlụ̄ chuhv tohyih Allah tʿālyā sndis navs pytth ʿhd v pyman hyvtmut? Th amhi brvnhh yikynczhah tohyih yvsf sndis mʿāmls mnz kvrmut chuhv, suthi chuhv tohyih pe, vonụ̄ nyr nh bh hrgz yythi yvt tam nh me vạld ṣạb ajazt diyih, nath yvt tam nh ṣrf Allah tʿālyā myạnis ḥqs mnz kanhh fạṣlh frmavi, tikyazi suh chuh sarive khoth bhtr fạṣlh krn vvl."
  },
  {
    "verse_id": 81,
    "translation": "Tvhụ̄ gczihv th vniv pnnis vald ṣạbs zi, aba jan, chạnụ̄ ṣaḥib zadn chhe czvur krmcz, ashi vuchhnh suh czvur kran, yikynczhah ashi pe lvg, bs sue chih asụ̄ byan kran, th ghybch nghbạny hykv nh asụ̄ krith (yʿny aashi chuhnh ʿlmi ghyb)."
  },
  {
    "verse_id": 82,
    "translation": "Tvhụ̄ prcziho tmhi bsty hndyn lukn yythi asụ̄ ạsụ̄, qafls prczhv, ys sintụ̄ asụ̄ āmtụ̄ chih, asụ̄ chih pnnis byans mnz bialkl pzyạrụ̄."
  },
  {
    "verse_id": 83,
    "translation": "Yih dastan bvuzith vvn mạlụ̄, draṣl bnạv tuhndụ̄ nfsn tuhndi khạṭr byyhi akh kth shl (yʿny tohyih nzdyk chuh yih bavr krun varyah shl zi myvn frznd yymụ̄ sndi nyk krdar nishhi bh tthyk pạtthụ̄ vạqf chuhs, hykhi akhi pyalh chih czvuri hund murtkb spdith. Tuhndi khạṭr ạs godd pnun bve rav ravnch, th tmụ̄ snz qmyẓhi pytth aapuz khvn mthith aannụ̄ varyah shl kạm bnymcz. Vonụ̄ spud tiyutuhe shl tuhndi khạṭr, dvyimis bạys pzpạtthụ̄ czvur manun th me nish vạtith aamich khbr dinụ̄ thi) achha bh kr aath pytth thi ṣbr th var pạtthụ̄ kr. Dvur chuhnh zi Allah tʿālyā ralavi timn sarine me sintụ̄, suh chuh svrue kynhh zanan th tmụ̄ snz sare kamhi chhe ḥkmts pytth bnith."
  },
  {
    "verse_id": 84,
    "translation": "Pth phuyr tmụ̄ timn nishhi roe th lvg vannh zi, hae yvsf! Suh avs andry andry ghmh sintụ̄ glan, th tmụ̄ snz achh āsh sfyd gmcz."
  },
  {
    "verse_id": 85,
    "translation": "Frzndv vvn, khdara! Tvhụ̄ chhvun bs yvsf yad kran rvzan, nvbt chhe yih vạczmcz zi tmụ̄ sndis ghms mnz kriv tvhụ̄ pans svur ya kriv pnun pan hlak."
  },
  {
    "verse_id": 86,
    "translation": "Tmụ̄ vvn, bh chuhs nh pnnhi pryshạny thi pnnhi ghmuk fryad khudays vrạe byyhi kạnshi kran, th khudays nishhi yithh pạtthụ̄ bh vạqf chuhs tvhụ̄ chihv nh."
  },
  {
    "verse_id": 87,
    "translation": "Myanyv gvbrv, gczihv yvsf th tmụ̄ sndis bạe sund nyb krriv, Allah tʿālyā sndi rḥmt nishhi mah gczihv naamyd, tmụ̄ sndi rḥmt nishhi chih ṣrf kạfre yạtụ̄ naamyd spdan."
  },
  {
    "verse_id": 88,
    "translation": "Yylhi tim lukh mṣr gczihth yvsf snzi pyshy mnz dạkhl spdụ̄ th timv kvr ʿrẓ zi, ae srdari ba aqtdar, asụ̄ th sạnụ̄ ahl v ʿīal chih skht mṣybts mnz, th asụ̄ chih kynhh mʿmvly rqm hyth āmtụ̄, tvhụ̄ diyiv aashi bhr pvur anaj th byyhi diyiv khyrat, Allah tʿālyā chuh khyrat dinh valyn jza divan."
  },
  {
    "verse_id": 89,
    "translation": "(yih bvuzith rvud nh yvsf ʿlyh alslams pans tam) tmụ̄ vvn, tohyih chuhvh yikynczhah thi pe zi tohyih kya avsuv yvsf ʿlyh alslams th tmụ̄ sndis bạyis sintụ̄ kvrmut, yylhi zn tvhụ̄ nadan ạsiv?"
  },
  {
    "verse_id": 90,
    "translation": "Votth khyth vvn timv, hae! Kya cz chuhkhh yvsf? Tmụ̄ vvn, ā, bh chuhs yvsf th yih chuh myvn bve. Khudayn kvr aashi pytth aḥsan. Ḥqyqt chhe yih zi agr kanhh tqvyā has th ṣbrs kạm hyyih, tylhi chuhnh khudays nishhi tmụ̄ sund ajr ẓayʿ gczhan."
  },
  {
    "verse_id": 91,
    "translation": "Timv vvn, bkhda, cze krne khudayn ashi pytth fẓylt ʿṭa, th pzpạtthụ̄ ạsụ̄ asụ̄ khṭa kar."
  },
  {
    "verse_id": 92,
    "translation": "Tmụ̄ diyut jvab, aaz chahnh tohyih pytth kanhh grft, Allah tʿālyā krinv tohyih mʿāf, suh chuh sarive khoth khsith mʿāf krn vvl."
  },
  {
    "verse_id": 93,
    "translation": "Gczihv myạnụ̄ yih qmyẓ niyv, th myạnis mạlis trạviv buthis pytth, timn yiyhi gash vaps, th pnun svrue ahl v ʿīal anyvun me nishhi."
  },
  {
    "verse_id": 94,
    "translation": "Yylhi yih qạflh (miṣr pytthh) rvanh spud, tihindụ̄ babh ṣạbn vvn (knʿāns mnz) bh chuhs yvsf snz khoshbve mḥsvs kran, yinh tvhụ̄ lukh vniv zi bh chuhs bujrs mnz ddvlmut."
  },
  {
    "verse_id": 95,
    "translation": "Gr kyv bạczv vvn, khdae sund qsm, tvhụ̄ chihv vunhi thi prạnis vahms mnz."
  },
  {
    "verse_id": 96,
    "translation": "Pth yylhi khosh khbr aann vvl vvt, th tmụ̄ trạv yvsf snz qmyẓ yʿqvb sndis roys pytth, th tamy saʿth āv tas byyhi achh gash. Pth vvn tmụ̄, bh avsav na tohyih vnan? Bh chuhs Allah tʿālyā sndi ṭrfh tikynczhah zanan yinh tvhụ̄ zanan chihv."
  },
  {
    "verse_id": 97,
    "translation": "Sarivyav vvn, aba jan, tvhụ̄ kriv sanyn gnahn hndi mghfrt khạṭr duʿā, pzipạtthụ̄ ạsụ̄ asụ̄ khṭa kar."
  },
  {
    "verse_id": 98,
    "translation": "Tmụ̄ vvn, bh kr pnnis rbs tuhndi khạṭr mʿạfy hund drkhvast, suh chuh sytthah mʿāf krn vvl th rḥym."
  },
  {
    "verse_id": 99,
    "translation": "Pth yylhi yim lukh yvsf ʿlyh alslams nishhi vạtụ̄, tmụ̄ byhnạvụ̄ pnnụ̄ valdyn pans sintụ̄, th pnnyn sarine khandan valyn vvnun pkiv, vonụ̄ pkiv shhrs mnz, khudayn agr yvczh, tylhi rvuziv amn v skvn san."
  },
  {
    "verse_id": 100,
    "translation": "(shhrs mnz dạkhl spdnh pth) tulụ̄ tmụ̄ pnnụ̄ valdyn th byhnạvin pans nishhi tkhts pytth, th sạry vthụ̄ be akhtyar tas brvnhh knhi sjds. (lfẓ sjdh nishhi chhe varyahn lukn ghlṭ fhmy spzmcz, ḥtyā kh akụ̄ drụ̄ chuh aamy nishhi astdlal krith badshahn th pyrn khạṭr sjdh tḥyth th sjdh tʿẓymy huk jvaz kvddmut. Baqy lukn pyyih amhi qbaḥt nishhi bchnh khạṭr yih vẓaḥt krnụ̄ zi brvuntthmyn shryʿtn mnz avs sjdh ʿbadt ghyru Allah hn khạṭr ḥram, rvud vonụ̄ suh sjdh yus ʿbadt kh jdhbh nishhi khạly āshi, tylhi hykhi suh khudays vrạe baqyn thi krnh yith, albth shryʿt Muḥammady ṣly Allah ʿlyh v slms mnz āv prth qsmuk sjdh ghyru Allah hn khạṭr ḥram krnh. Mgr sare ghlṭ fhmyih chhe draṣl amhi vjh kinụ̄ pạd gmcz zi lfẓ sjdh āv mvjvdh aslạmy aṣṭlaḥuk hm mʿny smjhnh, yʿny aathh, kvtthụ̄ th ddykh zmyns pytth thavun. Ḥalankh sjduk mʿny chuh mḥẓ namun th yth jayih chuh yih lfẓ athụ̄ mʿnys mnz vrtavnh āmut.) yvsf ʿlyh alslamn von, aba jan, yih chuh tʿbyr myanhi tmhi khvabuk, yus me brvnhh avs vuchhmut, myạnụ̄ rbn bnvv yih ḥqyqt, tmụ̄ sund aḥsan chuh zi tmụ̄ kvddns bh qạd mnz, th tvhụ̄ anụ̄nav ṣḥra mnz krrith th ralạvinav me sintụ̄, ḥalankh shyṭann avs me th myanyn bayn drmyan phattvan vad turvvmut, pzr chuh yih zi myvn rb chuh ghyr mḥsvs tdbyrv sintụ̄ pnnụ̄ mshyt pvur kran, be shk chuh suh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 101,
    "translation": "Ae myanhi rbh, cze krth me ḥkvmt ʿṭa, th bh hychhnvvths kthn hndis czkis tl vatun. Zmyn v āsman bnavan valhi, cze chuhkh dunya hs th ạkhrts mnz myvn srprst, myvn khạtmh kr aslams pytth th me ralav ṣalḥiynn sintụ̄."
  },
  {
    "verse_id": 102,
    "translation": "Ae nby, yih qṣh chuh ghyb chv khbrv mnz, yus asụ̄ tohyih pytth vaḥy chih kran, nath ạsiv nh tvhụ̄ tmhi saʿth mvjvd, yylhi yvsf sndyv bayav panh vạnụ̄ atfaq krith sazish ạs krmcz."
  },
  {
    "verse_id": 103,
    "translation": "Mgr tvhụ̄ yyczhụ̄ tav kvutah thi, yimv mnz chihnh akthr lukh mann vạlụ̄."
  },
  {
    "verse_id": 104,
    "translation": "Ḥalankh tvhụ̄ chihv nh amhi khdmt khạṭr yimn kanhh aujrt thi mngan, yih chhe akh nṣyḥt yosh dunya valyn khạṭr ʿām chhe."
  },
  {
    "verse_id": 105,
    "translation": "Zmyns th āsmann mnz kạczah nshạniyih chhe yimv pytthụ̄ yim lukh pkan chih rvzan, th rczh chihnh yim tvjh kran."
  },
  {
    "verse_id": 106,
    "translation": "Yimv mnz chih akthr khudays manan, mgr tithh pạtthụ̄ zi tas sintụ̄ chih baqyn shryk tthhravan."
  },
  {
    "verse_id": 107,
    "translation": "Kya yim chha mṭmʿn zi Allah tʿālyā sndi ʿdhabch kanhh blae kya rtthi nh yimn, ya be khbry mnz kya yiyhi nh qyamtch gr achank yimn pytth."
  },
  {
    "verse_id": 108,
    "translation": "Tvhụ̄ vniv yimn ṣaf zi, myạnụ̄ vath chhe yih, bh chuhs khudays kun nad divan, bh chuhs panh thi pvur gashs mnz pnnụ̄ vath vuchhan, th myạnụ̄ sạthy thi chih vuchhan, th Allah tʿālyā chuh pak th shrk krn valyn sintụ̄ chuhnh me kanhh vasṭh."
  },
  {
    "verse_id": 109,
    "translation": "Ae nby, tohyih brvntth yim pyghmbr ashi svuzimtụ̄ ạsụ̄, tim thi ạsụ̄ sạry ainsane, th timne bstyn hndyv rvzn valyv mnz ạsụ̄, th timne kun chih asụ̄ vḥy rvudimtụ̄ svzan. Pth kya, yim lukh chihna zmyns mnz phyirimtụ̄ thvurimtụ̄, th timn qvmn hund anjam vuchhna yimv, yim yimn brvnhh chih guzrymtụ̄? Pzpạtthụ̄ chuh ạkhrtuk gr timn lukn khạṭr zyadh bhtr yimv(pyghmbrn hnz kth mạnith) tqvyā hch rvish akhtyar kr, kya vunhi thi smjhiv na tvhụ̄ lukh?"
  },
  {
    "verse_id": 110,
    "translation": "(godd nikyn pyghmbrn sintụ̄ thi chuh yy spdan rvudmut zi tim rvudụ̄ varyahs vqts nṣyḥt kran th lukv diyut nh bvuzith thi jvab) yvt tam zn pyghmbr spdụ̄ lukv nishhi mayvs, th lukv thi smujh zi timn avs āmut aapuz vnnh, th pth vvt achank pyghmbrn svn mdd, pth yylhi yuth mvqʿ vatan chuh, tylhi chuh svn qaʿdh yih zi yus asụ̄ yczhan chihn suh chihn bchavan, th mujrmav pytthh yiyhi nh svn ʿdhab vaps phirnh."
  },
  {
    "verse_id": 111,
    "translation": "Brvuntthmyn lukn hndyn yimn qṣn mnz chuh ʿql th hvsh thavn valyn khạṭr ʿbrt, yikynczhah yih qrāns andr byan chuh yivan krnh, ymh chahnh bnavtty kthh, blkh yimh ktabh yymhi brvnhh chhe āmcz, yih chuh timne hund tṣdyq, th prth chyzuk tfṣyl (yʿny prth tmhi chyzuk tfṣyl yus ansan sndi hdayt th rhnmạyy khạṭr ẓrvry chuh. Kynhh lukh chih prth chyz kh tfṣyl nishhi murad khvah mkhvah dunya kyn sarine chyzn hund tfṣyl nivan th pth chhe timn yih pryshạny pysh yivan zi qrāns andr chuhnh jnglat, ṭib, ryạẓy th baqyn ʿlvm v fnvnn mtʿlq kanhh tfṣyl mylan, th kynhh lukh chih pth zbrdsty prth fnuk tfṣyl qrān mnz krrnhi lgan.) th ayman aann valyn khạṭr chuh hdayt th rḥmt."
  }
]