[
  {
    "verse_id": 1,
    "translation": "A. L. M. R. Yim chih ktabi alhāy hndụ̄ āyat, th yikynczhah tuhndis rb sndi ṭrfh tohyih kun nạzil chuh āmut krnh, suh chuh ʿīni ḥq, mgr (tuhndi qvmkụ̄) akthr lukh chihnh manan."
  },
  {
    "verse_id": 2,
    "translation": "Suh chuh Allah tʿālyā he yymụ̄ āsman chih tithyv thamav vrạe qạyim krimtụ̄, yim tohyih nẓri āsn gczhan, (dvyimyn lfẓn mnz vanv zi āsman krin ghyr mḥsvs th ghyr maryy yʿny timv chyzv th sharav sintụ̄ qạyim, yim nh aashi vuchhmtụ̄ chih. Bẓạhr chuhnh vsyʿ fẓa hs mnz tiyuth kanhh chyz, yus yimn be ḥd th be ḥsab starn th syarn thaph krith āshi. Mgr akh ghyr mḥsvs ṭaqt chuh yus prth kạnshi tmụ̄ sndis mqams th mdars pytth rukạvith chuh, th yimn ʿẓymu alshan chyzn chuhnh zmyns pytth ya aakh akis pytth vsith pynh divan.) pth spud suh pnnis slṭnt kis tkhts pytth jlvh frma, th tmụ̄ bnvv āftab th mahtab akhi qanvnuk pabnd. Yymhi sary nẓamuk prth kanhh chyz chuh akis muqrr vqts tam pkan, th Allah tʿālyā he chuh amhi sary kamhi hnz tdbyr kran, suh chuh vyczhnụ̄ vyczhnụ̄ nishạnyih byan kran. (yʿny amhi kthhi hnz nshạnyih zi Allah tʿālyā sund rsvl yimn ḥqyqtn hnz khbr divan chuh, timh chhe fy alvaqʿ pz ḥqyqth. Kaʿnats mnz chih prth ṭrfh yimn pytth gvạhy dinh vạlụ̄ āthar mvjvd, agr lukh achh mczrạvith vuchahn, tylhi vuchhn tim zi qrāns andr yimn kthn pytth ayman aannch dʿūt chhe dinh āmcz, zmyn v āsmann mnz yim be shumar nishanat phhlith chih, tim chih yimn kthn hund tṣdyq kran.) shayd zi tvhụ̄ kriv pnnis rb sndi mlaqatuk yqyn."
  },
  {
    "verse_id": 3,
    "translation": "Th sue chuh yymụ̄ yih zmyn vahrạvith chhe thạvmcz, aath mnz chahn pharrn hnz mykhh tthạkith thavmcz, th driyav chihn bhạvimtụ̄, tmy chih prth qsmh kyn phln hndụ̄ jvr pạd krimtụ̄, th sue chuh dohs pytth rat ṭạry kran, yimn sarine chyzn mnz chhe bjhi nshạnyih timn lukn khạṭr yim ghvr v fkrs chih kạm hyvan."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi vuchihv, zmyns mnz chih byvn byvn khṭh aathh yivan, yim akh akis nkhh nkhh chih. Dchhhi bagh chih, khah chih (khyth), khzr kulụ̄ chih yimn mnz kynhh chih aukh shakhal th kynhh chih du shakhal (mvulav pytthh). Sarine chuh aakve āb syrab kran, mgr mzs mnz chihn kanhh asụ̄ bhtr bnavan th kanhh chihn kmtr, yimn sarine chyzn mnz chhe varyah nshạnyih timn lukn khạṭr yim ʿqlhi chih kạm hyvan."
  },
  {
    "verse_id": 5,
    "translation": "Vonụ̄ agr tohyih tʿjub chuhv krun, tylhi chhe tʿjubs layq lukn hnz yih kth zi, yylhi asụ̄ mrith spdav mycz tylhi kya asụ̄ yimva nvi sr pạd krnh? Yim chih tim lukh yimv pnnis rbs sintụ̄ kufr chuh kvrmut (yʿny yuhund ạkhrts ankar krun chuh draṣl khudays th tmụ̄ sndis qdrts th ḥkmts ankar. Yim chihnh ṣrf yutue yvt vnan zi svn myczi mnz rlith nvi sr pạd spdun chuh ghyr mmkn, blkh chuh yihndis athụ̄ qavls mnz yih khyal thi pvshydh zi mʿādh Allah, suh khudae chuh ʿạjz, drmandh th nadan th vsụ̄ payh, yymụ̄ yim pạd chih krimtụ̄.) yim chih tim lukh yihnzn grdnan mnz ṭvq chih nạlụ̄. (grdnụ̄ mnz ṭvq nạlụ̄ āsun chuh qydy āsnch ʿlamt. Yimn lukn hnzn grdnan mnz ṭvq nạlụ̄ āsnuk mṭlb chuh yih zi yim lukh chih pnnhi jhaltkụ̄, pnnhi nfsh kyn khvạhshatn hndy th pnnyn jdn ajdadn hndi achh vttith tqlydkụ̄ asyr, yim hykn nh āzadanh ṭvr ghvr v fkr krith. Yim chih pnnyv tʿṣubatav tithh pạtthy bnd rttimtụ̄ zi yim hykn nh ạkhrt mạnith, agr chih aamiyuk manun chuh srasr mʿqvl, th ạkhrt kis ankars pytth chih jmith, yylhi zn suh srasr namʿqvl chuh.) yim chih jhnmy th hmyshh rvzn jhnms mnz."
  },
  {
    "verse_id": 6,
    "translation": "Yim lukh chih rczr brvnhh burạyy mvjvb jldy kran (yʿny yim chih ʿdhabuky muṭalbh kran) ḥalankh yimn brvnhh (yim lukh aath rvishhi pytth pkmtụ̄ chih, timn pytth chhe Allah tʿālyā sndi ʿdhab chhi) ʿbrtnak mithalh guzrymcz ḥqyqt chhe yih zi tuhund rb chuh lukn hnzv zyadtiyav bavjvd timn sintụ̄ chshm pvshy kạm hyvan, th yithi chhe ḥqyqt zi yuhund rb chuh skht sza dinh vvl thi."
  },
  {
    "verse_id": 7,
    "translation": "Yim lukh yimv tuhnz kth mannh nishhi ankar chuh kvrmut, chih vnan zi, amis shkhṣs pytth kyazi spz nh amụ̄ sndis rb sndi ṭrfh kanhh nshạny nạzil? Tvhụ̄ chihv mḥẓ khbrdar krn vạlụ̄, th prth qvmh khạṭr chuh akh rhnma."
  },
  {
    "verse_id": 8,
    "translation": "Allah tʿālyā chuh akis akis ḥạmlh sndi shikmh nishhi vạqf, yikynczhah ath mnz bnan chuh, tth thi chuh suh zanan thi yikynczhah tth mnz kmy byshy chhe āsan tmhi nishhi thi chuh suh bakhbr rvzan. Prth chyz khạṭr chuh ts nishhi akh mqdar muqrr."
  },
  {
    "verse_id": 9,
    "translation": "Yikynczhah pvshydh chuh th yikynczhah nvn chuh, ts chhe prth chyzch pae. Suh chuh bzrg th prth ḥals mnz chuh bala tr rvzn vvl."
  },
  {
    "verse_id": 10,
    "translation": "Ts khạṭr chuh svrue yksan khvah tohyih mnz krụ̄tn kanhh shkhṣ zvr kth ya krụ̄tn lothi, th kanhh ạsitn rạcz hndis anhi gttis mnz khttith ya ạsitn duhlụ̄ gashs mnz pkan."
  },
  {
    "verse_id": 11,
    "translation": "Prth shkhṣs chih brvuntthụ̄ kinụ̄ th ptụ̄ kinụ̄ tmụ̄ sndiụ̄ mqrr krnh āmtụ̄ ngran ligth, yim Allah tʿālyā sndi ḥukm sintụ̄ tmụ̄ snz ngrạny chih kran, ḥqyqt chhe yih zi Allah tʿālyā chuhnh kunhi qvmuk ḥal bdlavan yvt tam nh suh khod panh pnnụ̄ avṣaf bdlavi. Th yylhi Allah tʿālyā kunhi qvms shhmt aannuk fạṣlh kri, tylhi hykhi nh so pth kạnshi hndi ttalnh sintụ̄ ttlith, nah hykhi Allah tʿālyā sndis mqabls mnz yithhi qvmuk kanhh ḥạmy th mddgar ạsith."
  },
  {
    "verse_id": 12,
    "translation": "Sue chuh yus tohyih brvnhh kanhi vuzmlh chuh chmkavan, yimn kun vuchihth tohyih andyshhi thi chih laḥq spdan th aumyd thi chahv āsan, sue chuh yus ābh hvt avbur chuh tulan."
  },
  {
    "verse_id": 13,
    "translation": "Avbr ggrae chhe tmụ̄ sndi ḥmd san tmụ̄ snz pạky byan kran. (yʿny avbr ggrae chhe yih ẓạhr kran zi yymụ̄ khudayn yim hva chlạvụ̄, th yim bahh tulụ̄, yih gvn avbr kvrun jmʿ, yih vuz mlh bnạvn bạrshhi hnd dhryʿh th ythh pạtthụ̄ kvrun zmyn kyn mkhlvqatn khạṭr ābuk antẓam, suh chuh pnnis ḥkmts th qdrts mnz kạmil, pnnyn ṣfatn mnz chuh be ʿīb th pnnhi khudạyy mnz chuh lashryk. Janvrn hndụ̄ pạtthụ̄ bvzn vạlụ̄ chih amhi avbr mnz ṣrf ggrayih hnz āvaze yạcz bvzan, mgr yimn lukn hvsh dar kan chih, tim chih avbrchhi zbạnụ̄ tvḥyduk aʿlan bvzan) th frshth chih tmụ̄ sndi hybth sintụ̄ lrzan lrzan tmụ̄ snz tsbyḥ kran, suh chuh ttasrae krn vajinhi vuzmlh svzan, th (bsa avqat) chuh timn ys pytth yczhan chuh ts pytth ʿīni tth ḥalts mnz giravan yylhi zn lukh Allah tʿālyā sndis bars mnz chih czuvan āsan, pzipạtthụ̄ chhe tmụ̄ snz chal sytthah zbrdst."
  },
  {
    "verse_id": 14,
    "translation": "Tsụ̄ chuh nad layun brḥq. (nad layun chuh murad pnnyn ḥajtn hndi mdd khạṭr nad layun. Mṭlb chuh yih zi ḥajt rvạyy th mushkl kushạyy hndụ̄ sạry akhtyarat chih tmụ̄ sndise aths mnz. Amhi mvjvb chuh ṣrf tsụ̄ duʿā mngun brḥq.) rvz vonụ̄ timh baqy hstiyih, ts trạvith yimn hstiyan yim lukh nad chih layan, timh hykn nh tihndyn duʿāhn kanhh jvab dith, yimn nad layun chuh tiytuhe, znth kanhh shkhṣ ābs kun aathh dạrith tth zarpar kri zi cz vat myạnis ạsas tam, ḥalankh āb chuhnh ts tam vatn vvl kynhh. Bs yithe pạtthụ̄ chihnh kạfrn hndụ̄ duʿā thi kihinụ̄, mgr akh tiyir yath nh kanhh nshanh chuh."
  },
  {
    "verse_id": 15,
    "translation": "Suh chuh Allah tʿālyā he yas zmyn v āsmanuk prth kanhh chyz ṭvʿāan v krhaan (khvshy ya nakhvshy san) chuh sjdh kran. (sjdh nishhi chuh murad aṭaʿts mnz nmun, ḥkm bja aanun th sr tslym kham krun.) th sarine chyzn hnz czhayih chhe ṣbḥ v sham tas brvnhh knhi nman. (czhayn hndi sjdh krnh nishhi chuh murad yih zi chyzn hnzn czhayn hund ṣbḥ v sham maghrbs th mshrqs kun pyvn chuh amhi kthhi hnz ʿlamt zi yim sạry chyz chih kạnshi hndi ḥukmkụ̄ mṭyʿ th kạnshi hndis qanvns matḥt)"
  },
  {
    "verse_id": 16,
    "translation": "Yimn prczihv āsmanuk th zmynuk rb kus chuh? Vniv, Allah. Pth vniv yimn zi yylhi yih ḥqyqt chhe, kya tylhi chihvh tohyih suh trạvith, tithụ̄ mʿbvd pnnụ̄ kar saz tthhrạvimtụ̄, yim khod pnnhi khạṭr thi kunhi nfʿ th nqṣanuk akhtyar chihnh thavan? Vniv, kya avn th gashdar chha brabr āsan? Kya gash th aanhi gtth chha hishy āsan? Th hrgah yih chuhnh, kya tylhi chha yihndiyv tthhravnh āmtyv shrykv thi Allah tʿālyā sndụ̄ pạtthụ̄ kynhh pạd kvrmut, zi tamhi vjh kinụ̄ chuh yimn pytth tkhlyquk mʿāmlh shkh ld spudmut? Vniv, prth chyzuk khạlq chuh ṣrf Allah, th suh chuh kun, sarine pytth ghạlb."
  },
  {
    "verse_id": 17,
    "translation": "Allah tʿālyā han trvv āsmanh rvud, th prth kanhh kol th nalh pvk pnnhi ẓrfh (vusʿth) muṭạbq yih hyth. Pth yylhi shlab thdyav aath pytth khvt pvs thi, th yuthue pvs chuh timn dhatn pytth thi khsan, yimn zyvr th banh vghạrh bnavnh khạṭr lukh chih karan, aamy mithalhi sintụ̄ chuh Allah tʿālyā ḥq kis th bạṭlh kis mʿāmls vaẓḥ kran, yus pvs chuh, suh chuh vuddith gczhan, th yus chyz ansann khạṭr nfʿ dinh vvl chuh, suh chuh zmyns pytth tthhran, yithh pạtthụ̄ chuh Allah tʿālyā mithalav sintụ̄ pnnụ̄ kth smjhavan."
  },
  {
    "verse_id": 18,
    "translation": "Yimv lukv pnnis rb snz dʿūt qbvl kr tihndi khạṭr chuh rczr, th yimv lukv yih qbvl kr nh, tim agr zmyn kh sary dvltkụ̄ mạlik thi āsn, th mzyd krn byyhi yvutah frahm, tim gczhn Allah tʿālyā snzi thaphi nishhi bchnh khạṭr yih svrue fidyas mnz dinh khạṭr tyar. Yim chih tim lukh yimn be vayih ḥsab yiyhi hynh, th yuhund tthikanh chuh jhnm, th suh chuh sytthah bur tthkanh."
  },
  {
    "verse_id": 19,
    "translation": "Yih kithh pạtthụ̄ chuh mmkn zi suh shkhṣ yus tuhndis rb snzi yth ktabhi, yosh tmụ̄ tohyih pytth chhe nạzil krmcz chuh ḥq zanan, th suh shkhṣ yus yymhi ḥqyqt ṭrfh avn chuh, āsn doshve yksan? Nṣyḥt chih dansh mnd lukhe qbvl kran."
  },
  {
    "verse_id": 20,
    "translation": "Th tihund ṭrzi ʿml chuh yih āsan zi tim chih khdays sintụ̄ pnun ʿhd pvur kran, th tath chihnh mẓbvuṭ gnddnh pth phuttravan."
  },
  {
    "verse_id": 21,
    "translation": "Tihnz rvish chhe yih āsan zi khudayn yimn yimn rạbṭn brqrar thavnuk ḥkm chuh diytmut, timn chih brqrar thavan, pnnis rbs chih khoczan, th amhi kthhi hund chuhkh khvf āsan zi khbr timn ma yiyhi be vayih pạtthụ̄ ḥsab hynh."
  },
  {
    "verse_id": 22,
    "translation": "Tihund ḥal chuh yih āsan zi pnnis rb sndi rẓa khạṭr chih ṣbrs kạm hyvan, nmaz chih qạyim kran. Sanhi dinh āmthi rizqh mnz chih ʿlanyih th pvshydh pạtthụ̄ khrch kran, th brạyy chih nyky sintụ̄ dvur kran, ạkhratuk gr chuh yimne lukn khạṭr."
  },
  {
    "verse_id": 23,
    "translation": "Yʿny tithụ̄ bagh yim tihindụ̄ aabdy qyam gah āsn, tim gczhn yimn mnz panh thi dakhl th tihindụ̄ āba v ajdad th tihnz khandarinhi th tihndyv avladv mnz yim ṣalḥ chih, tim thi gczhn timn sintụ̄ tvr, mlạyik yin prth ṭrfh tihndi astqbalh khạṭr."
  },
  {
    "verse_id": 24,
    "translation": "Th timn vann, tohyih pytth chhe slamty, tohyih yithh pạtthụ̄ dnya hs mnz ṣbrs kạm hyczv, tmhi bdvlt spdiv aaz tvhụ̄ amikụ̄ ḥqdar. Kvtah jan chuh yih ạkhrtuk gr."
  },
  {
    "verse_id": 25,
    "translation": "Lhādha rvudụ̄ tim lukh yim Allah tʿālyā sund ʿhd mẓbvṭ gnddnh pth chih puhttravan, yim timn rạbṭn chih czttan, yimn khudayn jvrnuk ḥkm chuh diytmut, th yim zmyns andr fsad chih phhlavan, timn pytth chhe lʿnt, th tihndi khạṭr chuh ạkhrts andr sytthah bur ttihkanh."
  },
  {
    "verse_id": 26,
    "translation": "Allah tʿālyā yas yczhan chuh tas chuh rizqch frạkhy bkhshan, th yas yczhan chuh ts chuh myinith tvulith rzq divan. Yim lukh chih dnyạvy zndgy mnz mst, ḥalankh dunyahch zndgy chahnh ạkhrt kis mqabls mnz akh, mtaʿii qlyl (sytthah km srmayih) vrạe kihinụ̄."
  },
  {
    "verse_id": 27,
    "translation": "Tim lukh yimv (rsalti Muḥammady mannh nishhi) ankar chuh kvrmut, chih vnan, amis shkhṣs pytth kyazi gyih nh amụ̄ sndis rb sndi ṭrfh kanhh nshạny nạzil. Vniv, Allah tʿālyā yas yczhan chuh tas chuh gumrah kran, th suh chuh pans kun ynch vath tsụ̄ havan yus tas kun rjvʿ kri."
  },
  {
    "verse_id": 28,
    "translation": "Yithy lukh chih tim, yimv (amis nby snz dʿūt) mạnimcz chhe, th yihndyn diln chuh Allah tʿālyā yad krnh sintụ̄ aṭmynan nṣyb spdan, khbrdar rvuziv! Allah tʿālyā snz yade chhe suh chyz, yymhi sintụ̄ diln chuh aṭmynan nṣyb spdan."
  },
  {
    "verse_id": 29,
    "translation": "Pth yimv lukv dʿūti ḥq mạnụ̄ th nyk ʿmlh krykh, tim chih khosh nṣyb th timne khạṭr chuh rut anjam."
  },
  {
    "verse_id": 30,
    "translation": "Ae nby, aamy shanh san chihv tvhụ̄ ashi rsvl bnạvith svuzimtụ̄. (yʿny kunhi ticzhh nshạny vrạe yymyuk muṭalbh yim lukh chih kran) akis tiths qvms mnz, yymhi brvnhh varyah qvm chih guzrymtụ̄, takh tvhụ̄ bvnạviyvukh lukh suh pygham, yus ashi tohyih pytth nạzil chuh kvrmut, aath ḥals mnz zi yim pnnis sytthah mhrban Allah tʿālyā sndụ̄ kạfr bnith. Yimn vniv sue chuh myvn rb, tas vrạe chuhnh kanhh mʿbvd, tsụ̄ pytth kvr aashi bhrvsh, th sue chuh myvn mlja th mavyā (yʿny chahpan jae)."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi kya spdi he hrgah kanhh tiyuth qrān yiyhi he nạzil krnh yymhi kh zvr sintụ̄ pharr laghn pkun, ya zmyn spdi he chak, ya laghn murdh qbrv mnz nyrith kthh krnhi? (amhi qsmh chih nshạnyih havnhi chuhnh kanhh mushkl) blkh chuh svrue akhtyar bs Allah tʿālyā sndis aaths mnz (yʿny nshạnyih nah havnuk aṣl vjh chuhnh yih zi Allah tʿālyā kya chuhnh ymh nshạnyih havnch qdrt thavan. Blkh chuh aṣl vjh yih zi yimn ṭryqn kạm hynụ̄ chuh Allah tʿālyā sndis mṣlḥts khlaf. Amhi mvjvb zi aṣl mqṣd chuh hdayt, nah zi akis nby snz nbvt mannavnụ̄. Th hdayt chuhnh amhi vrạe mmkn zi lukn hndis fkr v bṣyrts gczih aṣlaḥ spdun) pth kya ahli ayman chha (vunistam kạfrn hndis mṭalbh kis jvabs mnz kunhi nishạny hndi ẓhvr spdn chih aumyd thạvith bihith, th yih zạnith) sapud na timn aṭmynan zi hrgah Allah tʿālyā yyczihh he tylhi diyih he sarine ansann hdayt? (yʿny agr zannh mannh vrạe mḥẓ akh ghyr shʿūry ayman mṭlvb āshi he, tylhi kya ḥajt avs amhi khạṭr nishạnyih havnuk, yih kạm hykhi he yithh pạtthụ̄ thi spdith zi Allah tʿālyā krihe sarine ansann mvmine pạd) yimv lukv khudays sintụ̄ kufruk rviyih akhtyar krith chuh thvvmut, timn pytth chhe tihndyn kr tvutn hndi vjh sintụ̄ kanhh nth kanhh āft yivan rvzan, nth chhe tihndis grs nkhh kunhi jayih nạzil spdan, yih slslh rvzi chlan, yvt tam zn Allah tʿālyā sund vʿdh pvur gczihh. Pzipạtthụ̄ chuhnh Allah tʿālyā pnnis vʿds khlaf vrzy kran."
  },
  {
    "verse_id": 32,
    "translation": "Tohyih brvnhh thi chuh varyahn rsvln hzl āmty krnh, mgr me trạv hmyshh ankar krn valyn yalh gy, th ạkhrkar rttim tim, pth vuchihv myvn sza kiyuth skht avs."
  },
  {
    "verse_id": 33,
    "translation": "Pth kya suh yus akis akis shkhṣh snzi kmayih pytth chuh nẓr thavan (tmụ̄ sndis mqabls mnz chhe yimh jsarth krnh yivan zi) lukv chih tmụ̄ sndiụ̄ kynhh shryk tthhrạvimtụ̄? Ae nby, yimn vniv (hrgah pzipạtthụ̄ tim Allah tʿālyā sndụ̄ panh bnạvimtụ̄ shryk chih tylhi) vnụ̄tav tihndiụ̄ nav zi tim kam chih? Kya tvhụ̄ chihvh khudays akhi navi kathhi hnz khbr divan, yth suh pnnis zmyns mnz chuhnh zanan, nath chihv bs tvhụ̄ lukh tikynczhah vnan yih ạsh chuhv nyran? Ḥqyqt chhe yih zi yimv lukv ḥqch dʿūt mannh nishhi ankar chuh kvrmut, tihndi khạṭr chhe tihnz mkạrilh khosh krvnhi bnavnh āmcz (ath shirks mkạril vnnuk vjh chuh yih zi draṣl yim star, syar ya frshth ya aarvaḥ ya buzrg ansan, khudạyy ṣfatn th akhtyaratn hndụ̄ ḥạml chih qrar dinh āmtụ̄, th yim Allah tʿālyā sndyn mkhṣvṣ ḥqvqn mnz shryk chih āmtụ̄ bnavnh, timv mnz nah kvr zanhh kạnshi thi yimn ṣfatn th akhtyaratn hund dʿūyā, th nah kvrukh yimn ḥqvqn hund mṭalbh, th nah diczkh lukn yih tʿlym zi tvhụ̄ kriv ashi brvnhh knhi bndgy hndụ̄ rsm ada, takh asụ̄ krrv tohyih ḥajt. Yih kạm chhe chalak ansann hnz zi timv tuhrụ̄ ʿūamas pytth pnnhi khudạyy hund sikh jmavnh khạṭr, th tihnzi kmayih mnz ḥṣh krrnh khạṭr kynhh bnavtty khuda, lukh āe tihindụ̄ aʿtqạdụ̄ bnavnh, th pnun mṭlb krrnh mokhh bnvvukh kunhi pạtthụ̄ pnun pan numaʿndh) th tim chih syzi vathi nishhi rukavnh āmtụ̄, pth ys Allah tʿālyā gumrạhy mnz chhkhi, ts chuhnh kanhh vth havn vvl."
  },
  {
    "verse_id": 34,
    "translation": "Yithyn lukn khạṭr chuh dunya chih zndgy mnze ʿdhab, th ạkhrtuk ʿdhab chuh tmhi khoth thi zyadh skht. Kanhh chuhnh tiyuth yus timn khudayn nishhi bchavn vvl āshi."
  },
  {
    "verse_id": 35,
    "translation": "Khuda trs ansann khạṭr yymhi jntuk vʿdh chuh krnh āmut tmich shan chhe yih zi tth bnụ̄ kinụ̄ chhe nhr pkan, tmikụ̄ myvh chih dạymy th tmyuk shyhjar chuh lazal, yih chuh anjam mutqy lukn hund, th ḥqs ankar krn valyn hund anjam chuh yih zi tihndi khạṭr chuh jhnmuk nar."
  },
  {
    "verse_id": 36,
    "translation": "Ae nby, yimn lukn ashi godd ạs ktab diczmcz, tim chih yth ktabhi khosh yosh ashi tohyih pytth chhe nạzil krmcz, th mkhtlf chho kn mnz chih kynhh lukh tithụ̄ thi yim aamhi chn kynczhn kthn manan chihnh. Tvhụ̄ vniv ṣaf zi, me chuh ṣrf Allah tʿālyā snzi bndgy hund ḥkm dinh āmut, th amhi nishhi chuhm tthakh krnh āmut zi kanhh tthhravn tas sintụ̄ shryk, lhādha chuhs bh tsụ̄ kun dʿūt divan th tsụ̄ kun chuh myvn rjvʿ."
  },
  {
    "verse_id": 37,
    "translation": "Aamy hdayt san chuh ashi yih ʿrby frman tohyih pytth nạzil kvrmut, vonụ̄ agr tohyih yymhi ʿlmh bavjvd yus tohyih nishhi āmut chuh, lukn hnzn khvạhshatn hnz pyrvy kriv, tylhi nah chuh Allah tʿālyā sndis mqabls mnz kanhh ḥạmy th mdd gar tohyih, th nah hykyv tmụ̄ snzi thaphi nishhi tohyih kanhh bchạvith."
  },
  {
    "verse_id": 38,
    "translation": "Tohyih brvnhh thi chih aashi varyah rsvl svuzimtụ̄, th timn thi āsh aashi khandarinh th shurụ̄ ditimtụ̄ (yih chuh akhi aʿtraẓuk jvab yus nby ṣly Allah ʿlyh v slms pytth krnh avs yivan. Tim ạsụ̄ vnan zi yih chuh jan nby yas khandarinụ̄ th shurụ̄ chih. Aashi vnụ̄tv kya pyghmbrn thi chha nfsạny khvạhshatn sintụ̄ kanhh vatth āsan. Ḥalankh qryshikụ̄ lukh ạsụ̄ panh khod ḥẓrt abrahym th asmaʿīl sndụ̄ avlad āsns pytth fkhr kran) th kạnshi rsvl sund thi avs nh yih ṭaqt, zi Allah tʿālyā sndi aidhnh vrạe kya aanhi he khod kanhh nshạny th pth havi he, prth dvr khạṭr chhe akh ktab."
  },
  {
    "verse_id": 39,
    "translation": "Allah tʿālyā yikynczhah yczhan chuh thi chuh mittavan, th yth chyzs yczhan chuh tth chuh qạym thavan, aumu alktab chhe tmụ̄se nishhi. (aum alktabuk mʿny chuh aṣly ktab, yʿny suh āgur th srchshmh yymhi nishhi tmam āsmạny ktabh dramcz chhe)"
  },
  {
    "verse_id": 40,
    "translation": "Th ae nby, yymhi bur anjamch dhmky asụ̄ yimn lukn divan chih, tmiyuk kanhh ḥṣh khoah asụ̄ tuhnzi ḥyạty mnz havav ya tmhi kis ẓhvrs mnz yinh brvnhh tulv asụ̄ tvhụ̄, bhr ḥal chhe tuhnz kạm ṣrf pygham vatnavun, th ḥsab hyvn chhe sạnụ̄ kạm."
  },
  {
    "verse_id": 41,
    "translation": "Kya yim lukh chihna vuchhan zi asụ̄ chih yth sr zmyns pytth pkan yivan, th aamiyuk dạyrh chih prth ṭrfh tng kran pkan?a (yʿny kya tuhndyn mkhạlfn chuhna athhi yivan zi aslamuk athr chuh ʿrbh kis kvuns kvuns mnz brvnhh pkan, th czvrav ṭrfv chuh yimn lukn pytth ḥlqh tng gczhan pkan? Agr nh yim yihndi shhmtkụ̄ āthar chih, tylhi kya chih? Allah tʿālyā sund yih frmavun zi asụ̄ chih yth sr zmyns pytth pkan yivan, chuh akh nhayt lṭyf andazi byan. Dʿūti ḥq chhe chvnkh Allah tʿālyā sndi ṭrfh āsan. Th Allah tʿālyā chuh timn sintụ̄ āsan yim ath dʿūts pysh chih kran. Amhi mvjvb chuh Allah tʿālyā kunhi sr zmyns mnz amhi dʿūt kis phhlavs yymhi āyih tʿbyr kran zi asụ̄ chih panh ath sr zmyns pytth pkan yivan) Allah tʿālyā chuh ḥkvmt kran, kanhh chuhnh tmụ̄ sndyn fạṣln pytth nẓri thạny krn vvl, th tas chahnh ḥsab hyns tạr lgan."
  },
  {
    "verse_id": 42,
    "translation": "Yimv brvnhh yim lukh āe th ge, timv thi chhe bjhi bjhi chalh ginzmacz, mgr aṣly fyṣlh krn vajinụ̄ chal chhe pvur pạtthụ̄ Allah tʿālyā sndise aths mnz. Suh chuh zanan zi kus kya kynczhah kmạe chuh kran, th ʿnqryb vuchhn yim mnkryni ḥq zi kmụ̄ sund anjam chuh rczrs pytth spdan."
  },
  {
    "verse_id": 43,
    "translation": "Yim mnkryn chih vnan zi tvhụ̄ chihv nh Allah tʿālyā sndi ṭrfh svznh āmtụ̄. Vniv, me th tohyih drmyan chhe Allah tʿālyā snz gvạhy sytthah, th pth chhe ts shkhṣh snz gvạhy yus āsmạny ktabhi hund ʿlm chuh thavan."
  }
]