[
  {
    "verse_id": 1,
    "translation": "A. L. R. Ae Muḥammad, yih chhe akh ktab yosh ashi tohyih kun chhe nạzl krmcz, takh tvhụ̄ anyvukh lukh aanhi gttv mnz krrith gashs mnz, tihndis rb sndi tvfyq sintụ̄, ts Allah tʿālyā snzi vathi pytth yus zbrdst th pnnis dhats mnz panh mḥmvd chuh. (ḥmyd lfẓ agr chh mḥmvd kue hm mʿny chuh, mgr doshvnụ̄ lfẓn mnz chhe akh lṭyf frq. Kạnshi shkhṣs vanv mḥmvd tamy vqth yylhi zn tmụ̄ sund tʿryf āshi krnh āmut, nath āshi krnh yivan, mgr ḥmyd chuh pạnụ̄ pane ḥmduk ḥqdar, khvah kanhh tmụ̄ sund ḥmd kritn ya mth kritn)"
  },
  {
    "verse_id": 2,
    "translation": "Byyhi chuh zmyn th āsman kyn tmam mvjvdatn hund mạlik. Th skht tbah krn vvl sza chuh ḥq nah mann valyn khạṭr."
  },
  {
    "verse_id": 3,
    "translation": "Yim dunya chih zndgy chih ạkhrts pytth trjyḥ divan, yim Allah tʿālyā snzi vathi nishhi chih lukn rukavan, byyhi chih yczhan zi yih vath gczh (tihndyv khvạhshatv mṭabq) hj gczhnụ̄, yim lukh chih gmrạhy mnz sytthah dvur dramtụ̄."
  },
  {
    "verse_id": 4,
    "translation": "Ashi yylhi thi pnun pygham dinh khạṭr kanhh rsvl svuz, tmụ̄ diyut pnnhi qvm chy zbạnụ̄ mnz pygham. Takh suh smjhavi timn kth tthyk pạtthụ̄ vyczhnạvith, pth yas Allah tʿālyā chuh yczhan tas chuh gmrah kran th yas yczhan chuh tas chuh hdayt bkhshan, suh chuh bala dast th ḥkmt vvl."
  },
  {
    "verse_id": 5,
    "translation": "Ashi chuh yymhi brvnhh mvsyā ʿlyh alslam thi pnnhi nshạniyih hyth svuzmut. Ts thi avs ashi ḥkm dytmut zi pnun qvm aanun aanhi gttv mnz krrith gashs mnz, th timn kr tarykhi alhāy hkụ̄ sbq āmvz vaqʿāt bvznạvith nṣyḥt. (ayam lfẓ chuh ʿrby zbạnụ̄ mnz aṣṭlaḥaan tvarykhy yad gar kyn vaqʿātn khạṭr vannh yivan. Ayami Allah nishhi chuh murad ansạny tvraykhkụ̄ tim ahm bab, yimn mnz khudayn ptimyn zmanh kyn qvmn th bjn bjn shkhṣiytn tihndiyv aʿmalv lḥaẓh jza ya sza chuh diytmut) yimn vaqʿātn mnz chhe bjhi bjhi nshạniyih prth ts shkhṣs khạṭr yus ṣbr th shkr krn vvl āshi. (yʿny yim nishạniyih chhe pnnhi jayih mvjvd mgr yimv nishhi fạydh tulun chhe ṣrf timn lukn hnz kạm, yim Allah tʿālyā snzv āzmạyshv nishhi ṣbr san th bamrdy san guzrn vạlụ̄ chih, th byyhi āsn Allah tʿālyā snzn nʿmtn jan pạtthụ̄ mḥsvs krith tihund ṣḥyḥ shkryih krn vạlụ̄.)"
  },
  {
    "verse_id": 6,
    "translation": "Yad kriv yylhi mvsyā ʿlyh alslamn pnnis qvms vvn, Allah tʿālyā sund suh aḥsan thạviv yad, yus tmụ̄ tohyih pytth chuh kvrmut, tmụ̄ travnạvinav tvhụ̄ frʿūn valyn nishhi ylh, yim tohyih skht tklyf ạsiv divan, th tuhndyn lrrkn ạsụ̄ qtl kran, th tuhnzn kvryn ạsụ̄ zndh thạvith bchavan, ath mnz ạs tuhndis rb sndi ṭrfh tohyih bdd āzmạysh."
  },
  {
    "verse_id": 7,
    "translation": "Th yad thạviv tuhndụ̄ rbn ạsụ̄ khbrdar krimtụ̄ zi, agr shukr guzar bniv, tylhi krv bh tohyih byyhi zyadh ʿṭa, th agr kufrani nʿmt (na shkry) kriv, tylhi chuh myvn sza sytthah skht."
  },
  {
    "verse_id": 8,
    "translation": "Th mvsyā ʿlyh alslamn vvn zi agr tvhụ̄ kufr kriv, th zmyns pytth tmam rvzn vạlụ̄ thi spdn kạfr, Allah tʿālyā chuh be nyaz th pnnis dhats mnz chuh panh mḥmvd."
  },
  {
    "verse_id": 9,
    "translation": "Kya tohyih nishhi vạtụ̄ na timn qvmn hndụ̄ ḥalat, yim tohyih brvnhh chih guzrymtụ̄.? (ḥẓrt mvsyā ʿlyh alslamn hund tqryr spud pytthh kanhi khtm, vonụ̄ chuh brahi rast mkh kyn kufarn khṭab shrvʿ spdan.) qvmi nvḥ, ʿād, thmvd, th timn pth yinh vạlụ̄ varyah qvm, yuhund tʿdad Allah tʿālyā se mʿlvm chuh? Tihndụ̄ rsvl yylhi timn nishhi ṣaf ṣaf kthh th ttakar nshạnyih hyth āe, timv hytụ̄ pnnyn aathn ạsn mnz czpụ̄. (yih chih tiytuhe andazi byan yithh pạtthụ̄ asụ̄ kạshrụ̄ pạtthụ̄ chih vanan knn thvp diyun ya dndn tl avngj czhnnụ̄.) th vvnukh zi, yus pygham hyth tvhụ̄ svznh chihv āmtụ̄, asụ̄ chihnh suh manan, th yymhi chyzch tvhụ̄ ashi dʿūt chihv divan, tmhi ṭrfh chih asụ̄ tath skht shks mnz hynh āmtụ̄ yus dul mulis mnz chuh travan."
  },
  {
    "verse_id": 10,
    "translation": "Tihndyv rsvlav vvn, kya Allah tʿālyā sndis bars mnz chha shk, yus āsmann th zmynuk khạlq chuh? Suh chuhv tohyih bulavan takhi tuhndụ̄ qṣvr kri mʿāf, th tohyih diyv akis mqrr vqts tam mhlt. Timv diyut jvab, tvhụ̄ chihv nh kihiynụ̄ mgr chihv tithy ansan yithụ̄ asụ̄ chih. Tvhụ̄ chihv aashi timn hstiyan hnz bndgy nishhi rukavnụ̄ yczhan, yihnz bndgy mạlis buddibb sndi vqth pytthh pkan chhe rvuzmcz, achha, aniv kanhh ttakar sand."
  },
  {
    "verse_id": 11,
    "translation": "Tihndyv rsvlv vvn timn, pzipạtthụ̄ chihnh asụ̄ kihinụ̄ mgr chih tvhy hivy ansan. Albth pnnyv bndv mnz yas Allah tʿālyā yczhan chuh, tas chuh nvazan, th yih chuhnh sạnis akhtyars mnz zi tohyih khạṭr aanv kanhh sand, sand hykhi Allah tʿālyā sndiy aidhnh sintụ̄ yith, th Allah tʿālyā se pytth pzi ahli aymann bhrvsh krun."
  },
  {
    "verse_id": 12,
    "translation": "Th asụ̄ kyazi krav nh khudays pytth bhrvsh, yylhi zn sanyn zndgy hnzn vatn mnz tmụ̄ aashi rhnmạyy chhe krmcz? Yim tklyf tvhụ̄ lukh ashi divan chihv timn pytth krv asụ̄ ṣbr, th bhrvsh krn valyn hund bhrvsh gczihh Allah tʿālyā se pytth āsun."
  },
  {
    "verse_id": 13,
    "translation": "Ạkhr kar vvn ankar krn valyv pnnyn rsvln zi, ya āsyv tohyih sạnis mlts mnz vaps yun, nth krrv asụ̄ tvhụ̄ pnnhi mlkh mnz. (aamiyuk mṭlb chuhnh yih zi anbyaʿ ʿlyhmu alslam ạsụ̄ nbvt kis mnṣbs pytth srfraz spdnh brvnhh pnnyn gumrah qvmn hndis milts mnz shạml āsan blkh chuh aamiyuk mʿny yih zi nbvt brvnhh ạsụ̄ chvnkh tim akhi qsmch khamvsh zndgy bsr kran, kunhi dynuk tblygh th kunhi raʿju alvqt dynuk trdyd ạsụ̄ nh kran. Aamhi mvjvb avs tihund qvm yih smjhan zi tim chih sạnis mlts mnz. Th nbvtch kạm shrvʿ krnh pth avs timn pytth yih alzam yivan lgavnh zi tim chih ābạyy mlt mnz dramtụ̄, ḥalankh tim ạsụ̄ nh nbvt brvnhh mshrkn hndis mlts mnz shạml āsan spdụ̄mtụ̄ zi tamhi mnz nyrnuk alzam hykhi he timn pytth lgith) tmhi pth svuz tihndụ̄ rbn timn pytth vḥy zi, asụ̄ krvkh yim ẓạlim hlak."
  },
  {
    "verse_id": 14,
    "translation": "Th timn pth krav tvhụ̄ zmyns mnz ābad, yih chuh anʿām tmụ̄ sund yus myạnis drbars mnz jvab dhy hund khvf āshi thavan, th myạnis vʿīds (aʿlani ʿdhabs) āshi khoczan."
  },
  {
    "verse_id": 15,
    "translation": "Timv avs fạṣlh yvczhmut (pth spud tihund fạṣlh yithh pạtthụ̄) th prth kanhh ḥquk buthụ̄ pihyur th ẓdy dshmn spud nakam."
  },
  {
    "verse_id": 16,
    "translation": "Pth chuh aamhi pth brvnhh kun ts khạṭr jhnm, tthi yiyhi ts puhtth rith hyvu āb chynh khạṭr dinh."
  },
  {
    "verse_id": 17,
    "translation": "Yth suh zbrdsty hatthi bon valnch kvushsh kri th mushklne hykhi vạlith. Prth ṭrfh rvzi mvt ts pytth chhạvith, mgr suh hykhi nh mrith, th brvnhh kun rvzi akh skht ʿdhab tmụ̄ sndis zuvas pytth laguv."
  },
  {
    "verse_id": 18,
    "translation": "Yimv lukv pnnis rbs sintụ̄ kufr chuh kvrmut tihnzn ʿmln hnz mithal chhe tth svurs hish, yus akhi ṭvufạny doh chih āndhy āshi (hva hs) mnz vuddvvmut (yʿny tihnz ʿmlh gczhn ẓaʿʿ). Timn mylhi nh pnnhi krimtyuk raczh thi phl. Yhe chhe anthạyy vsụ̄ paych gmrạhy."
  },
  {
    "verse_id": 19,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi khudayn chhe āsman v zmynch tkhlyq ḥqs pytth qạyim krmcz? Hrgah suh yyczihh tylhi niyv tohyih lukn, th nv akh khlqt aanhi tuhnzi jayih."
  },
  {
    "verse_id": 20,
    "translation": "Yih krun chuhnh tmụ̄ sndi khạṭr raczh thi dushvar."
  },
  {
    "verse_id": 21,
    "translation": "Th yylhi yim lukh yikh vtth khudays brvnhh knhi be nqab gczhn, tmhi vqth yim yimv mnz dunya hs mnz kmzvr ạsụ̄, tim vann timn lukn yimn dunya hs mnz pnnhi bjruk tkbr avs, dunya hs mnz ạsụ̄ asụ̄ tohyih tabʿ, kya tvhụ̄ hykivh vonụ̄ Allah tʿālyā sndi ʿdhab nishhi aashi bchavnh khạṭr thi kynhh krith? Tim din jvab, agr khudayn aashi njatch kanhh vth hạvmcz āsihe, tylhi havhav asụ̄ tohyih ẓrvr, vonụ̄ chhe hishy ktha khvah asụ̄ buthhi buthhi dimav ya krav ṣbr, bhr ḥal chahnh sanhi bchnch kanhh ṣvrt."
  },
  {
    "verse_id": 22,
    "translation": "Th yylhi fạṣlh krnh yiyih, pth vanhi shyṭan, ḥqyqt chhe yih zi khudayn yim vʿdh tohyih sintụ̄ krimtụ̄ ạsụ̄, tim sạry ạsụ̄ pzụ̄, th me yyityah vʿdh krụ̄, timv mnz kvrum nh khnụ̄ thi pvur, kanhh zvr avsnh myvn tohyih pytth, me kvr nh amhi vrạe kihinụ̄ zi pnnhi vathi kun diczmav tohyih dʿūt, th tohyih vvnuv myạnis dʿūts pytth lbyk, vonụ̄ mah kriv me mlamt, pnnis panse kriv mlamt, yythi nah hykv bh tohyih fryad rsy (athh rvtt) krith, th nh hykiv tvhụ̄ myạnụ̄ fryad rsy krith. Yymhi brvnhh yus bh tohyih khudạyy mnz shryk bnvvmut avsvus, bh chuhs tamhi nishhi bry (yih kth chhe ẓạhr zi shyṭans nh chuh kanhh aʿtqạdy ḥythyth khudạyy mnz shryk tthhravan, th nh chuh kanhh tmụ̄ snz prstsh kran. Sạry chih ts pytth lʿnte svzan. Albth chhe tmụ̄ snz aṭaʿt th ghlạmy th tmụ̄ sndi ṭryqch achh ttuvith ya zạnith mạnith pyrvy yivan ẓrvur krnh, th yohe chuh yth jayih shrkh kis lfẓs sintụ̄ tʿbyr āmut krnh) yithyn ẓạlimn khạṭr chuh be shk dg tulvun sza."
  },
  {
    "verse_id": 23,
    "translation": "Ath brʿks yimv lukv dunya hs mnz ayman chuh avnmut, th yimv nyk ʿmlh chhe krimacz, tim yin tithyn baghn mnz dạkhl krnh yimn bnụ̄ kinụ̄ kolh āsn pkan. Pnnis rb sndi aidhnh sintụ̄ rvzn tim tthi hmyshhi, th tthi spdi tihund astqbal slamty hndi mbark bad sintụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi khudayn kth chyzs sintụ̄ chhe klmh ṭybh hch mithal diczmcz? Aamich mithal chhe ticzh zanth akh jan dhạcz hund kul yymikụ̄ mvul zmyns andr snụ̄ chih lgith, th shakh chih āsmans tam vạtmtụ̄."
  },
  {
    "verse_id": 25,
    "translation": "Prth vqth chuh suh pnnis rb sndi ḥukmh sintụ̄ phl divan, yimh mithalh chuh Allah tʿālyā amhi mvjvb divan zi lukh rattn yimv nishhi sbq."
  },
  {
    "verse_id": 26,
    "translation": "Th klmh khbythh hch mithal chhe, akhi bd dhat kulich hish, yus zmyn kh sṭḥ pytthh krrith dvur chuh yivan chhaknh, tth khạṭr chuhnh kanhh astḥkam."
  },
  {
    "verse_id": 27,
    "translation": "Ayman aann valyn chuh Allah tʿālyā akis thạbt qvl kis bnyads pytth dnya th ạkhrt, doshvnụ̄ mnz thạbt qdmy ʿṭa kran, th ẓạlimn chuh Allah tʿālyā gumrah kran, khudays chuh akhtyar yih yyczihh thi kri."
  },
  {
    "verse_id": 28,
    "translation": "Tohyih vuchhvh tim lukh yimv Allah tʿālyā snz nʿmt kr ḥạṣl th so bdlạvkh kufrani nʿmt (yʿny na shukry) sintụ̄, th (pans sintụ̄) czuhnukh pnun qvm thi hlakt kis grs mnz."
  },
  {
    "verse_id": 29,
    "translation": "Yʿny jhnms, yth mnz timn mslh vashi, th so chhe bdtryn rvzn jae."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi krikh Allah tʿālyā sndụ̄ kynhh shryk tjvyz, takhi tim ddaln yimn Allah tʿālyā snzi vathi nishhi? Yimn vniv, achha kriv ʿạsh, ạkhr kar chuhv tohyih pvt phyrith gczhn jhnmse mnz."
  },
  {
    "verse_id": 31,
    "translation": "Ae nby, myanyv yimv bndv ayman chuh avnmut, timn vniv zi nmaz krin qạyim, th yikynczhah ashi timn diytmut chuh tmhi mnz krin nanhi vanh pạtthụ̄ th czhayih pạtthụ̄ (khyr chih vthi andr) khrch, amhi brvnhh zi suh doh vathi yth mnz nh hyvn knun āshi, th nh spdi yar bradry."
  },
  {
    "verse_id": 32,
    "translation": "Allah tʿālyā chuh sue yymụ̄ zmyn th āsman pạd krụ̄, th āsmanh vvlun āb, pth krin tmhi dhryʿh tuhnzi rzq rsạny khạṭr qsmh qsmkụ̄ phl pạd, yymụ̄ naav tuhndi khạṭr muskhr kr, takh smndrs mnz pkhi tmụ̄ sndi ḥkmh, th dryav krin tuhndi khạṭr muskhr."
  },
  {
    "verse_id": 33,
    "translation": "Yymụ̄ āftab th zvun tuhndi khạṭr muskhr kr zi lgatar chih pkan rvzan, th rat th doh kvrun tuhndi khạṭr muskhr. (tuhndi khạṭr kvrun muskhr, ʿām ṭvr chih lukh yimn lfẓn ghlṭy kinụ̄ tabʿ krnh kis mʿnys mnz nivan, th pth chih yymhi mẓmvn kyv āyatav nishhi ʿjyb ʿījb qsmkụ̄ mʿny pạd krnhi lgan. Ḥtyā kh kynczhv lukv chuh yth ḥds tam smjhmut zi yimn āyatn hndi mdd chuh tskhyri smavat v arẓ ansan sndi mqṣduk antha. Ḥalankh ansan sndi khạṭr yimn chyzn hndi muskhr krnuk mṭlb chuhnh amhi vrạe kihinụ̄ zi khudayn chih yim tithyn qanvnn hndụ̄ pabnd bnạvith thạvimtụ̄ yihndi bdvlth yim ansan sndi khạṭr fạydh mnd chih bnymtụ̄.)"
  },
  {
    "verse_id": 34,
    "translation": "Yymụ̄ tohyih thi svrue kynhh diytunav yih tohyih tas mvnguv (yʿny tuhndi fṭrtch prth kanhh mng krn pvur, tuhnzi zndgy khạṭr yikynczhah mṭlvb avs thi kvr nav mahya, tuhndi bqa th artqa khạṭr yimn yimn vsạyln hnz ẓrvrt ạs tim sạry krinv frahm.) agr tvhụ̄ Allah tʿālyā snzn nʿmtn hund shmar yyczihv krun, kihinụ̄ hykiv nh krith. Ḥqyqt chhe yih zi ansan chuh sytthhe be anṣaf th nashukr guzar."
  },
  {
    "verse_id": 35,
    "translation": "Yad kriv suh vqt yylhi abrahym ʿlyh alslamn duʿā avs kvrmut zi, prvrdgar, yih shhr (yʿny mkh) bnavun aamnuk shhr, th bh th myạnụ̄ avlad bchavukh but prsty nishhi."
  },
  {
    "verse_id": 36,
    "translation": "Prvrdigar, yimv potlyv chih varyah gumrạhy mnz trạvimtụ̄ (bnan chuh zi myanyn avladn thi krn yim gumrah, lhādha timvmnz) yus myạnis ṭryqs pytth pkhi suh chuh myvn, th yus me khlaf ṭryqh akhtyar kri, tylhi chuhkh cz pzipạtthụ̄ drguzr krn vvl mhrban."
  },
  {
    "verse_id": 37,
    "translation": "Prvrdgar, me chuh akis be zraʿt vady mnz pnnyn avladn hund akh ḥṣh chạnis mḥtrm grs nishhi anith bsvvmut, prvrdgar, yih chuh me amhi khạṭr kvrmut zi yim lukh krn yythi nmaz qạyim, lhādha kr cz lukn hndụ̄ dil yimn kun mạyl, th yimn di khynh khạṭr phl, bnan chuh yim bnn shukr guzar."
  },
  {
    "verse_id": 38,
    "translation": "Prvrdgar, cz chuhkh zanan yikynczhah asụ̄ khttith thavan chih, thi yikynczhah nvn chih krran. Th pzipạtthụ̄ chuhnh khudays nishhi kihinụ̄ thi chuhpith, nah zmyns mnz th nah āsmann mnz."
  },
  {
    "verse_id": 39,
    "translation": "Shkr chuh ts Allah tʿālyā sund yymụ̄ me yth bujrs mnz asmaʿīl th asḥaq hivụ̄ frznd ditụ̄, ḥqyqt chhe yih zi myvn rb chuh duʿā ẓrvr bvzan."
  },
  {
    "verse_id": 40,
    "translation": "Ae myanhi prvrdgar, me bnav nmaz qạym krn vvl, th myanyv avladav mnz thi (tulkh tim lukh yim yih kạm krn) prvrdgar, myvn duʿā kr qbvl."
  },
  {
    "verse_id": 41,
    "translation": "Prvrdgar, me th myanyn valdynn th sarine ayman valyn kr tmhi doh mghfrt yylhi ḥsab qạyim spdi. (ḥẓrt abrahym ʿlyh alslamn avs ath duʿāe mghfrts mnz pnun mvl ath vʿdh kis bnyads pytth shryk kvrmut yus timv vṭnh mnz nyrnh vqth kvrmut avs, saaastaghfiru laka rabiy (svrh mrym āyt nmbr 47) mgr pth yylhi timn aḥsas spud zi suh avs Allah tʿālyā sund dshmn pth chih tim timn be raz spdan. (vuchuhv svrh altvbh āyt nmbr 114)."
  },
  {
    "verse_id": 42,
    "translation": "Vonụ̄ yikynczhah yim ẓạlim lukh kran chih, tvhụ̄ mah smjhvun Allah tʿālyā tamhi nishhi ghạfl, Allah tʿālyā chuh yimn ttalan tmhi doh khạṭr, yylhi yih ḥal āshi zi achh āsn phttith dramcz."
  },
  {
    "verse_id": 43,
    "translation": "Klh thvd tulith āsn czlan, nẓr āsnkh pytth kun rvntth gmcz, th dil āsnkh (khvfh sintụ̄) ravan."
  },
  {
    "verse_id": 44,
    "translation": "Ae nby, tmhi doh nishhi khocznạviyvukh tvhụ̄ yim yylhi ʿdhab rtthi yimn, tmhi vqth vann yim ẓạlim zi, ae sanhi rbh, ashi di raczh khndd byyhi mhlt, asụ̄ vanv chạnis dʿūts lbyk, byyhi krav rsvln hnz pyrvy. (mgr yimn yiyhi ṣaf jvab dinh zi) kya tvhụ̄ chihv na time lukh yim yymhi brvnhh qsm khye khye vnan ạsụ̄ zi, aashi pytth chuhnh zavals yunue zanhh?"
  },
  {
    "verse_id": 45,
    "translation": "Ḥalankh tvhụ̄ ạsiv timn qvmn hnzn bstiyn mnz rvudimtụ̄, yimv pnnis pans pytth ẓlm avs kvrmut, th vuchhmut avsuv zi aashi kya slvk kvr timn sintụ̄, th tihnz mithalh dy dy ạsiv aashi tvhụ̄ smjhavimtụ̄ thi."
  },
  {
    "verse_id": 46,
    "translation": "Timv chlavi pnnhi sare chalh, mgr tihnzi prth chalhi hund tvrr avs khudays nishhi, agr chih tihnz chalh ticzhh ghẓb chih āsh, zi pharr hykhn timv sintụ̄ ttlith."
  },
  {
    "verse_id": 47,
    "translation": "Ps ae nby, tvhụ̄ mah kriv hrgz yih guman zi Allah tʿālyā kri zanhh pnnyn rsvln sintụ̄ krnh āmtyn vʿdn khlaf, Allah tʿālyā chuh zbrdst th byyhi chuh aintqam hynh vvl."
  },
  {
    "verse_id": 48,
    "translation": "Khocznạviyvukh yim tmhi doh nishhi yylhi zmyn th āsman bdlạvith kthi kvr yin vatnavnh. (yymhi āyt nishhi th qrān kyv dvyimyv aisharav sintụ̄ chuh pe lgan zi qyamts mnz gczhn nh zmyn v āsman balkl nyst v nabvd blkh yiyhi mvjvd ṭbyʿī nẓam drhm brhm krnh, amhi pth yiyhi nfkhi ṣvri avl (yʿny ṣvrs goddniyuk phokh dinh pytthh) th nfkhi ṣvri ạkhr (yʿny ṣvrs dvyum phokh dins) drmyan akis khaṣ vqts mnz, yth Allah tʿālyā he chuh zanan, zmynch th āsmann hnz mvjvdh hyt bdlavnh, th pth yiyhi byakh akh nẓam baqy fṭrt kyv qanuvnav san bnavnh. Sue āshi ʿālami ākhrt. Pth yin nfkhi ṣvri ạkhr (yʿny ṣvruk ạkhry phokh) dins sinty tim ansan yim ādm ʿlyh alslam sndi tkhlyq pytthh qyamts tam pạd ạsụ̄ spdmtụ̄, nvi sr zndh krnh th spdn Allah tʿālyā sndis drbars mnz pysh, qrān chih zbạnụ̄ mnz chuh amhi kue nav ḥshr yymyuk lughvy mʿny chuh vattun th jmʿ krun.) th and hyth gczhn sạry Allah vaḥdu alqhars brvnhh knhi be nqab ḥạẓr."
  },
  {
    "verse_id": 49,
    "translation": "Tmhi doh vuchhvukh tvhụ̄ mujrm zi hankln mnz āsn athh khor gnddith."
  },
  {
    "verse_id": 50,
    "translation": "Tarkvlkụ̄ plv āsnkh lạgith, th narkụ̄ shʿlh āsn tihndyn buthyn valnh yivan."
  },
  {
    "verse_id": 51,
    "translation": "Yih ashi amhi mvjvub zi Allah tʿālyā diyih prth nfsas tmụ̄ sndi kri mtyuk bdlh. Khudays chahnh ḥsab hyns zyadh tạr lgan."
  },
  {
    "verse_id": 52,
    "translation": "Yih chuh akh pygham sarine ansann khạṭr, th yih chuh svznh āmut amhi mvjvub zi yim gczhn amhi kh dhryʿh khbrdar yinụ̄ krnh, thi yim gczhn zannụ̄ zi drḥqyqt chuh khudae bs aakve, th yim ʿql chih thavan tim gczhn hvshs mnz yinụ̄."
  }
]