[
  {
    "verse_id": 1,
    "translation": "A. L. R. Yim āyat chih Allah tʿālyā snzi ktabhi hndụ̄ th qrāni mubynkụ̄. (qrān khạṭr chuh lfẓ mubyn ṣfth rngụ̄ vrtavnh āmut. Aamiyuk mṭlb chuh yih zi yim āyat chih tmhi qrānkụ̄ yus pnun mudʿā ṣaf pạtthụ̄ chuh ẓạhr kran)"
  },
  {
    "verse_id": 2,
    "translation": "Yih kth chahnh dvur zi akh vqt vathi suh yylhi time lukh yimv aaz (aslamch dʿūt qbvl krnh nishhi) ankar chuh kvrmut, dyan dyan vann, zi kash āsihe aashi tslym kvrmut (yʿny asụ̄ āshav mslman)."
  },
  {
    "verse_id": 3,
    "translation": "Trạvyvukh yim, khyyin chyyin, mzh krin, th trạvin mashrphas mnz yimn yihnz aapz aumyd, ʿnqryb lghi yimn pe."
  },
  {
    "verse_id": 4,
    "translation": "Aashi yosh thi bsty yymhi brvnhh hlak chhe krmcz, tmhi khạṭr ạs akh khaṣ ʿmlhi hnz mhlt lykhnh āmcz."
  },
  {
    "verse_id": 5,
    "translation": "Kanhh qvm hykhi nh pnnhi mqrr vqth brvnhh hlak spdith. Nha hykhi tmhi pth ylh gczihth."
  },
  {
    "verse_id": 6,
    "translation": "Yim lukh chih vnan, ae suh shkhṣh yas pytth yih dhikr nạzil chhe spzmcz. (lfẓ dhikr chuh qrāns andr aṣṭlaḥaan klami alhāy khạṭr vrtavnh āmut yus srasr nṣyḥt bnith chuh yivan. Goddh goddh yyczah kitabh anbyahn pytth nạzil āsh gmcz timh sare thi āsh dhikr th yih qrān thi chuh dhikr. Aamiyuk aṣly mʿny chuh yad pavun, vuznavun th nṣyḥt krnụ̄. Yih vnun zi, ae suh shkhṣh ys pytth yih dhikr chhe nạzil spzmcz, yih kth ạsụ̄ tim hzlh rngụ̄ vnan. Timn avsnh yih tslyme zi yih dhikr chhe nby ṣly Allah ʿlyh v slms pytth nạzil spczmcz. Draṣl avs tihndi vnnuk mṭlb yih. Ae suh shkhṣh yymụ̄ sund dʿūyā chuh zi me pytth chhe dhikr nạzil spczmcz.) cz chuhkh yqynaan dyvanh."
  },
  {
    "verse_id": 7,
    "translation": "Hrgah cz pziyvr chuhkh, tylhi kyazi chuhkh nh cz ashi brvnhh kun frshth aanan?"
  },
  {
    "verse_id": 8,
    "translation": "Asụ̄ chihnh frshth yithe kran nạzil kynhh. Yylhi tim vsan chih tylhi chih ḥq san vsan, th pth chahnh yivan lukn mhlt dinh. (yʿny frshth chihnh mḥẓ tmashhi havnh khạṭr nạzil yivan krnh zi yylhi kạnshi qavmn vvn zi bulạviv frshth th tim spdn fvraan ḥạẓr. Frshth svznuk vqt chuh suh ạkhry vqt āsan yylhi kunhi qvmuk fạṣlh chukavnuk aradh chuh yivan krnh. Ḥq san chih vasan chuh murad ḥq hyth vasun. Yʿny tim chih Allah tʿālyā sund brḥq fạṣlh hyth yivan th tth chih ẓrvr nạfdh kran)"
  },
  {
    "verse_id": 9,
    "translation": "Rvuz vonụ̄ yih dhikr, yih chhe ashi nạzil krmcz, th asụ̄ chih panh aamikụ̄ ḥfaẓt krn vạlụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Ae nby, aashi chih tohyih brvnhh varyahn guzrymtyn qvmn mnz rsvl svuzimtụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Zanhh spud nh yih zi timn nishhi āv kanhh rsvl th timv āshi nh ts hzl kvrmut."
  },
  {
    "verse_id": 12,
    "translation": "Mujrmn hndyn diln mnz chih asụ̄ yih dhikr yithe pạtthy (slakhkụ̄ pạtthụ̄ taran). (draṣl chuh lfẓ naslukuh vartavnh āmut. Salk chih ʿrby zbạnụ̄ mnz kanhh chyz dvymis chyzs mnz chlavns, tarns th brns vanan, yithh pạtthụ̄ scznụ̄ phis pn tarun chuh. Lhādha chuh āytuk mṭlb yih zi ahli aymann andr chhe yih dhikr diluk shyhjar th ruvḥuk ghdha bnith vasan. Mgr mujrmn hndyn diln mnz chuh yih shvr soyithi hndụ̄ pạtthụ̄ dzith tiyuth nar rattan, znth akh grm siykh avs yus syns akhi ṭrfh czav th dvyimhi ṭrfh drav)"
  },
  {
    "verse_id": 13,
    "translation": "Tim chihnh aath pytth ayman anan, pth vath chuh amhi qsmh kyn lukn hund yohe ṭryqh pkan rvudmut."
  },
  {
    "verse_id": 14,
    "translation": "Agr asụ̄ timn pytth āsmanuk kanhh drvazh ylh travhav, th tim laghn dohly tth mnz kuhsun thi,"
  },
  {
    "verse_id": 15,
    "translation": "Tylhi thi vnhn tim yy zi sanyn achhn chuh dokhh lgan, blkh chuh aashi pytth jvd āmut krnh."
  },
  {
    "verse_id": 16,
    "translation": "Yih chhe sạnụ̄ kar frmạyy zi āsmans mnz bnạvụ̄ aashi varyah mẓbvṭ qlʿh, (draṣl chuh lfẓ burvj vartavnh āmut. Buruj chih ʿrby zbạnụ̄ mnz qlʿs, mḥls th mustḥkm ʿmarts vnan. Amhi pth yus mẓmvn chuh tth pytth ghvr krnh sintụ̄ chuh basan zi shayd chuh amhi nishhi murad ʿālam balahkụ̄ tim khṭh yimn mnz prth kanhh khṭh sytthah mstḥkm srḥdav chuh dvyimhi khṭh nishhi alg krith thvvmut. Amhi mfhvm kh lḥaẓh chih asụ̄ burvj mḥfvẓ khṭh kis mʿnys mnz niyun zyadh ṣḥyḥ smjhan) tim krụ̄ vuchhn valyn hndi khạṭr (tarkav sintụ̄) ārasth."
  },
  {
    "verse_id": 17,
    "translation": "Th prth shyṭani mrdvds nishhi krụ̄ tim mḥfvẓ."
  },
  {
    "verse_id": 18,
    "translation": "Kanhh shyṭan hykhi nh yimn mnz vath lbith, aila yih zi czvuri czvuri bvzi kynhh (yʿny tim shyṭan yim pnnyn mddgarn khạṭr ghyb chih khbr aannch kvushsh chih kran. Drḥqyqt chihnh timn nishhi ghyb chih khbr annkụ̄ dhraʿʿ balkule. Kaʿnat chahnh tihndi khạṭr ylh zi yvt yczhn tvt gczhn th pth krn Allah tʿālyā sndụ̄ aasrar mʿlvm. Tim chih czvuri czvuri bvznch kvushsh ẓrvr kran, mgr drḥqyqt chuhnh timn kihinụ̄ palhi hyvan.) th yylhi suh czvuri czvuri bvznch kvushsh chuh kran tylhi chuh akh rvshn shʿlh ts pte davan. (shhabi mubyn ath chuh lughvy mʿny rvshn shʿlh. Dvyimhi jayih chuh qrāni mjyds mnz amhi khạṭr shhabi thaqb vrtavnh āmut, yʿny aanhi gttis gvd krn vvl shʿlh. Ẓrvry chuhnh zi amhi nishhi āshi murad sue phuttan vvl taruk yth aurdv zbạnụ̄ mnz aṣṭlaḥaan shhahb thaqb chih vnan. Bnan chuh zi yim āsn byyhi kunhi qsmh chih zcz, mthlaan kaʿnạty zcz ya yimv khoth thi zyadh shdyd byyhi kynhh, yim vunhi sạnis ʿlms mnz āsn nh āmcz. Tahm chuh yithi mmkn zi yime āsn shhabi thaqb, yimn kunhi kunhi vizi sanhi achh chhe vuchhan zmyns pytth pyvan th yime āsn ʿālam balahs kun shyṭann hndis prvazs andr rukavtt bnan)"
  },
  {
    "verse_id": 19,
    "translation": "Aashi vahrạv zmyn, aath mnz jmạvụ̄ pharr, aath mnz vopdạvụ̄ prth qsmkụ̄ nbatat tthyk tthyk myinith tvulith mqdar san."
  },
  {
    "verse_id": 20,
    "translation": "Th ath mnz krụ̄ mʿīshtkụ̄ asbab frahm tuhndi khạṭr thi, th timn varyahn mkhlvqn khạṭr thi yihndụ̄ rizq dinh vạlụ̄ tvhụ̄ chihv nh."
  },
  {
    "verse_id": 21,
    "translation": "Kanhh chyz chuhnh tiyuth yymkụ̄ khzanh aashi nishhi āsn nh, th yus chyz thi asụ̄ nạzil chih kran akis mqrr mqdars mnz chihn nạzil kran."
  },
  {
    "verse_id": 22,
    "translation": "Bar āvr hva chih asy svzan, pth chih āsmanh pytthh āb travan, th tmhi ābh sintụ̄ chihv tohyih sạrab kran amhi dvltkụ̄ khzanh dar chihv nh tvhụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Zndgy th mvt chih asụ̄ divan, th asy chih sarine hndụ̄ vạrth spdn vạlụ̄. (yʿny tohyih pth chih asy baqy rvzn vạlụ̄, tohyih yikynczhah thi ḥạṣl chuh spudmut, suh chuh mḥẓ ʿārẓy astʿmal khạṭr myvulmut. Ạkhr kar spdiv svn diytmut prth kanhh chyz yyty travith khạly aathv rokhṣt th yim sạry chyz rvzn aamy āyih sạnis khzans mnz)"
  },
  {
    "verse_id": 24,
    "translation": "Goddh yim lukh tohyih mnz nyrith guzre, tim thi chih ashi vuchihth thạvimtụ̄, th yim amhi pth yin tim thi chih sanhi nẓri mnz."
  },
  {
    "verse_id": 25,
    "translation": "Pzpạtthụ̄ kri tuhund rb timn sarine jmʿ, suh chuh ḥkmt vvl thi th zann vvl thi."
  },
  {
    "verse_id": 26,
    "translation": "Aashi bnvv ansan dodrymczi myczi hnzi hochih rabhi. (yth jayih chuh qrān amhi kthhi hnz ṣaf vẓaḥt kran zi ansan chuhnh ḥyvạny mnzilav nishhi trqy kran kran bshryt kyn ḥdvuvn mnz āmut, yithh pạtthụ̄ zn nvi dvrkụ̄ ddarvinyt nishhi mtạthr qrānkụ̄ mfsr thạbt krnch kvushsh chih kran. Blkhi chuh amụ̄ sndi tkhlyquk abtda brahi rast arẓy madav sintụ̄ spudmut yymich kyfyt khudayn chhe ṣalṣaali min ḥamaai msnuvn lfẓn mnz frmavmcz. Yim lfẓ chih ṣrf ẓạhr kran zi rabhi hund akh putlh avs bnavnh āmut yus pth khshk spud, th pth āv aath mnz rvḥ travnh.)"
  },
  {
    "verse_id": 27,
    "translation": "Th amhi brvnhh chih ashi jin nar lmbkh nishhi pạd krimtụ̄. (samuvm chih grm hva hs vnan. Th nars yylhi samv mas kun nsbt chih divan, tamhi kis ṣvurts mnz chuh aamiyuk mʿny nar bjae tyz ḥrart bnan. Amhi sintụ̄ chhe timn jayn hnz tshryḥ spdan yimn jayn qrāni mjyds mnz yih frmavnh chuh āmut zi jin chih nar nishhi pạd āmtụ̄ krnh)"
  },
  {
    "verse_id": 28,
    "translation": "Pth kriv yad suh mvqʿ yylhi tuhndụ̄ rbn frshtn vvn zi, bh krn dodrymczi myczi hnzi hochihmczi rabhi nishhi akh bshr pạd."
  },
  {
    "verse_id": 29,
    "translation": "Yylhi bh suh moklavn bnạvith, th ts mnz chhkh pnnhi rvḥ sintụ̄ phokh dith kynhh, tvhụ̄ sạry krụ̄zyv ts brvnhh knhi sjdh."
  },
  {
    "verse_id": 30,
    "translation": "Chnanchh tmam frshtv kvr sjdh,"
  },
  {
    "verse_id": 31,
    "translation": "Ablyss vrạe zi tmụ̄ kvr sjdh dinh valyn sath dins ankar."
  },
  {
    "verse_id": 32,
    "translation": "Rbn purczhns, ae ablys! Cze kya gve zi cze diytuth nh sjdh kran valyn sath?"
  },
  {
    "verse_id": 33,
    "translation": "Tmụ̄ vvn, myạnụ̄ kạm chahnh yih zi bh kr amis bshrs sjdh, yus cze dodrymczi myczi hnz hochhmczi rabhi nishhi pạd chuhtahn kvrmut."
  },
  {
    "verse_id": 34,
    "translation": "Rbn frmvvns, achha nyr cz yythi, tikyazi cz chuhkh marduvd."
  },
  {
    "verse_id": 35,
    "translation": "Th vonụ̄ chhe rvzi jzahs tam cze pytth lʿnt."
  },
  {
    "verse_id": 36,
    "translation": "Tmụ̄ kvr ʿrẓ, myanhi rbhi, agr yih kth chhe tylhi dim tth dohs tam mhlt yylhi zn sạry ansan yin duvbarh tulnh."
  },
  {
    "verse_id": 37,
    "translation": "Frmavnh ās, achha, cze chhe mhlt,"
  },
  {
    "verse_id": 38,
    "translation": "Tth dohs tam yymyuk vqt aashi mʿlvm chuh."
  },
  {
    "verse_id": 39,
    "translation": "Tmụ̄ vvn, myanhi rbh, yithh pạtthụ̄ cze bh gmrah kvrths, tithe pạtthụ̄ krkh bh vonụ̄ zmyns andr tihndi khạṭr dl frybyih pạd krith tim sạry gmrah,"
  },
  {
    "verse_id": 40,
    "translation": "Sivae chanyv timv bndv, yim cze timv mnz khạlṣ āsne krmtụ̄."
  },
  {
    "verse_id": 41,
    "translation": "Frmvvukh, yih chhe vth yvsh syvdue me tam chhe vatan. (hādha ṣiraaṭ ʿaalay mustqiym, ath hykn zh mʿny ạsith. Akh mʿny chuhs suh yus aashi trjms mnz byan kvr. Dvyim mʿny chuhs zi yih kth chhe durst, bthi rvz aamiyuk pabnd)"
  },
  {
    "verse_id": 42,
    "translation": "Be shk yim myạnụ̄ ḥqyqy bndh chih timn gczhkh nh zvr, cz gczhkh timne vathi ddlimtyn zvr yim chạnụ̄ pyrvy krn. (ath hykhi byakh mṭlb yithi ạsith zi myanyn bndn (yʿny ʿām ansann) pytth spdy nh cze kanhh aqtdar ḥạṣl zi cz bnavhkh tim zbrdsty nafrman, albth yim khod pane āsn ddlimtụ̄ th khod yczhn chạnụ̄ pyrvy krnụ̄, tim yin chanhi vathi pytth gczhnh khạṭr ylh travnh, tim krvkh nh asụ̄ zbrdsty tmhi nishhi pth rttnch kvushsh)"
  },
  {
    "verse_id": 43,
    "translation": "Th timn sarine khạṭr chhe jhnmch vʿīd (szahuk vʿdh)."
  },
  {
    "verse_id": 44,
    "translation": "Yih jhnm (yymich vʿīd ablys sndyn pyrv karn krnh āyih) ath chih sth drvazh, prth drvazh khạṭr chuh timv mnz akh ḥṣh bạgrạvith āmut thavnh. (jhnmkụ̄ yim drvazh āsn ghalbaan gumrạhiyn th gnahan hndi lḥaẓh yimn pytth pkith ansan pnnhi khạṭr jhnmch vath chuh khvlan. Mthlaan kanhh chuh dhryt chih vthi jhnms kun gczhan. Kanhh chuh shrkh chih vthi, kanhh chuh nifaq chih vthi, kanhh chuh nfs prsty th fsq v fjvr chih vthi, kanhh chuh ẓlm v stm th khlq āzạry hnzi vthi, kanhh chuh tblyghi ẓlalt th aiqamti kfr chih vthi, th kanhh chuh fḥsh kamhi phhlavnh chih vthi, yas shkhṣh sund yus vṣf zyadh nvn āshi, tmy lḥaẓh spdi tmụ̄ sndi khạṭr jhnms kun gczhnh khạṭr tmụ̄ snz vath mtʿīn.)"
  },
  {
    "verse_id": 45,
    "translation": "Ath brʿks āsn mtqy lukh baghn th nagn mnz."
  },
  {
    "verse_id": 46,
    "translation": "Th timn yiyhi vannh zi gczihv dạkhl yimn mnz slamty san kunhi khvfh th ddr vrạe."
  },
  {
    "verse_id": 47,
    "translation": "Tihndyn diln mnz yikynczhah km zyadh khochr āshi suh krrv asụ̄, tim rvzn akh akis brvntthh knhi bayn hndụ̄ pạtthụ̄ tkhtn pytth bihith."
  },
  {
    "verse_id": 48,
    "translation": "Timn nh pyyih tthi kanhh mshqt tulnụ̄, th nh yin tim tthi krrnh."
  },
  {
    "verse_id": 49,
    "translation": "Ae nby, myanyn bndn diyv khbr zi bh chuhs sytthah drgzr krn vvl th nhayt mhrban."
  },
  {
    "verse_id": 50,
    "translation": "Mgr ath sintụ̄ chuh myvn ʿdhab thi sytthah dag tulvun ʿdhab."
  },
  {
    "verse_id": 51,
    "translation": "Byyh bvznạvitvkh yim abrahym sndyn pczhyn hund qṣh."
  },
  {
    "verse_id": 52,
    "translation": "Yylhi tim ts nishhi czae th vvnukh, slam ạsin cze pytth. Tmụ̄ vvn, bh chhsav tohyih khoczan."
  },
  {
    "verse_id": 53,
    "translation": "Timav diyut jvab, khocz mah, asụ̄ chihy cze ʿlmh vạlis lrrkh snz bshart divan. (yʿny ḥẓrt asḥaq sndi zynch bshart, yithh pạtthụ̄ zn svrh hvuds mnz vẓaḥt san byan chuh spudmut)"
  },
  {
    "verse_id": 54,
    "translation": "Abrahym ʿlyh alslamn vvn, kya tvhụ̄ chihv me yth bujrs mnz avlad snz bshart divan? Dhra svunchtv zi yih kiczh bshart chihv me tvhụ̄ divan?"
  },
  {
    "verse_id": 55,
    "translation": "Timv diyut jvab, asụ̄ chhy cze brḥq bshart divan, cz mah gczh naamyd."
  },
  {
    "verse_id": 56,
    "translation": "Abrahym chih vnan, pnnis rb sndi rḥmt nishhi chih gumrah lukhe naamyd gczhan."
  },
  {
    "verse_id": 57,
    "translation": "Pth chih abrahym prczhan, ae Allah tʿālyā sndiyv frshtv, so muhm kya chhe yth pytth tohyih tshryf chuhv avnmut."
  },
  {
    "verse_id": 58,
    "translation": "Timv vvn, asụ̄ chih akis mujrm qvms kun svznh āmtụ̄."
  },
  {
    "verse_id": 59,
    "translation": "Ṣrf chih lvṭ sndụ̄ bạcz aamhi nishhi muchhhi, tim sạry bchavvkh asụ̄,"
  },
  {
    "verse_id": 60,
    "translation": "Sivae tmụ̄ snz khandarnụ̄, yas mtʿlq (Allah tʿālyā chuh frmavan zi) ashi chuh fạṣlh kvrmut zi, so rvzi pth rvzn valyn mnz shạml."
  },
  {
    "verse_id": 61,
    "translation": "Pth yylhi frshth ḥẓrt lvṭ ʿlyh alslams nishhi vạtụ̄,"
  },
  {
    "verse_id": 62,
    "translation": "Tmụ̄ vvn, tvhụ̄ chihv ghyr zan basan."
  },
  {
    "verse_id": 63,
    "translation": "Timv diyut jvab, nah, blkh chih asụ̄ sue chyz hyth āmtụ̄ yymhi kis yinas mnz yim lukh shk ạsụ̄ kran."
  },
  {
    "verse_id": 64,
    "translation": "Asụ̄ chhy cze pvz vnan zi asụ̄ chih ḥq hyth cze nishhi āmtụ̄."
  },
  {
    "verse_id": 65,
    "translation": "Lhādha nyr cz rạcz hund kynhh ḥṣh spdith pnnụ̄ grikụ̄ bạcz hyth, th panh pkh timn pth pth, tohyih mnz gczihh nh kanhh pvt nẓr diyun, bs gczihv syvdue pkan yvr gczhnuk tohyih ḥukm chuh dinh yivan."
  },
  {
    "verse_id": 66,
    "translation": "Th ts vatnvv aashi pnun yih fạṣlh, zi ṣubḥ vatan vatan yiyhi timn lukn mvul czttnh."
  },
  {
    "verse_id": 67,
    "translation": "Aath dvran āe shhrkụ̄ lukh khvshy san be tab spdith lvṭ sund gr."
  },
  {
    "verse_id": 68,
    "translation": "Lvṭ chih vnan, bayv, yim chih myạnụ̄ pczhụ̄, me mah kriv fẓyḥt (rusva),"
  },
  {
    "verse_id": 69,
    "translation": "Khudays khocziv me mah kriv khvar."
  },
  {
    "verse_id": 70,
    "translation": "Timv vvn, kya ashi chhy na cze barha tthakh kvrmut zi sary dunyahuk tthykh dar mah bn?"
  },
  {
    "verse_id": 71,
    "translation": "Lvṭ chih (ʿạjz spdith) vnan, agr tohyih kynhh krnue chuhv, tylhi chahv yykya myanhi kvri mvjvd! (tshryḥ khạṭr vuchihv svrh hvd āyt nmbr 77, 78)"
  },
  {
    "verse_id": 72,
    "translation": "Tuhndi januk qsm ae nby! Tmhi vqth avs timn pytth akhi qsmuk nashhi hyvu khvtmut yth mnz timn pans tam kihinụ̄ rvud nh."
  },
  {
    "verse_id": 73,
    "translation": "Ạkhr kar rttụ̄ tim ṣubḥ pholns sintụ̄ akụ̄ zbrdst dhmakn."
  },
  {
    "verse_id": 74,
    "translation": "Th ashi kvr tth bsty talukh pytth, th timn pytth kr pyinh āmczi myczi hnzn knyn hnz bạrsh."
  },
  {
    "verse_id": 75,
    "translation": "Ath vaqʿs mnz chhe bjhi nishạniyih timn lukn khạṭr yim ṣaḥbi frast chih (ghvr v fkr krn vạlụ̄ chih)."
  },
  {
    "verse_id": 76,
    "translation": "Th suh ʿlaqh (yythi yih vaqʿh avs pysh āmut) chuh ʿām guzr gahs pytth vaqʿ, (yʿny ḥijaz pytthh sham, th ʿraq pytth mṣr gczhan gczhan chuh yih tbah spudmut ʿlaqh vathi pytth th ʿmvmaan chih qạfln hndụ̄ lukh tbạhy hndụ̄ tim āthar vuchhan yim ath pvur ʿlaqs mnz az tam nnụ̄ chih.)"
  },
  {
    "verse_id": 77,
    "translation": "Ath mnz chuh ʿbrtuk saman timn lukn khạṭr yim ṣaḥbi ayman chih."
  },
  {
    "verse_id": 78,
    "translation": "Th aaykah vạlụ̄ ạsụ̄ ẓạlm. (yʿny ḥẓrt shʿīb ʿlyh alslam sndi qvmkụ̄ lukh. Aaykah avs tbvkuk prvn nav)"
  },
  {
    "verse_id": 79,
    "translation": "Vuchihtav zi ashi thi hyvt timn antqam, th timn doshvnụ̄ qvmn hndụ̄ vujar gmtụ̄ ʿlaqh chih nanhi vanh vathi pytth. (madyan th aṣḥabu alaaykah huk ʿlaqh thi chuh ḥijaz pytthh flsṭyn th sham gczhan gczhan vathi pytth yivan)"
  },
  {
    "verse_id": 80,
    "translation": "Ḥijrkyv lukv thi chuh rsvln hund tkdhyb kvrmut (yʿny qvmi thmvd kh mrkzy shhr kyv lukv pihyur pnnyn rsvln buth)."
  },
  {
    "verse_id": 81,
    "translation": "Ashi svuzụ̄ pnnụ̄ āyat timn nishhi, pnnhi nshạnyih havi timn, mgr tim rvudụ̄ sạrise nẓr andaz kran."
  },
  {
    "verse_id": 82,
    "translation": "Tim ạsụ̄ pharrn grụ̄ grụ̄ mkan bnavan th pnnhi jayih ạsụ̄ bialkl be khvf th mṭmʿn."
  },
  {
    "verse_id": 83,
    "translation": "Ạkhr kar rttụ̄ tim ṣbḥạe akụ̄ zbrdst dhmakn."
  },
  {
    "verse_id": 84,
    "translation": "Th tihnz kmạe āyih nh timn raczh thi bkar."
  },
  {
    "verse_id": 85,
    "translation": "Ashi chahnh zmyn th āsman th tihindụ̄ tmam mvjvdat ḥq vrạe byyhi kunhi bnyads pytth pạd krimtụ̄, th fạṣlch gr chhe pzipạtthụ̄ yinh vajinụ̄, ps ae nby, tvhụ̄ hyyiv (yimn lukn hnzn be hvudgiyan pytth) shryfanh drguzrs kạm."
  },
  {
    "verse_id": 86,
    "translation": "Pzipạtthụ̄ chuh tuhund rb sarine hund khạlq th svrue kynhh chuh zanan."
  },
  {
    "verse_id": 87,
    "translation": "Ashi chahv tohyih ticzhh sth āyth diczmcz yim bar bar dohravns layq chhe, (yʿny svrh fatḥh hkụ̄ āyat. Slfn hnz akthryt chhe ath pytth mtfq blkh chhe amam bukhary rḥmth Allah ʿlyh hn zh mrfvʿ rvayt thi amhi kthhi hndis thbvts mnz pysh krimcz zi khod chuh nby ṣly Allah ʿlyh v slmv sabʿāan min almathaniy nishhi murad svrh fatḥh frmvvmut) th tohyih chuhv qrān ʿẓym ʿṭa kvrmut."
  },
  {
    "verse_id": 88,
    "translation": "Tvhụ̄ mah vuchihv yth dunya kis mtaʿs kun achh tulith yus aashi yimv mnz mkhtlf qsmh kyn lukn chuh diytmut, th nah mah kriv yihndis ḥals pytth pnun dil ghmgyn, yim trạvith narmiv ayman aann valyn kun."
  },
  {
    "verse_id": 89,
    "translation": "Th (nh mann valyn) vniv zi, bh chuhs ṣaf ṣaf tnbyh krn vvl."
  },
  {
    "verse_id": 90,
    "translation": "Yih chuh tmy qsmuk tnbyh yuth ashi timn tfrqh prdazn (cztth kptth krn valyn) kun svuzmut avs."
  },
  {
    "verse_id": 91,
    "translation": "Yimv pnnis qrāns ttukr ttukr chih krimtụ̄. (yʿny tth ktabhi krikh ttukr ttukr yoshi qrānkụ̄ pạtthụ̄ timn dinh ạs āmcz, aamhi kh kunhi ḥiṣch krkh pyrvy th kanhh ḥṣh trvvukh psi pusht)"
  },
  {
    "verse_id": 92,
    "translation": "Qasm chuhm tuhndis rb sund, asụ̄ prczhv ẓrvr yimn sarine zi,"
  },
  {
    "verse_id": 93,
    "translation": "Tvhụ̄ kya chihv rvudimtụ̄ kran?"
  },
  {
    "verse_id": 94,
    "translation": "Ps ae nby, yymhi chyzuk tohyih ḥukm chuhv dinh yivan suh vniv ṣaf ṣaf, th shrk krn valyn hund mah kriv raczh thi prvae."
  },
  {
    "verse_id": 95,
    "translation": "Tuhndi ṭrfh chih asụ̄ yimn hzl krn valyn khbr hynh khạṭr kạfy."
  },
  {
    "verse_id": 96,
    "translation": "Yim khudays sintụ̄ byyhi kạnshi thi khudae chih qrar divan, ʿnqryb laghi yimn khbr."
  },
  {
    "verse_id": 97,
    "translation": "Ashi chuh mʿlvm yimh kthh yim lukh tohyih pytth bnavan chih timv sintụ̄ chuh tuhndis dils skht tklyf vatan."
  },
  {
    "verse_id": 98,
    "translation": "(aamiyuk ʿlaj chuh yih zi) pnnis rb sndi ḥmd san kriv tsnz tsbyḥ, tmụ̄ sndis drbars mnz kriv sjdh."
  },
  {
    "verse_id": 99,
    "translation": "Th tth ạkhry gri tam rvziv pnnis rb snz bndgy kran yymyuk yun yqyny chuh."
  }
]