[
  {
    "verse_id": 1,
    "translation": "Vvt Allah tʿālyā sund fạṣlh, (yʿny amhi kh ẓhvruk th nifadhuk vqt chuh nkhh vvtmut. Ghalbaan chuh aamhi fạṣlh nishhi murad nby ṣly Allah ʿlyh v slmn hnz mkh pytthh hjrt yymiyuk ḥkm kynhh kal pte āv dinh. Qrān kh mṭalʿh nishhi chuh pe lgan zi yimn lukn drmyan nby mbʿūth chuh spdan, tim yylhi ainkar kis ạkhry ḥds pytth vatan chih, tylhi chuh pth nbys hjrtuk ḥukm dinh yivan, th yohe ḥkm chuh tihndi qsmtuk fạṣlh kran. Aamhi pth ya chuh timn pytth tbah kun ʿdhab yivan, ya chuh pth nby th tmụ̄ sndyn aitbaʿ krn valyn hndi dasth tihund mvul yivan czattnh.) vonụ̄ mah kriv aamhi khạṭr banbr, pak chuh suh, byyhi chuh bala th brtr tmhi shirkh nishhi yus yim lukh kran chih."
  },
  {
    "verse_id": 2,
    "translation": "Aath ruvḥs yas bnds pytth suh yczhan chuh pnnhi ḥukmh sintụ̄ chuh frshtn hndi dhryʿh nạzil frmavan. (ruvḥ chuh murad ruvḥi nbvt th vaḥy yymhi sintụ̄ nby kạm th klam chuh kran) (aamhi hdayth san zi lukh) kriyvukh khbrdar, myanhi vrạe chuhnh tuhund kanhh mʿbvd, lhādha khvcziv tvhụ̄ ṣrf mye yvt."
  },
  {
    "verse_id": 3,
    "translation": "Tmụ̄ chih āsman th zmyn brḥq pạd kvrmut, suh chuh sytthah bala th brtr tmhi shirkh nishhi yus yim lukh kran chih."
  },
  {
    "verse_id": 4,
    "translation": "Tmụ̄ kvr ansan akis mʿmvly qṭrs pạd, th vuchhan vuchhan bnyav suh ttakar lrrayih gvr. (ath hykn zh mʿne ạsith th ghalbaan chih doshve murad. Akh yih zi khudayn kvr nuṭfh kis ḥqyr qṭrs suh ansan pạd yus bḥthch th astdlalch qạblyt chuh thavan th pnnhi mudʿā khạṭr hykhi ḥujth pysh krith. Dvyum yih zi yus ansan khudayn nṭfh kis ḥqyr chyzs pạd chuh kvrmut, tmụ̄ snzi khvdy hund ẓlm vuchihtv zi suh vvth khod khudae sndise muqabls mnz lrrạe krnhi.)"
  },
  {
    "verse_id": 5,
    "translation": "Tmụ̄ krụ̄ janvr pạd, yimn mnz tuhndi khạṭr pvshak thi chuh th khorak thi, th rngh rngkụ̄ baqy fạydh thi."
  },
  {
    "verse_id": 6,
    "translation": "Timn mnz chuh tuhndi khạṭr jmal (khvbṣvrty th shan) yylhi tvhụ̄ tim ṣbḥạe gash khynhi chhvukh svzan th yylhi tim shamn chhvukh vaps aanan."
  },
  {
    "verse_id": 7,
    "translation": "Tim chih tuhndi khạṭr ticzhn ticzhn jayn bvr nivan yvr tvhụ̄ skht janfshạny vrạe vạtith hykhi hiv nh. Ḥqyqt chhe yih zi tuhund rb chuh be ḥd shfyq th mhrban."
  },
  {
    "verse_id": 8,
    "translation": "Tmụ̄ krụ̄ gurụ̄ th khchr th khr pạd, takh tvhụ̄ spdiv timn pytth svar th tim bnn tuhnzi zndgy hnz rvnq, suh chuh byyhi varyah chyz (tuhndi fạydh khạṭr) pạd kran, yuhund nh tohyih ʿlme chuh. (yʿny varyah chyz chih tim yim ansan sndi rczr khạṭr chih kạm kran th ansans chahnh khbre zi kathi kathi kạtyah khdmt gar chih tmụ̄ sndis khdmts lgith, th kosh kosh khdmt chih anjam divan.)"
  },
  {
    "verse_id": 9,
    "translation": "Th Allah tʿālyā se chhe dhimh syz vth havnụ̄ yylhi zn hjhi vath thi mvjvd chhe. Agr suh yyczihe tohyih sarine diyih hyv tylhi hdayt."
  },
  {
    "verse_id": 10,
    "translation": "Sue chuh yymụ̄ āsmanh tuhndi khạṭr āb vvl, yymhi sintụ̄ tvhụ̄ panh thi chihv syrab spdan th tuhndyn janvrn khạṭr thi chuh charh (kulụ̄ kttụ̄ th gash) pạd spdan."
  },
  {
    "verse_id": 11,
    "translation": "Suh chuh aamhi ābh sintụ̄ zraʿt vopdavan, th zytvn, th khzr th dachh th rngh rngkụ̄ baqy myvh chuh pạd kran, ath mnz chhe akh bdd nishạny timn lukn khạṭr yim ghvr v fkr chih kran."
  },
  {
    "verse_id": 12,
    "translation": "Tmụ̄ chih tuhundi rczr khạṭr rat th doh byyhi āftab th zvun muskhr krith thạvimtụ̄, th sạry tark thi chih tmụ̄ sndy ḥukmh muskhr (kamhi lgith) aath mnz chhe varyah nshạnyih timn lukn khạṭr yim ʿqlhi chih kạm hyvan."
  },
  {
    "verse_id": 13,
    "translation": "Th byyhi tim, varyah rng brng chyz yim tmụ̄ tuhndi khạṭr zmyns mnz pạd chih krimtụ̄, yimn mnz thi chhe ẓrvr nshạnyih timn lukn khạṭr yim sbq rattn vạlụ̄ chih."
  },
  {
    "verse_id": 14,
    "translation": "Sue chuh yymụ̄ tuhndi khạṭr smndr chuh muskhr krith thvvmut, takh tvhụ̄ aniv aamhi mnz tr v tazh maz th khyyiv, th amhi mnz krriv zmynkụ̄ tim chyz yim tvhụ̄ lagan chhvukh, tvhụ̄ chihv vuchhan zi nav chhe smndruk synh chyran chyran pkan, yih svrue chuh amhi khạṭr zi tvhụ̄ kriv pnnis rb sund fẓl tlash, (yʿny ḥlal ṭryqv san kriv pnun rzq ḥạṣl krnch kvushsh) byyhi bniv tmụ̄ sndụ̄ shkr guzar."
  },
  {
    "verse_id": 15,
    "translation": "Tmụ̄ tthachhi zmyns mnz pharrn hnz mykhh, takh zmyn gczh nh tvhụ̄ hyth ddolh gczhnụ̄. Tmụ̄ krụ̄ driyav jạry, th qdrty vath bnavyn, takh tvhụ̄ lbiv hdayt (vath)."
  },
  {
    "verse_id": 16,
    "translation": "Tmụ̄ thavi zmyns mnz vath havnh chih ʿlamth th tarkv sintụ̄ thi chih lukh hdayt (vath) lban."
  },
  {
    "verse_id": 17,
    "translation": "Pth kya suh yus pạd chuh kran, th tim yim nh kihinụ̄ chih pạd kran, chha doshve hiviy? Kya tvhụ̄ chihv na hvshs mnz yivan?"
  },
  {
    "verse_id": 18,
    "translation": "Agr tvhụ̄ Allah tʿālyā snz nʿmth gnzravnhi yyczihv, khinụ̄ hykiv nh gnzrạvith, ḥqyqt chhe yih zi suh chuh sytthhe drguzr krn vvl th sytthah mhrban."
  },
  {
    "verse_id": 19,
    "translation": "Ḥalankh suh chuh tuhundis ẓạhrs thi vạqf th bạṭns thi."
  },
  {
    "verse_id": 20,
    "translation": "Th timh baqy hstiyih yimn Allah tʿālyā trạvith chih lvukh nad layan, tim chihnh kunhi chyzkụ̄ thi khạlq, blkh chih khod panh mkhlvq."
  },
  {
    "verse_id": 21,
    "translation": "Mordh chih, zndh chihnh kynhh. Th timn chahnh kihinụ̄ khbr zi tim kr yin (duvbarh zndh krith) tulnh. (yim alfaẓ chih ṣaf vnan zi yth jayih yimn bnavtty mʿbvudn hund khaṣ ṭvr trdyd chuh yivan krnh tim chih vfat yafth ainsan, tikyazi frshth chih zndh, murdh chihnh kynhh, th lkr th knyn hndyn potlyn hndis mʿāmls mnz chuhnh duvbar zndh krith tulnuk svale pạd spdan.)"
  },
  {
    "verse_id": 22,
    "translation": "Tuhund khuda chuh bs aakve khudae, mgr yim lukh ạkhrt chihnh manan, tihndyn diln mnz chuh ankar bsith rvudmut, th tim chih tkbrs mnz hynh āmtụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Allah tʿālyā chuh pzipạtthụ̄ tihindụ̄ sary krtvut zanan, ẓạhr pạtthụ̄ thi th bạṭn pạtthụ̄ thi, suh chuhnh timn lukn hrgz psnd kran yim nfsh kis tkbrs mnz mbtla āsn."
  },
  {
    "verse_id": 24,
    "translation": "Th yylhi kanhh yimn prczhan chuh zi tuhndụ̄ rbn kya chyz chuh yih nạzil kvrmut, (ʿrbs andr yylhi nby ṣly Allah ʿlyh v slmn hund chrchhi spdnhi lvg th nybrim lukh ạsụ̄ mkh kyn rvzn valyn nby ṣly Allah ʿlyh v slms th qrāns mtʿlq sval kran.) tylhi chih vnan, he timh chhe brvntthmyn vqtn hnz frsvudh dlylh."
  },
  {
    "verse_id": 25,
    "translation": "Yimh kathh chih tim amhi mvjvub kran zi qyamt kh doh tuln pnnụ̄ bvr thi pvur, th sintụ̄ sintụ̄ vattn timn lukn hndụ̄ kynhh bvr thi yimn yim jhalt kis bunyads pytth gumrah chih kran. Vuchihv! Kiczh skht dhmh dạry chhe yosh yim pnnis kls pytth chih kmavan."
  },
  {
    "verse_id": 26,
    "translation": "Yimv brvnhh thi chhe varyahav lukv (ḥqs vsụ̄ payih havnh mokhh) yiczhe mkạrilh krimcz, vuchihv zi khudayn prạtt czakhi tale tihnzi mkạrilhi hnz ʿmart, th tmyuk psh pyvv tihndis kls pytth, th tmhi ṭrfh āv timn pytth ʿdhab, ypạrụ̄ tamhi khi yinuk timn gumane avsnh."
  },
  {
    "verse_id": 27,
    "translation": "Pth kri Allah tʿālyā qyamt kh doh timn dhlyl v khvar, th timn vanhi, vniv vonụ̄ kathi chih myạnụ̄ tim shryk yihndi khạṭr tvhụ̄ (ahli ḥqn sintụ̄) lrrayih ạsiv kran? Yimn lukn dunya hs mnz ʿlm avs ḥaṣl tim vann, aaz chhe rusvạyy th bdbkhty kạfrn khạṭr."
  },
  {
    "verse_id": 28,
    "translation": "Ā, timne kạfrn khạṭr yim pnnis nfss pytth ẓlm krnh vizi mlạykn hndyv aathv grftar chih spdan, pth chih (srkshy trạvith) fvraan aamns mnz yith vnan, asụ̄ ạsụ̄ nh kanhh ghlṭy kran. Frshth chih jvab divan, kran kithh pạtthụ̄ ạsiv nh! Allah tʿālyā chuh tuhndyv krtvutv nishhi tthyk pạtthụ̄ vạqf."
  },
  {
    "verse_id": 29,
    "translation": "Gczihv vonụ̄, acziv jhnm kyv drvazav mnzụ̄. Tty chuhv tohyih hmyshh rvzun. Ps chhe ḥqyqt yih zi sytthhe bur tthkanh chuh tkbr krn valyn khạṭr."
  },
  {
    "verse_id": 30,
    "translation": "Dvyimhi ṭrfh yylhi prhyzgarn chuh prczhnh yivan zi, yih kya chyz chuh yus tuhndis rb sndi ṭrfh nạzil chuh spudmut, tim chih jvab divan zi, bhtryn chyz chuh nạzil spudmut. Amhi qsmh kyn nykvkar lukn khạṭr chuh yth dunya hs mnz thi rczar, th ạkhrtuk gr chuh tihndis ḥqs mnz bhtr ạsithe, sytthah rut gr chuh prhyz garn hund."
  },
  {
    "verse_id": 31,
    "translation": "Dạʿmy qyamkụ̄ jnt, yimn mnz tim dạkhl spdn, kolh āsn pkan, th svrue kynhh āshi tathi ʿīni tihndi mnshhi mṭạbq, yih jza chuh divan Allah tʿālyā prhyz garn."
  },
  {
    "verse_id": 32,
    "translation": "Timn prhyz garn yihndụ̄ ruvḥ yylhi pạkyzgy hndis ḥalts mnz frshth qbẓ chih kran, tim chih vanan, slam ạsin tohyih pytth, gczihv jnts pnnyn aʿmaln hndi bdlh."
  },
  {
    "verse_id": 33,
    "translation": "Ae nby, vonụ̄ yus yim lukh antẓar chih kran, tylhi kya chuh amhi vrạe vonụ̄ baqy rvudmut zi frshte gczhn pynụ̄ vạtith, ya gczihh tuhndis rb sund fạṣlh ṣạdr spdun? Aamy qsmch htt dhrmy chhe yimv brvnhh varyahv lukv krmcz, pth yikynczhah timn sintụ̄ spud suh avs nh timn pytth Allah tʿālyā sund ẓulm, blkh avs suh timn pnun ẓulm, yus timv panh kvr pans pytth."
  },
  {
    "verse_id": 34,
    "translation": "Tihndyn krtvutan hnz khrạbyih āyih ạkhr kar timn valnh, th sue chyz spud timn pytth muslṭ yth tim hzl ạsụ̄ kran."
  },
  {
    "verse_id": 35,
    "translation": "Yim mushrik chih vnan, agr Allah tʿālyā yyczihh he tylhi nah krhav asụ̄ th nah kr hn sạnụ̄ mạlụ̄ buddibb ts vrạe byyhi kạnshi hnz ʿbadt, th nha tthhravhn tmụ̄ sndi ḥukmh vrạe kanhh chyz ḥram. Yithy hivụ̄ bhanh chih tim lukh thi bnavan rvudimtụ̄ yim yimn brvnhh ạsụ̄, tylhi kya rsvln pytth chha ṣaf ṣaf kth vatnavnh vrạe byyhi thi kanhh dhmh dạry?"
  },
  {
    "verse_id": 36,
    "translation": "Ashi svuz prth aumts mnz akh rsvl, th tmụ̄ sndi dhryʿh krụ̄ sạry khbrdar zi, Allah tʿālyā snz bndgy kriv th ṭaghvt chih bndgy nishhi bchiv. Aamhi pth bkhush khudayn yimv mnz kạnshi hdayt, th kạnshi pytth gyih ẓlalt (gmrạhy) muslṭ, pth vuchhtv zmyns pytth avr yvr pkith zi buth phirn valyn hund anjam kya chuh spudmut."
  },
  {
    "verse_id": 37,
    "translation": "Ae nby, tvhụ̄ ạsụ̄tav yihndi hdayth khạṭr kạtyah thi ḥryṣ, mgr Allah tʿālyā yas gumrah chuh kran pth chuhnh tas hdayt divan, th amhi qsmh kyn lukn hund mdd hykhi nh kanhh krith."
  },
  {
    "verse_id": 38,
    "translation": "Yim lukh chih Allah tʿālyā sndi navkụ̄ vytthụ̄ pvutthụ̄ qasm khyth vnan zi, Allah tʿālyā tulhi nh kạnshi mrn vạlis navi sr zndh krith. Tulhi kyazi nh, yih chuh akh vʿdh yus pvur krun tmụ̄ pans pytth chuh vạjib kvrmut, mgr akthr lukh chihnh zanan."
  },
  {
    "verse_id": 39,
    "translation": "Th yih spdun chuh amhi mvjvb ẓrvry zi Allah tʿālyā mczravi timn brvnhh knhi yih ḥqyqt yath mtʿlq tim akhtlaf chih kran, th ḥqs ankar krn valyn lghi pe zi tim ạsụ̄ aapzyạrụ̄."
  },
  {
    "verse_id": 40,
    "translation": "(rvud vonụ̄ aamiyuk aimkan) aashi chuhnh kanhh chyz vjvds mnz aannh khạṭr amhi khoth zyadh kihinụ̄ pyvan krun, zi tth dimav ḥukm spad th bs suh chuh spdan."
  },
  {
    "verse_id": 41,
    "translation": "Yimv lukv ẓlm vytravnh pth Allah tʿālyā sndi khạṭr hjrt chhe krmcz, timn dimav asụ̄ dunyase mnz rut tthikanh, th ạkhrtuk ajr chuh varyah bvdd. (yih asharh chuh timn mhajrn kun yimv kạfrn hndiyv naqabli brdasht ẓulmv nishhi tng yith ḥbshs kun hijrt ạs krmcz) kash lghi he pae timn mẓlvmn,"
  },
  {
    "verse_id": 42,
    "translation": "Yimv ṣbr chuh kvrmut th yim pnnis rb sndis bhrvss pytth kạm chih kran (zi kiyuth rut anjam chuh timn praran)."
  },
  {
    "verse_id": 43,
    "translation": "Ae nby, ashi yylhi thi zanhh tohyih brvnhh kunhi saʿth rsvl chih svuzimtụ̄, tim chih ansane svuzimtụ̄ yimn kun asụ̄ pnnụ̄ pygham vḥy ạsụ̄ kran, ahli dhikrn prczihv agr tvhụ̄ lukh panh chihv nh zanan. (yʿny timn lukn prczihv yimn āsmạny ktabn hund ʿlm chuh zi anbyaʿ ạsya ainsane āsan kinh byyhi kynhh)"
  },
  {
    "verse_id": 44,
    "translation": "Ptim rsvl thi ạsụ̄ aashi rvshn nishạniyih th kitabh dith svuzimtụ̄, th vonụ̄ chhe yih dhikr tohyih pytth nạzil krmcz, takhi tvhụ̄ gczihv lukn brvnhh knhi tmhi tʿlymh hnz tshryḥ th tvẓyḥ kran yosh tihndi khạṭr nạzil chhe krnh āmcz. (yʿny rsvl Allah ṣly Allah ʿlyh v slms pytth ạs amhi mvjvub kitab nạzil krnh āmcz zi tim rvzn pnnhi qvlh th ʿmlhi sintụ̄ amhi kyn tʿlymatn th aḥkamn hnz tshryḥ th tvẓyḥ kran. Amhi nishhi chhe khod bkhvd yih kth thạbt spdan zi ḥẓvr ṣly Allah ʿlyh v slmn hund sunt chuh, qrānch mstnd ḥạkmanh tshryḥ.) th takh lukh krn (panh thi) ghvr v fkr."
  },
  {
    "verse_id": 45,
    "translation": "Pth kya tim lukh (yim pyghmbr sndis dʿūt kis mkhalfts mnz) bdtr khoth bdtr chalh chih gindan, chha amhi kthhi nishhi balkule be khvf spdmtụ̄, zi Allah tʿālyā valhi timn zmyns, ya anhi tithhi aand pytthh timn pytth ʿdhab yythi pytthh amhi kh yinuk timn vhm v gumane āshi nh."
  },
  {
    "verse_id": 46,
    "translation": "Ya rttykh achank yylhi tim phyran thvran āsn, ya rttykh tithis ḥalts mnz yylhi zn timn panh āshi yinh valhi mṣybtuk khvf, th tim āsn amhi nishhi bchnh chih fikri mnz hushar rvuzith?"
  },
  {
    "verse_id": 47,
    "translation": "Suh yikynczhah thi krun yyczihh yim lukh chihnh ts ʿạjz krnuk ṭaqt thavan. Ḥqyqt chhe yih zi tuhund rb chuh sytthhe mhrban th sytthah rḥm krn vvl."
  },
  {
    "verse_id": 48,
    "translation": "Th kya yim lukh chihna Allah tʿālyā sndis pạd krnh āmtis kunhi thi chyzs vuchhan zi, aamiyuk sayih kithh pạtthụ̄ chuh Allah tʿālyā sndis ḥẓvrs andr sjdh kran kran dchihnụ̄ th khovrụ̄ pyvan? (yʿny tmam jsmạny chyzn hnz czhayih chhe amhi kthhi hnz ʿlamt zi pharr ạsitn ya kulụ̄, janvr ạstn ya ansan, and hyth chih sạry akis hmh gyr qanvn kis grfts mnz gnddith, sarine hndis ddyks pytth chuh bndgy hund dagh lgith, auluvhyts mnz chuhnh kạnshi hund raczh thi ḥṣh. Czhae bnnụ̄ chhe akhi chyzuk mạdy āsnch ttakarh ʿlamt th mady āsun chuh bndh th mkhlvq āsnuk kuhlh thbvt.) ythh pạtthụ̄ chih andhyth sạry ʿạjzy hund aẓhar kran."
  },
  {
    "verse_id": 49,
    "translation": "Zmyns th āsmann mnz yim thi jandar mkhlvq chih th yim thi frshth chih, sạry chih khudays brvnhh kanhi sjdh kran, tim chihnh hrgz tkbr kran."
  },
  {
    "verse_id": 50,
    "translation": "Pnnis rbs yus timn pytthh kanhi chuh, ts chih khoczan, th yikynczhah ḥkm chuh dinh yivan tmy muṭạbq chih kạm kran."
  },
  {
    "verse_id": 51,
    "translation": "Allah tʿālyā sund chuh frman zi, zh khudae mah bnạviv, (don khudayn hndis ankars mnz chuh doyv ktho th zyadh khudayn hund ankar pạnụ̄ pane shạmil) khudae chuh bs aakve, lhādha khvcziv tvhụ̄ mye yvt."
  },
  {
    "verse_id": 52,
    "translation": "Tmụ̄ sundue chuh thi svrue kynhh yih āsmann mnz chuh th yikynczhah zmyns chuh, th khalṣaan chuh tmụ̄ sundue dyn (sạrise kaʿnats mnz) chlan. (dvyimyn lfẓn mnz vanv zi tmụ̄ sndise aṭaʿts pytth chuh yymhi karkhanh hsty hund nẓam qạyim) pth kya Allah tʿālyā trạvith khvczivh tvhụ̄ byyhi kạnshi?"
  },
  {
    "verse_id": 53,
    "translation": "Tohyih yosh thi nʿmt ḥạṣl chahv, so chahv Allah tʿālyā sndy ṭrfh, pth yylhi kanhh skht vqt tohyih pytth yivan chuh, tylhi chihv khod tvhụ̄ lukh pnnụ̄ fryad hyth tsụ̄ kun davan."
  },
  {
    "verse_id": 54,
    "translation": "Mgr yylhi Allah tʿālyā suh vqt tohyih nishhi dvr chuh kran, tylhi chuh achank tohyih mnz akh dvr pnnis rbs sintụ̄ dvyimyn (aamhi mhrbạny hndi shukryih khạṭr) shryk krnhi lgan."
  },
  {
    "verse_id": 55,
    "translation": "Takh Allah tʿālyā sndi aḥsanch kri nashukry. Achha, kriv mzh, ʿnqryb lgyv tohyih pe."
  },
  {
    "verse_id": 56,
    "translation": "Yim lukh yihndi ḥqyqt nishhi vạqf chihnh, tihndụ̄ ḥṣh chih sanhi ʿṭa krimathi rizqh mnz muqrr kran, Allah tʿālyā sund qsm, ẓrvr yiyhi tohyih prczhnh zi yim aapzụ̄ kithh pạtthụ̄ ạsiv tohyih bnạvimtụ̄."
  },
  {
    "verse_id": 57,
    "translation": "Yim chih Allah tʿālyā sndi khạṭr kvri kran tjvyz. (ʿrbh kyn mushrkn hndyn mʿbvdn mnz ạsụ̄ dyvta km dyvy āsh zyadh, th yimn dyvy yn mtʿlq avs tihund ʿqydh zi tim chih khdae snz kvri. Yithe pạtthụ̄ ạsụ̄ tim frshtn thi khudae snz kvri manan) subḥan Allah! Th tihndi khạṭr thi yikynczhah yim panh yczhn (yʿny nychvụ̄)."
  },
  {
    "verse_id": 58,
    "translation": "Yylhi yimv mnz kạnshi kvur zynch khosh khbr chhe dinh yivan, tylhi chhe tmụ̄ sndis bthis pytth hae khsan, th ts chhe pth vạnij rath chyvan (shrart chuhs khsan)."
  },
  {
    "verse_id": 59,
    "translation": "Lukn czvuri czhyphi chuh pkan zi amhi bur khbri pth kus buth havi lukn. Svchan chuh zi dhlt san rattnh kvur kinh myczi mnz dbavan? Vuchihv kithụ̄ bur ḥkm chih tim, yim khudays mtʿlq yim lukh lgavan chih. (yʿny pnnhi khạṭr yas kvri yim vsụ̄ payih th be ʿzt chih smjhan, soe chihn khudae sndi khạṭr bila tamul tjvyz kran)"
  },
  {
    "verse_id": 60,
    "translation": "Bur ṣiftv sintụ̄ nav hyns layq chih tim lukh yimn ạkhrts pytth yqyn chuhnh, rvud Allah tʿālyā, ts khạṭr chih sarive khoth th thadi payikụ̄ ṣfat, sue chuh sarine pytth ghạlb th ḥkmts mnz chuh kạmil."
  },
  {
    "verse_id": 61,
    "translation": "Agr Allah tʿālyā lukn āsihe tihnzi zyadty pytth fvraan rttan, tylhi travihe nh rve zmyns pytth kạnshi jandars yalh, mgr suh chuh prth kạnshi akis mqrr vqts tam mhlt divan, pth yylhi suh vqt chuh vatan, tylhi hykhi nh pth tth akh gr thi pth brvnhh spdith."
  },
  {
    "verse_id": 62,
    "translation": "Aaz chih yim lukh Allah tʿālyā snd khạṭr tim chyz tjvyz kran, yim panh yimn pnnhi khạṭr napsnd chih, th aapuz chhe vnan yihnz zyv zi yihndi khạṭr chuh rczre rczar, yihndi khạṭr chuh bs aakve chyz, th suh chuh jhnmuk nar. Ẓrvur yin yim sarive brvnhh tth mnz vatnavnh."
  },
  {
    "verse_id": 63,
    "translation": "Allah tʿālyā sund qsm, ae nby, tohyih brvnhh thi chih ashi varyahn qvmn mnz rsvl svuzimtụ̄ (th goddh thi chuh yy spdan rvudmut) zi shyṭann hạvụ̄ tihndụ̄ bur krtvut timn khoshnma bnạvith (th rsvln hnz kth mạnụ̄ nh timv) sue shyṭan chuh az timn lukn thi srprst bnyvmut, th yim chih dg tulvnhi ʿdhabkụ̄ ḥqdar bnan."
  },
  {
    "verse_id": 64,
    "translation": "Ashi chhe yih ktab tohyih pytth amhi mvujvub nạzil krmcz zi tvhụ̄ mczrạviv yimn pytth timn akhtlafn hnz ḥqyqt yimn mnz yim hynh chih āmtụ̄. Yih ktab chhe rhnmạyy th rḥmt bnith nạzil gmcz timn lukn khạṭr yim ath mann."
  },
  {
    "verse_id": 65,
    "translation": "(tvhụ̄ chihv hmyshh rvud pynh vizi vuchhan zi) khudayn trvv āsmanh rvud, th fvraan trvvun murdh zmyns andr amhi kh bdvlt zuv. (yʿny yih mnẓr chuh prth vriyih tuhnzv achhv brvntthụ̄kinụ̄ nyran zi zmyn chhe balkl hmvar āsan, kunhi qsmkụ̄ zndgy hndụ̄ āthar chihs nh lbnh yivan, nh gash, nh drmun, nh yvutthi, nh pvsh th nh kunhi qsmuk sbzar. Aath dvran chuh rvuduk mvsm vatan th kynhh rvud qṭr pyns sinty chih ath zmyns andr zndgy hndụ̄ nag grznụ̄ hyvan, zmyn kyn tḥn tl dabe mtyn be shumar mvuln chuh zuv aaczan th prth mvuls chuh tiy nyran yih ptimhi rvud vizi dramut avs th pth avs khtm gvmut. Be shumar gash dhạcz yuhund nam v nshan thi grmy hndi vqth rvudmut avs nh, fvraan chhe tmy shanh san nmvdar spdan, yithh pạtthụ̄ ptimhi rvud vizi vuchihnh āsh āmcz. Yih svrue chihv tvhụ̄ gri gri pnnhi zndgy mnz vuchhan, th pth chuh tohyih nby ṣly Allah ʿlyh ʿlyh v slmn hnzi zbạnụ̄ yih bvuzith ḥạrt spdan zi Allah tʿālyā kri ansann marnh pth duvbar zndh). Pzipạtthụ̄ chhe ath mnz akh nshạny bvzn valyn khạṭr."
  },
  {
    "verse_id": 66,
    "translation": "Th tuhindi khạṭr chuh charvayn mnz thi akh sbq mvjvd. Asụ̄ chihv tohyih guhis th khvns drmyan akh chyz chavan yus tihnzn yddn mnz chuh āsan, yʿny khạliṣ dod, yus chynh valyn khạṭr sytthah khvshgvar chuh."
  },
  {
    "verse_id": 67,
    "translation": "(ythe pạtthụ̄) khzr kulyv th dachhhi gurnav nishhi thi chihv asụ̄ tvhụ̄ zh chyz chavan, yus tvhụ̄ nashh āvr thi chhvun bnavan th pak rizq thi (ath mnz chuh akh ẓmny aisharh shrab kis ḥram āsns kun thi zi suh chuhnh pak rzq) pzipạtthụ̄ chhe ath mnz akh nshạny ʿqlhi kạm hynh valyn khạṭr."
  },
  {
    "verse_id": 68,
    "translation": "Byyhi vuchihv, tuhndụ̄ rbn kr tulri pytth yih kth vaḥy. (vaḥy hund lughvy mʿny chuh khufyh th lṭyf aisharh. Yath aisharh krn vạlis th asharh rttn vạlis vrạe kanhh mḥsvs hykhi nh krith. Athụ̄ mʿnys mnz chuh yih alqa (dls mnz kth travnụ̄) th ailham (mkhfy tʿlym v tlqyn) kis mʿny ys mnz astʿmal spdan) zi pharrn mnz, th kulyn mnz, var dar rạntthn mnz bnav pnnụ̄ gr (yʿny mạchih gn, tvmbr)."
  },
  {
    "verse_id": 69,
    "translation": "Prth qsmh kyn myvn hund rs czhh, th rvz pkan pnnis rb snzn hmvar krnh āmczn vatn pytth. Amis tulri mnz chuh rng brrnguk akh shrbt nyran, yth mnz shifa chuh lukn khạṭr, pzipạtthụ̄ chhe ath mnz thi akh nshạny timn lukn khạṭr yim ghvr v fkr chih kran."
  },
  {
    "verse_id": 70,
    "translation": "Byyhi vuchihv, khudayn krinav tvhụ̄ pạd, pth chuhv suh tohyih mvt divan, th tohyih mnz chuh kanhh bdtryn vạnshi yivan vatnavnh, takh svrue kynhh zannh pth gczihnh kihinụ̄ zanun, ḥq chuh yih zi Allah tʿālyā he chuh ʿlims andr thi kạmil th qdrts mnz thi."
  },
  {
    "verse_id": 71,
    "translation": "Byyhi vuchihv, khudayn chhe tohyih mnz kynczhn kynczhn pytth rzqs mnz fẓylt ʿṭa krmcz, pth yimn lukn yih fẓylt dinh āmcz chhe tim chihnh tithụ̄ zi pnun rzq āshn pnnyn ghlamn kun phiran, takh doshve bnan ath rizqs mnz hivy ḥṣh dar, tylhi kya yimn lukn chha Allah tʿālyā sundue aḥsan mannh nishhi ankar? (azikis zmans mnz chuh kynczhv lukv yth āyts yih mṭlb kvddmut zi yimn lukn khudayn āshi rzqs mnz fẓylt ʿṭa krmcz, timn pzi pnun rzq pnnyn nvkrn th ghlamn kun ẓrvur phirun, agr nh phirn tylhi yin tim Allah tʿālyā sndi nʿmtkụ̄ munkr mannh. Ḥalankh hyri pytthh chuh svrue tqryr shrkh kis aibṭals mnz th tvḥyd kis athbats mnz pkan yivan th brvnhh kun thi chuh yohe mẓmvn muslsl pkan. Hrgah syaq v sbaq mdi nẓr thạvith yiyhi vuchhnh tylhi chuh ṣaf pạtthụ̄ pe lgan zi yth jayih chuh yih astdlal krnh āmut zi yylhi tvhụ̄ khod chihv pnnhi malh mnz pnnyn ghlamn th nvkrn hiyvue drjh divan, tylhi kithh pạtthụ̄ chihv ạkhr yih kth ṣḥyḥ smjhan zi yim aḥsanat khudayn tohyih pytth krimtụ̄ chih tihndis shkrans mnz kriyvukh khudays sintụ̄ tmụ̄ sndụ̄ be akhtyar ghlam thi shryk th pnnhi jayih smjhiv yih zi akhtyaratn th ḥqvqn mnz chih yim ghlam thi ts sintụ̄ brabrkụ̄ ḥṣh dar)"
  },
  {
    "verse_id": 72,
    "translation": "Th suh chuh Allah tʿālyā he yymụ̄ tuhndi khạṭr tuhnz hm jns khandarinhi bnavi, th tmy krinav tohyih yimn khandarinyn hndi dhryʿh nychv th zurụ̄ ʿṭa, th jan jan chyz ditinv khynh khạṭr pth kya yim lukh chha (yih svrue vuchihth krith thi) bạṭl manan (yʿny yimn chih be bnyad th be ḥqyqt ʿqydh zi yihndụ̄ qsmt bnavnụ̄ th bigarrnụ̄, yihndụ̄ murad pvur krnụ̄ th dʿā bvznụ̄, yimn avlad dinụ̄ yimn rvzgar dyavun, yihndụ̄ muqdimh zynnavnụ̄ th yim bymaryv nishhi bchạvnụ̄ chuh dyvy yan th dyvta hn byyhi jinn th ptimyn brvuntthmyn bzrgn hndis akhtyars mnz) th Allah tʿālyā sndis aḥsans chih ankar kran."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi chih Allah tʿālyā trạvith timn pvuzan, yihndyn aathn mnz nah āsmanv pytthh kynhh rzq diyun chuh th nah zmyn nishhi, th nah hykn tim yih kạme krith?"
  },
  {
    "verse_id": 74,
    "translation": "Ps Allah tʿālyā hs khạṭr mah tuhriv mithalh, (yʿny Allah tʿālyā mah zạniyvun dnya kyn badshahn th rajn mharajn hndụ̄ pạtthụ̄ zi yithh pạtthụ̄ tihndyn khaṣ nfrn th qryby mulạzmn hndi tvsṭh vrạe kanhh pnnụ̄ ʿrẓy timn tam hykhi nh vatnạvith, tithe pạtthụ̄ kriv tvhụ̄ khudays mtʿlq thi yih guman zi suh chuh pnnis shạhy mḥls mnz mlạykn avlyahn th baqy qryby nfrn mnzbag bihith, th kạnshi hnz kạm nyri nh tihndyv vasṭv th sufạrishv vrạe) Allah tʿālyā chuh zanan, tvhụ̄ chihv nh zanan."
  },
  {
    "verse_id": 75,
    "translation": "Allah tʿālyā chuh akh mthal divan. Akha chuh ghlam yus bykụ̄sund mmlvk (mlkyt chuh, th pans chuhsnh kanhh akhtyar, byakh shkhṣ chuh tiyuth yas ashi pnnhi ṭrfh jan rzq chuh ʿṭa kvrmut, th suh chuh amhi mnz nanhi vanh th khttith jan pạtthụ̄ khrch kran, vniv, kya yim doshve chha brabr? Alḥmdu llh, (chvnkh aamhi sval kis jvabs mnz hyvk nh mushrkv yih vnith zi doshve chih brabr, aamhi mvjvb āv frmavnh, alḥmdu llh, yih kth trv tohyih fikri.) mgr akthr lukh chihnh (yih syvd kth) zanan."
  },
  {
    "verse_id": 76,
    "translation": "Allah tʿālyā chuh byakh akh mthal divan, zh nfr chih, akh chuh kvl zvr, kanhh kạm chuhnh hykan krith, pnnis mạliks pytth chuh bvr bnith rvuzith, yvr thi suh ts svzi, suh hykhi nh kanhh jan kạm krith. Byakh shkhṣ chuh tiyuth zi anṣafuk ḥkm chuh divan th panh chuh rahi rasts pytth qạyim. Vniv kya yim doshve chha yksan?"
  },
  {
    "verse_id": 77,
    "translation": "Th zmyn v āsman kyn pvshydh ḥqyqtn hund ʿlm chuh ṣrf Allah tʿālyā se yvt. Th qyamt brpa spdnuk mʿāmlh, kanhh tạr lghi nh mgr bs tyvutah zi yth mnz ansans achh ttyintth gczih, blkh amhi khoth thi km, ḥqyqt chhe yih zi Allah tʿālyā hykhi svrue kynhh krith."
  },
  {
    "verse_id": 78,
    "translation": "Khudayn krrinav tvhụ̄ tuhnzv majyv hndyv shikmv mnz tth ḥalts mnz zi tvhụ̄ ạsiv nh kihinụ̄ zanan. Tmụ̄ ditiv tohyih kn, achh dicznav, th svchn vạlụ̄ dil ditinv, amhi mvjvb zi tvhụ̄ bniv shukr gzar."
  },
  {
    "verse_id": 79,
    "translation": "Kya yimv lukv vuchhna zanhh prndh zi āsmạnụ̄ fiẓahs mnz kithh pạtthụ̄ chih muskhr? Khudays vrạe kmụ̄ chih yim dr rạvith thạvimtụ̄? Ath mnz chhe varyah nishạnyih timn lukn khạṭr yim ayman chih aanan."
  },
  {
    "verse_id": 80,
    "translation": "Khudayn bnạvụ̄ tuhndi khạṭr tuhndụ̄ gr skvnch jae, tmụ̄ krụ̄ janvrn hndyv mslv sintụ̄ tuhndi khạṭr tithụ̄ mkan pạd, yim tohyih sfrs th qyams, doshvnụ̄ ḥaltn mnz lvtụ̄ chih basan (yʿny dalvụ̄ khinmh yuhund rvaj ʿrbs mnz varyah chuh) tmụ̄ krụ̄ janvrn hndi yyr th tvsh th valav nishhi tuhundi khạṭr lagnkụ̄ th vrtavnkụ̄ varyah chyz pạd, yim zndgy hndis mqrr vqts tam tohyih bkar chihv yivan."
  },
  {
    "verse_id": 81,
    "translation": "Tmụ̄ kvr pnnyv varyahav bnavnh āmtyv chyzv sintụ̄ tuhundi khạṭr shyhjaruk antẓam, pharrn mnz bnạvyn tuhundi khạṭr chahpn jayih, th tohyih krụ̄nv tithụ̄ poshak ʿṭa yim tohyih grmy nishhi bchavan chihv, th byyhi kynhh poshak yim akh akis sintụ̄ jngs mnz tuhnz ḥfaẓt chih kran, yithh pạtthụ̄ chuh suh tohyih pytth pnnyn nʿmtn hund tkmyl kran, shayd zi tvhụ̄ bniv frman brdar."
  },
  {
    "verse_id": 82,
    "translation": "Vonụ̄ agr yim lukh buth chih phiran, ae nby, tohyih pytth chahnh ṣaf ṣaf pyghami ḥq vatnavnh vrạe byyhi kanhh dhmh dạry."
  },
  {
    "verse_id": 83,
    "translation": "Yim chih Allah tʿālyā sndis aḥsans prznavan, pth chih tath ankar kran th yimn mnz chih akthr lukh tithụ̄ yim ḥq mannh khạṭr tyar chihnh."
  },
  {
    "verse_id": 84,
    "translation": "(yimn chha kynhh hvsh thi zi tmhi doh kya bnhi?) yylhi prth aumt mnz asụ̄ akh gvah khrra krvn, pth nah yiyhi kạfrn ḥujth pysh krnuk mvqʿ dinh (aamiyuk mṭlb chuhnh yih zi timn yiyhi nh ṣfạyy pysh krnuk mvqʿ dinh blkh chuh mṭlb yih zi tihndụ̄ jrm yin ticzhv ttakarh naqạbli ankar th nạqabli tavyl shhadtv sintụ̄ thạbt krnh zi tihndi khạṭr rvzi nh ṣfạyy pysh krnch kanhh gunjạysh.) th nah yiyhi timn tvbh astghfar kue mṭalbh krnh."
  },
  {
    "verse_id": 85,
    "translation": "Ẓạlm lukh yylhi akhi pihri ʿdhabuk mzh vuchhn, pth nah yiyhi tihndis ʿdhabs mnz kmy krnh, th nah yiyhi timn akis czihis sumb mhlt dinh."
  },
  {
    "verse_id": 86,
    "translation": "Th yylhi tim lukh yimv dunya hs mnz shrk avs kvrmut pnnyn tthhravnh āmtyn shrykn vuchahn, pth vann, ae prvrdgar, yime chih tim sạnụ̄ shryk yimn asụ̄ cz trạvith nad ạsụ̄ layan. Ath pytth din tihndụ̄ yim mʿbvd timn ṣaf jvab zi, tvhụ̄ chihv aapziyạrụ̄. (yʿny ashi avsuv nh tohyih yih zhnụ̄ vvnmut zi khudae trạvith ạsiv tvhụ̄ ashi nad layan, nah ạsụ̄ asụ̄ tuhndis ath ḥrkts pytth rạẓụ̄ blkh ạs nh aashi khbre zi tvhụ̄ chihv ashi nad layan)"
  },
  {
    "verse_id": 87,
    "translation": "Tmhi vqth nmn sạry khudays brvnhh knhi, th yihnz timh sare aiftra prdạzy (yʿny aapzụ̄ th bhtan) ravan yimh yim dunya hs mnz kran rvudimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 88,
    "translation": "Yimv lukv khod kufrch vth akhtyar kr th baqy rukạvikh Allah tʿālyā snzi vathi nishhi, timn dimv asụ̄ ʿdhabs pytth ʿdhab, tmhi fsad bdlh yus tim dunya hs mnz brpa kran rvudụ̄."
  },
  {
    "verse_id": 89,
    "translation": "(ae nby, yim kriyvukh tmhi doh nishhi khbrdar) yylhi asụ̄ prth aumth mnz khod tmy mnz akh gvah khrra krvn yus tmhi kis mqabls mnz shhadt diyih, th yimn lukn hndis mqabls mnz aanv asụ̄ tvhụ̄ shhadt dinh khạṭr. Th (yih chhe tmy shhadtch tyary) zi ashi chhe yih ktab tohyih pytth nạzil krmcz yosh prth chyzs ṣaf vẓaḥt krn vajinụ̄ chhe, byyhi chhe hdayt th rḥmt th bshart timn lukn khạṭr yim mslman chih (yʿny yimv sri tslym khm chuh kvrmut)."
  },
  {
    "verse_id": 90,
    "translation": "Allah tʿālyā chuh ʿdluk th aḥsanuk th ṣlh rḥmy hund (qrabt darn tihndụ̄ ḥqvq dinuk) ḥkm divan, byyhi chuh bdy th be ḥyạyy th ẓlm v zyadty nishhi tthakh kran. Suh chuhv tohyih nṣyḥt kran takh tvhụ̄ rttiv sbq."
  },
  {
    "verse_id": 91,
    "translation": "Allah tʿālyā sund ʿhd kriv pvur yylhi tohyih ts sintụ̄ kanhh ʿhd āsyv kvrmut, th pnnụ̄ qsm mah phttrạviv pokhth krnh pth, yylhi zan tohyih Allah tʿālyā āsyv gvah bnvvmut. Allah tʿālyā chuh tuhndiyv tmam aʿmalv nishhi bakhbr."
  },
  {
    "verse_id": 92,
    "translation": "Tuhnz ḥalt gczihh nh ts znanhi hndụ̄ pạtthụ̄ spdnụ̄, yymụ̄ pnnhi mḥnth sintụ̄ sthr kvt th pth kvrun pạnụ̄ pane tth puczpar, tvhụ̄ chihv pnnụ̄ qsm akh akụ̄ sndyn mʿāmlatn mnz dgha th frybkụ̄ hthyar bnavan, takhi akh qvm kri dvyimhi qvmh khoth zyadh fạydh ḥạṣl, ḥalankh Allah tʿālyā chuh amhi ʿhd v pyman kh dhryʿh tohyih āzmạyshhi mnz travan, th ẓrvr mczravi suh qyamt kh doh tuhndyn sarine akhtlafn hnz ḥqyqt."
  },
  {
    "verse_id": 93,
    "translation": "Hrgah Allah tʿālyā snz mshyt yih āsihe (zi tohyih mnz gvczh nh kanhh akhtlaf āsun) tylhi bnavihe suh tohyih sarine kuny aumt, mgr suh yas yczhan chuh ts chuh gumrạhy mnz travan, th ys yczhan chuh ts chuh syz vath havan, th ẓrvur spdyv tohyih ʿmln hnz prczhgạr."
  },
  {
    "verse_id": 94,
    "translation": "(th ae mslmanv) tvhụ̄ bnạvizyv nh pnnụ̄ qsm panh vạnụ̄ akh akis dvkhh dinuk dhryʿh, yinh yih spdi zi kanhh qdm jmnh pth gczhyv rikish (yʿny khor czlyv niyrith), th tvhụ̄ vuchihv amhi jurmh kis padashs mnz bur ntyjhi, tikyazi tohyih rukạviyvkh Allah tʿālyā snzi vathi nishhi lukh, th byyhi āshi tuhndi khạṭr bvdd ʿdhab. (yʿny yih gczihh nh spdun zi kanhh shkhṣ ddlhi aslam kh ṣdaqtuk qạyl spdnh pth mḥẓ tuhnz bd akhlạqy vuchihth amhi dyn nishhi, th amhi vjh kinụ̄ rvzi suh ahli aymann hndis dris mnz shạml spdnh nishhi pth zi amhi darikyn yimn lukn sintụ̄ ts sạbqh pysh āv, tim vuchhnh tmụ̄ akhlaqs th mʿāmlatn mnz kạfrv khoth mkhtlf kynhh.)"
  },
  {
    "verse_id": 95,
    "translation": "Allah tʿālyā sund ʿhd mah kniv mʿmvly fạydh kh bdlh, yikynczhah khudays nishhi chuh suh chuh tuhndi khạṭr zyadh bhtr, agr tvhụ̄ zạniv."
  },
  {
    "verse_id": 96,
    "translation": "Yikynczhah tohyih nishhi chuh, suh chuh khrch gczhn vvl, th yikynczhah khudays nishhi chuh, sue chuh pth kun rvzn vvl, th asụ̄ dimav ẓrvr ṣbrs kạm hynh valyn tihndụ̄ ajr, tihndyn bhtryn aʿmaln mṭạbq."
  },
  {
    "verse_id": 97,
    "translation": "Yus shkhṣ thi nyk ʿml kri, khvah suh mrd ạstn ya khatvun, bshrṭykh āshi suh mvmn, suh krnavvn asụ̄ dunyahs mnz pakyzh zndgy bsr, th (ạkhrts mnz) kruv yithyn lukn yihndụ̄ ajr yihndyn bhtryn aʿmaln mṭạbq ʿṭa."
  },
  {
    "verse_id": 98,
    "translation": "Pth yylhi tvhụ̄ qrān lạgiv prun, tylhi mngiv shyṭani rjyms nishhi Allah tʿālyā sund pnah. (amiyuk mṭlb chuhnh ṣrf yutue zi zbạnụ̄ sintụ̄ gczihh aaʿūdhu biAllahi mina alshyṭāni alrjiymi vannh yun, blkh gczihh ath sintụ̄ pzipạtthụ̄ dily jdhbh san khudays yih duʿā thi krun zi qrān prnh vqth thav me shyṭan sndyv gumrah krn valyv vasvasv nishhi mḥfvẓ, tikyazi yymụ̄ yythi hdayt lvb nh, suh lbhi nh pth byyhi kunhi jayih hdayt, th yymụ̄ yymhi ktabhi nishhi gumrạhy akhdh kr, ts hykhi nh pth dunyahuk kanhh chyz gumrạhyn hndi āvlnhi mnz krrith.)"
  },
  {
    "verse_id": 99,
    "translation": "Ts chuhnh timn lukn pytth tslṭ ḥạṣl spdan, yim ayman chih anan, th pnnis rbs pytth chih bhrvsh kran."
  },
  {
    "verse_id": 100,
    "translation": "Tmụ̄ sund zvr chuh timne lukn pytth chlan yim ts pnun srprst bnavan chih, th tmụ̄ sndi ddalnh sintụ̄ chih shrk kran."
  },
  {
    "verse_id": 101,
    "translation": "Yylhi asụ̄ akhi āyt chih jayih byakh āyt chih nạzil kran th Allah tʿālyā chuh bhtr zanan zi suh kya kri nạzil, pth chih yim lukh vnan zi tvhụ̄ chihv yih qrān pane bnavan, aṣly kth chhe yih zi yimn mnz chih akthr lukh ḥqyqt nishhi navạqf."
  },
  {
    "verse_id": 102,
    "translation": "Yimn vniv zi yih chuh ruvḥ alqudsan tthyk tthyk myạnis rb sndi ṭrfh hanhi hanhi nạzil kvrmut (ruvḥu alqudus amiyuk lfẓy trjmh chuh pak ruvḥ ya pạkyzgy hund ruvḥ. Th aṣṭlaḥaan chuh yih lqb ḥẓrti jbryl ʿlyh alslams dinh āmut. Yth jayih chuh vḥy aann vạlis frshth sndi nav hynh bjae tmụ̄ sund lqb astʿmal krnuk mqṣd samʿīn amhi ḥqyqt nishhi khbrdar krnụ̄ zi aath klams chuh akh yituth ruvḥ anan yus bshry kmzvryav th nuqṣv nishhi pak chuh, th balkl amant dạry san chuh Allah tʿālyā sund pygham vatnavan.) takh ayman ann valyn hund ayman kri pokhth, th frman brdarn vanhi zndgy hndyn mʿāmlatn mnz syz vath, th timn diyih flaḥ th sʿādtch khosh khbr."
  },
  {
    "verse_id": 103,
    "translation": "Ashi chuh mʿlvm zi yim lukh chih tohyih mtʿlq vnan zi amis shkhṣs chuh akh nfr hychhnavan th prnavan, ḥalankh yuhund asharh ys nfrs kun chuh tmụ̄ snz zban chhe ʿjmy, th yih chhe ṣaf ʿrby zban."
  },
  {
    "verse_id": 104,
    "translation": "Ḥqyqt chhe yih zi yim lukh Allah tʿālyā sndụ̄ āyat chihnh manan, Allah tʿālyā chuhnh timn zanhh ṣḥyḥ kthhi tam vatnuk tvfyq divan, th yithyn lukn khạṭr chuh dg tulh vun ʿdhab."
  },
  {
    "verse_id": 105,
    "translation": "(aapzi kthh chuhnh nby bnavan blkh) aapuz chih tim bnavan yim Allah tʿālyā sndụ̄ āyat chihnh manan, (byakh trjmh hykhi yithi spdith zi aapuz chih tim lukh bnavan yim Allah tʿālyā sndyn āyatn pytth ayman chihnh anan) time chih ḥqyqts mnz aapziyạrụ̄."
  },
  {
    "verse_id": 106,
    "translation": "Yus shkhṣ ayman aannh pth kfr kri, (suh agr) mjbvr āshi krnh āmut, th dl āshi tmụ̄ sund aymans pytth mṭmʿn (tylhi chuh rczr) mgr yymụ̄ dl chih rẓa mndy san kufr qbvl kvr, ts pytth chuh Allah tʿālyā sund ghẓb, th yithyn sarine lukn khạṭr chuh bvdd ʿdhab. (yih āyt chhe timn mslmann mtʿlq yimn pytth tamhi vqth skht ẓlm ạsụ̄ krnh yivan, th naqabli brdasht tklyf dy dy ạsụ̄ kufrs pytth yivan mjbvr krnh, timn chuh vannh āmut zi agr tvhụ̄ kunhi saʿth ẓlm sintụ̄ mjbvr spdith mḥẓ zuv bchavnh khạṭr klmh kufr zyv krriv th dil āsyv kufrkh ʿqydh nishhi mḥfvẓ, tylhi yiyav mʿāf krnh. Albth agr dilh sintụ̄ tohyih kufr qbvl kvruv, tylhi hrgah dunya mnz tvhụ̄ zuv bchạviv, Allah tʿālyā sndi ʿdhab nishhi hykiv nh bchith.)"
  },
  {
    "verse_id": 107,
    "translation": "Yih chuh amhi mvjvb zi timv kr ạkhrt kis mqabls mnz dunyahch zndgy psnd, th Allah tʿālyā sund qạʿdh chuh zi suh chuhnh timn lukn njatch vath havan yim tmụ̄ sndi nʿmtuk ankar krn."
  },
  {
    "verse_id": 108,
    "translation": "Yim chih tim lukh yihndyn diln th knn th achhn pytth khudayn mohr chhe lgạvimcz, yim chih ghflts mnz ddubymtụ̄."
  },
  {
    "verse_id": 109,
    "translation": "Ẓrvry chuh zi ạkhrts mnz rvzn yime lukh khsars mnz. (yih airshad chuh timn lukn mtʿlq yimv aymanch vath kiryitth vuchihth amhi nishhi tvbh avs kvrmut, th pth ạsụ̄ pnnis kạfr th mshrk qvms mnz vaps gmtụ̄)"
  },
  {
    "verse_id": 110,
    "translation": "Ath brʿks yimn lukn hund ḥal yih chuh zi yylhi (ayman annh kh vjhi kinụ̄) tim stavnh āe, timv trạvụ̄ grbar, hjrt krkh, Allah tʿālyā snzi vathi mnz krykh skhtyih brdasht, th ṣbrs hyczkh kạm, tihindi khạṭr chuh yqynaan tuhund rb mghfrt krn vvl th sytthah mhrban. (yimn sarine hund fạṣlh spdi tmhi doh)"
  },
  {
    "verse_id": 111,
    "translation": "Yylhi prth kanhh nfs pnny bchavchhi fikri mnz lgith āshi, th prth kạnshi yiyhi tmụ̄ sndi krimtiyuk bdlh pvur pạtthụ̄ dinh, th kạnshi pytth hykhi nh dhrs sumb ẓlm spdith."
  },
  {
    "verse_id": 112,
    "translation": "Allah tʿālyā chuh akhi bsty hnz mithal divan, so ạs aamn v aṭmynanch zndgy bsr kran, th prth ṭrfh avs aath fraghth san rzq vatan, tmụ̄ lvg pth Allah tʿālyā snzn nʿmtn hund kfran krun, Allah tʿālyā hn hvv pth amhi kyn bashndn tihndyn krtvutn hund yih mzh zi bochihh hndụ̄ th khvfkụ̄ mṣybt ge timn pytth svar."
  },
  {
    "verse_id": 113,
    "translation": "Timn nishhi āv tihndi pnnhi qvm mnz akh rsvl mgr timv kvr tas ankar, ạkhr kar rttụ̄ tim ʿdhabn yylhi zn tim ẓạlim ạsụ̄ spdmtụ̄ (ḥẓrt abn ʿbas rẓy Allah tʿālyā ʿnh sund qvl chuh zi yth jayih chuh nav hynh vrạe khod mkuk nav mithalhi rngụ̄ pysh krnh āmut. Aamhi tfsyr muṭạbq yymhi khvfuk th bochhhi hndi mṣybtuk yth jayih dhikr chhe āmcz krnh, tmhi nishhi chuh murad suh qḥṭ yus nby ṣly Allah ʿlyh v slmn hndi bʿtht pth akis vqts tam mkh kyn lukn pytth muslṭ rvud.)"
  },
  {
    "verse_id": 114,
    "translation": "Ps ae lvukv, khudayn yikynczhah ḥlal th pak rzq tohyih ʿṭa chuhv kvrmut suh khyyiv, th Allah tʿālyā sndi aḥsanuk kriv shukr agr tvhụ̄ pzy tmụ̄ snz bndgy krn vạlụ̄ chihv."
  },
  {
    "verse_id": 115,
    "translation": "Khudayn yikynczhah tohyih pytth ḥram chuh kvrmut suh chuh mordar th khvun th khnzyr sund maz, byyhi suh janvr ys pytth Allah tʿālyā sndi vrạe byyhi kạnshi hund nav āshi hynh āmut, albth agr kanhh bochihh sintụ̄ mjbvr th be qrar spdith yimn chyzn khyyih, amhi vrạe zi suh āshi qanvni ailhāy chih khlaf vrzy hund khvạhsh mnd, ya āshi ẓrvrt kh ḥd nishhi nyrnuk murtkb, tylhi chuh pzipạtthụ̄ Allah tʿālyā mʿāf krn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 116,
    "translation": "Byyhi yih, tuhnz yimh zbanh apzụ̄ aḥkam chhe lgavan rvzan zi yih chyz chuh ḥlal th huh chuh ḥram (yih āyt chhe nnụ̄ pạtthụ̄ vẓaḥt kran zi khudays vrạe chuhnh ḥlal th ḥram krnuk ḥq byyhi kạnshi. Byakh yus thi shkhṣ jạyzuk th najạyzuk fạṣlh krnuk jurat kri suh kri pnnhi ḥd nishhi tjavuz, ala yih zi qanvni alhāy sanad mạnith vanhi tamhi kyv frmanav nishhi ntyjhi krrith zi flạnụ̄ chyz ya flạnụ̄ kạm chhe jạyz th flạnụ̄ chhe najạyz. Khod mkhtar bnith kanhh chyz ḥlal ya ḥram bnavns chuh khudays pytth aapuz th bhtan amhi mvjvb frmavnh āmut zi yus shkhṣ amhi qsmkụ̄ aḥkam chuh lgavan, tmụ̄ snz yih kạm hykhi nh doyv kathv nishhi khạly ạsith, akh yih zi, ya chuh suh amhi kthhi hund dʿūyā kran zi yth suh ktab alhāy khi sanad nishhi be nyaz spdith jạyz ya najạyz chuh vnan suh chuh khudayn jạyz ya najạyz tthhrvvmut, ya chuh tmụ̄ sund dʿūyā yih zi khudayn chuh tḥlyl v tḥrym (ḥlal th ḥram) kyv akhtyarv nishhi dst brdar spdith khod ansan pnnhi mrẓy hund qanvn bnavnh khạṭr āzad trvvmut. Yimv mnz yus dʿūyā thi suh kri suh chuh ẓrvr aapuz th khudays pytth bhtan) amhi qsmkụ̄ ḥkm lgạvith mah diyv aapzis vatth khudays sintụ̄, yim lukh khudays pytth aapzụ̄ bhtan chih lgavan, tim chihnh hrgz flaḥ lban."
  },
  {
    "verse_id": 117,
    "translation": "Dunyahuk ʿīsh chuh kynhh doh. Ạkhr kar chuh tihndi khạṭr dg tulvun ʿdhab."
  },
  {
    "verse_id": 118,
    "translation": "Tim chyz ạsụ̄ ashi khaṣ ṭvr yhvudyn khạṭr ḥram krimtụ̄, yihnz dhkr yymhi brvnhh ashi tohyih nish krmcz chhe, th yih avs nh timn pytth svn ẓulm, blkh avs timn pnnue ẓlm yus tim pans pytth kran ạsụ̄."
  },
  {
    "verse_id": 119,
    "translation": "Albth yimv lukv jhalt kis bnyads pytth bur kạm kr, pth kvrukh tvbh krith pnnhi kamhi hund aṣlaḥ, tylhi chuh yqynaan tvbh th aṣlaḥ pth tuhund rb tihndi khạṭr mghfrt krn vvl th sytthah mhrban."
  },
  {
    "verse_id": 120,
    "translation": "Ḥqyqt chhe yih zi abrahym avs pnnis dhats andr pvur akh aumt, Allah tʿālyā sndi frmanuk muṭyʿ th yksuv, suh avs nh zhnụ̄ mushrk."
  },
  {
    "verse_id": 121,
    "translation": "Allah tʿālyā snzn nʿmtn hund avs shkr krn vvl, khudayn kvr suh mntkhb th siyz vath hạvns."
  },
  {
    "verse_id": 122,
    "translation": "Dunya hs andr diytun ts rczr, th ạkhrts mnz āshi suh yqynaan ṣalḥynv mnz."
  },
  {
    "verse_id": 123,
    "translation": "Pth svz ashi tohyih kun vaḥy, zi yksvu spdith pkiv abrahym sndis ṭryqs pytth, th suh avs nh mushrkv mnz."
  },
  {
    "verse_id": 124,
    "translation": "Rvud sbt, suh avs aashi timn lukn pytth muslṭ kvrmut, yimv tmhi kyn aḥkamn mnz akhtlaf kvr, th yqynaan kri tuhund rb qyamt kh doh timn drmyan sarine kthn hund fạṣlh, yimn mnz tim akhtlaf chih kran rvudimtụ̄."
  },
  {
    "verse_id": 125,
    "translation": "Ae nby, pnnis rb snzi vathi kun diyiv dʿūt ḥkmth san th bhtryn nṣyḥth san, th lukn sintụ̄ kriv mubaḥthh tiths ṭryqs pytth yus bhtryn āshi, tuhund rbe chuh bhtr zanan zi kus chuh tmụ̄ snzi vathi nishhi ddlith, th kus chuh syzi vathi pytth."
  },
  {
    "verse_id": 126,
    "translation": "th agr tvhụ̄ lukh bdlh hyyiv, tylhi hyyiv bs tiyutue yyiczah tohyih pytth zyadty āshi krnh āmcz. Albth agr tvhụ̄ ṣbr kriv, tylhi chuh yqynaan yih ṣbr krn valyn hndi se ḥqs mnz bhtr."
  },
  {
    "verse_id": 127,
    "translation": "Ae nby, ṣbr san rvuziv kạm kran, th tuhund yih ṣbr chuh Allah tʿālyā sndiy tvfyq sintụ̄, yimn lukn hndyn ḥrkatn pytth mah kriv ghm, th nh mah gczihnv yihzn chal bạziyan pytth dil tng."
  },
  {
    "verse_id": 128,
    "translation": "Allah tʿālyā chuh timn lukn sintụ̄ yim tqvyā hs chih kạm hyvan, byyhi chih aḥsans pytth ʿml kran."
  }
]