[
  {
    "verse_id": 1,
    "translation": "Pak chuh suh yymụ̄ niyvu akhi rạcz pnun bndh msjdi ḥram pytthh tth msjdi aqṣāy has tam, yymhi kis maḥvls mnz tmụ̄ brkt chhe diczmcz, takh ts krnavi pnnyn kynczhn nshạnyn hund mushạhdh. (yih vaqʿh chuh sue yus aṣṭlaḥaan mʿraj kh nav mshhvr chuh. Akthr mʿtbr rvaytv kinụ̄ chuh yih vaqʿh hjrt brvnhh akh vry pysh āmut. Ḥdyth th syrt chn ktabn mnz chuh amhi vaqʿhuk tfṣyl varyahav ṣḥabv rvayt kvrmut yuhund tʿdad pnczhn (25) tam chuh vatan. Qrāni mjyd chuh ṣrf msjdi ḥram (yʿny bytu Allah) pytthh msjdi aqṣāy (bytu almqdss) tam ḥẓvr ṣly Allah ʿlyh v slmn hndi tshryf aannch tṣryḥ kran thi aḥadythn mnz chhe bytu almqds pytthh ʿālam balachhi anthạyy bulndy tam Allah tʿālyā sndis drbars mnz ḥẓvr ṣly Allah ʿlyh v slmn hnzi ḥạẓry hnz mufṣl dhikr krnh āmcz. Amhi sfrch kyfyt kya ạs? Yih avsa khvab kis ʿālms mnz pysh āmut kinh bydạry mnz? Th ḥẓvr ṣly Allah ʿlyh v slmv avsa bdhati khod tshryf niyvmut ya pnnhi jayih rvzithe ạsụ̄ tim mḥẓ rvuḥạny ṭvr mushạhdh krnavnh āmtụ̄? Yimn svaln hund jvab chih qrāni mjydkụ̄ alfaẓ panh divan. Pak chuh suh yymụ̄ niyv, yimv lfẓv sintụ̄ abtda krun chuh havan zi yih avs sytthah bvdd th thdi payuk vaqʿh yus Allah tʿālyā sndi zbrdst qdrt sintụ̄ pysh āv. Yih kth chhe ttakar zi khvabs mnz kạnshi shkhṣh sund amhi qsmkụ̄ chyz vuchihnụ̄, ya bṭvr kshf vuchuhn chuhnh yih ahmyt thavan zi yih byan krnh khạṭr āshi amhi tmhydch ẓrvrt zi tmam kmzvuryav th nuqṣv nishhi chhe pak so dhat, yymụ̄ pnnis bnds yih khvab hvv ya kshfs mnz hvvns yih svrue. Pth yim alfaẓ thi zi, akhi rạcznyvn pnun bndh, chih jsmạny sfrs pytth ttakar dlalt kran. Khvab kis sfrs ya kshfy sfrs khạṭr hykn nh yim alfaẓ kunhi pạtthụ̄ thi munạsb ạsith. Lhādha chuhnh sanhi khạṭr yih mannh vrạe chare zi yih avs nh mḥẓ akh rvuḥạny tjrbh blkh avs akh jsmạny sfr th ʿīny mushahdh yus nby krym khudayn krnạvụ̄) drḥqyqt chuh sue svrue kynhh bvzn vvl th vuchhn vvl."
  },
  {
    "verse_id": 2,
    "translation": "Aashi ạs yymhi brvnhh mvsyā ʿlyh alslams ktab diczmcz, th so ạs bny asraʿyls khạṭr hdaytuk dhryʿhi bnạvmcz. Amhi tạkyd san zi myanhi vrạe bnạviziyvn nh kanhh pnun vkyl. (yʿny aʿtmaduk th bhrvsuk darmdar, ys pytth tvkl yiyhi krnh, ys pnnụ̄ mʿāmlat yin ḥvalh krnh, yas kun hdayt th amdad khạṭr rjvʿ yiyhi krnh)"
  },
  {
    "verse_id": 3,
    "translation": "Tvhụ̄ chihv timn lukn hndụ̄ avlad, yim ashi nvḥ ʿlyh alslams sintụ̄ navi mnz svar ạsụ̄ krmtụ̄, th nvḥ avs akh shkr gzar bndh."
  },
  {
    "verse_id": 4,
    "translation": "Pth ạsụ̄ aashi pnnhi ktabhi mnz bny asraʿyl khbrdar krimtụ̄ (yath jayih chuhnh ktabhi nishhi murad tvrat kynhh, blkh chuh murad ṣuḥfi āsmạny hund mjmvʿh, yymhi khạṭr qrāns mnz aṣṭlaḥ rngụ̄ lfẓ alktab chuh varyahn jayn vartavnh āmut) zi tvhụ̄ kriv rve zmyns pytth doyih pihri bvdd fsad brpa, th sytthah bdd srkshy hạviv."
  },
  {
    "verse_id": 5,
    "translation": "Ạkhr kar yylhi timv mnz goddnichhi srkshy hund mvqʿ pysh āv, ae bny asraʿyls, aashi tulụ̄ tuhndis mqabls pytth pnnụ̄ tithụ̄ bndh yim sytthah zvr āvr ạsụ̄, th tuhndis mlks mnz aczith phhlyyih tim prth and. (amhi nishhi chhe murad so hvlnak tbạhy yoshi āshuvuryv th babln hndyv aathv bny asraʿyls pytth nạzil spz.) yih avs akh vʿdh yth pvur avs gczhnue."
  },
  {
    "verse_id": 6,
    "translation": "Aamhi pth dituv aashi tohyih timn pytth ghlbuk mvqʿ, th tohyih diytuv malav th avladv sintụ̄ mdd, th tuhund tʿdad hurrvv brvntthmhi khoth zyadh."
  },
  {
    "verse_id": 7,
    "translation": "Vuchihv! Tohyih krv nyky, so nyky ạs tohyih pnny khạṭr, th burạyy krv th so spz tohyih pnnhi dhat khạṭr burạyy thabt pth yylhi dvyimhi vʿduk vqt vvt, th ashi krụ̄ baqy dshmn tohyih pytth muslṭ takhi tim bigarrn tuhndụ̄ buthụ̄, th msjd (byt almqdss) mnz aaczn tithe pạtthụ̄ yithh pạtthụ̄ goddnikụ̄ dshmn czamtụ̄ ạsụ̄, th yth chyzs pytth tihund athh pyyih tth travn tbah krith. (amhi nishhi chih murad rvumy yimv byt almqds balkl tbah kvr. Bny asraʿyl krrikh chvb divan divan flsṭyn mnz th amhi pth chih tim aaz doyav sasv vriyav pytthh sạrse dunya hs mnz chhlh chhangri th muntshr)"
  },
  {
    "verse_id": 8,
    "translation": "Bnan chuh zi tuhund rb kri tohyih pytth vonụ̄ rḥm, albth agr tohyih byyhi pnnhi pranhi rvishhi hund aʿādh kvruv, tylhi krv asụ̄ thi pth pnnhi szahuk aʿādh. Th yim lukh nʿmts ankar chih kran tihndi khạṭr chih ashi jhnmuk qạd khanh bnạvith thvvmut."
  },
  {
    "verse_id": 9,
    "translation": "Ḥqyqt chhe yih zi yih qrān chuh so vath havan yosh balkl syvd chhe yim lukh aath mạnith rcz kamhi lagn krnhi timn chuh yih bshart divan, zi tihndi khạṭr chuh bvdd ajr."
  },
  {
    "verse_id": 10,
    "translation": "Th yim lukh ạkhrts mann nh, timn chuh yih khbr divan zi tihndi khạṭr chuh ashi dag tulvun ʿdhab dstyab thvvmut."
  },
  {
    "verse_id": 11,
    "translation": "Ainsan chuh shar tithh pạtthụ̄ mngan yithh pạtthụ̄ khyr pzi mngun ansan chuh sytthhe jld baz thạbt spudmut. (yih chuh jvab mkh kyn kạfrn hnzn timn aḥmqanh kthn hund, yimh tim gri gri nby ṣly Allah ʿlyh v slms ạsụ̄ vanan zi gczihv aniv suh ʿdhab yymhi sintụ̄ tvhụ̄ aashi khocznavan chihv. Pytthmhi byan pte aath sintụ̄ yih arshad frmavnuk ghrẓ chuh ath kthhi pytth khbrdar krun zi be vqvfv khyr mngnh bjae chihv ʿdhab mngan? Tohyih chuhva kynhh andazh thi zi Allah tʿālyā sund ʿdhab yylhi kunhi qvms pytth yivan chuh, tth kosh ḥalt chhe gczhan. Ath sintụ̄ sintụ̄ avs ath kthhi mnz akh lṭyf tnbyh mslmann khạṭr thi, yim kunhi kunhi saʿth kạfrn hndi ẓlm v stm th htt dhrmiyv sintụ̄ tng yith tihndis ḥqs mnz ʿdhab nạzil gczhnuk duʿā ạsụ̄ mngun lagan. Ḥalankh vunhi ạsụ̄ yimve kạfrv mnz varyah tim lukh mvjvd, yim brvnhh pkith ayman aann vạlụ̄ th sạrise dunya hs mnz aslamuk jhndd bulnd krn vạlụ̄ ạsụ̄. Ath pytth chuh Allah tʿālyā frmavan zi ansan chuh sytthhe be ṣbr thabt spudmut, prth kanhh suh chyz chuh mngan yymch brvqt ts ẓrvrt chhe basan ḥalankh pth chuh ts pạnụ̄ pane tjrbh sintụ̄ pe lgan zi agr tmhi saʿth amụ̄ sund duʿā qbvl āshi he krnh āmut, tylhi āshi he nh suh amụ̄ sndis ḥqs mnz rut.)"
  },
  {
    "verse_id": 12,
    "translation": "Vuchihv, ashi chhe rat th doh zh nishạnyih bnavimicz. Rạcz hnz nishạny bnạv aashi be nvur, th dohch nishạny kr rvshn, takh tvhụ̄ hykiv pnnis rb sund fẓl tlash krith, byyhi hykiv rytuk th vriyuk ḥsabi mʿlvm krith, yithe pạtthụ̄ chuh ashi prth kanhh chyz alg alg tfṣyl san byan krith thvvmut."
  },
  {
    "verse_id": 13,
    "translation": "Prth ansan sund shgvn chuh ashi tmụ̄ sndis pnnis httis mnz nạlụ̄ trvvmut, (yʿny prth ansan snz nyk bkhty th bdbkhty th tmụ̄ sndi anjamuk rczar th burạyy hndụ̄ asbab th vjvhat chih khod tmụ̄ sndis pnnis dhats andr mvjvd.) th qyamt kh doh krrav asụ̄ akh nvishth tmụ̄ sndi khạṭr, yth suh kuhlh ktabhi hndụ̄ pạtthụ̄ lbhi."
  },
  {
    "verse_id": 14,
    "translation": "Par pnun namh aʿmal, aaz chuhkh cz pnun ḥsab lgavnh khạṭr pane sytthah."
  },
  {
    "verse_id": 15,
    "translation": "Yus akhah rahi rast (hdayt) akhtyar kri, tmụ̄ snz rast rvy chhe ts pans khạṭr fạydh mnd, th yus gumrah āshi tmụ̄ snzi gumrạhy hund vbal chuh tmụ̄se pytth, kanhh bvr tuln vvl tulinh bykụ̄sund bvr. (mṭlb chuh yih prth kanhh ansan chuh pnnụ̄ akh mstql dhmh dạry thavan th pnnis shkhṣy ḥythyts mnz chuh khdays brvnhh knhi jvab dh. Aath dhạty dhmh dạry mnz chuhnh kanhh dvym shkhṣ ts shryk kynhh) th asụ̄ chihnh ʿdhab dinh vạlụ̄ kynhh, yvt tam nh lukn (ḥq v bạṭlch frq smjhavnh khạṭr) akh pyghmbr svzvn."
  },
  {
    "verse_id": 16,
    "translation": "Yylhi asụ̄ kanhh bsty hlak krnuk aradh chih kran, tylhi chih tmhi kyn khoshḥal lukn ḥkm divan, th tim chih ath mnz nafrmạnyih krnhi lagan, pth chuh ʿdhabuk fạṣlh ath bsty pytth chspan gczhan, th asụ̄ chihn yih brbad krith travan. (yth ḥqyqts pytth āyts mnz tnbyh chuh krnh āmut, so chhe yih akis mʿāshrs mnz yus chyz ạkhr kar tbah chuh kran suh chuh amhi kyn khynh chynh valyn hund khoshḥal lukn th thdyn ṭbqn hund bgarr. Yylhi kunhi qvms shhmt chhe āsan yinh vajinụ̄, tylhi chih tmikụ̄ dvlt mnd th ṣaḥbi aqtdar lukh fsq v fjvrs mnz vasan, ẓlm v stm, bd kạryih th aatrụ̄ chih lagn krnụ̄, ạkhrs pytth chuh yohe fitnhi pvur qvms ddubavan. Lhādha yus mʿāshrh panh pnun dshmn āshi nh, ts pzi fkr thavnụ̄ zi ath mnz gczhn nh aqtdar chih lakmhi th mʿāshy dvlt chih kunz km ẓrf th bd akhlaq lukn hndyn athn mnz gczhnhi)"
  },
  {
    "verse_id": 17,
    "translation": "Vuchihv, kạtyah nsl chih yim nvḥ sndi pth sanhi ḥukmh hlak spdụ̄, chvn rb chuh pnnyn bndn hndyv gnahv nishhi pvur pạtthụ̄ bakhbr, th svrue kynhh chuh vuchhan."
  },
  {
    "verse_id": 18,
    "translation": "Yus akhah (yth dunya hs mnz) jldy ḥạṣl spdn valyn fạydn hund khvạhsh mnd āshi, ts chih asụ̄ yyty divan, yas yvutah diyun yczhv, pth chih tmụ̄ sndis tqdyrs jhnm lykhan, yth mnz suh dazi khjil gczihth th rḥmt nishhi mḥrvm spdith."
  },
  {
    "verse_id": 19,
    "translation": "Th yus akhah ạkhrtuk khvạhsh mnd āshi, th aamhi khạṭr kri kvshsh, yiczh amhi khạṭr kvshsh pzi krnụ̄, th āshi suh mvmn, tylhi spdi yithis prth shkhṣh snz kvshsh mshkvr. (yʿny tmụ̄ snzi kamhi yiyhi qdr krnh, th yiczah thi th yiczh kvshsh thi ạkhrt chih kamyaby khạṭr tmụ̄ krmcz āshi, tmiyuk phl spdi ẓrvr ts ḥạṣl)"
  },
  {
    "verse_id": 20,
    "translation": "Yimn thi th timn thi doshvnụ̄ fryqn chih asụ̄ (dnya hs mnz) zndgy hund saman divan pkan, yih chuh tuhndis rb sund ʿṭyh, th tuhndis rb sndis ʿṭahs (anʿāms) chuhnh kanhh rukavn vvl."
  },
  {
    "verse_id": 21,
    "translation": "Mgr vuchihv, dunya se mnz kiczh fẓylt chhe ashi akis dris dvymis pytth diczmcz. (yʿny dunya se mnz chhe yih frq nnụ̄ pạtthụ̄ athhi yivan zi ạkhrtkụ̄ ṭlb gar chih dunya prst lukn pytth fẓylt thavan, yih fẓylt chahnh amhi aʿtbar zi tihndụ̄ khyn th lbas, mkan th svari, tmdn th thdhybkụ̄ tthatth chih yihndi khoth khsith. Blkh chih amhi aʿtbar zi yim yikynczhah thi ḥạṣl chih kran, thi chih ṣdaqt san, dyant th amant dạry san ḥạṣl kran, th yikynczhah hom chih ḥạṣl kran, thi chih ẓulm, be aymany th rngh rngh chav ḥram khvuriyav sintụ̄ ḥạṣl kran, pth yikynczhah yimn mylan chuh thi chih aʿtdal san khrch kran. Ath mnz chih ḥq darn hndụ̄ ḥqvq ada spdan, amhi mnz chuh sạyil th mḥrvm sund ḥṣh thi nyran, th amhi mnz chuh Allah tʿālyā snzi khoshnvdy khạṭr dvymiyn nyk kamyn mnz thi mal yivan khrch krnh, ath brʿks yikynczhah dunya prstn mylan chuh, suh chuh yivan akthr ʿīạshiyan th ḥram kạriyan mnz, rngh rngh kyn fsadn th ftnh chn kamiyn mnz ābkụ̄ pạtthụ̄ bhavnh. Yith pạtthụ̄ chhe tmam ḥythytv kinụ̄ ạkhrt kis ṭlb gar snz zndgy dunya prst snzi zndgy nishhi khsith āsan.) th ạkhrts mnz āsn aamikụ̄ drjhi byyhi thi hurymanh, th aamich fẓylt āshi byyhi thi zyadh khsith."
  },
  {
    "verse_id": 22,
    "translation": "Cz mah bnavun khudays sintụ̄ byyhi kanhh mʿbvd, nath spdakh mlamt zdh th rvzkh be yar v mddgar bnith."
  },
  {
    "verse_id": 23,
    "translation": "Chạnụ̄ rbn chuh fạṣlh kvrmut zi tvhụ̄ mah kriv kạnshi hnz ʿbadt, mgr ṣrf tmụ̄ snz, mạlis majhi sintụ̄ kriv nyk slvk, agr tohyih nishhi yimv mnz kanhh akh, ya doshve budd spdn, tylhi krụ̄ zyv nh yimn auf thi, nah diyzyv yimn hkh jvab, blkh kriv yimn sintụ̄ aḥtram san kth."
  },
  {
    "verse_id": 24,
    "translation": "Th nrmy th rḥm san rvuziv yimn brvnhh knhi klh nvmrạvith, th duʿā ạsiv kran zi, prvrdgar, yimn pytth kr rḥm, yithh pạtthụ̄ yimv bh rḥmt th shfqt san shurụ̄ panh rvchhmut avsus."
  },
  {
    "verse_id": 25,
    "translation": "Tuhund rb chuh tthyk pạtthụ̄ zanan zi tuhndyn diln mnz kya chuh, agr tvhụ̄ ṣalḥ bnith rvuziv, tylhi chuh suh tithyn sarine lukn drguzr krn vvl, yim pnnyn qṣvrn pytth nhyb rttith bndgy hndis rviys kun pvt phyrn."
  },
  {
    "verse_id": 26,
    "translation": "Rshth dars diyiv tmụ̄ sund ḥq, th mskyn th msạfrs tmụ̄ sund ḥq, fẓvl khrchy mah kriv."
  },
  {
    "verse_id": 27,
    "translation": "Fẓvl khrchy krn vạlụ̄ lukh chih shyṭan sndụ̄ bạe, th shyṭan chuhnh pnnis rb sund shkr gzar."
  },
  {
    "verse_id": 28,
    "translation": "Agr timv nishhi (yʿny ḥajt mnd rshth darv, miskynv th msafrv nishhi) tohyih path āshi hiyvn ath binahs pytth zi vunhi chihv tvhụ̄ Allah tʿālyā sndis tth rḥmts tlash kran yymkụ̄ tvhụ̄ amydvar chihv, tylhi diyiv timn nrm jvab."
  },
  {
    "verse_id": 29,
    "translation": "Nah mah thạviv panun aathh grdnụ̄ sintụ̄ gnddith th nah mah trạviyvun yih balkule yalh zi mlamt zdh th ʿạjz bnith rvuziv. (athh gnddnụ̄ chuh astʿārh bkhulh khạṭr, th yih ylh travun chuh murad fẓvl khrchy)"
  },
  {
    "verse_id": 30,
    "translation": "Tuhund rb yas khạṭr rzq chuh yczhan kushadh krun ts chuh kran, th ys khạṭr yczhan chuh ts chuh tng kran. Suh chuh pnnyn bndn hndi ḥalh nishhi bakhbr th timn chuh vuchhan."
  },
  {
    "verse_id": 31,
    "translation": "Pnnụ̄ avlad mah kriyvukh ghryby hndi andyshhi kinụ̄ qtl, asụ̄ dimav timn thi rzq th tohyih thi, drḥqyqt chuh tihund qtl akh bvdd khṭa."
  },
  {
    "verse_id": 32,
    "translation": "Bdkạry mah gczihv nkhh, so chhe sytthah bur kạm th sytthhe khrab vath."
  },
  {
    "verse_id": 33,
    "translation": "Qtli nfsuk aatur mah kriv, yih chuh khudayn ḥram kvrmut, mgr ḥq san, th yus shkhṣ mẓlvm pạtthụ̄ qtl āshi krnh āmut, tmụ̄ sndis vly yas (vạriths) chuh ath ashi qiṣaṣ kh mṭalbuk ḥq ʿṭa kvrmut. (aṣl alfaẓ chih, tmụ̄ sndis vly ys chuh aashi slṭan ʿṭa kvrmut. Sulṭan nishhi chuh murad yth jayih ḥujt yymhi kis bunyads pytth suh qiṣaṣuk muṭalbh hykhi krith.) lhādha, pazi zi suh gczihh nh qtls mnz ḥd nyrun (qtls mnz ḥd nyrns hykn varyah ṣvurth ạsith th timh sare chhe mmnvʿ. Mthlaan antqam kis jvshs mnz mjrimas ʿlavh baqy qtl krnụ̄ ya mujrm ʿdhab krụ̄ krụ̄ marun, ya marnh pth tmụ̄ snzi lashhi pytth shrart krrun, ya khvn bha rattnh pth suh qtl krun bytri) ts yiyhi mdd krnh. (chvnkh ath vqts tam ạs nh aslạmy ḥkvmt qạym spzmcz, amhi mvjvub āyih nh yih kth vyczhnavnh zi ts kus kri mdd. Hjrt pth yylhi aslạmy ḥkvmt qạym spz, pth āv yih ṭe krnh zi ts mdd krun chahnh tmụ̄ sndi qbylch ya tmụ̄ sndyn khlyfn hnz kạm blkh chhe aslạmy ḥkvmtch, th byyhi chhe tmhi kh ʿdalt kh niẓamch kạm.)"
  },
  {
    "verse_id": 34,
    "translation": "Ytym sndis mals nzdyk mah gczihv, mgr jan ṭryqh san, yvt tam zn suh pnnhi jvạny tam vathi. Vʿdch pabndy kriv, be shk āsyv tohyih vʿds mtʿlq jvab diyun."
  },
  {
    "verse_id": 35,
    "translation": "Yylhi pymanh sintụ̄ diyiv tylhi diyiv pvur brith, th yylhi tvuliv tylhi tvuliv tthyk trkri sintụ̄, yih chuh jan ṭryqh th anjam kh lḥaẓh thi chuh yy bhtr."
  },
  {
    "verse_id": 36,
    "translation": "Kunhi tithis chyzs mah lgiv pth yymyuk nh tohyih ʿlm āshi (amhi arshaduk mnshhi chuh yih zi lukh krin pnnhi anfrạdy th ajtmạʿī zndgy mnz vhm v guman bjae ʿiilmch pyrvy) yqynaan chhe achh, kan th dil sarine hnz prczhgạr spdan vajinụ̄."
  },
  {
    "verse_id": 37,
    "translation": "Zmyns pytth mah pkiv tkbr san, tvhụ̄ nah hykiyvn zmyn czttith, nah hykiv pharrn hndis thzrs tam vạtith."
  },
  {
    "verse_id": 38,
    "translation": "Yimv kthv mnz chuh prth aakiyuk bur phlv tuhndis rbs nzdyk napsndydh. (yʿny yimv aḥkamv mnz yymhi ḥukmch thi nafrmany krnh yiyhi suh chuh napsndydh)"
  },
  {
    "verse_id": 39,
    "translation": "Yimh chhe ḥkmt chih timh kthh, yimh tuhndụ̄ rbn tohyih pytth vḥy chhe krimcz. Byyhi vuchh! Khudays sintụ̄ mah bnavun byyhi kanhh mʿbvd, nath yikh cz jhnms travnh mlamt zdh th prth rczr nishhi mḥrvm spdith. (aamhi frmanuk mkhạṭb chuh prth kanhh ansan. Mṭlb chuh yih zi ae ansan cz mah kr yih kạm)"
  },
  {
    "verse_id": 40,
    "translation": "Kiczh ʿjyb kth chhe tuhndụ̄ rbn krinav tohyih nychiv ʿṭa, th panh bnạvin mlạyik pnnhi khạṭr kvri? Sytthah aapz kth chhe yosh tvhụ̄ lukh zbạnụ̄ chihv krran."
  },
  {
    "verse_id": 41,
    "translation": "Aashi smjhạvụ̄ lukh yth qrāns mnz rngh rngh zi hvshs mnz yiyin th nṣyḥt rttin, mgr tim chih ḥqh nishhi vare dvur czlan."
  },
  {
    "verse_id": 42,
    "translation": "Ae nby, yimn vniv zi agr khudays sintụ̄ baqy khdae thi āshan, yithh pạtthụ̄ zn yim lukh vnan chih, tylhi krhn ʿrshh kis mạlk sndis mqamas tam vatnch kvushsh ẓrvur."
  },
  {
    "verse_id": 43,
    "translation": "Pak chuh suh, th sytthah bala th brtr chuh, timv kthv nishhi yimh yim lukh vnan chih."
  },
  {
    "verse_id": 44,
    "translation": "Tmụ̄ snz pạky chih satvae āsman byyhi zmyn th tim sạry chyz byan kran, yim āsmans th zmyns mnz chih. (yʿny sạre kaʿnat th amiyuk prth chyz chuh pnnhi pvur vjvd san ath ḥqyqts pytth gvạhy divan zi yymụ̄ yih pạd chhe krmcz, th yus aamich prvrdigạry th rạchh ravtth chuh kran, tmụ̄ snz dhat chhe prth ʿībh th nqṣh th prth kmzvry nishhi munzh, th suh chuh aamhi nishhi balkl pak zi khdạyy mnz kya āshi kanhh ts shryk th ḥṣh dar) kanhh chyz chuhnh suh yus tmụ̄ sndi ḥmd san tmụ̄ snz tsbyḥ āshi nh kran, mgr tvhụ̄ chihv nh tihinz tsbyḥ smjhan, ḥqyqt chhe yih zi suh chuh sytthhe burdbar th drgzr krn vvl."
  },
  {
    "verse_id": 45,
    "translation": "Yylhi tvhụ̄ qrān pran chihv, asụ̄ chih tohyih th ạkhrts pytth ayman nah ann valyn drmyan akh prdh ḥạyil kran."
  },
  {
    "verse_id": 46,
    "translation": "Th tihndyn diln pytth chih ghilaf khalan zi tim chihnh kihinụ̄ smjhan, th tihindyn knn chih gobyr pạd kran. (yʿny ạkhrts pytth ayman nah aannuk chuh yih qdrty ntyjhi zi ansan sndis dils lgn quluf th tmụ̄ sndụ̄ kn gczhn yymhi dʿūt khạṭr bnd yosh dʿūt qrān chuh pysh kran. Qrānch dʿūte chhe aath bnyads pytth zi dunyạvy zndgy hndi ẓạhry phlv nishhi ma khyyiv dokhh. Ḥqkụ̄ th bạṭlkụ̄ fạṣlh spdn nh, yath dunya hs mnz blkh spdn ạkhrts mnz. Nyky chhe so yymyuk ntyjh ạkhrts mnz nyri, khvah vạtitan aamhi kh vjh sintụ̄ dnyahs mnz ansans kạtyah thi tklyf th bdy chhe so yymiyuk ntyjh ạkhrts mnz lạzmaan bur nyri, khvah dunya hs mnz ạsitn so kạczah thi mzh dar th fạydh mnd. Vonụ̄ yus shkhṣ ạkhrte chuhnh manan, suh kithh pạtthụ̄ hykhi qrān kis yath dʿūts kun tvjh dith.) th yylhi tohụ̄ qrāns mnz pnnis akụ̄se rb snz dhkr chihv kran, tylhi chih tim nfrt san buth phiran. (yʿny timn chhe yih kth skht nagvar gczhan zi tvhụ̄ chihv ṣrf akụ̄se khudays mạlk th mkhtar vnan, th tmụ̄ sndne tʿryfn hndụ̄ gon chihv gyvan. Tim chih vnan yih chuh ʿjyb shkhṣ yus dpan chuh ʿlmi ghyb chuh khudays, qdrt chhe tmụ̄ snze, tṣrfat th akhtyarat chih tsụ̄ yvt. Ạkhr yim sạnụ̄ aastan vạlụ̄ thi chha kanhh chyzah kinh nah, yimn nishhi ashi avlad chih mylan, bymarn chuh shfa ḥạṣl gczhan, karvbar chih chmkan, th murad chih pvur spdan)"
  },
  {
    "verse_id": 47,
    "translation": "Aashi chuh mʿlvm yylhi tim kan dạrith tuhnz kth bvzan chih, tylhi kya chih draṣl tim bvzan, pth yylhi bihith chih sir kathh kran tylhi kya chih vnan, yim ẓạlm chih panh vạnụ̄ vnan zi yih chuh akh jạdụ̄ ld nfr yas pth tvhụ̄ lukh gczhan chihv (kfari mkn hund ḥal avs yih zi czvuri czvuri ạsụ̄ qrān bvzan pth ạsụ̄ panh vạnụ̄ mshvr kran zi aamyuk tvrr kya gczihh āsun. Bsa avqat avs timn pnnyve nfrv mnz kạnshi pytth shk gczhan zi shayd chuh yih nfr qrān bvuzith mtạthr gvmut. Aamhi mvjvb ạsụ̄ tim sạry smith ts smjhavan zi, he yih kmụ̄ sndis dokhs mnz ākh cz, yih shkhṣ chuh jạdụ̄ ld, yʿny kmụ̄ tam dshmnn chuh amis jvd kvrmut, aamy mvjvb chuh avr yvr chih kthh kran.)"
  },
  {
    "verse_id": 48,
    "translation": "Vuchihv zi kiczhh kthh chhe yimh, yimh lukh tohyih pytth chspan chih kran, yim chih ddlimtụ̄, yimn chahnh vath mylan."
  },
  {
    "verse_id": 49,
    "translation": "Tim chih vnan, yylhi asụ̄ addijhi th khak spdith rvzav, kya tylhi yimva asụ̄ nvi sr pạd krith tulnh?"
  },
  {
    "verse_id": 50,
    "translation": "Timn vniv, tvhụ̄ bnụ̄tav knụ̄ ya shstr thi,"
  },
  {
    "verse_id": 51,
    "translation": "Ya aamhi khoth thi kanhh skht chyz yus tuhndis dhhns mnz zndgy qbvl krnh nishhi sytthah dvur āshi (tvthi vthiv tvhụ̄) tim prczhn ẓrvr, kus chuh suh yus nvi sr zndgy kun pihrith aanhi? Drjvab vnyvukh, sue yymụ̄ tvhụ̄ goddnichhi pihri pạd kriv. Tim prczhn klh hilạvụ̄ hilạvụ̄ (anghaẓ lfẓs chuh mʿny kls hyvr bon krun. Yithh pạtthụ̄ aẓhari tʿjb khạṭr, ya mdhaq krnh khạṭr ansan kls hyvr bon chuh kran) achha, tylhi kr spdi yih? Tvhụ̄ vniv, bnan chuh zi suh vqt āshi nkhh vvtmut."
  },
  {
    "verse_id": 52,
    "translation": "Yymhi doh suh tohyih ālav kri, th tmụ̄ sndis ālvs pytth yiyiv tvhụ̄ tmụ̄sund ḥmd kran kran niyrith, th yuhund guman āshi tmhi vqth yih zi asụ̄ chih bs kamse kals ath ḥalts mnz rvudimtụ̄. (yʿny dunya hs mnz mrnh kh vqth pytthh qyamt kh doh vothnh kis vqts tam yosh mudt āshi, so basyv nh tohyih kynczhv gạnttv khoth zyadh. Tvhụ̄ smjhiv tmhi vqth yih zi asụ̄ ạsụ̄ rczihh khnjhi shongith zi achank tulụ̄ mḥshrkụ̄ shvrn asụ̄ nindri)"
  },
  {
    "verse_id": 53,
    "translation": "Th ae nby, myanyn bndn (yʿny mvmn bndn) vniv zi zyvi ạsin so kth krran yosh bhtr āshi (yʿny mkhạlf kritn khvah kiczhh thi nagvar kthh mgr muslmann pzi nh bhr ḥal, nah kanhh kth khlafi ḥq zyvi krrnụ̄ th nah pzykh shrarts mnz yith be hvdgy hund jvab be hvdgy sintụ̄ diyun. Timn pazi tthndd dl san soe kth vannụ̄ yosh grith czrith brḥq āshi, byyhi āshi tihindis dʿūt kis vqars mṭạbq) draṣl chuh yih shyṭan yus ansann drmyan fsad travnavnch kvushsh chuh kran, ḥqyqt chhe yih zi shyṭan chuh ansan sund ttakarh dshmn."
  },
  {
    "verse_id": 54,
    "translation": "Tuhund rb chuh tuhundi ḥalh nishhi tthyk pạtthụ̄ vạqf, suh agr yyczihh tohyih pytth kri rḥm th agr yyczihh tylhi diyav ʿdhab (yʿny ahli aymann hnzi zyvi pytth gczhn nh zhnụ̄ tithụ̄ dʿūyā yinụ̄ zi asụ̄ chih jnty th flạnụ̄ shkhṣ ya dvr chuh jhnmy. Amhi chyzuk fạṣlh chuh Allah tʿālyā sndis akhtyars mnz. Sue chuh tmam ansann hndi ẓạhr th bạṭnh nishhi, byyhi tihndi ḥal v mstqbl nishhi vạqf. Tsụ̄ chuh yih fạṣlh krun zi kas pytth frmavi rḥmt th ks diyih ʿdhab. Akh muslman chuh aṣvly ḥythyth yih vannuk mjaz zi Allah tʿālyā snzi ktabhi kinụ̄ kamhi qsmkụ̄ ansan chih rḥmtkụ̄ ḥqdar th kmhi qsmkụ̄ lukh chih ʿdhabkụ̄ ḥqdar. Mgr kạnshi chuhnh yih vnnuk ḥq zi flạnụ̄ shkhṣs yiyhi ʿdhab dinh th flạnụ̄ shkhṣs yiyhi bkhshnh) th ae nby, ashi chihv nh tvhụ̄ lukn pytth rạchhdr bnạvith svuzimtụ̄ kynhh."
  },
  {
    "verse_id": 55,
    "translation": "Tuhund rb chh zmyn v āsmann hndyn mkhlvqn zyadh zanan, aashi ditụ̄ kynczhn pyghmbrn kynczhv khvth khsith mrtbh, th aasy ạs davud (ʿlyh alslams) zbvr diczmcz."
  },
  {
    "verse_id": 56,
    "translation": "Yimn vniv, nad lạyith vuchhvukh tim mʿbvd yimn khudays vrạe (pnun kar saz) smjhan chihv, tim hykn nh kanhh tklyf tohyih nishhi dvur krith th nah hykn bdlạvith. (amhi nishhi chuh ṣaf pae lgan zi ghyru Allah hn sjdh krnue yvt chuhnh shrk, blkh chuh khudays vrạe byyhi kạnshi duʿā mngun, ya ts mdd khạṭr ālav diyun thi shrk)"
  },
  {
    "verse_id": 57,
    "translation": "Yimn lukn yim nad chih layan, tim chih panh khod pnnis rb sndis drbars tam rsạyy ḥạṣl krnuk vsylh tlash kran zi kus gczihh ts qryb tr, th tim chih tmụ̄ sndi rḥmtkụ̄ aumydvar th tmụ̄ sndis ʿdhabs chih khoczan (yim alfaẓ chih ṣaf vnan zi mushrkn hndyn yimn mʿbvdn th fryad bvzn valyn hund yth jayih dhikr chuh yvan krnh timv nishhi chuhnh murad knhi potlụ̄ kynhh, blkh chih ya th frshth nath chih gzrymthi zmankụ̄ brguzydh ansan.) ḥqyqt chhe yih zi tuhindis rb sund ʿdhab chuh khocznase layq."
  },
  {
    "verse_id": 58,
    "translation": "Th kanhh bsty chahnh ticzh, yosh asụ̄ qyamt brvnhh hlak krvn nh, ya skht ʿdhab dimvs nh, yih chuh Allah tʿālyā sndis nvishts (ktabhi) mnz lykhith."
  },
  {
    "verse_id": 59,
    "translation": "Th asụ̄ rukạvụ̄ nh nishạnyih svznh nishhi kạnshi, mgr amhi kthhi zi yimn brvntthmiyv lukv chuh timn ankar kvrmut. (yih chuh kufarn hndi tmhi mṭalbuk jvab zi Muḥammad gczhn timn kanhh mʿjzh havnụ̄. Mudʿā chuh yih zi tiyuth mʿjzh vuchhnh pth yylhi lukh chih amiyuk tkdhyb kran, tylhi chuh pth lamḥalh timn pytth nzvli ʿdhab vạjib spdan, th pth chuhnh yuth qvm tbah krnh vrạe yivan travnh. Vonụ̄ chhe srasr yih Allah tʿālyā snz rḥmt zi suh chuhnh yuth kanhh mʿjzh svzan, mgr tvhụ̄ chihv tithụ̄ be vqvf lukh zi mʿjzuk mṭalbh krith chihv thmvdkụ̄ pạtthụ̄ anjams yczhan vatun.) (chnanchh vuchihv) thmvds dcz aashi ʿlanyh avnttinụ̄ anith th timv kvr tas pytth ẓulm. Asụ̄ chih aamy khạṭr nishạnyih svzan zi timn vuchihth khoczn lukh."
  },
  {
    "verse_id": 60,
    "translation": "Yad kriv ae nby, aashi avsuv tohyih vvnmut zi tuhndụ̄ rbn chih yim lukh ghyrs mnz rttimtụ̄. Th yikynczhah ḥal ḥale aashi tohyih hvvmut chuhv. (asharh chuh mʿrajs kun. Yth jayih chuhnh lfẓ ruvya khvab kis mʿnys mnz kynhh, blkh chuh chshmv sintụ̄ vuchhnh kis mʿnys mnz.) suh th byyhi suh kul yth pytth qrāns mnz lʿnt chhe krnh āmcz, thvv aashi yimn lukn khạṭr bs akh ftnh bnạvth, (kulhi nishhi chuh murad zaquvm, yth mtʿlq qrāns andr khbr chhe dinh āmcz zi suh gczihh jhnm kis czkis tl pạd, th yim jhnmy āsn timn pyyih suh khyvn. Ath pytth lʿnt krnh nishhi chuh murad aamiyuk Allah tʿālyā sndi rḥmt nishhi dvur spdun. Yimn lukn khạṭr thvv ftnh bnạvith, mṭlb chuh yih zi yihndi rczr khạṭr krnạviv aashi tvhụ̄ mʿrajikụ̄ mushahdat, takh tohyih hivis ṣadq th amyn ansan sndi dhryʿhi gczihh yimn lukn ḥqyqti nfs alamry, (tim pzụ̄ ḥalat yim dvst dshmn manan chih) ḥạṣl th nhyb rttith yin yim syzi vathi pytth. Mgr yimv lukv krụ̄ aath pytth tohyh, pvt pihyrith hzl. Ashi krụ̄ yim tuhndi dhryʿhi khbrdar zi yythi chih ḥram khvuriyih khyavnavnav tohyih zaquvmkụ̄ mynddụ̄, mgr timv trvv aath pytth akh aasun khngalh th lgụ̄ vannh, he yih shkhṣ vuchhtvn, akhi and chuh vnan zi dvzkhs mnz āshi nar blae dzan, th bykhi and chuh vnan tathi vopdn kulụ̄) asụ̄ chih yimn nhybs pytth nhyb kran pkan, mgr prth nhyb chuh yihnzi srkshy mnz aẓafh kran."
  },
  {
    "verse_id": 61,
    "translation": "Th yad kriv yylhi aashi mlạykn vvn zi, ādmas kriv sjdh, sarivyv kvr sjdh mgr ablysn kvr nh, tmụ̄ vvn, kya bh krah amis sjdh yus cze myczi chihy bnvvmut?"
  },
  {
    "verse_id": 62,
    "translation": "Pth vvn tmụ̄, talsah vuchuh, kya yih avsa ath qạbl zi cze diczth amis me pytth fẓylt? Agr cz qyamt kis dohs tam mhlt dikh, tylhi kr bh amụ̄ sndis pvur nsls mvulh prattae, bs kme lukh hykn me nish bchith."
  },
  {
    "verse_id": 63,
    "translation": "Allah tʿālyā chuhs frmavan, achha gczh cz, yimv mnz yim thi chạnụ̄ pyrvy krn, cze san chuh timn sarine jhnme bhr pvur jza."
  },
  {
    "verse_id": 64,
    "translation": "Cz yus yus pnnhi dʿūt sintụ̄ phislạvith hykhan, phislavun, yimn pytth khalukh pnnụ̄ svar th pyadh, maln th avladn mnz kr yimn sintụ̄ shrakt, th yim phasavukh vʿdn hndis zals mnz, th shyṭan sndụ̄ vʿdh chihnh akhi dvkhh vrạe kihinụ̄."
  },
  {
    "verse_id": 65,
    "translation": "Yqynaan gczhy nh cze myanyn bndn pytth kanhh aqtdar ḥạṣl, th tvkl khạṭr chuh chvn rb kạfy."
  },
  {
    "verse_id": 66,
    "translation": "Tuhund (ḥqyqy) rb chuh suh yus smndrs mnz tuhnz nav chuh chlavan, takh tvhụ̄ kriv tmụ̄ sund fẓl tlash. Ḥqyqt chhe yih zi suh chuh tuhndis ḥals pytth sytthah mhrban."
  },
  {
    "verse_id": 67,
    "translation": "Yylhi smndrs mnz tohyih pytth kanhh mṣybt chuh yivan, ts akis vrạe yimn yimn baqyan tvhụ̄ nad layan chihv, tim sạry chihv ravan, mgr yylhi suh tohyih bchạvith khshky pytth chuhv vatnavan, pth chihv tvhụ̄ ts nishhi buth phran. Ansan chuh pzipạtthụ̄ nashukr."
  },
  {
    "verse_id": 68,
    "translation": "Achha, kya tvhụ̄ chihvh aamhi kthhi nishhi balkl be khvf zi khudae hykyv tohyih khshky pytthe zmyns vạlith, ya hykhi tohyih pytth pthrav krn vvl vav ṭvfan svuzith, th tohyih mylyv nh amhi nishhi bchavn vvl kanhh mddgar?"
  },
  {
    "verse_id": 69,
    "translation": "Th kya tohyih chuhvv na aamiyuk andyshhi zi khudae niyav byyhi kunhi saʿth tohyih smndrs mnz, pth svzi tohyih pytth skht ṭvfạny hva, th tuhnzi nashukry hndi bdlh kryv tohyih ghrq, th tohyih mylyv nh tiyuth kanhh yus ts tuhndi amhi anjamch prczhh gạri krith hykhi?"
  },
  {
    "verse_id": 70,
    "translation": "Yih chahv sạnụ̄ ʿnayt zi aashi dicz bny ādms buzrgy, th timn kri khshky th ābs mnz svari ʿṭa, th timn diyut pakyzh chyzv mnz rzq, th pnnyn varyahn mkhlvqn pytth krkh fẓylt ʿṭa."
  },
  {
    "verse_id": 71,
    "translation": "Pth kriyv khyal tmhi dohuk, yylhi asụ̄ prth kanhh ansạny dvr bulavvn pnnis pyshva hs san, tmhi vqth yimn lukn tihund namh aʿmal dchihnis aths mnz dinh āv, tim prn pnun kar namh th timn pytth spdi nh dhrs brabr ẓulm."
  },
  {
    "verse_id": 72,
    "translation": "Th yus yath dunya hs mnz avn bnith rvud, suh rvzi ạkhrts mnz thi avnue, blkh vath lbns mnz anụ̄ sndụ̄ khoth thi zyadh nakam."
  },
  {
    "verse_id": 73,
    "translation": "Ae nby, yimv lukv thạv nh ath kvushshhi mnz kanhh ksr pth kun zi tohyih phirhanav fitns mnz trạvith tamhi vaḥy nishhi pvt, yosh ashi tohyih kun chhe svuzmcz, takh tvhụ̄ bnạvihiv sạnis navs pytth pnnhi ṭrfh kanhh kth agr tvhụ̄ yih krihiv, tylhi bnavhan tim ẓrvur tohyih pnun dvst."
  },
  {
    "verse_id": 74,
    "translation": "Th yih kth ạs nh dvur zi agr asụ̄ tvhụ̄ mẓbvṭ thavhav nh, tylhi nrmihv tvhụ̄ kynhh nth kynhh timn kun."
  },
  {
    "verse_id": 75,
    "translation": "Albth agr tvhụ̄ yih krihiv, tylhi havhav asụ̄ tohyih dunya hs mnz thi dognh ʿdhabuk mzh th ạkhrts mnz thi dognh ʿdhabuk, pth lbhiv nh tvhụ̄ sạnis mqabls kanhh mddgar."
  },
  {
    "verse_id": 76,
    "translation": "Th yim lukh chih ath kthhi pytth thi hvl gnddith rvudimtụ̄ zi tuhndụ̄ qdm krrhn yymhi sr zmyn mnz th tohyih krrhnv yythi nybr. Albth agr yim lukh yih krn, tylhi hykn nh pth yim panh zyadh kals yythi tthhrith."
  },
  {
    "verse_id": 77,
    "translation": "Yih chuh svn mustql ṭryqi kar yus aashi timn sarine rsvln hndis mʿāmls mnz vrtvmut chuh, yim tohyih brvnhh ashi svuzimtụ̄ ạsụ̄, th sạnis ṭryqi kars mnz vuchihv nh tvhụ̄ kanhh tbdyly."
  },
  {
    "verse_id": 78,
    "translation": "Nmaz kriv qạyim āftab kh zval pytthh rạcz hndis aanhi gttis tam (ath mnz chhe ẓhr nmazi pytthh ʿshaʿ nmazi tam czoshve nmaz yivan) byyhi kriv fjr kh qrānuk thi ailtzam, tikyazi fjruk qrān chuh mshhvd āsan. (fjr kh qrān nishhi chuh murad fjr chih nmazi mnz qrān prun th fjr kh qrān kh mshhvd āsnuk mṭlb chuh yih zi Allah tʿālyā sndụ̄ frshth chih khaṣ pạtthụ̄ amikụ̄ gvah bnan tikyazi ath chhe akh khaṣ ahmyt ḥạṣl)"
  },
  {
    "verse_id": 79,
    "translation": "Th rạcz hund thjud priv (thjds chuh mʿny nyndr puhttrạvith vvtuhn. Lhādha chuh rạcz hndi vqth thjd prnuk mṭlb yih zi rạcz hndis akis ḥṣs shongnh pth gczihh bydar spdith nmaz prnụ̄) yih chuh tuhndi khạṭr nfl, yih kth chahnh dvur zi tuhund rb kri tohyih mqami mḥmvuds pytth fạyz. (yʿny dunya th ạkhrts mnz vatnavyv tohyih tithis mrtbs pytth yythi tvhụ̄ mḥmvdi khlaʿq rvuziv bnith, prth ṭrfh gczihh tohyih pytth mdḥ th tʿryfn hnz bạrish spdnụ̄, th tuhnz hsty gczihh akh qabli tʿryf hsty bnith rvznụ̄.)"
  },
  {
    "verse_id": 80,
    "translation": "Th duʿā kriv zi prvrdgar, me yvt thi cz nikh pzr san niyih zym, th yythi thi karrhm pzr san krri zym, th pnnhi ṭrfh bnavun akh aqtdar myvn mddgar. (yʿny ya kr me khod pans aqtdar ʿṭa, ya bnavun kanhh ḥkvmt myạnụ̄ mddgar, takh tmhi kh ṭaqt sintụ̄ hykn bh dunya huk bigarr durst krith, fḥsh kamhi th gnahn hund yih shlab rukavhn th chvn qanvni ʿdl hykh hn jạry krith.)"
  },
  {
    "verse_id": 81,
    "translation": "Byyih kriv aʿlan zi, ḥq āv, th bạṭl mittyav, baṭl chuh mittnh khaṭre."
  },
  {
    "verse_id": 82,
    "translation": "Asụ̄ chih qrān kis yth nạzl krnh kis slsls mnz tikynczhah nạzil kran, yus mann valyn khạṭr shifa th rḥmt chuh, mgr ẓạlimn khạṭr chuhnh khsarh vrạe byyhi kunhi chyzs mnz aẓafh kran."
  },
  {
    "verse_id": 83,
    "translation": "Ansan sund ḥal chuh yih zi yylhi asụ̄ ts nʿmt chih ʿṭa kran, tylhi chuh suh buthụ̄ pihyur bnan th shanh phiran, th yylhi mʿmvly mṣybt chuhs yivan, tylhi chuh ghmgyn gczhan."
  },
  {
    "verse_id": 84,
    "translation": "Ae nby, yimn lukn vniv zi, prth kanhh chuh pnnis ṭryqs pytth ʿml kran, vonụ̄ chuh yih ṣrf tuhund rb bhtr zanan zi syzi vathi pytth kus chuh."
  },
  {
    "verse_id": 85,
    "translation": "Yim lukh chihv tohyih ruvḥs mtʿlq prczhan. Vniv, yih ruvḥ chuh myạnis rb sndi ḥukmh sintụ̄ yivan, mgr tohyih lukn chuhv kame phn ʿlm dinh āmut. (ʿām pạtthụ̄ chuh yih smjhnh yivan zi yth jayih chuh ruvḥ nishhi murad zuv. Yʿny lukv avs nby ṣly Allah ʿlyh vslms ruvḥi ḥyats mtʿlq purczhmut zi amich ḥqyqt kya chhe. Th amiyuk jvab āv yih dinh zi suh chuh Allah tʿālyā sndi ḥukmh sintụ̄ yivan. Albth agr rbṭi ʿbart drnẓr thavvn, tylhi chuh ṣaf basan zi yth jayih chuh ruvḥ murad, ruvḥi nbvt ya vaḥy. Th yhe kth chhe svrh nḥl āyt nmbr 2, svrh mvmn āyt nmbr 15, th svrh shvryā āyt nmbr 52 has mnz byan spzmcz. Slfav mnz chuh abni ʿbas rẓy Allah tʿālyā ʿnh, qtadh th ḥsn bṣry rḥmhm Allah hav thi yohe tfsyr akhtyar kvrmut, th ṣaḥbi ruvḥu almʿāny chih ḥsn th qtadh sund yih qvl nql kran zi, ruvḥ nishhi chuh murad jbryl ʿlyh alslam, th sval avs draṣl yih zi tim kithh pạtthụ̄ chih nạzl spdan th kithh pạtthụ̄ chuh nby ṣly Allah ʿlyh v slmn hndis dli mubarks pytth vaḥy hund alqa spdan.)"
  },
  {
    "verse_id": 86,
    "translation": "Th ae nby, agr asụ̄ yyczhv, thi svrue nimv tohyih vaps yih vḥy hndi dhryʿh ashi tohyih ʿṭa chuhv kvrmut, pth lbiv nh tvhụ̄ sạnis mqabls mnz kanhh ḥmayty yus ath vaps hykhi diyạvith."
  },
  {
    "verse_id": 87,
    "translation": "Yikynczhah yih tohyih myvulmut chuhv, yih chuhv tuhndis rb sndi rḥmt sintụ̄ myvulmut, ḥqyqt chhe yih zi tmụ̄ sund chuh tohyih pytth bvdd fẓl."
  },
  {
    "verse_id": 88,
    "translation": "Vniv zi agr ansan th jin and hyth sạry smith yth qrāns hyvu kanhh chyz annch kvushsh krn, yth hiyvu hykn nh anith, khvah tim sạry kvnh āsn akh akụ̄ sndụ̄ mdd gare."
  },
  {
    "verse_id": 89,
    "translation": "Ashi smjhạvụ̄ rngh rngh yth qrāns mnz lukh, mgr akthr lukh rvudụ̄ ankars pytthe ddttith."
  },
  {
    "verse_id": 90,
    "translation": "Th timv vvn, asụ̄ manav nh chạnụ̄ kth, yvt tam nh cz sanhi khạṭr zmyn phasvith akh nag jạry krkh."
  },
  {
    "verse_id": 91,
    "translation": "Ya gczihh chanhi khạṭr khzrn th dachhhi hund akh bagh pạd spdun, th cz gczhkh tth mnz kolh pknavun."
  },
  {
    "verse_id": 92,
    "translation": "Ya gczhkh cz āsmans ttukr ttukr krith ashi pytth griavun, yithh pạtthụ̄ zn chvn dʿūyā chuh, ya gczhkh Allah tʿālyā th frshth ruvbarv aashi brvnhh kun aanun."
  },
  {
    "verse_id": 93,
    "translation": "Ya gczihh chanhi khạṭr sonh sund akh mkanh bnun ya gczhkh cz āsmans pytth khsun, th chạnis khsns thi krv nh asụ̄ pczh, yvt tam nh cz ashi pytth tiyuth tḥryr vạlith aankh yus asụ̄ parv. Ae nby, yimn vniv, pak chuh myvn prvrdgar, kya bh chuhsh akis pygham aann vạlis ansan sndi vrạe byyhi thi kynhh."
  },
  {
    "verse_id": 94,
    "translation": "Lukn brvnhh kun yylhi thi zanhh hdayt āv, th tim rukạvụ̄ nh aath pytth ayman aannh nishhi kunhi chyzn, mgr bs tihindụ̄ amụ̄ vann zi, kya khudayn svuza akh bshr pyghmbr bnạvith?"
  },
  {
    "verse_id": 95,
    "translation": "Yimn vniv zi agr zmyns mnz frshth āshan aṭmynanh san phyran thvran tylhi svz hvn asụ̄ ẓrvur āsmanh pytthe kanhh frshth tihndi khạṭr pyghmbr bnạvith."
  },
  {
    "verse_id": 96,
    "translation": "Ae nby, yimn vniv zi me th tohyih drmyan chhe bs akis Allah tʿālyā snze gvạhy sytthah, suh chuh pnnyn bndn hndi ḥalh nishhi bakhbr th svrue kynhh chuh vuchhan."
  },
  {
    "verse_id": 97,
    "translation": "Ys Allah tʿālyā hdayt diyih, sue chuh hdayt lbn vvl, th ys suh gmrạhy mnz travi, tylhi hykiv nh ts vrạe tithyn lukn khạṭr kanhh ḥmayt krn vvl th mddgar lbith. Yim lukh aanvkh asụ̄ qyamt kh doh buthụ̄ khkhri lmith, anụ̄, klụ̄ th zrụ̄, tihund tthkanh chuh jhnm, yylhi kunhi vizi tmiyuk nar km hyyih spdun, asụ̄ tulv thth byyhi ryhh."
  },
  {
    "verse_id": 98,
    "translation": "Yih chuh bdlh tihndi tmhi ḥrktuk zi timv kvr sanyn āyatn ankar, th vvnukh, kya yylhi asụ̄ ṣrf addjhi th mycz banv, tylhi yimva asụ̄ pth nvi sr pạd krith khrra krnh?"
  },
  {
    "verse_id": 99,
    "translation": "Kya yimn tvr na yih fikri zi yymụ̄ khudayn zmyn th āsman chih pạd krimtụ̄, suh chuh ẓrvr yithyn hivyn pạd krnch qdrt thavan, tmụ̄ chuh yihndi ḥshr khạṭr akh vqt mqrr kvrmut, yymyuk yun yqyny chuh, mgr ẓạlimn chuh aṣrar zi tim rvzn aath ainkare kran."
  },
  {
    "verse_id": 100,
    "translation": "Ae nby, yimn vniv hrgah myạnis rb sndi rḥmtkụ̄ khzanh tuhndis qbẓs mnz āshan, tylhi rukạvihvukh tim khrch spdn khi andyshhi kinụ̄ ẓrvr, pzipạtthụ̄ chuh ansan sytthah tng dl thạbt spudmut. (mushrkyni mkh yimv nfsạny vujvhatv kinụ̄ nby ṣly Allah ʿlyh v slmn hndi nbvtuk ankar ạsụ̄ kran, timv mnz avs akh ahm vjh yih zi yithh pạtthụ̄ avs timn nby ṣly Allah ʿlyh v slmn hund fẓl th shrf manun pyvan, th pnnis kạnshi hm ʿṣr th brabry vạlụ̄ sund fẓl th bjr mannh khạṭr chuh ansan mshklne āmadh spdan. Athụ̄ pytth chuh frmavnh yivan zi yimn lukn hnzi bkhyly hund ḥal yih chuh, zi kạnshi hndi vaqʿī mrtbuk aqrar v aʿtraf kran kran chuh tihund dil dukhan, agr yimn khudayn āshan pnnyn rḥmt kyn khzann hnz kunz ḥvalh krimcz, tylhi dihn nh tim kạnshi khndd har thi.)"
  },
  {
    "verse_id": 101,
    "translation": "Aashi āsh mvsyā ʿlyh alslams nav nshạniyih ʿṭa krimcz, yimh ttakarh āsh athhi yivan (yimn navn nshạniyn hund tfṣyl chuh svrh aʿrafs mnz pth kun vannh āmut.) vonụ̄ prczihv khod bny asraʿyls zi yylhi mvsyā ʿlyh alslam timn nishhi āv, th frʿūnn avsna yy vvnmut zi, ae mvsy, me chuh basan zi cz chuhkh ẓrvr akh jạdụ̄ ld ainsan."
  },
  {
    "verse_id": 102,
    "translation": "Mvsyā ʿlyh alslamn vvn amhi kis jvabs mnz zi, cz chuhkh tthyk pạtthụ̄ zanan zi yimh bṣyrt afrvz nshạnyih chahnh zmyn th āsmann hndis rbs vrạe byyhi kạnshi nạzil krimcz (yih kth frmạv ḥẓrt mvsyā ʿlyh alslamn amhi mvjvb zi akis pvur mlks mnz qḥṭ votuhn, ya lchih bdis mrbʿ myl zmyns pytth phhlith ʿlaqn mnz minhi monddjn hund akis blayih hndụ̄ pạtthụ̄ nyrun, ya tmam mlk kis anajs godamn mnz kiyvm lgun, th yithy hivụ̄ baqy ʿām mshklat hykn nh kạnshi jadvgr sndi jadi sintụ̄ ya kunhi ansạny ṭaqt kh krtb sintụ̄ ruvnma spdith. Jadvgr hykhi ṣrf akis mḥdvud (jayih) lukh hjvm chn nẓrn pytth sḥr krith timn kynhh krtb hạvith, th tim thi chihnh ḥqyqt āsan, blkh chih nẓri hndụ̄ dokhh āsan) th myvn khyal chuh zi, ae frʿūn, cz chuhkh ẓrvr akh shhmcz lad ansan."
  },
  {
    "verse_id": 103,
    "translation": "Ạkhr kar kvr frʿūnn aradh zi mvsyā ʿlyh alslam th bny asraʿyls krri (mṣr kh) zmynh mnz mvulav, mgr aashi kvr suh th tmụ̄ sndụ̄ sạthy yikh vatth ghrq."
  },
  {
    "verse_id": 104,
    "translation": "Th aamhi pth vvn bny asraʿyls zi vonụ̄ bsiv tvhụ̄ zmyns pytth. Pth yylhi ạkhrtuk vqt vathi, tylhi krv asụ̄ tvhụ̄ sạry yikh vatth anith ḥạẓr."
  },
  {
    "verse_id": 105,
    "translation": "Yih qrān chuh aashi ḥq hyth nạzil kvrmut th ḥq hythe chuh yih nạzil spudmut, th ae nby, tvhụ̄ chihv nh aashi amhi vrạe byyhi kunhi kamhi khạṭr svuzimtụ̄ zi (yus manhi ts) diyv bshart th (yus nh manhi suh) kriyvun khbrdar."
  },
  {
    "verse_id": 106,
    "translation": "Th yih qrān chuh ashi hnhi hnhi nạzil kvrmut, takh tvhụ̄ bvznạviyvukh lukh yih var var, th yih chuh aashi (vqth vqth) drjh bdrjh nạzil kvrmut."
  },
  {
    "verse_id": 107,
    "translation": "Ae nby, yimn lukn vniv zi tvhụ̄ mạnụ̄tav yih ya math mạnụ̄tav, yimn lukn yymhi brvnhh ʿlm chuh dinh āmut, timn yylhi yih bvznavnh chuh yivan, tylhi chih tim buthụ̄ kinụ̄ sjds vsan."
  },
  {
    "verse_id": 108,
    "translation": "Th niyrith chuhkh czalan, pak chuh svn rb, tmụ̄ sndis vʿds avs pvur gczhune."
  },
  {
    "verse_id": 109,
    "translation": "Th tim chih buthụ̄ kinụ̄ vdan vdan pyvan. Th yih bvuzith chuh tihund khshvʿ (khudae sund khvf) byyhi huran."
  },
  {
    "verse_id": 110,
    "translation": "Ae nby, yimn vniv, Allah vnith kritav ālv, ya rḥman vnith, yymhi nav nad lạyiv, tmụ̄ sndi khạṭr chih sạrụ̄ nav rty (yih chuh jvab mkh kyn mushrikn hndi tmhi aʿtraẓuk zi khạlq sndi khạṭr avs Allah nav aashi bvuzmut, mgr yih rḥman sund nav kathi kvrruv tohyih? Tthi avs nh chvnkh Allah tʿālyā sndi khạṭr yih nav rạyj kynhh, amhi mvjvb ạs timn ath pytth ns khsan) th pnnụ̄ nmaz nah mah priv zyadh thzi āvazi mnz, th nah mah priv zyadh loczi āvazi mnz, yimn doshvnụ̄ drmyan kriv drmyanh drjuk lhjhi akhtyar. (abni ʿbas rẓy Allah tʿālyā ʿnh chih frmavan zi yylhi mks mnz nby ya baqy ṣḥabh nmaz prnh vqth bulnd āvazi mnz qrān ạsụ̄ pran, kufar ạsụ̄ lagan shvr krun, th kunhi vizi ạsụ̄ lykh czarnhi lagan. Ath pytth spud ḥkm zi nah mah priv tyvutah zvr san zi kufar bvzn th krn hjvm, th nah mah priv tyvutah lothi zi tuhndụ̄ pnnụ̄ sạthy thi bvzn nh. Yih ḥkm avs ṣrf timne ḥalatn khạṭr, yylhi mdyns mnz ḥalat bdlye pth rvud nh yih ḥkm, albth yylhi kunhi vizi muslmann mkh kyn ḥalatn sintụ̄ buthụ̄ lage krnụ̄ pyyih, tylhi pzi timn athụ̄ hdayts mṭabq ʿml krnụ̄)"
  },
  {
    "verse_id": 111,
    "translation": "Byyhi vniv, ḥmd chuh ts khudays khạṭr yymụ̄ nah kanhh pnun nchuv bnvv, th nah chuh badshạhy mnz ts kanhh shryk, th nah chuh suh ʿạjz zi kanhh āshi ts mddgar. Th tmụ̄ sund bjr kriv byan, tahdi payuk bjr."
  }
]