[
  {
    "verse_id": 1,
    "translation": "Tʿryf chuh Allah tʿālyā sndi khạṭr yymụ̄ pnnis bnds pytth yih ktab nạzil kr, th ath mnz thvvun nh kanhh hajr."
  },
  {
    "verse_id": 2,
    "translation": "Tthyk tthyk syvd kth vnan vajinụ̄ ktab, takh so kri lukn Allah tʿālyā sndi skht ʿdhab nishhi khbrdar, th ayman anith diyih nyk ʿml krn valyn khosh khbr, zi tihndi khạṭr chuh rut ajr."
  },
  {
    "verse_id": 3,
    "translation": "Yth mnz tim hmyshh rvzn."
  },
  {
    "verse_id": 4,
    "translation": "Th timn lukn khocznavi, yim vnan chih zi khudayn chuh kanhh nychuv bnvvmut."
  },
  {
    "verse_id": 5,
    "translation": "Amhi kthhi hund nah chuh timn kanhh ʿlm, th nah avs tihndis mạlis buddibbas, bdd kth chhe yvsh tihndi ạsh chhe nyran, tim chih mḥẓ aupuz bkan."
  },
  {
    "verse_id": 6,
    "translation": "Achha, ae nby, shayd gạliv tvhụ̄ ghmh sintụ̄ yimn path pnun pan, agr nh yim yth tʿlymhi pytth ayman aann."
  },
  {
    "verse_id": 7,
    "translation": "Pzr chuh yih zi yikynczhah saz v saman thi yth zmyns pytth chuh, yih chuh aashi zmynch zynt bnvvmut, takh yim lukh āzmavvkh zi yimn mnz kus chuh bhtr ʿml krn vvl."
  },
  {
    "verse_id": 8,
    "translation": "Ạkhr kar chih ạsụ̄ aath sạri se akh hmvar mạdan bnavn vạlụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Kya tvhụ̄ chihvh smjhan zi ghar th tkhty vạlụ̄, ạsụ̄ sanyv bajv ʿjyb nishạniyv mnz? (yʿny tim nvjvan yim pnun ayman bchavnh khạṭr ghars mnz ạsụ̄ chahpnhi czamtụ̄, th yihndis ghars pytth pth yad gạry tkhty āsh lgavnh āmcz)"
  },
  {
    "verse_id": 10,
    "translation": "Yylhi tim nvjvan ghars mnz chahpnhi czae, th timv vvn zi, ae prvrdgar, ashi kr pnnụ̄ khaṣ rḥmt ʿṭa, th svn mʿāmlh kr durst."
  },
  {
    "verse_id": 11,
    "translation": "Aashi sạvụ̄ tim athụ̄ ghars mnz thap dith vry vadn khạṭr maczi nyndri. (thap yʿny so czndd yosh shurs savnh vizi lvlh san chih divan)"
  },
  {
    "verse_id": 12,
    "translation": "Pth vuznạvụ̄ ashi tim, takh vuchahv tihndyv doyav daryv mnz kus hykhi pnnhi qyam kh mudtuk ṣḥyḥ shumar krith."
  },
  {
    "verse_id": 13,
    "translation": "Asụ̄ bvznavav tohyih tihund aṣly qṣh. Tim ạsụ̄ kynhh nvjvan yimv rbs pytth ayman avs avnmut, th ashi ạs timn hdayts mnz trqy bkhshmcz. (rvaytv nishhi chuh pe lgan zi yim nvjvn ạsụ̄ abtdạyy davrs mnz msyḥ ʿlyh alslam sndyv pyrav karav mnz, th byyhi ạsụ̄ rvmy slṭnt kyv lukv mnz, tmhi vqth ạsụ̄ rvmy slṭntkụ̄ lukh mshrk th tim ạsụ̄ ahli tvḥydn dushmn bnan)"
  },
  {
    "verse_id": 14,
    "translation": "Ashi krụ̄ tihndụ̄ dl tmhi vqth mẓbvṭ yylhi tim vvthụ̄, th timv kvr yih aʿlan zi, svn rb chuh bs sue yus āsmann th zmynuk rb chuh. Asụ̄ layav nh suh trạvith byyhi kạnshi mʿbvds nad, agr asụ̄ yih krv, tylhi krv balkl be ja kth. (pth vvn timv panh vạnụ̄ akh akis)"
  },
  {
    "verse_id": 15,
    "translation": "Yymụ̄ sạnụ̄ qvmn chih kaʿnatuk rb trạvith baqy khudae bnạvimtụ̄. Yim lukh kyazi chihnh yihndis mʿbvd āsns pytth kanhh ttakar dlyl aanan? Ạkhr kus hykhi ts shkhṣh snzi khoth thi bvdd ẓạlim ạsith yus khudays pytth aapuz khalhi?"
  },
  {
    "verse_id": 16,
    "translation": "Vonụ̄ yylhi tvhụ̄ yimn nishhi th byyhi yihndyn ghyru Allah mʿbvdn nishhi la tʿlq chihv gmtụ̄, tylhi pkiv flạnụ̄ ghars mnz nimv pnah. Tuhund rb kri tohyih pytth pnnhi rḥmtuk damn vsyʿ, th tuhnzi kamhi khạṭr kri shvlyt th āsạysh mhya. (mnz bag chhe yih dhkr travnh āmcz zi amhi bahmy fạṣlh mṭạbq drae tim amhi shhr mnz th pharrn drmyan rvudụ̄ akis ghars mnz chuhpith, takh sngsar spd nh nishhi ya airtdads pytth mjbvr krnh yinh nishhi bchn)"
  },
  {
    "verse_id": 17,
    "translation": "Tvhụ̄ agr tim ghars mnz vuchihhvukh, tylhi basihyv tohyih zi āftab yylhi khsan chuh, th yylhi lvsan chuh, tylhi chuh tihund ghar trạvith dchihnụ̄ kinụ̄ khsan, th yylhi lvsan chuh tylhi chuh timn nishhi czhayih rvuzith khvvrụ̄ kinụ̄ vasan, th tim chih ghars mnz akis vsyʿ jayih rvuzith. Yih chhe Allah tʿālyā snzv nshạnyav mnz akh, ys Allah tʿālyā hdayt diyih sue chuh hdayt lbn vvl, th ys khudae ddalhi ts khạṭr vuchhvun nh tvhụ̄ kanhh vly murshd (mddgar th syz vath havn vvl)."
  },
  {
    "verse_id": 18,
    "translation": "Tim vuchihth smjihhiv tvhụ̄ zi tim chih hushar, ḥalankh tim ạsụ̄ shvngith, asụ̄ ạsụ̄ timn dachuhn khovur lri pihrun dyavnavan, th tihund hvun avs ghar kis glis pytth athh phhlạvith bihith. Agr tvhụ̄ timn kun nẓr trạvihiv, tylhi czlihiv pvt khvry, th tohyih yiyhi hyv amhi nẓarh sintụ̄ khoczun."
  },
  {
    "verse_id": 19,
    "translation": "Th aamy ʿjyb kramt sintụ̄ tulụ̄ ashi tim thvd (yʿny yymhi ʿjyb ṭryqh tim savnh ạsụ̄ āmtụ̄, th dunya avs tihindi ḥalh nishhi be khbr thavnh āmut. Ticzhe ʿjyb qdrtch kramt ạs tihndi akhi ṭvyl vqth pth hushar spdun thi) takh panh vạnụ̄ krn hna prczhgạr. Timv mnz purvczh akụ̄, vniv, kintis kals rvudụ̄ yth ḥals mnz? Baqyv vvn, shayd dohs khndds ya āsav amhi khoth km kals rvudimtụ̄. Pth vvn timv, Allah tʿālyā he chuh bhtr zanan zi aashi kvtah vqt guzryv aath ḥalts mnz, pkiv, vonụ̄ svzvn pnnyv mnz kanhh yih roph sikh dith shhr, th suh vuchhhi sarive khoth jan khyn kthi chuh mylan, tathi aanhi suh kynhh khynh khạṭr, byyhi pzys zi hna kri hushạry san kạm, yih gvczh nh bnun zi suh kri kạnshi khbrdar zi asụ̄ chih yythi."
  },
  {
    "verse_id": 20,
    "translation": "Hrgah timn lukn hund athh ashi pytth pyvv, tylhi krn bas ashi ẓrvr sngsar, ya nin pth zbrdsty san pnnis milts mnz vaps, th agr yih spud tylhi hykav nh zanhh asụ̄ flaḥ lbith."
  },
  {
    "verse_id": 21,
    "translation": "Yithh pạtthụ̄ krụ̄ ashi shhrkụ̄ lukh tihndis ḥals pytth bakhbr. (yʿny yylhi suh shkhṣ khyn mvlụ̄ hynh khạṭr shhr gvv, dunya avs bdlyamut. Rvm yus but prst avs, tath avs ʿīsạe bnymtis varyah kal gvmut. Zban, thdhyb, tmdn, lbas prth chyzs mnz ạs ttakar frq āmcz. Zh hth vry brvuntthim yih shkhṣ bnyav pnnhi sittaʿlh sintụ̄, plavv sintụ̄, zbạnụ̄ sintụ̄ prth chyz kh aʿtbar fvraan akh tmashhi, th yylhi tmụ̄ pranhi zmanuk skh khyn mvlụ̄ hynh khạṭr kvdd, vanh vạlụ̄ snz achh gyih rvbvudh. Yylhi tḥqyq āv krnh, pth lvg pe zi yih shkhṣ chuh msyḥ ʿlyh alslam sndyv pyrvkarv mnz, yim zh hath vry brvnhh pnun ayman bchavnh khạṭr czlmtụ̄ ạsụ̄. Yih khbr vạcz sytthah jld shhr chih ʿīsạe ābạdy tam th ḥukam hyth vvt lukn hund akh hjvm ghar kis glis pytth. Vonụ̄ yylhi aṣḥabi khf khbrdar spdụ̄ zi tim chih zh hth vry pth nyndr bydar gmtụ̄, timv kr pnnyn ʿīsạe bayn slam, aamhi pth chih lar trvan th athụ̄ sintụ̄ chih tihndụ̄ rvḥ prvaz kran) takh lukh zann zi Allah tʿālyā sund vʿdh chuh pvz, byyhi yih zi qyamt chih gri chuh be shk yun. (mgr hna krụ̄ tav khyal zi yylhi svnchnch aṣly kth yih ạs) tmhi saʿth ạsụ̄ tim panh vạnụ̄ ath kthhi pytth czvuan zi yimn aṣḥabi khfn sintụ̄ kya gczihh yun krnh, kynczhv lukv vvn, yimn pytth khạliv akh dyvar, yuhund rbe chuh yuhund mʿāmlh bhtr pạtthụ̄ zanan. (andazi klam nishhi chuh basan zi yih kth ạs timav lukv vnimcz yim nṣaryā han mnz rtụ̄ ạsụ̄. Tihnz rae ạs yih zi aṣḥabi khf yithh pạtthụ̄ ghars mnz lar trạvith chih, timn diyv tithe pạtthụ̄ lr trạvith rvznh, th ghar kis glis lgạviv mḥrạbụ̄ drvazh, yuhnud rbe chuh bhtr zanan zi yim km lukh chih, kmhi mrtbkụ̄ ansan chih, kmhi jzahkụ̄ chih ḥqdar.) mgr yim lukh tihndyn mʿāmlatn pytth ghạlb ạsụ̄. Timv vvn, asụ̄ bnavav yimn pytth akh ʿbadt gah. (yih spud amhi vjh kinụ̄ zi amhi vqth ạsụ̄ ʿīsạe lukn mnz thi mushrikanh khyalat phhlymtụ̄. Pranyv potlyv bjae myilụ̄ timn yim nvụ̄ mʿbvud pvuzayih khạṭr)"
  },
  {
    "verse_id": 22,
    "translation": "Kynhh lukh vann zi tim ạsụ̄ tre th czvrim avs tihund hvun, th kynhh baqy vann zi panczh ạsụ̄ th shyym avs tihund hvun, yim sạry chih achh vttith kthh kran, byyhi kynhh lukh chih vnan zi sth ạsụ̄ th ạtthim avs tihund hvun (amhi nishhi chuh pe lgan zi aamhi vaqʿh pth, dvun tre hth vrụ̄ ạsụ̄ nzvli qrān kis zmans mnz amhi kyn tfṣylatn mtʿlq mkhtlf afsanh ʿīsạyn mnz phhlymtụ̄, th ʿmvmaan ạsụ̄ nh lukn nishhi mustnd mʿlvmat kynhh. Tahm chuhnh chvnkh khudayn tryymhi kthhi hund trdyd kvrmut, amhi mvjvub hykv guman krith zi ṣḥyḥ tʿdad avs satae) vniv, myvn rbe chuh bhtr zanan zi tim kạtyah ạsụ̄, kme lukh chih tihund ṣḥyḥ tʿdad zanan, ps srsry kthhi khoth khsith mah kriv yihndis tʿdad kis mʿāmls mnz lukn sintụ̄ bḥth, th nah mah prczihv yimn mtʿlq kạnshi kynhh. (mṭlb chuh yih zi aṣl chyz chuhnh tihund tʿdad kynhh, blkh chuh aṣl chyz tim sbq yim amhi qṣh nishhi mylan chih)"
  },
  {
    "verse_id": 23,
    "translation": "Th vuchihv, kunhi chyzs mtʿlq mah vniv zanhh yih, zi bh kr pgah yih kạm. (yih chuh jumlh muʿtrẓah yus ptimhi āyt kh mẓmvn kh mnasbth slslh klams mnzbag chuh arshad frmavnh āmut. Ptims āyts mnz avs hdayt dinh āmut zi aṣḥabi khfn hund ṣḥyḥ tʿdad chuh khudays mʿlvm th amiyuk tḥqyq krun chhe ghyr ẓrvry kạm. Ath silsls mnz chuh brvntthim kth arshad frmavnh brvnhh jmlh mʿtrẓh rngụ̄ biyakh akh hdayt thi nby ṣly Allah ʿlyh v slms th ahli aymann dinh āmut, th suh chuh yih zi tvhụ̄ vnụ̄zyv nh zanhh dʿūyā san zi pgah kr bh flạnụ̄ kạm. Tohyih kya khbr chahv zi tvhụ̄ hykhi va so kạm krith thi kinh nh.)"
  },
  {
    "verse_id": 24,
    "translation": "(tvhụ̄ hykiv nh kihinụ̄ krith) aila yih zi Allah tʿālyā yyczihh, agr mshrphh kinụ̄ yiczh kth zyvi nyri, tylhi kriyvun fvraan pnun rb yad th vniv, aumyd chhe zi myvn rb kri me ath mʿāmls mnz rczr nishhi qryb tr kthhi kun rhnmạʿy."
  },
  {
    "verse_id": 25,
    "translation": "Th tim rvudụ̄ pnnis ghars mnz tryn hatn vriyn, th (kynhh lukh chih mdt kis shumars mnz) 9 vry byyhi brvnhh pkimtụ̄."
  },
  {
    "verse_id": 26,
    "translation": "Tvhụ̄ vniv, Allah tʿālyā chuh tihndi qyamch mudt zyadh zanan, (yʿny aṣḥabi khfn hnd tʿdadkụ̄ pạtthụ̄ agr tihndis qyam kis mudts mtʿlq lukn drmyan akhtlaf chuh, mgr tohyih chahv nh aath czhạndd dinch ẓrvrt. Allah tʿālyā he chuh bhtr zanan zi tim kintis kals rvudụ̄ ath ḥalts mnz) āsmann th zmynkụ̄ sạry pvshydh ḥal chih tsụ̄ mʿlvm, kvtah jan chuh suh vuchhn vvl th bvzn vvl, (zmyn v āsman kyn mkhlvqn hund) chuhnh ts vrạe kanhh khbr aatr hynh vvl, suh chuhnh pnnis ḥkvmts mnz kạnshi shryk kran."
  },
  {
    "verse_id": 27,
    "translation": "Ae nby, tuhndis rb snzi ktabhi mnz yikynczhah tohyih pytth vaḥy chuh āmut krnh suh (yithh pạtthụ̄ chuh tithe pạtthụ̄) bvznạviv, kanhh chuhnh tamikụ̄ frmvdat bdlavnuk mjaz, (th agr tvhụ̄ kạnshi hndi khạṭr ath mnz rd v bdl kriv tylhi) lbiv nh ts nishhi bchith czlnh khạṭr kanhh chahpn jae."
  },
  {
    "verse_id": 28,
    "translation": "Th pnun pan kriyvun timn lukn sintụ̄ rvzns pytth mṭmʿn, yim pnnis rb sndi rẓahkụ̄ ṭlb gar bnith ts ṣubḥs th shams ālav chih divan, th timn nishhi mah ddạliv hrgz thi nẓr, kya tvhụ̄ chihvh dunya hch zynt psnd kran? Kạnshi tithis shkhṣh snz aṭaʿt mah kriv, yymụ̄ sund dl ashi pnnhi dhkr (yad krnh) nishhi ghạfil chuh kvrmut, (yʿny tmụ̄ snz kth mah mạniv, ts brvnhh knhi mah nmiv, tmụ̄ snz mrẓy mah kriv pvur th tmụ̄ sndis vnns pytth mah pkiv. Yath jayih chuh aṭaʿt lfẓ pnnis vsyʿ mfhvms mnz astʿmal spudmut) th yus pnnhi nfsh chih khvạhshhi hnz pyrvy chuh kran, th yymụ̄ sund ṭryqi kar yrvnụ̄ navi pytth mbny chuh."
  },
  {
    "verse_id": 29,
    "translation": "Ṣaf vniv zi yih chuh ḥq tuhndis rb sndi ṭrfh, vonụ̄ yus yyczihh suh mạnitan, th yus nh yyczihh suh kri tn ankar, ashi chuh (ankar krn valyn) ẓạlmn khạṭr akh nar tyar thvvmut, yymhi kyv lambkav tim ghyrs mnz rttimtụ̄ chih, tathi agr tim trysh mngn, timn yiyhi tithh ābh sintụ̄ tvaẓḥ krnh yus plimhi hyvu āshi, th suh zalhi timn ạs, bdtryn chynuk chyz th sytthah bur āram gah."
  },
  {
    "verse_id": 30,
    "translation": "Rvudụ̄ tim lukh yim mann th krn nyk ʿmlh, tylhi chihnh asụ̄ yqynaan nykvkar lukn hund ajr ẓayʿ kran."
  },
  {
    "verse_id": 31,
    "translation": "Tihndi khạṭr chih sda bhar jnt, yimn bnụ̄kinụ̄ kolh āsn pkan, ā, tim yin son sndiyv kryv sintụ̄ pạrvanh. (prạnis zmans mnz ạsụ̄ badshah son sndụ̄ krụ̄ lagan. Ahli jnt kyn lbasn mnz amhi chyzch dhikr krnh nishhi chuh mqṣd yih zi tathi yin timn shahanh lbas lagnh. Akh kạfr th fasq badshah spdi tathi dhlyl v khvar, th akh mvmn th ṣalḥ mvzvur rvzi tathi badshahn hndụ̄ pạtthụ̄ shan v shvkt san.) tnụ̄ ryshm th aaṭls th diybaahkụ̄ sbz plv lagn, th thdyn msndn pytth byhan tkyih lgạvith. Bhtryn ajr th thdi drjich rvzn jae."
  },
  {
    "verse_id": 32,
    "translation": "Ae nby, timn brvnhh knhi kriv akh mthal pysh, zh shkhṣ ạsụ̄, yimv mnz ditụ̄ ashi akis zh dchih bagh, th timn andụ̄ andụ̄ lgạv aashi khzr kulyn hnz qṭar, th timn drmyan thạv kashtch zmyn."
  },
  {
    "verse_id": 33,
    "translation": "Doshve bagh phvlụ̄ th vopde jan pạtthụ̄, th bar āvr spdns mnz thạvnh timv kanhh thi ksr, timn baghn mnzbag kr ashi akh nhr jạry."
  },
  {
    "verse_id": 34,
    "translation": "Th ts spud khvub nfʿ ḥạṣl, yih svrue ḥạṣl krith vvn tmụ̄ akhi doh pnnis hmsays kth kran kran, bh chuhs chanhi khoth zyadh maldar, th chanhi khoth chahm zyadh ṭaqtvr nfry."
  },
  {
    "verse_id": 35,
    "translation": "Pth spud suh pnnis jnts mnz dạkhl, th pnnhi pan kis ḥqs mnz lvgun ẓạlim bnith vanun, me chuhnh basan zi yih dvlt spdi zanhh fna."
  },
  {
    "verse_id": 36,
    "translation": "Th me chuhnh tvqʿ zi qyamtch gr kya yiyhi zanhh, tahm agr bh pnnis rb sndis drbars mnz vaps thi ās ninh, me spdi ẓrvur yiymhi khoth thi shandar jae ḥạṣl."
  },
  {
    "verse_id": 37,
    "translation": "Tmụ̄ sndụ̄ hmsayn vvn kth bath kran kran ts, kya cz chuhkhh ts dhats sintụ̄ kufr kran yymụ̄ cz godd myczi nishhi th pth nuṭfh nishhi pạd kvrnkh, th cz kvrnkh mkml ansan bnạvith khrra?"
  },
  {
    "verse_id": 38,
    "translation": "Vonụ̄ rvudus bh, myvn rb chuh sue Allah tʿālyā, th bh chuhsn nh ts sintụ̄ kanhh shryk kran."
  },
  {
    "verse_id": 39,
    "translation": "Th yylhi cz pnnis jnts mnz aaczan avsukh, tylhi kyazi drav nh chanhi zyvi tmhi saʿth yih zi, maa shaaʿa Allah laa qvh aila biAllah? (yʿny yikynczhah Allah tʿālyā yyczihh ty spdi, nah chuh myvn zvr th nah chuh byyhi kạnshi hund kanhh zvr, svn agr kynhh chlith hykhi suh hykhi bs Allah tʿālyā sndiy tvfyq th tạʿyd sintụ̄ chlith.) agr cze bh mals th avladn mnz chuhsae vsụ̄ payih basan,"
  },
  {
    "verse_id": 40,
    "translation": "Tylhi chhnh yih kth dvur zi myvn rb hykhi me chanhi jnt khoth bhtr ʿṭa krith, th chạnis jnts pytth svzi āsmanh kanhh āft, yymhi sintụ̄ suh ṣaf mạdan rvzi bnith."
  },
  {
    "verse_id": 41,
    "translation": "Ya vashi tmiyuk āb zmyns andr (th khshk gczihh), th pth hykkh nh cz suh kunhi pạtthụ̄ thi krrith."
  },
  {
    "verse_id": 42,
    "translation": "Ạkhr kar spud yih zi tmụ̄ sund svrue myvh āv thphi ninh, th suh rvud pnnis dchhhi baghs pytth khrchavnh āmtis lagts pytth athh mvuran, (tikyazi) bagh avs pnnyn ddkhn pytth dubh phyvurmut, th vannh lvg zi, kash! Me āsihe nh pnnis rbs sintụ̄ kanhh shryk tthhrvvmut."
  },
  {
    "verse_id": 43,
    "translation": "Nah drayih ts Allah tʿālyā trạvith kanhh jmaʿt zi ts kr he mdd, nh hyvk tmụ̄ aamhi āftuk mqablh krith."
  },
  {
    "verse_id": 44,
    "translation": "Tmhi vqth lvg pe zi kar sạzy hund akhtyar chuh khudae brḥq sndy khạṭr, anʿām chuh sue bhtr yus suh ʿṭa kri th anjam chuh sue bkhyr yus suh havi."
  },
  {
    "verse_id": 45,
    "translation": "Th ae nby, yim smjhạvyvukh dunya chih zndgy hnz ḥqyqt yymhi mthalhi sintụ̄, zi aaz trvv aashi āsmanh rvud, zmynuk darmun th gash vopdyav jan pạtthụ̄ gvn gvn, pgah gvv athụ̄ drmnas th gass bvs, yath hva chih avr yvr vurrnavan. Allah tʿālyā chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 46,
    "translation": "Yih mal th yim avlad chih mḥẓ dunyạvy zndgy hnz akh hngạmy ārạysh (zynt) draṣl chhe pth kun rvzn vajinhi nyky tuhndis rbs nzdyk ntyjhi kh lḥaẓh bhtr, th yimne kun yin rcz aumyd vabsth krnh."
  },
  {
    "verse_id": 47,
    "translation": "Fikr gczih tmhi dohch āsnụ̄, yylhi asụ̄ pharr chlavvkh, th tvhụ̄ lbiyvun zmyn balkl nythh nnụ̄, th asụ̄ krvkh tmam ansan tithh pạtthụ̄ ghyirith jmʿ zi (ptimyv brvuntthmyv mnz) pyyih nh akh thi."
  },
  {
    "verse_id": 48,
    "translation": "Th sạry yin and hyth tuhndis rb sndis drbars mnz ṣf dr ṣf jmʿ krnh. Vuchihtav vonụ̄ ạv na tvhụ̄ aashi nishhi tithe pạtthụ̄ yithh pạtthụ̄ aashi tvhụ̄ goddnichhi ltthi pạd ạsiv krimtụ̄. Tohyih avsuv smjhmut zi ashi chuhnh tuhndi khạṭr vʿduk kanhh vqt muqrre kvrmut."
  },
  {
    "verse_id": 49,
    "translation": "Th namh aʿmal yiyhi brvntthh knhi thavnh. Tmhi vqth vuchihv tvhụ̄ zi mujrm lukh āsn pnnhi zndgy hnzi ktabhi hndyv drj krnh āmtyv chyzv nishhi khoczan, th vnan āsn zi, hae sạnụ̄ bdqsmty, yih kiczh ktab chhe zi sạnụ̄ kanhh loktt bdd ḥrkt rvuznh ticzh, yosh nh ath mnz drj āshi krnh āmcz. Yih yikynczhah timv kvrmut avs thi svrue lban pans brvnhh knhi ḥạẓr, th tuhund rb kri nh kạnshi pytth ẓulm."
  },
  {
    "verse_id": 50,
    "translation": "Yad kriv, yylhi ashi frshtn vvn zi ādms kriv sjdh, timv kvr sjdh mgr ablysn kvr nh, suh avs jinv mnz amhi mvjvb drav pnnis rb sndi ḥkm kh aṭaʿt nishhi. (yʿny ablys avsnh frshtv mnz, blkh avs jinv mnz, aamy mvjvb spud tmụ̄ sndi khạṭr aṭaʿt nishhi nybr nyrun mmkn. Frshtv mnz hrgah āsihe tylhi hykhi he nh nafrmạny krith. Ath brʿks chih jn ansann hndụ̄ pạtthụ̄ dhy akhtyar mkhlvq yim pydạyshy ṭvr frmanbrdar chihnh bnavnh āmtụ̄ blkh chuhkh kfr v ayman th aṭaʿt v mʿṣytuk doshvnụ̄ hund akhtyar dinh āmut) vonụ̄ kya tvhụ̄ chihv me trạvith suh th byyhi tmụ̄ snz dhuryt pnnụ̄ srprst bnavan, ḥalankh tim chih tuhndụ̄ dushmn? Sytthhe bur bdl chuh yth ẓalm lukh akhtyar chih kran."
  },
  {
    "verse_id": 51,
    "translation": "Me ạsụ̄ nh āsman th zmyn pạd krnh vqth tim nad dith anmtụ̄, th nh ạsim khod tim tihndis tkhlyqs mnz shryk krimtụ̄. Myạnụ̄ kạm chahnh yih zi gumrah kran vạlụ̄ āskh pnnụ̄ mddgar bnavan. (mṭlb chuh yih zi yim shyṭan kithh pạtthụ̄ bne tuhndi aṭaʿtkụ̄ th bndgy hndụ̄ ḥqdar? Bndgy hund ḥqdar hykhi ṣrf khạliqe ạsith. Th yimn shyṭann hund ḥal chuh yih zi āsman v zmyn kis tkhlyqs mnz shryk spdun chhe dvur kth, yim chih panh mkhlvq.)"
  },
  {
    "verse_id": 52,
    "translation": "Pth kya krn yim lukh tmhi doh yylhi yuhund rb yimn vanhi zi diyiv ālav timn hstiyn yim tohyih myạnụ̄ shryk ạsiyvukh smjh mtụ̄, yim din timn ālv mgr tim yin nh yihndis mdds, th asụ̄ bnavav yimn mnzbag aakue mshtrkh hlaktuk chah."
  },
  {
    "verse_id": 53,
    "translation": "Sạry mjrm vuchahn tmhi doh nar, th smjhn zi vonụ̄ chuh timn aath mnz gczuhn, th tim lbn nh amhi nishhi bchnh khạṭr kanhh chhpn jae."
  },
  {
    "verse_id": 54,
    "translation": "Aashi smjhạvụ̄ yth qrāns andr lukh rngh rngh, mgr ansan spud sytthhe lrrayih gvr thạbt."
  },
  {
    "verse_id": 55,
    "translation": "Timn brvntth kun yylhi hdayt vvt, ath mannh nishhi th pnnis rbs mʿạfy mngnh nishhi kmụ̄ chyzn rukạvụ̄ ạkhr tim? Aamhi vrạe chuhnh byyhi kynhh zi tim chih antẓars zi timn sintụ̄ thi gczihh ty kynczha spdun yih ptimyn qvmn sintụ̄ chuh spudmut, ya yih zi tim gczhn ʿdhabs brvnhh kun vatan vuchihnụ̄."
  },
  {
    "verse_id": 56,
    "translation": "Rsvl chihkh nh asụ̄ amhi kamhi vrạe byyhi kunhi ghrẓh khạṭr svzan zi tim din bshartkụ̄ th nhyb krnkụ̄ khdmat anjam. Mgr kạfrn hund ḥal chuh yih zi tim chih bạṭlkụ̄ hthyar hyth ḥqs vsụ̄ payih havnch kvushsh kran, th timv chih myạnụ̄ āyat th tim nhyb yim timn krnh āe mdhaq bnạvimtụ̄."
  },
  {
    "verse_id": 57,
    "translation": "Th ts shkhṣs khoth bvdd ẓạlim kus chuh, ys tmụ̄ sndis rb sndụ̄ āyat bvznạvith nṣyḥt yiyhi krnh, th suh pihri timv nishhi buth, th mshravi suh bur anjam yymyuk antẓam tmụ̄ pnnhi khạṭr khod pnnyv aathv chuh kvrmut? (yimv lukv yih rvish akhtyar chhe krmcz) tihndyn diln pytth chhe aashi ghlafh khajimcz, yimh timn qrānch kth chahnh smjhnh divan, th tihndyn knn chuh ashi gobyr pạd kvrmut. Tvhụ̄ diytav hdayts kun timn kvtah thi nad, tim lbn nh ath ḥalts mnz zhnụ̄ hdayt."
  },
  {
    "verse_id": 58,
    "translation": "Tuhund rb chuh bvdd mghfrt krn vvl th rḥmt vvl. Agr suh timn tihndyn krtvutn pytth rattun yyczihh he, tylhi svzi he timn jldy ʿdhab. Mgr tihndi khạṭr chuh vʿduk akh vqt muqrr, th tmhi nishhi bchith lbn nh tim czlnch kanhh vath."
  },
  {
    "verse_id": 59,
    "translation": "Yimh ʿdhab dinh āmcz, bstyih chhe tohyih brvnhh knhi mvjvd. Timv yylhi ẓlm kvr, aashi krụ̄ tim hlak, th timv mnz avs prth kạnshi khạṭr ashi hlaktuk vqt muqrr kvrmut."
  },
  {
    "verse_id": 60,
    "translation": "(yimn vnụ̄tav suh qṣh yus mvsyā ʿlyh alslams pysh avs āmut) yylhi mvsyā (ʿlyh alslamn) pnnis khạdimas vvn zi, bh moklav nh pnun sfr yvt tam nh bh don dryavn hndis sngms pytth vathi, nath rvz bh akis zyitthis vqts tam lgatar pkan. (kunhi mustnd dhryʿh nishhi chuhnh yih mʿlvm spudmut zi ḥẓrt mvsyā ʿlyh alslamn hund yih sfr kth zmans mnz avs pysh āmut, th tim zh dryav km ạsụ̄ yihndis sngms pytth yih vaqʿh pysh āv. Mgr yylhi qṣs pytth ghvr chih kran tylhi chuh basan zi yih chuh tmhi vqtuk vaqʿh yylhi mvsyā ʿlyh alslam miṣrs mnz ạsụ̄ th frʿūns sintụ̄ ạs timn kshmksh chlan, th doyav dryavav nishhi chuh murad, nyli aazrq th nyli aabyẓ, yihndis sngms pytth mvjvdh shhr khrṭvm chuh bsith. Amhi qyas kyn vjvhatn pytth chuh ashi tfṣyly bḥth tfhymu alqrān, jld svm tfsyr svrh khfs andr kvrmut)"
  },
  {
    "verse_id": 61,
    "translation": "Ps yylhi tim tihndis sngms pytth vạtụ̄, pnnụ̄ gadd gykh mshith, th so gyih niyirith tithh pạtthụ̄ dryavs mnz znth kanhh surng lạgith ạs (tmy mnzụ̄ czj)."
  },
  {
    "verse_id": 62,
    "translation": "Brvnhh pkith chih mvsyā ʿlyh alslam pnnis khạdms vnan, aan sah svn nashth, azikis sfrs mnz chih asụ̄ vultth pạtthụ̄ thkimtụ̄."
  },
  {
    "verse_id": 63,
    "translation": "Khạdm chuh vnan, tohyih vuchhvh! Yih kya spud? Yylhi asụ̄ tath pls nishhi tthhrith ạsụ̄ tmhi saʿth rvud nh me gaddi hund khyal, th shyṭann kvrns bh tithh pạtthụ̄ ghạfil zi me gyih (tohyih nishhi) amich dhikr krnụ̄ mshith. Gadd drayih ʿjyb pạtthụ̄ th vczh dryavs."
  },
  {
    "verse_id": 64,
    "translation": "Mvsyā ʿlyh alslam chih vnan, aamhi kue avs ashi tlash. (yʿny mnzli mqṣvduk avs yohe nyb vannh āmut.) chnanchhi tim doshve drae pnnyn qdmn hndyn nishann pytth vaps."
  },
  {
    "verse_id": 65,
    "translation": "Th tathi lvb timv sanyv bndv mnz akh bndh, yus aashi pnnhi rḥmt sintụ̄ navvzmut avs, th pnnhi ṭrfh avs ts akh khaṣ ʿlm ʿṭa kvrmut. (tmam mʿtbr ḥdythn mnz chuh ts bndh sund nav khẓr vannh āmut)."
  },
  {
    "verse_id": 66,
    "translation": "Mvsyā ʿlyh alslam chih ts vnan, kya bh hyka tohyih sintụ̄ rvuzith, takh tvhụ̄ diyv mythi tmhi dạnish mndy hnz tʿlym yosh hychhnavnh chihv āmtụ̄?"
  },
  {
    "verse_id": 67,
    "translation": "Tmụ̄ diyut jvab, tvhụ̄ hykiv nh me sintụ̄ ṣbr krith."
  },
  {
    "verse_id": 68,
    "translation": "Ạkhr kithh pạtthụ̄ hykivụ̄ tvhụ̄ tth pytth ṣbr krith yymhi chyzch tohyih khbre āshi nh?"
  },
  {
    "verse_id": 69,
    "translation": "Mvsyā ʿlyh alslam chih vnan, an shaʿ Allah lbiv tvhụ̄ me ṣạbr, th bh krnh kunhi mʿāmls mnz tuhnz nafrmạny."
  },
  {
    "verse_id": 70,
    "translation": "Tmụ̄ vvn, achha, agr tohyih me sintụ̄ pkun chuhv, tylhi prczhụ̄zyv nh me kanhh kth, yvt tam nh bh panh tmich dhkr tohyih nish kr."
  },
  {
    "verse_id": 71,
    "translation": "Vonụ̄ spdụ̄ tim doshve rvanh yvt tam zn tim akis navi khtụ̄, tmụ̄ shkhṣn kvr navi gvd, mvsyā ʿlyh alslam chih vnan, tohyih kvruv yth navi gvd takh sạry svar ddubạviyvukh? Yih krv tohyih akh skht ḥrkt."
  },
  {
    "verse_id": 72,
    "translation": "Suh chuh vnan, me avsme na cze vvnmut zi cz hykkh nh me sintụ̄ ṣbr krith?"
  },
  {
    "verse_id": 73,
    "translation": "Mvsyā ʿlyh alslam chih vnan, bul chukis pytth mah rttiv me, myạnis mʿāmls mnz mah hyyiv tvhụ̄ skhty kạm."
  },
  {
    "verse_id": 74,
    "translation": "Pth pkụ̄ tim doshve, yvt tam zn timn akh lrrkh myvul, th tmụ̄ kvr suh qtl, mvsyā ʿlyh alslam chih vnan, tohyih kvrvun aakh be gnah qtl, ḥalankh tmụ̄ avs nh kạnshi hund qtl kvrmut? Yih kạm krv tohyih sytthhe bur."
  },
  {
    "verse_id": 75,
    "translation": "Tmụ̄ vvn, me avsme na cze vvnmut zi cz hykkh nh me sintụ̄ ṣbr krith."
  },
  {
    "verse_id": 76,
    "translation": "Mvsyā ʿlyh alslam chih vnan, yymhi pth agr bh tohyih kynhh prczahv, tylhi rttụ̄zyv nh tvhụ̄ me pans sintụ̄, rttụ̄tav, vonụ̄ myvuluv tohyih myanhi ṭrfh ʿuudhr."
  },
  {
    "verse_id": 77,
    "translation": "Pth pkụ̄ tim brvnhh yvt tam akis bsty mnz vạtụ̄, th tmhi kyn lukn mvngukh khyn, mgr timv kvr timn doshvnụ̄ hndi ẓyafth nishhi ankar, tathi vuchh timv akh dyvar, yus vsith avs hyvan pyvn, tmụ̄ shkhṣn kvr suh dyvar byyhi khrra, mvsyā ʿlyh alslam chih vnan, agr tvhụ̄ yyczihh hiv, aath pytth hykhi hiv tvhụ̄ yimn aujrt hyth."
  },
  {
    "verse_id": 78,
    "translation": "Tmụ̄ vvn, bs chvn th myvn sath spud khtm, vonụ̄ vane bh cze timn kthn hnz ḥqyqt yimn pytth cze ṣbr hyvkuth nh krith."
  },
  {
    "verse_id": 79,
    "translation": "Tmhi navi hund mʿāmlh chuh yih zi so ạs kynczhn ghryb nfrn hnz, yim dryavs mnz mḥnt mvzvurụ̄ ạsụ̄ kran, me yvczh zi so bnavn ʿạb dar, tikyazi brvnhh kun avs tithis akis badshah sund ʿlaqh, yus prth navi avs zbrdsty thph dith nivan."
  },
  {
    "verse_id": 80,
    "translation": "Rvud vonụ̄ suh lrrkh, tmụ̄ sndụ̄ valdyn ạsụ̄ mvmn, ashi basyvv zi yih lrrkh kri pnnhi srkshy th kufr kinụ̄ timn tng."
  },
  {
    "verse_id": 81,
    "translation": "Amhi mvujvb yvczh ashi zi tihund rb gczihh timn ts bdlh tiyuth avlad diyun, yus akhlaqs mnz thi tmụ̄ sndi khoth bhtr āshi th ys nishhi ṣlh rḥmy hund thi zyadh tvqʿ āshi."
  },
  {
    "verse_id": 82,
    "translation": "Th yymhi dyvaruk mʿāmlh chuh yh zi yih chuh don ytym lrrkn hund, yim yth shhrs mnz rvzan chih, aath dyvars tlh knhi chuh yimn bchn khạṭr akh khzanh dfn, th yihund mvl avs akh nyk ansan, aamhi mvjvub yvczh chạnụ̄ rbn zi yim doshve bchhi gczhn balgh gczhnụ̄, th pnun khzanh krrnụ̄, yih chuh chạnis rb sndis rḥmt kis bnyads pytth krnh āmut, me chuhnh pnnhi akhtyar kihinụ̄ kvrmut. Yih chhe ḥqyqt timn kthn hnz yimn pytth cze ṣbr hyvkuth nh krith. (yth qṣs mnz chhe yih kth vaẓḥ zi ḥẓrti khẓrn yimh tre kamhi kri, timh āsh Allah tʿālyā sndy ḥukmh, mgr yih kth thi chhe vaẓḥ zi yimn mnz āsh goddnichhi zh kamhi ticzh yuhund ajazt Allah tʿālyā sndis svznh āmtis kunhi shryʿts mnz kạnshi ansans zanhh chuhnh dinh āmut. Ḥtyā kh aifham kis bnyads pytth thi chuhnh kanhh ansan aamiyuk mjaz zi kạnshi hnzi navi kri ath bnyads pytth khrab zi brvnhh pkith niyih ts kanhh ghạṣb so thph dith, th kạnshi lrrks kri amhi mvjvb qtl zi bvdd gczihth chuh suh srksh th kafr spdn vvl. Amhi mvjvb chuhnh yih mannh vrạe kanhh chare zi ḥẓrt khẓrn kri nh yimh kamhi aḥkami shryʿt kis bnyads pytth, blkh āsn aḥkam mshyt kis bnyads pytth krimacz th yiczhn kamyn khạṭr chuh Allah tʿālyā ansanav vrạe byyhi qsmh kyn mkhlvqn kạm hyvan. Qṣh kh nvʿīt nishy chuh yih ẓạhr spdan zi khudayn ạsụ̄ ḥẓrt mvsyā ʿlyh alslam pnnis amis bnds nishhi amhi ghrẓh svuzimtụ̄ zi prdh tulith havan timn akhi nẓr zi yth mshyt kis kar khans mnz kmv mṣlḥtv mṭạbq chhe kạm spdan, th yim mṣlḥth hykhi nh ansan smjihth. Ṣrf ath bunyads pytth zi khudayn chuh ḥẓrt khẓr sndi khạṭr bndh astʿmal kvrmut chuhnh timn ansan qrar dinh khạṭr kạfy. Svrh anbyaʿ āyt nmbr 26 svrh zukhruf āyt nmbr 19 th varyahn jayn chuh frshtn khạṭr thi yih lfẓ vartavnh āmut)."
  },
  {
    "verse_id": 83,
    "translation": "Ae nby yim lukh chihv tohyih dhvalqrnyns mtʿlq prczhan, yimn vniv, bh bvznavav tvhụ̄ tmụ̄ sund kynhh ḥal."
  },
  {
    "verse_id": 84,
    "translation": "Ashi avs ts zmyns mnz aqtdar ʿṭa kvrmut, th ts ạsụ̄ prth qsmkụ̄ aasbab th vasạyil bkhshmtụ̄."
  },
  {
    "verse_id": 85,
    "translation": "Tmụ̄ kvr (goddh mghrbs kun akhi muhimhi hund) sanz."
  },
  {
    "verse_id": 86,
    "translation": "Yvt tam zn suh āftab lvsnh chih jayih tam vvt (yʿny mghrb kis ạkhry srḥds tam) tmụ̄ vuchh āftab akis kirhnis ābs mnz lvsan (yʿny tathi avs āftab lvsnh vizi basan zi āftab chuh smndr kis syạhy mạyl ābs mnz dduban) th tathi myvul ts akh qvm, aashi vvn, ae dhuvalqrnyn, cze chhy yih akhtyar thi ḥạṣl zi cz hykkh yimn tklyf vatnạvith, byyhi yithi zi cz hykkh yimn sintụ̄ nyk slvk krith."
  },
  {
    "verse_id": 87,
    "translation": "Tmụ̄ vvn, yus timv mnz ẓlm kri, asụ̄ dimav ts sza, pth yiyhi suh pnnis rbs kun vaps aannh, th suh diyih ts byyhi zyadh skht ʿdhab."
  },
  {
    "verse_id": 88,
    "translation": "Th yus timav mnz ayman aanhi th nyk ʿml kri, ts khạṭr chuh rut jza, th ạsụ̄ dimav ts nrm aḥkam."
  },
  {
    "verse_id": 89,
    "translation": "Pth kr tmụ̄ (akhi dvyimhi muhimhi hnz) tyạry."
  },
  {
    "verse_id": 90,
    "translation": "Yvt tam zn suh āftab khsnh chih jayih tam vvt. (yʿny mshrq kis ạkhry srḥds tam) tathi vuchh tmụ̄ zi āftab chuh tiths akis qvms pytth ṭlvʿ spdan, yth khạṭr taph nishhi bchnh mokhh kanhh samanh chuhnh ashi kvrmut."
  },
  {
    "verse_id": 91,
    "translation": "Yih ḥal avs tihund, th dhuvalqrnyns nishhi yikynczhah avs suh ạsụ̄ asụ̄ zanan."
  },
  {
    "verse_id": 92,
    "translation": "Pth kvr tmụ̄ (byyhi akhi muhimhi hund) bndvbst."
  },
  {
    "verse_id": 93,
    "translation": "Yvt tam zn suh don pharrn mnzbag vvt, yimn nishhi myvul ts akh qvm, yus mushkly san kanhh kth smjhan avs."
  },
  {
    "verse_id": 94,
    "translation": "Timv lukv vvn zi, ae dhuvalqrnyn, yajvj th majvj chih yth sr zmyns andr fsad phhlavan, (yajvj th majvj nishhi chuh murad, aysha kyn shmal mshrqy ʿlaqn hndụ̄ tim qvm, yim pranhi zmanh pytthe thdhyb yafth mulkn pytth brbad krvnụ̄ ḥmlh chih rvudimtụ̄ kran, th yihndụ̄ shlab vqtaan fvqtaan votlith ayshahs th yvurps doshvnụ̄ ṭrfn rokh chih rvudimtụ̄ kran. Ḥzqy ayl sndis ṣḥyfs (bab 38, 39) mnz chuh tihund ʿlaqh rvs th tvbl (mvjvdh tvbalsk) th msk (mvjvdh maskv) vannh āmut. Asrạʿyly mvrikh yvsyfvs chuh yimav nishhi chuh murad sythyn qvm nivan, yuhund ʿlaqh bḥri aasvd kis shmals th mshrqs mnz bsith avs. Jyrvm sndi byan mṭạbq ạsụ̄ majvj kakyshya kis shmals mnz bḥri khazars nkhh bsith.) kya asụ̄ dimvyih cze amhi kamhi khạṭr kanhh ttyks, takh cz bnavkh aashi th timn mnzbag akh dyvar?"
  },
  {
    "verse_id": 95,
    "translation": "Tmụ̄ vvn, yikynczhah myạnụ̄ rbn me diytmut chuh suh chuh sytthah, tvhụ̄ kriv bs mḥnth san me mdd, bh bnav tohyih th timn drmyan mẓbvṭ tthvr."
  },
  {
    "verse_id": 96,
    "translation": "Me diyiv shstr czadr (pttụ̄) anith. Ạkhr yylhi doshvnụ̄ pharrn drmyan tmụ̄ khạly jae brabr kr, th vvnun lukn zi vonụ̄ zạliv nar, yvt tam zn (yih shisturv dyvar) balkl narky pạtthụ̄ vozul krnh āv, pth vvn tmụ̄, aniv, vonụ̄ phir bh ath pytth vyglavnh āmut tram. (yih dyvar avs tiyuth zi)"
  },
  {
    "verse_id": 97,
    "translation": "Yajvj v majvj hykhan nh ath pytth khsith th brvnhh pkith, th ath mnz nqb lgavn avs tihindi khạṭr vare mushkl."
  },
  {
    "verse_id": 98,
    "translation": "Dhuvalqrnynn vvn, yih chhe myạnis rb snz rḥmt, mgr yylhi myạnis rb sndi vʿduk vqt yiyih, tylhi kri suh tth hmvar, th myạnis rb sund vʿdh chuh brḥq."
  },
  {
    "verse_id": 99,
    "translation": "Th tmhi doh travvkh asụ̄ lukh yalh (murad chuh qyamtuk doh. Dhvalqrnyn yus asharh qyamt kis brḥq vʿds kun kvr tmhi kh munasbt chih yim āyat tmụ̄ snzi kthhi pytth aiẓafh kran kran frmavnh āmtụ̄) zi (smndr chn lhrn hndụ̄ pạtthụ̄) yin akh akis sintụ̄ ttasvanh, pth yiyhi ṣvurs phokh dinh, th asụ̄ krvkh sạry ansan yikh vatth jmʿ."
  },
  {
    "verse_id": 100,
    "translation": "Th suh doh āshi yylhi asụ̄ jhnm aanvn kạfrn brvnhh kun."
  },
  {
    "verse_id": 101,
    "translation": "Timn kạfrn brvnhh kun yim myạnis nṣyḥts kun anụ̄ bnith ạsụ̄, th kynhh bvznh khạṭr ạsụ̄ nh tyare."
  },
  {
    "verse_id": 102,
    "translation": "Kya tylhi chha tim lukh yimv kufr chuh akhtyar kvrmut, yih khyal thavan zi me trạvith bnavan myanyn bndn pnnụ̄ kar saz? Ashi chuh yithyn kạfrn hndi ẓyaft khạṭr jhnm tyar thvvmut."
  },
  {
    "verse_id": 103,
    "translation": "Ae nbyi, yimn vniv, kya asụ̄ vanvh tohyih zi pnnyn aʿmaln mnz km lukh chih sarive khoth nakam th namurad?"
  },
  {
    "verse_id": 104,
    "translation": "Tim yihnz sạrie jd v jhd dunya chih zndgy mnz syzi vthi nishhi ddlith rvuz, th tim rvudụ̄ smjhan zi tim chih svrue kynhh tthyk kran."
  },
  {
    "verse_id": 105,
    "translation": "Yim chih tim lukh yimv pnnis rb sndụ̄ āyat mannh nishhi ankar kvr, th tmụ̄ sndis drbars mnz pysh spdns kvrukh nh yqyn, amhi mvjvb spdụ̄ tihndụ̄ aʿmal ẓayʿ, qyamt kh doh dimav nhi asụ̄ timn kanhh vzn."
  },
  {
    "verse_id": 106,
    "translation": "Tihund jza chuh jhnm, tmhi kufr kh bdlh yus timv kvr, th tath mdhaq kis padashs mnz yus tim myanyn āyatn th myanyn rsvln sintụ̄ kran rvudụ̄."
  },
  {
    "verse_id": 107,
    "translation": "Albth tim lukh yimv ayman avn th yimv nyk ʿmlh kri, tihnzi myzbạny khạṭr āsn firdvskụ̄ bagh."
  },
  {
    "verse_id": 108,
    "translation": "Yimn mnz tim hmyshh rvzn, th tmhi jayih nyrith kunhi jayih gczhns yiyhi nh timn vonde."
  },
  {
    "verse_id": 109,
    "translation": "Ae nby, vniv zi agr smndr myạnis rb snz kthh lhykhnh khạṭr rvshnạyy (myil) bnhi, suh gczihh khtm mgr myạnis rb snz kthh gczhn nh khtm, blkh agr asụ̄ byyhi yyiczhah rvshnạyy aanav, tylhi pvshhi nh so thi. (Allah tʿālyā snzv kthv nishhi chuh murad tmụ̄ snz kamhi th kmalat, byyhi qdrtkụ̄ th ḥkmtkụ̄ ʿjaʿbat)"
  },
  {
    "verse_id": 110,
    "translation": "Ae nby, vniv zi bh chuhs akh ansan tohyh hiyvu, me kun chhe vḥy yivan krnh zi tuhund khuda chuh bs aakve khudae, lhādha yus kanhh akhah pnnis rb sndi mlaqatuk aumydvar āshi, ts pzi suh krin nyk ʿml, th bndgy mnz mah krin pnnis rbs sintụ̄ kạnshi shryk."
  }
]