[
  {
    "verse_id": 1,
    "translation": "K. H. Y. ʿ. Ṣ."
  },
  {
    "verse_id": 2,
    "translation": "Dhikr chhe tmhi rḥmtch yosh tuhndụ̄ rbn pnnis bnds zakriya (ʿlyh alslams) pytth krmcz ạs."
  },
  {
    "verse_id": 3,
    "translation": "Yylhi tmụ̄ pnnis rbs czvuri czvuri ālav diyut."
  },
  {
    "verse_id": 4,
    "translation": "Tmụ̄ kvr ʿrẓ, ae prvrdgar, myanhi addjhi tam chhe svkhth gmcz, th klh chuh bujr sintụ̄ grmiyamut, ae prvrdigar, bh gvs nh zanhh cze duʿā mngith namurad."
  },
  {
    "verse_id": 5,
    "translation": "Me chuh pans ptụ̄kinụ̄ pnnyn bayn rshth darn hnzn burạyiyan hund khvf, th myạnụ̄ khandarinụ̄ chhe hantth, cz kr me pnnhi khaṣ fẓlh sintụ̄ akh vạrth ʿṭa."
  },
  {
    "verse_id": 6,
    "translation": "Yus vạrith thi āshi th āli yʿqvb sund myrath thi kri ḥạṣl, th ae prvrdgar, suh bnavun akh psndydh ansan. (jvab ās dinh)"
  },
  {
    "verse_id": 7,
    "translation": "Ae dhkriya, asụ̄ chihy cze akis lrrkh snz bshart divan yymụ̄ sund nav yḥyyā (ʿlyh alslam) āshi, aashi chuhnh aamhi navuk kanhh ansan yymhi brvnhh pạd kvrmut."
  },
  {
    "verse_id": 8,
    "translation": "ʿrẓ kvrun, prvrdigar, me kithh pạtthụ̄ hykhi nychuv ạsith, yylhi zn myạnụ̄ khandarinụ̄ hantth chhe, th bh chuhs budd gczihth hvkhmut?"
  },
  {
    "verse_id": 9,
    "translation": "Jvab myvlus, yy spdi (yʿny chvn buddi āsnh bavjvd th chanhi khandarinhi hndi hantth āsnh bavjvd zyviy cze lrrkh) chvn rb chuh frmavan yih chhe myanhi khạṭr akh mʿmvly kth, ạkhr chuhmkh cz mye yymhi brvnhh pạd kvrmut, yylhi zan cz kanhh chyze avsukh nh."
  },
  {
    "verse_id": 10,
    "translation": "Zkrya chuh vnan, prvrdgar! Myanhi khạṭr kr th kanhh nshạny mqrr, frmavnh ās, chanhi khạṭr chhe nishạny yih zi cz gczhkh nh lga tar tryn dohn lukn sintụ̄ kth hykun krith."
  },
  {
    "verse_id": 11,
    "translation": "Chnanchhi mḥrab nishhi nybr nyrith āv suh pnnis qvms brvnhh kun, th tmụ̄ kvr aisharh sintụ̄ timn hdayt zi ṣubḥs shams kriv tsbyḥ."
  },
  {
    "verse_id": 12,
    "translation": "Ae yḥyyā ʿlyh alslam, Allah tʿālyā snz ktab rattun mẓbvṭy san. (mnz bag chuh yih tfṣyl travnh āmut zi amhi frmani alhāy mṭạbq zae ḥẓrt yḥyyā ʿlyh alslam th spdụ̄ balgh) ashi kvr ts bchpn se mnz ḥukum ʿṭa. (ḥkm yʿny faṣlh krnuk ṭaqt, qvti ajthad, tfaqh fy aldyn, mʿāmalatn mnz ṣḥyḥ rae qạyim krnch ṣlaḥyt th Allah tʿālyā sndi ṭrfh mʿāmlatn mnz faṣlh dinuk akhtyar)"
  },
  {
    "verse_id": 13,
    "translation": "Th pnnhi ṭrfh kr ts nrm dly th pạkyzgy ʿṭa, th suh avs sytthhe prhyz gar."
  },
  {
    "verse_id": 14,
    "translation": "Th pnnis mạlis majhi hund ḥq shnas, suh avsnh jạbir th nah avs nafrman."
  },
  {
    "verse_id": 15,
    "translation": "Slam ạsin ts pytth yymhi doh suh zav, th yymhi doh suh mri, th yymhi doh suh zndh krith tulnh yiyih."
  },
  {
    "verse_id": 16,
    "translation": "Th ae nby, yth ktabhi mnz kriv mrym ʿlyha alslam sund ḥal byan, yylhi so pnnyn lukn nishhi alg spdith mshrqy ands kun alg spz (yʿny bytu almqds kis mshrqy ḥṣs mnz)."
  },
  {
    "verse_id": 17,
    "translation": "Th prdh trạvith ạs timn nishhi czvuri byitthmcz (yʿny aʿtkafs ạs byitthmcz), ath ḥalts mnz svuz ashi ts nishhi pnun rvḥ (yʿny frshth) th suh gvv ts brvnhh knhi akis mkml ansan snzi shklhi mnz ẓạhr."
  },
  {
    "verse_id": 18,
    "translation": "Mrym lj ts jldy vannhi zi, agr cz kanhh khuda trs ansan chuhkh tylhi chhs bh cze nishhi khudae rḥmān sund pnah mngan."
  },
  {
    "verse_id": 19,
    "translation": "Tmụ̄ vvn, bh chuhs chạnis rb sund frshth, th amhi mvjvub chuhs svznh āmut zi cze dime akh pạkyzh lrrkh."
  },
  {
    "verse_id": 20,
    "translation": "Mrym chhe vnan, me kithh pạtthụ̄ āshi lrrkh, yylhi zn me kạnshi bshrn athh thi chuhnh lvgmut, th bh chahs nh bdkar."
  },
  {
    "verse_id": 21,
    "translation": "Frshtn vvn, yy spdi (yʿny aamhi vrạe zi kanhh mrd lạgy cze athh, cze zyvy shur) chvn rb chuh frmavan zi yih krun chuh myanhi khạṭr varyah shl, th asụ̄ krav yih amhi mvjvub zi suh lrrkh bnavvn lukn khạṭr akh nshạny. (yʿny asụ̄ chihn suh bchh akh zndh mʿjzh yczhan bnavun) th pnnhi ṭrfh akh rḥmt. Th yih kạm spdi ẓrvr."
  },
  {
    "verse_id": 22,
    "translation": "Mrym (ʿlyha alslams) rvud amis shurụ̄ sund ḥml, th so gyih yih ḥml hyth dvur akis jayih."
  },
  {
    "verse_id": 23,
    "translation": "Pth vatnạv so khlạṣy hndụ̄ tklyfn akis khzr kuls tl, so lj vannhi, kash amhi brvntthe mr ha bh, th myvn nam v nshan rvzihe nh. (yth klams pytth agr ghvr yiyhi krnh tylhi lghi pe zi ḥẓrt mrym ʿlyha alslam chahnh yih kth khlạṣy hndis tklyf kis bunyads pytth vnan blkh vnin aath bnyads pytth zi mạlis vrạe yus shur zamut chuh, suh hyth kvt gczihh. Aamy vjh kinụ̄ ạs so ḥml kh vqth kuny znụ̄ akis dvur draz jayih gmcz ḥalankh tmụ̄ snz mvj th khandan vạlụ̄ ạsụ̄ vṭns mnz mvjvd)"
  },
  {
    "verse_id": 24,
    "translation": "Frshtn vvn ts bnimhi and ālav dith, ghm mah kr, chạnụ̄ rbn chuh cze bnụ̄ kinụ̄ akh nag jạry kvrmut."
  },
  {
    "verse_id": 25,
    "translation": "Th hna hilav cz aamhi kuliyukh godd, cze pytthụ̄ kinụ̄ pyn tazh tazh khzr bon."
  },
  {
    "verse_id": 26,
    "translation": "Lhādha khe th che, th pnnhi achh kr tthndd, pth agr kanhh ansan cz vuchhhn, tylhi van ts me chhe rḥman sndi khạṭr rvzn hnz ndhr (nyt) thạvimcz, amhi mvjvb kr nh bh az kạnshi sintụ̄ kth."
  },
  {
    "verse_id": 27,
    "translation": "Pth āyih so suh shur hyth pnnis qvms mnz, lukv vvn, ae mrym ʿlyha alslam, he yih kvrth cze bvdd gnah."
  },
  {
    "verse_id": 28,
    "translation": "Ae harvn snz byny, (yʿny harvn sndi khandanch kvury. Yih chuh ʿrby zbạnụ̄ hund mḥavrh zi kunhi qbylh kis frds chuh tmhi qbyluk bve yivan vannh. Qvm kyn lukn hnzi amhi kthhi hund mṭlb avs yih zi sanhi sarive khoth thdi mdhhby grch kvury cze kya kvruth yih) nh avs chvn mvl kanhh bur ansan, th nh ạs chạnụ̄ mvjy kanhh bdkar znanh."
  },
  {
    "verse_id": 29,
    "translation": "Mrym ʿlyha alslam chhe shurs kun asharh kran. Lukv vvn, asụ̄ kya kth krv tas sintụ̄ yus mnzlis mnz rvuzith akh shur chuh?"
  },
  {
    "verse_id": 30,
    "translation": "Shurụ̄ lạj kth krnụ̄, bh chuhs Allah tʿālyā sund bndh (yih ạs so nshạny yymich dhkr yymhi brvnhh āyt 21 hs mnz spz. Zyvnụ̄ shurụ̄ lajhi mnzlis mnz kthh krnhi yymhi sintụ̄ sarine pe lvg zi suh chuhnh kunhi gnahuk ntyjhi kynhh blkh chuh akh mʿjzh yus khudayn hvv, svrh āli ʿmran āyt 46 th svrh maʿdh āyt 110 hs mnz thi chuh frmavnh āmut zi ḥẓrt ʿīsyā ʿlyh alslamn ạs mnzlis mnz kth krmcz.) tmụ̄ dicz me ktab, th nby bnvvns,"
  },
  {
    "verse_id": 31,
    "translation": "Th babrkt kvrns yath jayih thi bh rvz, th nmazi zkvāh chih pabndy hund duytnm ḥukm yvt tam bh zndh rvz,"
  },
  {
    "verse_id": 32,
    "translation": "Th pnnhi majhi hund ḥq ada krn vvl bnvvns (mạlis majhi hund ḥq ada krn vvl nh kynhh blkh chuh āmut frmavnh ṣrf majhi hund ḥq ada krn vvl bnvvns. Yithi chhe amhi kthhi hnz dlyl zi ḥẓrt ʿīsyā sund mvl avs nh khnụ̄, th amich akh ttakar dlyl chhe yih zi qrāns andr chuh timn prth jayih ʿīsyā abn mrym ʿlyha alslam vannh āmut) th bh bnvvns nh jạbr th sng dl."
  },
  {
    "verse_id": 33,
    "translation": "Slam chhe me pytth yylhi bh zas, th yylhi bh mar, th yylhi zndh krith tulnh yimh. (yih nshạny hạvith ạs khudayn tmhi vqth bny asrạʿyls pytth ḥujt mkml krmcz. Yohe vjh chuh zi yylhi jvan spdith ḥẓrt ʿīsyā ʿlyh alslam chih nbvtch kạm shrvʿ kran, amụ̄ qvmn kvr nh timn ṣrf ankare yvt blkh lvg timn zuvas pth, th tihnzi majhi pytth bdkạry hund alzam dins thi kvr nh timv hirash, pth diyut khudayn timn tiyuth sza yus nh kunhi qvms dinh āv.)"
  },
  {
    "verse_id": 34,
    "translation": "Yih chuh ʿīsyā abni mrym ʿlyha alslam, th yih chhe timn mtʿlq so pz kth, yth mnz lukh shk chih kran."
  },
  {
    "verse_id": 35,
    "translation": "Allah tʿālyā snz chahnh yih kạm zi suh bnavi kạnshi nychuv, so chhe pak dhat, suh yylhi kunhi kthhi hund fạṣlh chuh kran tylhi chuh vnan spad th bs so chhe spdan. (yih chhe ʿīsayn pytth aitmam ḥujt. Mḥẓ mʿjzh sintụ̄ kạnshi hund pạd spdun chahnh amhi kthhi hnz dlyl zi mʿādh Allah, yiyhi suh Allah tʿālyā sund nychuv qrar dinh.)"
  },
  {
    "verse_id": 36,
    "translation": "(th ʿīsyā ʿlyh alslamn avs vvnmut zi) Allah tʿālyā chuh myvn rb thi, th tuhund rb thi, lhādha kriv tvhụ̄ tmụ̄ snze bndgy, yhe chhe siyz vath."
  },
  {
    "verse_id": 37,
    "translation": "Mgr pth lgụ̄ mkhtlf grvh panh vạnụ̄ akhtlaf krnhi, lhādha, yimv lukv kufr kvr tihndi khạṭr āshi suh vqt skht tbạhy hund, yylhi tim akh bvdd doh vuchhn."
  },
  {
    "verse_id": 38,
    "translation": "Yylhi tim aashi brvnhh knhi ḥạẓr spdan, tamhi doh āsn tihndiụ̄ kn thi var pạtthụ̄ bvzan, th tihnz achh thi āsn var pạtthụ̄ vuchhan, mgr az chih yim ẓạlm ttakarh gmrạhy mnz mbtla."
  },
  {
    "verse_id": 39,
    "translation": "Ae nby, ath ḥalts andr khocznạviyvukh yim tamhi doh nishhi yylhi fạṣlh yiyhi krnh, th pshtavnh vrạe āshi nh kanhh charh kar, yylhi zan yim lukh ghạfl chih th ayman chihnh anan."
  },
  {
    "verse_id": 40,
    "translation": "Ạkhr kar āsav asy zmynkụ̄ th amhi kyn sarine chyzn hndụ̄ vạrth, th sạry yin aasy kun vaps phirnh."
  },
  {
    "verse_id": 41,
    "translation": "Th yth ktabhi mnz kriv abrahym ʿlyh alslam sund qṣh byan, be shk avs suh akh pziyvr ansan th akh nby."
  },
  {
    "verse_id": 42,
    "translation": "(yimn pạvitv suh mvqʿ yad) yylhi tmụ̄ pnnis mạlis vvn zi, aba jan, tvhụ̄ kyazi chihv timn chyzn hnz ʿbadt kran yim nah bvzan chih, th nah chih vuchhan, th nah hykn tuhnz kanhh kạm krith?"
  },
  {
    "verse_id": 43,
    "translation": "Aba jan, me nish chuh tiyuth akh ʿlm āmut, yus tohyih nish āv nh, tvhụ̄ pkiv me pth pth, bh vanav tohyih siyz vath."
  },
  {
    "verse_id": 44,
    "translation": "Aba jan, tvhụ̄ mah kriv shyṭan snz bndgy, shyṭan chuh rḥman sund nafrman."
  },
  {
    "verse_id": 45,
    "translation": "Aba jan, me chuh ddr zi tvhụ̄ gczihv nh rḥman sndis ʿdhabs mnz mbtla spdnụ̄, th shyṭan sndụ̄ sạthy bnith rvznụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Mạlụ̄ vvn, abrahym, kya cz chuhkhh myanyv mʿbvdav nishhi phyvurmut (buthụ̄ pihyur gvmut)? Agr cz baz phyvurukh nh, tylhi krth bh sngsar. Bs cz gczh hmyshh khạṭr me nish alg."
  },
  {
    "verse_id": 47,
    "translation": "Abrahym chih vnan, slam ạsin tohyih, bh kr pnnis rbs duʿā zi tohyih krinav mʿāf, myvn rb chuh me pytth sytthhe mhrban."
  },
  {
    "verse_id": 48,
    "translation": "Bh chuhsav tvhụ̄ lukh thi travan, th timh hstiyih thi yimn tvhụ̄ lukh khudays trạvith ālav chihv divan. Bh kr bs pnnis rbs ālv, aumyd chhe zi bh rvz nh pnnis rbs ālv dith namurad."
  },
  {
    "verse_id": 49,
    "translation": "Pth yylhi suh timn lukn nishhi th tihndyv mʿbvdani ghyru Allah hav nishhi juda spud, aashi diyut ts asḥaq th yʿqvb hyvu avlad, th prth kanhh bnvv nby."
  },
  {
    "verse_id": 50,
    "translation": "Th tim nvạzụ̄ pnnhi rḥmt sintụ̄, th timn kr pz namavạry ʿṭa."
  },
  {
    "verse_id": 51,
    "translation": "Th dhkr kriv yth ktabhi andr mvsyā ʿlyh alslam snz, suh avs akh chydh shkhṣ, th byyhi avs rsvl nby. (rsvl chuh mʿny thavan firistadh svznh āmut. Nby kis mʿnys mnz chuh ahli lghtn drmyan akhtlaf. Kynczhn nzdyk chuh nby huk mʿny khbr dinh vvl, th kynczhn nzdyk chuh bulnd mrtbh th ʿạly mqam. Lhādha chuh kạnshi shkhṣs rsuvl nby vannuk mṭlb ya ʿāly mqam pyghmbr ya chuh aAllah tʿālyā sndi ṭrfh khbr dinh vvl pyghmbr. Qrān mjyds mnz chih yim doshve lfẓ balʿmvm hm mʿny astʿmal spdmtụ̄. Albth kynczhn jayn pytth chuh rsvl th nby lfẓ tithh pạtthụ̄ thi astʿmal spudmut, yymhi nishhi ẓahr chuh spdan zi yimn doshvnụ̄ mnz chhe mrtbh ya kamhi hndi nvʿīt kh lḥaẓh aiṣṭlaḥy frq. Mthlaan svrh ḥj āyt nmbr 52 hs mnz chuh frmavnh āmut, ashi svuz nh tohyih brvnhh kanhh rsvl th nah nby mgr. Yim alfaẓ chih ṣaf ẓạhr kran zi rsvl th nby chhe z byvn byvn aiṣṭlaḥ yimn drmyan kanhh mʿnvy frq ẓrvr chhe. Athụ̄ bunyads pytth chuh ahli tfsyrn mnz yih bḥth pkan zi amhi frqhi hnz nvʿīt kya chhe. Albth ḥqyqt chhe yih zi qṭʿī dalylav san chuhnh kạnshi hyvkmut rsvl th nby snzn alg alg ḥythytn hund tʿīun krith. Zyadh khoth zyadh yvsh kth yqyn san vannh hykhi yith, so chhe yih zi rsvl lfẓ chuh nby kh bh nsbt khaṣ, yʿny prth kanhh rsvl chuh nby thi āsan mgr prth kanhh nby chuhnh rsvl āsan. Dvyimyn lfẓn mnz vanv zi anbyahav mnz chuh rsvl, timn jlylu alqdr hstiyan khạṭr vannh āmut yimn ʿām anbyahav bh nsbt zyadh ahm mnṣb avs spurd krnh āmut. Amhi kue tạyyd chuh yymhi ḥdyth sintụ̄ thi spdan yth mnz rsvln hund tʿdad prczhnh āv th ḥẓvr ṣly Allah ʿlyh v slmv frmvv 313 ya 315 th yylhi anbyahan hund tʿdad āv prczhnh timv frmvv akh lchh czvvuh sas.)"
  },
  {
    "verse_id": 52,
    "translation": "Aashi kvr ṭvr kh dchihnhi and ts ālv, th raz chih kth bathhi sintụ̄ kvr ts tqrb (nzdyky) ʿṭa."
  },
  {
    "verse_id": 53,
    "translation": "Th pnnhi mhrbạny sintụ̄ diyut tmụ̄ sund bve harvn (bṭvr mddgar) ts nby bnạvith."
  },
  {
    "verse_id": 54,
    "translation": "Th yth ktabhi mnz kriv asmaʿīl snz dhkr. Suh avs vʿduk pziyvr, byyhi avs rsuvl th nby."
  },
  {
    "verse_id": 55,
    "translation": "Suh avs pnnyn grkyn bạczn nmaz hund th zkvātuk ḥkm divan, th pnnis rbs nzdyk avs akh psndydh ainsan."
  },
  {
    "verse_id": 56,
    "translation": "Th yth ktabhi mnz kriv aidrys snz dhkr, suh avs akh pzyvr ansan th akh nby."
  },
  {
    "verse_id": 57,
    "translation": "Th suh avs ashi akis bulnd mqams pytth tulmut."
  },
  {
    "verse_id": 58,
    "translation": "Yim chih tim pyghmbr yimn pytth khudayn anʿām frmvv, ādm sndyv avladav mnz, th timn lukn hndi nslh mnz yim nvḥs sintụ̄ aashi navi mnz ạsụ̄ svar krimtụ̄, th abrahym sndi nslh nishhi th asraʿyl (yʿqvb ʿlyh alslam) sndi nslh nishhi, th yim ạsụ̄ timav lukv mnz yimn aashi hdayt bkhush th byyhi bnạvụ̄ brgzydh, tihund ḥal avs yih zi yylhi rḥman sndụ̄ āyat timn bvznavnh ạsụ̄ yivan, tylhi ạsụ̄ vadan vadan sjds vsan."
  },
  {
    "verse_id": 59,
    "translation": "Pth spdụ̄ yimn pth tim na khlf lukh yihndụ̄ janshyn, yimv nmaz ẓayʿ kr th nfs kyn khvạhshatn hnz krkh pyrvy, lhādha, vuchhn tim ʿnqryb gmrạhy hund anjam."
  },
  {
    "verse_id": 60,
    "translation": "Albth yim tvbh krn th ayman aann, byyhi krn nyk ʿmlh, tim spdn jnts mnz dạkhl, th timn spdi nh dhrs brabr ḥq tlfy."
  },
  {
    "verse_id": 61,
    "translation": "Tihndi khạṭr chih hmyshh rvzn vạlụ̄ jnt yuhund vʿdh khdae rḥmann ghạybanh pạtthụ̄ pnnyn bndn sintụ̄ chuh krith thvvmut, th yqynaan chuh yih vʿdh pvur spdn vvl."
  },
  {
    "verse_id": 62,
    "translation": "Tathi bvzn nh tim kanhh bhyvudh kth, yikynczhah bvzn thi bvzn rutue, th tihund rzq rvzi timn pyhm ṣubḥs shams mylan."
  },
  {
    "verse_id": 63,
    "translation": "Yih chuh suh jnt yymyuk vạrth asụ̄ pnnyv bndv mnz suh bnavvn, yus prhyzgar rvudmut āshi."
  },
  {
    "verse_id": 64,
    "translation": "Ae nby, asụ̄ chihnh tuhndis rb sndi ḥukmh vrạe vasan. (yth jayih chih yih klamh frshth kran, agr chih klam chuh Allah tʿālyā sund, yʿny malak chih rsvl Allah ṣly Allah ʿlyh v slms vnan zi asụ̄ chihnh pnnhi akhtyar yivan blkh yylhi Allah tʿālyā svzan chuh tylhi chih yivan) yikynczhah ashi brvnhh knhi chuh, th yikynczhah pth knhi chuh, th yikynczhah ath drmyan chuh, prth chyzuk mạlik chuh sue th tuhund rb chuhnh mshrn vvl."
  },
  {
    "verse_id": 65,
    "translation": "Suh chuh rb āsmann hund th zmynuk, th timn sarine chyzn hund yim āsmans th zmyns drmyan chih, lhādha kriv tvhụ̄ tmụ̄ snz bndgy, th tmụ̄ snzy bndgy pytth rvuziv thạbt qdm, kya chha kanhh hsty tuhndis ʿlims mnz tmụ̄ snz hm payih?"
  },
  {
    "verse_id": 66,
    "translation": "Ansan chuh vnan kya pzụ̄ pạtthụ̄ yylhi bh mvudmut āsh, th pth yima zndh krith bh byyhi krrnh?"
  },
  {
    "verse_id": 67,
    "translation": "Kya ansans chuhna yad pyvan zi ashi chuh yih godd pạd kvrmut, yylhi zan suh kihinụ̄ thi avs nh?"
  },
  {
    "verse_id": 68,
    "translation": "Tuhndis rb sund qsm, asụ̄ anvkh ẓrvr yim sạry byyhi yimn sintụ̄ shyaṭyn thi vttith, pth pavvkh yim jhnm kis ands pytth anith kotthyv kinụ̄ pthr."
  },
  {
    "verse_id": 69,
    "translation": "Pth chhanttvn prth grvh mnz prth kanhh suh shkhṣ, yus khdae rḥman sndis mqabls mnz zyadh buthụ̄ pihyur avs bnyvmut."
  },
  {
    "verse_id": 70,
    "translation": "Pth chih yih asụ̄ zanan zi yimv mnz kus chuh sarive khoth khsith jhnms chhknuk ḥqdar."
  },
  {
    "verse_id": 71,
    "translation": "Tohyih mnz chuhnh kanhh tiyuth yas jhnm kinụ̄ nyrun āshi nh, yih chhe akh ṭe krnh āmcz kth yosh pvur krnụ̄ tuhndis rb sndi dhimh chhe."
  },
  {
    "verse_id": 72,
    "translation": "Pth bchavvkh asụ̄ tim lukh yim (dunya hs mnz) mtqy ạsụ̄, th ẓạlim travvkh tthụ̄ mnz kotthyv kinụ̄ girạvith."
  },
  {
    "verse_id": 73,
    "translation": "Yimn lukn yylhi sạnụ̄ ttakarh āyat chih bvznavnh yivan, tylhi chih ankar krn vạlụ̄ ayman valyn vnan, vniv, ashi doyv daryv mnz kus chuh bhtr ḥalts mnz th kmụ̄ snzi mjlsh chhe zyadh shandar? (mkh kyn kạfrn hund astdlal avs yih zi vuchihv, dunya hs mnz kus chuh Allah tʿālyā sndi fẓl th tmụ̄ snzv nʿmtv sintụ̄ nvaznh yivan? Kmụ̄ sndụ̄ gr chih zyadh shandar? Kmụ̄ sund mʿīari zndgy chuh zyadh bulnd? Kmụ̄ snz mḥflh chhe zyadh shandar pạtthụ̄ jman? Agr yih svrue kynhh ashi mysr chuh th tvhụ̄ muslman chihv amhi nishhi mḥrvm, tylhi svunchiv pane zi ạkhr kithh pạtthụ̄ avs yih mmkn zi asụ̄ āsv bạṭls pytth th yithh pạtthụ̄ krhav ʿạsh th mzh, th tvhụ̄ ạsiv ḥqs pytth th yithh pạtthụ̄ rvuzihiv khsth ḥalts mnz.)"
  },
  {
    "verse_id": 74,
    "translation": "Ḥalankh yimv brvnhh kạtyah qvm chih ashi hlak krimtụ̄, yimn yimv khoth thi zyadh sanz th saman avs, th ẓạhry shan v shvkts mnz thi asụ̄ yihndi khoth khsith."
  },
  {
    "verse_id": 75,
    "translation": "Yimn vniv, yus shkhṣ gumrạhy mnz mbtla chuh gczhan, ts chuh khudae rḥman ylh gy travan, tvt tam yylhi zan yithụ̄ lukh suh chyz vuchhan chih yymyuk timn sintụ̄ vʿdh chuh krnh āmut, khvah suh ʿdhabi alhāy āshi ya qyamtch gr, tylhi chuh yimn pe lgan zi kmụ̄ sund ḥal chuh khrab th kmụ̄ sund dvr (lshkr) chuh kmzvr."
  },
  {
    "verse_id": 76,
    "translation": "Ath brʿks yim lukh syz vath chih akhtyar kran, Allah tʿālyā chuh timn syvd pkns mnz trqy ʿṭa kran, th bs chhe baqy rvzn vajinhi nyky tuhndis rbs nzdyk jza th anʿām kh aʿtbar bhtr."
  },
  {
    "verse_id": 77,
    "translation": "Pth vuchhvunh tohyih suh shkhṣ yus sạnụ̄ āyat mannh nishhi ankar chuh kran, byyhi chuh vnan zi bh yimh mal v avlad sintụ̄ lga tar nvaznh?"
  },
  {
    "verse_id": 78,
    "translation": "Kya amis chha ghybuk pe lvgmut, kinh amụ̄ chuh khdae rḥmans nishhi kanhh ʿhd rvttmut?"
  },
  {
    "verse_id": 79,
    "translation": "Hrgz nh, yikynczhah yih bkan chuh asụ̄ lykhv suh, th amis khạṭr krv sza hs mnz byyhi zyadh aiẓafh."
  },
  {
    "verse_id": 80,
    "translation": "Yymhi snz th samanuk th lav lshkruk yih dhkr chuh kran suh rvzi svrue ashi nishhi. Th yih spdi kunue zvn ashi brvnhh knhi ḥạẓr."
  },
  {
    "verse_id": 81,
    "translation": "Yimv lukv chih Allah tʿālyā trạvith pnnụ̄ kynhh khudae bnạvimtụ̄, takh tim āsn yihndụ̄ ddkhụ̄ (mddgar)."
  },
  {
    "verse_id": 82,
    "translation": "Kanhh āshi nh (ddvkh) mddgar. Tim sạry krn yihndi ʿbadtuk ankar, th pvt pihrith bann yihndụ̄ mkhạlf."
  },
  {
    "verse_id": 83,
    "translation": "Kya tvhụ̄ chihvna vuchhan zi ashi chih ḥqs ankar krn valyn pytth shyṭan trạvimtụ̄, yim timn var pạtthụ̄ (ḥq kis mukhạlfts pytth) chih hs divan?"
  },
  {
    "verse_id": 84,
    "translation": "Achha, vonụ̄ mah spdiv timn pytth ʿdhab nạzil gczhnh mokhh be tab, asụ̄ chih tihindụ̄ doh gnzravan."
  },
  {
    "verse_id": 85,
    "translation": "Suh doh chuh yinh vvl yylhi mtqy lukh asụ̄ pczhyn hndụ̄ pạtthụ̄ rḥman sndis drbars mnz pysh krvkh."
  },
  {
    "verse_id": 86,
    "translation": "Th mujrm nimvkh tryshhi hatyn janvrn hndụ̄ pạtthụ̄ khrkvan jhnms kun."
  },
  {
    "verse_id": 87,
    "translation": "Tmhi vqth āshi nh lukn kanhh sfarsh aannuk akhtyar, masivae tas yymụ̄ khdae rḥmān sndi drbar nishhi prvanh āshi ḥạṣl kvrmut."
  },
  {
    "verse_id": 88,
    "translation": "Tim chih vnan zi khdae rḥmann chuh kustam nychuv bnvvmut."
  },
  {
    "verse_id": 89,
    "translation": "Be hvudh kth chhe yvsh tohyih lukv gczith chahv animcz."
  },
  {
    "verse_id": 90,
    "translation": "Nkhh chuh zi āsman phttn, zmyns spdi chak, th pharr pyn vstih,"
  },
  {
    "verse_id": 91,
    "translation": "Ath kthhi pytth zi lukv kvr khudae rḥman sndi khạṭr avlad āsnuk dʿūyā."
  },
  {
    "verse_id": 92,
    "translation": "Khdae rḥman snz chahnh yih shan zi suh bnavi kạnshi nychuv."
  },
  {
    "verse_id": 93,
    "translation": "Zmyns th āsmann andr yim thi chih, sạry chih tmụ̄ sndis drbars mnz bndn hndi ḥythyth pysh spdn vạlụ̄."
  },
  {
    "verse_id": 94,
    "translation": "Tmụ̄ chih tim ghyrs mnz rttimtụ̄, th tmụ̄ chih tim gnzrạvith thạvimtụ̄."
  },
  {
    "verse_id": 95,
    "translation": "Sạry gczhn qyamt kh doh ts brvnhh knhi frdaan ḥạẓr."
  },
  {
    "verse_id": 96,
    "translation": "Yqynaan yimv lukv ayman chuh avnmut, byyhi chih nyk ʿmlh kran, ʿnqryb kri khdae rḥman tihndyn diln mnz mḥbt pạd (yʿny az chih tim mkh chn glyan mnz be ʿzt th rusva yivan krnh. Mgr yih ḥalt chahnh rvzvnụ̄. Nkhh chuh suh vqt, yylhi tim pnnyv ṣalḥ ʿmlv th rtyv akhlaqv sintụ̄ lukn spdn ttạtthụ̄. Diln spdi timn kun kshish. Dunya vathravi timn brvnhh knhi pnnhi chshmh, fsq v fjvr, ghrvr th kbr, aapuz th ryakạry hndis bunyads pytth yvsh syadt th qyadt chlan āshi, so nvmrạvitn khvah lukn hnz grdnh, mgr dl hykhi nh muskhr krith. Ath brʿks yim lukh ṣdaqt, dyant, akhlaṣ th rtyv akhlaqv san syzi vathi kun dʿūt din, godd godd hyyih tn dunya timv nishhi kvtah thi pth, mgr ạkhr kar chih tim dil zynan, th bd dyant lukn hund aapuz hykhi nh zyadh kals tam tihnzi vath rukạvith.)"
  },
  {
    "verse_id": 97,
    "translation": "Lhādha ae nby, yih klam chuh ashi shl bnạvith tuhnzi zbạnụ̄ mnz aamy mvjvb nạzil kvrmut zi tvhụ̄ diyiv prhyz garn khosh khbr, th lrrayih grụ̄ (htt dhrm) lukh khocznạviyvukh."
  },
  {
    "verse_id": 98,
    "translation": "Yimn brvnhh kạtyah qvm chih ashi hlak krimtụ̄, pth kya aaz chihvh tvhụ̄ tihund nshan lban, kinh tihund czr thi chuhv kunhi jayih knn gczhan?"
  }
]