[
  {
    "verse_id": 1,
    "translation": "Ṭāhā."
  },
  {
    "verse_id": 2,
    "translation": "Aashi chuhnh yih qrān tohyih pytth amhi mvjvub nạzil kvrmut zi tvhụ̄ yiyiv mṣybts mnz hynh."
  },
  {
    "verse_id": 3,
    "translation": "Yih chhe akh yad dihạny prth ts shkhṣs khạṭr yus khoczi (yʿny ae nby ṣly Allah ʿlyh v slm, yih qrān nạzil krith chahnh asụ̄ tohyih kanhh ʿjyb kạm yczhan hynụ̄. Tohyih chahnh yih khdmt ḥvalh āmcz krnh zi yim lukh manun chihnh yczhan tim chihv tohyih mannavnụ̄, th yihndụ̄ dl ayman khạṭr bnd chih spdmtụ̄, timn mnz chuhv tohyih lạzmy ayman valun. Yih chuh bs akh tdhkyr th yad dihạny th amhi mvjvub chhe svznh āmcz zi yymụ̄ sndis dils mnz Allah tʿālyā sund khvf āshi, suh bvzi aath th yiyhi hvshs mnz.)"
  },
  {
    "verse_id": 4,
    "translation": "Nạzil chuh āmut krnh ts dhat snd ṭrfh yymụ̄ pạd chhe krmcz zmyn th bulnd āsman sạry."
  },
  {
    "verse_id": 5,
    "translation": "Suh khudae rḥman chuh (kaʿnat kis) slṭnt kis tkhts pytth jlvh frma."
  },
  {
    "verse_id": 6,
    "translation": "Mạlk chuh timn sarine chyzn hund yim āsmann andr th zmyns andr chih, byyhi yim zmyn v āsmans drmyan chih th yim myczi tl chih."
  },
  {
    "verse_id": 7,
    "translation": "Tvhụ̄ vnụ̄tv pnnụ̄ kth krykh lạyith, suh chuh czvuri pạtthụ̄ vnimcz kth blkh amhi khoth pvshydh tr kth thi zanan."
  },
  {
    "verse_id": 8,
    "translation": "Suh chuh Allah, ts vrạe chuhnh kanhh khudae, ts khạṭr chih bhtryn nav."
  },
  {
    "verse_id": 9,
    "translation": "Th tohyih chahvh mvsyā ʿlyh alslamn hnz khbr thi vạczmcz?"
  },
  {
    "verse_id": 10,
    "translation": "Yylhi tmụ̄ akh nar vuchh. (yih chhe tmhi vqtch kth yylhi ḥẓrt mvsyā ʿlyh alslam madyans mnz jla vṭny hnz zndgy guzarnh pth pnnhi khandarinhi (yimn sintụ̄ madyan se mnz khandr avsukh spudmut) hyth miṣrs kun vaps ạsụ̄ gczhan) th pnnyn gr valyn vvnun zi, hana tthhriv, me vuchh akh nar. Bnan chuh zi bh aanh tuhndi khạṭr nar tyvngul, ya gczih ath nars pytth me (vathi mtʿlq) kanhh rhnmạyy ḥạṣl. (basan chuh zi yih avs rạcz hund vqt th tinri hund mvsm, ḥẓrt mvsyā ʿlyh alslam ạsụ̄ jzyrh nmae syna kh jnvby ʿlaqh kinụ̄ pkan. Dvuri yylhi timv akh nar vuchh dzan, timv svunch zi ya th mylhi aathi tyvngl takhi shuryn bạczn banhi vushnyr krnuk kanhh bnd v bst, ya km az km lghi tathi yih pe zi vath kvrkun chhe pkan, timv avs khyal kvrmut dunya chih vathi hund, th tathi gykh ḥạṣl ʿqbāy hch vath)"
  },
  {
    "verse_id": 11,
    "translation": "Yylhi tvr vvt th ālv ās, ae mvsyā ʿlyh alslam!"
  },
  {
    "verse_id": 12,
    "translation": "Be chuhs chvn rb, khorbanh krr, cz chuhkh vady mqds ṭuvyā hs mnz."
  },
  {
    "verse_id": 13,
    "translation": "Th me chuhmakh cz czvrmut, bvz yikynczhah vaḥy chuh yivan krnh."
  },
  {
    "verse_id": 14,
    "translation": "Be chuhs Allah, me vrạe chuhnh khuda, lhādha kr cz myạnụ̄ bndgy, th bh yad krnh khạṭr kr nmaz qạyim."
  },
  {
    "verse_id": 15,
    "translation": "Qyamtch gr chhe ẓrvr yinh vajinụ̄, bh chuhs tmiyuk vqt khttith yczhan thavun, takh prth mtnfs (jandar) lbhi pnnhi sʿī (kvshshhi) mṭạbq bdlh."
  },
  {
    "verse_id": 16,
    "translation": "Ps yinh tohyih tmhi gri hnzi fkri nishhi rukavi kanhh tiyuth shkhṣ yus tath pytth ayman chuhnh aanan, th pnnhi nfsh chih khvạhshhi hund chuh bndh bnyamut, nath pykh cz hlakts mnz."
  },
  {
    "verse_id": 17,
    "translation": "Th ae mvsy yh kya chuhe cze aaths mnz?"
  },
  {
    "verse_id": 18,
    "translation": "Mvsy chih jvab divan, yih chhe myạnụ̄ lvur, aath pytth chuhs tvul trạvith pkan, amhi sintụ̄ chuhs pnnyn czhavjn khạṭr pan chhanan, byyhi thi chhe varyah kamhi yim ath chuhs hyvan."
  },
  {
    "verse_id": 19,
    "translation": "Frmavnh ās, yih chhkh pthr mvsy."
  },
  {
    "verse_id": 20,
    "translation": "Tmụ̄ chhch so pthr, th achank ạs so akh sruph, yus davan avs."
  },
  {
    "verse_id": 21,
    "translation": "Frmavnh ās, rttun yih th khocz mah, asụ̄ krvn yih byyhi ticzhe yiczh yih ạs."
  },
  {
    "verse_id": 22,
    "translation": "Pnnis aths di pnnis kczhs mnz czyl, yih nyri przlan przlan kunhi tklyf vrạe. (yʿny āftabkụ̄ pạtthụ̄ āshi rvshn, mgr cze gczhy nh amhi sintụ̄ kanhh tklyf) yih chhe dvyim nishạny."
  },
  {
    "verse_id": 23,
    "translation": "Amhi mvjvub zi asụ̄ chhy cze pnnhi bjhi nshạnyih havn vạlụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Vonụ̄ gczh cz frʿūns nishhi, suh chuh buthụ̄ pihyur bnyvmut."
  },
  {
    "verse_id": 25,
    "translation": "Mvsyā ʿlyh alslam chih ʿrẓ kran, prvrdgar, myvn synh mczrav,"
  },
  {
    "verse_id": 26,
    "translation": "Th myạnụ̄ kạm kr myanhi khạṭr āsan,"
  },
  {
    "verse_id": 27,
    "translation": "Th myanhi zbạnụ̄ hund gndd kr tthyk,"
  },
  {
    "verse_id": 28,
    "translation": "Takh lukh hykn myạnụ̄ kth smjith,"
  },
  {
    "verse_id": 29,
    "translation": "Th myanhi khạṭr krun myanhi pnnhi khandan mnz akh vzyr muqrr,"
  },
  {
    "verse_id": 30,
    "translation": "Harvn, yus myvn bve chuh."
  },
  {
    "verse_id": 31,
    "translation": "Tmụ̄ sndi dhryʿh kr myvn athh mẓbvṭ,"
  },
  {
    "verse_id": 32,
    "translation": "Th suh krun myanhi kamhi mnz shryk,"
  },
  {
    "verse_id": 33,
    "translation": "Takh asụ̄ krv jan pạtthụ̄ chạnụ̄ pạky byan,"
  },
  {
    "verse_id": 34,
    "translation": "Th jan pạtthụ̄ krv chvn chrchhi (dhkr)."
  },
  {
    "verse_id": 35,
    "translation": "Cz chuhkh hmyshh sạnis ḥals pytth ngran rvudmut."
  },
  {
    "verse_id": 36,
    "translation": "Frmavnh ās, ae mvsyā ʿlyh alslam dinh ạe yih cze mvnguth."
  },
  {
    "verse_id": 37,
    "translation": "Ashi kvr byyhi akhi pihri cze pytth aḥsan."
  },
  {
    "verse_id": 38,
    "translation": "Yad kr suh vqt yylhi ashi chanhi majhi asharh kvr, tiyuth asharh yus vaḥy hndy dhryʿh chuh krnh yivan."
  },
  {
    "verse_id": 39,
    "translation": "Zi yih bchhi thavun ṣndvqs mnz, th ṣndvq travun dryavs mnz. Dryav chhkhi ath btthis pytth, th ath tulhi myvn dushmn th amis bchhi sund dshmn. Me kvr pnnhi ṭrfh cze pytth mḥbt ṭạry th tiyuth kvrum antẓam zi cz gczhkh myanhi ngrạny mnz rachhnh yun."
  },
  {
    "verse_id": 40,
    "translation": "Yad kar yylhi chạnụ̄ bynhi ạs pkan, pth chhe gczihth vnan, bh dimvh tohyih tmụ̄ sund nyb yus amis bchhi snz prvrsh jan pạtthy kri? (yʿny driyav btthhi btthhi ạs ttvukri sintụ̄ sintụ̄ pkan. Pth yylhi frʿūn sndiyv grkyv suh bchhi tul, th pth lạj timv tmụ̄ sndi khạṭr dae czhanddnụ̄, aad chhe ḥẓrt mvsyā ʿlyh alslamn hnz bynhi timn yih kth vnan.) yithh pạtthụ̄ vatnvvukh cz ashi byyhi pnnhi majhi nishhi, takh tmụ̄ snzn chshmn rvzi shyhjar th so spdi nh ghmgyn, th (yithi kr yad zi) cze avsthn akh shkhṣ qtl kvrmut, ashi kvrrukh cz tmhi ghmh mnz, byyhi āzmvvukh mkhtlf āzmạyishav sintụ̄, pth rvudukh cz madyan kyn lukn mnz kynczhn vriyn. Vonụ̄ chuhkh cz pnnis tthyk vqts pytth āmut ae mvsyā."
  },
  {
    "verse_id": 41,
    "translation": "Me chuhmkh cz pnnhi kamhi khạṭr bnvvmut."
  },
  {
    "verse_id": 42,
    "translation": "Nyr, cz th chvn bve myaniyv nishạnyv san. Th vuchh, cz krụ̄zynh myạnis yads (dhkri) mnz kvtạhy."
  },
  {
    "verse_id": 43,
    "translation": "Gczihv tvhụ̄ doshve frʿūns nishhi zi suh chuh srksh bnyvmut."
  },
  {
    "verse_id": 44,
    "translation": "Ts sintụ̄ krụ̄ ziyv nrmy san kth, bnan chuh zi suh ma kri nṣyḥt qbvl, nath ma khoczi."
  },
  {
    "verse_id": 45,
    "translation": "Doshvyv kvr ʿrẓ, prvrdgar, ashi chuh andyshhi zi suh kri ashi pytth zyadty, nath ma nyri ḥd. (yih chhe tmhi vqtch kth yylhi ḥẓrt mvsyā ʿlyh alslam miṣr vạtụ̄, th ḥẓrti harvn ʿlyh alslam spdụ̄ ʿmly ṭvr timn sintụ̄ ath kamhi mnz shryk, tmhi saʿth āshi doshvyv frʿūns nishhi gczhnh brvnhh Allah tʿālyā sndis drbars mnz yih guzarsh krmcz)."
  },
  {
    "verse_id": 46,
    "translation": "Frmavnh ākh, khvcziv mah, bh chuhs tohyih sintụ̄, svrue kynhh chuhs bvzan th vuchhan."
  },
  {
    "verse_id": 47,
    "translation": "Gczihv ts nishhi th vniyvus zi asụ̄ chih chạnis rb sndụ̄ frstadh (svznh āmtụ̄), bny asrạʿyl travukh aashi sintụ̄ gczhnh khạṭr, th timn mah di tklyf, asụ̄ chih cze nishhi chạnis rb snz nshạny hyth āmtụ̄, th rczar chuh ts khạṭr yus syzi vathi hnz pyrvy kri."
  },
  {
    "verse_id": 48,
    "translation": "Ashi āv vaḥy sintụ̄ vannh, zi ʿdhab chuh ts khạṭr yus ankar kri th buth pihri."
  },
  {
    "verse_id": 49,
    "translation": "Frʿūnn vvn, achha, tylhi kus chuh tohyih doshvnụ̄ hund rb ae mvsy? (vonụ̄ chuh tmhi saʿtuk qṣh shrvʿ spdan yylhi doshve bạe frʿūns nishhi vạtụ̄)"
  },
  {
    "verse_id": 50,
    "translation": "Mvsyā ʿlyh alslam chih jvab divan, myvn rb chuh suh yymụ̄ prth chyzs pnnụ̄ sakht bkhsh, pth vnin ts vth (yʿny dunya huk prth kanhh chyz yuth chuh, suh chuh tmụ̄ sndy bnavnh sintụ̄ bnith. Pth kvr nh tmụ̄ yutue zi prth kunhi chyzs diczin pnnụ̄ mkhṣvṣ bnavtt th trvvun suh blụ̄ yalh. Blkh chuh amhi pth sue yimn sarine chyzn hnz rhnmạyy thi kran. Dunya huk kanhh chyz chuhnh tiyuth, yath nh tmụ̄ pnnhi sakht sintụ̄ kạm hynuk th pnnhi tkhlyquk mqṣd pvur krnuk ṭryqh hychhnvmut āshi. Knan bvzun th achhn vuchuhn, gaddi srantth th czri chuh vurrun tmy hychhnvvmut. Suh chuhnh ṣrf prth chyzk khạlqe yvt blkh chuh, hady th muʿlm thi)"
  },
  {
    "verse_id": 51,
    "translation": "Frʿūnn vvn, th yim brvuntthmhi pyiri guzryyih, tihnz kya ḥalt ạs pth? (yʿny agr kth yhe chhe zi rb chuh ṣrf sue akh khudae, tylhi yim ashi sarine hndụ̄ mạlụ̄ buddibb vry vadav pytthh nsl dr nsl dvyimyn hnz bndgy kran chih pkan, tohyih nzdyk kya pvzshn chhe tihyz? Kya tim sạry ạsya ʿdhabkụ̄ ḥqdar? Kya tim sạry ạsiya ddlimtụ̄?)"
  },
  {
    "verse_id": 52,
    "translation": "Mvsyā ʿlyh alslam chih vnan, amiyuk ʿlm chuh myanis rbs nishhi akis nvishts (ktabhi) andr mḥfvẓ. Myvn rb nah chuh ghlṭy kran th nah chuhs mshrphh gczhan. (frʿūn sndi svaaluk mqṣd avs bvzn valyn hndyn diln andr th tihndi tvsṭh pvur qvm kyn diln mnz tʿṣbuk nar zalun. Ḥẓrt mvsyā ʿlyh alslamn hndụ̄ amụ̄ jvabn phttrạvụ̄ tmụ̄ sndụ̄ sạry zhrylh dand zi tim lukh yithụ̄ ạsụ̄ tithụ̄, pnnụ̄ kạm spdạvith ge tim khudays nishhi. Tihnz akh akh ḥrkt th tmikụ̄ mḥrkat chuh Allah tʿālyā zanan. Timn sintụ̄ yus mʿāmlh thi khudays krun chuh, tth chuh sue zanan.)"
  },
  {
    "verse_id": 53,
    "translation": "Sue yymụ̄ tuhndi khạṭr zmynuk frsh vathrvv, (andazi klam nishhi chuh ttakarh basan zi ḥẓrt mvsyā ʿlyh alslamn hund jvab, nah chuhs mshrphh gczhan, gvv aath pytth khtm, th yythi pytthh yosh ʿbart āyt 55 has tam chhe, so chhe Allah tʿālyā sndi ṭrfh bṭvri shrḥ th tdhkyr arshad spzmcz.) th tth mnz bnavyn tuhndi pknh khạṭr vath, th āsmanh pytthh trvvun āb, pth krrin tmhi kh dhryʿhi mkhtlf qsmkụ̄ pydavar."
  },
  {
    "verse_id": 54,
    "translation": "Khyyiv th pnnụ̄ janvr thi khyạviyvukh nyvur (gash). Pzipạtthụ̄ chhe ath mnz varyah nshạniyih ʿql thavn valyn khạṭr."
  },
  {
    "verse_id": 55,
    "translation": "Yymy zmynh mnz chihv aashi tvhụ̄ pạd krimtụ̄, yythụ̄ mnz nimv tvhụ̄ asụ̄ vaps, th yymy mnz krravv asụ̄ tvhụ̄ dvbarh."
  },
  {
    "verse_id": 56,
    "translation": "Ashi havi frʿūns pnnhi sarye nshạniyih, mgr suh rvud buth phiran th mvnun nh kynhh."
  },
  {
    "verse_id": 57,
    "translation": "Vannhi lvg, ae mvsyā ʿlyh alslam, kya cz chuhkhh ashi nishhi aamhi mvjvub āmut zi pnnhi jadi khi zvr sintụ̄ krrkh cz ashi sanhi mlkh mnz?"
  },
  {
    "verse_id": 58,
    "translation": "Achha, asụ̄ thi aanv chạnis mqabls mnz tiytuhe jvd, cz kr ṭe zi kr th kthi chuh fạṣlh krun, nah phyrv asụ̄ aamhi fạṣlh nishh, th nah phyirụ̄ zi cz. Kuhlh mạdans mnz yih brvnhh kun."
  },
  {
    "verse_id": 59,
    "translation": "Mvsyā ʿlyh alslamn vvn, jshnh bapt spud doh mqrr, th āftab khsith gczhn lukh jmʿ spdụ̄ (frʿūn sund mudʿā avs yih zi akhi ltthi havnavihe jadvgrn hnzn lvryn th rzn hndụ̄ sruph bnạvith, th yus mvsyā ʿlyh alslamn hndi mʿjzuk athr lukn hnd diln pytth spdmut chuh, suh gczih dvur. Yih avs ḥẓrt mvsyā ʿlyh alslamn hund panh mvngmut murad. Timv vvn zi kanhh alg doh th jae mqrr krnch kya ẓrvrt chhe. Jshn bapt yus doh chuh suh chuh nkhe, yth mnz ʿām mlkkụ̄ lukh daru alslṭnts mnz czsith chih yivan. Tty gczihh mạlh kis mạdans mnz mqablh spdun, takh svrue qvm vuchihhi th vqt thi gczihh duhul āsun takh shks vks khạṭr rvzi nh kanhh gnjạysh)"
  },
  {
    "verse_id": 60,
    "translation": "Frʿūnn krụ̄ pvt phyrith pnnụ̄ sạry dav (ḥrbh) jmʿ th āv mqabls mnz."
  },
  {
    "verse_id": 61,
    "translation": "Mvsyā ʿlyh alslam chuh (ʿīni mvqʿs pytth mqablh khạṭr yinh valyn) vnan, shhmcz ladv, mah gnddiv khudays pytth aapz thmth, (yʿny ath mʿjzs mah vniv jvd (siḥr) th amhi kis havn vạlis pyghmbrs mah vniv sạḥr th kdhab.) nath kryv suh tohyih akhi skht ʿdhab sintụ̄ hlak, yymụ̄ kạnshi thi aupuz bnvv, suh spud namurad."
  },
  {
    "verse_id": 62,
    "translation": "Yih bvuzith gvv timn drmyan tnaz (akhtlafi rae), th timv lvg czvuri czvuri panh vạnụ̄ mshvrh krun. (amhi nishhi chuh pe lgan zi tim ạsụ̄ pnnyn diln mnz pnnụ̄ kmzvury mḥsvs kran. Timn ạs pe zi ḥẓrt mvsyā ʿlyh alslamn yikynczhah frʿūn sndis drbars mnz hvvmut avs. Suh avs nh jvd. Tim ạsụ̄ gvddh pytthe amhi mqablh khạṭr nttan nttan th khoczan khoczan āmtụ̄, th yylhi ʿīni mvqʿs pytth ḥẓrt mvsyā ʿlyh alslam chih timn bhadury san khbrdar kran, tihund ʿzm chuh aaky saʿth lrzan. Tihund akhtlafi rae āsihe ath kthhi pytth spudmut zi kya ath bddis vorss pytth yylhi tmam mlkkụ̄ lukh āsn yikh vatth, chha kuhlh mạdans mnz pvur duhlụ̄ gashs andr mqablh krun tthyk kinh nh. Agr yth jayih ashi shikst khyvv th sarine brvnhh knhi drayih jadich th mʿjzch frq nnụ̄, pth hykav nh kun vạtith th kth gczihh ʿām.)"
  },
  {
    "verse_id": 63,
    "translation": "Ạkhr kar vvn kynczhv lukv zi, yim zh chih mḥẓ jadvgr yuhund mqṣd chuh yih zi pnnhi jadi kh zvr krnav tohyih tuhndi zmynh nishhi be dkhl, th tuhnzi zndgy hndis mthạly ṭryqs krn khạtimh."
  },
  {
    "verse_id": 64,
    "translation": "Pnnhi sare tdbyr kriv aaz jmʿ, th atḥad krith yiyiv mạdans mnz. Bs smjhiv yih zi aaz yus ghạlb rvud tmy ziyvun."
  },
  {
    "verse_id": 65,
    "translation": "Jaduvgrv vvn, ae mvsy, cz chhkkhh godd kinhi asụ̄ chahkv?"
  },
  {
    "verse_id": 66,
    "translation": "Mvsyā ʿlyh alslam chih vnan, nah, tvhy chhkiv. Achank basyyih mvsyā ʿlyh alslams tihnz raz th tihnz lvri tihndi jadi kh zvr sintụ̄ davan pkan."
  },
  {
    "verse_id": 67,
    "translation": "Th mvsyā ʿlyh alslam chih dils mnz khvf mḥsvs kran. (yʿny yutuhe ḥẓrt mvsyā ʿlyh alslamn hnzi zbạnụ̄ chhkiv lfẓ drav, jaduvgrv chihchhi aaky saʿth pnnhi lvri th raz timn kun, th achank basyav timn zi sash bdụ̄ srph chih davan davan timn kun pkan. Yih mnẓr vuchihth agr fvry ṭvr ḥẓrti mvsyā ʿlyh alslamn pans andr akh dhsht mḥsvs āshi kvrmut yih chahnh kanhh ʿjyb kth. Ansan chuh bhr ḥal ainsane āsan, khvah suh pyghmbr kvnh ạsitn. Ainsạnytkụ̄ tqaẓh hykn nh ts nishhi alg spdith. Yth jayih chhe yih kth qabli dhikr zi qrān chuh yth jayih yymhi kthhi hund tṣdyq kran zi ʿām ansann hndụ̄ pạtthụ̄ hykhi akh pyghmbr thi jadi sintụ̄ mutạthr spdith, agrchhi jvd hykhi nh tmụ̄ snzi nbvt chih kamhi mnz khll trạvith, mgr tmụ̄ sndyn ansạny quvtn pytth hykhi ẓrvur athr trạvith. Amhi sintụ̄ chhe timn lukn hndi khyalch ghlṭy kuhlan, yim aḥadythn mnz nby ṣly Allah ʿlyh vslmn pytth jadiyuk athr spdn chih rvayth prith nah ṣrf timn rvaytn hund tkdhyb chih kran blkh chih amhi khoth thi brvnhh pkith sarine ḥdythn naqabli aʿtbar tthhravnhi lgan)"
  },
  {
    "verse_id": 68,
    "translation": "Ashi vvn, mah khocz, cze rvzkh ghạlb."
  },
  {
    "verse_id": 69,
    "translation": "Chhkh, yikynczhah cze aths mnz chuhe, vunụ̄ czhnhi yihndyn tmam bnavtty chyzn nynglạvith, yimv yikynczhah bnạvith chuh avnmut yih chuh jaduvgr sund fryb, th jaduvgr hykhi nh zanhh kamyab spdith, khvah kunhi shanh san thi yiyhi tan."
  },
  {
    "verse_id": 70,
    "translation": "Ạkhrs spud yy zi sạry jaduvgr āe sjds mnz giravnh (yʿny yylhi timv mvsyā ʿlyh alslamn hndi ʿāṣuk kar namh vuchh, timn āv fvraan yqyn zi yih chuh pzipạtthụ̄ mʿjzh, yih chuhnh tihndi fnuk chyz, amhi mvjvb vthụ̄ tim ykbar th be sakhth sjds, zanth kạnshi ạsụ̄ tim thvd tlụ̄ tulụ̄ girạvimtụ̄.) th krykh czjikh nyrith, ashi mvn harvn ʿlyh alslam th mvsyā ʿlyh alslam sund rb."
  },
  {
    "verse_id": 71,
    "translation": "Frʿūnn vvn, tohyih avnuv amis pytth ayman amhi brvnhh zi bh dimhav tohyih amiyuk ajazt? Mʿlvm spud yih chuh tuhund ziyutth, yymụ̄ tvhụ̄ jadvgry ạsiv hychhnạvimtụ̄. Achha, vonụ̄ czttnav bh tuhndụ̄ athh khor mkhalf ṭrfv, th khzr kulyn pytth khạlith dimav tohyih phạnsụ̄, pth lgyv tohyih pe zi ashi doshvyv mnz kmụ̄ sund ʿdhab chuh zyadh skht th varyahs kals rvzn vvl (yʿny bh hykvh tohyih zyadh skht sza dith kinh mvsy)"
  },
  {
    "verse_id": 72,
    "translation": "Jaduvgrv diyut jvab, qsm chuh ts dhat sund yymụ̄ asụ̄ pạd chih krimtụ̄, yih hykhi nh hrgz thi bnith zi asụ̄ dimav ttakar nishạnyih brvntth kun yinh pth thi (ṣdaqts pytth) cze trjyḥ, cz yikynczhah yczhkh krun (thi) kr, cz hykkh zyadh khoth yymy dunya chh zndgy hund fạṣlh krith."
  },
  {
    "verse_id": 73,
    "translation": "Ashi avn pnnis rbs pytth ayman, takh suh kri sạnụ̄ khṭa mʿāf th yymhi jaduv gry nishhi, yth pytth cze asụ̄ mjbvr ạsith krimtụ̄, kri drguzr, bs chuh Allah tʿālyā jan th sue chuh baqy rvzn vvl."
  },
  {
    "verse_id": 74,
    "translation": "Ḥqyqt chhe yih zi yus mujrm bnith pnnis rb sndis drbars mnz ḥạẓr spdi, ts khạṭr chuh jhnm (yih chuh jaduv grn hndis vanns pytth Allah tʿālyā sund pnun aẓafh. Andazi klam chuh pane vnan zi yih ʿbart chahnh jaduvgrn hnzi kthhi hund ḥṣh) yth mnz nah suh zndh rvzi th nah mri."
  },
  {
    "verse_id": 75,
    "translation": "Th yus tmụ̄ sndis drbars mnz mvmn sndi ḥythyth ḥạẓr spdi. Yymụ̄ nyk ʿmlh āsn krimacz, ythyn tmam lukn khạṭr chih bulnd drjh."
  },
  {
    "verse_id": 76,
    "translation": "Sda bhar bagh, yimn bnụ̄ kinụ̄ kolh āsn pkan, timn mnz rvzn tim hmyshh, yih chuh jza ts shkhṣh sund yus pạkyzgy kri akhtyar."
  },
  {
    "verse_id": 77,
    "translation": "Ashi kr mvsyā ʿlyh alslams vḥy, vonụ̄ nyr ratv rat myạnụ̄ bndh hyth, (mnzs chuh timn ḥalatn hund tfṣyl travnh āmut yim aamhi pth mṣrkis ṭvyl qyam kis zmans mnz pysh āe. Vonụ̄ chhe tmhi vqtch dhkr shrvʿ spdan yylhi ḥẓrt mvsyā ʿlyh alslams ḥukm spud zi bny asraʿyl hyth nyr mṣr mnz.) th tihndi khạṭr bnav smndr mnzụ̄ khshk vath, cze gczhy nh kạnshi hndi path davnuk khvf āsun byyhi gczhkh nh (smndr mnzụ̄ pkan pkan) gabrun."
  },
  {
    "verse_id": 78,
    "translation": "Ptụ̄ kinụ̄ vvt frʿūn pnnụ̄ lshkr hyth, th pth phyvur smndr timn pytth, yithh pạtthụ̄ phyrnuk ḥq avs (yʿny smndry lhrv rttụ̄ tim tal)."
  },
  {
    "verse_id": 79,
    "translation": "Frʿūnn avs pnun qvm gmrah kvrmut, kanhh ṣḥyḥ rhnmạyy ạsns nh krmcz."
  },
  {
    "verse_id": 80,
    "translation": "Ae bny asraʿyl (smndr ʿbvr krnh pytthh kvhi syna kis damns tl vatns tam chhe dastan travnh āmcz, amiyuk tfṣyl chuh svrh aʿraf rkvʿ nmbr 16 th 17 has mnz pth kun āmut) aashi diytuv tohyih tuhindis dshmns nishhi njat, th ṭvur dchihnụ̄ kinụ̄ kvr tuhnz ḥạẓry khạṭr vqt muqrr, th tohyih pytth vvl mn v slvyā."
  },
  {
    "verse_id": 81,
    "translation": "Khyyiv svn dinh āmut pak rzq, th yih khyth mah kriv srkshy, nath gczihh tohyih pytth myvn ghẓb nạzil, th ys pytth myvn ghẓb vvth, suh rvud pth girithe (yʿny hlak gvv)."
  },
  {
    "verse_id": 82,
    "translation": "Albth ts khạṭr chuhs bh sytthah drguzr krn vvl, yus tvbh kri th ayman aanhi th nyk ʿml kri, pth rvzi syvd pkan."
  },
  {
    "verse_id": 83,
    "translation": "Th kmụ̄ chyzn avnnkh cz pnnhi qvmh brvnhh ae mvsyā ʿlyh alslam? (vonụ̄ chhe tmhi mvqʿch dhkr shrvʿ spdan yylhi ḥẓrti mvsyā ʿlyh alslamn ṭvrkis damns tl bny asraʿyl trạvith shryʿtkụ̄ aḥkam rttnh khạṭr tshryf avs niyvmut. Allah tʿālyā sndi aamhi asharh nishhi chuh pe lgan zi ḥẓrt mvsyā ʿlyh alslam ạsụ̄ pnun qvm vathi mnze trạvith pnnis rb sndi mlaqat kh shvqh brvnhh gmtụ̄.)"
  },
  {
    "verse_id": 84,
    "translation": "Tmụ̄ kvr ʿrẓ, tim chih pkan me pte, bh ās jldy krith tuhndis drbars mnz, ae myanhi rbh, takh cz spdkh me khosh."
  },
  {
    "verse_id": 85,
    "translation": "Frmavnh ās, achha, bvz tylhi, aashi trvv cze ptụ̄ kinụ̄ chvn qvm āzmạyshhi mnz, th samry yan krụ̄ tim gumrah. (yʿny sonh sund vvczh bnạvith lạgin tmụ̄ snz pvuza krnavns kun)"
  },
  {
    "verse_id": 86,
    "translation": "Mvsyā ʿlyh alslam chuh skht shrart hvt th tklyf kis ḥalts mnz pnnis qvms kun phyran, gczihth vvn tmụ̄, ae myanh qvm kyv lukv, kya tuhndụ̄ rbn ạsụ̄na tohyih sintụ̄ jan vʿdh krimtụ̄? (yʿny az tam yimn rczrn hund thi vʿdh tuhndụ̄ rbn tohyih sintụ̄ kvrmut chuh, tim sạry chihv tohyih ḥạṣl spdan rvudimtụ̄. Tvhụ̄ krrinv miṣr mnz bkhyryt, ghlạmy nishhi diytunav njat, tuhndis dshmns kvrun lurpar, tuhndi khạṭr avsun yimn ṣḥravan th pharry ʿlaqn mnz shyhjar th khorakuk bnd v bst kvrmut, kya yim sạry rtụ̄ vʿdh spdụ̄ na pvur? Tmụ̄ yus tohyih vonụ̄ shryʿt th hdayt namh ʿṭa krnuk vʿdh avsnav kvrmut, kya tohyih nzdyk avsna suh kunhi khyruk th rczruk vʿdh kynhh?) kya tohyih chuhv czyr gvmut? Kinh tvhụ̄ chihv pnnis rb sund ghẓbe pans pytth aanun yczhan, zi tohyih krv me sintụ̄ vʿdh khlạfy?"
  },
  {
    "verse_id": 87,
    "translation": "Timv dyut jvab, ashi kr nh tohyih sintụ̄ pnnhi akhtyar vʿdh khlạfy kynhh, mʿāmlh spud yih zi lukn hndyn zyvratn hund bvr avs ashi pytth khvtmut, th aashi ạsụ̄ bs tim chhkimtụ̄. (yih avs timn lukn hund ʿuudhr yim samry sndis fitns mnz mbtla spdụ̄. Tihund vanun avs yih zi ashi ạsụ̄ zyvrat chhkimtụ̄. Nah ạs kanhh nyt aashi vvczh bnavnch, nh ạs aashi pe zi bnn vvl kya chuh. Amhi pth yus mʿāmlh pysh āv, suh avs tiyuthe zi vuchihth spdụ̄ asụ̄ be akhtyar shirks mnz mbtla) pth trvv yithe pạtthụ̄ samry yn thi kya tam, (yythi pytthh āyt nmbr 91 kis ạkhrs tam kis ʿbarts pytth ghvr krnh sintụ̄ chuh ṣaf basan zi qvmuk jvab spud khtm, chhvkmut avs lfẓn pytth. Th amhi ptuk tfṣyl chuh Allah tʿālyā panh vnan)"
  },
  {
    "verse_id": 88,
    "translation": "Th tihndi khạṭr krrn akis vczhụ̄ snz mvurt bnạvith yymhi mnz dand snz hish āvaz nyran ạs, lukv diyut ālv, yohe chuh tuhund khuda th mvsyā ʿlyh alslam sund khuda, mvsyā ʿlyh alslams gvv yih mshith."
  },
  {
    "verse_id": 89,
    "translation": "Kya tim ạsụ̄ na vuchhan zi nah avs suh tihnzi kunhi kthhi jvab divan, th nah avs tihndi nfʿ th nqṣanuk kanhh akhtyar thavan?"
  },
  {
    "verse_id": 90,
    "translation": "Harvn ʿlyh alslamn avs (mvsyā ʿlyh alslamn hndi yinh) brvntthue yimn vvnmut zi, ae lvukv, tvhụ̄ chihv amụ̄ sndi vjhi kinụ̄ ftns mnz pymtụ̄, tuhund rb chuh khdae rḥmān, lhādha kriv tvhụ̄ myạnụ̄ pyrvy th myạnụ̄ kth mạniv."
  },
  {
    "verse_id": 91,
    "translation": "Mgr timv vvn ts zi, asụ̄ rvzav yymụ̄ snze pvuza kran, yvt tam nh mvsyā ʿlyh alslam ashi nishhi vaps yiyih."
  },
  {
    "verse_id": 92,
    "translation": "Mvsyā ʿlyh alslam chih (qvms byvry krith harvn ʿlyh alslams kun phyran th) vnan, harvn, yylhi cze vuchhmut avsuth zi yim chih gumrah spdan, tylhi kmụ̄ chyzn avs chvn athh rukạvith thvvmut."
  },
  {
    "verse_id": 93,
    "translation": "Zi myạnis ṭryqs pytth hykh hakh nh ʿml krith? Kya cze krthh myanhi ḥukmch khlaf vrzy? (ḥkmh nishhi chuh murad suh ḥkm yus pharrs pytth gczhnh vqth, th pnnhi jayih ḥẓrt harvn ʿlyh alslams bny asraʿylch srdary ḥvalh krnh vqth mvsyā ʿlyh alslamn diyutmut avs. Svrh aʿraf āyt nmbr 142 hs mnz chhe yih dhkr āmcz zi ḥẓrt mvsyā ʿlyh alslamn vvn pnnis bạyis harvn ʿlyh alslams zi cz rvz myạnis qvms mnz myvn janshyn bnith, byyhi vuchh, aṣlaḥ krụ̄zi, mufsdn hndi ṭryqch pyrvy krụ̄ zynh.)"
  },
  {
    "verse_id": 94,
    "translation": "Harvn ʿlyh alslamn diyut jvab, ae myanhi majhi hndi nychivi, myvn rysh mah rtth mochhhi mnz, nah mah lam myạnis mastas, me avs aamhi kthhi hund ddr zi cz yikh th vankh cze trvvuth bny asraʿyls mnz phvutt, th myanhi kthhi hund kvruth nh pas. (ḥẓrt harvn ʿlyh alslamn hndi aamhi jvabuk mṭlb chuhnh hrgz yih zi qvmuk smith rvzun chuh tamhi kis rahi rasts pytth rvznh khoth zyadh ahmyt thavan, th atḥad kvnh āshi shirkse pytth, akhtlaf nishhi chuh bhtr. Agr kanhh shkhṣ amhi āytuk yih mṭlb niyih, tylhi kri qrān nishhi hdayth bjae gmrahy aakhdh. Ḥẓrt harvn ʿlyh alslamn hnz pvur kth smjhnh khạṭr gczihh yih āyt svrh aʿraf kis āyt nmbr 150 has sintụ̄ rlạvith prnụ̄ yythi ḥẓrti harvn ʿlyh alslam frmavan chih zi, myanhi majhi hndi nychivi, yimv lukv dabvv hs bh th qryb avs zi yim marhan me. Lhādha mah di cz dushmnn me pytth aasnuk mvqʿ, th ath ẓạlm dris mnz mah kr me shumar. Vonụ̄ chhe aamhi sintụ̄ vaqʿch yih tṣvyr brvnhh kun yivan zi ḥẓrt harvn ʿlyh alslam chih lukn amhi gumrạhy nishhi rukavnch pvur kvushsh kran, mgr timv kvr timn khlaf fsad khrra, th timn spdụ̄ marns pytth tyar. Mjbvraan spdụ̄ tim amhi andyshhi kinụ̄ khamvsh zi khbr ḥẓrt mvsyā ʿlyh alslamn hndi yinh brvnhh ma vothhi yythi khanh jngy, th tim ma vann pth zi cze kyazi kvruth nh ṣvrti ḥaluk mqablh, th cze kyazi ditithụ̄ ḥalat yth ḥds tam bigrnh? Th me kyazi praryvkh nh.)"
  },
  {
    "verse_id": 95,
    "translation": "Mvsyā ʿlyh alslam chih vnan, th ae samry, cze kya mʿāmlh chuhe?"
  },
  {
    "verse_id": 96,
    "translation": "Tmụ̄ diyut jvab, me vuchh suh chyz yus yimn lukn aathhi āv nh, lhādha tuj me rsvl sndi nqshi qdm pytthh akh motth th so trạvm, myạnụ̄ nfsn smjhvvus yutuhe kya tam. (yth jayih chuh rsvl murad ghalbaan ḥẓrt mvsyā ʿlyh alslam. Samry avs akh mkar shkhṣ, tmụ̄ kr ḥẓrt mvsyā ʿlyh alslams thi pnnis fryb kis zals mnz phsavnch kvushsh th timn vvnun zi ḥẓrt yih chhe tuhndy qdmn hnzi myczi hnz brkt zi yylhi me yih glụ̄mtis sons mnz trạv, pth drav yuth shandar vvczh tamhi mnz)"
  },
  {
    "verse_id": 97,
    "translation": "Mvsyā ʿlyh alslam chih vnan, achha nyr cz, vonụ̄ chhy zndgy bhr cze yohe ālv diyun zi me mah lạgiv athh. (yʿny yutue yvt nh kynhh zi pvur zndgy khạṭr āe tmụ̄ sndụ̄ tʿlqat muʿāshrs sintụ̄ puhttravnh, th suh āv aachhvut bnạvith thavnh. Blkh āyih yih dhmh dạry thi ts pytth travnh zi prth shkhṣs kri suh pnnhi aachhvut niyar nishhi bakhbr th dvuri pytthe rvzi lukn bakhbr kran zi bh chuhs aachhvut, me lạgụ̄zyv nh athh) th chanhi khạṭr chuh prczhgari hund akh vqt mqrr yus nh hrgz cze nishhi ddlhi, th vuchuhn pnun suh khudae yas pytth cze bvsh avsue khvtmut, vonụ̄ zalvn asụ̄ yih, th svur krith chhkvn driyavs."
  },
  {
    "verse_id": 98,
    "translation": "Lvukv tuhund khuda chuh bs aakve Allah yas vrạe byyhi kanhh khudae chuhnh, prth chyzs pytth chuh tmụ̄ sund ʿlm ḥạvy."
  },
  {
    "verse_id": 99,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, yithh pạtthụ̄ chih asụ̄ ptimyn guzrymtyn ḥalatn hnz khbr tohyih bvznavan, th ashi chuh khaṣ pnnhi drbar pytthh tohyih akh dhkr (drsi nṣyḥt) ʿṭa kvrmut."
  },
  {
    "verse_id": 100,
    "translation": "Yus akhah amhi nishhi buth pihri, suh tulhi qyamt kh doh gnahn hund skht bar, th yithụ̄ sạry lukh rvzn hmyshh amhi kis vabals mnz grftar."
  },
  {
    "verse_id": 101,
    "translation": "Th qyamt kh doh āshi tihndi khạṭr (amhi jurm chih dhmh dạry hund bvr) sytthah tklyf dh bvr."
  },
  {
    "verse_id": 102,
    "translation": "Tmhi doh yylhi ṣvurs yiyhi phokh layinh, th asụ̄ aanvkh mujrm tithh pạtthụ̄ ghyr krith, zi tihnz achh āsn (dhsht sintụ̄) drs lajmacz."
  },
  {
    "verse_id": 103,
    "translation": "Panh vạnụ̄ vann czvuri czvuri, dunya hs mnz āsnv mushklne tohyih yimae dah doh guzạrimtụ̄."
  },
  {
    "verse_id": 104,
    "translation": "Ashi chuh var pạtthụ̄ pae zi tim kya kthh āsn kran. (asụ̄ chih yithi zanan zi) tmhi vqth yus timav mnz zyadh khoth zyadh muḥtaṭ andazh lgavn vvl āshi, suh vanhi zi, nah, tuhndi dunyahch zndgy ạs bs akhi dohch zndgy."
  },
  {
    "verse_id": 105,
    "translation": "Yim lukh chihv tohyih prczhan zi ạkhr kvt gczhn tmhi doh yim pharr? Vniv, myvn rb vuddavi yimn grd bnạvith."
  },
  {
    "verse_id": 106,
    "translation": "Th zmyns bnavi tiyuth hmvar patuhl mydan zi,"
  },
  {
    "verse_id": 107,
    "translation": "Ath mnz vuchihv nh tvhụ̄ kanhh gynụ̄ ya ddokh."
  },
  {
    "verse_id": 108,
    "translation": "Tmhi doh yin sạry lukh mnạdụ̄ sndis ālvs pytth syvdue pkan, kanhh hykhi nh tkjar hạvith, th āvaz daban khdae rḥmans brvnhh knhi, akhi loczi āvazi vrạe bvuziv nh tvhụ̄ kihinụ̄."
  },
  {
    "verse_id": 109,
    "translation": "Tmhi doh gczihh nh shfaʿt kar gr, ala yih zi kạnshi diyih khdae rḥman aijazt, th tmụ̄ snz kth bvznụ̄ kri psnd."
  },
  {
    "verse_id": 110,
    "translation": "Suh chuh lukn hund ptim brvntthim ḥal zanan."
  },
  {
    "verse_id": 111,
    "translation": "Th dvymyn chuhnh amiyuk pvur ʿlm. Lukn hndụ̄ klh nmn ts ḥy v qyvms (hmyshh zndh th qạyim rvzn vạlis) brvnhh knhi, namurad āshi yus tmhi vqth kunhi ẓulmkh gnahuk bvr hyth āshi."
  },
  {
    "verse_id": 112,
    "translation": "Th yus nyk ʿml kri th ath sintụ̄ āshi mvmn thi, ts shkhṣs pytth āshi nh ẓulmuk ya ḥq tlfy hund khṭrh."
  },
  {
    "verse_id": 113,
    "translation": "Th ae nby ṣly Allah ʿlyh v slm, yithe pạtthụ̄ chuh ashi yih qrān ʿrby bnạvith nazil kvrmut. (yʿny yiczhve nṣyḥtv, mẓmvnav th tʿlymatav sintụ̄ lbryz. Aamiyuk asharh chuh timn tmam mẓmvnn kun yim qrāns mnz byan chih spdmtụ̄) th aath mnz chih rngh rngh pạtthụ̄ tnbyh krimtụ̄, bnan chuh zi yim lukh krn prhyzgạry akhtyar, ya spdn amhi kh bdvlth yimn mnz kynhh hvshikụ̄ āthar pạd."
  },
  {
    "verse_id": 114,
    "translation": "Ps, bala th brtr chuh Allah, badshahi ḥqyqy (amhi qsmkụ̄ jmlh chih qrāns andr ʿām pạtthụ̄ akh tqryr khtm kran kran arshad yivan frmavnh, th mqṣd chuh yh āsan zi yth jayih spud akh tqryr khtm, th valaqad aahidna ailyā aādama min qabl, pytthh chuh dvyum tqryr shrvʿ spdan) th vuchihv, qrān prns mnz mah ạsiv jldy kran, yvt tam nh tohyih kun tmụ̄ snz vaḥy tkmyls vathi, th duʿā kriv zi ae prvrdigar, me kr mzyd ʿlm ʿṭa. (yimv lfẓv sintụ̄ chuh ṣaf pe lgan zi nby ṣly Allah ʿlyh v slm āshan vḥy hund pygham ḥạṣl krns dvran yih yad krnch th zbani mubark sintụ̄ dohravnch kvushsh kran yymhi kinụ̄ pygham bvzns kun tvjh āsihe nh pvur pạtthụ̄ rvudmut. Yih kyfyt vuchihth āv timn hdayt dinh zi vaḥy nạzil spd nh vqth mah ạsiv tvhụ̄ yih yad krnch kvushsh kran)"
  },
  {
    "verse_id": 115,
    "translation": "Ashi avs ādm ʿlyh alslams amhi brvnhh ḥkm diymut, mgr ts gv mshith th ashi lvb nh ts mnz ʿzm. (mʿlvm spud zi pvtas yosh ādm ʿlyh alslams amhi ḥukmch khlaf vrzy spz, so ạs nh dạnisth srkshy hndis bnyads pytth blkh ạs ghflt th mshrphh gczhnh kinụ̄ th ʿzm v airadh chh kmzvry mnz mbtla spdnh kh vjh kinụ̄ spzmcz)"
  },
  {
    "verse_id": 116,
    "translation": "Yad kriv suh vqt yylhi ashi frshtn avs vvnmut zi ādm ʿlyh alslams kriv sjdh, timv sarive kvr sjdh, mgr akh ablys avs yymụ̄ ankar kvr."
  },
  {
    "verse_id": 117,
    "translation": "Ath pytth vvn aashi ādms zi, vuchh, yih chuh chvn th chanhi khandarnhi hund dshmn, yinh yih spdi zi yih krryv tohyih jnth mnz th tvhụ̄ yiyiv mṣybts mnz hynh."
  },
  {
    "verse_id": 118,
    "translation": "Yythi chahv tohyih yimh āsạyshhi ḥạṣl zi nah chihv bvchhhi htụ̄ th nythh nnụ̄ rvzan."
  },
  {
    "verse_id": 119,
    "translation": "Nah chahv trysh tohyih stavan th nah chuhv taph stavan."
  },
  {
    "verse_id": 120,
    "translation": "Mgr shyṭann ddvl yih, vannhi lvg, ae ādm, vanyih suh kul yymhi sintụ̄ abdy zndgy th lazval slṭnt chhe ḥạṣl spdan?"
  },
  {
    "verse_id": 121,
    "translation": "Ạkhr kar khyvv (doshvyv bạczv) suh myvh, ntyjhi drav yih zi fvraan spdụ̄ tihndụ̄ str akh akis brvnhh knhi ylh, th lgụ̄ donve jnth kyv vthrv sintụ̄ panun pan czhayih thavnhi (dvyimyn lfẓn mnz vanv zi nafrmạny spdns sinty āyih timn āsạyshhi ninh, yimh srkạrụ̄ antẓamh sintụ̄ timn dstyab āshi yivan thavnh, th amiyuk goddniyuk ẓhvr spud srkạrụ̄ lbas ninh kis ṣvurts mnz. Ghdha, āb th rvzn jae nishhi mḥrvmy hnz nvbt ạs pth yinh vajinụ̄) ādmn kr pnnis rb snz nafrmạny th ddvl syzi vathi nishhi."
  },
  {
    "verse_id": 122,
    "translation": "Pth kvr tmụ̄ sndụ̄ rbn suh brguzydh, th tmụ̄ sund tvbh kvrun qbvl th ts bkhshun hdayt. (yʿny shyṭan sndụ̄ pạtthụ̄ kvrrun nh pnnhi drbar mnz be ʿzt pạtthụ̄ blkh yylhi tmụ̄ nạdm th shrmsar spdith tvbh kvr pth kvr khudayn ts sintụ̄ yih mhrbạny hund slvk)"
  },
  {
    "verse_id": 123,
    "translation": "Th frmavnh āv, tvhụ̄ doshve fryq (yʿny ansan th shyṭan) vsiv yythi bon, tvhụ̄ rvuziv akh akụ̄ sndụ̄ dshmn, vonụ̄ agr myanhi ṭrfh kanhh hdayt vathi, tylhi yus akhah myanhi aamhi hdaytch pyrvy kri, suh nah ddlhi th nah spdi bdbkhty mnz mbtla."
  },
  {
    "verse_id": 124,
    "translation": "Th yus myanhi dhikr (drsi nṣyḥt) nishhi buth pihri, ts khạṭr āshi dunyahs andr tng zndgy (dunya hs mnz tng zndgy āsnuk mṭlb chuhnh yih zi ts gczihh tng dsty ghạlb. Blkh chuh amiyuk mṭlb yih zi yythi spdi nh ts skvn nṣyb. Krvr ptụ̄ thi āshi, be qrar thi rvzi. Kul dunya huk frman rva thi āshi th be chyny th be aṭmynạny nishhi lbhi nh njat. Tmụ̄ snz dunyạvụ̄ kamyạbiyih āsn sasn qsmn hnzn najạyz tdbyrn hund ntyjh, yihndi vjh kinụ̄ ts pnnhi ẓmyr pytthh andụ̄ pkụ̄ kis pvur ajtmạʿī maḥvls tam prth chyzs sintụ̄ pyhm kshmksh jạry rvzi yosh nh ts zhnụ̄ thi amn v aṭymnan th pz khvshy ḥạṣl diyih gczhnh) th qyamt kh doh tulvn asụ̄ suh avn."
  },
  {
    "verse_id": 125,
    "translation": "Suh vanhi, prvrdgar, yythi kyazi tulths bh avn? Yylhi zn me dunya hs andr achh āsh."
  },
  {
    "verse_id": 126,
    "translation": "Allah tʿālyā frmavys, ā, yithe pạtthụ̄ ạsy cze sạnụ̄ āyat yylhi tim cze nishhi vạtimtụ̄ ạsụ̄, mshrạvimtụ̄. Tithe pạtthụ̄ chuhkh cz aaz mshravnh yivan."
  },
  {
    "verse_id": 127,
    "translation": "Yithh pạtthụ̄ chih asụ̄ ḥd nyrn vạlis th pnnis rb sndụ̄ āyat nh mann vạlis (dunya hs mnz) bdlh divan, th ạkhrtuk ʿdhab chuh zyadh skht th zyadh kals rvzn vvl."
  },
  {
    "verse_id": 128,
    "translation": "Pth kya yimn lukn gvv na (tvarykh kh yymhi sbqh nishhi) kanhh hdayt ḥạṣl zi yimn brvnhh kạtyah qvm chih ashi hlak krimtụ̄, yihnzn (brbad spzmaczan) bsty yan mnz az yim phyran thvran chih? Drḥqyqt chhe ath mnz varyah nshạniyih timn lukn khạṭr yim ʿqli slym chih thavan."
  },
  {
    "verse_id": 129,
    "translation": "Agr tuhndis rb sndi ṭrfh godd akh ṭe āsihe nh krnh āmcz, tylhi āsihe ẓrvr yuhund fạṣlh thi krnh āmut."
  },
  {
    "verse_id": 130,
    "translation": "Lhādha, ae nby ṣly Allah ʿlyh v slm, yimh kthh yim lukh bnavan chih timn pytth kriv czydd, th pnnis rb sndi ḥmd v thna san kriv tmụ̄ snz tsbyḥ, āftab khsnh brvnhh th lvsnh brvnhh, th rạthn hndyn vqtn mnz thi kriv tsbyḥ th doh kyn andn pytth thi (rb sndi ḥmd v thna san tmụ̄ snz tsbyḥ, krnh nishhi chuh murad nmaz. Amhi kyn vqtn kun chuh yth jayih thi ṣaf asharh āmut krnh āftab khsnh brvnhh fjr (ṣubḥ) nmaz th āftab lvsnh brvnhh ʿṣr (digr) nmaz th rạcz hndyn vqtn andr ʿshaʿ (khoftn) th thjud nmaz. Rvudụ̄ vonụ̄ dohkụ̄ and, yim hykn ṣrf tre ạsith. Akh and chuh ṣbḥ, byakh and chuh zvali āftab th tryym and chuh sham, lhādha chuh doh kyn andn nishhi murad fjr, ẓhr th mghrb chih nmaz) shayd zi tvhụ̄ spdiv rạẓụ̄. (aath hykn zh mṭlb ạsith, akh yih zi tvhụ̄ spdiv pnnis mvjvdh ḥalts pytth rạẓụ̄ yth mnz pnnhi mishnh khạṭr tohyih rngh rngh chih nagvar kthh chahv vytravnhi pyvan. Dvym mṭlb chuh yih zi, vuchihtav hna yih kạm krith tvhụ̄, amiyuk ntyjhi yiyhi tikynczhah brvnhh kun yymhi sintụ̄ tuhund dl khosh spdi)"
  },
  {
    "verse_id": 131,
    "translation": "Th ngah thvd tulith thi mah vuchihv dunyạvy zndgy hndis tth shan v shvkts yus ashi yimv mnz mkhtlf qsmh kyn lukn chuh diytmut, suh chuh ashi yimn āzmạyshhi mnz travnh khạṭr dytmut, th tuhndis rb sund dinh āmut rzqi ḥlal chuh bhtr th czyr tam rvzn vvl. (rizquk trjmh chuh ashi, rzqi ḥlal kvrmut, tikyazi khudayn chuhnh kunhi thi jayih ḥram mal, rb sndis rizqs sintụ̄ tʿbyr kvrmut)"
  },
  {
    "verse_id": 132,
    "translation": "Pnnis ahli v ʿīals kriv nmazi hund tlqyn, th panh thi rvuziv amikụ̄ pabnd, asụ̄ chihnh tohyih nishhi kanhh rzq yczhan, rzq chihv asy tohyih divan th anjamuk rczr chuh tqvyā se yvt khạṭr (yʿny prhyzgarn khạṭr)."
  },
  {
    "verse_id": 133,
    "translation": "Tim chih vnan zi yih shkhṣ kyazi chuhnh pnnis rb sndi ṭrfh kanhh nshạny (mʿjzh) anan? Byyhi kya, yimn nishhi āv na brvntthimyn ṣḥyfn hndyn tʿlymatn hund vaẓḥ byan? (kya yih chha km mʿjzh kynhh zi yimve mnz chhe akụ̄ aumy shkhṣn so ktab pysh krmcz. Yth mnz shrvʿ pytthh vunsytamkụ̄ tmam āsmạny ktabn hndụ̄ mẓmvn th tʿlymatn hnz ʿṭr chhe āmcz krrith thavnh. Ansan sndi hdayt th rhnmạyy khạṭr yikynczhah timn ktabn mnz avs, suh svrue āv nh ṣrf jmʿ he yvt krnh, blkh āv suh tithh pạtthụ̄ khvulith vaẓḥ thi krnh zi ṣḥra nshyn lukh tam hykn ath smjhith fạydh tulith.)"
  },
  {
    "verse_id": 134,
    "translation": "Agr asụ̄ tmụ̄ sndi yinh brvnhh yim kunhi ʿdhab sintụ̄ hlak kr hvkh, tylhi vnhn yime lukh zi ae sanhi prvrdgar, cze kyazi svuzthn nh ashi nishhi kanhh rsvl, takh dhlyl th rusva spdnh brvnttuhe krhav asụ̄ chanyn āyatn hnz pyrvy akhtyar?"
  },
  {
    "verse_id": 135,
    "translation": "Ae nby, yimn vniv prth kanhh chuh anjams praran, lhādha rvuziv vonụ̄ antẓars, ʿnqryb lgyv tohyih pe zi km chih syzi vathi pkn vạlụ̄ th km chih hdayt yafth."
  }
]