[
  {
    "verse_id": 1,
    "translation": "Nkhh chuh vvtmut lukn hndi ḥsabuk vqt, th tim vuchhtvkh zi ghflts mnz chih (tamhi nishhi) buth pihrith."
  },
  {
    "verse_id": 2,
    "translation": "Timn nishhi yosh tazh nṣyḥt tihndis rb sndi ṭrfh yivan chhe, so chih be prvah pạtthụ̄ bvzan th avurụ̄ chih gindns mnz."
  },
  {
    "verse_id": 3,
    "translation": "Tihndụ̄ dil chih (baqy fikrn mnz) āvrụ̄ th ẓạlim chih panh vạnụ̄ sir kthh kran zi, yih shkhṣ chuh ạkhr tohy hyvu akh bshr, pth kya tvhụ̄ phsivh vuchhan vuchhan jadi kis phnds mnz?"
  },
  {
    "verse_id": 4,
    "translation": "Rsvl chuh vanan myvn rb chuh prth so kth zanan yosh āsmans th zmyns mnz krnh yiyih, suh chuh bvzn vvl th zann vvl. (yʿny rsvl ṣly Allah ʿlyh v slmn diyut nh zanhh aamhi aapzi prvpgndduk th knh shychhn hnzi amhi muhmhi hund jvab amhi vrạe zi tvhụ̄ lukh yimh kthh bnavan chihv, tmh sare chuh Allah tʿālyā bvzan, khvah baddi vnụ̄tv, ya vnụ̄tv lothi lothi knan mnz. Suh vvth nh be anṣaf dshmnn hndis mqabls mnz fy alfvr jvab dins pytth.)"
  },
  {
    "verse_id": 5,
    "translation": "Tim chih vnan, blkh chih yim pryshan khvab, blkh chuh yih amụ̄ sund panh bnvvmut, blkh chuh yih shkhṣ shạʿr, nath anụ̄tn yih kanhh nshạny yithh pạtthụ̄ pranhi zmankụ̄ rsuvl nishạniyih hyth ạsụ̄ svznh āmtụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Ḥalankh yimv brvnhh avn nh kunhi thi ticzihh bsty ayman, yvsh ashi hlak kr, kya vonụ̄ aannh yim ayman?"
  },
  {
    "verse_id": 7,
    "translation": "Th ae nby, tohyih brvnhh thi ạsụ̄ aashi ainsane rsvl bnạvith svuzimtụ̄, yimn pytth asụ̄ vaḥy ạsụ̄ kran, tohyih lukn agr ʿlm chuhvv nh tylhi prczihv ahli ktabn."
  },
  {
    "verse_id": 8,
    "translation": "Timn rsvln avs nh aashi kanhh tiyuth jsm diytmut zi tim āshn nh khyvan, th nh ạsụ̄ tim hmyshh zndh rvzn vạlụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Pth vuchihtav zi ạkhr kar krụ̄ ashi timn sintụ̄ pnnụ̄ vʿdh pvuri, th tim th byyhi yus yus ashi yvczh suh bchvv, th ḥd nyrn vạlụ̄ krụ̄ hlak."
  },
  {
    "verse_id": 10,
    "translation": "Lvukv, ashi chhe tohyih kun akh ticzh ktab svuzmcz yath mnz tuhnze dhkr chhe, kya tvhụ̄ chihv na smjhan. (yʿny yth mnz chahnh khvabn khyaln hnz kthh. Ath mnz chhe tuhnze dhkr, tuhndy nfsyat th tuhnzy zndgy hndụ̄ mʿāmlat chih zyri bḥth. Tuhndi se fṭrts th sakhts th āghaz v anjamas pytth chuh gftgv. Tuhndy maḥvlh mnz chhe timh nshạniyih czạrụ̄ czạrụ̄ pysh krnh āmcz, yimh ḥqyqts kun asharh chhe kran, th tuhndive akhlạqy aavṣafav mnz chhe rczrn th khrạbiyan hnz frq nnụ̄ krrith havnh yivan, yymhi kis ṣḥyḥ āsns pytth tuhndụ̄ pnnụ̄ ẓmyr gvạhy chih divan. Yimn sarine kthn mnz kus chyz chuh tyvutah khrụ̄ ld pychydh zi tuhnz ʿql hykhi nh smjihth?)"
  },
  {
    "verse_id": 11,
    "translation": "Kạczah ẓạlim bstyih chhe yimh aashi pihith travi, th timn pth tul dvyum kanhh qvm."
  },
  {
    "verse_id": 12,
    "translation": "Yylhi timn svn ʿdhab mḥsvs spud, pth lgụ̄ tim tathi czlnhi."
  },
  {
    "verse_id": 13,
    "translation": "(vannh āv) czliv mah, gczihv pnnyn timne grn th ʿīsh v ʿshrtn mnz, yimn tvhụ̄ mzh ạsiv tulan, bnan chuh zi tohyih yiyhi prczhnh. (ath hykn aamhi khoth zyadh mṭlb ạsith. Mthlaan, aṣl pạtthụ̄ kriv amhi ʿdhabuk mʿạyinh takh pgah agr kanhh prczhyv amich kyfyt, tylhi hykiv tthyk pạtthụ̄ vnith. Tthatth batthh san grmạviv byyhi mjlsh, bnan chuh vunhi thi maa prczhn tuhndụ̄ nvkr th khạdm gulụ̄ zh gnddith zi ḥẓvr kya ḥkm chuh? Pnnhi timae kvnsl th kmyttyih rvuziv jmạvith bihith, bnan chuh zi vunhi ma spdi dunya tuhndyn ʿāqlanh mshvrn th mudbranh rayn nishhi fạydh tulnh khạṭr ḥạẓr.)"
  },
  {
    "verse_id": 14,
    "translation": "Vnnhi lgụ̄, hae sạnụ̄ km bkhty, be shk ạsụ̄ asụ̄ khṭa var."
  },
  {
    "verse_id": 15,
    "translation": "Th tim rvudụ̄ yihe krykh divan, yvt tam zn ashi tim lvnh mthi fṣlkụ̄ pạtthụ̄ pthr trạvụ̄, zndgy hnz akh timbr thi rvuznh timn mnz."
  },
  {
    "verse_id": 16,
    "translation": "Ashi chuhnh yih āsman th zmyn byyhi yikynczhah yimn mnz chuh bṭvr khyl bnvvmut."
  },
  {
    "verse_id": 17,
    "translation": "Hrgah aashi kanhh gindn tmashhi bnavun āsihe, th aashi āsihe bs yy kynczhah krun tylhi kr hav asụ̄ panse nishhi. (yʿny agr ashi gindnue āsihe, tylhi bnavhav asụ̄ tmashhi th gindhav pane. Ath ṣvrts mnz yiyhi he nh yih ẓlm hrgz krnh zi blụ̄ yiyhi he akh dhiy ḥys, dhiy shʿūr dhimh dar mkhlvq pạd krnh, ts drmyan yihan yimh ḥq v baṭl chih kshmkshhi th dapha daphh krnavnh, th mḥẓ travhvkh asụ̄ pnnhi lṭf v tfryḥ khạṭr pnnụ̄ nyk bndh bila vjh tklyfn mnz)"
  },
  {
    "verse_id": 18,
    "translation": "Mgr asụ̄ chih bạṭls pytth ḥquk dab valan yus ts klh chuh phattvan, th suh chuh vuchhan vuchhan mittan, th tuhndi khạṭr chhe tbạhy timv kthv hndi vjh kinụ̄ yimh tvhụ̄ bnavan chih."
  },
  {
    "verse_id": 19,
    "translation": "Zmyn v āsmann mnz yus thi mkhlvq chuh suh chuh Allah tʿālyā sund. Th yim (frshth) ts nishhi chih tim nh chih pnnis pans bvdd smjihth tmụ̄ snzi bndgy nishhi buth pihran, th nh chih ghmgyn spdan. (yʿny Allah tʿālyā snz bndgy krnụ̄ chhanh timn nagvar thi zi badili nakhvasth āsn tim bndgy kran kran ghmgyn spdan, th Allah tʿālyā sndụ̄ aḥkam bja aanns mnz chahnh timn thkavtt thi yivan.)"
  },
  {
    "verse_id": 20,
    "translation": "Dohs rats chih tmụ̄ snz tsbyḥ kran rvzan, thkh chihnh divan."
  },
  {
    "verse_id": 21,
    "translation": "Kya yimn lukn hndụ̄ bnavnh āmtụ̄ arẓy khudae (zmyns pytth yimn pvuzan chih) chha tithụ̄ zi (be jans āsn jan bkhshith) thvd tulan?"
  },
  {
    "verse_id": 22,
    "translation": "Agr āsmans th zmyns mnz akis khudays vrạe baqy khudae thi āshn, tylhi bigrihe (zmynuk th āsmanuk) doshvnụ̄ hund nẓam. Lhādha chuh pak Allah rb alʿrsh timv kthv nishhi yimh yim lukh bnavan chih."
  },
  {
    "verse_id": 23,
    "translation": "Suh chuhnh pnnyn kamyn khạṭr (kạnshi brvnhh knhi) jvab dh, th sạry chih jvab dh."
  },
  {
    "verse_id": 24,
    "translation": "Suh trạvith chha timv bnạvimtụ̄ baqy khudae? Ae nby, yimn vniv, aniv pnnụ̄ dlyl, yih ktab thi chhe mvjvd yth mnz myanhi dvrkyn lukn khạṭr nṣyḥt chhe th timh ktabh thi chhe mvjvd yimn mnz me brvuntthmiyn lukn khạṭr nṣyḥt ạs. Mgr yimv mnz chih akthr lukh ḥqyqt nishhi be khbr, amhi mvjvb chih buth phiran."
  },
  {
    "verse_id": 25,
    "translation": "Ashi yus thi rsvl tohyih brvnhh svuzmut chuh, ts chhe yhe vḥy krmcz zi, me vrạe chuhnh kanhh khudae lhādha kriv tvhụ̄ myạny ʿbadt."
  },
  {
    "verse_id": 26,
    "translation": "Yim chih vanan, khdae rḥman chuh avlad thavan, subḥan Allah, tim (yʿny frshth) chih bndh yimn ʿzt chuh dinh āmut."
  },
  {
    "verse_id": 27,
    "translation": "Ts brvnhh knhi chihnh godde kth kran, th bs chih tmụ̄ sndis ḥukms pytth ʿml kran."
  },
  {
    "verse_id": 28,
    "translation": "Yikynczhah timn brvnhh knhi chuh, tth thi chuh suh zanan th yikynczhah timn czhayih chuh, tmhi nishhi thi chuh suh bakhbr, tim chihnh kạnshi sfạrsh kran svae ts yymụ̄ sndis ḥqs mnz sfạrsh bvzns pytth Allah tʿālyā rạẓụ̄ āshi, th tim chih tmụ̄ sndis khvfs khoczan rvzan."
  },
  {
    "verse_id": 29,
    "translation": "Th yus akha timv mnz vanhi zi khudays vrạe chuhs bthi akh khudae tylhi dimav asụ̄ ts jhnmuk sza, ashi nishhi chuh ẓạlimn yohe sza."
  },
  {
    "verse_id": 30,
    "translation": "Kya tim lukh yimv (nby ṣly Allah ʿlyh v slmn hnz kth mannh nishhi) ankar chuh kvrmut, chihna ghvr kran zi yim sạry āsman th zmyn ạsụ̄ panh vạnụ̄ rlith, pth krụ̄ ashi yim juda, th ābh sintụ̄ kvr prth kanhh zndh chyz pạd? Kya tim chihna (sạnis aath pạd krns) manan?"
  },
  {
    "verse_id": 31,
    "translation": "Th ashi jmạvụ̄ zmyns andr pharr takh so gczh nh yim hyth ddolh gczhnụ̄, th ath mnz bnavi khjhi vath, shayd zi lukh krn pnnhi vath mʿlvm."
  },
  {
    "verse_id": 32,
    "translation": "Th ashi bnvv āsman akh mḥfvẓ chht. Mgr yim chih zi kaʿnat chn nshạniyn kun chihnh tvjh he kran."
  },
  {
    "verse_id": 33,
    "translation": "Th suh chuh Allah tʿālyā he yymụ̄ rat th doh bnạvụ̄, byyhi kvrun āftab th zvn pạd. Sạry chih akis akis flks (mdars) mnz czhantthi pkan (flk Orbit, chuh farsy lfẓ chrkh th gardvn huk hm mʿny, ʿrby zbạnụ̄ mnz chuh āsman kyv mʿrvf navav mnz. Sạry chih akis akis flks mnz czhantt vayan, amhi nishhi chhe zh kthh ṣaf fikri tran. Akh yih zi yim sạry tark chihnh akise flks mnz kynhh, blkh chuh prth kuniyuk flk alg. Dvyum yih zi flk chuhnh tiyuth kanhh chyz yth mnz yim tark chilan hndụ̄ pạtthụ̄ tthạkith chih th suh chuh yimn pane tahph krith pknavan, blkh chuh suh akh syal she, nath chuh fẓa th khla kh nvʿītuk chyz, yath mnz yimn tarkn hnz ḥrkt czhantthi sintụ̄ hishr chhe thavan.)"
  },
  {
    "verse_id": 34,
    "translation": "Th ae nby, hmyshgy (yʿny hmyshh dunya se mnz rvzun) chahnh ashi tohyih brvnhh thi kạnshi ansan sndi khạṭr thạvmcz, hrgah tvhụ̄ antqal kriv, tylhi kya yim rvznh hmyshh zndh?"
  },
  {
    "verse_id": 35,
    "translation": "Prth jandars chuh mvtuk mzh vuchuhn, th asụ̄ chih jan th khrab ḥalatn mnz trạvith tohyih sarine hnz āzmạysh kran, ạkhr kar chuhv tohyih aasy kun pvt phyrun."
  },
  {
    "verse_id": 36,
    "translation": "Yim mnkryni ḥq yylhi tohyih vuchhan chihv, tylhi chihv tohyih hzl kran, vnan chih, kya yih chha suh shkhṣ yus tuhndyn khudayn hnz dhkr chuh kran āsan? Th tihund pnun ḥal chuh yih zi khdae rḥman snzi dhkri nishhi chih ankar kran."
  },
  {
    "verse_id": 37,
    "translation": "Ansan chuh jld baz mkhlvq, vuny havav bh tohyih pnnhi nshạniyih, mah kriv me banbr."
  },
  {
    "verse_id": 38,
    "translation": "Yim lukh chih vnan, ạkhr yih dhmky kr gczihh pvur agr cz pziyvr chuhkh."
  },
  {
    "verse_id": 39,
    "translation": "Kash yimn kafrn āshi he tmhi vqtuk kynhh ʿlm, yylhi zn yim nah hykn pnnụ̄ buthụ̄ nar nishhi bchạvith, th nh pnnụ̄ shanh, th nah vathi yimn kunhi kinụ̄ mdd."
  },
  {
    "verse_id": 40,
    "translation": "So balae yiyhi achank th yimn rtthi tithh pạtthụ̄ aaky saʿth zi, nah hykn yim ts dvur krith, th nh mylhi yimn czihis sumb muhlte."
  },
  {
    "verse_id": 41,
    "translation": "Hzl chuh tohyih brvuntthmyn rsvln thi krnh āmut, mgr timn yim hzl ttsnh krn vạlụ̄ ạsụ̄, tim rttụ̄ tmụ̄ chyzn ghyrs mnz, yth tim hzl ạsụ̄ kran."
  },
  {
    "verse_id": 42,
    "translation": "Ae nby, yimn vniv, kus chuh yus tohyih khdae rḥmans nishhi dohs ya rats bchạvith hykhi? Mgr yim chih pnnis rb sndi nṣyḥt nishhi buth phiran."
  },
  {
    "verse_id": 43,
    "translation": "Kya yimn chha kynhh tithụ̄ khudae yim sạnis mqabls mnz yimn ḥmayt krn? Tim nh hykn pans mdd krith, th nh chuh svn tạyyd timn ḥạṣl."
  },
  {
    "verse_id": 44,
    "translation": "Aṣly kth chhe yih zi yimn lukn th yihndyn ābaʿ v ajdadn rvudụ̄ asụ̄ zndgy hund saz v saman divan pkan, yvt tam zn tihnz ʿmr gyih draz. Mgr kya yimn chuhna athhi yivan zi asụ̄ chihn zmyn mkhtlf ṭrfv km kran pkan? (yʿny zmyns mnz chih sanhi ghalb ṭaqt kh kar frmạyy hndụ̄ āthar ʿaalanyh athhi yivan zi achank chhe kunhi saʿth qḥṭ chih shklhi mnz, kunhi saʿth shlab chih shklhi mnz, kunhi saʿth binlhi chih shklhi mnz, kunhi saʿth srdy ya grmy hnzi shklhi mnz kanhh ticzh blae yivan, yosh ansan sndis krimtis krạvimtis pytth ddvtth chhe czhnan, sash bdụ̄ lchhhi bdụ̄ lukh chih mran, bstiyih chhe tbah spdan, aalh aalh krvnụ̄ fṣl chih tbah spdan, pydavar chuh km gczhan, tjartn mnz chhe ksad bazạry (mchhr) yivan. Ghrẓ ansan sndyn zndgy hndyn vsạyln mnz chhe kunhi vizi akhi and kmy gczhan th kunhi vizi byyhi and, th ansan chuhnh pnun svrue zvr lgạvith thi yim nqṣanat rukạvith hykan) vonụ̄ kya yim yinh ghạlb?"
  },
  {
    "verse_id": 45,
    "translation": "Yimn vniv zi, bh chuhsav vḥy hndis bunyads pytth tvhụ̄ khocznavan. Mgr zrụ̄ chihnh ālv bvzan yylhi tim khbrdar yin krnh."
  },
  {
    "verse_id": 46,
    "translation": "Th agr tuhndis rb sund ʿdhab yimn rczh khndd chuhvi (aathh laghi) tylhi din vunụ̄ krykh zi hae sạnụ̄ km bkhty, be shk ạsụ̄ asụ̄ khṭavar."
  },
  {
    "verse_id": 47,
    "translation": "Qyamt kh doh thavav asụ̄ tthyk tthyk tvln vajinhi trkri, pth spdi nh kạnshi shkhṣs pytth dhrs yvt ẓulm. Yymụ̄ sund āsrụ̄ dans yvt kvrmut krvvmut (ʿml) āshi, suh aanv asụ̄ brvnhh kun th ḥsab lgavnh khạṭr chih asụ̄ sytthah."
  },
  {
    "verse_id": 48,
    "translation": "Godd chhe ashi mvsyā ʿlyh alslams th harvn ʿlyh alslams furqan th rvshny th dhikr ʿṭa krmcz, timn mutqy lukn hndi rczr khạṭr."
  },
  {
    "verse_id": 49,
    "translation": "Yim vuchhnh vrạe pnnis rbs khoczn, th yimn (ḥsab chhi) tmhi gri hund byim āshi."
  },
  {
    "verse_id": 50,
    "translation": "Th vonụ̄ chhe yih babrkt dhkr aashi (tuhndi khạṭr) nạzil krmcz, vonụ̄ kya tvhụ̄ chihvh yih qbvl krnh nishhi mnkr bnan."
  },
  {
    "verse_id": 51,
    "translation": "Tamhi thi brvnhh ạs aashi abrahym ʿlyh alslams tmụ̄ snz hvsh mndy bkhshmcz, th asụ̄ ạsin suh jan pạtthy zanan."
  },
  {
    "verse_id": 52,
    "translation": "Yad kriv suh mvqʿ yylhi tmụ̄ pnnis mạlis th pnnis qvms vvnmut avs zi, yim potlụ̄ kithụ̄ chih yimn tvhụ̄ lukh lạrith chihv gmtụ̄?"
  },
  {
    "verse_id": 53,
    "translation": "Timv diyut jvab, ashi chih pnnụ̄ mạlụ̄ buddibb yihnz ʿbadt vuchihmtụ̄ kran."
  },
  {
    "verse_id": 54,
    "translation": "Tmụ̄ vvn, tvhụ̄ thi chihv gumrah th tuhndụ̄ mạlụ̄ buddibb thi ạsụ̄ ttakarh gmrạhy mnz."
  },
  {
    "verse_id": 55,
    "translation": "Timv vvn kya czh chuhkhh ashi brvnhh knhi pnnụ̄ aṣly khyalat pysh kran, kinh mdhaq chuhkh kran."
  },
  {
    "verse_id": 56,
    "translation": "Tmụ̄ diyut jvab, nh blkh chuh pzipạtthụ̄ tuhund rb sue, yus zmyn v āsmann hund rb th tihund pạd krn vvl chuh. Ath pytth chuhs bh tohyih brvnhh knhi gvạhy divan."
  },
  {
    "verse_id": 57,
    "translation": "Th Allah tʿālyā sund qsm bh hymh tuhnzi ghyr mvjvdgy mnz ẓrvr tuhndyn potlyn khbr."
  },
  {
    "verse_id": 58,
    "translation": "Chnanchhi chuh suh timn (potlyn) phlụ̄ kran th ṣrf chuh tihndis bddis (potlis) puhttravne thavan, takh shayd zi tim krn ts kun rjvʿ. (tim yylhi āe th vuchuhkh potlyn yih ḥal krith)"
  },
  {
    "verse_id": 59,
    "translation": "Vannhi lgụ̄, sanyn khudayn kmụ̄ chuh yih ḥal kvrmut? Sytthah ẓạlim chuh suh avsmut."
  },
  {
    "verse_id": 60,
    "translation": "(kynczhv lukv vvn) ashi avs akh nvjvan yihnz dhkr kran bvuzmut, ys nav chuh abrahym."
  },
  {
    "verse_id": 61,
    "translation": "Timv vvn aniyvn tylhi rttith sarine brvnhh kun, takh lukh vuchhn (ts kithh pạtthụ̄ yiyhi khbr hynh)."
  },
  {
    "verse_id": 62,
    "translation": "(abrahym ʿlyh alslamn hndis yins pytth) purczh timav, he abrahym ʿlyh alslam, cze chahyih sanyn khudayn sintụ̄ yih ḥrkt krmcz?"
  },
  {
    "verse_id": 63,
    "translation": "Tmụ̄ diyut jvab, blkh yih svrue kvr yihndụ̄ yymụ̄ srdarn, yimne prczihv agr yim bvlan āsn. (alfaẓ chih khod ẓạhr kran zi ḥẓrt abrahym ʿlyh alslam chih yih kth amhi mvjvub vnan zi tim lukh gczhn drjvab panh aqrar krnụ̄ zi tihndụ̄ yim mʿbvd chih balkl be bs, th timn nishhi yiyhi nh kunhi kamhi karuk tvqʿ thavnh. Yithyn mvqʿn pytth yylhi kanhh shkhṣ aistdlal khạṭr khlaf vaqʿh kth chuh vnan, so hykhi nh aapz mannh yith, tikyazi nh chuh suh panh so kth aapzikh nyth vnan th nh chih amikụ̄ bvzn vạlụ̄ ath aapuz smjhan. Vann vvl chuh aath ḥujt qạyim krnh khạṭr vnan th bvzn vvl thi chuh ath athụ̄ mʿnys mnz nivan)"
  },
  {
    "verse_id": 64,
    "translation": "Yih bvzith chih tim lukh pnnis ẓmyrs kun phyran, th (pnnyn diln mnz) lgụ̄ vannh, pzy chihv tvhụ̄ pane ẓạlim."
  },
  {
    "verse_id": 65,
    "translation": "Mgr pth āe tim kalav kinụ̄ dubh phirnh (yʿny timn rạv ʿql) th vvnukh, cze chhe pe yim chihnh bvlan."
  },
  {
    "verse_id": 66,
    "translation": "Abrahym ʿlyh alslam chih vnan, tylhi kya tvhụ̄ chihvh Allah tʿālyā trạvith timn chyzn hnz pvuza kran, yim nah tohyih nfʿ vatnavns pytth qdrt chih thavan th nah nqṣan."
  },
  {
    "verse_id": 67,
    "translation": "Thokh tohyih pytth byyhi tuhndyn yimn mʿbvdn pytth yihnz tvhụ̄ Allah tʿālyā trạvith pvuza chihv kran, kya tohyih chahv na raczh thi ʿql?"
  },
  {
    "verse_id": 68,
    "translation": "Timv vvn, zạliyvun yih th ḥmayt kriv pnnyn khudayn hnz, agr tohyih kynhh krun chuhv."
  },
  {
    "verse_id": 69,
    "translation": "Ashi vvn, ae nar, tthndd spd th slamty bn abrahyms pytth. (alfaẓ chih ṣaf vnan byyhi chuh syaq v sbaq thi ath mfhvms tạyyd kran zi timv kr pzipạtthụ̄ pnnis ath fạṣls pytth ʿml, th yylhi nar tyar krith timv abrahym ʿlyh alslam ath mnz trạvụ̄ tmhi saʿth diyut khudayn nars ḥukm zi suh spdin abrahym ʿlyh alslam sndi khạṭr tthndd, th ts mah vatnạvin nqṣan. Lhādha chuh ttakarh pạtthụ̄ yithi timv mʿjzv mnz akh yim qrāns andr byan chih krnh āmtụ̄.)"
  },
  {
    "verse_id": 70,
    "translation": "Tim ạsụ̄ yczhan abrahym sintụ̄ krhn burạʿy. Mgr ashi krụ̄ tim bur pạtthụ̄ nakam."
  },
  {
    "verse_id": 71,
    "translation": "Th ashi kvdd suh th lvṭ bchạvith tth sr zmyns kun yth mnz ashi dunya valyn khạṭr brkth chhe thavimcz."
  },
  {
    "verse_id": 72,
    "translation": "Th ashi kvr ts asḥaq ʿṭa, th aath pytth mzyd yʿqvb thi, (yʿny frzndh sndi pth zur thi, yus nbvt sintụ̄ sr fraz āv krnh.) th hr kanhh bnvv ṣalḥ."
  },
  {
    "verse_id": 73,
    "translation": "Th ashi bnạvụ̄ tim amam yim sanhi ḥkmh rhnmạyy ạsụ̄ kran. Th ashi kvr timn vḥy hndi dhryʿh nyk kamyn hund th nmaz qạyim krnuk byyhi zkvāh dinuk hdayt, th tim ạsụ̄ sạnụ̄ ʿbadt guzar."
  },
  {
    "verse_id": 74,
    "translation": "Th lvṭ bkhush ashi ḥukm th ʿiilm, th suh kvdd tmhi bsty mnz bchạvith yosh bdkạry ạsụ̄ kran. Drḥqyqt avs suh sytthhe bur fasq qvm."
  },
  {
    "verse_id": 75,
    "translation": "Th lvṭ kvr ashi pnnis rḥmts mnz dạkhl, suh avs ṣalḥ lukv mnz."
  },
  {
    "verse_id": 76,
    "translation": "Th yhe nʿmt dicz ashi nvḥ ʿlyh alslams, yad kriv yylhi yimn sarine brvnhh tmụ̄ ashi ālv avs kvrmut, ashi kvr tmụ̄ sund duʿā qbvl, th ts th tmụ̄ sndyn gr valyn diyut krbi ʿẓym (be qrạry) nishhi njat."
  },
  {
    "verse_id": 77,
    "translation": "Th tmhi qvm kis mqabls mnz kvr ts mdd yymụ̄ kyv lukv sanyn āyatn buth avs pihyurmut, tim ạsụ̄ sytthhe khrab lukh, lhādha krụ̄ ashi tim sạry ghrq."
  },
  {
    "verse_id": 78,
    "translation": "Th aamy nʿmt sintụ̄ kvr ashi davud th slyman srfraz, yad kriv suh mvqʿ yylhi doshve ạsụ̄ akis zmyn kis muqdims mnz fạṣlh kran, yth mnz rạcz hndi vqth baqyn hnz czhavjhi āsh czamcz, th asụ̄ ạsụ̄ tihnz ʿdalt panh vuchhan."
  },
  {
    "verse_id": 79,
    "translation": "Tmhi vqth smjhvv ashi slyman ṣḥyḥ fạṣlh, ḥalankh ḥkm th ʿlm avs ashi doshvnụ̄ ʿṭa kvrmut. Davud ʿlyh alslams sintụ̄ ạsụ̄ ashi pharr th prndh muskhr krimtụ̄ yim tsbyḥ kran ạsụ̄, yih kạm krn vạlụ̄ ạsụ̄ asy."
  },
  {
    "verse_id": 80,
    "translation": "Th ashi avs suh tuhndi fạyd khạṭr zirah bnavnch ṣnʿt (karygry) hychhnvvmut, takh tohyih bchavyv akh akụ̄ sndi mar nishhi, pth kya tvhụ̄ chihvh shukr gzar?"
  },
  {
    "verse_id": 81,
    "translation": "Th slyman sndi khạṭr avs ashi tyz hva muskhr kvrmut, yus tmụ̄ sndi ḥukm sintụ̄ tth sr zmyns kun pkan avs, yth mnz ashi brkth chhe thạvimcz, asụ̄ chih prth chyzuk ʿlm thavn vạlụ̄."
  },
  {
    "verse_id": 82,
    "translation": "Th shyṭanav mnz ạsụ̄ ashi varyah tithụ̄ tmụ̄ sndụ̄ tabʿ bnavimtụ̄ yim ts khạṭr ghoṭh lgavan ạsụ̄, th amhi ʿlavh ạsụ̄ baqy kamhi thi kran, yimn sarine hndụ̄ ngran ạsụ̄ asy."
  },
  {
    "verse_id": 83,
    "translation": "Th (yhe hvshmndy byyhi ḥukm v ʿlmch nʿmt) ạs ashi ayvb diczmcz. Yad kriv, yylhi tmụ̄ pnnis rbs ālav kvr zi, me chhe bymạrụ̄ ljmcz th cz chuhkh aarḥamu alraḥimyn (sarive rḥm krn valyv khoth bvdd rḥm krn vvl)."
  },
  {
    "verse_id": 84,
    "translation": "Ashi kvr tmụ̄ sund duʿā qbvl, th yus tklyf ts avs suh kvr dvur, th ṣrf diyut nh ts tmụ̄ sund ahl v ʿīale yvt kynhh blkh ditis timn sintụ̄ byyhi tyitụ̄ pnnhi khaṣ rḥmt kh ṭvr, byyhi amhi mvjvub zi yih āshi akh sbq ʿbadt gzarn khạṭr."
  },
  {
    "verse_id": 85,
    "translation": "Th yhe nʿmt dicz asmaʿīl th adrys th dhv alkfl ʿlyh alslams, tim sạry ạsụ̄ ṣạbr lukh."
  },
  {
    "verse_id": 86,
    "translation": "Th tim krụ̄ ashi pnnis rḥmts mnz dạkhl, tikyazi tim ạsụ̄ ṣalḥynv mnz."
  },
  {
    "verse_id": 87,
    "translation": "Th gaddi vvl thi navvz ashi. (murad chuh ḥẓrt yvns. Kunhi jayih chuh yuhund nav hynh āmut th kunhi jayih chuh dhuv alnvn th ṣaḥbu alḥvt yʿny gaddi vvl hivyv lqbv sintụ̄ yad krnh āmut. Gaddi vvl chuhnh yimn amhi mvjvb āmut vnnh zi tim ạsụ̄ gadd rttan ya knan blkh chuhkh ath bunyads pytth zi Allah tʿālyā sndi aidhnh niyih tim akhi gaddi nyglạvith, yithh pạtthụ̄ zn svrh ṣafat āyt nmbr 142 hs andr byan spudmut chuh.) yad kriv yylhi suh shrart hvt dramut avs. (yʿny tim drae pnnis qvmas rvushith amhi brvnhh zi Allah tʿālyā sndi ṭrfh yiyhi he hjrtuk ḥukm, th tihndi khạṭr āsihe pnnhi ddyvtty hnzi jayih nishhi ddlun jạyz.) th smjhmut avsun zi asụ̄ krav nh ts pytth grift. Ạkhrs lve tmụ̄ aanhi gttv mnz ālv. (yʿny gaddi hndi shkmh mnz, yythi anhi gtth ạs th pytthh āsh smndr chih anhi gtth mzyd.) chuhnh kanhh khudae mgr chuhkh cz, pak chhe chạnụ̄ dhat, be shk kvr me qṣvr."
  },
  {
    "verse_id": 88,
    "translation": "Tmhi pth kvr aashi tmụ̄ sund duʿā qbvl, th ghm nishhi bkhush ts njat, th yithe pạtthụ̄ chihkh asụ̄ mvmn bchavan."
  },
  {
    "verse_id": 89,
    "translation": "Byyhi zkrya, yylhi tmụ̄ pnnis rbs ālv kvr zi, ae prvrdgar, me mah trav kune zvn, th bhtryn vạrith chuhkh cze."
  },
  {
    "verse_id": 90,
    "translation": "Ps ashi kvr tmụ̄ sund dʿā qbvl, th ts kvr yyḥyā ʿlyh alslam ʿṭa, th tmụ̄ snz khandarnụ̄ kr tmụ̄ sndi khạṭr durst. Yim lukh ạsụ̄ nyky hnzn kamyn mnz tg dav kran, th ashi ạsụ̄ rghbt san th khvf san ālv divan, th ashi brvnhh knhi ạsụ̄ nmith (ʿạjzy san)."
  },
  {
    "verse_id": 91,
    "translation": "Byyhi so khatvn yymhi pnnhi ʿṣmtch ḥfaẓt kr (murad chhe ḥẓrt mrym ʿlyha alslam) ashi diyut ts mnz pnnhi ruvḥ sintụ̄ phokh, th so th tasund frznd bnvv sary dnya khạṭr nishạny."
  },
  {
    "verse_id": 92,
    "translation": "Yih tuhnz aumt chhe drḥqyqt akạe aumt, th bh chuhs tuhund rb, lhādha kriv tvhụ̄ myạnụ̄ ʿbadt."
  },
  {
    "verse_id": 93,
    "translation": "Mgr (yih chhe lukn hnz kạrstạny zi) timv krụ̄ panh vạnụ̄ pnnis dyns ttkr ttkr. Sarine chuh ashi kun vaps phyrun."
  },
  {
    "verse_id": 94,
    "translation": "Pth yus nyk ʿml kri, ath ḥalts mnz zi suh āshi mvmn, tylhi spdi nh tmụ̄ snzi kamhi hnz naqdry, th suh chih asụ̄ lykhan."
  },
  {
    "verse_id": 95,
    "translation": "Byyhi chuhnh mmkn zi yosh bsty ashi hlak āshi krmcz so kya hykhi byyhi vaps yith."
  },
  {
    "verse_id": 96,
    "translation": "Yvt tam zn yajvj majvj yalh yin travnh, th prth thzr kinụ̄ nyrn tim."
  },
  {
    "verse_id": 97,
    "translation": "Th yus vʿdh brḥq chuh tamhi kh pvur spdnuk vqt vathi nkhh (yʿny qyamt brpa spdnuk vqt) achank rvzn timn lukn hnz achih vaczahe yimv kufr avs kvrmut, tim vnn, hae sạnụ̄ km bkhty, asụ̄ ạsụ̄ amhi chyz ṭrfh ghflts mnz pymtụ̄, blkh ạsụ̄ asụ̄ khṭa kar."
  },
  {
    "verse_id": 98,
    "translation": "Be shk chihv tvhụ̄ th tuhndụ̄ tim mʿbvd yimn tvhụ̄ Allah tʿālyā trạvith pvuzan chihv, jhnmuk zalun, tvurụ̄ chuhv tohyih gczuhn. (rvaytn mnz chuh āmut zi yth āyts kvr mshrikn hndyv srdarav mnz akụ̄ aʿtraẓ zi yithh pạtthụ̄ gczhn nh ṣrf sạny yạtụ̄ mʿbvd jhnms, blkh gczhn msyḥ, ʿzyr th malak thi jhnms, tikyazi dunya hs mnz chhe tihnz thi ʿbadt yivan krnh. Ath pytth frmvv nby ṣly Allah ʿlyh v slmv, ā, prth kanhh shkhṣ yymụ̄ psnd kvr zi Allah tʿālyā sndi bjae gczih tmụ̄ snz bndgy yinụ̄ krnh, suh āshi timn lukn sintụ̄ yimv tmụ̄ snz bndgy kr.)"
  },
  {
    "verse_id": 99,
    "translation": "Agr yim pzi pạtthụ̄ khudae āshan, tylhi gczhh han nh tvr, vonụ̄ chuh sarine hmyshh tthụ̄ mnz rvzun."
  },
  {
    "verse_id": 100,
    "translation": "Tthi phvunkn tim, th ḥal āshi yih zi tath mnz bvzn nh kihinụ̄."
  },
  {
    "verse_id": 101,
    "translation": "Rvudụ̄ tim lukh yihndi khạṭr sanhi ṭrfh godde rczruk fạṣlh āshi spudmut, tim yin yqynaan tmhi nishhi dvur thavnh."
  },
  {
    "verse_id": 102,
    "translation": "Tmiyuk sr gr tam bvzn nh tim, th tim rvzn hmyshh hmyshh pnnyn khvsh krvnyn chyzn mnz bag."
  },
  {
    "verse_id": 103,
    "translation": "Suh sytthah banbravan vvl vqt kri nh timn raczh thi pryshan, th malak krn brvnhh pkith timn astqbal zi, yih chuh tuhund sue doh yymyuk tohyih sintụ̄ vʿdh avs yivan krnh."
  },
  {
    "verse_id": 104,
    "translation": "Suh doh yylhi zn āsman asụ̄ tithh pạtthụ̄ vttith thavvn yithh pạtthụ̄ gvl pạtthụ̄ vrq chih yivan vattnh (yʿny yithh pạtthụ̄ kanhh lykhnh āmut drkhvast chih gvl āyih vattan) yithh pạtthụ̄ godd aashi tkhlyquk abtda avs kvrmut, tithe pạtthụ̄ krav asụ̄ byyhi tmiyuk aiʿādh, yih chuh akh vʿdh sanhi dhmh, th yih kạm chhe ashi bhr ḥal krnụ̄."
  },
  {
    "verse_id": 105,
    "translation": "Th zbvurs mnz chuh ashi nṣyḥth pth yih tḥryr kvrmut, zmynkụ̄ vạrth āsn sạnụ̄ nyk bndh. (yih āyt smjhnh khạṭr vuchihv svrh zmr āyat 73 th 74)"
  },
  {
    "verse_id": 106,
    "translation": "Ath mnz chhe akh bdd khbr ʿbadt guzar lukn khạṭr."
  },
  {
    "verse_id": 107,
    "translation": "Ae nby, ashi chihv tvhụ̄ dunya valyn khạṭr rḥmt bnạvith svuzimtụ̄."
  },
  {
    "verse_id": 108,
    "translation": "Yimn vniv, me nish yosh vḥy yivan chhe, so chhe yih zi tuhund khuda chuh ṣrf akh khuda, pth kya tvhụ̄ chihvh tslym kran, (yʿny ḥukms chihvh tʿmyl kran)?"
  },
  {
    "verse_id": 109,
    "translation": "Agr tim buth phirn tylhi vniv zi, me chihv tvhụ̄ ʿly alaʿlan khbrdar krimtụ̄. Vonụ̄ chuhs nh bh yih zanan zi suh chyz yymyuk tohyih sintụ̄ vʿdh chuh yivan krnh chha nkhh kinh dvur."
  },
  {
    "verse_id": 110,
    "translation": "Allah tʿālyā chuh timh kthh thi zanan yimh blnd āvazi mnz chhe krnh yivan. Th timh thi yimh tvhụ̄ czhayih pạtthụ̄ chihv kran."
  },
  {
    "verse_id": 111,
    "translation": "Bh chuhs yih smjhan zi shayd chuh yih (czyr) tuhndi khạṭr akh ftnh, th tohyih chuhv akis khaṣ vqts tam mzh krnuk mvqʿ yivan dinh."
  },
  {
    "verse_id": 112,
    "translation": "Ạkhr kar vvn rsvln zi, ae myanhi rbh, ḥq san kr fạṣlh, th lvukv, yimh kathh tvhụ̄ bnavan chihv, tihndis mqabls mnz chuh bs svn mhrban rb sanhi khạṭr aathh rvtt krnuk sharh."
  }
]