[
  {
    "verse_id": 1,
    "translation": "Ae lvukv, pnnis rb sndi ghẓbh nishhi bchiv, ḥqyqt chhe yih zi qyamtuk binyul chuh sytthah bvdd (byim nak) chyz."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi doh tvhụ̄ suh vuchihv, ḥal āshi yih zi prth kanhh dod chavn vajinụ̄ spdi pnnis dod chavvnis shuris nishhi ghạfl, prth ḥạmlh sund ḥml pyyih vsith, th lukh yinav tohyih mdhvsh bvznh, ḥalankh āsn nh tim nshs mnz kynhh, blkh āshi Allah tʿālyā sund ʿdhabe tiyuth skht."
  },
  {
    "verse_id": 3,
    "translation": "Kynhh lukh chih tithụ̄ yim ʿiilmh vrạe khudays mtʿlq bḥth chih kran, th prth srksh shyṭan snz pyrvy chih lagan krnụ̄."
  },
  {
    "verse_id": 4,
    "translation": "Ḥalankh chuh tmụ̄ sndis nṣyb se mnz yih lykhith zi yus ts dvst bnavi, ts travi suh gumrah krith, byyhi havys jhnm kh ʿdhabch vath."
  },
  {
    "verse_id": 5,
    "translation": "Lvukv, agr tohyih mvt pth chh zndgy mtʿlq kynhh shk chuhv, tylhi gczhyv tvhyih pe āsnụ̄ zi aashi chihv tvhụ̄ myczi krmtụ̄ pạd, pth kriv nuṭfh nishhi, pth kriv khvnh lokhri nishhi, pth kriv maz doglh nishhi yus shklhi vvl thi āsan chuh th be shkl thi (yih chih asụ̄ amhi mvjvb vnan) takh tohyih pytth krav ḥqyqt vaẓḥ, asụ̄ yus (nuṭfh) yczhan chihn, suh chihn akis khaṣ vqts tam bchhi danyn mnz tthhrạvith thavan, pth chihv tohyih akis shurụ̄ sndis ṣvurts mnz krrith anan (pth chihv tohyih prvrsh kran) takh tvhụ̄ vạtiv pnnhi jvạny tam, th tohyih mnz chuh kanhh godde yivan vaps bulavnh, th kanhh chuh bdtryn ʿmri kun yivan pihrnh, takh svrue zannh pth gczihh nh pth kihinụ̄ zanun th tvhụ̄ chihv vuchhan zi zmyn chhe hvkihth pymcz, pth yylhi ashi tth pytth rvud trvv zi achank gyih so tr v tazh th āyih phanphlith byyhi lj so prth qsmkụ̄ khosh krvnụ̄ nbatat (kulụ̄ kttụ̄) khalnhi."
  },
  {
    "verse_id": 6,
    "translation": "Yih svrue chuh amhi vjh kinụ̄ zi bs chuh Allah tʿālyā ḥq, th suh chuh mordn kran zndh, th suh chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi chhe yih (amhi kthhi hnz dlyl) zi qyamtch gr yiyhi ẓrvr, ath mnz chahnh kunhi shkch gunjạysh, th Allah tʿālyā tulhi ẓrvr timn lukn yim qbrn mnz gmtụ̄ chih."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi chih kynhh lukh tithụ̄ yim khudays mtʿlq czuvan chih, kunhi ʿiilmh th hdayt th rvshny (hdayt) bkhshn vajinhi ktabhi vrạe."
  },
  {
    "verse_id": 9,
    "translation": "Grdn hj krith (tkbr san) takh lukn ddalhn khudae snzi vathi nishhi yitihs shkhṣs khạṭr chhe dunya hs mnz rusvạʿy, th qyamt kh doh vuchhnavvn suh asụ̄ nar khi ʿdhabuk mzh."
  },
  {
    "verse_id": 10,
    "translation": "Yih chuh tuhund suh mustqbl yus tuhndyv pnnyv aathv tuhndi khạṭr tyar chuh kvrmut, nath chuhnh khudae pnnyn bndn pytth ẓlm krn vvl kynhh."
  },
  {
    "verse_id": 11,
    "translation": "Th lukv mnz chuh kanhh yus bttihs pytth rvuzith chuh Allah tʿālyā snz ʿbadt kran, (yʿny kfr v aslam kis srḥds pytth rvuzith chuh bndgy kran, yithh pạtthụ̄ kanhh tdhbdhb vvl nfr āshi fvj kis ands pytth khrra, agr basys ftḥ chhe spdn vajinụ̄ tylhi rlhi fvjs sintụ̄, th agr basys shkst chuh myln vvl, tylhi czlh czhoph dm krith) agr fạydh vvt tylhi spud mṭmʿn, th agr kanhh mṣybt āv tylhi czvl pvt phyirith, tas gvv dunya thi aathh th ạkhrt thi, yih gvv nanhi vanh khsarh."
  },
  {
    "verse_id": 12,
    "translation": "Pth chuh suh khudays trạvith timn nad layan, yim ts nh nqṣan hykn vatnạvith th nh fạydh, yih chuh gumrạhy hund antha."
  },
  {
    "verse_id": 13,
    "translation": "Suh chuh timn nad layan yuhund nqṣan tihndi nfʿ khoth qryb tr chuh, bdtryn chuh tmụ̄ sund mvlyā (dvst) th bdtryn chuh tmụ̄ sund rfyq."
  },
  {
    "verse_id": 14,
    "translation": "(ath brʿks) kri Allah tʿālyā timn lukn yimv ayman avn th yimv nyk ʿmlh kri, yqynaan tithyn jntn andr dạkhl, yimn bnụ̄kinụ̄ kolh āsn pkan. Allah tʿālyā chuh kran yikynczhah yczhan chuh."
  },
  {
    "verse_id": 15,
    "translation": "Yas shkhṣs yih guman āshi zi Allah tʿālyā kri nh ts dunya hs th ạkhrts mnz kanhh mdd, ts pzi zi akhi rzi hndi dhryʿh vạtin āsmans tam, pth krin czttith tath gvd, aad vuchihn zi kya tmụ̄ snz tdbyr hykya tithis kunhi chyzs rd krith yus ts nagvar chuh."
  },
  {
    "verse_id": 16,
    "translation": "Yiczhve nanyv nanyv kthv san chuh aashi yih qrān nạzil kvrmut, th hdayt yas Allah tʿālyā yczhan chuh ts chuh divan."
  },
  {
    "verse_id": 17,
    "translation": "Yimv lukv ayman avn, th yim yhvudụ̄ spdụ̄ th ṣaby th nṣaryā th mjvs, th yimv lukv shrk kvr, yimn sarine drmyan kri Allah tʿālyā qyamt kh doh fạṣlh, prth kanhh chyz chuh Allah tʿālyā snzi nẓr tl."
  },
  {
    "verse_id": 18,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi Allah tʿālyā hs brvnhh knhi chih sjdh kran tim sạry yim āsmann mnz chih, th yim zmyns andr chih, āftab th zvun th tark, th pharr th kulụ̄ th janvr, th varyah ansan, th varyah tim lukh yim ʿdhabkụ̄ ḥqdar chih spdmtụ̄? Th yas Allah tʿālyā dhlyl v khvar kri, ts chuhnh pth kanhh ʿzt dinh vvl. Allah tʿālyā yikynczhah yczhan chuh thi chuh kran."
  },
  {
    "verse_id": 19,
    "translation": "Yim chih zh fryq, yimn drmyan pnnis rb sndis mʿāmls mnz jhgrr chuh. (yth jayih chih khudae sndis bars mnz jhgrr krn vạlụ̄ tmam grvh tihndi kthrt bavjvd don fryqn mnz bạgravnh āmtụ̄. Akh fryq chuh suh yus anbyaʿ ʿlyhm alslamn hnz kth mạnith khudae snz ṣḥyḥ bndgy chuh akhtyar kran. Dvyim chuh suh yus tihnz kth chuhnh manan, th kufrch vath chuh akhtyar kran, khvah ts ạsitn panh vạnụ̄ kạtyah thi akhtlaf, th tmụ̄ sndụ̄ kufrn ạsitn kạczah mkhtlf ṣvurth akhtyar krimcz) yimv mnz tim lukh yimv kufr kvr, tihindi khạṭr chih narvụ̄ lbas kpttavnh āmtụ̄, tihndyn kln pytth yiyhi grkh divun āb travnh."
  },
  {
    "verse_id": 20,
    "translation": "Yymhi sintụ̄ tihndụ̄ msle yạtụ̄ nh kynhh blkh glnkh ydd mnzkụ̄ ḥṣh thi,"
  },
  {
    "verse_id": 21,
    "translation": "Th shistrvụ̄ gorz āsn timn khbr hynh khạṭr."
  },
  {
    "verse_id": 22,
    "translation": "Yylhi thi tim khvczith krn jhnm nishhi nyrnch kvushsh, byyhi yin dkh dith tthụ̄ mnz chhknh th vannh yiykah vuchihv vonụ̄ dznuk mzh."
  },
  {
    "verse_id": 23,
    "translation": "(dvymhi pash) yimv lukv ayman avn, th yimv nyk ʿmlh kri, timn kri Allah tʿālyā tithyn jntn mnz dạkhl, yimn bnụ̄ kinụ̄ kolh āsn pkan, tathi yin tim sonh sndyv kryv th mokhth sintụ̄ ārasth krnh, th tihndụ̄ lbas āsn ryshmhi hndụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Timn āv pạkyzh kth qbvl krnuk hdayt bkhshnh, th timn āyih tʿryf krnh āmtis (Allah tʿālyā) snzi vathi kun rhnmạyy krnh."
  },
  {
    "verse_id": 25,
    "translation": "Yimv lukv kfr kvr, th yim (az) Allah tʿālyā snzi vathi nishhi rukavan chih, th tmhi msjdi ḥram kh zyart nishhi chih lukn tthvr bnith, yosh aashi sarine lukn hndi khạṭr bnạvmcz chhe. (yʿny Muḥammad ṣly Allah ʿlyh v slms th tihndyn pyrv karn chihnh ḥj th ʿmrh krnh divan) yth mnz mqạmy bashndn th nybr pytthh yinh valyn hndụ̄ ḥqvq brabr chih (tihnz rvish chhe yqynaan szahch ḥqdar), yth (msjdi ḥrams) andr yus thi syzr nishhi httith ẓlmuk ṭryqh akhtyar kri suh vuchhnavvn asụ̄ dg tulvnhi ʿdhabuk mzh."
  },
  {
    "verse_id": 26,
    "translation": "Yad kriv suh vqt yylhi ashi abrahym ʿlyh alslam sndi khạṭr yymhi grch (khanh kʿbch) jae ạs tjvyz krmcz, (amhi hdayt san) zi me sintụ̄ mah kryvun kanhh shryk, th myvn gr thạviyvun ṭvaf krn valyn th qyam, rkvʿ th sjdh krn valyn khạṭr pak."
  },
  {
    "verse_id": 27,
    "translation": "Th lukn diyvi ḥj khạṭr adhni ʿām, zi tim yiyin tohyih nishhi prth dvur draz jayih pytthh pydl th avunttn pytth svar."
  },
  {
    "verse_id": 28,
    "translation": "Takh tim fạydh vuchahn yim yythi tihndi khạṭr chih thavnh āmtụ̄, th kynczhn mqrr dohn andr hyyin timn janvrn pytth Allah tʿālyā sund nav, yim ashi timn ʿṭa chih krimtụ̄, panh thi khyyin th byyhi diyin tng dst mḥtajn thi."
  },
  {
    "verse_id": 29,
    "translation": "Pth krin pnun mal dvur, th krin pnnhi ndhr pvur, byyhi krin yymhi qdym grk ṭvaf."
  },
  {
    "verse_id": 30,
    "translation": "Yih avs (kʿbh kh tʿmyruk mqṣd) th yus akhah Allah tʿālyā snzn qạyim krnh āmczn ḥurmtn hund aḥtram kri, tylhi chuh yih tmụ̄ sndis rbs nzdyk khod tmụ̄se khạṭr bhtr. Th tuhndi khạṭr āe charvạe ḥlal krnh, (yth mvqʿs pytth chuh charvayan hndi ḥlal krnh chih dhkri sintụ̄ zh ghlṭ fhmyih dvur krnuk mqṣd. Avl yih zi qrysh th mushrikyni ʿrb ạsụ̄ bḥyrh, saʿbh, vṣylh th ḥam thi Allah tʿālyā snzn qạym krnh āmczan ḥurmtn mnz shumar kran. Amhi mvjvb āv frmavnh zi yim chahnh tmụ̄ snz qạyim krnh āmcz ḥrmth blkh chih tmụ̄ sạry charvạe ḥlal krimtụ̄. Dvm yih zi aḥram kis ḥalts mnz yithh pạtthy shkar chuh ḥram, tithe pạtthụ̄ yinh yih smjhnh yiyhi zi ath ḥalts mnz chuh charvạe dhbḥ krnụ̄ th tim khynụ̄ thi ḥram. Amhi mvjvb chuh vnnh āmut zi yih chuhnh Allah tʿālyā sndyv qạyim krnh āmczv ḥurmtv mnz kynhh) sivae timv chyzv yim tohyih vannh chih āmtụ̄, lhādha bchiv potlyn hnz gndgy nishhi? Aapzyv kthv nishhi kriv prhyz."
  },
  {
    "verse_id": 31,
    "translation": "Yk svu spdith bniv Allah tʿālyā sndụ̄ bndh, ts sintụ̄ mah kriyvun kanhh shryk. Th yus akhah khudays sintụ̄ shrk kri. Tylhi znth pyvv suh āsman pytthh vsith, vonụ̄ yath nin ts prndh tvnthi mnz tulith, nath chahkhi ts hva tth jayih nith, yythi ts ryzh ryzh gczhn. (yymhi mthalhi nishhi chuh āsman murad ansan snz fṭry ḥalt yth mnz suh akis khudays vrạe kạnshi hund bndh chuhnh āsan, th tvḥyd vrạe chahnh amụ̄ snz fṭrt byyhi kunhi mdhhbs zanan. Agr ansan anbyahn hnz rhnmạyy qbvl kri, tylhi chuh suh ath fṭry ḥalts pytth ʿlm v bṣyrt san qạyim spdan, th brvnhh kun chuh amụ̄ sund vuddav mzyd thzrn kunue āsan, nah zi psty yn kun. Mgr shrk (th shirke yvt nh blkh dhryt th alḥad thi) akhtyar kran krane chuh suh pnnhi fṭrt kh āsman pytthh achank vsith pyvan, th pth chhe amis doyav ṣvrtav mnz akh ṣvurt lạzmaan pysh yivan. Dvym yih zi amụ̄ sndi pnnhi nfskụ̄ khvahshat th amụ̄ sndụ̄ pnnụ̄ jdhbat th tkhylat chih amis toh phlikụ̄ pạtthụ̄ hvahs mnz pknavan th ạkhr kar chihs kunhi snis dobs mnz chhkan.)"
  },
  {
    "verse_id": 32,
    "translation": "Yih chuh aṣl mʿāmlh (yih smjhvun) th yus Allah tʿālyā sndyn mqrr krnh āmtyn shʿāʿrn hund aḥtram kri, tylhi chuh yih diln hndi tqvyā sintụ̄. (yʿny yih chuh dl kh aḥtram khi tqvyā huk ntyjhi, byyhi chhe amhi kthhi hnz ʿlamt zi ansan sndis dils mnz chuh kynhh nth kynhh khvf, tyly chuh suh tmụ̄ sndyn shʿāʿrn hund aḥtram kran.)"
  },
  {
    "verse_id": 33,
    "translation": "Tohyih chuhv akis mqrr vqts tam timn (hdy hndyn janvrn) nishhi fạydh tulnuk ḥq, (goddnikis āyts mnz chhe shʿāʿr Allah kh aḥtram kh ʿām ḥukmh pth yih kth akh ghlṭ fhmy dvur krnh mokhh frmavnh āmcz. Shʿāʿr Allah hs mnz chih hdy hndụ̄ janvr thi shaml. Ahli ʿrb ạsụ̄ yih smjhan zi yimn janvrn gczihh nh byt Allah hs kun nivan nivan svar spdun, nh gczihh yimn kanhh bvr khalun th nh gczihh yuhund dod yun chynh. Yhe ghlṭ fhmy dvur krnh mvjvub chuh frmavnh āmut zi yimn yosh kạm hynch ẓrvrt pyyih so hykiv yimn hyth.) pth chhe tihndi (qrban krnch jae) athụ̄ qdym grs nishhi."
  },
  {
    "verse_id": 34,
    "translation": "Prth aumt khạṭr chuh ashi qrbạny hund akh qaʿdh mqrr kvrmut, takh (tmhi aumtkụ̄) lukh hyn timn janvrn pytth Allah tʿālyā sund nav yim tmụ̄ timn bkhshmtụ̄ chih. (yymhi āyt nishhi spz zh kthh mʿlvm. Akh yih zi qrbạny chhe Allah tʿālyā sndyn tmam shryʿtn hndis nẓami ʿbadts mnz akh lạzmy juz rvuzmcz. Dvyim yih zi aṣly chyz chuh Allah tʿālyā sndis navs pytth qrbạny, yosh tmam shryʿtn mnz yksan chhe. Rvud vonụ̄ amiyuk vqt th mvqʿ th baqy tfṣylat, timn mnz chih mkhtlf zmann hndyn shryʿtn mnz mkhtlf aḥkam rvudimtụ̄. Yimn mkhtlf ṭryqn mnz chuh kunue mqṣd) lhādha chuh tuhund khudae akh, th tmụ̄ sndy bniv frmanbrdar th ae nby ṣly Allah ʿlyh v slm, bshart diyiv ʿājzanh rvish akhtyar krn valyn."
  },
  {
    "verse_id": 35,
    "translation": "Yuhund ḥal yih chuh zi Allah tʿālyā snz dhikr chih bvzan, tylhi chih tihindụ̄ dil lrzan, yus mṣybt thi timn pytth chuh yivan, tth pytth chih ṣbr kran, nmaz chih qạyim kran, th yikynczhah rzq ashi timn diytmut chuh tmhi mnz chih khrch kran."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi chih ashi (qrbạny hndụ̄) avuntt tuhndi khạṭr shʿāʿr Allah hn mnz shạml krimtụ̄, tuhndi khạṭr chuh timn mnz rczar, lhādha hyyiv tim khrra krith timn pytth Allah tʿālyā sund nav, (mṭlb chuh dhbḥ krnh vqth hiyyv timn pytth Allah tʿālyā sund nav. Avuntt chuh yivan khrra thavnh th pth chuh yivan tmụ̄ sndis httis nyz chlavnh, aath chih vnan nḥr krun) th yylhi (qrbạny pth) tihindụ̄ kmr zmyns pytth tthhrn (kmr zmyns pytth tthhrnuk mṭlb chuhnh ṣrf yutue yvt zi tim gczhn zmyns pytth pynụ̄, blkh chuh yithi zi vsith pyth gczhn tim czhrtth czhrtth krnụ̄ bnd th tthyk pạtthụ̄ gczhykh godd zuv nyrun) tylhi khyyiv timav mnz pans thi, th tim thi khyạviyvukh yim qnaʿt krith chih bihith, th tim thi yim pnun ḥajt krn pysh, yithh pạtthụ̄ chih yim janvr ashi tuhndi khạṭr muskhr krimtụ̄, takh tvhụ̄ kriv shkryh ada."
  },
  {
    "verse_id": 37,
    "translation": "Nah chuh tihund maz khudays vatan th nah chuh tihund khvn, mgr ts chuh vatan tuhund tqvyā, yithh pạtthụ̄ chih tmụ̄ yim tuhndi khạṭr muskhr krimtụ̄, takh tvhụ̄ kriv tmụ̄ sndis bkhshnh āmtis hdayts pytth tmụ̄ sund tkbyr. (yʿny dil sintụ̄ mạniv tmụ̄ snz brrạyy th brtry th ʿmlhi sintụ̄ kriv aamiyuk aʿlan th aẓhar. Pth chuh yih ḥkm qrbạny hndis ghrẓs th ʿlts kun asharh. Qrbạny chahnh ṣrf aamy yvt mvjvb vajb krnh āmcz zi yih chhe tskhyri ḥyvanat kis nʿmts pytth Allah tʿālyā sund shkryh. Blkh chhe amhi mvjvb thi vajb āmcz krnh zi yymụ̄ sndụ̄ yim janvr chih, th yymụ̄ yim sanhi khạṭr muskhr chih krimtụ̄, tmụ̄ sndyn mạlkanh ḥqvqn hund krv asụ̄ dil sintụ̄ thi th ʿmlaan thi aʿtraf takh aashi gczihh nh zanhh thi yih mshrphh gczuhn zi yih svrue chuh svn mal.) th ae nby ṣly Allah ʿlyh v slm bshart diyiv nykv kar lukn."
  },
  {
    "verse_id": 38,
    "translation": "Yqynaan chuh Allah tʿālyā mudafʿt (difaʿ) kran timn lukn hndi ṭrfh yimv ayman chuh avnmut. Yqynaan chuhnh Allah tʿālyā psnd kran kạnshi dgha bazs yus shukr āshi nh kran."
  },
  {
    "verse_id": 39,
    "translation": "Ajazt āv dinh timn lukn yimn khlaf jng chuh yivan krnh, tikyazi tim chih mẓlvm, (yih chhe qital fy sbyl Allah hs mtʿlq goddnich āyt yosh nạzil spz. Ath āyts mnz avs ṣrf ajazt dinh āmut. Pth spdụ̄ svrh bqrh hkụ̄ āyat, 190 ta 193 th 216 ta 224 nạzil yimn mnz jnguk ḥkm āv dinh. Yimn aḥkamn mnz chuh ṣrf kynczhn rytn hund dvuryr. Ajazt spud sanhi tḥqyqh mṭabq dhy alḥjh 1h mnz nạzil, th ḥkm spud jngi bdr brvnhh rjb ya shʿban 2h mnz nạzil.) th Allah tʿālyā chuh yqynaan tihndis mdds pytth qdrt thavan."
  },
  {
    "verse_id": 40,
    "translation": "Yim chih tim lukh yim pnnyv grv mnz naḥq āe krrnh, ṣrf ath qṣvrs pytth zi tim ạsụ̄ vnan, svn rb chuh Allah. Agr Allah tʿālyā lukn akh akụ̄ sndi dhryʿh dfʿ rvzi nh kran, tylhi yin mismar krnh khanqah th grjhi th maʿbad th msjd, yimn mnz Allah tʿālyā sund nav kthrt san chuh hynh yivan. Allah tʿālyā kri ẓrvr timn lukn mdd yim ts mdd krn (yih mẓmvn chuh qrāni mjyds mnz varya hn jayn byan spudmut zi yim lukh khudae sndyn khlqn tvḥyds kun aannch th dyni ḥq qạyim krnch th shar chih jayih khyrs frvgh dinch jd v jhd kran rvzn, tim chih Allah tʿālyā sndụ̄ mddgar, tikyazi yih chhe Allah tʿālyā snz kạm yosh anjam dins mnz tim ts plzan chih) Allah tʿālyā chuh sytthah ṭaqtvr th zbrdst."
  },
  {
    "verse_id": 41,
    "translation": "Yim chih tim lukh yimn agr asụ̄ zmyns mnz aqtdar bkhshv, tylhi krn tim nmaz qạyim, zkvāh din, nyky hund ḥkm din th burạyy nishhi rttn pth, th tmam mʿāmlatn hund anjam kar chuh Allah tʿālyā sndis aths mnz."
  },
  {
    "verse_id": 42,
    "translation": "Ae nby, agr yim (yʿny kufar) tohyih buth chihv phiran, tylhi chuh yimav brvnhh buth phiyurmut qvmi nvḥ th ʿād th thmvdn,"
  },
  {
    "verse_id": 43,
    "translation": "Th qvmi abrahym th qvmi lvṭ,"
  },
  {
    "verse_id": 44,
    "translation": "Byyhi ahli madyanav thi, th mvsy hs thi chuh buth phirnh āmut. Yimn sarine ḥqs ankar krn valyn dicz me godd mhlt, pth rttim, pth vuchihv myvn ʿdhab kiyuth avs."
  },
  {
    "verse_id": 45,
    "translation": "Kinczah khṭa kar bsty chhe yimh ashi tbah chhe krimcz, th aaz chhe timh pnnyv pashav kinụ̄ dubh pyth, kạtyah kryrụ̄ chih be kar th kạtyah mḥl chih khnddr bnith."
  },
  {
    "verse_id": 46,
    "translation": "Kya yim lukh chihna zmyns mnz phyrimtụ̄ thvurimtụ̄ zi, yihndụ̄ dl āshan smjhn vạlụ̄, th yihndụ̄ kan āshn bvzn vạlụ̄? Ḥqyqt chhe yih zi achh chahnh aanhi āsan, mgr tim dil chih anụ̄ āsan yim synn mnz chih."
  },
  {
    "verse_id": 47,
    "translation": "Yim lukh chih ʿdhab khạṭr banbr kran. Allah tʿālyā kri nh hrgz pnnis vʿds khlaf, mgr tuhndis rb sund akh doh chuh tuhnzi grnz hndis sasas vriys yvt āsan (yʿny ansạny tvarykhs mnz chihnh Allah tʿālyā sndụ̄ fạṣlh tuhnzv gryv th jntryv hndi lḥaẓh spdan zi aaz kr akh ṣḥyḥ ya ghlṭ rvish akhtyar, th pgah drae aamikụ̄ aṣl ya khrab ntyjhi nnụ̄, kunhi qvms agr yih vnnh yiyhi zi flạnụ̄ ṭrzi ʿml akhtyar krnuk anjam nyri tuhnzi tbạhy hndis ṣvrts mnz, tylhi āshi suh sytthhe aḥmq agr drjvab yih astdlal kri zi jnab ashi chih yih ṭrzi ʿml akhtyar krimtis dah vuh ya pnczah vry gmtụ̄, vunstam vvt nh aashi kanhh zkh. Tvarykhy ntyjv khạṭr chih doh, ryth th vry drknar, ṣdyih thi chahnh kanhh bvdd chyz.)"
  },
  {
    "verse_id": 48,
    "translation": "Kạczah bstyih chhe yimh ẓạlim āsh, me dicz godd timn mhlt, pth krmkh thph, th sarine chuh yun ạkhr mye nishhi."
  },
  {
    "verse_id": 49,
    "translation": "Ae nby vniv zi, ae lvukv! Bh chuhs tuhndi khạṭr ṣrf suh shkhṣ yus (khrab vqt yinh brvnhh) ṣaf ṣaf khbrdar krn vvl āshi."
  },
  {
    "verse_id": 50,
    "translation": "Pth yim ayman ann, byyhi krn nyk ʿmlh, tihndi khạṭr chhe mghfrt, byyhi ʿztch rvuzy."
  },
  {
    "verse_id": 51,
    "translation": "Th yim sanyn āyatn vsụ̄ payih havnch kvushsh krn, tim chih jhnmkụ̄ yar."
  },
  {
    "verse_id": 52,
    "translation": "Th ae nby, tohyih brvnhh nah svuz ashi kanhh rsvl tiyuth, nah nby (ys sintụ̄ yih mʿāmlh āshi nh pysh āmut) zi yylhi tmụ̄ tmna kvr, shyṭan spud tmụ̄ sndis tmnahs mnz khll andaz, yithh pạtthụ̄ yimh thi khll andạziyih shyṭan kran chuh, Allah tʿālyā chuh timn mittavan, th pnnyn āyatn chuh pokhth kran, Allah tʿālyā chuh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 53,
    "translation": "(suh chuh amhi mvjvb yithh pạtthụ̄ spdanh divan) takh shyṭan snzi travnh āmczi khrạby bnavi ftnh, timn lukn khạṭr yihndyn diln (nifaqch bymạrụ̄ chhe ljmcz, th yihndụ̄ dil khvttụ̄ chih ḥqyqt chhe yih zi yim ẓạlim lukh chih ʿnads (ẓids) mnz varyah dvur dramtụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Th ʿlmh vạlụ̄ lukh zạnin zi yih chuh ḥq tuhndis rb sndi ṭrfh, th tim anin ath pytth ayman th tihindụ̄ dil nmin ath brvnhh knhi, yqynaan chuh Allah tʿālyā ayman aann valyn hmyshh syz vth havan. (mṭlb chuh yih zi shyṭan sndụ̄ yim ftnh travnụ̄ chih Allah tʿālyā hn lukn hnzi āzmạyshhi khạṭr th khvttis nishhi aaṣl juda krnuk akh dhryʿh bnavimtụ̄. Khrab dhhnytkụ̄ lukh chih yimve chyzv nishhi ghlṭ ntyjh akhdh kran, th yimh chhe tihindi khạṭr gumrạhy hund dhryʿh bnan. Ṣaf dhhn kyn lukn chhe yime kthh nby th khudae snzi ktabhi hndi brḥq āsnuk yqyn byhnavan, th tim chih czynan zi yim chih shyṭan sndụ̄ czhl, th yih chyz chuh timn mṭmʿn kran zi yih dʿūt chhe yqynaan khyr th rasty hnz dʿūt, nth āshi he nh shyṭan ath pytth ath ḥds tam khosh, nby ṣly Allah ʿlyh v slmn hnz dʿūt yth mrḥls mnz amhi vqth ạs, tth vuchihth āsh tmam ẓạhr byn nẓr yih dvkhh khyvan zi ḥẓvr ṣly Allah ʿlyh v slm chih pnnis mqṣds mnz nakam spdmtụ̄. Vuchhn vạlụ̄ yikynczhah vuchhan ạsụ̄, suh avs yy zi akh shkhṣ yymụ̄ sund tmna th ārzv yih avs zi tmụ̄ sund qvm gvczh ts pytth ayman aanun, ts pyyih ạkhr kar hjrt krnụ̄ th mkkụ̄ kufar spdụ̄ kamyab. Ath ṣvurti ḥals mnz yylhi lukh ḥẓvr ṣly Allah ʿlyh v slmn hund yih byan vuchhan ạsụ̄ zi bh chuhs Allah tʿālyā sund nby, th tmụ̄ sund tạyyd chuh me sintụ̄ th qrānkụ̄ tim aʿlanat ạsụ̄ vuchhan zi nby ṣly Allah ʿlyh v slms buth phirn vạlis qvms pytth chuh ʿdhab yivan, timn ạs ḥẓvr ṣly Allah ʿlyh v slmn hnz th qrānch ṣdaqt shkh ld basan, th ḥẓvr ṣly Allah ʿlyh v slmn hndụ̄ mkhạlif ạsụ̄ ath pytth bjhi bjhi kthh kran zi kvt gvv suh khudae sund tạyyd th kya spud ʿdhab chn timn vʿīdn, vonụ̄ kyazi chuhnh yivan suh ʿdhab yymhi nishhi asụ̄ khocznavnh ạsụ̄ yivan. Yimne kthn hund jvab chuh yimn āyatn mnz dinh āmut)"
  },
  {
    "verse_id": 55,
    "translation": "Ankar krn vạlụ̄ rvzn aamhi ṭrfh shks mnze. Yvt tam zn timn pytth achank ya th qyamtch gr yiyih, ya spdykh akhi mnḥvs dohuk ʿdhab nạzil."
  },
  {
    "verse_id": 56,
    "translation": "Tmhi doh āshi badshạhy Allah tʿālyā snz, th suh kri timn drmyan fạṣlh, yim ayman thavn vạlụ̄ th ʿmli ṣalḥ krn vạlụ̄ āsn, tim gczhn nʿmt sintụ̄ brnh āmtyn jntn mnz."
  },
  {
    "verse_id": 57,
    "translation": "Th yimv kufr āshi kvrmut th sanyn āyatn āsykh buth phiyurmut, tihndi khạṭr āshi rusva krn vvl ʿdhab."
  },
  {
    "verse_id": 58,
    "translation": "Th yimv Allah tʿālyā snzi vthi mnz hjrt kr, pth āe qtl krnh ya mvudụ̄, Allah tʿālyā diyih timn rut rzq, th yqynaan chuh Allah tʿālyā he bhtryn rzq dinh vvl."
  },
  {
    "verse_id": 59,
    "translation": "Suh vatnavi timn ticzihh jayih yymhi sintụ̄ tim khosh spdn, be shk chuh Allah mṣlḥt zann vvl th czydd krn vvl."
  },
  {
    "verse_id": 60,
    "translation": "Yih gvv tihund anjam, th yus akhah bdlh hyyih tiyutuhe, yuth ts sintụ̄ krnh āv, th pth āshi ts pytth zyadty thi krnh āmcz, tylhi kri Allah tʿālyā ẓrvr ts mdd, Allah tʿālyā chuh mʿāf krn vvl th drgzr krn vvl."
  },
  {
    "verse_id": 61,
    "translation": "Yih chuh amhi mvjvub zi rạcz mnz doh, th doh mnz rat krrn vvl chuh bs Allah tʿālyā, th suh chuh bvzn vvl th vuchhn vvl."
  },
  {
    "verse_id": 62,
    "translation": "Yih chuh amhi mvjvb zi Allah tʿālyā he chuh ḥq, th tim sạry chih bạṭl yimn Allah tʿālyā trạvith yim lukh nad chih layan, th Allah tʿālyā he chuh baladst th buzrg."
  },
  {
    "verse_id": 63,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi Allah tʿālyā chuh āsmanh āb (rvud) travan, th amhi bdvlt chhe zmyn srsbz spdan? Ḥqyqt chhe yih zi suh chuh sytthah mhrban th khbr thavn vvl. (yʿny kfrch th ẓulmch rvish akhtyar krn valyn pytth ʿdhab nạzil krun, mvmnn th ṣalḥ bndn anʿām diyun, mẓlvm ahli ḥqn dadrsy krnụ̄, th ṭaqth sintụ̄ ẓlmuk mqablh krn valyn ahli ḥqn kamyạby dinụ̄, yih svrue chuh amhi vjh kinụ̄ zi yim chih Allah tʿālyā sndụ̄ ṣfat)"
  },
  {
    "verse_id": 64,
    "translation": "Tmụ̄ sunde chuh yikynczhah āsmann mnz chuh th yikynczhah zmyns mnz chuh, be shk chuh sue ghny th tmam khvbiyan hund mạlik."
  },
  {
    "verse_id": 65,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi tmụ̄ chuh thi svrue kynhh tuhndi khạṭr muskhr krith thvvmut yih zmyns mnz chuh, th tmụ̄ chhe nav bnạvmcz qạʿdch pabnd zi so chhe tmụ̄ sndi ḥukmh smndrs mnz pkan, th sue chuh āsmans tithh pạtthụ̄ rttith zi tmụ̄ sndi aidhnh vrạe hykhi nh suh zmyns pytth pyth? Pzr chuh yih zi Allah tʿālyā chuh lukn hndis ḥqs mnz sytthah shfyq th rḥym."
  },
  {
    "verse_id": 66,
    "translation": "Sue chuh yymụ̄ tohyih zndgy chahv bkhshmcz, sue chuh tohyih mvt divan, th sue kri tohyih byyhi zndh, pzr chuh yih zi ansan chuh sytthhe mnkri ḥq. (yʿny yih svrue kynhh vuchihth thi chuh tth ḥqyqts ankar kran pkan yosh anbyaʿ ʿlyhm alslamav pysh chhe krmcz)"
  },
  {
    "verse_id": 67,
    "translation": "Prth aumt khạṭr chuh ashi ʿbadtuk akh ṭryqh mqrr kvrmut, yymich so pyrvy chhe kran, ps ae nby ṣly Allah ʿlyh v slm, tim mah czuvin ath mʿāmls mnz tohyih sintụ̄. (yʿny yithh pạtthụ̄ brvntthmiyv anbyahav pnnyn pnnyn davrchn aumtn khạṭr ʿbadtuk akh ṭryqh avs avnmut, tithe pạtthụ̄ chuhv yymhi dvrkhi aumt khạṭr tohyih ʿbadtuk akh ṭryqh avnmut. Vonụ̄ chuhnh tohyih sintụ̄ kạnshi czuvnuk ḥq, tikyazi yymhi dvr khạṭr chuh ʿbadtuk brḥq ṭryqh yohe) tvhụ̄ diyiv pnnis rbs kun dʿūt, yqynaan chihv tvhụ̄ syzi vathi pytth."
  },
  {
    "verse_id": 68,
    "translation": "Th agr tim tohyih sintụ̄ czuvan, tylhi vniv zi, yikynczhah tvhụ̄ kran chihv Allah tʿālyā chuh tath var pạtthụ̄ zanan."
  },
  {
    "verse_id": 69,
    "translation": "Allah tʿālyā kri qyamt kh doh tohyih drmyan timn sarine kthn hund fạṣlh, yimn mnz tvhụ̄ akhtlaf chihv kran rvudimtụ̄."
  },
  {
    "verse_id": 70,
    "translation": "Kya tvhụ̄ chihv na zanan zi āsmanuk th zmynuk prth kanhh chyz chuh Allah tʿālyā sndis ʿlms mnz? Svrue kynhh chuh akis ktabhi mnz drj, Allah tʿālyā sndi khạṭr chuhnh yih raczh thi mshkl."
  },
  {
    "verse_id": 71,
    "translation": "Yim lukh chih Allah tʿālyā trạvith tihnz ʿbadt kran yihndi khạṭr nah chhe tmụ̄ kanhh sand nạzil krmcz, th nh chih yim panh timn mtʿlq kanhh ʿiilm thavan. Yimn ẓạlmn khạṭr chuhnh kanhh mddgar."
  },
  {
    "verse_id": 72,
    "translation": "Th yylhi yimn sạnụ̄ ttakarh āyat bvznavnh chih yivan, tylhi chihv tvhụ̄ vuchhan zi ḥqs ankar krn valyn hndyn buthyn chuh bvm khsan, th basan chuh zi vunụ̄ krn tim timn lukn pytth ḥmlh yim timn sạnụ̄ āyat chih bvznavan. Yimn vniv, bh vanvh tohyih zi amhi khoth bdtr chyz kya chuh? Suh chuh nar, khudayn chuh tmhi kue vʿdh timn lukn hndis ḥqs mnz krith thvvmut yim ḥq qbvl krnh nishhi ankar krn, th suh chuh sytthhe bur tthkanh."
  },
  {
    "verse_id": 73,
    "translation": "Lvukv! Akh mthal chhe dinh yivan, ghvr san bvuziv, yimn mʿbvdn tvhụ̄ khudae trạvith nad chihv layan, tim sạry agr smith yczhn akh mchh pạd krnụ̄, kihnụ̄ hykn nh krith, blkh agr mchh niyih timn kanhh chyz, tim hykn nh ts vaps hyth. Mdd mngn vạlụ̄ thi kmzvr, th yimn mdd chuh yivan mngnh tim thi kmzvr."
  },
  {
    "verse_id": 74,
    "translation": "Yimv lukv zạnụ̄ nh khudae snz qdre, yithh pạtthụ̄ tmụ̄ snz qdr krnuk ḥq chuh. Pzr chuh yih zi qvt th ʿzt vvl chuh bs Allah tʿālyā."
  },
  {
    "verse_id": 75,
    "translation": "Ḥqyqt chhe yih zi Allah tʿālyā chuh (pnnụ̄ frman vatnavnh khạṭr) mlạykv mnz thi pygham vatnavn vạlụ̄ mntkhb kran th ansanv mnz thi, suh chuh bvzn vvl thi th vuchhn vvl thi."
  },
  {
    "verse_id": 76,
    "translation": "Yikynczhah lukn brvnhh knhi chuh tth thi chuh zanan, th yikynczhah timn czhayih chuh tmhi nishhi thi chuh suh vạqf. Th sạry mʿāmlat chih tsụ̄ kun rjvʿ spdan."
  },
  {
    "verse_id": 77,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, rkvʿ sjdh kriv, pnnis rb snz bndgy kriv, byyhi kriv nyk kamhi. Aamy sintụ̄ yiyhi tvqʿ thavnh zi tohyih spdyv flaḥ nṣyb."
  },
  {
    "verse_id": 78,
    "translation": "Allah tʿālyā snzi vthi mnz kriv jhad yithh pạtthụ̄ jhad krnuk ḥq chuh, tmy chihnv tvhụ̄ pnnhi kamhi khạṭr czạrimtụ̄, th dyns mnz thạvn nh tohyih pytth kanhh tngy, qạyim spdiv pnnis mạlis abrahym hndis mlts pytth, khudayn avs godd thi tuhund nav muslim thvvmut, th yth (qrāns) mnz thi (chuh tuhund nav yohe) takh rsuvl bnhi tohyih pytth gvah, th tvhụ̄ bniv lukn pytth gvah, lhādha kriv nmaz qạyim, th zkvāh diyiv, byyhi spdiv khudays sintụ̄ vabsth, suh chuh tuhund mavlyā (bkar yinh vvl), sytthhe rut chuh suh mvlyā, th sytthhe rut chuh suh mddgar."
  }
]