[
  {
    "verse_id": 1,
    "translation": "Yqynaan chuh flaḥ lvbmut ayman aann valyv."
  },
  {
    "verse_id": 2,
    "translation": "Yim pnnhi nmazi mnz khshvʿ chih vrtavan."
  },
  {
    "verse_id": 3,
    "translation": "Laghviyatav (byhvdh kthv) nishhi chih dvur rvzan."
  },
  {
    "verse_id": 4,
    "translation": "Zkvāh kis ṭryqs pytth chih ʿạmil spdan."
  },
  {
    "verse_id": 5,
    "translation": "Pnnyn shrmgahn chih ḥfaẓt kran. (ath chih zh mṭlb. Akh yih zi pnnhi jismkụ̄ qabli shrm ḥṣh chih khttith thavan, yʿny ʿuuryany nishhi chih prhyz kran th pnun str chihnh baqyn nishhi mczravan. Dvyum yih zi tim chih pnnụ̄ ʿṣmt th ʿft mḥfvẓ thavan, yʿny jnsy mʿāmlatn mnz chihnh āzạdy vrtavan th shhvạny qvt kis astʿmals mnz chihnh be lgam spdan.)"
  },
  {
    "verse_id": 6,
    "translation": "Pnnyv gr vajinyv vrạe, th timv mstvuratav vrạe yimh tihndis milki ymyns mnz āsn. (yʿny lvnddyih yimh jngs mnz grftar spdn, th jng kyn qindyn hund tbadlh nh spdn kis ṣvurts mnz yin aslamy ḥkvmt kh ṭrfh kạnshi hndis milkyts mnz dinh.) zi timn pytth mḥfvẓ nh thavns mnz chihnh tim qabli mlamt."
  },
  {
    "verse_id": 7,
    "translation": "Albth yim tmhi vrạe byyhi kynhh yczhn, tylhi chih time zyadty krn vạlụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Pnnyn amantn th pnnyn vʿdn qsmn hund chih pas thavan."
  },
  {
    "verse_id": 9,
    "translation": "Th pnnyn nmazn hnz chih ḥfaẓt kran."
  },
  {
    "verse_id": 10,
    "translation": "Yimae lukh chih tim vạrth,"
  },
  {
    "verse_id": 11,
    "translation": "Yimn vrathts mnz frdvs dinh yiyih, th tath mnz rvzn hmyshh."
  },
  {
    "verse_id": 12,
    "translation": "Ashi bnvv ansan myczi hndi khulaṣh sintụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Pth kvr yih akis mḥfvẓ jayh nuṭfh kis qṭrs mnz tbdyl."
  },
  {
    "verse_id": 14,
    "translation": "Pth dicz athụ̄ qṭrs lokhri hnz shkl, pth bnvv aath lokhri maz dogul, th maz dogls bnavi addijhi, pth khvl addijan pytth maz, pth kvr yih akh byakhe mkhlvq bnạvith khrra, (yʿny agrchhi yy kynczhah janvrn hndis tkhlyqs mnz thi spdan chuh, mgr khudayn kvr amhi tkhlyq khi ʿmlhi sintụ̄ ansan byyhi akhi qsmuk mkhlvq bnạvith khrra, yus ḥyvanv nishhi balkl mkhtlf chuh.) ps sytthe ba brkt chuh Allah tʿālyā, sarive kạrụ̄ grv khoth rut kạrụ̄ gr."
  },
  {
    "verse_id": 15,
    "translation": "Pth chuhv tohyih amhi pth ẓrvr mrun,"
  },
  {
    "verse_id": 16,
    "translation": "Pth yiyiv tvhụ̄ qyamt kh doh yqynaan khrra krnh."
  },
  {
    "verse_id": 17,
    "translation": "Th tohyih pytthh kanhi bnavi aashi sath vath, (ghalbaan chuh aamhi nishhi murad stan syarn hndi grdsh krnh chh sth vth, th chvnkh tmhi zmanuk ansan avs stne syarn nishhi vạqf, amhi mvjvb āv stne vatn hund dhkr krnh. Amuyk mʿny chuhnh yih zi yimv vrạe kya chahnh baqy vth.) tkhlyq chih kamhi nishhi ạsụ̄ nh asụ̄ ghạfl kynhh. (dvyum trjmh hykhi yithi ạsitha, th mkhlvqatn hndi ṭrfh ạsụ̄ nh asụ̄ ghạfil ya chihnh ghạfil. Goddnikhi trjmh kh lḥaẓh chuh amhi āytuk mṭlb zi yih svrue kynhh yus ashi bnvvmut chuh, yih chuhnh bs yvnhy kạnshi anạrrụ̄ sndyv aathv htth mtth bnyamut kynhh, blkh chuh yih akis svunchith smjihth mnṣvbs pytth pvur ʿlmh san bnavnh āmut, ath mnz chih ahm qanvn kar frma, adnyā pytthh aʿlyā hs tam chhe sạrise kaʿnat kis nẓams mnz akh mkml hm āhngy athhi yivan, th yth kar gahi ʿẓyms mnz chhe prth ṭrfh akh mqṣdyt dryntthụ̄ gczhan, yosh bnavn vạlụ̄ sndis ḥkmts pytth dlalt chhe kran. Dvymhi trjmh kh lḥaẓh hykys yih mṭlb ạsith zi yth kaʿnats mnz yityah thi mkhlvqat ashi pạd chih krimtụ̄, tihndi kunhi ḥajt nishhi chihnh asụ̄ zanhh ghạfl, th kunhi ḥalt nishhi chihnh asụ̄ zanhh be khbr rvudimtụ̄. Kunhi chyzs chuhnh ashi pnnis mnṣvbs khlaf bnnh th pknh diytmut. Kunhi chyzkụ̄ fṭry ẓrvryat frahm krns mnz chahnh ashi kvtahy krmcz th akhi akhi dhrh th vthrkh ḥalt nishhi chih asụ̄ bakhbr rvudimtụ̄.)"
  },
  {
    "verse_id": 18,
    "translation": "Th āsmanh vvl ashi tthyk ḥsabh mṭabq akis khaṣ mqdars mnz āb, th yih tthhrvv zmyns andr, asụ̄ yymhi ṭryqh suh yczhvn ghạb hykvn krith."
  },
  {
    "verse_id": 19,
    "translation": "Pth krụ̄ amhi ābh dhryʿh ashi tuhndi khạṭr khzr th dchih bagh pạd, tuhndi khạṭr chih yimn baghn mnz varyah myitthụ̄ myvh th yimv sintụ̄ chihv tvhụ̄ rvuzy ḥaṣl kran."
  },
  {
    "verse_id": 20,
    "translation": "Th suh kul thi kvr aasy pạd yus ṭvri syna nishhi nyran chuh, (murad chuh zytvn, yus bḥri rvm kyn andụ̄ pkụ̄ kyn ʿlaqn hndyn pydavarn mnz sarive khoth ahm chyz chuh. Ṭvri syna hs kun yih mnsvub krnuk vjh chuh ghalbaan yih zi sue ʿlaqh yymyuk mshhvr tryn mqam ṭvri syna chuh, chuh amhi kulyuk aṣly vṭn.) tyil hyth thi chuh vopdan th khynh valyn hndi khạṭr siyun thi."
  },
  {
    "verse_id": 21,
    "translation": "Th ḥqyqt chhe yih zi tuhndi khạṭr chuh charvayn mnz thi sbq. Yihndyn shikmn mnz yikynczhah chuh, tmy mnz chihv asụ̄ tohyih akh chyz (yʿny dod) chavan, th tuhndi khạṭr chih yimn mnz varyah baqy fạydh thi, tim chuhvukh tvhụ̄ khyvan."
  },
  {
    "verse_id": 22,
    "translation": "Th timn pytth th navn pytth chihv svar thi yivan krnh."
  },
  {
    "verse_id": 23,
    "translation": "Ashi svuz nvḥ ʿlyh alslam tmụ̄ sndis qvms kun, tmụ̄ vvn, ae myanhi qvm kyv lukv, Allah tʿālyā snz bndgy kriv, ts vrạe chuhnh khnụ̄ tuhnd mʿbvd, kya tvhụ̄ chihv na khoczan?"
  },
  {
    "verse_id": 24,
    "translation": "Tmụ̄ sndyv qvm kyv yimav srdarv mannh nishhi ankar kvr timav lvg vanun zi, yih shkhṣ chuhnh kihinụ̄ mgr akh bshr tohy hiyvu, amụ̄ sund ghrẓ chuh yih zi tohyih pytth krihe brtry ḥaṣl, khdays agr svzun āsihe, tylhi svzihe frshtn, yih kth chahnh ashi pnnyn malyn buddibban hndyn vqtn mnz zanhh bvuz mcze (zi bshr yiyhi rsvl bnith)."
  },
  {
    "verse_id": 25,
    "translation": "Kihinụ̄ chuhnh, bs amis shkhṣs chuh raczh khndd jnvn svar spudmut, kynhh kal vuchihv byyhi (bnan chuh frq ma gczhys)."
  },
  {
    "verse_id": 26,
    "translation": "Nvḥ ʿlyh alslam chih vnan, prvrdgar! Yimv lukv yus myvn tkdhyb (ankar) kvr, ath pytth kar vonụ̄ cze me mdd."
  },
  {
    "verse_id": 27,
    "translation": "Ashi kr ts pytth vḥy zi, sanhi ngrạny mnz th sanhi vḥy mṭạbq kar aakh nav tyar, pth yylhi svn ḥukm yiyih, th suh tndvr khalhi grkh, pth gczh prth qsmkyv janvrav mnz akh akh jvurụ̄ hyth tth mnz svar, th pnun ahl v ʿīal thi nin sintụ̄, svae tim yimn khlaf godde chuh fạṣlh spudmut, th ẓạlimn mtʿlq vnụ̄ zynh me kihnụ̄, tim chih vonụ̄ ghrq spdn vạlụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Pth yylhi cz pnnyv sạthyv san navi mnz svar spdkh, tylhi van, shkr chuh ts Allah tʿālyā sund yymụ̄ ashi ẓạlim lukv nishhi njat diyut."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi van, prvrdgar, me val brkt vajinhi jayih, th cz chuhkh bhtryn jae dinh vvl."
  },
  {
    "verse_id": 30,
    "translation": "Ath qṣs mnz chhe bjhi nishạniyih th āzmạysh chih asụ̄ krạny."
  },
  {
    "verse_id": 31,
    "translation": "Timn pth tul ashi byyhi akhi dvruk qvm."
  },
  {
    "verse_id": 32,
    "translation": "Pth svuz timn mnz khod tihndy qvmuk akh rsvl (yymụ̄ timn dʿūt dicz) zi Allah tʿālyā snz bndgy kriv, tuhndi khạṭr chuhnh ts vrạe byyhi kanhh mʿbvd, kya tvhụ̄ chihv na khoczan?"
  },
  {
    "verse_id": 33,
    "translation": "Tmụ̄ sndyv qvm kyv yimav srdarv mannh nishhi ankar kvr, th ạkhrt chih pyshy kvrukh ankar, yim ashi dunya chih zndgy mnz āsvdh ạsụ̄ krimtụ̄, timv lvg vnun, yih shkhṣ chuhnh kihinụ̄ mgr akh bshr tohy hiyvu, yikynczhah tvhụ̄ khyvan chihv ty chuh yih khyvan th yikynczhah tvhụ̄ chyvan chihv ty chuh yih chyvan."
  },
  {
    "verse_id": 34,
    "translation": "Vonụ̄ agr tohyih panse hivis akis bshr snz aṭaʿt qbvl kriv, tylhi rvudiv tvhụ̄ khsarse mnz."
  },
  {
    "verse_id": 35,
    "translation": "Yih chuhv tohyih aṭlaʿ divan zi yylhi tvhụ̄ mrith bniv khak, th pth rvuziv addijhi krnz bnith, tamhi vqth yiyiv tvhụ̄ (qbrv mnz) krrnh?"
  },
  {
    "verse_id": 36,
    "translation": "Bʿīd (yih kth chhe dvur), balkl bʿīd chuh yih vʿdh yus tohyih sintụ̄ krnh chuh yivan."
  },
  {
    "verse_id": 37,
    "translation": "Zndgy chahnh kihinụ̄ mgr bs chhe yhe dunyahch zndgy, yyty chuh aashi marun th yyty chhe zndgy guzarnụ̄, th asụ̄ chihnh hrgz tim yim navi sr yin tulnh."
  },
  {
    "verse_id": 38,
    "translation": "Yih shkhṣ chuh khudae sndis navs pytth mḥẓ aapuz bnavan, th asụ̄ chihnh zanhh amụ̄ sund mann vạlụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Rsuvln vvn, prvrdgar, yimv lukv yus myvn tkdhyb (ankar) kvr, ath pytth kr cze me mdd."
  },
  {
    "verse_id": 40,
    "translation": "Drjvab spud arshad, nkhh chuh suh vqt yylhi yim pnnis krimtis pytth dyan."
  },
  {
    "verse_id": 41,
    "translation": "Ạkhr kar rttụ̄ yim tthyk tthyk ḥq mṭạbq akụ̄ bddụ̄ hngamn, th aashi chhkụ̄ yim czhotth bnavith dvur. Dfʿ gczh ẓạlim qvmh."
  },
  {
    "verse_id": 42,
    "translation": "Pth tulụ̄ ashi yimn pth baqy qvm."
  },
  {
    "verse_id": 43,
    "translation": "Kanhh qvm nh spud pnnhi vqth brvnhh khtm, th nh hyvk amhi pth tthhrith."
  },
  {
    "verse_id": 44,
    "translation": "Pth svuzụ̄ ashi akh akis pth rsvl, yth qvmas nishhi thi tmiyuk rsvl āv, tmụ̄ phiyur tas buth, asụ̄ rvudụ̄ akis pth akh qvm hlak kran pkan, ḥtyā kh tim trạvụ̄ bs afsanh bnạvith pth kun. Phttkar ạsin timn lukn pytth yim ayman chihnh anan."
  },
  {
    "verse_id": 45,
    "translation": "Pth svuz ashi mvsyā ʿlyh alslam th tmụ̄ sund bve harvn ʿlyh alslam pnnyv nshạniyv san, th byyhi ttakarh sanad hyth frʿūns th tmụ̄ sndi slṭnt kyn dhmh darn kun."
  },
  {
    "verse_id": 46,
    "translation": "Mgr timv kvr tkbr byyhi hvvukh zchahr."
  },
  {
    "verse_id": 47,
    "translation": "Vannhi lgụ̄, kya asụ̄ aanv panse hivyn don nfrn pytth ayman? Th nfr thi tim yuhund qvm svn ghlam (khdmt gar) chuh."
  },
  {
    "verse_id": 48,
    "translation": "Ps timv pihyur doshvnụ̄ buth th spdụ̄ hlak spdn valyn mnz shạml."
  },
  {
    "verse_id": 49,
    "translation": "Th mvsyā (ʿlyh alslams) kr ashi ktab ʿṭa, takhi lukh krn amhi nishhi rhnmạyy ḥạṣl."
  },
  {
    "verse_id": 50,
    "translation": "Byyhi bnvv aashi abni mrym ʿlyh alslam th tmụ̄ snz mvj akh nshạny th tim thạvụ̄ akis pathlis thzrs pytth, yosh aṭmynanch jae ạs th tth mnz ạsụ̄ nag vuzan."
  },
  {
    "verse_id": 51,
    "translation": "Ae pyghmbrv, khyyiv pak chyz, th ʿml kriv ṣalḥ, tvhụ̄ yikynczhah thi kran chihv, bh chuhs thi var pạtthụ̄ zanan."
  },
  {
    "verse_id": 52,
    "translation": "Th yih tuhnz aumt chhe kuny amt, th bh chuhs tuhund rb, lhādha khvucziv tvhụ̄ ṣrf me."
  },
  {
    "verse_id": 53,
    "translation": "Mgr myh pth krụ̄ lukv pnnis dyns panh vạnụ̄ ttukr ttukr. Prth dris nishhi yikynczhah chuh suh chuh tthụ̄ mnz āvur (th khosh)."
  },
  {
    "verse_id": 54,
    "translation": "Achha trạviyvukh tylhi tim rvuzin ddubith pnnis ghflts mnz akis khaṣ vqts tam."
  },
  {
    "verse_id": 55,
    "translation": "Kya yim chha smjhan zi yus asụ̄ yimn mal v avlad sintụ̄ mdd chih kran rvzan,"
  },
  {
    "verse_id": 56,
    "translation": "Tylhi chih znth yimn rczr dins mnz srgrm? Nh, aṣly mʿāmluk chuhnh yimn shʿūr kynhh."
  },
  {
    "verse_id": 57,
    "translation": "Drḥqyqt yim lukh pnnis rb sndis khvfs khoczn vạlụ̄ chih āsan,"
  },
  {
    "verse_id": 58,
    "translation": "Yim pnnis rb sndyn āyatn pytth ayman chih anan,"
  },
  {
    "verse_id": 59,
    "translation": "Yim pnnis rbs sintụ̄ kạnshi shryk chihnh kran,"
  },
  {
    "verse_id": 60,
    "translation": "Th yuhund ḥal yih chuh zi divan chih yikynczhah thi divan chih, th tihindụ̄ dil chih amhi khyalh nttan rvzan zi ashi chuh pnnis rbs kun phyrun."
  },
  {
    "verse_id": 61,
    "translation": "Timae chih nyk kamyn kun davan vạlụ̄, th brvnhh gczihth chih timn lbn vạlụ̄."
  },
  {
    "verse_id": 62,
    "translation": "Asụ̄ chihnh kạnshi shkhṣs tmụ̄ sndi ṭaqth (brdasht) khoth zyadh tklyf divan, th ashi nishhi chhe akh ktab, yosh (prth kạnshi hund ḥal) tthyk tthyk vnn vajinụ̄ chhe. (yʿny prth shkhṣh sund namh aʿmal yth mnz tmụ̄ sund svrue kvrmut krvvmut drj chuh) th lukn pytth yiyhi nh hrgz ẓlm krnh."
  },
  {
    "verse_id": 63,
    "translation": "Mgr yim lukh chih amhi mʿāmlh nishhi be khbr, th yihndụ̄ aʿmal thi chih tmy ṭryqh mkhtlf (yymich pytthh knhi dhkr āyih krnh). (tim rvzn pnnụ̄ yim krtvut kran pkan)"
  },
  {
    "verse_id": 64,
    "translation": "Yvt tam zn pth asụ̄ tihindụ̄ ʿīash ʿdhabs mnz rttvkh, pth krn tim ttangh dinh shrvʿ."
  },
  {
    "verse_id": 65,
    "translation": "Bnd kriv vonụ̄ pnun fryad th krykh nad, sanhi ṭrfh mylyv nh tohyih vonụ̄ kanhh mdd."
  },
  {
    "verse_id": 66,
    "translation": "Myanụ̄ āyat ạsiv bvznavnh yivan, tylhi ạsiv tvhụ̄ (rsvl snz āvaz bvzạnụ̄ bvzạnụ̄) pvt khvry czlan."
  },
  {
    "verse_id": 67,
    "translation": "Pnnis ghrvurs mnz avsuv nh suh ttary khsan? Pnnyn mḥfln mnz ạsiv ts kthh kran th byhvdh bkvas kran."
  },
  {
    "verse_id": 68,
    "translation": "Tylhi kya yimv lukv kvr na yth klamas pytth zanhh ghvr? Kinh tmụ̄ chhe ticzh kanhh kth anmcz, yosh nh yihndyn aslafn (mạlis buddibbs) nishhi āmcz ạs?"
  },
  {
    "verse_id": 69,
    "translation": "Kinh yim ạsụ̄ nh pnnis rsvls nishhi brvntthh pytthh vạqf, tave chihnh (aan zan shkhṣ āsnh kinụ̄) ts manan?"
  },
  {
    "verse_id": 70,
    "translation": "Kinh yim chih amhi kthhi hndụ̄ qạyil zi suh chuh mjnvn? Nah, blkh chuh tmụ̄ ḥq avnmut, th ḥqe chuh yihndis akthryts nagvar."
  },
  {
    "verse_id": 71,
    "translation": "Th agr ḥq yihnzn khvạhshatn pth pth pkhi he, tylhi spdihe zmyn th āsman th yihnzi tmam ābạdy hund nẓam drhm brhm, nah blkh chhe aashi yihnz pnny dhkr yimn nishhi animcz, th yim chih pnnhi dhkri nishhi buth phiran."
  },
  {
    "verse_id": 72,
    "translation": "Kya tvhụ̄ chihvh yimn kynhh mngan? Tuhndi khạṭr chuh ty bhtr yikynczhah tohyih pnnụ̄ rbn chuhnav ʿṭa kvrmut, th suh chuh bhtryn rzq dinh vvl."
  },
  {
    "verse_id": 73,
    "translation": "Tvhụ̄ chihv yimn syzi vthi kun nad divan."
  },
  {
    "verse_id": 74,
    "translation": "Mgr yim lukh ạkhrts chihnh manan, tim chih syzi vathi nishhi ddlith yczhan pkun."
  },
  {
    "verse_id": 75,
    "translation": "Agr asụ̄ yimn pytth rḥm krv, th suh tklyf krvkh dvur yth mnz yim azkl mbtla chih, (murad chuh suh qḥṭ yus nby ṣly Allah ʿlyh v slmn hindi bʿtht pth kynczhn vriyin brpa rvud) tylhi gczhn yim pnnhi srkshy mnz balkle ylh."
  },
  {
    "verse_id": 76,
    "translation": "Yuhund ḥal chuh yih zi ashi krụ̄ yim tklyfs mnz mbtla, amhi pth thi nmyyih nh yim pnnis rbs brvnhh knhi, th nh chih ʿạjzy kran akhtyar."
  },
  {
    "verse_id": 77,
    "translation": "Albth yylhi nvbt avt tam vathi zi asụ̄ mczravav yimn pytth skht ʿdhabuk drvazh, tylhi vuchihv tvhụ̄ achank zi ath ḥalts mnz chih yim prth rczr nishhi mayvs."
  },
  {
    "verse_id": 78,
    "translation": "Suh chuh Allah tʿālyā he yymụ̄ tohyih bvznh chih vuchhnh chih quvth dicznav, th svnchnh khạṭr diytinav dil, mgr tvhụ̄ lukh chihv kme shkr guzar āsan."
  },
  {
    "verse_id": 79,
    "translation": "Sue chuh yymụ̄ tvhụ̄ zmyns andr phhlạvinv, th tsụ̄ kun yiyiv tvhụ̄ vttith annh."
  },
  {
    "verse_id": 80,
    "translation": "Sue chuh zndgy bkhshan th sue chuh mvt divan, rạcz hnz th dohch grdsh chhe tmụ̄ sndi se qdrt kis qbẓs mnz, kya tohyih chahv na yih kth fkri tran?"
  },
  {
    "verse_id": 81,
    "translation": "Mgr yim lukh chih ty kynczhah vnan, yih yihndyv brvntthimyv vvnmut chuh."
  },
  {
    "verse_id": 82,
    "translation": "Yim chih vnan, kya yylhi asụ̄ mrith miycz bnav th addijhi krnz bnith rvzav, pth yimvh asụ̄ byyhi zndh krith tulnh?"
  },
  {
    "verse_id": 83,
    "translation": "Ashi thi chih yim vʿdh varyah bvuzmtụ̄, th ashi brvnhh chih sạnụ̄ mạlụ̄ buddibb thi bvzan rvudimtụ̄. Yim chih mḥẓ pranyn lukn hndụ̄ afsanh."
  },
  {
    "verse_id": 84,
    "translation": "Yimn vniv, vnitav agr tohyih pe chahv zi yih zmyn th aamich sạre ābady kmụ̄ snz chhe?"
  },
  {
    "verse_id": 85,
    "translation": "Yim vnn ẓrvr Allah tʿālyā snz, vniv, tylhi kyazi chihv nh tvhụ̄ hvshs mnz yivan?"
  },
  {
    "verse_id": 86,
    "translation": "Yimn prczihv, stn āsmann th ʿrshi ʿẓymuk mạlk kus chuh?"
  },
  {
    "verse_id": 87,
    "translation": "Yim vnn ẓrvr Allah tʿālyā. Vniv, pth kyazi chihv nh tvhụ̄ khoczan?"
  },
  {
    "verse_id": 88,
    "translation": "Yimn vniv, vnitv zi prth chyzs pytth kmụ̄ sund chuh aqtdar, th kus chuh suh yus pnah chuh divan, th tmụ̄ sndis muqabls mnz hykhi nh kanhh pnah dith, agr tohyih pe chahv?"
  },
  {
    "verse_id": 89,
    "translation": "Yim vnn ẓrvur zi yih kth chhe bs Allah tʿālyā se khạṭr, vniv, pth kthi pytthh chuhv tohyih dvkhh lgan?"
  },
  {
    "verse_id": 90,
    "translation": "Th yus amri ḥq chuh, suh chuh ashi yimn brvnhh kun avnmut, th kanhh shk chuhnh zi yim lukh chih aapziyạrụ̄. (yʿny pnnhi ath kthhi mnz chih aapziyạrụ̄ zi khudays vrạe thi chih byyhi kạnshi khudayy hndụ̄ ṣfat akhtyarat th ḥqvq ya yimav mnz chuhs kanhh ḥṣh ḥạṣl. Th pnnhi ath kthhi mnz apziyạrụ̄ zi mvth pth chahnh zndgy mmkn. Yuhund aapuz chuh yihndyv pnnyv aʿtraẓv nishhi thạbt. Akhi pash yih manun zi zmyn v āsmanuk mạlik th kaʿnat khi prth chyzuk mkhtar chuh Allah tʿālyā, th dvyimhi pash yih vnun zi khudạyy chahnh ṣrf tmụ̄ snze yạcz blkh chuh dvyimyn hund thi (yim la mḥalh tmụ̄ sndụ̄ bndh th mkhlvqe āsn) ath mnz kanhh ḥṣh, yim doshve kthh chhe ttakarh pạtthụ̄ akh akis khlaf. Yithe pạtthụ̄ akhi pash yih vnun zi asụ̄ th yih ʿẓymu alshan kaʿnat chhe khudayn pạd krmcz, th dvyimhi pash yih vnun zi Allah tʿālyā hykhi nh pnune pạd kvrmut mkhlvq nvi sr pạd krith, chuh nanhi vanh ʿqlhi khlaf. Lhādha chuh yihnzv pnnyv manhi mczav ṣdaqtv nishhi thạbit zi shrk th ạkhrtuk ankar chih doshve apzụ̄ ʿqydh yim timv akhtyar chih krimtụ̄.)"
  },
  {
    "verse_id": 91,
    "translation": "Khudayn chuhnh kanhh bnvvmut pnun avlad, (yth jayih gczihh nh kạnshi yih ghlṭ fhmy gczhnụ̄ zi yih arshad chuh mḥẓ ʿīsạytuk trdyd. Nah ʿrbkụ̄ mushrk thi ạsụ̄ pnnyn mʿbvudn khudae sndụ̄ avlad qrar divan, th dunya hkụ̄ akthr mushrik chih athụ̄ gumrạhy mnz yihndụ̄ shryki ḥal rvudimtụ̄.) byyhi chuhnh kanhh dvyum khudae ts sintụ̄ kynhh. Agr yih āsihe tylhi nyrihe prth kanhh khuda pnnụ̄ khlq hyth alg, th pth laghan tim akh akis pytth ḥmlh krnụ̄. Pak chuh Allah tʿālyā timv kthv nishhi yimh lukh bnavan chih."
  },
  {
    "verse_id": 92,
    "translation": "Yikynczhah pvshydh chuh yikyczhah nvn chuh, suh chuh tmiyk zann vvl, suh chuh balatr tmhi shrkh nishhi yus yim lukh tjvyz chih kran."
  },
  {
    "verse_id": 93,
    "translation": "Ae nby, dʿā kriv zi, prvrdigar, yymhi ʿdhabch dhmky chhe yivan dinh, suh agr cz myanhi mvjvdgy mnz aankh,"
  },
  {
    "verse_id": 94,
    "translation": "Ae myanhi rbh, tylhi krụ̄ zynh me yimn ẓạlim lukn mnz shạml. (amiyuk mṭlb chuhnh yih zi mʿādh Allah avs ath ʿdhabs mnz nby ṣly Allah ʿlyh v slmn hndi mbtla spdanuk fy alvaqʿ kanhh khṭrh, ya yih zi agr tim ṣly Allah ʿlyh v slm yih dʿā krhn nh, tylhi spdhn ath mnz mbtla. Blkh chuh amhi qsmuk andazi byan yih tṣvr dyavnh khạṭr vrtavnh āmut zi Allah tʿālyā sund ʿdhab chuh khoczns layqe chyz, suh chuh tiyuth chyz zi gnah garne yvt pzi nh, blkhi pzi nykv karn thi pnnyv tmam nykyv bavjvd amhi nishhi pnah mngun.)"
  },
  {
    "verse_id": 95,
    "translation": "Th ḥqyqt chhe yih zi asụ̄ chih tuhnzn achhn brvntthh kny suh chyz aannch pvur qdrt thavan yymich dhmky asụ̄ yimn divan chih."
  },
  {
    "verse_id": 96,
    "translation": "Ae nby, burạyy krivyvun tmy ṭryqh dfʿ yus bhtryn āshi, yikynczhah kthh tim tohyih pytth bnavan chih, timh chhe ashi var pạtthụ̄ mʿlvm."
  },
  {
    "verse_id": 97,
    "translation": "Th duʿā kriv zi, prvrdgar, bh chuhs shyṭann hndyv vasvsav nishhi chvn pnah mngan."
  },
  {
    "verse_id": 98,
    "translation": "Blkh ae myanhi rbh, bh chuhs amhi nishhi thi chvn pnah mngan zi tim yin me nish. (yim lukh yin nh baz pnnhi hanhi nishhi)"
  },
  {
    "verse_id": 99,
    "translation": "Yvt tam zn yimv mnz kạnshi mvt yiyih, aad laghi vnun zi, ae myanhi rbh, me svz tthụ̄ dunya hs mnz vaps. Yus bh trạvith chuhs āmut."
  },
  {
    "verse_id": 100,
    "translation": "Aumyd chahm zi vonụ̄ kr bh nyk ʿml. Hrgz nh, yih chhe bs akh kth, yosh suh bkan chuh. Vonụ̄ chuh yimn sarine (mrn valyn) ptụ̄ kinụ̄ akh brzkh ḥạyil, dvymhi zndgy hndis dohs tam. (brzkh chuh farsy lfẓ prdh huk muʿrb. Muʿrab gvv suh lfẓ yus ʿrby āshi bnavnh āmut mgr āshi bykhi zbanhi hund lfẓ. Aamiyuk mṭlb chuh yih zi vonụ̄ chuh yimn th dunya hs drmyan akh tthvr, yus yimn vaps diyih nh gczhnh, th qyamts tam rvzn yim dunya hs th ạkhrts drmyan kis ath ḥdi faṣls mnz tthhrith.)"
  },
  {
    "verse_id": 101,
    "translation": "Pth yutuhe ṣvurs āv phokh layinh, yimn drmyan rvzi nh pth kanhh rshth, th nh prczhn yim akh akis."
  },
  {
    "verse_id": 102,
    "translation": "Tmhi saʿth yihndụ̄ pạtrụ̄ gvbụ̄ āsn, time lbn flaḥ."
  },
  {
    "verse_id": 103,
    "translation": "Th yihndụ̄ pạtrụ̄ lvtụ̄ āsn, time lukh āsn yimv pnun pan khsars mnz trvv. Tim rvzn hmyshh jhnms mnz."
  },
  {
    "verse_id": 104,
    "translation": "Nar vuddavi tihndyn buthyn hnz czam th tihnzn maz byrn hnz addjhi nyrn nanhi."
  },
  {
    "verse_id": 105,
    "translation": "Kya tvhụ̄ chihv na time lukh zi myạnụ̄ āyat ạsiv yivan bvznavnh, tvhụ̄ ạsiv tim aapzụ̄ zanan?"
  },
  {
    "verse_id": 106,
    "translation": "Tim vnn, ae sanhi rbh, sạnụ̄ bdbkhty ạs aashi pytth svar gmcz, asụ̄ ạsụ̄ pzipạtthụ̄ gumrah lukh."
  },
  {
    "verse_id": 107,
    "translation": "Ae prvrdgar, vonụ̄ krr th ashi yythi, pth thi agr asụ̄ qṣvr krv tylhi āsav ẓạlim."
  },
  {
    "verse_id": 108,
    "translation": "Allah tʿālyā diyakh jvab, dvur gczihv me brvnhh kanhi, pyth rvuziv athụ̄ mnz th me sintụ̄ mah kriv kth."
  },
  {
    "verse_id": 109,
    "translation": "Tvhụ̄ chihv time lukh zi myạnụ̄ kynhh bndh yylhi vnan ạsụ̄ zi, ae sanhi prvrdgar, ashi avn ayman, ashi kr mʿāf, ashi pytth kr rḥm, cz chuhkh tmam rḥymv khoth rut rḥym."
  },
  {
    "verse_id": 110,
    "translation": "Tohyih kvruv timn tthtthh mdhaq yvt tam zn tihndụ̄ ẓidn tvhụ̄ yithi mshrạvi nav zi bthi chuhs kanhh, th tvhụ̄ rvudiv timn pytth aasan."
  },
  {
    "verse_id": 111,
    "translation": "Aaz diyut me tihndi tmhi ṣbruk yih phl zi time chih kamyab."
  },
  {
    "verse_id": 112,
    "translation": "Pth prczihh Allah tʿālyā timn, vniv zmyns mnz kczn vriyan rvudiv tvhụ̄?"
  },
  {
    "verse_id": 113,
    "translation": "Tim vnn, akh doh ya dohuk thi kynhh ḥṣh chih asụ̄ tathi tthhrymtụ̄, shumar krn valyn prczihv."
  },
  {
    "verse_id": 114,
    "translation": "Arshad spdi, km se kals ạsiv na tthhrith, kash āsiyhv tmhi saʿth tohyih yih zvnmut."
  },
  {
    "verse_id": 115,
    "translation": "Kya tohyih avsva yih smjhmut zi ashi chihv tvhụ̄ fẓvl pạd krimtụ̄, th tohyih chuhv nh aash kun kihinụ̄ thi phyrun."
  },
  {
    "verse_id": 116,
    "translation": "Ps sarive khoth bvdd th thvd chuh Allah tʿālyā, ḥqyqy badshah, kanhh khudae chuhnh ts vrạe, mạlik chuh bzrg ʿrshuk."
  },
  {
    "verse_id": 117,
    "translation": "Th yus akha khudays sintụ̄ byyhi kạnshi mʿbvds nad layih, yymhi khạṭr ts nishhi kanhh dlyl chahnh, (dvyum trjmh hykys yithi ạsith zi, yus akhah khudays sintụ̄ byyhi kạnshi mʿbvds nad layih, ts chahnh pnnhi amhi kamhi khạṭr kanhh dlyl) tylhi chuh amiyuk ḥsab tmụ̄ sndis rbs nishhi, yithụ̄ kạfr hykn nh zanhh flaḥ lbith."
  },
  {
    "verse_id": 118,
    "translation": "Ae nby, vniv, myanhi rbh, drgzr frmav, byyhi kr rḥm, th cz chuhkh sarive rḥm krn valyv khoth rut rḥm krn vvl."
  }
]