[
  {
    "verse_id": 1,
    "translation": "Yih chuh akh svurh yus ashi nạzil chuh kvrmut, th yih chuh ashi frẓ kvrmut, th ath mnz chih ashi ṣaf ṣaf hdayat nạzil krimtụ̄. (yʿny yimh kthh yth svurs mnz vannh chhe āmcz tmhi chahnh sfarshat zi dil yyczhyv th mạniv, nath yikynczhah yyczihv thi kriv, blkh chih qṭʿī aḥkam yihnz pyrvy krnụ̄ lạzim chhe. Agr mvmn chihv tylhi chhe yihnz pyrvy krnụ̄ tuhund frẓ.) bnan chuh tvhụ̄ rttiv sbq."
  },
  {
    "verse_id": 2,
    "translation": "Zanyh (bdkar) znanh zany (bdkar) mard, doshvyv mnz lạyiv prth kạnshi hth kvdd. (zinahs mtʿlq chuh abtdạyy ḥkm svrh nsaʿ āyt nmbr 15 hs mnz pth kun āmut. Vonụ̄ chuh aamiyuk yih qṭʿī sza mqrr krnh yivan. Yih sza chuh tmhi ṣvrt khạṭr yylhi zạny mrd nythr rvs āshi, ya zanyh znanh nythr rvs āshi. Qrān paks mnz thi chuh aath kun asharh mvjvd yithh pạtthụ̄ zn svrh nsaʿ āyt nmbr 25 nishhi chuh pe lgan th varyahv ḥdythv, ḥẓvr ṣly Allah ʿlyh v slm th khlfae rashdynn hndi ʿmly snt th ajmaʿ aumt nishhi thi chuh yih thạbt zi nythr āsnh kis ṣvrts mnz chuh znahuk sza rjm.) th yimn pytth ʿār yinuk jdhbh yinh tohyih Allah tʿālyā sndis dyn kis mʿāmls mnz path rtthi, agr tvhụ̄ khudays th ạkhrt kis dohs pytth ayman chihv thavan, th timn sza dinh vqth gczihh ahli aymann hnz akh jmaʿt mvjvd rvznụ̄. (yʿny sza gczihh br sri ʿām dinh yun takh mjrims gczihh rsvạyy th baqyn lukn mylhi ʿbrt th nṣyḥt, th yih gnah phhlhi nh mslm mʿāshrs mnz)."
  },
  {
    "verse_id": 3,
    "translation": "Zạny mah krin nkaḥ mgr (krin) zanyh hs sintụ̄ ya mushrik znanhi sintụ̄, th zanyh hs sintụ̄ mah krin nkaḥ mgr (krin) zạny ya mushrik, th yih chuh ḥram krnh āmut ahli aymann pytth. (yʿny suh zạny yymụ̄ nh tvbh āshi kvrmut ts khạṭr agr munạsb chuh, tylhi chahs ṣrf zanyh munạsb ya chahs mushrk znanh. Suh chuhnh kạnshi mvmn th ṣalḥ khatvnhi khạṭr munạsb, th ḥram chuh ahli aymann khạṭr zi tim din zạnith mạnith pnnhi kvri ythyn bdkarn. Yithe pạtthụ̄ agr zanyh (tvbh rvstue) znann khạṭr munasb chih, tylhi chih yimne hivụ̄ zạny ya mushrk. Kạnshi mvmn ṣalḥ sndi khạṭr chahnh timh munạsb, th ḥram chuh mvmnn khạṭr zi yimn znann hnzi bd chlny hund ḥal timn pe āshi timn sintụ̄ krn dạnsth ṭvr nkaḥ. Amhi ḥukmuk aṭlaq chuh ṣrf timne mrdan th mstvuratn pytth spdan, yim pnnhi bur rvishhi pytth qạym āsn. Yim lukh tvbh krith pnnis pans aṣlaḥ krn, timn pytth chuhnh aamiyuk aṭlaq spdan, tikyazi tvbh th aṣlaḥ pth chuhnh zany āsnuk ṣft timn sintụ̄ rvzan)"
  },
  {
    "verse_id": 4,
    "translation": "Th yim lukh pak damn mstvuratn pytth thmt lgavn, (yʿny zinahch thmt, th yohe ḥkm chuh pakdamn mrdn pytth th znahch thmt lgavnuk. Aṣṭlaḥs mnz chih aath thmt trạshy qdhf vnan.) pth yin nh czvr gvah hyth, timn lạyiv shyth kvrr, th tihnz shhadt mah kriv zanhh qbvl, th tim chih pane fasq."
  },
  {
    "verse_id": 5,
    "translation": "Svae timv lukv, yim amhi ḥrkth pth tvbh krn th aṣlaḥ krn, Allah tʿālyā chuh ẓrvr tylhi (tihndis ḥqs mnz) bkhshn vvl th rḥm krn vvl. (ath kthhi pytth chuh fqhahn hund atfaq zi tvbh sintụ̄ chuhnh qdhfuk sza saqṭ spdan, ath pytth thi chuh atfaq zi tvbh krn vvl rvzinh fasq th Allah tʿālyā kri ts mʿāf. Albth ath mnz chuh akhtlaf zi tvbh krnh pth yiya amụ̄ snz shhadt qbvl krnh kinh nh. Ḥnfyh chh amhi kthhi hndụ̄ qạyil zi amụ̄ snz shhadt āshi nh qạbli qbvl. Amam shafʿī rḥmth Allah ʿlyh, amam malk rḥmth Allah ʿlyh, amam aḥmd rḥmth Allah ʿlyh chih amụ̄ snz shhadt qạbli qbvl smjhan.)"
  },
  {
    "verse_id": 6,
    "translation": "Th yim lukh pnnyn khandarinyn pytth alzam lgavn (yʿny bdkạry hund alzam) th timn nishhi āshi nh khod pnnhi panh vrạe kanhh gvah, tylhi chhe timv mnz akis shkhṣh snz shhadt (yih zi suh) diyin czvri ltthi Allah tʿālyā sund qsm khyth gvạhy, zi suh chuh (pnnis alzams mnz) pziyvr."
  },
  {
    "verse_id": 7,
    "translation": "Th pvunczimhi phiri vnin zi ts pytth ạsin Allah tʿālyā snz lʿnt, agr suh (pnnis ailzams mnz) aapziyvr chuh."
  },
  {
    "verse_id": 8,
    "translation": "Th znanhi nishhi hykhi yithh pạtthụ̄ sza ttlith, zi so diyin czvri ltthi Allah tʿālyā sund qsm khyth shhadt, zi yih shkhṣ chuh (pnnis ailzams mnz) aupziyvr."
  },
  {
    "verse_id": 9,
    "translation": "Th pvunczmhi phiri vnin zi ts pytth ạsin Allah tʿālyā sund ghẓb, agr suh (pnnis ailzams mnz) pziyvr āshi. (shryʿt kis aṣṭlaḥs mnz chih aath liʿān vnan. Yih liʿān hykhi nh gr bihth spdith, blkh gczih ʿdalts mnz spdun. Liʿānuk mṭalbh hykhi mrd sndi ṭrfh thi spdith th znanhi hndi ṭrfh thi. Alzam lgavnh pth agr mrd liʿān nishhi pan bchavnch kvshsh kri ya znanh kri qsm khyns ajtnab. Tylhi chuh ḥnfyh hn nzdyk aamyuk sza qạd yvt tam nh mjrim liʿān kri, th doshvyv ṭrfv chuh liʿān spdnh pth znanh th mrd akh akis khạṭr ḥram spdan.)"
  },
  {
    "verse_id": 10,
    "translation": "Tohyih lukn pytth (agr) Allah tʿālyā sund fẓl th tmụ̄ sund rḥm āsihe nh, th (agr) yh, kth āsihe nh zi Allah tʿālyā chuh sytthah tvbh qbvl krn vvl th ḥkmt vvl tylhi (travihyv khandarnyn pytth alzamuk mʿāmlh tohyih kuhris mnz.)"
  },
  {
    "verse_id": 11,
    "translation": "Yimv lukv yih bhtan chuh grith avnmut, suh chuh tohy mnz akh ttvlh. (yyth pytthh chuh āyt nmbr 26 hs tam tth mʿāmls pytth klam frmavnh āmut yus tvarykhs mnz vaqʿh aifk kh nav mshhvr chuh, yth munafiqv ḥẓrt ʿāʿshh rẓy Allah tʿālyā ʿnha has pytth mʿādh Allah bd kạry hnz thmt ạs lgạvmcz, th aath avsukh tyvutah chrchhi kvrmut zi kynhh mslman thi ạsụ̄ aath mnz mbtla gmtụ̄) yih vaqʿh mah smjhiv pnnis mʿāmls mnz shr, blkh chuh yithi tuhndi khạṭr rczre. (mṭlb chuh yih zi bamnbriv mah, munafqv kvr pnnhi ṭrfh tohyih pytth yih zvr dar var mgr an shaʿ Allah gczihh yimn pvt phyirith yih vaps, th tuhndi khạṭr āshi yih fạydh mnd.) yymụ̄ yvutah ath mnz ḥṣh niyvu tmụ̄ kvr tyvutah gnah jmʿ th yymụ̄ shkhṣn amhi chih dhmh dạry hund bvdd ḥṣh pnnis kls khvl. (yʿny ʿbd Allah bni auby yus amhi ailzamuk aṣly muṣnf th fitnuk aṣly bạny avs) ts khạṭr chuh bvdd ʿdhab."
  },
  {
    "verse_id": 12,
    "translation": "Yymhi saʿth tohyih lukv yih bvuzmut avsuv tmy saʿth kyazi kvr nh mvmn mrdav th mvmn mstvurtav pnnis pans sintụ̄ nyk guman (dvyum trjmh hykhi yithi ạsith zi pnnyn lukn ya pnnis milts th pnnhi mʿāshrh kyn lukn sintụ̄ kyazi kvruv nh nyk guman. Āytkụ̄ alfaẓ chih doshvnụ̄ mfhvman pytth ḥạvy. Albth yus trjmh ashi chuh akhtyar kvrmut suh chuh zyadh mʿnhi bvrut. Amiyuk mṭlb chuh yih zi tohyih mnz kyazi kvr nh prth kạnshi khyal zi agr me tmhi ṣvurti ḥaluk mqablh pyyih he krun yvsh ḥẓrt ʿāʿshh rẓy Allah tʿālyā ʿnha hs pysh āmcz ạs, kya bh krha bd kạry hund aatur?) th kyazi vvnuv nh zi yih chuh ttakarh bhtan?"
  },
  {
    "verse_id": 13,
    "translation": "Timv lukv kyazi anụ̄ nh (pnnis alzam kis thbvts mnz) czvr gvah? Vonụ̄ yylhi timv gvah chihnh animtụ̄, khudays nzdyk chih time aapziyạrụ̄. (yth jayih gczihh nh kạnshi shkhṣs yih ghlṭ fhmy gczhnụ̄ zi yth jayih chuh alzam kh ghlṭ āsnch dlyl th bunyad mḥẓ gvahn hnz ghyr mvjvdgy tthhravnh yivan, th muslmann chuh yivan vnnh zi tvhụ̄ thi diyiv ṣrf amhi vjh kinụ̄ yih ttakarh bhtan qrar zi alzam lgavn valyv chihnh czvr gvah animtụ̄. Yih ghlṭ fhmy chhe tmhi vaqch ṣvrt drnẓr nh thavnh kinụ̄ pạd spdan yosh fy alvaqʿ tathi pysh ạs āmcz. Ailzam lgavn valyv avsnh amhi vjh kinụ̄ ailzam lgvvmut zi timv avs ya timv mnz ạs kạnshi shkhṣn mʿādh Allah pnnyv achahv so kth vuchhmcz yvsh tim zyvi ạsụ̄ vnan. Blkh avsukh ṣrf ath bunyads pytth yvutah bvdd ailzam tṣnyf kvrmut zi atfaqaan ạs ḥẓrt ʿāʿshh rẓy Allah tʿālyā ʿnha qạflh nishhi pth rvuzmcz, th ḥẓrt ṣfvan rẓy Allah tʿālyā ʿnh chih pth timn pnnis avuntts pytth svar krith qạfls mnz aanan. Kanhh ṣaḥbi ʿql ansan thi hykhi he nh ath mvqʿs pytth yih tṣvr krith zi ḥẓrt ʿāʿshh rẓy Allah tʿālyā ʿnha sund yithh pạtthụ̄ pth rvzun avs mʿādh Allah kunhi saz bazuk ntyjh. Saz baz krn vạlụ̄ chihnh amhi ṭryqh saz baz kran zi lshkr kis salar snz gr vajinụ̄ rvzi czvuri pạtthụ̄ qạfls pth kun akis shkhṣs sintụ̄ th pth vatnavi sue shkhṣ ts pnnis avntts pytth svar krith dohly tthyk dvphr vqth ʿlanyh lshkr kis prravs pytth. Yih ṣvrti ḥal ạs pane yimn doshvnụ̄ hndis be gnah āsns pytth dlalt kran. Ath ḥalts mnz agr ailzam lgavnh yiyhi he, tylhi yiyhi he ṣrf ath bunyads pytth lgavnh zi agr vann valyv pnnyv achhav āshe kanhh mʿāmlh vuchhmut.)"
  },
  {
    "verse_id": 14,
    "translation": "Agr tohyih lukn pytth dunya hs th ạkhrts mnz Allah tʿālyā sund fẓl byyhi rḥm v krm āsihe nh, tylhi yimn kthn mnz tvhụ̄ hynh ạsiv āmtụ̄, tihndis padashs mnz rtthi hyv tohyih bvdd ʿdhab. (hana kritv ghvr, tmhi saʿth kiczh skht ghlṭy ạsiv tvhụ̄ kran)"
  },
  {
    "verse_id": 15,
    "translation": "Yylhi zan tuhnzi akhi zyv nishhi byakh zyv yih aupuz hyth ạs pkan, th tvhụ̄ ạsiv pnnhi ạsh tikynczhah vnan, yth mtʿlq tohyih kanhh ʿlm avsuv nh. Tohyih ạsv yih kth mʿmvly basan, ḥalankh khudays nzdyk ạs yih bdd kth."
  },
  {
    "verse_id": 16,
    "translation": "Yih bvzan bvzane kyazi vvnuv tohyih zi, ashi chahnh yiczh kth shvuban zyvi krrnụ̄, subḥan Allah, yih chuh akh ʿẓym bhtan."
  },
  {
    "verse_id": 17,
    "translation": "Allah tʿālyā chuhv tohyih nṣyḥt kran zi āʿndh krụ̄zyv nh yiczh ḥrkt, agr tvhụ̄ mvmn chihv."
  },
  {
    "verse_id": 18,
    "translation": "Allah tʿālyā chuhv tohyih ṣaf ṣaf hdayt divan, th suh chuh thdi payuk zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 19,
    "translation": "Yim lukh yczhan chih zi ayman ann valyn mnz gczihh fḥsh (be shrmy th be ḥyạʿy) phhlnụ̄, tim chih dunya hs th ạkhrts mnz dg tulvnhi ʿdhabkụ̄ ḥqdar, Allah tʿālyā chuh zanan th tvhụ̄ chihv nh zanan."
  },
  {
    "verse_id": 20,
    "translation": "Agr Allah tʿālyā sund fẓl th tmụ̄ sund rḥm v krm tohyih pytthhi āsihe nh, th yih kth āsihe nh zi Allah tʿālyā chuh sytthah shfyq th rḥym. (tylhi havihe yih chyz bdtryn ntyjh yus taz taze avs tohyih mnz phhlavnh āmut)."
  },
  {
    "verse_id": 21,
    "translation": "Ae lukv yimv ayman chuhv avnmut, shyṭan sndis nqshi qdms pytth mah pkiv, yus shyṭan snz pyrvy kri, tylh, diyih suh tas fḥsh th bdy hundue ḥkm, agr Allah tʿālyā sund fẓl byyhi rḥm v krm tohyih pytth āsihe nh, tylhi hykhi he nh tohyih mnz kanhh shkhṣ pak spdith, mgr Allah tʿālyā he ys yczhan chuh, ts chuh pak kran, th Allah tʿālyā chuh bvzn vvl th zann vvl."
  },
  {
    "verse_id": 22,
    "translation": "Tohyih mnz yim lukh ṣaḥbi fẓl th ṣaḥbi vusʿt chih, tim mah khyn amhi kthhi hund qsm, zi pnnyn rshth darn, mskynn th yimv lukv Allah tʿālyā snzi vthi mnz hjrt kr, timn krn nh mdd. Timn pzi mʿāf krun byyhi pzykh drguzr krun, kya tvhụ̄ chihv na yczhan zi Allah tʿālyā kri tohyih mʿāf? Th Allah tʿālyā sund ṣft chuh yih zi suh chuh ghfvr v rḥym. (yih āyt chhe ath mʿāmls mnz nạzil gmcz zi alzam lgavn valyn mnz yim kynhh syvd sadh muslman shạmil gmtụ̄ ạsụ̄, timn mnz avs akh ḥẓrt abv bkr rẓy Allah tʿālyā ʿnh sund qryby rshth dar thi yimn pytth ḥẓrt abv bkr rẓy Allah tʿālyā ʿnh hmyshh ạsụ̄ aḥsan kran rvudimtụ̄. Amhi tklyf dh vaqʿh pth chih abvbkr rẓy Allah tʿālyā ʿnh qsm khyvan zi vonụ̄ krn nh timn sintụ̄ ḥusni slvk. Khudayn kr nh yih kthh psnd zi ṣdyq rẓy Allah tʿālyā ʿnh hiyvu shkhṣ kya hyyih nh ʿfvvas th drgzrs kạm.)"
  },
  {
    "verse_id": 23,
    "translation": "Yim lukh pak damn, be khbr, mvmn mstvuratn pytth thmth chih lgavan, timn pytth āyih dunya hs th ạkhrts mnz lʿnt krnh, th tihndi khạṭr chuh bvdd ʿdhab."
  },
  {
    "verse_id": 24,
    "translation": "Timn mah gczhn suh doh mshith, yylhi tihnz pnnhi zyv th tihndụ̄ pnnụ̄ athh khor tihndyn krtvutn hnz gvạhy din."
  },
  {
    "verse_id": 25,
    "translation": "Tmhi doh diyih Allah tʿālyā timn bhr pvur suh bdlh yymkụ̄ tim ḥqdar chih th timn lghi pe zi Allah tʿālyā he chuh ḥq, pzis pzrạvith havn vvl."
  },
  {
    "verse_id": 26,
    "translation": "Khbyth znanh chhe khbyth mrdan khạṭr, th khbyth mrd chih khbyth znann khạṭr. Pak mstvurath chhe pak mrdn khạṭr, th pak mrd chih pak mstvuratn khạṭr. Tihund damn chuh pak timv kthv nishhi yimh bnavn vạlụ̄ chih bnavan, tihndi khạṭr chhe mghfrt th ʿztuk rzq."
  },
  {
    "verse_id": 27,
    "translation": "Ae lukv yimv ayman chuhv avnmut, (svurh kis āghazs mnz yim aḥkam dinh āmtụ̄ ạsụ̄, tim ạsụ̄ amhi mvjvb zi muʿāshrs mnz yylhi burạyy rvnma spdi, tylhi kithh pạtthụ̄ gczih tamyuk tdaruk yun krnh. Vonụ̄ chih tim aḥkam dinh yivan yuhund mqṣd yih chuh zi mʿāshrs mnz gczihh godde burạyn hnzi pydạyshhi pytthh rvk yinụ̄ lgavnh, th tmdn kyn ṭvr ṭryqn hund aṣlaḥ krith gczih timn asbasn hund sdi bab yun krnh yimv sintụ̄ amhi qsmh chih khrạbyih chhe pạd spdan) pnnyv grv vrạe mah ạsiv dvyimyn hndyn grn mnz aaczan, yvt tam nh gr valyn ajazt hyyiv, th yvt tam nh gr valyn slam kriv, yih ṭryqh chuh tuhndi khạṭr bhtr, amyd chhe zi tvhụ̄ thạviv aamyuk khyal."
  },
  {
    "verse_id": 28,
    "translation": "Pth agr tathi kanhh vuchhvun nh, tylhi mah spdiv dạkhl yvt tam nh tohyih ajazt yiyhi dinh. (yʿny kạnshi hndis khạly grs mnz chuhnh aaczun jạyz, aila yih zi mkan mạlikn āshi panh amhi kthhi hund ajazt diytmut. Mthlaan tmụ̄ āshi tohyih vvnmut zi agr bh tathi āshi nh tylhi bihzyv tvhụ̄ myạnis kutthis mnz, ya suh āshi byyhi kunhi jayih th tohyih svzyv shychh zi tvhụ̄ thạviv tshryf bh vath vuny) th agr tohyih vannh yiyhi zi vaps gczihv, tylhi nyriv vaps, yih chuh tuhndi khạṭr zyadh pak ṭryqh, (yʿny yih gczihh nh tohyih nagvar gczuhn. Akis ansans chuh ḥq zi agr suh kạnshi smkhun yyczihh nh suh hykhi ankar krith, ya kanhh āvriyar āsiys, tylhi hykhi mʿdhrt krith.) th yikynczhah tvhụ̄ kran chihv, Allah tʿālyā chuh tth tthyk pạtthụ̄ zanan."
  },
  {
    "verse_id": 29,
    "translation": "Albth ath mnz chuhnh tuhndi khạṭr kanhh ḥrj, zi tithyn grn mnz acziv yimn mnz nh kanhh rvzan āshi, th yimn mnz tuhndi fạyduk (ya kamhi) hund kanhh chyz āshi (amhi nishhi chih murad hvttl, srae, mhman khanh, dukan, msafr khanh bytri, yythi lukn dạkhl spdnuk ʿām ajazt āshi) tvhụ̄ yikynczhah ẓạhr chihv kran th yikynczhah chuhpavan chihv, Allah tʿālyā chuh svrue zanan."
  },
  {
    "verse_id": 30,
    "translation": "Ae nby, mvmn mrdn vniv zi pnnhi nẓr thạvin bchạvith, (draṣl chuh ghaẓi bṣruk ḥkm āmut dinh yymyuk trjmh ʿām pạtthụ̄ nẓr bon thavnụ̄ ya bon kun vuchuhn krnh chuh yivan. Draṣl chuhnh amhi ḥukmuk mṭlb prth vqth bon kunue vuchuhn blkh chuh pvur pạtthụ̄ mude gnddith nh vuchuhn, ya vuchhnh khạṭr pnnhi achh balkl āzad travnuk. Yih mfhvm chuh nẓr bchavnh sintụ̄ tthyk pạtthụ̄ ada spdan. Yʿny yus chyz vuchuhn mnạsb āshi nh, tmhi nishhi gczihh nẓr ddalnụ̄, yih nh kynhh zi ansan rvzi bon kunue vuchhan ya thavi pnnụ̄ nẓr dchuhn ya khovur kun. Th yih kth chhe syaq v sbaq nishhi thi pe lgan zi yih pabndy yath chyzs pytth ʿạyd chhe krnh āmcz, suh chuh mrdn hund mstvuratn kun vuchuhn, ya dvymyn lukn hndis strs nẓr travnụ̄, ya fḥsh chyzn pytth nẓr jmavnụ̄) th pnnyn shrmgahn hnz krin ḥfaẓt, yih chuh tihndi khạṭr zyadh pạkyzh ṭryqh, yikynczhah tim kran chih, Allah tʿālyā chuh tmhi nishhi ba khbr rvzan."
  },
  {
    "verse_id": 31,
    "translation": "Ae nby, mvmn mstvuratn vniv pnnhi nẓr thạvin bchạvith, th pnnyn shrmgahn krin ḥfaẓt (yih kth gczih drnẓr rvznụ̄ zi shryʿti alhāy chuhnh mstvuratn nishhi yutue muṭalbh kran yus tmụ̄ mrdn chuh kvrmut. Yʿny nẓr bchavnụ̄ th shrmgahn ḥfaẓt krnụ̄, blkh chuh suh yimn byyhi thi kynhh mṭalbh kran yim tmụ̄ mrdn chihnh krimtụ̄. Amhi nishhi chuh ṣaf ẓạhr zi ath mʿāmls mnz chahnh znụ̄ th mrd yksan.) th pnun bnav snghar mah hạvin, svae thi yih pane ẓạhr spdi, th pnnyn synan pytth thạvin pnnyn klh dajn (ddpttn) hnz lvunchhi trạvith. Timh mah krin pnun bnav snghar ẓạhr, mgr yimn lukn brvnhh kanhi: khandar, mvl, khandarn hndụ̄ mạlụ̄. (mạlụ̄ sndis mfhvms mnz chuh buddibb, badd buddibb, majhi buddibb, majhi budd buddibb shạml. Lhādha hykhi akh znụ̄ pnnis khandar sndis mạlụ̄ buddibbs th tmụ̄ sndis majhi buddibbs brvnhh kun thi tithe pạtthụ̄ yith, yithh pạtthụ̄ pnnis mạlis ya hyhr babs brvnhh kun chhe yivan.) pnnyn nychvyn, khandarn hndyn nychvyn, (nychvyn mnz chih zurụ̄, zuryn hndụ̄ shurụ̄ sạry shạml. Th ath mʿāmls mnz chahnh pnnis th vors mnz kanhh frq. Pnnyn vor shuryn hndyn shuryn brvnhh knhi thi hykhi aakh znụ̄ tithe pạtthụ̄ āzady san ziyntuk aẓhar krith yithh pạtthụ̄ khod pnnyn shuryn th zuryn brvnhh knhi hykhi krith.) pnnyn bayn. (bayn mnz chih pnnụ̄ th vor sạry shạml) bayn hndyn shuryn, bynyn hndyn shuryn. (bayav byynv nishhi chuh murad trshvnụ̄ qsmn hndụ̄ bạe bynhi, th tihndyn shuryn th zuryn sarine pytth chuh yihndyn avladn hund aiṭlaq spdan) timh mstvurath thi yimn sintụ̄ vothan byhvan chhe, (amhi nishhi chuh pạnụ̄ pane yih ẓạhr spdan zi āvarh th bd aṭvar znann brvnhh knhi pzi nh shryf mslman mstvuratn pnnhi zyntuk aẓhar krun) pnnụ̄ lvnddy ghlam, tim zyri dst (matḥt khdmt gar) mrd, yim nh byyhi kunhi qsmuk ghrẓ āsn thavan (yʿny zyri dst āsnh kis bunyads pytth āshi nh timn mtʿlq yih shk krnch gunjạysh zi tim hykn amhi gr chn mstvuratn hndis mʿāmls mnz kunhi napak khvahshhi hnz hmt krith.) th tim shurụ̄ yim nh vunhi mstvuratn hnzv pvshydh kthv nishhi vạqf āsn gmtụ̄. Timh mah pkin zmyns pytth pnnụ̄ khor hkh travan travan zi yosh pnnụ̄ znyt timv chuhpạvith āshi thạvmcz tmyuk lghi lukn pe. Ae mvmnv, tvhụ̄ sạry kriv rlith Allah tʿālyā hs (brvnhh knhi) tvbh, aumyd chhe zi flaḥ lbiv."
  },
  {
    "verse_id": 32,
    "translation": "Tohyih mnz yim lukh nythr vrạe āsn, th tuhnzv lvnddyav th ghlamav mnz yim ṣalḥ āsn, tihindụ̄ nkaḥ kriv agr tim ghryb āsn, Allah tʿālyā kri timn pnnhi fẓlh sintụ̄ ghny Allah tʿālyā chuh sytthah vusʿt vvl th ʿlm vvl."
  },
  {
    "verse_id": 33,
    "translation": "Th yim nikaḥuk mvqʿ lbn nh timn pzi zi ʿiift mạby (pakdamny) krin akhtyar, yvt tam zn Allah tʿālyā timn pnnhi fẓlh sintụ̄ ghny kri. Th tuhndyv mmlvukav (ghlamav) mnz yim mkatbtuk drkhvast krn, timn sintụ̄ kriv mkatbt, (mkatbtuk mṭlb chuh yih zi kanhh ghlam ya lvnddy kri pnnis mạliks akh muʿāvẓh ada krnch pyshksh, th yylhi mạlik yih qbvl kri, tylhi gczahn doshvnụ̄ drmyan shrạyṭ yinụ̄ lykhnh) agr tohyih pe āsyv zi yimn mnz chuh rczar. (rczr nishhi chuh murad zh chyz, akh yih zi ghlams mnz āshi mali ktabt ada krnch ṣlạḥyt. Dvyum yih zi amis mnz āshi tyiczha dyant th rast bạzy zi tmụ̄ sndis qavls pytth yiyhi aʿtmad krith mʿāhdh krnh.) th timn diyiv tmhi malh mnz yus khdayn tohyih chuhnv duytmut (yih chuh ʿām ḥukm, mạlik thi krin kynhh nath kynhh rqm mʿāf, mslman thi krin yimn mdd. Byt almal mnz thi gczihh yimn aʿānt krnh yun.) th pnnhi lvnddyih mah kriyvukh bd kạry pytth mjbvr (jạhlyt kis zmans mnz ạsụ̄ ahli ʿrb pnnyv lvnddyav hndi dhryʿh bd kạry hund pyshh krnavan, th tihnz kmạe ạsụ̄ khyvan, aslamas mnz āv yih pyshh mmnvʿ qrar dinh.) yylhi zn timh panh āsn pak damn yczhan rvzun (mṭlb chuh yih zi agr lvnddy khod pnnhi mrẓy bd kạry hnz mrtkb spdi tylhi chhe so pnnhi jurmch panh dhmh dar. Qanvn rtth tmise tmụ̄ sndis jurms pytth, albth agr amụ̄ sund mạlk jbr krith amis yih pyshh akhtyar krnavi, tylhi chhe dhmh dạry mạlik snz th sue yiyhi rttnh) takh tohyih gczhnav dunyạvy fạydh ḥạṣl, th yus akha timn mjbvr kri, tylhi chuh amhi jbr pth Allah tʿālyā tihndi khạṭr ghfvr v rḥym."
  },
  {
    "verse_id": 34,
    "translation": "Ashi chih ṣaf ṣaf hdayt dinh vạlụ̄ āyat tohyih nishhi svuzimtụ̄, th timn qvmn hnz ʿbrtnak mithalh thi chhe tohyih brvnhh knhi pysh krimacz, yim tohyih brvnhh chih guzrymtụ̄, th timh nṣyḥt chhe ashi krimcz, yimh khoczn valyn hndi khạṭr chhe āsan."
  },
  {
    "verse_id": 35,
    "translation": "Allah tʿālyā chuh āsmann hund th zmynuk nuvr. (yʿny kaʿnats mnz yikynczhah thi ẓạhr chuh suh chuh tmụ̄ sndụ̄ nvr kh bdvlth). (kaʿnats mnz) chhe tmụ̄ sndi nvurch mithal ticzh znth akis ṭaqs mnz āshi czvng thạvith, czvng āshi akis qndyls mnz, th qndyluk ḥal āshi yih znth mokhtkụ̄ pạtthụ̄ akh przlh vun taruk, th suh czvng āshi zytvn kh akhi tithhi mbark kulụ̄ kh tyilh sintụ̄ rvshn yivan krnh, yus nh shrqy āshi nh ghrby (yʿny yymyuk buth nah āshi mshrqs kun th nah āshi mghrbs kun), yymhi kis tyils pạnụ̄ pane āshi ryhh hyvan, chahe tth mth lgụ̄ tn nar, (yithh pạtthụ̄) āsn gashs pytth gash (hurnkụ̄ tmam asbab jmʿ gmtụ̄.) (yymhi mthalhi sintụ̄ chhe czạnigs Allah tʿālyā sndis dhats sintụ̄ th ṭaqs chhe kaʿnats sintụ̄ tshbyh dinh āmcz, th fanvs nishhi chuh murad suh prdh yth mnz ḥẓrti ḥqn pnun pan chuh khlqn hnzi nẓri nishhi czhayih thvvmut. Gvya yih prdh chuhnh fy alḥqyqt naraẓgy hund kynhh, yih chuh shdti ẓhvruk prdh, khlqn hnz nẓr chhe yih vuchhnas amhi mvjvb ʿạjz zi nvur chuh tyvutah shdyd th vsyʿ th muḥyṭ yymyuk adrak mḥdvud achh gash hykn nh krith. Rvud yih mẓmvn zi, czvng āshi tithhi zytvn kulụ̄ kh tyilhi sintụ̄ rvshn yivan krnh yus nh shrqy āshi nh ghrby, yih chuh ṣrf czanghi chh rvshny hndi kmalh th amhi kh shdtuk tṣvr dinh khạṭr. Tikyazi prạnis zmans mnz ạs zyadh khoth zyadh rvshny rvghn zytvn kyv czangyv sintụ̄ ḥaṣl yivan krnh, th yimn mnz avs rvshn tryn czvng suh āsan yus bulnd th kuhlh jayih hndi kulhi mnz krrnh āmthi tyiluk āsihe. Th yus yih frmavnh āv zi, yymhi kis tyils panụ̄ pane āshi ryhh hyvan chahe tth mth lgụ̄ tn nar, amhi nishhi thi chuh mqṣd czanghi kh gashuk zyadh khoth zyadh tyz tṣvr diyun.) Allah tʿālyā yas pnnis nvurs kun yczhan chuh rhnmạyy chuhs frmavan, suh chuh lukn mithalv sintụ̄ kth smjhavan. Th suh chuh prth chyz nishhi khvb vạqf."
  },
  {
    "verse_id": 36,
    "translation": "Tmụ̄ sndis nvurs kun hdayat lbn vạlụ̄ chih timn grn mnz lbnh yivan yimn bulnd krnuk, th yimn mnz pnnhi navch dhikr krnuk khudayn aidhn chuh diytmut."
  },
  {
    "verse_id": 37,
    "translation": "Timn mnz chih ṣubḥs th shams tmụ̄ snz tsbyḥ kran, tithụ̄ lukh yimn tjart th khryd v frvkht Allah tʿālyā sndi dhikr nishhi, byyhi nmaz qạym krnh nishhi th zkvāh ada krnh nishhi ghạfl chuhnh kran. Tim chih tth dohs khoczan rvzan, yth mnz dil dubh phyrnch th achh dars lgnch nvbt vathi."
  },
  {
    "verse_id": 38,
    "translation": "(th tim chih yih svrue amhi mvjvb kran) takh Allah tʿālyā diyih timn tihndyn bhtryn aʿmaln hund jza, th mzyd nvazykh pnnhi fẓlh sintụ̄, Allah tʿālyā ys yczhan chuh ts chuh be ḥsab rzq divan."
  },
  {
    "verse_id": 39,
    "translation": "(ath brʿks) yimv kufr kvr, tihndyn aʿmaln hnz mithal chhe ticzhe znth be āb mydans mnz srab zi tryshh htụ̄ avs suh āb smjhmut, mgr yylhi suh tvr vvt, tathi vuchuhn nh kihinụ̄, blkh vuchuhn tathi Allah tʿālyā mvjvd, yymụ̄ tmụ̄sund pvur pvur ḥsab chukvv, th khudays chahnh ḥsab hyns tạr lgan."
  },
  {
    "verse_id": 40,
    "translation": "Ya chhe tmụ̄ snz mithal ticzhe znth akis snis smndrs mnz anhi gvtt zi pytthh chhe akh lhr khsith, tth pytth chhe byakh khsith, th tth pytth chuh avbr, anhi gttis pytth chuh anhi gvtt muslṭ, ansan agr pnun athh krri, tth thi hykhi nh vuchihth, yymis Allah tʿālyā nvur bkhshh nh, ts khạṭr chuhnh pth kanhh nvur."
  },
  {
    "verse_id": 41,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi Allah tʿālyā snz tsbyḥ chih kran tim sạry yim āsmann th zmyns mnz chih, th tim prndh yim pkhh vhrạvith vuddan chih? Prth akh chuh pnnhi nmazi th tsbyḥ hund ṭryqh zanan. Th yim sạry yikynczhah kran chih, Allah tʿālyā chuh tmhi nishhi ba khbr rvzan."
  },
  {
    "verse_id": 42,
    "translation": "Āsmann th zmynch badshạhy chhe Allah tʿālyā sndy khạṭr, th tmụ̄ se kun chuh sarine phyrun."
  },
  {
    "verse_id": 43,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi Allah tʿālyā chuh avbrs var var pknavan, pth chuh amhi kyn ttukrn panh vạnụ̄ rlavan, pth chuh yih sombrith akh gvn avbur bnavan. (yʿī thh bh thh chuhs thavan), pth chihv tvhụ̄ vuchhan zi amhi kh khvlh mnz chih rvud qṭr pyvan, th suh chuh āsman pytthh, timn pharrn hndi bdvlth yim ath mnz bulnd chih, ddvtth travan (amhi nishhi hykhi murad ạsith srdy sintụ̄ lgith gvmut avbur thi yth mjazaan āsmankụ̄ pharr āshi vannh āmut, th zmynkụ̄ pharr thi hykn ạsith yim āsmans mnz bulnd chih, yihndyn thngyn pytth lgith gmthi shyin kh athr sintụ̄ hva chuh gczhan kunhi kunhi saʿth tyvutah srd zi avbrs mnz chuh anjmad pạd hyvan spdun, th ddvtth chih shklhi mnz chuh rvud hyvan pyvn), pth ys yczhan chuh ts chuh amhi sintụ̄ nqṣan vatnavan, th ys yczhan chuh ts chuh aamhi nishhi bchavan, tmụ̄ snzi vuzmlhi hnz chmk chhe achhn aanhi gvtt kran."
  },
  {
    "verse_id": 44,
    "translation": "Rạcz hund th dohuk aultt phyr chuh sue kran. Ath mnz chuh akh sbq achh valyn (ʿqlmndn) khạṭr."
  },
  {
    "verse_id": 45,
    "translation": "Th khudayn kvr prth janvr akhi qsmkh ābh nishhi pạd, kanhh chuh yimav mnz ydd khokhshhi pkan, th kanhh chuh don zngn pytth, th kanhh chuh czon zngn pytth, yikynczhah suh yczhan chuh thi chuh pạd kran, suh chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 46,
    "translation": "Ashi chih ṣaf ṣaf ḥqyqt vnan vạlụ̄ āyat nạzil krimtụ̄, brvnhh kun chuh Allah tʿālyā he ṣraṭi mustqyms kun hdayt divan ys yczhan chuh ts."
  },
  {
    "verse_id": 47,
    "translation": "Yim lukh chih vnan zi ashi avn ayman khudays th rsvls ṣly Allah ʿlyh v slms pytth, th ashi kr aṭaʿt qbvl, mgr amhi pth chuh yimv mnz akh dvr (aṭaʿth nishhi) buth phiran, yithụ̄ lukh chihnh hrgz mvmn."
  },
  {
    "verse_id": 48,
    "translation": "Yylhi timn nad chuh yivan dinh khudays th rsvls (ṣly Allah ʿlyh v slms) kun, takh rsvl ṣly Allah ʿlyh v slm kri tihndi mqdimuk fạṣlh, tylhi chuh timv mnz akh fryq pvt hyvan."
  },
  {
    "verse_id": 49,
    "translation": "Albth agr ḥq tihndis mvafqts mnz āshi tylhi chih rsvls ṣly Allah ʿlyh v slms nishhi bdd aṭaʿt gzar bnith yivan."
  },
  {
    "verse_id": 50,
    "translation": "Kya yihndyn diln chha (munafqtch) bymạrụ̄ ljmcz? Kinh yim chih shks mnz? Kinh yimn chuh yih khvf zi Allah tʿālyā th tmụ̄ sund rsvl ṣly Allah ʿlyh v slm kri yimn pytth ẓulm? Aṣly kth chhe yih zi ẓạlim chih yim lukh panh."
  },
  {
    "verse_id": 51,
    "translation": "Ayman ann valyn hnz kạm chhe yih zi yylhi tim khudays th rsvl ṣly Allah ʿlyh v slms kun bulavnh yin, takh rsvl ṣly Allah ʿlyh v slm kri tihndi mqdimuk fạṣlh, tylhi vnin tim ashi bvuz th kr aṭaʿt, yithụ̄ hvụ̄ lukh chih flaḥ lbn vạlụ̄."
  },
  {
    "verse_id": 52,
    "translation": "Th yim khudays th rsvl snz frmanbrdạry krn, th khudays khoczn th tmụ̄ snzi nafrmạny nishhi bchn. Time lukh chih kamyab."
  },
  {
    "verse_id": 53,
    "translation": "Yim (munafq) chih Allah tʿālyā sndi navkụ̄ skht qsm khyth vnan zi, tvhụ̄ diyiv ḥukm asụ̄ nyrv grv mnz. Yimn vniv, qsm mah khyyiv, tuhndi aṭaʿtuk ḥal chuh pe, tuhndyv krtvutav nishhi chuhnh Allah tʿālyā be khbr."
  },
  {
    "verse_id": 54,
    "translation": "Vniv, Allah tʿālyā sndụ̄ aṭaʿt gzar bniv th rsvl sndi frmankụ̄ tạbʿ rvuziv bnith. Albth agr tvhụ̄ pvt phyiriv, tylhi zạniv tthyk pạtthụ̄ zi rsvl ṣly Allah ʿlyh v slms yymhi frẓuk bar chuh travnh āmut, tmiyuk dhmh dar chuh suh, th tohyih pytth yymhi frẓuk bar chuh travnh āmut tmikụ̄ dhmh dar chihv tvhụ̄, tmụ̄ snz aṭaʿt agr kriv, tylhi lbiv khod pnnhi khạṭr hdayt, nath chahnh rsvl ṣly Allah ʿlyh v slm snz dhmh dạry amhi khoth zyadh kynhh zi ṣaf ṣaf vatnavi ḥukm."
  },
  {
    "verse_id": 55,
    "translation": "Khudayn chuh vʿdh frmvvmut tohyih mnz timn lukn sintụ̄ yim ayman ann th nyk ʿml krn, zi suh bnavi timn tithe pạtthụ̄ zmyns mnz khlyfh, yithh pạtthụ̄ timn brvntthim guzrymtụ̄ lukh bnạvimtụ̄ chihn, tihndi khạṭr kri tihund suh diyn mẓbvṭ bunyadn pytth qạyim yus khudayn tihndis ḥqs mnz psnd chuh kvrmut, th tihnz (mvjvdh) khvfch ḥalt bdlavi aamh sintụ̄, bs tim krin myạnụ̄ bndgy th me sintụ̄ mah krin kạnshi shryk (kynczhv lukv chuh ath yih mʿny smjhmut zi yas kạnshi thi dunya hs mnz ḥkvmt chhe ḥạṣl ts chhe khlaft ḥạṣl. Ḥalankh āyts mnz chuh arshad yih spudmut zi yim ahli ayman āsn, Allah tʿālyā diyih timn khlaft) th yus amhi pth kufr kri (ath hykhi yih mʿny thi ạsith zi khlaft ḥạṣl gczihth kri nashukry, th yithi hykys ạsith zi munafqanh rvish kri akhtyar zi bẓạhr āshi mvmn th drḥqyqt āshi ayman nishhi khạly.) tylhi chih yithy lukh fasq."
  },
  {
    "verse_id": 56,
    "translation": "Nmaz kriv qạyim, zkvāh diyiv, byyhi kriv rsvl snz aṭaʿt, amyd chhe zi tohyih pytth yiyhi rḥm krnh."
  },
  {
    "verse_id": 57,
    "translation": "Yim lukh kufr chih kran timn mtʿlq mah rvuziv aath ghlṭ fhmy mnz zi tim krn khudays zmyns mnz ʿạjz, tihund tthkanh chuh dvzkh th suh chuh sytthhe bur ttihkanh."
  },
  {
    "verse_id": 58,
    "translation": "Ae lukv yimv ayman chuhv avnmut, lạzim chuh zi tuhnz lvnddy ghlam th tuhndụ̄ tim shurụ̄ yim vunhi ʿqlhi hndis ḥds tam chihnh vạtmtụ̄, tryn vqtn yiyin tohyih nishhi ajazt hyth, ṣbḥ nmazi brvnhh, th duphrs yylhi tvhụ̄ plv chihv krrith thavan, byyhi ʿshaʿ nmazi pth, yim tre vqt chih tuhndi khạṭr prdkụ̄ vqt. Yimv pth agr tim bila ajazt yin, tylhi nh chuh tohyih pytth kanhh gnah, nh chuh timn pytth. Tohyih chuhv akh akis nishhi grigri yunue āsan, yithh pạtthụ̄ chuh Allah tʿālyā tuhndi khạṭr pnnyn aḥkamn hnz vẓaḥt kran, th suh chuh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 59,
    "translation": "Th yylhi tuhndụ̄ shurụ̄ ʿqlhi hndis ḥds tam vatn, tylhi pzi zi tithe pạtthụ̄ ạsin ajazt hyth yivan, yithh pạtthụ̄ tihndụ̄ bddụ̄ chih ajazt hyvan rvudimtụ̄, yithh pạtthụ̄ chuh Allah tʿālyā pnnụ̄ āyat tohyih brvnhh knhi khvlan, th suh chuh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 60,
    "translation": "Th yimh mstvurath jvạny nishhi guzrymcz āsn, nkaḥ chih amydvar āsn nh, timh agr pnnhi czadr vlith thavn, tylhi chuhnh timn pytth kanhh gnah, bshrṭykh zyntch numạysh krn vajinhi āsn nh, tahm vrtạvin timh thi ḥyadạry, tylhi chuh tihndis ḥqs mnz rut. Th Allah tʿālyā chuh svrue kynhh bvzan th zanan."
  },
  {
    "verse_id": 61,
    "translation": "Kanhh ḥrj chuhnh agr kanhh avn ya lvng ya mryẓ (kạnshi hndi gr khyyih) th nh chuh tohyih pytth ath mnz kanhh ḥrj zi pnnyn grn mnz khyyiv, ya pnnis mạlis buddibb sndyn grn, ya pnnyn majn nanyn hndyn grn, ya pnnyn bayn hndyn grn, ya pnnyn bynyn hndyn grn, ya pnnyn pytrn hndyn grn, pnnyn pophan hndyn grn, ya pnnyn mamn hndyn grn, ya pnnyn masn hndyn grn, ya timn grn yihnz kunz tuhnzi spurdgy mnz āsn, ya pnnyn dvstn hndyn grn, ath mnz thi chuhnh kanhh ḥrj zi tvhụ̄ lukh khyyih tav yikh vtth ya alg alg, albth yylhi grn mnz ạsiv dạkhl spdan, tylhi ạsiv pnnyn lukn slam kran, dʿāe khyr, Allah tʿālyā sndi ṭrfh mqrr frmavnh āmut, sytthah babrkt th pạkyzh. Yithh pạtthụ̄ chuh Allah tʿālyā tohyh brvnhh knhi āyat byan kran, tvqʿ chuh zi tvhụ̄ hyyiv gatth jars kạm."
  },
  {
    "verse_id": 62,
    "translation": "Mvmn chih dr aṣl time yim khudays th tmụ̄ sndis rsvls ṣly Allah ʿlyh v slms dilh sintụ̄ mann, th yylhi kunhi ajtmaʿī kamhi hndis mvqʿs pytth rsvls ṣly Allah ʿlyh v slms sintụ̄ āsn, tylhi mah niyrin timn ṣly Allah ʿlyh v slmn ajazt hynh vrạe, (ae nby ṣly Allah ʿlyh v slm) yim lukh tohyih ajazt chih mngan, time chih khudays th rsvls ṣly Allah ʿlyh v slms mann vạlụ̄, lhādha yylhi tim kunhi kamhi kinụ̄ ajazt mngn, tylhi ys tvhụ̄ yyczihv, ajazt ạsiv divan, th yithyn lukn hndis ḥqs mnz ạsiv khudays dʿāe mghfrt mngan, Allah tʿālyā chuh yqynaan mghfrt krn vvl th sytthah mhrban."
  },
  {
    "verse_id": 63,
    "translation": "Mslmanv! Pans drmyan mah smjhiv rsvl ṣly Allah ʿlyh v slm sund bulavun panh vạnụ̄ akh akụ̄ sund hyvu bulavun kynhh, Allah tʿālyā chuh timn lukn tthyk pạtthụ̄ zanan yim tohyih mnz tithụ̄ chih zi akh akis czhayih rvuzith chih czvuri pạtthụ̄ czlan. Rsvl ṣly Allah ʿlyh v slm sndi ḥukmch khlaf vrzy krn valyn pzi khoczun zi tim ma gczhn kunhi fitns mnz grftar, ya timn pytth ma yiyhi dg tulvun ʿdhab."
  },
  {
    "verse_id": 64,
    "translation": "Khbrdar rvuziv, āsman v zmyns mnz yikynczhah chuh, suh chuh Allah tʿālyā sund. Tvhụ̄ yath rvishhi pytth thi chihv, Allah tʿālyā chuh tth zanan. Yymhi doh lukh ts kun vaps phrnh yin, suh vanh timn zi tim kya kynczha chih krith āmtụ̄, suh chuh prth chyzuk ʿlm thavan."
  }
]