[
  {
    "verse_id": 1,
    "translation": "Sytthah mutbrk chuh suh yymụ̄ yih furqan pnnis bnds pytth nạzil kvr, takh sarine dunya valyn khạṭr āshi khbrdar krn vvl."
  },
  {
    "verse_id": 2,
    "translation": "Suh yus zmyn th āsmann hnzi badshạhy hund mạlk chuh, yymụ̄ nh kanhh chuh pnun nychuv bnvvmut, yymis badshạhy mnz kanhh shryk chuhnh, yymụ̄ prth kanhh chyz pạd kvr, th pth kvrun tmyuk akh tqdyr muqrr."
  },
  {
    "verse_id": 3,
    "translation": "Lukv bnạvụ̄ suh trạvith tthụ̄ mʿbvd yim nh kanhh chyz chih pạd kran blkh chih khod yivan pạd krnh, yim khod pnnhi khạṭr thi kunhi nfʿ ya nqṣanuk akhtyar chihnh thavan, yim nah mạrith hykn th nah hykn zndh krith, nah hykn mvudimtis byyhi tulith."
  },
  {
    "verse_id": 4,
    "translation": "Yimv lukv nby snz kth mannh nishhi ankar chuh kvrmut, tim chih vnan zi, yih furqan chuh akh mn ghrrt chyz yus amụ̄ shkhṣn panh chuh tuhrmut, th kynczhv lukv chuh ath kamhi mnz amis mdd kvrmut. Bvdd ẓlm th skht aapuz chuh, yth pytth yim lukh vthmtụ̄ chih."
  },
  {
    "verse_id": 5,
    "translation": "Vnan chih, yim chih pranyn lukn hndụ̄ lykhimtụ̄ chyz, yimn yih shkhṣ nql chuh krnavan, th tim chih amis ṣubḥ v sham bvznavnh yivan."
  },
  {
    "verse_id": 6,
    "translation": "Ae nby, yimn vniv zi yih chuh kvrmut nạzil tmụ̄ yus zmynuk th āsmann hund raz chuh zanan. Ḥqyqt chhe yih zi suh chuh sytthah ghfvr v rḥym."
  },
  {
    "verse_id": 7,
    "translation": "Vnan chih, yih kiyuth rsvl chuh yus ghdha chuh khyvan, th bazrn mnz chuh phyran thvran? Kyazi āv nh amis nishhi akh frshth svznh, yus amis sintụ̄ āsihe rvzan th (nah mann valyn āsihe) khocznavan?"
  },
  {
    "verse_id": 8,
    "translation": "Ya agr nh byyhi kynhh, tvthi gvczh amụ̄ sndi khạṭr kanhh khzane yun nạzil krnh, ya gvczh amis nishhi kanhh baghe āsun, yymhi nishhi yih (aṭminanch) rvuzy krihe ḥạṣl. Th yim ẓạlim chih vnan, tvhụ̄ lukh chihv akis sḥr zdh ansans pth lgimtụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Vuchihv, kmh kmh ḥujth chih yim lukh tohyih brvnhh knhi pysh kran, yim chih tithụ̄ ddlimtụ̄ zi kanhh bihinụ̄ layq kth chahkhnh dryintthụ̄ gczhan yosh yimn vath aanhi he."
  },
  {
    "verse_id": 10,
    "translation": "Sytthah babrkt chuh suh yus agr yyczih tylhi hykhi tohyih yihndyv tjvyz krnh āmtyv chyzv khoth thi khsith dith, (akh nh kynhh) varyah bagh yimn bnụ̄ kinụ̄ kolh āsn pkan, byyhi bddụ̄ bddụ̄ mḥl."
  },
  {
    "verse_id": 11,
    "translation": "Aṣly kth chhe yih zi yimv lukv chuh so gr (yʿny qyamt) mannas ankar kvrmut. Th yus tth gri, ankar kri, ts khạṭr chuh ashi shʿlh vun nar tyar thvvmut."
  },
  {
    "verse_id": 12,
    "translation": "Suh (nar) yylhi yimn dvury vuchihh, yim bvzn pth tmhi kh ghẓb chih th jvsh chih āvaz."
  },
  {
    "verse_id": 13,
    "translation": "Th pth yylhi yim athh khor gnddith tth mnz akis tng jayih czyl dith brnh yin, pth lagn yim pnnis mvts nad diyun. (tmhi vqth yiyhi yimn vnnh)"
  },
  {
    "verse_id": 14,
    "translation": "Aaz mah diyv akis mvts nad, blkh diyv varyahn mvtn nad."
  },
  {
    "verse_id": 15,
    "translation": "Yimn prczihv yih anjam chha jan, kinh suh abdy jnt yymyuk vʿdh khuda trs prhyz garn sintụ̄ krnh chuh āmut, yus tihnzi ʿmlhi hund jza th tihndi sfruk ạkhry mnzl āshi."
  },
  {
    "verse_id": 16,
    "translation": "Yth mnz tihnz prth kanhh khvạhsh pvur spdi, yth mnz tim hmyshh hmyshh rvzn, yymyuk ʿṭa krun tuhndis rb sndi dhimh akh vajbu alada vʿdh chuh."
  },
  {
    "verse_id": 17,
    "translation": "Th sue doh āshi yylhi zn (tuhund rb) yimn lukn thi ghyr krith aanhi, th yihndyn timn mʿbvdn thi bulavi yimn az yim Allah tʿālyā trạvith pvuzan chih, pth prczihh suh timn, kya tohyih ạsiyvukhh myạnụ̄ yim bndh gumrah krimtụ̄? Kinh yim asụ̄ khod syzi vathi nishhi ddlimtụ̄?"
  },
  {
    "verse_id": 18,
    "translation": "Tim krn ʿrẓ, pak chhe tuhnz dhat, aashi ạs nh yih mjal thi zi tohyih vrạe hykhvn kanhh pnun mvlyā bnạvith, mgr tohyih dituv yimn th yihndis mạlis buddibbas zndgy hund sytthah saz v samanh, ḥtāy kh yimn gvv sbq mshith th rvudụ̄ shhmcz ld bnith."
  },
  {
    "verse_id": 19,
    "translation": "Aamhi āyih krn tuhnzn timn kthn ankar tim (tuhndụ̄ mʿbvd) yimh aaz tvhụ̄ vnan chihv, (mẓmvn nishhi chuh pane ẓahr spdan zi yimv āyatav nishhi chuhnh mʿbvdav nishhi murad potlụ̄ ya zvun āftab bytri kynhh, blkh chih murad frshth th nyk ansan yim dunya hs mnz mʿbvd āe bnavnh) pth nah hykiv tvhụ̄ shhmt ttạlith, nh hykiv kunhi kinụ̄ mdd ḥạṣl krith, th yus akhah thi tohyih mnz ẓlm kri, suh vuchhnavvn asụ̄ skht ʿdhabuk mzh."
  },
  {
    "verse_id": 20,
    "translation": "Ae nby ṣly Allah ʿlyh vslm, tohyih brvnhh yim rsvl thi aashi svuzimtụ̄ ạsụ̄, tim thi ạsụ̄ ghdha khynh vạlụ̄, th bazrn mnz phyrn thvrn vạlụ̄ lukhe, draṣl chihv ashi tvhụ̄ lukh akh akụ̄ sndi khạṭr āzmạyshhi hund dhryʿh bnạvimtụ̄. (yʿny rsvls th ahli aymann khạṭr chih mnkryn āzmạysh th munkrn khạṭr chuh rsvl th ahli ayman) kya tvhụ̄ chihv ṣbr kran (yʿny yih mṣlḥt smjhnh pth gvvh tohyih vonụ̄ ṣbr pạd zi āzmạyshhi hnz yih ḥalt chhe amhi khyr kh mqṣd khạṭr sytthah ẓrvry yymhi khạṭr tvhụ̄ kạm chihv kran? Kya vonụ̄ chihv tvhụ̄ tim chvtt khynh khạṭr rạẓụ̄, yim ath āzmạyshhi hndis dvrs mnz ẓrvr chih lgn vạlụ̄?) tuhnd rb chuh svrue kynhh vuchhan."
  },
  {
    "verse_id": 21,
    "translation": "Yimn lukn ashi brvnhh knhi pysh spdnuk andyshh chuhnh tim chih vnan, ashi nishhi kyazi yin nh frshth svznh? Ya gczhvn asụ̄ pnun rb vuchihnụ̄. Sytthah tkbr hyth byitthụ̄ yim pnnis nfss mnz, th pnnhi srkshy mnz drae yim ḥd nishhi."
  },
  {
    "verse_id": 22,
    "translation": "Yymhi doh yim frshtn vuchhn, suh āshi nh mujrmn khạṭr kunhi bshartuk doh, krykh czlnkh niyrith zi pnah khdayv pnah."
  },
  {
    "verse_id": 23,
    "translation": "Th yikynczhah thi yuhund kvrmut krvvmut chuh, suh vuddnavvn asụ̄ grdi hndụ̄ pạtthụ̄ hvahs andr."
  },
  {
    "verse_id": 24,
    "translation": "Bs time lukh yim jntkụ̄ ḥqdar chih tthhrn tmhi doh rczi jayih, th dvphr guzarnh khạṭr lbn bhtryn mqam."
  },
  {
    "verse_id": 25,
    "translation": "Āsmans chyran spdi tmhi doh akh avbur ẓạhr, th frshth yin pvtus path kthrt san nạzil krnh."
  },
  {
    "verse_id": 26,
    "translation": "Tmhi doh āshi ḥqyqy badshạhy ṣrf khdae rḥman snz, th suh āshi kạfrn khạṭr sytthah skht doh."
  },
  {
    "verse_id": 27,
    "translation": "Ẓạlm ansan hyyih pnnyn aathn czpụ̄ th vanhi, kash me āsihe rsvls sath diytmut."
  },
  {
    "verse_id": 28,
    "translation": "Ae myạnụ̄ km bkhty, kash me āsihe nh flạnụ̄ shkhṣ dvst bnvvmut."
  },
  {
    "verse_id": 29,
    "translation": "Tmụ̄ sndis bhkavs mnz yith mạnụ̄ nh me so nṣḥyt yosh menish āmcz ạs, shyṭan drav ansan sndis ḥqs mnz sytthhe be vfa."
  },
  {
    "verse_id": 30,
    "translation": "Th rsvl vnhi zi, ae myanhi rbh, myạnụ̄ qvmn avs yih qrān nshanh tẓḥyk bnvvmut. (yʿny tthtthh mdhaq krith avsun trvvmut)."
  },
  {
    "verse_id": 31,
    "translation": "Ae nby, ashi chih yithe pạtthụ̄ mujrm prth nby sndụ̄ dshmn bnạvimtụ̄, th tuhndi khạṭr chuh tuhund rbe rhnmạyy th mdd khạṭr kạfy."
  },
  {
    "verse_id": 32,
    "translation": "Mnkriyn chih vnan, amis shkhṣs pytth kyazi āv nh aaky vqth svrue qrān nạzil krnh? Ā, yih chuh amhi mvjvb āmut krnh zi asụ̄ rvzav yih tthyk pạtthụ̄ tohyih dhhn nshyn kran, th (aamy ghrẓh khạṭr) chhe ashi ath akhi khaṣ trtyb san alg alg ajzahn hnz shkl diczmcz."
  },
  {
    "verse_id": 33,
    "translation": "Th (ath mṣlḥts mnz chuh yithi) zi yylhi zanhh tim tohyih brvnhh kun kanhh bdle kth (ya ʿjyb sval) hyth āe, tmyuk tthyk jvab dituv ashi brvqt tohyih, th bhtryn ṭryqh san kr kthhi vẓaḥt."
  },
  {
    "verse_id": 34,
    "translation": "Yimn lukn buth bon kun krith jhnms kun dkh layinh yiyih, tihund mvqf chuh sytthah khrab, th tihnz vth chhe ḥd drjhi ghlṭ."
  },
  {
    "verse_id": 35,
    "translation": "Ashi dicz mvsyā (ʿlyh alslams) ktab (yth jayih chahnh ktab ghalbaan so ktab murad yosh mṣr mnz nyr nh pth ḥẓrt mvsyā ʿlyh alslams dinh ạs āmcz, blkh chuh amhi nishhi murad tim hdayt yim nbvt kis mnṣbs pytth mamvur spdn kh vqth pytthh mṣr mnz nyrns tam ḥẓrt mvsyā ʿlyh alslams dinh āe. Yimn mnz chih tim khṭbh thi shạmil, yim Allah tʿālyā sndi ḥukmh sintụ̄ mvsyā alslamn frʿūn sndis drbars mnz ditụ̄, th tim hdayat thi chih shạml yim frʿūns khlaf jd v jhds dvran mvsyā ʿlyh alslams dinh āe. Qrān mjyds mnz chhe jayih jayih yimn chyzn hnz dhikr, mgr aghlb chuh yih zi yim chyz āe nh tvrats mnz shạmil krnh. Tvratuk āghaz chuh timv aḥkami ʿaashrav (dahav ḥkmv) sintụ̄ spdan yim khrvj pth ṭvuri syna hs pytth sngyn tkhty yn hnzi shklhi mnz timn dinh ạsụ̄ āmtụ̄) th ts sintụ̄ lgvv tmụ̄ sund bve harvn ʿlyh alslam bṭvri mddgar."
  },
  {
    "verse_id": 36,
    "translation": "Th timn vvn zi gczihv tth qvmas kun yymụ̄ sạnụ̄ āyat chih aapzụ̄ zạnimtụ̄, ạkhr kar trạvụ̄ ashi tim lukh tbah krith."
  },
  {
    "verse_id": 37,
    "translation": "Yohe ḥal spud qvmi nvḥs yylhi timv rsvln hund tkdhyb (ankar) kvr ashi krụ̄ tim ghrq th tmam dnya kyn lukn khạṭr bnạvụ̄ ʿbrtuk nishanh, th timn ẓạlmn khạṭr chuh ashi akh dg tulh vun ʿdhab thvvmut tyar."
  },
  {
    "verse_id": 38,
    "translation": "Yithe pạtthụ̄ ʿād th aṣḥabu alrs (ras chih ʿrby zbạnụ̄ mnz prạnis ya anhi gttụ̄ kryiris vnan. Aṣḥabu alrs ạsụ̄ tim lukh yimv pnun nby kryiris mnz chhkith ya lri pạvith mvrmut avs) th mnzimyn ṣdyn hndụ̄ varyah lukh āe tbah krnh."
  },
  {
    "verse_id": 39,
    "translation": "Timv mnz smjhvv ashi prth kanhh (brvuntthmiyn tbah spdn valyn hnz) mithalh dy dy, th ạkhr kar kvr prth kanhh mittavth aashi tbah."
  },
  {
    "verse_id": 40,
    "translation": "Th tmhi bsty pytthụ̄ chih yim dramtụ̄ yth pytth bdtryn bạrsh ạs travnh āmcz. (yʿī qvmi lvuṭch bsty. Bdtryn bạrshhi nishhi chuh murad knhi rvud.) kya yimav āshi na tmyuk ḥal vuchhmut? Mgr yim chihnh mvt pth dvyimhi zndgy hund tvqʿ he thavan."
  },
  {
    "verse_id": 41,
    "translation": "Yim lukh yylhi tohyih vuchhan chihv, tylhi chihv tohyih hzl kran. (vanan chih) kya yohe shkhṣ chha yus khudayn chuh rsvl bnạvith svuzmut?"
  },
  {
    "verse_id": 42,
    "translation": "Amụ̄ āshv asụ̄ gumrah krith pnnyv mʿbvudav nishhi ddạlimtụ̄, agr nh ashi tihndis ʿqyds pytth ddadd āsihe krmcz. Achha, suh vqt chuhnh dvur yylhi ʿdhab vuchihth yimn pane pe lghi zi kus avs gmrạhy mnz dvur dramut."
  },
  {
    "verse_id": 43,
    "translation": "Zanhh chuhv tohyih ts shkhṣh sndis ḥals pytth ghvr kvrmut, yymụ̄ pnnhi nfsch khvạhsh pnun khda āshi bnạvmcz? Kya tvhụ̄ hykvh yuth shkhṣ rahi rasts pytth aannuk dhmh rttith?"
  },
  {
    "verse_id": 44,
    "translation": "Kya tvhụ̄ chihv smjhan zi yimv mnz chih akthr lukh bvzan th smjhan? Yim chih janvrn hndụ̄ pạtthụ̄, blkh timv khoth thi gczihthe."
  },
  {
    "verse_id": 45,
    "translation": "Tohyih vuchuhv na tuhund rb kithh pạtthụ̄ chuh shuhul phhlavan? Agr suh yyczihh he tylhi bnavi he tth dạymy shuhl, ashi bnvv āftab tth pytth dlyl, (nav chlavn valyn hndis aṣṭlaḥs mnz chih dlyl ts shkhṣs vnan yus navn āshi vath havan. Shuhl āftabs pytth dlyl bnavnuk mṭlb chuh yih zi shuhl phhlun th km gczuhn chuh āftab kis ʿrvjs th zavals byyhi khsnas th vsns tabʿ.)"
  },
  {
    "verse_id": 46,
    "translation": "Pth (yylhi var var āftab thdan chuh) asụ̄ chih yih shuhul var var pans kun vttan pkan. (pans kun vttnuk mʿny chuh ghạb krun th fna krun, tikyazi prth kanhh chyz yus fna chuh spdan, suh chuh Allah tʿālyā se kun vaps gczhan. Prth kanhh chyz chuh tmụ̄ sndiy ṭrfh yivan th tmụ̄se kun gczhan.)"
  },
  {
    "verse_id": 47,
    "translation": "Th suh chuh Allah tʿālyā he yymụ̄ rat bnạvi tuhndi khạṭr lbas, th nyndr bnạvn mvtuk skvn, th doh bnvvun zndh gczhnuk vqt."
  },
  {
    "verse_id": 48,
    "translation": "Th sue chuh yus pnnis rḥmts brvnhh brvnhh hvahan chuh svzan bshart bnạvith. Pth chuh āsmanh pak āb nạzil kran,"
  },
  {
    "verse_id": 49,
    "translation": "Takh akis murdh ʿlaqs bkhshhi amhi kh dhryʿh zndgy, th pnnhi mkhlvq mnz kri varyahn janvrn th ansann syrab."
  },
  {
    "verse_id": 50,
    "translation": "Yih mʿjzh chih asụ̄ gri gri yimn brvnhh kun aanan takh yim rttn kynhh sbq, mgr akthr lukh chih kufr th nashkry vrạe byyhi kanhh dvyum rviyih vrtavnh nishhi ankar kran."
  },
  {
    "verse_id": 51,
    "translation": "Agr asụ̄ yczhhav tylhi krhvn akis akis bsty mnz akh khbrdar krn vvl khrra. (yʿny yih krun avs nh sanhi qdrt nishhi nybr kynhh, hrgah yczhhav jayih jayih hykhvkh nby pạd krith, mgr ashi kvr nh yih, th sarise dunya hs khạṭr kvr aakve nby mbʿūth, yithh pạtthụ̄ akh āftab sạrise jhans khạṭr sytthah chuh, tithe pạtthụ̄ chuh yih kunue āftabi hdayt sarine dunya valyn khạṭr kạfy.)"
  },
  {
    "verse_id": 52,
    "translation": "Ps ae nby, kạfrn hnz kth mah mạniv hrgz, th yih qrān hyth kriv timn sintụ̄ zbrdst jhad."
  },
  {
    "verse_id": 53,
    "translation": "Th sue chuh yymụ̄ zh smndr chih rlạvith thạvimtụ̄. Akh ldhydh th miyvutth, byakh tlkh th bdmzh. Th doshvnụ̄ drmyan chuh akh prdh ḥạyil. Yih chuh akh tthvr yus yimn rlh milh gczhnh nishhi rukạvith chuh. (yih kyfyt chhe prth tth jayih ruvnma spdan yth jayih kanhh bvdd dryav smndrs mnz yith chuh vsan. Amhi ʿlavh chih khod smndrs mnz thi mkhtlf jayn chynh ābkụ̄ nag āsan, yuhund āb smndr kis sytthah tlkh ābs drmyan thi pnnis mychhrs pytth qạyim chuh rvzan. Mithal rngụ̄ chih bḥryn th dvymyn jayn khlyj fars kis czkis tlh kunhi amhi qsmkụ̄ varyah nag mvjvd, yimv nishhi lukh chynh āb chih ḥạṣl kran.)"
  },
  {
    "verse_id": 54,
    "translation": "Th sue chuh yymụ̄ ābh nishhi akh bshr kvr pạd, pth pknavin amis nishhi nsb th hvvrikụ̄ zh alg alg slslh, tuhund rb chuh sytthhe qdrt vvl."
  },
  {
    "verse_id": 55,
    "translation": "Ts khudays trạvith chih lukh timn pvuzan, yim nah yimn nfʿ hykn vatnạvith th nah nqṣan, th pytthh mzyd yih zi kạfr chuh pnnis rb sndis mqabls mnz prth bạghy sund mddgar bnith."
  },
  {
    "verse_id": 56,
    "translation": "Ae nby, tvhụ̄ chihv ashi ṣrf bshart dinh vạlụ̄ th khbrdar krn vạlụ̄ bnạvith svuzimtụ̄. (yʿny tuhnz kạm nh chhe kạnshi ayman aann vạlis jza diyun, th nh chhe kạnshi ankar krn vạlis sza diyun. Tvhụ̄ chihv nh kạnshi aymans kun lmith aanns th ankar nishhi zbrdsty rukavns pytth mamvr krnh āmtụ̄ kynhh. Tuhnz dhmh dạry chahnh amhi khoth zyadh kynhh zi yus rahi rast qbvl kri ts diyiv nyk anjamch bshart, th yus pnnhi ghlṭ vthi pytth ddttith rvzi, suh khocz nạviyvn khudae snzi thphi nishhi)"
  },
  {
    "verse_id": 57,
    "translation": "Yimn vniv zi, bh chuhs nh yth kamhi pytth tohyih aujrt mngan, myạnụ̄ aujrt chhe bs yhe zi ys dil vanhi suh krin pnnis rb snz vth akhtyar."
  },
  {
    "verse_id": 58,
    "translation": "Ae nby, ts khudays pytth thạviv bhrvsh yus zndh chuh, th zanhh chuhnh mrn vvl, tmụ̄ sndi ḥmd san kriv tmụ̄ snz tsbyḥ. Pnnyn bndn hndyv gnahv nishhi chuh bs tmụ̄ sunde yvt ba khbr āsun kạfy."
  },
  {
    "verse_id": 59,
    "translation": "Suh yymụ̄ shyn doyn mnz zmyn th sạry āsman th tim sạry chyz bnạvụ̄ yim zmyns th āsmans drmyan chih, pth spud panh ʿrshs pytth jlvh gr, khudae rḥman, tmụ̄ snz shan prczihv bs kạnshi zann vạlis."
  },
  {
    "verse_id": 60,
    "translation": "Yimn lukn yylhi vnnh chuh yivan zi ts khudae rḥmans kriv sjdh, tylhi chih vnan, rḥmān kya gvv? Kya bs yymis cz vankh tmụ̄se gczhvh asụ̄ sjdh kran phyrnụ̄? Yih dʿūt chhe pvt phirith tihndis nfrts mnz byyhi aẓafh kran."
  },
  {
    "verse_id": 61,
    "translation": "Sytthah mutbrk chuh suh yymụ̄ āsmans mnz burj bnạvụ̄, th ath mnz kvrun akh czvng (āftab) th akh przlh vunụ̄ zvun rvshn."
  },
  {
    "verse_id": 62,
    "translation": "Sue chuh yymụ̄ rat th doh bnvv akh akụ̄ sund janshyn, prth tmis shkhṣs khạṭr yus sbq yyczihh rattun, ya yyczihh shukr guzar banun."
  },
  {
    "verse_id": 63,
    "translation": "Rḥmān sndụ̄ (aṣly) bndh chih tim, yim zmyns mnz nrm andazh chih pkan. (yʿny tkbr san chihnh zmyn dbạvụ̄ dbạvụ̄ pkan, tim chihnh ẓạlimn th fsadyn hndụ̄ pạtthụ̄ pnnhi rftari sintụ̄ pnun zvr havnch kvushsh kran, blkh chuh tihund pkun āsan akis shryf th slymu alṭbʿ th nyk mzaj ansan sund hyvu.) th yylhi jạhil chih timn buthhi lgan, tylhi chih vnan zi tohyih ạsinv slam."
  },
  {
    "verse_id": 64,
    "translation": "Yim pnnis rb sndis ḥẓvrs mnz sjds th qyams mnz rạcz chih guzaran."
  },
  {
    "verse_id": 65,
    "translation": "Yim duʿā chih mngan zi, ae sanhi rb, jhnm kh ʿdhab nishhi bchav aashi, tmyuk ʿdhab chuh zuvas gudrith aann vvl."
  },
  {
    "verse_id": 66,
    "translation": "So chhe sytthah khrab rvzn jae th bur mqam."
  },
  {
    "verse_id": 67,
    "translation": "Yim khrch chih kran mgr nah chh fẓvl khrchy kran th nh bkhul, blkh chuh tihund khrchavun doshvnụ̄ ḥdn mnz bag aʿtdals pytth qạyim rvzan."
  },
  {
    "verse_id": 68,
    "translation": "Yim khudays vrạe byyhi kạnshi mʿbvds chihnh nad layan, Allah tʿālyā sndis ḥram krimtis zuvas chihnh naḥq hlak kran, nh chih bdkạry hund aatur kran, yimh kamhi yus akha kri suh lbhi pnnhi gunahuk bdlh."
  },
  {
    "verse_id": 69,
    "translation": "Qyamt kh doh yiyhi tas bar bar ʿdhab dinh, th tthụ̄ mnz rvzi suh hmyshh dhlt san."
  },
  {
    "verse_id": 70,
    "translation": "Aila yih zi kạnshi āshi (yimv gnahv pth) tvbh kvrmut, th ayman anith āsn nyk ʿmlh lajmcz krnhi. Yithyn lukn hnzn burạyn bdlavi Allah tʿālyā nykyv sintụ̄, th suh chuh sytthhe ghfvr v rḥym."
  },
  {
    "verse_id": 71,
    "translation": "Yus shkhṣ tvbh krith nyk ʿmly chuh akhtyar kran, suh chuh khudays kun yivan pvt phyrith, yithh pạtthụ̄ zn pvt phyrnuk ḥq chuh. (th rḥmān sndụ̄ bndh chih tim)"
  },
  {
    "verse_id": 72,
    "translation": "Yim apzikụ̄ gvah chihnh bnan, th kunhi lghv (byhvdh) chyzkinụ̄ yylhi yuhund guzr chuh spdan, tylhi chih shryf ansann hndụ̄ pạtthụ̄ nyran."
  },
  {
    "verse_id": 73,
    "translation": "Yimn agr yihndis rb sndụ̄ āyat bvznạvith nṣyḥt chhe yivan krnh, tylhi chihnh yim tath pytth anụ̄ th zrụ̄ bnith rvzan."
  },
  {
    "verse_id": 74,
    "translation": "Yim duʿā chih mngan rvzan zi, ae sanhi rbh, ashi di pnnyv khandarinyv th pnnyv avlad nishhi achhn hund shhjar, th ashi bnav prhyz garn hund amam. (yʿny asụ̄ gczhụ̄ tqvyā hs th aṭaʿts mnz brvnhh gczhnụ̄, rczras th nyky mnz gczhụ̄ sarine brvnhh pknụ̄, mḥẓ gczhav nh nyk āsnụ̄ blkh gczahv nykn hndụ̄ pyshva āsnụ̄, th sanhi bdvlt gczihh pvur dunya hs mnz nyky phhlnụ̄. Amhi chyzch dhikr chhe yth jayih draṣl yih vannh khạṭr krnh āmcz zi yim chih tim lukh yim mal v dvlts th shvkt v ḥshmts mnz nh kynhh blkh chih nyky th prhyz gạry mnz akh akis brvnhh gczhnch kvshsh kran)"
  },
  {
    "verse_id": 75,
    "translation": "Yim chih tim lukh yim pnnhi ṣbruk phl blnd mnzlh chih shklhi mnz ḥạṣl krn, ādab v tslymat sintụ̄ spdi tihund astqbal."
  },
  {
    "verse_id": 76,
    "translation": "Tim rvzn hmyshh hmyshh tathi. Kvtah bhtr chuh suh āram gah th mqam."
  },
  {
    "verse_id": 77,
    "translation": "Ae nby, lukn vniv, myạnis rbs kya ḥajt chuh tuhund, agr nh tvhụ̄ ts nad lạyiv. (yʿny agr tvhụ̄ khudays duʿā mngiv nh, th tmụ̄ snz ʿbadt kriv nh, th pnnyv ḥajtv khạṭr diyiv nh ts nad, tylhi chuhnh tohyih kanhh vzn thi Allah tʿālyā snzi nẓri mnz yymhi kh vjh kinụ̄ suh akh pyvunt thi tuhund prvah kri. Mḥẓ mkhlvq āsnh kh ḥythyth chahnh tohyih mnz th knyn mnz kanhh frq. Khudays chuhnh tohyih nishhi kanhh ḥajt phsith zi tvhụ̄ kriv nh bndgy th tmụ̄ snz kanhh kạm rvzi rukithe. Tmụ̄ snzi rghbt chih nẓri yus chyz tohyih kun mạyl chuh kran, suh chuh tuhund ts kun athh phhlavun th ts duʿā mngnụ̄. Yih kạm hrgah kriv nh, tylhi yiyiv czhottkụ̄ pạtthụ̄ dạrith dinh.) tohyih chuhv vonụ̄ buth phiyrumut, ʿnqryb lbiv suh (lạzmy) sza, yymhi nishhi zuv yalh travnavun mshkl āsyv."
  }
]