[
  {
    "verse_id": 1,
    "translation": "Ṭ. S. M."
  },
  {
    "verse_id": 2,
    "translation": "Yim chih ktabi mubynkụ̄ āyat. (yʿny tmhi ktabhi hndụ̄ āyat yosh pnun mudʿā ṣaf ṣaf khvulith chhe byan kran. Yosh ktab prith ya bvuzith hr kanhh shkhṣ hykhi smjhith zi so kth chyzs kun chhe bulavan, kmhi chyz nishhi chhe rukavan, kth chhe ḥq vnan th kth chhe baṭl qrar divan. Manun ya nh manun chhe alg kth, mgr kanhh shkhṣ hykhi nh yih bhanh zhnụ̄ thi bnạvith zi amhi ktabhi hnz tʿlym chahnh ts fikri tran, th tmụ̄ hyvk nh amhi nishhi yih mʿlvme krith zi yih ktab kus chyz travnch th kus chyz pannavnch dʿūt chhe ts divan.)"
  },
  {
    "verse_id": 3,
    "translation": "Ae nby, shayd raavriv tvhụ̄ ath ghms mnz pnun jan zi yim lukh chihnh ayman anan."
  },
  {
    "verse_id": 4,
    "translation": "Agr asụ̄ yczhv tylhi hykv āsmanh ticzh nishạny nạzil krith zi yihnz grdnh nmn tth brvnhh knhi. (yʿny ticzh kanhh nishạny nạzil krnụ̄ yosh tmam kufarn aymanch th aṭaʿtch rvish akhtyar krns pytth mjbvr kri chuhnh Allah tʿālyā sndi khạṭr raczh thi mshkl. Agr suh yih kran chuhnh tylhi chuhnh amhi vjh kinụ̄ yih zi yih kạm chhe tmụ̄ sndi qdrt nishhi nybr. Blkh chuh amiyuk vjh yih zi amhi qsmuk jbry ayman chuhnh ts bkar.)"
  },
  {
    "verse_id": 5,
    "translation": "Yimn lukn nishhi yosh nv nṣyḥt thi khdae rḥmān sndi ṭrfh yivan chhe, yim chih tmhi nishhi buth phiran."
  },
  {
    "verse_id": 6,
    "translation": "Vonụ̄ yylhi yimv chuh ankar kvrmut, ʿnqryb lghi yimn tamhi chyzch ḥqyqt (mkhtlf ṭryqv) pe, yth yim hzl chih rvudimtụ̄ kran."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi kya, yimv chahna zmyns pytth zanhh nẓr trạvmcz zi kthyr mqdars mnz kạtyah prth qsmkụ̄ jan kulụ̄ ktthụ̄ chih ashi ath mnz pạd krimtụ̄?"
  },
  {
    "verse_id": 8,
    "translation": "Yqynaan chhe ath mnz akh nshạny, (yʿny ḥq kh justjv khạṭr agr kạnshi nshạny hnz ẓrvrt āshi, tylhi chhnh ts dvur gczhnch ẓrvrt kynhh. Achh mczrạvith vuchhtn yymhi zmyn kue sbzar, ts spdi mʿlvm zi kaʿnat kh nẓamch yosh ḥqyqt (tvḥyd) anbyaʿ ʿlyhmu alslam pysh chih kran so chha ṣḥyḥ, kinh tim nẓryat yim mshrkyn ya mnkryni khuda chih byan kran.) mgr yimv mnz chihnh akthr mann vạlụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Th ḥqyqt chhe yih zi tuhund rb chuh zbrdst thi, th rḥym thi. (yʿny tmụ̄ snz qdrt chhe ticzh zbrdst zi agr kạnshi sza yyczihh diyun, czihis mnz hykys mittạvith. Mgr amhi bavjvd chuh yih srasr tmụ̄ sund rḥm zi sza dins mnz chuhnh jldy kran, vry vadn th ṣdiyn tam chuh ddhyl divan, svchnch smjhnch th snbhlnch mhlt chuh divan rvzan, th sary vạnshi hnzn nafrmạniyn chuh akhi tvbh sintụ̄ mʿāf krnh khạṭr tyar rvzan.)"
  },
  {
    "verse_id": 10,
    "translation": "Yim bvznạviyvukh tmhi vqtuk qṣh yylhi tuhndụ̄ rbn mvsyā (ʿlyh alslams) ālav kvr, ẓạlim qvms nishhi gczh."
  },
  {
    "verse_id": 11,
    "translation": "Frʿūn sndis qvms nishhi, kya tim chihna khoczan?"
  },
  {
    "verse_id": 12,
    "translation": "Tmụ̄ kvr ʿrẓ, ae myanhi rbh, me chuh khvf zi tim phirn me buth."
  },
  {
    "verse_id": 13,
    "translation": "Me chuh syns dm gczhan, th me chahnh zyv phyran. Tvhụ̄ svuziv harvn (ʿlyh alslams) kun rsalt."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi chuh me pytth timn nishhi akhi jurmuk alzam thi, amhi mvjvb chuhs bh khoczan zi tim krn me qtl."
  },
  {
    "verse_id": 15,
    "translation": "Frmavnh āv, hrgz nh! Tvhụ̄ doshve gczihv sanhi nshạnyih hyth, asụ̄ rvzav tohyih sintụ̄ svrue kynhh bvzan."
  },
  {
    "verse_id": 16,
    "translation": "Gczihv frʿūns nishhi th vniv ts, asụ̄ chih rb alʿālmynn aamhi mvjvb svuzimtụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Zi bny asraʿyls di cz ashi sintụ̄ gczhnh."
  },
  {
    "verse_id": 18,
    "translation": "Frʿūnn vvn, kya cz avsukh na ashi pans nishhi shurụ̄ panh rvchhmut? Cze guzạrith pnnhi ʿmri hndụ̄ kynhh vry ashi nishhi,"
  },
  {
    "verse_id": 19,
    "translation": "Th amhi pth kvruth cze yikynczhah krun avsue, cz chuhkh sytthah aḥsan framvsh ainsan."
  },
  {
    "verse_id": 20,
    "translation": "Mvsyā ʿlyh alslam chih jvab divan, tmhi saʿth ạs me so kạm nadanstgy mnz krmcz."
  },
  {
    "verse_id": 21,
    "translation": "Pth czvlus bh chanhi ddr, amhi pth kvr myạnụ̄ rbn me ḥkm ʿṭa, th bh kvrns rsvln mnz shạmil."
  },
  {
    "verse_id": 22,
    "translation": "Rvud chvn aḥsan yus cze me pytth gnzrvmut chuhe, tylhi chhe aamich ḥqyqt yih zi cze avsue bny asraʿyl ghlam bnvvmut. (yʿny chạnis grs mnz kyazi yimha bh prvrsh ḥaṣl krnh mokhh agr nh cze bny asrạʿyls pytth ẓlm ạsihy kvrmut? Chanhi ẓlm kh vjh kinụ̄ avsns bh pnnhi majhi ttvkri mnz brith dryavs mnz trvvmut, nath kya me avsna pnnhi prvrshhi khạṭr pnun gr mvjvd? Amhi mvjvb chhy nh cze amhi prvrshhi hund aḥsan gnz ravun shvuban)"
  },
  {
    "verse_id": 23,
    "translation": "Frʿūn chuh vnan, th yih rb alʿālmyn kya gvv?"
  },
  {
    "verse_id": 24,
    "translation": "Mvsyā ʿlyh alslam chih jvab divan, āsmann hnd th zmynuk rb, th timn sarine chyzn hund rb yim āsman v zmyns mnz bag chih, agr cz pczh krn vvl chuhkh."
  },
  {
    "verse_id": 25,
    "translation": "Frʿūn chuh pans dchihnụ̄ khvvrụ̄ lukn vnan, bvzan chihv?"
  },
  {
    "verse_id": 26,
    "translation": "Mvsyā ʿlyh alslam chih vnan, chvn rb thi th chanyn timn ābav ajdadn hund rb thi, yim guzrymtụ̄ chih."
  },
  {
    "verse_id": 27,
    "translation": "Frʿūn chuh (ḥạẓrn) vnan, tuhund yih rsvl ṣạb yus tohyih kun svznh chuh āmut, chuh balkule pagl basan."
  },
  {
    "verse_id": 28,
    "translation": "Mvsyā ʿlyh alslam chih vnan, mshrq th mghrb byyhi yikynczhah yimn mnz bag chuh tamhi sarikue rb, agr tohyih lukn kynhh ʿql chahv."
  },
  {
    "verse_id": 29,
    "translation": "Frʿūn chuh vnan, agr cze me vrạe byyhi kanhh mʿbvd mvnthn, tylhi krth cz thi timn lukn mnz shạml yim qạdkhann mnz rvuzith srran chih."
  },
  {
    "verse_id": 30,
    "translation": "Mvsyā ʿlyh alslam chih vnan, agr chih bh aanh cze brvnhh kun akh ttakarh chyz thi?"
  },
  {
    "verse_id": 31,
    "translation": "Frʿūn chuh vnan, achha aan agr cz pziyvr chuhkh."
  },
  {
    "verse_id": 32,
    "translation": "(tmụ̄ sndi ạsh mnz yih kth nyran nyrane chuh) mvsyā ʿlyh alslam pnun ʿāṣh chhkan, th ykdm avs suh akh ttakar shhmar (aczdha)."
  },
  {
    "verse_id": 33,
    "translation": "Pth chuh suh pnun athh (kczhh nishhi) krran, th suh avs tmam vuchhn valyn brvnhh knhi chmkan. (yutuhe ḥẓrt mvsyā ʿlyh alslam chih bghlh mnz pnun athh krran, ykdm chuh svrue maḥvl rvshn spdan th basan avs zn khvt āftab.)"
  },
  {
    "verse_id": 34,
    "translation": "Frʿūn chuh pans dchihnụ̄ khvvrụ̄ srdarn vnan, yih shkhṣ chuh pzipạtthụ̄ akh mạhr jadv gr."
  },
  {
    "verse_id": 35,
    "translation": "Yczhan chuh zi pnnhi jadi kh zvr sintụ̄ krrhyv tohyih pnnhi mlkh mnz. (doshvnụ̄ mʿjzn hndi ʿẓmtuk andazh hykv aamhi sintụ̄ krith zi akh sykndd brvnhh avs frʿūn pnnhi rʿīt kis akis frds pnnis drbars mnz rsalt chih kthh byyhi bny asraʿyl chih rhạyy hund mṭalbh kran vuchihth pagl divan qrar, th amis avs dhmky divan zi agr cze me vrạe kanhh mʿbvd mvnthn, tylhi srrravath jyls mnz. Vonụ̄ yylhi amụ̄ yimh nshạnyih vuchhhi, amis gvv tiyuth hạbt ṭạry zi vonụ̄ gvs pnun mulk th pnnụ̄ badshạhy athh gczhnuk khṭrh laḥq.) vonụ̄ vniv tvhụ̄ kya ḥukm (mshvrh) chihv divan?"
  },
  {
    "verse_id": 36,
    "translation": "Timv vvn, yih th amụ̄ sund bve rukạviyvun, th shhrn mnz svuziyvukh nqyb (sombran vạlụ̄)."
  },
  {
    "verse_id": 37,
    "translation": "Takh prth mạhr jadv grs aanan tohyih nishhi."
  },
  {
    "verse_id": 38,
    "translation": "Chnanchhi āe akhi doh muqrr vqts pytth jadv gr jmʿ krnh,"
  },
  {
    "verse_id": 39,
    "translation": "Th āv lukn vannh, tvhụ̄ pkiv ajtmaʿs mnz?"
  },
  {
    "verse_id": 40,
    "translation": "Bnan chuh zi asụ̄ rvzav jadv grn hndis diyns pytthe, agr tim ghạlb rvudụ̄. (yʿny ṣrf āv nh aʿlans th aishtharse yvt pytth bs krnh, blkh āe nfr amhi ghrẓh khạṭr travnh zi lukn aann hs dy dy yih mqablh vuchhnh khạṭr, amhi nishhi chuh pe lgan zi pvur drbars mnz yim mʿjzh ḥẓrt mvsyā ʿlyh alslaman hạvimtụ̄ ạsụ̄, tihnz khbr ạs ʿām lukn mnz phhlymcz, th frʿūns avs yih andyshh spudmut zi yymhi mlkkụ̄ lukh chih mutạthr spdan pkan. Drbarkyv yimv ḥạẓrynv ḥẓrt mvsyā ʿlyh alslamn hund mʿjzh vuchhmut avs, th nybrimyn yimn lukn tam amhi chih mʿtbr khbr vaczmcz āsh, tihndiụ̄ ʿqydh ạsụ̄ pnnhi ābạyy dyn nishhi ddlan hivụ̄ basan, th vvnụ̄ avs tihndi dynuk darmdar ath pytth rvudmut zi kunhi pạtthụ̄ gczhụ̄ jadvgr thi so kạm havnụ̄ krith yosh mvsyā ʿlyh alslamn kr. Frʿūn th tmụ̄ sndi slṭntkụ̄ ztthụ̄ ạsụ̄ panh ath fyṣlh krn vvl mqablh smjhan. Tihndụ̄ svznh āmtụ̄ pnnụ̄ nfr ạsụ̄ lukn hndyn dhhnn mnz yih kth byhnavan phyran zi agr jadvgr kamyab spdụ̄, tylhi bchv asụ̄ mvsyā ʿlyh alslam sndis dyns mnz gczhnh nishhi, nath rvzi nh svn dyn th ayman var)"
  },
  {
    "verse_id": 41,
    "translation": "Yylhi jadvgr mạdans mnz āe, timv vvn frʿūns, ashi mylya anʿām agr asụ̄ ghạlb rvudụ̄?"
  },
  {
    "verse_id": 42,
    "translation": "Tmụ̄ vvn, ā, th tvhụ̄ gczihv tmhi saʿth qryby lukn (ttatthyn) mnz shạmil."
  },
  {
    "verse_id": 43,
    "translation": "Mvsyā ʿlyh alslam chih vnan, chhkiv yih tohyih chhkun chuhv."
  },
  {
    "verse_id": 44,
    "translation": "Timv lgavi fvraan pnnhi rz th lvri pthr th vvnukh, frʿūn sndi aqbalh rvzav asy ghạlb."
  },
  {
    "verse_id": 45,
    "translation": "Pth chih mvsyā ʿlyh alslam pnun ʿāṣh chhkan, ykdm avs suh tihndyn apzyn czhln nynglan pkan."
  },
  {
    "verse_id": 46,
    "translation": "Ath pytth chih sạry jadvgr be akhtyar sjds vsan,"
  },
  {
    "verse_id": 47,
    "translation": "Th vnan chih zi, ashi mvn rb alʿālmyn."
  },
  {
    "verse_id": 48,
    "translation": "Mvsyā ʿlyh alslam th harvn ʿlyh alslam sund rb."
  },
  {
    "verse_id": 49,
    "translation": "Frʿūn chuh vnan, tohyih mạniv mvsyā ʿlyh alslam snz kth amhi brvnhh zi bh dimhav tohyih amyuk ajazt. Ẓrvur chuhvv yih tohyih ziyutth yymụ̄ tvhụ̄ jvd chihnv hychhnạvimtụ̄. Achha, vonụ̄ lgyv tohyih pe, bh czttnavav tohyih athh khor mkhạlf ṭrfv, th tvhụ̄ sạry khalav phanshi."
  },
  {
    "verse_id": 50,
    "translation": "Timv diyut jvab, kanhh prvae chuhnh asụ̄ vatav pnnis rb sndis drbars mnz."
  },
  {
    "verse_id": 51,
    "translation": "Th ashi chuh tvqʿ zi svn rb kri sạnụ̄ gnah mʿāf, tikyazi sarive brvnhh chuh ashi avnmut ayman."
  },
  {
    "verse_id": 52,
    "translation": "Ashi svuz mvsyā (ʿlyh alslams) vaḥy (vonụ̄ chhe akhi ṭvyl zmankụ̄ vaqʿāt trạvith tmhi vqtch dhkr yivan krnh yylhi ḥẓrt mvsyā ʿlyh alslams mṣr pytthh hjrt krnuk ḥkm āv dinh.) zi, rvtly nyr myạnụ̄ bndh hyth, cze yy pte davnh."
  },
  {
    "verse_id": 53,
    "translation": "Aath pytth svuzụ̄ frʿūnn (fvj jmʿ krnh khạṭr) shhrn mnz nqyb. (th shychh svuznkh)"
  },
  {
    "verse_id": 54,
    "translation": "Zi, yim chih akh loktt jmaʿt,"
  },
  {
    "verse_id": 55,
    "translation": "Th yimav chih asụ̄ sytthah naraẓ krimtụ̄,"
  },
  {
    "verse_id": 56,
    "translation": "Th asụ̄ chih akh so jmaʿt yymyuk shyvh prth vqth hushar rvzun chuh."
  },
  {
    "verse_id": 57,
    "translation": "Yithh pạtthụ̄ anụ̄ ashi tim baghav th nagav mnz,"
  },
  {
    "verse_id": 58,
    "translation": "Th khzanav tihndyv bhtryn qyam gahav mnz krrith."
  },
  {
    "verse_id": 59,
    "translation": "Yih spud timn sintụ̄, th (dvymhi ṭrfh) bnạvụ̄ ashi bny asraʿyl yimn sarine chyzn hndụ̄ vạrith."
  },
  {
    "verse_id": 60,
    "translation": "Ṣubḥ spdane drạe yim lukh timn pte czhanddnhi."
  },
  {
    "verse_id": 61,
    "translation": "Yylhi doshvnụ̄ jmạʿczn akh akis pytth nẓr pyyih, mvsyā ʿlyh alslam sndyn sạthyn czj krykh nyrith zi, asụ̄ rttikh."
  },
  {
    "verse_id": 62,
    "translation": "Mvsyā ʿlyh alslam chih vnan, hrgz nh, me sintụ̄ chuh myvn rb, suh kri ẓrvr me rhnmạʿy."
  },
  {
    "verse_id": 63,
    "translation": "Aashi diyut vaḥy hndi dhryʿh mvsyā (ʿlyh alslams) ḥukm, zi, trav pnnhi ʿāṣh sintụ̄ smndrs czndd. Achank gvv smndrs phas th amiyuk prth kanhh ḥṣh spud akhi ʿẓymu alshan pharrkụ̄ pạtthụ̄."
  },
  {
    "verse_id": 64,
    "translation": "Tthụ̄ jayih avn aashi byakh dvr thi nkhh."
  },
  {
    "verse_id": 65,
    "translation": "Mvsyā ʿlyh alslam th tim sạry lukh yim ts sintụ̄ ạsụ̄ bchạvụ̄ ashi."
  },
  {
    "verse_id": 66,
    "translation": "Th baqy krụ̄ ghrq."
  },
  {
    "verse_id": 67,
    "translation": "Ath vaqʿs mnz chhe akh nishạny, mgr yimav lukv mnz chihnh akthr mann vạlụ̄."
  },
  {
    "verse_id": 68,
    "translation": "Th ḥqyqt chhe yih zi tuhund rb chuh zbrdst thi th rḥym thi."
  },
  {
    "verse_id": 69,
    "translation": "Th yim bvznạviyvukh abrahym ʿlyh alslam sund qṣh,"
  },
  {
    "verse_id": 70,
    "translation": "Yylhi tmụ̄ pnnis mạlis th pnnis qvms purczhmut avs zi, yim kya chyz chih yimn tvhụ̄ pvuza chihv kran?"
  },
  {
    "verse_id": 71,
    "translation": "Timv diyut jvab, kynhh potlụ̄ chih yimn asụ̄ pvuza chih kran, th yihndise khdmts mnz chih asụ̄ āvrụ̄ rvzan."
  },
  {
    "verse_id": 72,
    "translation": "Tmụ̄ purvczh, kya yim chha tuhund bvzan yylhi tvhụ̄ yimn ālv chihv kran?"
  },
  {
    "verse_id": 73,
    "translation": "Kinh yim chihv tohyih nfʿ ya nqṣan vatnavan?"
  },
  {
    "verse_id": 74,
    "translation": "Timv diyut jvab, nh, blkh chih ashi pnnụ̄ mạlụ̄ buddibb yy kran vuchihmtụ̄."
  },
  {
    "verse_id": 75,
    "translation": "Ath pytth chih abrahym ʿlyh alslam vnan, tohyih chihvh zanhh (achh mczrạvith) tim chyz vuchihmtụ̄,"
  },
  {
    "verse_id": 76,
    "translation": "Yihnz bndgy tvhụ̄ th tuhndụ̄ ptim mạlụ̄ buddibb bja rvudụ̄ aanan?"
  },
  {
    "verse_id": 77,
    "translation": "Myạnụ̄ chih yim sạry dshmn, akis rb alʿālmyns vrạe,"
  },
  {
    "verse_id": 78,
    "translation": "Yymụ̄ bh pạd kvrns, pth chuh sue me rhnmạyy frmavan."
  },
  {
    "verse_id": 79,
    "translation": "Yus me khyavan th chavan chuh,"
  },
  {
    "verse_id": 80,
    "translation": "Th yylhi bymar chuhs gczhan, tylhi chuhm shifa divan."
  },
  {
    "verse_id": 81,
    "translation": "Yus me mvt diyih th pth krym dubarh zndgy ʿṭa."
  },
  {
    "verse_id": 82,
    "translation": "Th ys nishhi bh aumyd chuhs thavan zi rvzi jza kh doh kri suh myvn khṭa mʿāf. (amhi pth kvr abrahym ʿlyh alslamn duʿā)."
  },
  {
    "verse_id": 83,
    "translation": "Ae myanhi rbh, me kr ḥkm ʿṭa. Th me ralav ṣalḥ lukn sintụ̄."
  },
  {
    "verse_id": 84,
    "translation": "Th yim pth yin timn mnz krum pz namvry ʿṭa."
  },
  {
    "verse_id": 85,
    "translation": "Th me kr jnti nʿīm kyn vạrithn mnz shạmil."
  },
  {
    "verse_id": 86,
    "translation": "Th myạnis mạlis kr mʿāf zi be shk chuh suh gumrah lukv mnz,"
  },
  {
    "verse_id": 87,
    "translation": "Th me mah kr tmhi doh rusva yylhi sạry lukh yin zndh krith tulnh."
  },
  {
    "verse_id": 88,
    "translation": "Yylhi nh mal diyih kanhh fạydh nh avlad."
  },
  {
    "verse_id": 89,
    "translation": "Aila yih zi kanhh shkhṣ spdi qlbi slym (pak dl) hyth Allah tʿālyā sndis drbars mnz ḥạẓr."
  },
  {
    "verse_id": 90,
    "translation": "(tmhi doh) yiyhi jnt prhyzgarn nkhh aannh. (yythi pytthh yosh ʿbart āyt nmbr 102 hs tam chhe, so chahnh ḥẓrt abrahym ʿlyh alslam sndi qvluk ḥṣh blkh chuh Allah tʿālyā sndi ṭrfh ath pytth aiẓafh)"
  },
  {
    "verse_id": 91,
    "translation": "Th dvzkh yiyhi gumrah gmtyn lukn brvnhh knhi mczravnh,"
  },
  {
    "verse_id": 92,
    "translation": "Th timn yiyhi prczhnh zi, vonụ̄ kthi chih tim yimn tvhụ̄ khudae trạvith ʿbadt ạsiv kran?"
  },
  {
    "verse_id": 93,
    "translation": "Kya tim krnavh tohyih kynhh mdd, kinh pnun pan hykn bchạvith?"
  },
  {
    "verse_id": 94,
    "translation": "Pth yin tim mʿbvd, byyhi yim gumrah lukh,"
  },
  {
    "verse_id": 95,
    "translation": "Th ablys sndụ̄ lshkr aand hyth sạry pyvttuhs pytth ath mnz dkh dith chhknh."
  },
  {
    "verse_id": 96,
    "translation": "Tathi czuvan yim sạry panh vạnụ̄, th yim gumrah lukh vnan (pnnyn mʿbvdn) zi,"
  },
  {
    "verse_id": 97,
    "translation": "Khudae sund qsm ạsụ̄ asụ̄ ttakarh gumrahy mnz mbtla."
  },
  {
    "verse_id": 98,
    "translation": "Yylhi zan tohyih asụ̄ rb alʿālmyn snzi brabry hund drjh ạsiv divan."
  },
  {
    "verse_id": 99,
    "translation": "Th tim ạsụ̄ mujrm lukhe yimv asụ̄ yth gumrạhy mnz trạvụ̄."
  },
  {
    "verse_id": 100,
    "translation": "Vonụ̄ nah chuh svn kanhh sfạrsh dr,"
  },
  {
    "verse_id": 101,
    "translation": "Th nah chuh kanhh jgry dvst."
  },
  {
    "verse_id": 102,
    "translation": "Kash mylhi he aashi akhi ltthi vaps phyrnuk mvqʿ, tylhi banhav asụ̄ mvmin."
  },
  {
    "verse_id": 103,
    "translation": "Yqynaan chhe ath mnz akh bdd nishạny, (yʿny ḥẓrt abrahym ʿlyh alslam sndi qṣas mnz) mgr yimv mnz chihnh akthr lukh ayman ann vạlụ̄."
  },
  {
    "verse_id": 104,
    "translation": "Th ḥqyqt chhe yih zi tuhund rb chuh zbrdst thi th rḥym thi."
  },
  {
    "verse_id": 105,
    "translation": "Nvḥ ʿlyh alslam sndụ̄ qvmn phiyur buth rsvln."
  },
  {
    "verse_id": 106,
    "translation": "Yad kriv yylhi tihndụ̄ bạe nvḥ (ʿlyh alslamn) timn vunyav, kya tvhụ̄ chihvna khoczan?"
  },
  {
    "verse_id": 107,
    "translation": "Bh chuhs tuhndi khạṭr amant dar rsuvl,"
  },
  {
    "verse_id": 108,
    "translation": "Lhādha khvucziv tvhụ̄ khudays th myạnụ̄ kriv aṭaʿt."
  },
  {
    "verse_id": 109,
    "translation": "Bh chuhs nh ath kamhi pytth tohyih nishhi kanhh mʿāvẓh czhanddan. Myvn ajr chuh rb alʿālmyn sndi dhmh."
  },
  {
    "verse_id": 110,
    "translation": "Lhādha khvuczv tvhụ̄ khudays th (kunhi ddr vrạe) kriv myạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 111,
    "translation": "Timv dyut jvab, kya asụ̄ manvthh cz yylhi zn razyl tryn lukv chhe chạnụ̄ pyrvy krmcz akhtyar?"
  },
  {
    "verse_id": 112,
    "translation": "Nvḥ ʿlyh alslam chihkh vnan, me kya khbr chhe zi tihnz ʿmlh kiczhh chhe."
  },
  {
    "verse_id": 113,
    "translation": "Tihund ḥsab chuh myạnis rb sndi dhmh, kash hyyiv tvhụ̄ km kash shʿūrs kạm."
  },
  {
    "verse_id": 114,
    "translation": "Myạnụ̄ kạm chahnh yih zi yim ayman anan tim kya krkh bh pans nishhi dvur."
  },
  {
    "verse_id": 115,
    "translation": "Bh chuhs bs akh ṣaf ṣaf khbrdar krn vvl ainsan."
  },
  {
    "verse_id": 116,
    "translation": "Timv vvn, ae nvḥ (ʿlyh alslam), agr cz baz phyvurukh nh, tylhi gczhkh sngsar krnh āmtyn mnz shạmil."
  },
  {
    "verse_id": 117,
    "translation": "Nvḥ ʿlyh alslam chih duʿā kran, ae myanhi rbh, myạnụ̄ qvmn phyur me buth."
  },
  {
    "verse_id": 118,
    "translation": "Vonụ̄ kr me th yimn drmyan duttvk fạṣlh, byyhi di me th timn mvminn njat yim me sintụ̄ chih."
  },
  {
    "verse_id": 119,
    "translation": "Ạkhr kar bchvv ashi suh th tmụ̄ sndụ̄ sạthụ̄ akis brczi navi mnz. (brczi navi nishhi chuh murad yih zi so nav ạs ayman ann valyv ansanv th tmam janvrav sintụ̄ brith gmcz yuhund akh akh jvr sintụ̄ thavnuk hdayt avs frmavnh āmut. Suvrh huvud āyt nmbr 40 hs mnz chhe aamich dhikr pth kun krnh āmcz.)"
  },
  {
    "verse_id": 120,
    "translation": "Th amhi pth krụ̄ baqy lukh ghrq."
  },
  {
    "verse_id": 121,
    "translation": "Yqynaan chhe ath mnz akh nshạny, mgr yimv mnz chihnh akthr lukh mann vạlụ̄."
  },
  {
    "verse_id": 122,
    "translation": "Th ḥqyqt chhe yih zi tuhund rb chuh zbrdst thi th rḥym thi."
  },
  {
    "verse_id": 123,
    "translation": "ʿād (qvmn) phiyur buth pnnyn rsvln."
  },
  {
    "verse_id": 124,
    "translation": "Yad kriv yylhi tihindụ̄ bạe hvud ʿlyh alslamn timn vnyav, tvhụ̄ chihvna khoczan?"
  },
  {
    "verse_id": 125,
    "translation": "Bh chuhs tuhndi khạṭr akh amant dar rsvl."
  },
  {
    "verse_id": 126,
    "translation": "Lhādha khvcziv tvhụ̄ khudays th myạnụ̄ kriv aṭaʿt."
  },
  {
    "verse_id": 127,
    "translation": "Bh chuhs nh ath kamhi pytth tohyih nishhi kanhh mʿāvẓh czhanddan. Myvn ajr chuh rb alʿālmyn sndi dhmh."
  },
  {
    "verse_id": 128,
    "translation": "Yih kya ḥal chuh tuhund zi prth thzi jayih chihv akh la ḥạṣl yad gar ʿmart nivan bnạvith,"
  },
  {
    "verse_id": 129,
    "translation": "Th bddụ̄ bddụ̄ mḥl chihv tʿmyr kran znth tohyih hmyshh chuhv rvzun."
  },
  {
    "verse_id": 130,
    "translation": "Th yylhi kạnshi pytth athh chihv travan, jbar (ẓạlm) bnith chihv travan."
  },
  {
    "verse_id": 131,
    "translation": "Lhādha khvcziv tvhụ̄ lukh khudays byyhi kriv myạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 132,
    "translation": "Khvcziv ts yymụ̄ thi kynczhah tohyih dytmut chuhnav yih tohyih pe chuhv."
  },
  {
    "verse_id": 133,
    "translation": "Tohyih ditinv janvr, th avlad ditinv,"
  },
  {
    "verse_id": 134,
    "translation": "Bagh ditinv th nag ditinv."
  },
  {
    "verse_id": 135,
    "translation": "Me chuh tuhndis ḥqs mnz akhi baddi doh kh ʿdhabuk ddr."
  },
  {
    "verse_id": 136,
    "translation": "Timv diyut jvab, sanhi khạṭr chuh svrue yksan. Cz kr th nṣyḥt ya mth kr th,"
  },
  {
    "verse_id": 137,
    "translation": "Yimh kthh chhe yithe pạtthụ̄ pkan āmcz."
  },
  {
    "verse_id": 138,
    "translation": "Th asụ̄ chihnh ʿdhabs mnz mbtla spdn vạlụ̄."
  },
  {
    "verse_id": 139,
    "translation": "Ạkhr kar phiyur timav tas buth th ashi krụ̄ tim hlak. Yqynaan chhe ath mnz akh nishạny, mgr yimv mnz chihnh akthr lukh mann vạlụ̄."
  },
  {
    "verse_id": 140,
    "translation": "Th ḥqyqt chhe yih zi tuhund rb chuh zbrdst thi th rḥym thi."
  },
  {
    "verse_id": 141,
    "translation": "Thmvd (qvmn) phiyur pnnyn rsvln buth."
  },
  {
    "verse_id": 142,
    "translation": "Yad kriv yylhi tihndụ̄ bạe ṣalḥ (ʿlyh alslamn) timn vvn, kya tvhụ̄ chhv na khoczan?"
  },
  {
    "verse_id": 143,
    "translation": "Bh chuhs tuhndi khạṭr akh amant dar rsvl."
  },
  {
    "verse_id": 144,
    "translation": "Lhādha khvcziv tvhụ̄ khudays byyhi kriv myạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 145,
    "translation": "Bh chuhs nh ath kamhi pytth tohyih nishhi kanhh mʿāvẓh czhanddan, myvn ajr chuh rb alʿālmyn sndi dhimh."
  },
  {
    "verse_id": 146,
    "translation": "Kya tohyih yiyvh timn sarine chyzn mnzbag bs yvnhy aiṭmnan san rvznh dinh, yim yythi chih?"
  },
  {
    "verse_id": 147,
    "translation": "Yimn baghn th nagn mnz?"
  },
  {
    "verse_id": 148,
    "translation": "Yimn khhan th nkhlstann mnz, yihndụ̄ gurn rsdar chih āsan?"
  },
  {
    "verse_id": 149,
    "translation": "Tvhụ̄ chhv pharr khnụ̄ khnụ̄ fkhr san timn mnz ʿmarth bnavan."
  },
  {
    "verse_id": 150,
    "translation": "Khudays khvcziv byyhi kriv myạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 151,
    "translation": "Timn lakmhi rvs lukn hnz aṭaʿt mah kriv,"
  },
  {
    "verse_id": 152,
    "translation": "Yim zmyns mnz fsad brpa chih kran th kanhh aṣlaḥ chihnh kran."
  },
  {
    "verse_id": 153,
    "translation": "Timv diyut jvab cz chuhkh mḥẓ akh jạdụ̄ zad ansan."
  },
  {
    "verse_id": 154,
    "translation": "Cz kya chuhkh ashi hivis akis ansans vrạe? Aan kanhh nshạnụ̄ agr cz pziyvr chuhkh."
  },
  {
    "verse_id": 155,
    "translation": "Ṣalḥ ʿlyh alslam chih vnan, yih chhe auvnittnụ̄. Akh doh chuh amụ̄ sndi trysh chynuk, th akh doh chuh tohyih sarine hndi trysh chynuk."
  },
  {
    "verse_id": 156,
    "translation": "Amis lạgizyv nh hrgz aathh (nqṣan vatnavnh kh ghrẓh), nath rttyv tohyih akhi bddi dohuk ʿdhab."
  },
  {
    "verse_id": 157,
    "translation": "Mgr timv czchhi tmụ̄ snz ttkh nạr th ạkhr kar pshtvvukh."
  },
  {
    "verse_id": 158,
    "translation": "Pth rttụ̄ tim ʿdhabn, yqynaan chhe ath mnz akh nshạny. Mgr yimv mnz chihnh akthr mann vạlụ̄."
  },
  {
    "verse_id": 159,
    "translation": "Th ḥqyqt chhe yih zi tuhund rb chuh zbrdst thi th rḥym thi."
  },
  {
    "verse_id": 160,
    "translation": "Lvuṭ ʿlyh alslam sndụ̄ qvmn phiyur pnnyn rsvln buth."
  },
  {
    "verse_id": 161,
    "translation": "Yad kriv yylh tihindụ̄ bạe lvṭ (ʿlyh alslamn) timn vnyav, kya tvhụ̄ chihv na khoczan?"
  },
  {
    "verse_id": 162,
    "translation": "Bh chuhs tuhndi khạṭr akh amant dar rsvl."
  },
  {
    "verse_id": 163,
    "translation": "Lhādha khvcziv tvhụ̄ khudays byyhi kriv myạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 164,
    "translation": "Bh chuhs nh ath kamhi pytth tohyih nishhi kanhh mʿāvẓh czhanddan, myvn ajr chuh rbu alʿālmyn sndi dhmh."
  },
  {
    "verse_id": 165,
    "translation": "Kya tvhụ̄ chihvh dnya kyv mkhlvqv mnz mardn nishhi gczhan,"
  },
  {
    "verse_id": 166,
    "translation": "Th tuhnzn khandarinyn mnz yikynczhah tuhndụ̄ rbn tuhndi khạṭr pạd chuh kvrmut suh chihv trạvith czhnan? Blkh chihv tvhụ̄ lukh ḥd nishy dramtụ̄."
  },
  {
    "verse_id": 167,
    "translation": "Timv vvn ae lvuṭ ʿlyh alslam, agr cz yimv kthv nishhi baz phyvurukh nh, tylhi yim lukh sanyv bstiyv mnz krrnh chih āmtụ̄, tylhi gczhkh cz thi timn mnz shạml."
  },
  {
    "verse_id": 168,
    "translation": "Tmụ̄ vvn, tuhndyn krtvutn pytth yim lukh naraẓ chih, bthi chuhs timn mnz shạml."
  },
  {
    "verse_id": 169,
    "translation": "Ae prvrdgar, me th myạnis ahli v ʿīals di yihnzv bdkạriyav nishhi njat."
  },
  {
    "verse_id": 170,
    "translation": "Ạkhr kar bachvv ashi suh th tmụ̄ sund ahl v ʿīal,"
  },
  {
    "verse_id": 171,
    "translation": "Akis bujhi vrạe yosh pth rvzn valyv mnz ạs. (amhi nishhi chuh murad ḥẓrt lvṭ ʿlyh alslam snz khandarnụ̄)"
  },
  {
    "verse_id": 172,
    "translation": "Pth krụ̄ ashi pth kun rvudimtụ̄ lukh tbah."
  },
  {
    "verse_id": 173,
    "translation": "Th timn pytth brsạv akh bạrsh, sytthhe khrab bạrsh yosh timn khocznavnh āmtyn pytth nạzil gyih."
  },
  {
    "verse_id": 174,
    "translation": "Yqynaan chhe aath mnz aakh nishạny mgr yimv mnz chihnh akthr mann vạlụ̄."
  },
  {
    "verse_id": 175,
    "translation": "Th ḥqyqt chhe yih zi tuhund rb chuh zbrdst thi th rḥym thi."
  },
  {
    "verse_id": 176,
    "translation": "Aṣḥabu alaaykh hav phiyur pnnyn rsvln buth. (aṣḥabu alaaykh hn hnz mkhtṣr dhkr chhe suvrh alḥjr āyt nmbr 78 th 84 has mnz godde āmcz)"
  },
  {
    "verse_id": 177,
    "translation": "Yad kriv yylhi shʿīb (ʿlyh alslamn) timn vnyav, kya tvhụ̄ chihv na khoczan?"
  },
  {
    "verse_id": 178,
    "translation": "Bh chuhs tuhndi khạṭr akh amant dar rsvl."
  },
  {
    "verse_id": 179,
    "translation": "Lhādha khocziv tvhụ̄ khudays th myạnụ̄ aṭaʿt kriv."
  },
  {
    "verse_id": 180,
    "translation": "Bh chuhs nh ath kamhi pytth tohyih nishhi kanhh mʿāvẓh czhanddan. Myvn ajr chuh rb alʿālmyn sndi dhimh."
  },
  {
    "verse_id": 181,
    "translation": "Pymanh bhriv tthyk th kạnshi mah diyiv ghatth."
  },
  {
    "verse_id": 182,
    "translation": "Ṣḥyḥ trkri sintụ̄ tvuliv."
  },
  {
    "verse_id": 183,
    "translation": "Th lukn mah diyv tihindụ̄ chyz km. Zmyns mnz mah phyriv fsad phhlavan."
  },
  {
    "verse_id": 184,
    "translation": "Th ts dhats khvczv yymụ̄ tvhụ̄ th ptim nsl pạd chih krimtụ̄."
  },
  {
    "verse_id": 185,
    "translation": "Timv vvn, cz chuhkh mḥẓ akh jạdụ̄ ld ansan."
  },
  {
    "verse_id": 186,
    "translation": "Byyhi chuhkh nh cz kihnụ̄ mgr chuhkh aasy hyvu akh ansan, th asụ̄ chihth cz balkule aapzyvr smjhan."
  },
  {
    "verse_id": 187,
    "translation": "Girav th aashi pytth āsmanuk kanhh ttukr, agr cz pziyvr chuhkh."
  },
  {
    "verse_id": 188,
    "translation": "Shʿīb ʿlyh alslam chih vnan, myvn rb chuh zanan yikynczhah tvhụ̄ kran chihv."
  },
  {
    "verse_id": 189,
    "translation": "Timv phiyur tas buth, ạkhr kar āv timn pytth chhtri valhi dohuk ʿdhab, (yimv alfaẓv sintụ̄ yosh kth fikri chhe tran so chhe yih zi chvnkh yimv lukv avs āsmạnụ̄ ʿdhab mvngmut, amhi mvjvb svuz khudayn yimn pytth akh avbur th suh rvud chhtri hndụ̄ pạtthụ̄ timn pytth tvt tam yvt tam rvudkụ̄ ʿdhabn tim balkl tbah krụ̄. Yih kth thi gczihh drnẓr rvznụ̄ zi ḥẓrt shʿīb ʿlyh alslam ạsụ̄ madyans kun thi svznh āmtụ̄ th aaykh hs kun thi. Doshvnụ̄ qvmn pytth āv don mkhtlf shkln mnz ʿdhab.) th suh avs sytthhe khvfnak dohuk ʿdhab."
  },
  {
    "verse_id": 190,
    "translation": "Yqynaan chhe aath mnz aakh nishạny, mgr yimv mnz chihnh akthr mann vạlụ̄."
  },
  {
    "verse_id": 191,
    "translation": "Th ḥqyqt chhe yih zi tuhund rb chuh zbrdst thi th rḥym thi."
  },
  {
    "verse_id": 192,
    "translation": "Yih chuh rb alʿālmyn sund nạzil krnh āmut chyz. (yʿny yih qrān yymikụ̄ āyat bvznavnh chih yivan)"
  },
  {
    "verse_id": 193,
    "translation": "Yih hyth chuh tuhndis dils pytth amant dar ruvḥ nạzil spudmut. (murad chih jbryl ʿlyh alslam)"
  },
  {
    "verse_id": 194,
    "translation": "Takh tvhụ̄ spdiv timn lukn mnz shạml yim (khudae sndi ṭrfh khudae sndyn khlqn) khbrdar krn vạlụ̄ chih,"
  },
  {
    "verse_id": 195,
    "translation": "Ṣaf ṣaf ʿrby zbạnụ̄ mnz."
  },
  {
    "verse_id": 196,
    "translation": "Th brvuntthimyn lukn hnzn ktabn mnz thi chuh yih mvjvd. (yʿny yhe dhkr yhe tnzyl th yhe alhāy tʿlym chhe ptimyn āsmạny kitabn mnz thi mvjvd)"
  },
  {
    "verse_id": 197,
    "translation": "Kya yimn (ahli mkn) khạṭr chahnah yih kanhh nishạny, zi ath chih ʿlmaʿ bny asraʿyl zanan? (yʿny ʿlmaʿ bny asraʿyl chih amhi kthi nishhi vạqf zi yosh tʿlym qrān mjyds mnz dinh chhe āmcz, so chhe balkul soe tʿlym yosh ptimyn āsmạnụ̄ ktabn mnz dinh ạs āmcz. Tim hykn nh yih vnith zi ptimyn ktabn hnz tʿlym ạs amhi nishhi mkhtlf.)"
  },
  {
    "verse_id": 198,
    "translation": "(mgr yihnzi htt dhrmy hund ḥal chuh yih zi) agr yih asụ̄ kạnshi ʿjmy ys pytth thi nạzil krhvn,"
  },
  {
    "verse_id": 199,
    "translation": "Th yih (fṣyḥ ʿrby klam) bvznavihe suh yimn prith, tmhi pth thi manhn nh yim."
  },
  {
    "verse_id": 200,
    "translation": "Yithe pạtthụ̄ chhe aashi yih (dhikr) mujrimn hndyn diln mnz tạrmcz. (yʿny yih chuhnh ahli ḥqn hndyn diln hndụ̄ pạtthụ̄ ruvḥuk tskyn th shifae qlb bnith timn mnz vasan, blkh chuh akhi grm sykh hkụ̄ pạtthụ̄ timn tithh pạtthụ̄ aaczan zi timn chuh tchuhn vothan. Th amhi kyn mẓmvnn pytth ghvr krnh bjae chih amhi kh trdyd khạṭr ḥrbh czhanddnụ̄ lagan.)"
  },
  {
    "verse_id": 201,
    "translation": "Tim chihnh ath pytth ayman aanan, yvt tam nh dg tulh vun ʿdhab vuchhn."
  },
  {
    "verse_id": 202,
    "translation": "Pth yylhi be khbry mnz suh yimn pytth yivan chuh,"
  },
  {
    "verse_id": 203,
    "translation": "Tmhi saʿth chih vnan zi, kya vonụ̄ hykya ashi kynhh mhlt myilith?"
  },
  {
    "verse_id": 204,
    "translation": "Tylhi kya yim lukh chha sanhi ʿdhab khạṭr banbr kran?"
  },
  {
    "verse_id": 205,
    "translation": "Tohyih kvrv hana ghvr, agr asụ̄ yimn vry vadn thi ʿạsh krnch mhlt dimav,"
  },
  {
    "verse_id": 206,
    "translation": "Th pth yiyhi sue chyz yimn pytth, yymhi nishhi yim khocznavnh chih yivan,"
  },
  {
    "verse_id": 207,
    "translation": "Tylhi yus zndgy hund saman yimn myvulmut chuh suh kth lghi yimn bkar?"
  },
  {
    "verse_id": 208,
    "translation": "(vuchihv) ashi krnh kanhh bsty amhi vrạe hlak zi tamhi khạṭr ạsụ̄ khbrdar krn vạlụ̄ nṣyḥtuk ḥq ada krnh khạṭr mvjvd."
  },
  {
    "verse_id": 209,
    "translation": "Th asụ̄ ạsụ̄ nh ẓạlim."
  },
  {
    "verse_id": 210,
    "translation": "Yih (ktabi mubyn) vthụ̄ nh shyaṭyn hyth kynhh,"
  },
  {
    "verse_id": 211,
    "translation": "Nh chhe yih kạm timn shvuban, th nh hykn tim yih krith."
  },
  {
    "verse_id": 212,
    "translation": "Tim chih amhi kh bvz nh nishhi tam dvur thavnh āmtụ̄. (yʿny yymhi saʿth yih qrān rsvlu Allah ṣly Allah ʿlyh v slmn pytth nạzil chuh spdan āsan tmhi vqth hykn nh shyaṭyn yih bvuzith thi. Kuja kh timn lghi pe zi ḥẓvr ṣly Allah ʿlyh v slmn pytth kus chyz chuh nạzil spdan.)"
  },
  {
    "verse_id": 213,
    "translation": "Lhādha, ae nby, khudays sintụ̄ mah lạyiv byyhi kạnshi mʿbvuds ālv, nath gczihv tvhụ̄ thi sza rttn valyn mnz shạml."
  },
  {
    "verse_id": 214,
    "translation": "Pnnụ̄ qryb tryn rshth dar khocznạviyvukh."
  },
  {
    "verse_id": 215,
    "translation": "Th ayman aann valyv mnz yim lukh tuhnz pyrvy krn, timn sintụ̄ yiyiv tvaẓḥ san pysh,"
  },
  {
    "verse_id": 216,
    "translation": "Albth agr tim tuhnz nafrmạny krn, tylhi vniv timn zi yikynczhah tvhụ̄ kran chihv, tmhi nishhi chuhs bh bry."
  },
  {
    "verse_id": 217,
    "translation": "Byyhi kriv ts zbrdst th rḥym khudays pytth tvkul,"
  },
  {
    "verse_id": 218,
    "translation": "Yus tohyih tmhi vqth vuchhan chuhv āsan, yylhi tvhụ̄ vothan chihv. (vothnh nishhi hykhi rạczn mnz votuhn thi murad ạsith th risaltuk fryẓh ada krnh khạṭr votuhn thi.)"
  },
  {
    "verse_id": 219,
    "translation": "Th sjdh guzar lukn mnz chuh tuhndis nql v ḥrkts pytth nẓr thavan."
  },
  {
    "verse_id": 220,
    "translation": "Suh chuh svrue kynhh bvzn vvl th zann vvl."
  },
  {
    "verse_id": 221,
    "translation": "Lukv, kya bh vanva tohyih zi shyaṭyn kas pytth chih vsan?"
  },
  {
    "verse_id": 222,
    "translation": "Tim chih prth jʿl sazs th bdkars pytth vsan."
  },
  {
    "verse_id": 223,
    "translation": "Avr yvr chih kthh chih knn mnz travan, th timn mnz chih akthr apziyạrụ̄ āsan. (yih chuh kufari mkn hndi tmhi alzamuk jvab zi tim ạsụ̄ rsvl Allah ṣly Allah ʿlyh v slmn kahn vnan.)"
  },
  {
    "verse_id": 224,
    "translation": "Rvudụ̄ shuʿraʿ, timn pth pth chih ddlimtụ̄ lukh pkan. (yithi chuh tihndis tath alzams jvab zi tim ạsụ̄ ḥẓvr ṣly Allah ʿlyh v slms shạʿr vnan)"
  },
  {
    "verse_id": 225,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi tim chih prth vady mnz phyran pkan,"
  },
  {
    "verse_id": 226,
    "translation": "Th ticzhh kthh chih vnan yimn kran chihnh."
  },
  {
    "verse_id": 227,
    "translation": "Masvae tim lukh, yimv ayman avn th yimv nyk ʿmlh kri, th Allah tʿālyā kvrukh kthrt san yad, th yylhi timn pytth ẓlm krnh āv tylhi hyvtukh ṣrf bdlh. (yth jayih yosh ʿām mdhmt shaʿrn chhe krnh āmcz, tamhi nishhi chih tim shạʿr alg krnh āmtụ̄ yimn mnz czvr khṣvṣyat āsn. Avl yih zi tim āsn mvmn, dvyum yih zi pnnhi ʿmly zndgy mnz āsn ṣalḥ, tryym yih zi khudays āsn kthrth san yad krn vạlụ̄, th czvurim yih zi tim gczhn nh dhạty ghrẓv khạṭr kạnshi bdgvyy krnụ̄, albth yylhi ẓạlimn hndis mqabls mnz ḥq kh ḥmayt khạṭr ẓrvrt yiyhi pysh, tylhi hyn zbạnụ̄ so kạm yosh akh mujạhd chuh tyirs th shmshyri hyvan.) th ẓlm krn valyn lghi ʿnqryb pe zi timn kth anjamas sintụ̄ chhe buthụ̄ lage krnụ̄. (ẓulm krn valyv nishhi chuh yth jayih murad tim lukh yim ḥqs vsụ̄ payih havnh khạṭr srasr htt dhrmy hnzi vathi nby ṣly Allah ʿlyh v slms pytth shạʿry, khant, sạḥry th jnvn chih thmth lgavan ạsụ̄, takh navaqf lukh spdn ḥẓvr ṣly Allah ʿlyh v slmn hndi dʿūt nishhi bdguman th tihnzi tʿlym kun din nh tvjh)."
  }
]