[
  {
    "verse_id": 1,
    "translation": "Ṭ. S. Yim chih āyat qrānkụ̄ th ktab mubynkụ̄, (yʿny yymhi ktabhi hndụ̄ āyat chih pnnụ̄ tʿlymat, pnnụ̄ aḥkam th hdayat balkl vaẓḥ ṭryqh byan kran.)"
  },
  {
    "verse_id": 2,
    "translation": "Hdayt th bshart timn ayman aann valyn khạṭr,"
  },
  {
    "verse_id": 3,
    "translation": "Yim nmaz chih qạyim kran byyhi chih zkvāh divan, th pth chih tim tithụ̄ lukh yim ạkhrts pytth pvur yqyn chih thavan."
  },
  {
    "verse_id": 4,
    "translation": "Ḥqyqt chhe yih zi yim lukh ạkhrts chihnh manan, tihndi khạṭr chih ashi tihindụ̄ krtvut mạrụ̄ mndụ̄ bnạvimtụ̄, amhi mvjvub chih tim vathi ddlith phyran pkan."
  },
  {
    "verse_id": 5,
    "translation": "Yim chih tim lukh yihndi khạṭr kiryvutth ʿdhab chuh, th ạkhrts mnz chih yime zyadh khsars mnz rvzn vạlụ̄ lukh."
  },
  {
    "verse_id": 6,
    "translation": "Th (ae nby) be shk chihv tvhụ̄ yih qrān akis ḥkym v ʿlym hsty hndi ṭrfh ḥaṣl kran."
  },
  {
    "verse_id": 7,
    "translation": "(yimn vniv tmhi vqtuk qṣh) yylhi mvsyā ʿlyh alslam chuh pnnyn grkyn bạczn vnan zi, me vuchh akh nar hiyvu, ya aanh bh vuny tathi pytthh kanhh khbr, nath aanh nar tyvngul takhi tvhụ̄ kriv vushnyr."
  },
  {
    "verse_id": 8,
    "translation": "Tvr yylhi vvt, nida spdus zi mbark chuh thi, yih yth nars mnz chuh th yih amhi kis maḥvls mnz chuh. Pak chuh Allah sarine ʿālmn hund prvrdi gar."
  },
  {
    "verse_id": 9,
    "translation": "Ae mvsyā ʿlyh alslam yih chuhs bh Allah, zbrdst th dana."
  },
  {
    "verse_id": 10,
    "translation": "Th chahkh cz pnnụ̄ lvur. Yutuhe mvsyā ʿlyh alslam chuh vuchhan zi lvur chhe srphh sndụ̄ pạtthụ̄ var divan, suh chuh pvt phyrith czlan, th pvt nẓr thi chuhnh divan. Ae mvsyā ʿlyh alslam khocz mah, myạnis drbars mnz chihnh rsvl khoczan."
  },
  {
    "verse_id": 11,
    "translation": "Aila yih zi kạnshi āshi qṣvr kvrmut, pth agr burạyy pth tmụ̄ rczr sintụ̄ (pnun kvrmut krvvmut) bdlvv, tylhi chuhs bh mʿāf krn vvl mhrban."
  },
  {
    "verse_id": 12,
    "translation": "Th pnun athh trav pnnhi nalh kinụ̄, suh nyri chmkan chmkan kunhi tklyf vrạe, yimh (z nshạnyih) chhe navv 9 nshạniyv mnz, frʿūns th tmụ̄ sndis qvms kun (ninh khạṭr), tim chih sytthah bdkrdar lukh."
  },
  {
    "verse_id": 13,
    "translation": "Mgr yylhi sanhi ttakar nishạnyih timn lukn brvnhh kun āyih, timv vvn zi yih chuh nanh vanh jvd."
  },
  {
    "verse_id": 14,
    "translation": "Timv kvr srasr ẓulmh th ghrvr kinụ̄ yimn nshạnyin hund ankar, ḥalankh dl tihndụ̄ ạsụ̄ qạyl spdmtụ̄. Vonụ̄ vuchihv zi timn fsad krn valyn hund kya anjam spud."
  },
  {
    "verse_id": 15,
    "translation": "(dvyimh pash) kvr aashi davud ʿlyh alslam th slyman ʿlyh alslams ʿiilm ʿṭa, th timv vvn zi shkr chuh ts khudae sund yymụ̄ aashi pnnyn varyahn mvmn bndn pytth fẓylt ʿṭa kr."
  },
  {
    "verse_id": 16,
    "translation": "Th davud ʿlyh alslam sund vạrth spud slyman ʿlyh alslam. Th tmụ̄ vvn, lukv ashi chhe janavarn hnz bvlhi hychhnavnh āmcz, th ashi chih prth qsmkụ̄ chyz dinh āmtụ̄, (yʿny Allah tʿālyā sund diytmut svrue kynhh chuh ashi nishhi) be shk chuh yih (Allah tʿālyā sund) nvn fẓl."
  },
  {
    "verse_id": 17,
    "translation": "Slyman ʿlyh alslam sndi khạṭr ạsụ̄ jinn, ansans th prndn hndụ̄ lshkr āmtụ̄ jmʿ krnh, th tim ạsụ̄ pvur ẓbṭs mnz thavnh yivan. (akhi saʿth avs suh timn sintụ̄ pkan)"
  },
  {
    "verse_id": 18,
    "translation": "Yvt tam zn yim sạry ryyan hnzi vady mnz vạtụ̄, akhi ryyih vvn, ae ryyv, pnnyn ālyn mnz acziv, yinh yih spdi zi slyman ʿlyh alslam th tmụ̄ sndụ̄ lshkr manddnav tohyih, th tohyih āsyv nh khbr thi."
  },
  {
    "verse_id": 19,
    "translation": "Slyman ʿlyh alslam chuh tmụ̄ snzi ath kthhi pytth aasan th vnan, ae myanhi rbh, me thav qabvvas mnz (yʿny yimh ʿẓym alshan quvth th qạblyth cze chhe me diczmcz, timh chhe ticzhh zi agr bh akh rczh ghlfts mnz pyvs, tylhi vath bndgy hndi ḥd nishhi khạrj spdith pnnhi bjrkis khbṭs mnz kthi pytthh kvr. Ae myanhi prvrdgar, amhi mvjvb thav me qabvvs mnz, takh bh rvz nʿmts ankar krnh bjae nʿmt kis shukrans pytth qạyim.) zi bh rvz chanhi tmhi aḥsanuk shukr ada kran yus cze me pytth th myanyn valdynn pytth kvrmut chuhe, th ticzh rcz ʿml kr yosh cze psnd yy, th pnnhi rḥmt sintụ̄ kr me pnnyn ṣalḥ bndn mnz dạkhl."
  },
  {
    "verse_id": 20,
    "translation": "(byyhi akis mvqʿs pytth) chuh sylman ʿlyh alslam prndn jạyzh hyvan th vnan, kya dlyl chhe zi me chuhnh flạnụ̄ satut nẓri gczhan? Kya suh chha kunhi jayih ghyb gvmut?"
  },
  {
    "verse_id": 21,
    "translation": "Bh dimh ts skht sza, ya krn dhbḥ, nath āshi ts me brvnhh knhi mʿqvl vjh pysh krun."
  },
  {
    "verse_id": 22,
    "translation": "Zyadh czyr avs nh gvmut zi suh āv th vvnun, me chih tim mʿlvmat ḥaṣl krimtụ̄, yim nh tohyih pe chihv. Bh chuhs sbahs mtʿlq yqyny aṭlaʿ hyth āmut. (sba avs jnvby ʿrbuk mshhvr tjart pyshh qvm yymyuk darualḥkvmt marib, ṣnʿā pytthh 55 myl dvur avs)."
  },
  {
    "verse_id": 23,
    "translation": "Me vuchh tathi akh khatvn yosh tmhi qvmch ḥkmran chhe. Ts chuh prth qsmuk snz saman bkhshnh āmut, th tmụ̄ sund tkht chuh sytthah ʿẓymu alshan."
  },
  {
    "verse_id": 24,
    "translation": "Me vuchh zi so th tmụ̄ sund qvm chuh khdays bjae āftabs brvnhh knhi sjdh kran. Shyṭann chih tihindụ̄ aʿmal tihndi khạṭr khoshnma bnạvimtụ̄. (andazi klam nishhi chuh ẓạhr spdan zi āyt 26 kis ands tam chuh satut snzi kthhi pytth Allah tʿālyā sund pnun aẓafh) th tim chihn shahrah (syzi vthi) nishhi rukạvimtụ̄, amhi vjh kinụ̄ chihnh tim syz vth lban,"
  },
  {
    "verse_id": 25,
    "translation": "Zi ts khudays krhn sjdh yus āsmann hndụ̄ th zmynkụ̄ pvshydh chyz chuh krran, th suh chuh svrue kynhh zanan yus tvhụ̄ lukh chuhpavan th ẓạhr chihv kran."
  },
  {
    "verse_id": 26,
    "translation": "Allah tʿālyā zi yas vrạe kanhh chuhnh ʿbadtuk ḥqdar, yus ʿrshi ʿẓymuk mạlik chuh."
  },
  {
    "verse_id": 27,
    "translation": "Slyman ʿlyh alslam chuh vnan, asụ̄ vuchahv vuny zi cze vvnthh pvz kinh cz chuhkh aapuz vann valyv mnz."
  },
  {
    "verse_id": 28,
    "translation": "Myvn yih khṭ nhi th yih trav timn lukn kun, pth gczh alg th vuchh zi tim kya rdiʿml chih ẓạhr kran."
  },
  {
    "verse_id": 29,
    "translation": "Mlikh chhe vnan (mnzim ḥṣh trạvith chhe tmhi vqtch dhkr spdan, yylhi satutụ̄ chhvk mlikh hs brvnhh kun khṭ) ae ahli drbar, me kun chuh akh sytthah ahm khṭ chhknh āmut."
  },
  {
    "verse_id": 30,
    "translation": "Suh chuh slyman ʿlyh alslam sndi ṭrfh, th Allah rḥmān v rḥym sndi nav sintụ̄ chuh shrvʿ āmut krnh."
  },
  {
    "verse_id": 31,
    "translation": "Mẓmvn chuh yih zi, myạnis mqabls mnz mah kriv srkshy th muslm spdith (yʿny aslam qbvl krith ya tabʿ frman bnith) gczihv myạnis drbars mnz ḥạẓr."
  },
  {
    "verse_id": 32,
    "translation": "(khṭ bvznạvith) chhe mlikh vnan, ae srdarani qvm, myạnis mʿāmls mnz diyv me mshvrh, bh chahs nh kunhi mʿāmluk fạṣlh tohyih vrạe kran."
  },
  {
    "verse_id": 33,
    "translation": "Timv diyut jvab, asụ̄ chih ṭaqtvar th lrrn vạlụ̄ lukh. Brvnhh kun chuh fạṣlh tuhndis aths mnz. Tvhụ̄ vuchihv pane zi tohyih kya ḥkm chuhv diyun."
  },
  {
    "verse_id": 34,
    "translation": "Mlikh chhe vnan, badshah yylhi kunhi mlks chih aaczan, tylhi chih tth khrab kran th tthi kyn ʿzt valyn chih dhlyl kran. Yy kynczhah chih tim kran."
  },
  {
    "verse_id": 35,
    "translation": "Bh svz timn lukn kun akh hdyih, pth vuchihh myạnụ̄ qạṣd kya jvab hyth yin vaps."
  },
  {
    "verse_id": 36,
    "translation": "Yylhi suh (mlikayih hund sfyr) slyman ʿlyh alslam sndis drbars mnz vvt, slyman ʿlyh alslam chuh vnan, kya tvhụ̄ lukh chihva me mal sintụ̄ mdd yczhan krun? Ykynczhah khudayn me diytmut chuh, suh chuh tmhi khoth varyah zyadh yih tohyih chuhnav diytmut. Tuhund hdyih ạsinav tohy mbark."
  },
  {
    "verse_id": 37,
    "translation": "(ae sfyr) vaps gczh pnnyn svzn valyn kun. Asụ̄ aanv timn pytth tithụ̄ lshkr yuhund mqablh tim hykn nh krith. Th asụ̄ krrvkh tim tithhi dhilth san tathi zi tim gczhn khvar."
  },
  {
    "verse_id": 38,
    "translation": "Slyman ʿlyh alslam chuh vnan, ae ahli drbar, tohyih mnz kus aanhi tmụ̄ sund tkht me nishhi, amhi brvnhh zi tim lukh gczhn frmanbrdar spdith me brvnhh kun ḥạẓr?"
  },
  {
    "verse_id": 39,
    "translation": "Jinav mnz kvr akụ̄ qd āvr jinan ʿrẓ, bh krn suh ḥạẓr amhi brvnhh zi tvhụ̄ vthiv pnnhi jayih thvd. Bh chuhs amiyuk ṭaqt thavan th byyhi chuhs amant dar."
  },
  {
    "verse_id": 40,
    "translation": "Yas shkhṣs kitabhi hund akh ʿlm avs tmụ̄ vvn, bh aann tuhnz achih ttyintth krnh brvnhh suh. Yutuhe slyman ʿlyh alslamn suh tkht pans brvnhh knhi vuchh, tmụ̄ vvn, yih chuh myạnis rb sund fẓl, takh suh āzmavi me zi bh chuhsh shukr kran kinh nʿmts chuhs ankar kran. Th yus akha shkr chuh kran, tmụ̄ sund shkr chuh ts panse khạṭr fạydh mnd, nath agr kanhh nashkry kri, tylhi chuh myvn rb be nyaz th pnnis dhats mnz chuh panh buzrg."
  },
  {
    "verse_id": 41,
    "translation": "(vonụ̄ chhe tmhi mvqʿch dhikr spdan yylhi mlikh sba ḥẓrt slyman ʿlyh alslam sndi mlaqat khạṭr ḥạẓr chhe spdan) slyman ʿlyh alslam chuh vnan, aanjan ṭryqh thạviv amụ̄ sund tkht amis brvnhh knhi, vuchahv so chha ṣḥyḥ kthhi tam vatan, kinh timv lukv mnz chhe yim syz vath chihnh lban."
  },
  {
    "verse_id": 42,
    "translation": "Mlikh yylhi ḥạẓr gyih, ts āv vannh kya chvn tkht chha yuthue? So lj vannhi, yih chuh znth sue. Ashi avs godde zvnmut, th ashi avs sri aṭaʿt nvmrvvmut (ya asụ̄ ạsụ̄ muslm spdmtụ̄). (yʿny mʿjzh vuchhnh brvntthue yim avṣaf th ḥalat slyman ʿlyh alslam sndis bars mnz ashi mʿlvm spdmtụ̄ ạsụ̄, tihndis bunyads pytth avs ashi yqyn spudmut zi tim chih Allah tʿālyā sndụ̄ nby, mḥẓ chihnh akhi slṭntkụ̄ frman rva kynhh)"
  },
  {
    "verse_id": 43,
    "translation": "So yymụ̄ chyzn (ayman annh nishhi) rukạvmcz ạs, so ạs timn mʿbvdn hnz ʿbadt, yimn so khudays vrạe pvuzan ạs, tikyazi so ạs akhi kạfr qvmh mnz."
  },
  {
    "verse_id": 44,
    "translation": "Ts āv vannh mḥls mnz aacznh khạṭr. Tmhi yih vuchh thi smjuhn ābuk ḥvẓ, th vasnh khạṭr vttụ̄ tmhi pnnụ̄ pạjamh nrụ̄. Slyman ʿlyh alslam chuh vnan, yih chuh pishul shyshhi frsh. Ath pytth vvn tmhi, ae myanhi rbh (az tam) rvuzs bh pnnis nfsas pytth sytthah ẓlm kran, th vonụ̄ kr me slyman (ʿlyh alslams) sintụ̄ rb alʿālmyn snz frmanbrdạry qbvl."
  },
  {
    "verse_id": 45,
    "translation": "Th thmvds kun svuz ashi tihund bve ṣalḥ ʿlyh alslam. (yih pygham hyth) zi Allah tʿālyā snz bndgy kriv, achank bnyih tim zh lrrayih grụ̄ fryq."
  },
  {
    "verse_id": 46,
    "translation": "Ṣalḥ ʿlyh alslam chuh vanan, ae myanhi qvm kyv lukv, rczr brvnhh kyazi chihv burạyy khạṭr banbr kran? Kyazi chihv nh khudays mghfrt mngan? Shayd zi tohyih pytth yiyhi rḥm krnh?"
  },
  {
    "verse_id": 47,
    "translation": "Timv vvn, ashi chuhkh cz th chạnụ̄ sạthụ̄ bdshgvny hndụ̄ nishanh basan. Ṣalḥ ʿlyh alslam chuh jvab divan, tuhnz nyk shgvny th bdshgvny chhe khudays nishhi (khudae sndi ṭrfh). Draṣl chhe kth yih zi tohyih lukn chahv āzmạysh spdan."
  },
  {
    "verse_id": 48,
    "translation": "Tth shhrs mnz ạsụ̄ nav ttvlh vạlụ̄ shkhṣ, yim mlks mnz fsad ạsụ̄ phhlavan, th kanhh aṣlaḥch kạm ạsụ̄ nh kran."
  },
  {
    "verse_id": 49,
    "translation": "Timv vvn panh vạnụ̄, khudae sund qsm khyth kriv ʿhd zi asụ̄ marv ṣalḥ ʿlyh alslam th tmụ̄ sndyn grkyn pytth shb khvn, th pth vanav tmụ̄ sndis vly ys (yʿny ḥẓrt ṣalḥ ʿlyh alslam sndi qbylh kis srdars, yymis qdym qbạʿly rsm v rvaj mṭabq tihndi khvn kh dʿūyā krnuk ḥq vatan avs. Yih ạs soe pvzyshn yosh nby ṣly Allah ʿlyh v slmn hndis zmans mnz tihndis chchhi babh abv ṭalbs ạs. Kufari qrysh thi ạsụ̄ aamy andyshh kinụ̄ athh rukavan zi agr tim ḥẓvr ṣly Allah ʿlyh v slmn qtl krn, tylhi vothn bny hashmkụ̄ srdar abv ṭalb pnnhi qbylh ṭrfh khvunuk dʿūyā hyth.) zi asụ̄ ạsụ̄ nh tmụ̄ snd khandan kh hlakt kh vqth tathi mvjvd, asụ̄ chih balkl pvz vnan."
  },
  {
    "verse_id": 50,
    "translation": "Timv chlạv yih chal, th pth chlạv ashi akh chal yymich timn khbr ạs nh."
  },
  {
    "verse_id": 51,
    "translation": "Vonụ̄ vuchihv tihnzi chalhi hund kya anjam spud, ashi krụ̄ tim tbah byyhi tihund svrue qvm."
  },
  {
    "verse_id": 52,
    "translation": "Hvkya chih tihndụ̄ gr khạlụ̄ gmtụ̄ tath ẓlm kis padashs mnz yus tim kran ạsụ̄, ath mnz chuh akh nshani ʿbrt timn lukn khạṭr yimn ʿlm chuh."
  },
  {
    "verse_id": 53,
    "translation": "Th bchạvụ̄ ashi tim lukh yimv ayman avs avnmut th nafrmạny nishhi ạsụ̄ prhyz kran."
  },
  {
    "verse_id": 54,
    "translation": "Byyhi svuz ashi lvuṭ ʿlyh alslam. Yad kriv suh vqt yylhi tmụ̄ pnnis qvms vvn, kya tvhụ̄ chihv achahv vuchihth bdkạry kran? (yʿny akh akis brvnhh knhi chihv bdkạry kran. Aamich vẓaḥt chhe brvnhh kun svrh ʿnkbvt āyt 29 hs mnz thi krnh āmcz zi tim ạsụ̄ pnnyn mjlisn mnz yih bur kạm kran)"
  },
  {
    "verse_id": 55,
    "translation": "Kya yohe chha tuhund chln zi mstvurath trạvith chihv mradn nishhi shhvt rạny khạṭr gczhan? Ḥqyqt chhe yih zi tvhụ̄ lukh chihv skht jhaltch kạm kran."
  },
  {
    "verse_id": 56,
    "translation": "Mgr tmụ̄ sndi qvmuk jvab avs nh amhi vrạe kihinụ̄ zi timv vvn, krryvukh lvuṭ ʿlyh alslam sndụ̄ grkụ̄ pnnhi bsty mnz, yim chih sytthah pak baz bnan."
  },
  {
    "verse_id": 57,
    "translation": "Ạkhr kar bchvv ashi suh th tmụ̄ sndụ̄ grkụ̄ bạcz, tmụ̄ snzi khandarinhi vrạe, yymụ̄ sund pth rvzun ashi ṭe avs kvrmut."
  },
  {
    "verse_id": 58,
    "translation": "Th brsạv timn lukn pytth akh bạrsh, sytthah khrab bạrsh ạs so, timn lukn hndis ḥqs mnz yim khbrdar ạsụ̄ krnh āmtụ̄."
  },
  {
    "verse_id": 59,
    "translation": "(ae nby) vniv, ḥmd chuh Allah tʿālyā sndi khạṭr th slam ạsin tmụ̄ sndyn timn bndn pytth yim tmụ̄ brgzydh krụ̄. (yimn prczhv) khudae chha bhtr kinh tim mʿbvd yimn tim lukh tmụ̄ sund shryk chih bnavan?"
  },
  {
    "verse_id": 60,
    "translation": "Suh kus chuh yymụ̄ āsman th zmyn pạd krụ̄, th tuhndi khạṭr vvlun āsmanh āb, pth vopdạvin amhi sintụ̄ tim khosh krvunụ̄ bagh, yihndyn kulyn hund vopdavun tohyih tam avs nh? Kya khudays sintụ̄ chha kanhh byakh khuda thi (yimn kamyn mnz shryk)? (nh) blkh chih yime lukh syzi vthi nishhi ddlith pkan."
  },
  {
    "verse_id": 61,
    "translation": "Th suh kus chuh yymụ̄ zmyn bnạv qrar krnch jae, th aath mnz pknạvin dryav, th aath mnz tthachn (pharrn hnz) mykhh, th āb kyn don dhkhyrn drmyan krin prd ḥạyl? Kya khudays sintụ̄ chha kanhh byakh khuda thi (yimn kamyn mnz shryk)? Nah, blkh chih yimav mnz akthr lukh nadan."
  },
  {
    "verse_id": 62,
    "translation": "Kus chuh suh yus be qrar sund duʿā chuh bvzan yylhi suh ts nad layih, th kus chuh tmụ̄ sund tklyf dvur kran? Th (kus chuh suh yus) tohyih zmynuk khlyfh chuh bnavan? Kya khudays sintụ̄ chha byyhi kanhh khuda thi (yih kạm krn vvl)? Tvhụ̄ lukh chihv kme svnchan."
  },
  {
    "verse_id": 63,
    "translation": "Th suh kus chuh yus khshky th smndrkyn anhi gttn mnz tohyih vath chuhv havan, th kus chuh pnnis rḥmts brvnhh brvnhh svzan hvahan khosh khbr hyth? Kya khudays sintụ̄ chha byyhi kanhh khuda thi (yih kạm krn vvl)? Sytthah bala th brtr chuh Allah tmhi shrkh nishhi yus yim lukh kran chih."
  },
  {
    "verse_id": 64,
    "translation": "Th suh kus chuh yus goddnichhi phiri pạd krnuk abtda chuh kran th pth chuh amiyuk aʿādh kran (yʿny dvyimhi phiri chuh pạd kran)? Th kus chuhv tohyih āsman th zmyn nishhi rzq divan? Kya khudays sintụ̄ chha byyhi kanhh khuda thi (yimn kamyn mnz ḥṣh dar)? Vniv zi aniv pnnụ̄ dlyl, agr tvhụ̄ pziyạrụ̄ chihv."
  },
  {
    "verse_id": 65,
    "translation": "Yimn vniv, khudays vrạe chuhnh āsmann th zmyns mnz kạnshi ʿlmi ghyb th tim (tuhndụ̄ mʿbvd) chihnh (yithi) zanan zi tim kr yin thvd tulnh."
  },
  {
    "verse_id": 66,
    "translation": "Blkh chuh ạkhrtuk ʿiilme yimn lukn nishhi rvvmut, blkh chih yim tmhi ṭrfh shks mnz, blkh chih yim tmhi nishhi anụ̄."
  },
  {
    "verse_id": 67,
    "translation": "Yim munkryn chih vnan, kya yylhi asụ̄ th sạnụ̄ mạlụ̄ buddibb mycz āsv bnymtụ̄ tylhi kya asụ̄ yimva pzipạtthụ̄ qbrv mnz krrnh?"
  },
  {
    "verse_id": 68,
    "translation": "Yimh khbr chhe ashi thi āmcz varyah dinh, th godd āsh sanyn āba v ajdadn thi dinh yivan, mgr yim chih bs afsane afsanh yim brvntthmyv vqtv pytthh bvzan chih āmtụ̄."
  },
  {
    "verse_id": 69,
    "translation": "Vniv, dhra vuchihtv zmyns pytth phyrith thvurith zi, mjrmn kus anjam chuh spudmut."
  },
  {
    "verse_id": 70,
    "translation": "(ae nby) yihndis ḥals pytth mah bhriv ghm, th nh mah gczihnv yihnzn chaln pytth dl tng."
  },
  {
    "verse_id": 71,
    "translation": "Tim chih vnan zi, yih dhmky kr gczihh pvur agr tvhụ̄ pziyạrụ̄ chihv?"
  },
  {
    "verse_id": 72,
    "translation": "Vniv kya ʿjb chuh zi yymhi ʿdhab khạṭr tvhụ̄ banbr chihv kran, tmiyuk akh ḥṣh ạsyv tohyih nkhh vvtmut."
  },
  {
    "verse_id": 73,
    "translation": "Ḥqyqt chhe yih zi tuhund rb chuh lukn pytth sytthah fẓl frmavn vvl, mgr akthr lukh chihnh shkr kran."
  },
  {
    "verse_id": 74,
    "translation": "Be shk chuh tuhund rb aṣl pạtthụ̄ zanan, yikynczhah tihindụ̄ synh pans andr chuhpạvith chih, th yikynczhah tim ẓạhr chih kran."
  },
  {
    "verse_id": 75,
    "translation": "Āsman v zmynuk kanhh pvshydh chyz chuhnh suh, yus akis vaẓḥ ktabhi mnz āshi nh lykhith mvjvd. (vaẓḥ ktabhi nishhi chuh murad tqdyruk nvishth)."
  },
  {
    "verse_id": 76,
    "translation": "Drḥqyqt chuh yih qrān bny asraʿyls akthr timn kthn hnz ḥqyqt vnan, yimn mnz timn akhtlaf chuh."
  },
  {
    "verse_id": 77,
    "translation": "Th yih chuh hdayt th rḥmt ayman ann valyn khạṭr."
  },
  {
    "verse_id": 78,
    "translation": "Yqynaan kri (yithe pạtthụ̄) tuhund rb yimn lukn drmyan thi pnnhi ḥukmh sintụ̄ fạṣlh (yʿny qrysh kyn kufarn th ahli aymann drmyan) th suh chuh zbrdst th svrue kynhh zann vvl."
  },
  {
    "verse_id": 79,
    "translation": "Ps ae nby, khudays pytth thạviv bhrvsh, yqynaan chihv tvhụ̄ ttakar ḥqs pytth."
  },
  {
    "verse_id": 80,
    "translation": "Tvhụ̄ hykiyvukh nh murdh bvznạvith. (yʿny tithyn lukn yihndụ̄ ẓmyr mvudimtụ̄ chih th yimn mnz ẓidn, htt dhrmy th rsm prsty chahnh ḥq v bạṭlch frq smjhnch kanhh ṣlạḥyt baqy thạvmcz.) nh hykiv timn zryn tam pnun ālav vatnạvith, yim shanh phrith czlan āsn,"
  },
  {
    "verse_id": 81,
    "translation": "Th nh hykyiyvukh anụ̄ vath hạvith gmrạhy nishhi bchạvith. Tvhụ̄ hykv pnnụ̄ kth timne lukn bvznạvith yim sanyn āyatn pytth ayman chih anan, th pth chih frmanbrdar bnan."
  },
  {
    "verse_id": 82,
    "translation": "Th yylhi sạnụ̄ kth pvur spdnuk vqt timn pytth vathi. Asụ̄ krrv tihndi khạṭr akh janvr zmyn mnz, yus timn sintụ̄ klam kri zi lukh ạsụ̄ nh sanyn āyatn pytth pczh kran. (ḥẓrti abn ʿmr rẓy Allah tʿālyā ʿnh chih frmavan zi yih spdi tmhi saʿth yylhi nh zmyns mnz kanhh nyky hund ḥukm krn vvl th bdy nishhi rukavn vvl baqy rvzi. Akh ḥdyth chuh ḥẓrt abv sʿīd khdry rẓy Allah tʿālyā ʿnh hn nishhi mnqvl yth mnz tim frmavan chih zi yhe kth ạs timv khod ḥẓvr ṣly Allah ʿlyh v slms nishhi bvuzmcz. Amhi nishhi chuh pe lgan zi yylhi ansan amr balmʿrvf th nhy ʿn almnkr travan, tylhi kri Allah tʿālyā akis janvr sndi dhryʿh ạkhry ltthi ḥujt qạyim. Yih kth chahnh vaẓḥ zi yih āsya aakve janvr kinh yih āshi akhi khaṣ qsmuk jinsi ḥyvan yymikụ̄ varyah afrad zmyns mnz phhln. Daabatanh min alaarẓi, kyn alfaẓn mnz chuh doshvnụ̄ mʿny yn hund aḥtmal. Amis janvr sndi nyrnuk vqt kus āshi? Tth mtʿlq chuh nby ṣly Allah ʿlyh v slmn hund yih arshad zi, āftab khshi mghrb kinụ̄ th akhi doh nyri yih janvr mndinyn. Rvud vonụ̄ kạnshi janvr sund ansann sintụ̄ ansạny zbạnụ̄ mnz kthh krnuk sval, yih chuh Allah tʿālyā sndi qdrtuk akh mʿjzh. Suh yth chyzs yyczihh tth hykhi bvlnuk ṭaqt ʿṭa krith. Qyamt brvnhh kri suh akụ̄se janvrs bvlun ʿṭa, mgr yylhi so qyamt qạyim spdi, tmhi saʿth kri Allah tʿālyā sndis ʿdalts mnz ansan snz achh, kn th amụ̄ sndi jsmch czam tam kthh, yithh pạtthụ̄ zan qrāns mnz vẓaḥt san chuh byan spudmut. (ḥām alsjdh āyat 20, 21)."
  },
  {
    "verse_id": 83,
    "translation": "Th hna krụ̄ tav tṣvr tamhi dohuk, yylhi asụ̄ prth aumt mnz akh fvj aanvn vttith, yim sanyn āyatn buth ạsụ̄ phiran, pth yin tim (tihindyn qsmn hndi lḥaẓh drjh bdrjh) mrtb krnh."
  },
  {
    "verse_id": 84,
    "translation": "Yvt tam zn sạry yin, pth prczihh (tihund rb timn) zi, tohyih phirvu myanyn āyatn buth, ḥalankh tohyih avsuv nh tihund ʿlmy aḥaṭh kvrmut? Hrgah nh yih (tvhụ̄ kran ạsiv), tylhi kya ạsiv tvhụ̄ kran?"
  },
  {
    "verse_id": 85,
    "translation": "Th tihndi ẓlm kh vjh kinụ̄ spdi tihindi ʿdhabuk vʿdh timn pytth pvur pth hykn nh tim kihinụ̄ thi vnith."
  },
  {
    "verse_id": 86,
    "translation": "Kya timn avsna aathhi yivan zi aashi ạs tihndi skvn ḥạṣl krnh khạṭr rat bnạvmcz, th doh avs rvshn kvrmut? Ath mnz āsh varyah nishạniyih timn lukn khạṭr yim ayman ạsụ̄ aanan."
  },
  {
    "verse_id": 87,
    "translation": "Th kya gudri tmhi doh, yylhi ṣuvrs yiyhi phokh layinh, th phrttụ̄ gczhn tim sạry yim āsmann th zmyns mnz chih svae tim lukh yimn Allah tʿālyā amhi phartth nishhi bchavun yyczihh, th sạry spdn knn thvp dith tmụ̄ sndis drbars mnz ḥạẓr."
  },
  {
    "verse_id": 88,
    "translation": "Aaz chuhkh cz pharr vuchhan th smjhan chuhkh zi yim chih tthyk pạtthụ̄ jmith, mgr tmhi saʿth āsn yim avbrkụ̄ pạtthụ̄ vurran, yih āshi Allah tʿālyā sndi qdrtuk kmal yymụ̄ prth kanhh chyz ḥkmt san austvar chuh kvrmut, suh chuh tthyk pạtthụ̄ zanan zi tvhụ̄ lukh kya chihv kran."
  },
  {
    "verse_id": 89,
    "translation": "Yus shkhṣ nyky hyth yiyih, ts mylhi tmhi khoth zyadh muʿāvẓh, th yithụ̄ lukh āsn tmhi doh kh phrtth nishhi mḥfvẓ."
  },
  {
    "verse_id": 90,
    "translation": "Th yus burạyy hyth yiyih, tithụ̄ sạry lukh yin buthhi kinụ̄ nars mnz chhknh. Tvhụ̄ lukh hykiva amhi vrạe byyhi kanhh jza ḥaṣl krith zi yuth kriv tiyuth lvniv?"
  },
  {
    "verse_id": 91,
    "translation": "(ae nby, yimn vniv) me chuh yohe ḥkm āmut dinh zi yymhi shhr kis (mkh kis) rb snz bndgy kr yymụ̄ yih ḥrm chuh bnvvmut, th yus prth chyzuk mạlk chuh. Me chuh āmut ḥukm dinh zi bh rvz muslm bnith."
  },
  {
    "verse_id": 92,
    "translation": "Th prith bvznav yih qrān. Vonụ̄ yus hdayt kri akhtyar, suh kri pnny rczr khạṭr hdayt akhtyar, th yus gumrah āshi ts vniv zi, bh chuhs ṣrf khbrdar krn vvl."
  },
  {
    "verse_id": 93,
    "translation": "Yimn vniv, tʿryf chih Allah tʿālyā sndy khạṭr, ʿnqryb havyv suh tohyih pnnhi nshạnyih th tvhụ̄ prznạviyvukh timh, th tuhund rb chuhnh be khbr timv ʿmlv nishhi yimh tvhụ̄ lukh kran chihv."
  }
]