[
  {
    "verse_id": 1,
    "translation": "Ṭ. S. M."
  },
  {
    "verse_id": 2,
    "translation": "Yim chih ktabi mubynkụ̄ āyat."
  },
  {
    "verse_id": 3,
    "translation": "Asụ̄ bvznavav tvhụ̄ mvsyā ʿlyh alslam th frʿūn sund kynhh ḥal tthyk tthyk, tithyn lukn hndi fạydh khạṭr yim ayman aann."
  },
  {
    "verse_id": 4,
    "translation": "Pzr chuh yih zi frʿūnn kr zmyns mnz srkshy, th aamikụ̄ bashndh krin dryn mnz tqsym, timv mnz avs suh akis dris kmzvr kran, amhi kyn lrrkn avs qtl kran th amhi chn kvryn avs zndh rvznh divan, drḥqyqt avs suh fsad krn valyv lukv mnz."
  },
  {
    "verse_id": 5,
    "translation": "Th asụ̄ ạsụ̄ yih aradh thavan zi mhrbany krv timn lukn pytth yim zmyns mnz kmzvr krith ạsikh thạvimtụ̄, th tim bnavvkh pyshva th time bnavvkh vạrith."
  },
  {
    "verse_id": 6,
    "translation": "Th zmyns mnz krv timn aqtdar ʿṭa, th timav sintụ̄ havav frʿūns th hamans th tihndyn lshkrn ty kynczhah yymyuk timn ddr avs."
  },
  {
    "verse_id": 7,
    "translation": "Ashi kvr mvsyā ʿlyh alslam snzi majhi asharh (mnz bag chhe yih kth aty travnh āmcz zi yimne ḥalatn mnz zav suh shur akis asraʿyly grs mnz yus dunyahn pth mvsyā ʿlyh alslam sndi navh zvn) zi yih chavun dod, pth yylhi cze amụ̄ sndis jans khṭrh bạsy, tylhi trạvizyn yih dryavs mnz, th nah khvczụ̄ zi th nah brizi ghm, asụ̄ aanvn yih czye nishhi vaps, th yih krvn pyghmbrn mnz shạml."
  },
  {
    "verse_id": 8,
    "translation": "Ạkhr kar chih frʿūn sndụ̄ gr vạlụ̄ ts (dryav mnz) khalan, takh suh bnhi tihund dshmn byyhi banhi tihndi khạṭr ghmuk sbb, pzụ̄ pạtthụ̄ avs frʿūn th haman th tihndụ̄ lshkr (pnnhi tdbyri mnz) sytthhe khṭa kar."
  },
  {
    "verse_id": 9,
    "translation": "Frʿūn snzi khandarinhi vvn (ts) yih chuh myanhi th chanhi khạṭr achhn hund shhjar, yih mah krun qtl, bnan chuh yih āshi sanhi khạṭr fạydh mnd, ya bnavvn yih asụ̄ pnun nychivue. Th tim ạsụ̄ anjamh nishhi be khbr."
  },
  {
    "verse_id": 10,
    "translation": "Hopạrụ̄ avs mvsyā ʿlyh alslam snzi majhi dl be qrar so krihe tmụ̄ sund raz fash, agr nh asụ̄ ts hmt dimhav, takh so rvzihe (sạnis vʿds pytth) ayman ann valyv mnz."
  },
  {
    "verse_id": 11,
    "translation": "Tmụ̄ vvn shurụ̄ snzi bynhi, amis gczh pth pth, chnanchh rvuz so alg pạtthụ̄ ts tithh pạtthụ̄ nẓr thạvith, zi (dushmnn) lvg nh aamiyuk pe."
  },
  {
    "verse_id": 12,
    "translation": "Th ashi asụ̄ shuris khạṭr godde dod chavn vajinyn hndụ̄ synh ḥram krimtụ̄ (yih ḥalt vuchihth) vvn tmhi kvri timn, bh vanvh tohyih tithhi grk nyb yymkụ̄ bạcz amụ̄ sndi rchhnch dhmh dạry rttn, th amis thavn khyr khvạhy san?"
  },
  {
    "verse_id": 13,
    "translation": "Yithh pạtthụ̄ avn ashi mvsyā ʿlyh alslam pnnhi majhi nishhi vaps, takh tmụ̄ snzn achhn pyyih shhjar th so gczihh nh ghmgyn, byyhi lgys pe zi Allah tʿālyā sund vʿdh avs pvz, mgr akthr lukh chihnh yih kth zanan."
  },
  {
    "verse_id": 14,
    "translation": "Yylhi mvsyā ʿlyh alslam pnnhi pvur jvạny chuh vatan th tmụ̄ sund nshv v numa chuh mkml spdan, pth kvr aashi ts ḥkm th ʿlm ʿṭa, asụ̄ chih nyk lukn yutuhe jza divan."
  },
  {
    "verse_id": 15,
    "translation": "(akh doh) czav suh shhrs mnz tmhi vqth yylhi ahli shhr ghflts mnz ạsụ̄, tathi vuchh tmụ̄ zh nfr lrrạe kran, akh avs tmụ̄ sndi qvmuk th byakh avs tmụ̄ sndis dshmn qvmas sintụ̄ tʿlq thavan, tmụ̄ sndi qvmkụ̄ nfrn lve ts dshmn qvm vạlis khlaf mdd khạṭr nad. Mvsyā (ʿlyh alslamn) lve ts akh dvg th moklavn tmụ̄ snz kạm, (yih ḥrkt srzd spdns sinty) vvn mvsyā (ʿlyh alslamn) yih chhe shyṭan snz kạm (ḥrkt), suh chuh skht dshmn th gmrah krn vvl."
  },
  {
    "verse_id": 16,
    "translation": "Pth vvn tmụ̄, ae myanhi rbh, me kvr pnnis pans pytth ẓulm, me kr mghfrt. Chnanchh kr khudayn ts mghfrt, (mghfrtuk mʿny chuh drgzr krun, mʿāf krun, th str pvshy krnuk thi. Ḥẓrt mvsyā ʿlyh alslamn hndi duʿāhuk mṭlb avs yih zi myvn suh gnah kr mʿāf (cz chuhkh zanan suh kvr nh me zạnith mạnith), th ath pytth trav prdh thi, takh dshmnn lghi nh amiyuk pe) suh chuh mghfrt krn vvl th sytthah mhrban."
  },
  {
    "verse_id": 17,
    "translation": "Mvsyā ʿlyh alslam chuh ʿhd kran zi, ae myanhi rbh, yih aḥsan yus cze me pytth kvruth (yʿny yih myvn gnah rvud chuhpith th dshmn qvmkụ̄ kạnshi frdn vuchhns nh bh, th bh dras tthyk pạtthụ̄) amhi pth bnnh bh mujrmn hund mddgar."
  },
  {
    "verse_id": 18,
    "translation": "Dvyimhi doh ṣubḥạe avs suh khoczan khoczan prth and khṭrs mushk hyvan shhr kun gczhan, achank kya chuh vuchhan zi sue shkhṣ yymụ̄ tas mdd khạṭr rat avs nad lvymut, chuh aaz amis byyhi nad layan. Mvsyā ʿlyh alslam chuhs vnan, cz chuhkh skh ddvlmut ansan. (yʿny cz chuhkh prth doh akis akis sintụ̄ lrrạe kran)"
  },
  {
    "verse_id": 19,
    "translation": "Pth yylhi mvsyā ʿlyh alslam chuh aradh kran zi dshmn qvm kis nfrs pytth kr ḥmlh, suh chuh krykh divan, ae mvsyā ʿlyh alslam, kya aaz lvgths bh cze tithe pạtthụ̄ qtl krun yithh pạtthụ̄ rat chuhe akh shkhṣ qtl kvrmut? (yih krykh layn vvl avs sue asraʿyly yymụ̄ sndi mdd khạṭr mvsyā ʿlyh alslam brvnhh ạsụ̄ pkụ̄mtụ̄. Amis byvry krnh pth yylhi tim mṣry ys layinh khạṭr brvnhh chih pkan. Asraʿyly chuh smjhan zi yih āv mye layinh mokhh. Aamy mvjvb lajhi tmụ̄ krykhh dinh th pnnhi ghlṭy sintụ̄ kvrun rat kh qtluk raz fash) cz chuhkh yth mlks mnz jbar bnith yczhan rvzun, aṣlaḥ chuhknh yczhan krun."
  },
  {
    "verse_id": 20,
    "translation": "Amhi pth chuh akh shkhṣ shhr khi byyhi aand davan yivan th vnan, (yʿny ath lrrayih mnz yylhi qtluk raz spud fash, th amụ̄ mṣry yn kr mukhbry, pth āv yih vaqʿh pysh) ae mvsyā ʿlyh alslam, srdarn mnz chih chanhi qtlkụ̄ mshvrh spdan, yythi nyr, bh chuhs chvn khyr khvah."
  },
  {
    "verse_id": 21,
    "translation": "Yih khbr bvuzithe chuh mvsyā ʿlyh alslam khoczan khoczan nyran, th duʿā chuh kran zi, ae myanhi rbh, me bchav ẓạlimv nishhi."
  },
  {
    "verse_id": 22,
    "translation": "(miṣr pytthh nyirith) yylhi mvsyā ʿlyh alslam madyans kun rokh chuh kran, suh chuh vnan, aumyd chahm zi myvn rb laghi me tthyk vthi. (yʿny ticzihh vathi ypạrụ̄ bh khyrt san madyan vath)"
  },
  {
    "verse_id": 23,
    "translation": "Th yylhi suh madyan kis kryris pytth vvt. Tmụ̄ vuchh zi varyah lukh chih pnnyn charvayn trysh chavan, th timn nishhi byvn rvuzith chhe zh mstvurath pnnụ̄ charvạe pth rttith bihith, mvsyā ʿlyh alslam chuh yimn mstvuratn prczhan, tohyih kya pryshạny chahv? Timh chhe vnan, asụ̄ hykv nh pnnụ̄ charvạe trysh chạvith yvt tam nh yim phlụ̄ pnnụ̄ charvạe krrn, th svn mvl chuh akh varyah budd shkhṣ."
  },
  {
    "verse_id": 24,
    "translation": "Yih bvuzith chuh mvsyā ʿlyh alslam yimn charvayn trysh chavan, pth chuh akis shyhjar jayih bihan th vnan, prvrdgar yus rczr (nʿmt) thi cz me pytth nạzil krkh bh chuhs tmiyuk mḥtaj."
  },
  {
    "verse_id": 25,
    "translation": "(kynhh kalh pte) āyih timav doyav mstvuratav mnz akh shrm v ḥya san pkan pkan tas nishhi, th lj vannhi, myvn vạld chuhv tohyih nad divan, takh tohyih yus sanhi mokhh charvayn trysh chạvv, tmiyuk mʿāvẓh dinav tohyih. Mvsyā ʿlyh alslam yylhi ts nishhi vatan chuh, pnun svrue qṣh chuhs bvznavan, suh chuhs vnan, khocz mah vonụ̄ chuhkh cz ẓạlim lukv nishhi bchith āmut."
  },
  {
    "verse_id": 26,
    "translation": "Yimv doyav mstvuratv mnz chhe akh pnnis mạlis vnan, aba jan, yih shkhṣ rttiyvn nvkr, bhtryn ansan yus tvhụ̄ mlạzim rttiyvn hykhi sue ạsith yus mẓbvṭ th amant dar āshi."
  },
  {
    "verse_id": 27,
    "translation": "Amụ̄ sund mvl chuh (mvsyā ʿlyh alslams) vnan, bh chuhs yczhan zi pnnyv yimav doyav kvryv mnz kr akụ̄ sund nkaḥ cze sintụ̄, bshrṭykhi cz krkh ạtthn vriyan me nish mlazmt, th agr dah vry pvur krkh, tylhi chhe yih chạnụ̄ mrẓy, bh chuhse nh yczhan skhty krnụ̄, cz lbkh me ain shaʿ Allah nyk ansan."
  },
  {
    "verse_id": 28,
    "translation": "Mvsyā ʿlyh alslam chuh jvab divan, yih kth gyih me th tohyih drmyan ṭe, yimv dvshvyav vqtv mnz yus vqt thi bh pvur kr, tmhi pth gczihh nh me pytth zyadty spdnụ̄, th yikynczhah qvl v qrar asụ̄ kran chih, Allah tʿālyā chuh tth pytth gvah."
  },
  {
    "verse_id": 29,
    "translation": "Yylhi mvsyā ʿlyh alslam chuh vqt kran pvur, th suh chuh pnun ahl v ʿīal hyth nyran, ts chuh ṭuvrkhi ṭrfh akh nar nẓri gczhan, suh chuh pnnyn grkyn vnan, tthhriv me vuchh akh nar, bnan chuh bh aanh tvr kanhh khbr, nath aanh amhi nar mnz kanhh tyvnglue, yymhi sintụ̄ tvhụ̄ vushnyr kriv."
  },
  {
    "verse_id": 30,
    "translation": "Yylhi suh tvr vvt vady hndis dchihnis btthis pytth (yʿny suh bvtth yus mvsyā ʿlyh alslams dchihnh aand avs) ās mubark khṭh mnz akhi kulhi kinụ̄ nad dinh, zi ae mvsyā ʿlyh alslam, be chuhs Allah, sarine jhan valyn hund malk."
  },
  {
    "verse_id": 31,
    "translation": "Th (ḥukm ās dinh zi) chahkh pnnụ̄ lvur, yutuhe mvsyā ʿlyh alslam chuh vuchhan zi so lvur chhe srphh sndụ̄ pạtthụ̄ var divan, suh chuh pvt phyrith czlan, th suh chuhnh pvt nẓr thi divan. (arshad spud) mvsyā ʿlyh alslam pvt phyr, khoczmah, cz chuhkh balkl mḥfvẓ."
  },
  {
    "verse_id": 32,
    "translation": "Pnun athh trav nalh kinụ̄, przlh vun nyry kunhi tklyf vrạe, th khvf nishhi bchnh khạṭr vatth pnnụ̄ nr. (yʿny yylhi kunhi vizi kanhh khṭruk mvqʿ tiyuth yiyih, yymhi sintụ̄ chạnis dils mnz khvf gczihh pạd, tylhi gczihh pnnụ̄ nr vattnụ̄, aamhi sintụ̄ gczihh chvn dil mẓbvṭ, th dbavch th dhshtch kanhh kyfyt rvzi nh baqy) yimh chhe z nishạniyih chạnis rb sndi ṭrfh frʿūns th tmụ̄ sndyn drbaryn brvnhh knhi pysh krnh khạṭr, tim chih sytthah nafrman lukh."
  },
  {
    "verse_id": 33,
    "translation": "Mvsyā ʿlyh alslam chuh ʿrẓ kran, myanhi rbh, me chuh tihund akh nfr qtl kvrmut, khoczan chuhs zi tim marn me."
  },
  {
    "verse_id": 34,
    "translation": "Th myvn bve harvn ʿlyh alslam chuh myanhi khoth zyadh zban āvr, yih svzun mddgar sndụ̄ rngụ̄ me sintụ̄ takh yih kri me tạyyd, me chuh andyshhi zi tim lukh krn me ankar."
  },
  {
    "verse_id": 35,
    "translation": "Frmavnh ās, asụ̄ krv chạnis bạe sndi dhryʿh chvn athh mẓbvṭ, th tohyih doshvnụ̄ bkhshv tiyuth ghlbh, zi tim hyknav nh tohyih kanhh nqṣan vatnạvith, sanyv nshạniyv hndi zvr spdi tuhndyn pyrvkarn hundue ghlbh."
  },
  {
    "verse_id": 36,
    "translation": "Pth yylhi mvsyā ʿlyh alslam chuh timn lukn nishhi sanhi ttakarh nishạniyih hyth vatan, tim chih vnan zi, yih chuhnh kihinụ̄ mgr bnavtty jvd th yimh kthh chahnh ashi pnnis mạlis buddibb sndis zmans mnz zanhh bvz mcze."
  },
  {
    "verse_id": 37,
    "translation": "Mvsyā ʿlyh alslam chuh jvab divan, myvn rb chuh ts shkhṣh sndi ḥalh nishhi khvb vạqf, yus tmụ̄ sndi ṭrfh hdayt hyth chuh āmut, th sue chuh bhtr zanan zi ạkhry anjam kmụ̄ sund āshi rut, ḥq chuh yih zi ẓạlim chihnh zanhh flaḥ lban."
  },
  {
    "verse_id": 38,
    "translation": "Th frʿūn chuh vnan, ae ahl drbar bh chuhs nh pans vrạe tuhund kanhh khudae zanan. Ae haman, talsah syri pyih nạvith bnavnav myanhi khạṭr akh thz ʿmart, bnan chuh tth pytth khsith ma hykn bh mvsyā ʿlyh alslam sund khudae vuchihth, me chuh basan yih chuh pzipạtthụ̄ apziyvr."
  },
  {
    "verse_id": 39,
    "translation": "Tmụ̄ th tmụ̄ sndyv lshkrv kvr zmyns mnz kunhi ḥq vrạe pnnhi bjruk ghrvr, th smjhuk zi timn chuhnh zhnụ̄ ashi kun vaps phyrun."
  },
  {
    "verse_id": 40,
    "translation": "Ạkhr kar rvtt ashi suh, byyhi tmụ̄ sndụ̄ lshkr, th chhkụ̄ smndrs mnz, vonụ̄ vuchihv yimn ẓạlimn kiyuth anjam spud."
  },
  {
    "verse_id": 41,
    "translation": "Ashi bnạvụ̄ tim jhnms kun dʿūt dinh vạlụ̄ pysh rav, th qyamt kh doh lbn nh tim kunhi ṭrfh mdd."
  },
  {
    "verse_id": 42,
    "translation": "Ashi lgạv yath dunyahs mnz timn pth pth lʿnt, th qyamt kh doh gczhn tim bddis qbaḥts (bdḥạly) mnz mbtla."
  },
  {
    "verse_id": 43,
    "translation": "Ptim nsl hlak krnh pth kr ashi mvsyā (ʿlyh alslams), ktab ʿṭa, lukn khạṭr bṣyrtn hund samanh bnạvith, hdayt th rḥmt bnạvith, takh lukh hykn sbq ḥạṣl krith."
  },
  {
    "verse_id": 44,
    "translation": "(ae nby) tvhụ̄ ạsiv nh tmhi vqth mghrby ands mnz mvjvd (mghrby aand nishhi chuh murad ṭuvri syna, yus ḥjaz kinụ̄ mghrbs kun chuh) yylhi aashi mvsyā ʿlyh alslams yih frmani shryʿt ʿṭa kvr, th nah ạsiv tvhụ̄ shạhdn mnz shạml,"
  },
  {
    "verse_id": 45,
    "translation": "Blkh chih ashi tmhi pth (tuhndis zmans tam) varyah nsl tulimtụ̄, th timn pytth chuh varyah kal guzryvmut, tvhụ̄ ạsiv nh ahli madynas drmyan thi mvjvd zi timn ạsihiv sạnụ̄ āyat bvznavan, mgr (tmhi vqth chih yimh khbr) svzn vạlụ̄ chih asụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Th tvhụ̄ ạsiv nh ṭvr kis damns tl thi tamhi vqth mvjvd, yylhi ashi mvsyā (ʿlyh alslams) goddnchhi phri nad layav, mgr yih chhe tuhndis rb snz rḥmt (zi tohyih chihv yim mʿlvmat dinh yivan) takhi tvhụ̄ kriyvukh tim lukh khbrdar yimn nish tohyih brvnhh kanhh khbrdar krn vvl chuhnh āmut, bnan chuh tim yin hvshs mnz."
  },
  {
    "verse_id": 47,
    "translation": "(th yih kvr aashi amhi mvjvb zi) yih gvczh nh bnun zi tihndyv pnnyv krtvutv hndi bdvlth yylhi kanhh mṣybt timn pytth yiyih, tylhi vnan tim, ae prvrdgar cze kyazi svuzuth nh ashi kun kanhh rsvl, takhi asụ̄ krhav chanyn āytn hnz pyrvy th ahli aymanav mnz āshav."
  },
  {
    "verse_id": 48,
    "translation": "Mgr yylhi sanhi ṭrfh ḥq vvt timn nishhi, pth lgụ̄ tim vannh, kyazi āv nh dinh amis ty kynczhah yih mvsyā ʿlyh alslams dinh avs āmut? Kya yimv lukv chuhna tth ainkar kvrmut yih amhi brvnhh mvsyā (ʿlyh alslams) dinh avs āmut? (yʿny kufari mkv avs nh mvsyā ʿlyh alslam mvnmute zi vonụ̄ chih yim vnan zi Muḥammad ṣly Allah ʿlyh v slmn kyazi āe nh tim mʿjzat dinh yim ḥẓrt mvsyā ʿlyih alslams ạsụ̄ dinh āmtụ̄) timv vvn, doshve chih jạdụ̄ (yʿny qrān th tvrath doshve) yim akh akis mdd chih kran. Byyhi vvnukh, asụ̄ chihn nh khnụ̄ manan."
  },
  {
    "verse_id": 49,
    "translation": "(ae nby) yimn vniv, achha aniv Allah tʿālyā sndi ṭrfh kanhh ticzhh ktab, yosh yimv doshvyav nishhi zyadh hdayt bkhshn vajinụ̄ āshi, bh kr tmhi chy pyrvy akhtyar, agr tvhụ̄ pziyạrụ̄ chhv."
  },
  {
    "verse_id": 50,
    "translation": "Vonụ̄ agr tim tuhund yih muṭalbh pvur chihnh kran, tylhi smjhiv zi tim chih draṣl pnnyn khvạhshatn hndụ̄ pyrvkar, th ts shkhṣs khoth khsith kus hykhi gumrah ạsih, yus khudayy hdayt vrạe ṣrf pnnyn khvạhshatn hnz pyrvy kri? Allah tʿālyā chuhnh yithyn ẓạlmn hrgz hdayt bkhshan."
  },
  {
    "verse_id": 51,
    "translation": "Th (nṣyḥtch) kth chhe pyvttuhs pytth ashi timn vatnạvmcz, takh tim spdn ghflt nishhi bydar."
  },
  {
    "verse_id": 52,
    "translation": "Yimn lukn aashi yymhi brvnhh ktab ạs diczmcz, tim chih yth (qrāns) pytth ayman aanan. (amhi nishhi chuhnh murad yih zi tmam ahli ktab (yhvudụ̄ th ʿīsạe) chih yth pytth ayman anan. Blkh chuh yih asharh draṣl tth vaqʿs kun, yus yymhi svurh kh nạzil spdn kh vqth pysh avs āmut, aamhi nishhi chuh mqṣd ahli mkn yih vanun zi hna kritav shrm zi gr vạczmcz nʿmt chihv tvhụ̄ ttuhkravan, ḥalankh yim lukh dvur dvur chih bsan tim chih aamich khbr bvuzith yivan th amich qdr prznạvith chih amhi nishhi fạyd tulan. Suh vaqʿh yth kun yih asharh chuh avs yih zi ḥbshah pytthh āe 20 ʿīsạe rsvl Allah ṣly Allah ʿlyh v slmn nishhi, th timn nishhi qrān bvuzith avnukh ayman.)"
  },
  {
    "verse_id": 53,
    "translation": "Th yylh yih timn bvznavnh chuh yivan, pth chih tim vnan zi, ashi avn ath pytth ayman, yih chuh pzipạtthụ̄ ḥq sạnis rb sndi ṭrfh, asụ̄ chih godd pytthe muslm."
  },
  {
    "verse_id": 54,
    "translation": "Yim chih tim lkh yimn yuhund ajr doyih ltthi dinh yiyih. Tmhi thạbt qdmy hndi bdlh yosh timv hạv. (yʿny akh ajr ptimyn ktabn pytth ayman aannuk, th byakh ajr qrāns pytth ayman aannuk) tim chih burạyy kran nyky sintụ̄ dfʿ, th yikynczhah rizq ashi timn dytmut chuh tmhi mnz chih khrch kran."
  },
  {
    "verse_id": 55,
    "translation": "Th yylhi timv byhvdh kth bvuz, th yih vnith spdụ̄ tmhi nishhi alg zi, sạnụ̄ aʿmal chih sanhi khạṭr tuhndụ̄ aʿmal chih tuhndi khạṭr, tohyih ạsinv slam, asụ̄ chihnh jạhln hund hyvu ṭryqh yczhan vrtavun. (yylhi yimv lukv ayman avn, abv jhl chuh yimn lykh czaran. Tmy kthhi hnz chhe yih dhkr spdan)"
  },
  {
    "verse_id": 56,
    "translation": "Ae nby, tvhụ̄ yas yyczihv ts hykv nh hdayt dith, mgr Allah tʿālyā ys yczhan chuh ts chuh hdayt divan, th suh chuh timn lukn var pạtthụ̄ zanan yim hdayt qbvl krn vạlụ̄ chih."
  },
  {
    "verse_id": 57,
    "translation": "Tim chih vnan, agr asụ̄ tohyih sintụ̄ amhi hdaytch pyrvy krv, tylhi yimav asụ̄ pnnhi zmyn pytthh jvuntth dith tulnh (yih chhe so kth yosh kufari qrysh aslam qbvl nh krnh kh ʿdhr rngụ̄ ạsụ̄ pysh kran. Tihund mṭlb avs yih zi aaz chih asụ̄ tmam ʿrb kyn mshrkn hndụ̄ mdhhby pyshva bnith, vonụ̄ agr asụ̄ Muḥammad ṣly Allah ʿlyh v slmn hnz kth manav, tylhi bnhi svrue ʿrb svn dshmn). Kya yih chuhna pzar zi aashi bnvv akh pur aamn ḥrm yihndi khạṭr rvznch jae, yath kun prth qsmkụ̄ myvh chih yivan, sanhi ṭrfh rizqh rngụ̄? Mgr yimv mnz chihnh akthr lukh zanan. (yih chuh Allah tʿālyā sndi ṭrfh yihndi ʿdhruk goddnyuk jvab. Aamiyuk mṭlb chuh yih zi yih ḥrm yymhi kh amn v aman th yymhi kh mrkzyt kh bdvlth az tvhụ̄ ath qạbl chihv bnymtụ̄ zi pvur dunya huk mali tjart chuh aath be ziraʿt vạdy mnz yivan, kya ath chha yih amn th yih mrkzytuk mqam tuhnzi kunhi tdbyri dytmut?)"
  },
  {
    "verse_id": 58,
    "translation": "Th kinczah ticzhh bsty chhe ashi tbah krimcz, yymhi kyn lukn pnnis mʿīshyts pytth bvsh avs khvtmut, vuchihtv, tim chih tihnzn basn jayn mnz pyth, yimn mnz tihndi pth khale chuh kanhh bsyamut, ạkhrkar rvudụ̄ asy vạrth bnith. (yih chuh tihndi ʿdhruk dvym jvab. Aamiyuk mṭlb chuh yih zi yth mal v davlts th khoshḥaly pytth bvsh chuhv khvtmut th yymhi kh ravnh kh ddr bạṭls pytth ddadd krnụ̄ th ḥq nishhi buth phirun chuhv yczhan, yohe chyz avs kunhi vizi ʿād th thmvd th baqy qvmn thi ḥạṣl. Pth kya yih chyz hyvka timn tbạhy nishhi bchạvith?)"
  },
  {
    "verse_id": 59,
    "translation": "Th tuhund rb avs nh bstiyn hlak krn vvl, yvt tam nh tihndis mrkzs mnz akh rsvl svzi he, yus timn sạnụ̄ āyat bvznavihe th asụ̄ ạsụ̄ nh bstiyan hlak krn vạlụ̄, yvt tam nh tihndụ̄ rvzn vạlụ̄ ẓạlim bnh hn. (yih chuh tihndi ʿdhruk tryym jvab. Godd yim qvm tbah spdụ̄, tihndiụ̄ lukh ạsụ̄ ẓạlim bnymtụ̄. Mgr khudayn svuzụ̄ timn tbah krnh brvnhh pnnụ̄ rsvl. Yimv tim khbrdar krụ̄, th yylhi tim tihndis nhybs pytth thi pnnhi gmrạhy nishhi baz phyrụ̄ nh, pth krin hlak. Yohe mʿāmlh chuhv vonụ̄ tohyih drpysh.)"
  },
  {
    "verse_id": 60,
    "translation": "Tohyih lukn yikynczhah thi dinh chuhv āmut suh chuh mḥẓ dnyahuk saman th aamich zynt, th yikynczhah khudays nishhi chuh suh chuh amhi khoth bhtr th baqy rvzn vvl. Kya tvhụ̄ lukh chihv na ʿqlh kạm hyvan?"
  },
  {
    "verse_id": 61,
    "translation": "Suh shkhṣ yymis sintụ̄ ashi rut vʿdh āshi kvrmut, th ts aashi yih ḥạṣl gczhn vvl, suh hykya zanhh ts shkhṣh sndụ̄ pạtthụ̄ ạsith yas aashi ṣrf dunyachhi zndgy hund sanz th saman āshi dytmut th pth āshi suh qyamt kh doh timav lukv mnz yim sza khạṭr pysh yin krnh?"
  },
  {
    "verse_id": 62,
    "translation": "Th (mshith mah gczihn yimn lukn) suh doh, yylhi suh yimn ālv kri th prczhykh, kthi chih tim myạnụ̄ shryk yuhund tohyih guman avsuv?"
  },
  {
    "verse_id": 63,
    "translation": "Yih kth yimn pytth chspan gczihh tim vnan, ae sanhi rbh, be shk chih yime lukh, yim ashi gumrah ạsụ̄ krimtụ̄. Yim krụ̄ aashi tithe pạtthụ̄ gmrah yithh pạtthụ̄ asụ̄ panh gmrah spdụ̄. (amhi nishhi chih murad tim shyaṭyni jn v ains yim dunyahs mnz khudae sndụ̄ shryk ạsụ̄ bnavnh āmtụ̄, yihnzi kthhi hindis mqabls mnz khudae snz th tmụ̄ sndyn rsvln hnz kth rad ạs krnh āmcz, th yihndis aʿtmads pytth ṣraṭi mstqym trạvith zndgy hnz ghlṭ vathi āsh akhtyar krnh āmcz. Yithyn lukn ạsitn khvah kạnshi ailhā th rb vvnmut, ya mth ạsitn vvnmut, bhr ḥal yylhi yihnz pyrvy th aṭaʿt tithh pạtthụ̄ āyih krnh yithh pạtthụ̄ khudae snz spdnụ̄ gczihh, tylhi āe lazmaan yim khudayy mnz shryk krnh.) asụ̄ chih tohyih brvnhh knhi baratuk aẓhar kran. Yim ạsụ̄ nh sạnụ̄ bndgy kran. (yʿny yim ạsụ̄ nh sạnụ̄ blkh ạsụ̄ pnny nfskụ̄ bndh bnymtụ̄.)"
  },
  {
    "verse_id": 64,
    "translation": "Pth yiyhi yimn vnnh zi lạyiv nad pnnyn tthhravnh āmtyn shrykn. Yim krn timn ālv mgr tim din nh yimn kanhh jvab, th yim lukh vuchahn ʿdhab. Kash āshan yim hdayts pytth pkn vạlụ̄."
  },
  {
    "verse_id": 65,
    "translation": "Th (framvsh mah krin yim lukh) suh doh yylhi suh yimn ālv kri th prczhykh zi, yim rsuvl svznh āmtụ̄ ạsụ̄ timn kya jvab avsuv tohyih dytmut?"
  },
  {
    "verse_id": 66,
    "translation": "Tmhi vqth smhi nh timn kanhh jvab th nah hykn tim panh vạnụ̄ akh akis prczihthe."
  },
  {
    "verse_id": 67,
    "translation": "Albth yymụ̄ aaz tvbh kvr th avnun ayman byyhi kryn nyk ʿmlhi, sue hykhi yih tvqʿ krith zi tathi āshi flaḥ lbn valyv mnz."
  },
  {
    "verse_id": 68,
    "translation": "Tuhund rb chuh pạd kran yikynczhah yczhan chuh, th (suh ys yczhan chuh ts chuh pane pnnhi kamhi khạṭr) muntkhb kran, yih antkhab chuhnh yimn lukn hndi krnch kạm kynhh, Allah tʿālyā chuh pak th sytthah balatr tmhi shirkh nishhi yus yim lukh kran chih."
  },
  {
    "verse_id": 69,
    "translation": "Tuhund rb chuh zanan yikynczhah yim diln mnz chuhpạvith chih, th yikynczhah yim ẓạhr kran chih."
  },
  {
    "verse_id": 70,
    "translation": "Sue chuh akh khudae ys vrạe kanhh chuhnh ʿbadtuk ḥqdar tsụ̄ khạṭr chuh ḥmd dunya hs mnz thi th ạkhrts mnz thi, frman rvạyy tmụ̄ snze th tsụ̄ kun chihv tvhụ̄ sạrụ̄ vaps ninh yinh vạlụ̄."
  },
  {
    "verse_id": 71,
    "translation": "Ae nby, yimn vniv zi kunhi vazi kvrvh tohyih ghvr zi agr Allah tʿālyā qyamts tam tohyih pytth rat kri ṭạry, tylhi kus chuh khudays vrạe suh mʿbvd yus tohyih gash diyv anith? Kya tvhụ̄ chihv na bvzan?"
  },
  {
    "verse_id": 72,
    "translation": "Yimn prczihv, zanhh svunchv tohyih zi agr Allah tʿālyā qyamts tam tohyih pytth hmyshh khạṭr doh kri ṭạry, tylhi kus chuh khudays vrạe suh mʿbvd yus tohyih rat diyav anith, takh tvhụ̄ hykiv ath mnz skvn ḥạṣl krith? Kya tohyih chuhv na fkri tran?"
  },
  {
    "verse_id": 73,
    "translation": "Yih chhe tmụ̄ snze rḥmt zi tmụ̄ bnạvụ̄ tuhndi khạṭr rat th doh takhi tvhụ̄ kriv (rạcz mnz) skvn ḥạṣl, th (dohs) kriv rb sund fẓl tlash, bnan chuh zi tvhụ̄ bniv shukr guzar."
  },
  {
    "verse_id": 74,
    "translation": "(yad thạvin yim lukh) suh doh yylhi suh yimn ālv kri pth prczhykh, kthi chih tim myạnụ̄ shryk yuhund tohyih guman avsuv?"
  },
  {
    "verse_id": 75,
    "translation": "Th asụ̄ aanvn prth aumt mnz akh gvah krrith, pth vanav zi aniv vonụ̄ pnnụ̄ dlyl. Tmhi saʿth lghi yimn pe zi ḥq chuh khudays kun th ravan tihindụ̄ tim sạry aapzụ̄ yim timv bnạvimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 76,
    "translation": "Yih chuh akh pzr zi qarvn avs mvsyā ʿlyh alslam sndi qvmuk akh shkhṣ, pth gvv suh pnnis qvms khlaf buthụ̄phiyur, th ashi ạsụ̄ ts tyityah khzanh ditimtụ̄ zi tihnz kunz ạs ṭaqtvr ansann hnz akh jmaʿt mushkln tulith hykan, akhi saʿth yylhi tmụ̄ sndi qvm kyv lukv ts vvn, bvsh mah khsụ̄ne, Allah tʿālyā chuhnh bvsh khaln valyn psnd kran."
  },
  {
    "verse_id": 77,
    "translation": "Yus mal khudayn cze dytmut chuhne amhi sintụ̄ kr ạkhrtuk gr bnavnch fikr, th dunya mnz thi mah kr pnun ḥṣh framvsh, aḥsan kr, yithh pạtthụ̄ khudayn chuh cze sintụ̄ aḥsan kvrmut, th zmyns mnz mah kr fsad brpa krnch kvshsh, Allah tʿālyā chuhnh fsad krn valyn psnd kran."
  },
  {
    "verse_id": 78,
    "translation": "Tvr vvn tmụ̄, yih svrue kynhh chuh me tth ʿiilm kis bunyads pytth dinh āmut, yus me ḥạṣl chuh. Kya ts avsna ʿlm zi khudayn chih ts brvnhh varyah tithụ̄ lukh hlak krimtụ̄, yimn ts khoth zyadh quvt th jmyʿt ạs? Mujrimn chihnh tihndiụ̄ gnah prczhnh yivan. (yʿny mujrm chih yohe dʿūyā kran rvzan zi asụ̄ chih sytthah jan lukh. Tim kr chih manan zi timn mnz chhe kanhh burạyy mgr tihund sza chuhnh tihndis pnnis aʿtraẓs pytth darmdar thavan. Yylhi tim rttnh chih yivan, tim chihnh prczihth rttnh yivan zi vniv tuhndụ̄ gnah kya chih.)"
  },
  {
    "verse_id": 79,
    "translation": "Akhi doh drav suh pnnis qvms brvuntthụ̄ kinụ̄ pnnhi pvur tthatth batthh san. Yim lukh dnya chih zndgy hndụ̄ ṭạlb ạsụ̄ tim lgụ̄ suh vuchihth vannhi, kash ashi thi mylhi he tikynczhah yih qarvns chuh dinh āmut, yih chuh sytthah nṣyb vvl."
  },
  {
    "verse_id": 80,
    "translation": "Mgr yim lukh ʿlm ạsụ̄ thavan tim lgụ̄ vannhi, afsvs chạnis ḥals pytth, Allah tʿālyā sund thvab chuh bhtr ts shkhṣs khạṭr yus ayman aanhi th nyk ʿml kri, th yih dvlt chahnh mylan mgr ṣbr krn valyn."
  },
  {
    "verse_id": 81,
    "translation": "Ạkhr kar vvl suh th tmụ̄ sund gr ashi zmyns. Pth avs nh kanhh tmụ̄ sndyn ḥạmiyn hund dvr yus Allah tʿālyā sndis mqabls mnz ts mdds yiyhi he, th nah hyvk tmụ̄ panh pans mdd krith."
  },
  {
    "verse_id": 82,
    "translation": "Vonụ̄ lgụ̄ time lukh yim rat tam tmụ̄ sndi bjruk tmna ạsụ̄ kran vannhi, afsvs! Ashi avs mshith gvmut zi Allah tʿālyā yymụ̄ sund rzq pnnyv bndv mnz kushadh chuh yczhan krun, ts chuh kran, th ys yczhan chuh ts chuh myinith tvulith divan, agr khudayn ashi pytth aḥsan āsihe nh kvrmut, tylhi valihe ashi thi zmyns, afsvs ashi rvud nh yad zi kạfr chihnh flaḥ lban."
  },
  {
    "verse_id": 83,
    "translation": "Suh ạkhrtuk gr (murad chuh jnt yus ḥqyqy kamyạby hund mqam chuh) krvn asụ̄ timn lukn khạṭr mkhṣvṣ, yim zmyns mnz pnun bjr chihnh yczhan, th nah chih fsad krun yczhan th anjamuk rczr chuh mutqyn ne khạṭr."
  },
  {
    "verse_id": 84,
    "translation": "Yus akhah rczr hyth yiyih, ts khạṭr chuh tmhi khoth bhtr rczr, th yus burạyy hyth yiyih, tylhi mylhi burạyiyih krn valyn tituhe bdlh, yiczhh ʿmlh tim kran ạsụ̄."
  },
  {
    "verse_id": 85,
    "translation": "Ae nby, yqyn zạniv zi yymụ̄ yih qrān tohyih pytth frẓ chuh kvrmut (yʿny yih qrān khudae sndiyn khlqn tam vatnavnch th amich tʿlym dinch th amhi kh hdayt muṭạbq dunyahuk aṣlaḥ krnch dhmh dạry tohyih pytth chhe trạvmcz) suh chuhv tohyih akis bhtryn anjams vatnavn vvl. Yimn lukn vniv zi, myvn rb chuh var pạtthụ̄ zanan zi hdayt hyth kus chuh āmut th ttakar gumrạhy mnz kus chuh mbtla."
  },
  {
    "verse_id": 86,
    "translation": "Tvhụ̄ ạsiv nh hrgz amhi kithh hndụ̄ aumydvar zi tohyih pytth yiyhi ktab nạzil krnh, yih chhe mḥẓ tuhndis rb sinzi mhrbạny sintụ̄ (tohyih pytth nạzil spzmcz), lhādha mah bniv tvhụ̄ kạfrn hndụ̄ mddgar."
  },
  {
    "verse_id": 87,
    "translation": "Th yih gczihh nh zanhh thi spdun zi Allah tʿālyā sndụ̄ āyat yylhi tohyih pytth nạzil spdn, kufar thavnv tohyih timv nishhi baz, pnnis rbs kun diyiv dʿūt, th hrgz mah gczihv mushrikn mnz shạmil."
  },
  {
    "verse_id": 88,
    "translation": "Th khudays sintụ̄ mah lạyiv byyhi kạnshi mʿbvds nad. Ts vrạe chuhnh kanhh mʿbvd, prth kanhh chyz chuh hlak spdn vvl tmụ̄ sndi dhat vrạe, frman rvạyy chhe tmụ̄ snze, th tsụ̄ kun yiyiv tvhụ̄ sạry vaps phirnh."
  }
]