[
  {
    "verse_id": 1,
    "translation": "A. L. M."
  },
  {
    "verse_id": 2,
    "translation": "Kya lukv chha yih smjhmut zi tim yin bs yutue vnns pytth yalh travnh zi ashi avn ayman th tim kya yin nh āzmavnh?"
  },
  {
    "verse_id": 3,
    "translation": "Ḥalankh ashi chhe timn sarine lukn āzmạysh krmcz, yim yimn brvnhh chih guzrymtụ̄. Khudays chuh yih ẓrvur vuchuhn zi pziyạrụ̄ km chih, th aapziyạrụ̄ km chih."
  },
  {
    "verse_id": 4,
    "translation": "Th kya timv lukv yim bur ḥrkth chih kran, chha yih smjhmut zi tim nin ashi nishhi bạzụ̄? (andazi klam nishhi chuh ẓạhr zi yimv lukv nishhi chih murad tim ẓạlm yim ayman aann valyn pytth stm ạsụ̄ kran, th aslam kis dʿūts ạsụ̄ zkh vatnavnh khạṭr khrab khoth khrab ḥrkcz kran) sytthah bvdd ghlṭ ḥkm chuh yus tim lgavan chih."
  },
  {
    "verse_id": 5,
    "translation": "Yus akha khudays samkahnuk tvqʿ āshi thavan. (ts gczihh pe āsnụ̄ zi) Allah tʿālyā sund muqrr krnh āmut vqt chuh yinh vvl, th Allah tʿālyā chuh svrue kynhh bvzan th zanan."
  },
  {
    "verse_id": 6,
    "translation": "Yus shkhṣ thi mjahdh kri suh kri pnny rczr khạṭr. (mujahdh nishhi chuh murad kufarn hndis muqabls mnz dyni ḥquk ʿlam blnd krnh th bulnd thavnh khạṭr jdvjhd krnụ̄) Allah tʿālyā chuh yqynaan dunya valyv nishhi be nyaz. (yʿny Allah tʿālyā chuhnh amhi mjahduk muṭalbh tohyih amhi mvjvb kran zi ts chhe mʿādh Allah pnnụ̄ kanhh ẓrvrt ath mnz, blkh chuhv yih tohyih pnnhi akhlạqy th ruvḥạny trqy hund dhryʿh.)"
  },
  {
    "verse_id": 7,
    "translation": "Th yim lukh ayman aann th nyk ʿmlh krn, tihnz burạyiyih krv asụ̄ timn nishhi dvur, th timn dimv tihnzn bhtryn ʿmln hund ajr."
  },
  {
    "verse_id": 8,
    "translation": "Ashi kvr ansans hdayt zi pnnis mạlis majhi sintụ̄ krin nyk slvk. Albth agr tim cze pytth dbav travn zi cz tthhravun me sintụ̄ tiyuth kanhh (mʿbvd) shryk, yus cz (myạnis shryk sndi ḥythyth) chhhan nh zanan, tylhi mah kr tihnz aṭaʿt. (yimv nvjvanv mks mnz ayman avs avnmut, tihndụ̄ valdyn ạsụ̄ timn pytth yih dbav travan zi tim yiyin ayman nishhi baz. Ath pytth āv frmavnh zi mạlis majhi hndụ̄ ḥqvq chih pnnhi jayih, mgr timn chuhnh yih ḥq zi khudae snzi vthi nishhi rukavn avladn) mye kun chuhv tohyih sarine pvt phyirith yun, pth vanv bh tohyih zi tvhụ̄ kya chihv kran rvudmtụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Th yimv lukv ayman āshi avnmut th yimv nyk ʿmlh āsn krimcz, tim krvkh asụ̄ ẓrvr ṣalḥ lukn mnz dạkhl."
  },
  {
    "verse_id": 10,
    "translation": "Lukv mnz chuh kanhh tiyuth yus vnan chuh zi ashi avn ayman khudays pytth. Mgr yylhi suh Allah tʿālyā sndis mʿāmls mnz stavnh āv, pth zạnụ̄ tmụ̄ lukn hndi ṭrfh travnh āmcz āzmạysh Allah tʿālyā sndi ʿdhabkụ̄ pạtthụ̄, vonụ̄ agr tuhndis rb sndi ṭrfh ftḥ th nuṣrt āyih, tylhi vnhi yohe shkhṣ zi, asụ̄ ạsụ̄ tohy sintụ̄. Kya dunya valyn hndyn diln hund ḥal chuhna khudays var pạtthụ̄ pe?"
  },
  {
    "verse_id": 11,
    "translation": "Byyhi chuh khudays ẓrvr yih vuchhnue zi ayman ann vạlụ̄ km chih th munafq km chih."
  },
  {
    "verse_id": 12,
    "translation": "Yim kạfr lukh chih ayman ann valyn vnan zi tvhụ̄ kriv sanhi ṭryqch pyrvy th tuhndụ̄ khṭa rattv asụ̄ pans pytth. Ḥalankh chihnh tim tihndyv khṭahav mnz kihinụ̄ thi pans pytth hynh vạlụ̄, tim chih czakhi aapuz vnan."
  },
  {
    "verse_id": 13,
    "translation": "Ā, ẓrvr tuln tim pnnụ̄ bvr thi th pnnyn bvrn sintụ̄ tuln baqy varyah bvr thi. (yʿny akh bvr panh gmrah spdnuk, th baqy bvr dvymyn gumrah krnkụ̄ ya gumrạhy pytth mjbvr krnkụ̄) th qyamt kh doh spdi yqynaan timn timn aiftra prdạziyn hnz prczhh gạr yim tim kran chih rvudmtụ̄. (yʿny tath aapzis mtʿlq yiyikh prczhnh yus tim panh bnavan ạsụ̄)"
  },
  {
    "verse_id": 14,
    "translation": "Ashi svuz nuvḥ ʿlyh alslam tmụ̄ sndis qvms kun, th suh rvud pnczah km akis sasas vriys timn drmyan, ạkhr kar rttụ̄ tim ṭvfann ath ḥals mnz zi tim ạsụ̄ ẓạlim."
  },
  {
    "verse_id": 15,
    "translation": "Pth bchvv ashi nuvḥ ʿlyh alslam byyhi navi vạlụ̄, th dunya valyn khạṭr thạv so aakh ʿbrtch nshạny bnạvith. (yʿny so nav ya qvmi nuvḥs pytth ʿdhabuk vaqʿh bnvv nshani ʿbrt)."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi svuz abrahym ʿlyh alslam yylhi tmụ̄ pnnis qvms vvn, Allah tʿālyā snz bndgy kriv th ts khvcziv. Yih chuh tuhndi khạṭr bhtr agr tvhụ̄ zạniv."
  },
  {
    "verse_id": 17,
    "translation": "Khuda trạvith yim tvhụ̄ pvuzan chhvukh tim chih mḥẓ potlụ̄, th tvhụ̄ chihv akh aapuz bnavan drḥqyqt yihnz pvuza tvhụ̄ khdays vrạe kran chihv, timn chuhnh tohyih rzq dinuk thi akhtyar, khudays mngiv rzq th tmụ̄ snze bndgy kriv th tmụ̄ sund shukr kriv, tsụ̄ kun yiyiv tvhụ̄ vaps phirnh."
  },
  {
    "verse_id": 18,
    "translation": "Th agr tvhụ̄ ankar kran chihv tylhi chuh tohyih brvntthmiyv varyahv qvmav ainkar kvrmut, th rsvl (ṣly Allah ʿlyh v slms) pytth chahnh ṣaf ṣaf pygham vatnavnh vrạe byyhi kanhh dhmh dạry."
  },
  {
    "verse_id": 19,
    "translation": "Kya yimv lukv chuhna vuchhmutue zanhh zi kithh pạtthụ̄ chuh Allah tʿālyā pydạyshhi hund abtda kran, pth chuh tmuyk aiʿādh kran? Yqynaan chuh yih (aiʿādh) Allah tʿālyā sndi khạṭr varyah shl."
  },
  {
    "verse_id": 20,
    "translation": "Yimn vniv zmyns andr phyiriv thvuriv, th vuchihv zi tmụ̄ kithh pạtthụ̄ chuh pydạyshhi hund abtda kvrmut, pth bkhshhi Allah tʿālyā dvymhi phri thi zndgy, yqynaan chuh Allah tʿālyā prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 21,
    "translation": "Yas yyczihh ts diyih sza th ys yyczih ts kri rḥm, tsụ̄ kun yiyiv tvhụ̄ vaps phirnh."
  },
  {
    "verse_id": 22,
    "translation": "Tvhụ̄ nah chihv zmyns mnz ʿạjz krn vạlụ̄ nah āsmans mnz, th khudays nishhi bchavn vvl kanhh srprst th mddgar chuhnh tuhndi khạṭr."
  },
  {
    "verse_id": 23,
    "translation": "Yimv lukv Allah tʿālyā sndyn āyatn hund th ts sintụ̄ mulaqats chuh ankar kvrmut, tim chih myanhi rḥmt nishhi mayvs spdụ̄mtụ̄. (yʿny tihund kanhh ḥṣh chuhnh myanhi rḥmt mnz. Timn khạṭr chahnh amhi kthhi hnz kanhh gunjạysh zi tim hykn myanhi rḥmt mnz ḥṣh ḥạṣl krnch aumyd thạvith. Byyhi yylhi timv ạkhrt se ankar kvr, th yih kvrukh nh tslyme zi timn chuh zanhh khudays nishhi pysh spdun, tylhi chuh amiyuk mʿny yih zi timv chuhnh khdae sndis bkhshns th mghfrts sintụ̄ aumydi hund rshth godd pytthe vabsth kvrmut) th tihndi khạṭr chuh dg tulvun sza."
  },
  {
    "verse_id": 24,
    "translation": "Pth avs nh abrahym ʿlyh alslam sndi qvmuk jvab amhi vrạe kihinụ̄, zi timv vvn, qtl kriyvun yih nath zạliyvun yih. Ạkhrkar bchvv suh khudayn nar nishhi, yqynaan chhe aath mnz nishạnyih timn lukn khạṭr yim ayman aann vạlụ̄ chih."
  },
  {
    "verse_id": 25,
    "translation": "Th tmụ̄ vvn, tohyih chhvukh dnyachhi zndgy mnz Allah tʿālyā trạvith potlụ̄ bnạvimtụ̄ pans drmyan mḥbtuk dhryʿh. (yʿny tohyih chuhv khuda prsty bjae but prsty hndis bunyads pytth pnnhi ajtmaʿī zndgy hund tʿmyr kvrmut yus dunyạvy zndgy hndis ḥds tam tuhund qvmy shyrazh hykhi gnddith. Tikyazi yythi hykn kunhi thi ʿqyds pytth lukh jmʿ spdith, khvah suh ḥq ạsitn ya bạṭl. Th prth kanhh atfaq th sanput, chahe suh ạsitn kithis thi ghlṭ ʿqyds pytth, hykhi panh vạnụ̄, dvstiyan, rshth dạriyan, bradriyan th baqy tmam mdhhby, muʿāshrty, tmdny, mʿạshy th syạsy tʿlqatn hndi qyamuk dhryʿh bnith.) mgr qyamt kh doh kriv tvhụ̄ akh akis ankar, byyhi kriv akh akis pytth lʿnt, th nar āshi tuhund tthkanh th kanhh āshi nh tuhund mddgar."
  },
  {
    "verse_id": 26,
    "translation": "Tmhi vqth chuh lvuṭ ʿlyh alslam tas manan (ayman anan) th abrahym ʿlyh alslam chuh vnan, bh chuhs pnnis rbs kun hjrt kran, suh chuh zbrdst th ḥkmt vvl."
  },
  {
    "verse_id": 27,
    "translation": "Th ashi kvr ts asḥaq ʿlyh alslam th yʿqvb ʿlyh alslam (hyvu avlad) ʿṭa, th tmụ̄ sndis nsls mnz thạv nbvt th ktab, th ts kvr dunyahs mnz tmiyuk ajr ʿṭa, th ạkhrts mnz āshi suh yqynaan ṣalḥynv mnz."
  },
  {
    "verse_id": 28,
    "translation": "Byyhi svuz ashi lvuṭ ʿlyh alslam yylhi tmụ̄ pnnis qvmas vvn, tvhụ̄ chihv so fḥsh kạm kran, yosh tohyih brvnhh dnya valyv kạnshi chahnh krmcz."
  },
  {
    "verse_id": 29,
    "translation": "Kya tuhund ḥal chha yih zi mrdn nishhi chihv gczhan, byyhi chihv rhzny kran, th pnnyn mjlsn mnz chihv bur kamhi kran? Pth avs nh kanhh jvab tmụ̄ sndi qvmh ṭrfh, amhi vrạe zi timv vvn, aan Allah tʿālyā sund ʿdhab agr cz pziyvr chuhkh."
  },
  {
    "verse_id": 30,
    "translation": "Lvuṭ ʿlyh alslam chuh vnan, ae myanhi rb, yimn mfsdn hndis mqabls mnz kr me mdd."
  },
  {
    "verse_id": 31,
    "translation": "Th yylhi sạnụ̄ frshth abrahym ʿlyh alslams nishhi bshart hyth vạtụ̄, timv vvn ts, asụ̄ chih yymhi bsty hndụ̄ lukh hlak krn vạlụ̄, (yymhi bsty hund asharh avs qvmi lvuṭ kis ʿlaqs kun. Ḥẓrt abrahym ʿlyh alslam ạsụ̄ tmhi vqth flsṭyn kis ḥabrvns (mvjvdh alkhlyl) mnz rvzan. Amhi shhrkis jnvb mshrqs mnz chuh kynhh myl dvur bḥyrh mrdaruk suh ḥṣh, yythi godd qvmi lvuṭ bsan avs, th vonụ̄ yth pytth bḥyruk āb chuh phhlith. Yih ʿlaqh chuh vasvnis kun, th ḥbrvn chav thazv pharriyv pytthh chuh ṣaf aathih yivan. Aamy mvjvb chih frshth ath kun asharh krith ḥẓrt abrahym ʿlyh alslams ʿrẓ kran zi, asụ̄ chih yih bsty hlak krn vạlụ̄). Aamikụ̄ lukh chih varyah ẓạlim bnymtụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Abrahym ʿlyh alslam chuh vnan, tathi he lvuṭ ʿlyh alslam chuh. Timv vvn, asụ̄ chih var pạtthụ̄ zanan zi tathi kus kus chuh. Asụ̄ bchavvn suh th tmụ̄ sndụ̄ sạry grkụ̄ bạcz, tmụ̄ snzi khandarinhi vrạe. Tmụ̄ snz khandarinụ̄ ạs pth rvzn valyv mnz."
  },
  {
    "verse_id": 33,
    "translation": "Pth yylhi sạnụ̄ frshth lvuṭ (ʿlyh alslams) nishhi vạtụ̄, tihndis yinas pytth spud suh skht pryshan th dl gvs tng timv vvn, nh mah khocz, nah mah he ghm, asụ̄ bchavvth cz th byyhi chạnụ̄ grkụ̄ bạcz, sviae chạnụ̄ khandarinụ̄ yosh pth rvzn valyv mnz chhe."
  },
  {
    "verse_id": 34,
    "translation": "Asụ̄ chih yymhi bsty hndyn lukn pytth āsmanh pytthh ʿdhab nạzil krn vạlụ̄, tmhi fsq (bdkạry) hndi bdvlt yus yim kran chih rvudimtụ̄."
  },
  {
    "verse_id": 35,
    "translation": "Th aashi chhe tmhi bsty hnz akh ttakarh nshạny trạvmcz. (amhi ttakarh nshạny nishhi chuh murad bḥyrh mrdar, yath bḥri lvuṭ thi vnan chih. Qrāni mjyds mnz chuh varyahn jayn mkh kyn kạfrn khṭab krith frmavnh āmut zi yus ʿdhab aath ẓạlm qvms pytth amhi kyv krtuvtav kinụ̄ āmut avs, tmich akh nishany chhe az thi ʿām shahrah hs pytth mvjvd, yosh tvhụ̄ pnnyn tjarty sfrn mnz shamas kun gczhnh vizi rat doh vuchhan chihv.) timn lukn khạṭr yim ʿqlhi chih kạm hyvan."
  },
  {
    "verse_id": 36,
    "translation": "Th madyanas kun svuz ashi tihund bve shʿīb ʿlyh alslam tmụ̄ vvn, ae myanhi qvm kyv lukv, Allah tʿālyā snz bndgy kriv th ạkhrt kh dohkụ̄ rvuziv aumyd var, byyhi mah phyiriv zmyns mnz mufsd bnith zyadty kran."
  },
  {
    "verse_id": 37,
    "translation": "Mgr timv phiyur tas buth. Ạkhrkar rttụ̄ tim akụ̄ skht binilụ̄, th tim rvudụ̄ pnnyn grn mnze pyth."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi krụ̄ aashi ʿād th thmvd hlak, tohyih chhavh timh jayih vuchhmcz yythi tim rvzan ạsụ̄? Tihndụ̄ aʿmal bnạvụ̄ shyṭann tihndi khạṭr khoshnma th tim ddạlin syzi vathi nishhi, ḥalankh tim ạsụ̄ hvsh gvsh thavan."
  },
  {
    "verse_id": 39,
    "translation": "Th qarvn th frʿūn th haman kvr ashi hlak. Mvsyā ʿlyh alslam āv timn nishhi bynat hyth, mgr timv kvr zmyns mnz pnnhi bjruk tkbr ḥalankh ạsụ̄ nh tim sbqt ninh vạlụ̄."
  },
  {
    "verse_id": 40,
    "translation": "Ạkhr kar rvtt aashi prth kanhh tmụ̄ sndis gnahs pytth. Pth svuz ashi timv mnz kạnshi pytth pthrav krn vvl hva, th kanhh rvtt akụ̄ zbrdst dhmakn th kanhh vvl āshi zmyns tl th kanhh kvr ghrq, Allah tʿālyā avs nh timn pytth ẓlm krn vvl mgr tim ạsụ̄ pane pans pytth ẓlm kran."
  },
  {
    "verse_id": 41,
    "translation": "Yimv lukv khudae trạvith baqy chih pnnụ̄ srprst bnạvimtụ̄, tihnz mithal chhe zlrụ̄ snz hish yus pnun akh gr chuh bnavan, th sarive grv khoth zyadh kmzvr gr chuh zlrụ̄ sundue gr āsan. Kash yimn lukn āshi he ʿlm."
  },
  {
    "verse_id": 42,
    "translation": "Khudays trạvith yth chyzs thi yim lukh nad chih layan Allah tʿālyā chuh tath var pạtthụ̄ zanan, th sue chuh zbrdst th ḥkmt vvl."
  },
  {
    "verse_id": 43,
    "translation": "Yimh mthalh chih asụ̄ lukn hnzi fhmạyshhi khạṭr divan, mgr yim mthalh chih time lukh smjhan yim ʿlm thavn vạlụ̄ chih."
  },
  {
    "verse_id": 44,
    "translation": "Khudayn chih āsman th zmyn brḥq pạd krimtụ̄, drḥqyqt chhe ath mnz akh nshạny ahli aymann khạṭr."
  },
  {
    "verse_id": 45,
    "translation": "(ae nby) tlavt kriv tmhi ktabhi hnz, yosh tohyih kun vaḥy hndi dhryʿh chhe svznh āmcz, byyhi kriv nmaz qạym, pzipạtthụ̄ chhe nmaz fḥsh th bur kamyv nishhi rukavan, th Allah tʿālyā snz dhkr chhe amhi khoth thi bvdd chyz. (mṭlb chuh yih zi fḥsh kamyv nishhi rukavun chuh akh loktt chyz, Allah tʿālyā snz dhkr yʿny nmazi hndụ̄ brkat chih aamhi khoth thi khsith.) Allah tʿālyā chuh zanan yikynczhah tvhụ̄ kran chihv."
  },
  {
    "verse_id": 46,
    "translation": "Th ahli ktabn sintụ̄ mah kriv bḥth mgr kriv jan ṭryqh. Timv lukv vrạe yim timv mnz ẓạlm āsn. (yʿny yim lukh ẓulmuk rviyih vrtavn, timn sintụ̄ hykhi tihndi ẓlm kh nvʿīt kh lḥaẓh mukhtlf rviyih thi vartavnh yith. Mṭlb chuh yih zi prth vqth th prth ḥals mnz prth qsm kyn lukn hndis mqabls mnz gczihh nh nrm th myvuttuhe yvt bnith rvzun zi dunya smjhhi ḥq kis dạʿī sndis shrafts kmzvry th lachạry, aslam chuh pnnyn pyrv karn shạystgy, shraft th mʿqvlyt ẓrvur hychhnavan mgr ʿạjzy th mskyny chuhkh nh hychhnavan zi tim rvzn prth ẓạlm sndi khạṭr nrm myvndda bnith.) th timn vniv, zi ashi chuh ayman avnmut tth chyzs pytth thi, yus ashi kun chuh svznh āmut th tth chyzs pytth thi yus tohyih kun avs svznh āmut, svn khuda th tuhund khuda chuh aakve th asụ̄ chih tmụ̄ sndy muslm (frman brdar)."
  },
  {
    "verse_id": 47,
    "translation": "(ae nby) aashi chhe yithe pạtthụ̄ tohyih kun ktab nạzil krmcz. (ath hykn z mṭlb ạsith, akh yih zi yithh pạtthụ̄ goddnikyn pyghmbrn pytth ashi ktabhi āsh nạzil krimcz tithe pạtthụ̄ chhe vonụ̄ yih ktab tohyih pytth nạzil krmcz. Dvyim yih zi ashi chhe aamy tʿlymhi san yih ktab nạzil krmcz zi sanyn ptimyn ktabn hund ankar krith nh kynhh, blkh gczihh timn sarine hund aqrar kran kran yih mannh yinụ̄) amhi mvjvb chih tim lukh yimn goddh ạs ashi ktab diczmcz, yth pytth ayman anan (syaq v sbaq chuh pane vnan zi amhi nishhi chihnh murad tmam ahli ktab blkh chih tim ahli ktab yimn āsmạnụ̄ ktabn hund ṣḥyḥ ʿlm th fhm nṣyb avs spudmut, yim ḥqyqy mʿny ys mnz ahli ktab ạsụ̄.) th yimv lukv mnz thi chih varyah yth pytth ayman anan. (yih asharh chuh ahli ʿrbn kun. Mṭlb chuh yih zi ḥq psnd lukh chih prth jayih yath pytth ayman anan khvah tim ahli ktabv mnz ạsitn ya ghyr ahli ktabv mnz.) th sanyn āyatn hund ankar chih ṣrf kạfre yvt kran."
  },
  {
    "verse_id": 48,
    "translation": "(ae nby) tvhụ̄ ạsiv nh yymhi brvnhh kanhh ktab pran, th nah ạsiv pnnhi athh sintụ̄ lykhan, agr yih āsihe tylhi hykhan bạṭl prst lukh shks mnz pyth."
  },
  {
    "verse_id": 49,
    "translation": "Draṣl chhe yimh ttakar nshạnyih timn lukn hndyn diln mnz yimn ʿlm chuh bkhshnh āmut, (yʿny akis aumy sund qrān hish ktab pysh krnụ̄ th achank timn zbrdst kmalatn hund aẓhar krun yihndi khạṭr kunhi sạbqh tyạry hndụ̄ āthar, zanhh thi kạnshi hndis mushạhds mnz chihnh āmtụ̄, yime chhe ʿql th fhm thavn valyn hnzn nẓrn mnz tihnzi pyghmbry pytth dlalt krn vajnhi rvshn tryn nishạniyih.) th sanyn āyatn hund ankar chihnh kran mgr tim yim ẓạlm chih."
  },
  {
    "verse_id": 50,
    "translation": "Yim lukh chih vnan zi, kyazi āyih nh nạzil krnh amis shkhṣs pytth nishạniyih amụ̄ sndis rb sndi ṭrfh? Vniv, nishạniyih chhe khudays nishhi, th bh chuhs ṣrf ṣaf ṣaf khbrdar krn vvl."
  },
  {
    "verse_id": 51,
    "translation": "Th kya yimn lukn khạṭr chahna yih (nishạny) kạfy zi ashi kr tohyih pytth ktab nạzil, yosh yimn prith chhe bvznavnh yivan? Drḥqyqt chhe ath mnz rḥmt th nṣyḥt timn lukn khạṭr yim ayman chih aanan."
  },
  {
    "verse_id": 52,
    "translation": "(ae nby) vniv zi me th tohyih drmyan chuh Allah tʿālyā gvạhy khạṭr kạfy. Suh chuh āsmann th zmyns mnz svrue kynhh zanan. Yim lukh bạṭls chih manan th khudays sintụ̄ chih kufr kran time chih khsars mnz rvzn vạlụ̄."
  },
  {
    "verse_id": 53,
    "translation": "Yim lukh chihv tohyih jldy ʿdhab aannuk mṭalbh kran. Agr akh vqt muqrr āsihe nh krnh āmut, tylhi āsihe yimn pytth ʿdhab āmut. Th yqynaan yiyhi suh (pnnis vqts pytth) achank, aath ḥals mnz zi yimn rvznh khbre."
  },
  {
    "verse_id": 54,
    "translation": "Yim chihv tohyih jldy ʿdhab aannuk muṭalbh kran ḥalankh jhnmn chih yim kạfr ghyrs mnz rttimtụ̄. (th yimn lghi pe)"
  },
  {
    "verse_id": 55,
    "translation": "Tmhi doh yylhi yimn ʿdhab pytthụ̄kinụ̄ thi vurun kri, th khorav bnụ̄kinụ̄ thi, th vnykh zi vuchihv vonụ̄ mzh timn krtvutn hund yim tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 56,
    "translation": "Ae myanyv bndv! Yimv ayman chuhv avnmut, myạnụ̄ zmyn chhe vsyʿ, lhādha kriv tvhụ̄ myạny bndgy. (yih asharh chuh hijrts kun. Mṭlb chuh yih zi agr mks mnz khudae snz bndgy krnụ̄ mshkl chahv gczhan, tylhi nyriv mlk trạvith, khudae snz zmyn chahnh tng. Yth jayih tvhụ̄ khudae sndụ̄ bndh bnith rvuzith hykiv tvrụ̄ gczihv.)"
  },
  {
    "verse_id": 57,
    "translation": "Prth zuv dars chuh mvtuk mzh vuchuhn, pth yiyiv tvhụ̄ sạry aasy kun vaps phirnh."
  },
  {
    "verse_id": 58,
    "translation": "Yimv lukv ayman chuh avnmut th nyk ʿmlh chhe krimcz, tim thavvkh asụ̄ jnt chn bulnd v bala ʿiimartn mnz, yimn bnụ̄kinụ̄ kolh āsn pkan, tathi rvzn tim hmyshh, kvtah jan ajr chuh ʿml krn valyn khạṭr."
  },
  {
    "verse_id": 59,
    "translation": "Timn lukn khạṭr yimv ṣbr chuh kvrmut th yim pnnis rbs pytth bhrvsh chih kran."
  },
  {
    "verse_id": 60,
    "translation": "Kạtyah janvr chih yim pnun rizq hyth chihnh phyran thvran, Allah tʿālyā chuh timn rziq divan, th tuhund rizq dinh vvl thi chuh sue. Suh chuh svrue kynhh bvzan th zanan."
  },
  {
    "verse_id": 61,
    "translation": "Agr tvhụ̄ yimn prczihv zi zmyn th āsman kmụ̄ chih pạd krimtụ̄, (yythi pytthh chuh byyhi klamuk rokh kufari mkn kun gczhan) th zvun th āftab kmụ̄ chuh muskhr krith thvvmut, tylhi vann ẓrvur zi khudayn. Tylhi kpạrụ̄ chih yim dvkhh khyvan?"
  },
  {
    "verse_id": 62,
    "translation": "Allah tʿālyā he chuh yus pnnyv bndv mnz yymụ̄ sund rziq yczhan chuh tmụ̄ sund chuh kushadh kran, th yymis yczhan chuh ts chuh tng kran, yqynaan chuh Allah tʿālyā prth chyzuk zann vvl."
  },
  {
    "verse_id": 63,
    "translation": "Byyhi agr tvhụ̄ yimn prczihv, kmụ̄ trvv āsmanh āb, th aamhi dhryʿh krn mordh pymcz zmyn zindh? Tylhi vnn tim ẓrvr, khudayn. Vniv, alḥmdu llh, (yth jayih chuh alḥmdu lilh zh mʿne divan, akh yih zi yylhi ymh sare kamhi khudae snz chhe tylhi chuh ḥmduk ḥqdar thi ṣrf sue, dvyimyn kpạrụ̄ vvt ḥmduk aistḥqaq (ḥq)? Dvym yih zi khudae sund shukr chuh, amhi kthhi hund aʿtraf chihv tvhụ̄ panh thi kran.) mgr yimv mnz chihnh akthr lukh smjhan."
  },
  {
    "verse_id": 64,
    "translation": "Th yih dunya hch zndgy chahnh kihinụ̄ mgr akh khyl th dil ranznavun. Aṣly zndgy hund gr chuh ạkhrtuk gr, kash zanhn yim lukh."
  },
  {
    "verse_id": 65,
    "translation": "Yylhi yim lukh navi mnz chih svar spdan tylhi chih pnun dyn Allah tʿālyā sndi khạṭr khạlṣ krith ts duʿā mngan, pth yylhi suh yimn bchạvith hochhrs pytth chuh anan, pth chih achank yim shrk krnhi lgan,"
  },
  {
    "verse_id": 66,
    "translation": "Takh Allah tʿālyā sndis ditụ̄mtis njatas pytth krn tmụ̄ sndis nʿmts ankar, th (dnya chh zndgy) tuln mzh. Achha ʿnqryb lghi yimn pe."
  },
  {
    "verse_id": 67,
    "translation": "Kya yim chihnan vuchhan zi ashi chuh akh puramn ḥrm bnvvmut, ḥalankh yimn andụ̄pkụ̄ ạsụ̄ lukh tulnh yivan? (yʿny kya yihund shhri mkh, yymhi kis damns mnz yimn kmal drjuk aman chuh ḥạṣl, chha kạnshi latn ya hubln ḥrm bnvvmut? Kya kạnshi diyvy ya dyvta sund avsa yih ṭaqt zi ddayav sasav vriyav pytthh hykhi he ʿrb kis anthạyy bd amny hndis maḥvls mnz yih jae tmam fitnv th fsadav nishhi mḥfvẓ thạvith? Agr nh aamich ḥurmat brqrar thavn vạlụ̄ asụ̄ ạsụ̄ tylhi kus avs?) kya amhi pth thi chha yim lukh bạṭils manan th Allah tʿālyā sndis nʿmts chih ankar kran?"
  },
  {
    "verse_id": 68,
    "translation": "Ts shkhṣs khoth khsith ẓạlim kus āshi yus khudays aapuz thavi lạgith, ya kri ḥqs ainkar, yylhi zn suh amis brvnhh kun vvtmut āshi? Kya yithyn kạfrn hund tthkanh chuhna ṣrf jhnm?"
  },
  {
    "verse_id": 69,
    "translation": "Yim lukh sanhi khạṭr mujahdh krn, timn havav asụ̄ pnnhi vath (mṭlb chuh yih zi yim lukh Allah tʿālyā snzi vathi mnz akhlaṣ san pvur dunya hs sintụ̄ kshmukshuk khṭrh mvlụ̄ chih hyvan, timn chuhnh Allah tʿālyā tihndis ḥals pytth travan, blkh chuh suh timn dstgyry th rhnmạyy kran, th pans kun yinh chh vth chuh tihndi khạṭr ylh travan. Suh chuh qdms qdms pytth timn vnan zi sạnụ̄ khoshnvdy kithh pạtthụ̄ hykiv tvhụ̄ ḥạṣl krith. Prth akis mvrrs pytth chuh timn gash havan zi syz vath kpạrụ̄ chhe, th ghlṭ vath kmh chhe. Yyiczah nyk nyty th rczrch ṭlb timn mnz āsan chhe, tyvutah chuh Allah tʿālyā sund mdd th tvfyq th hdayt thi timn sintụ̄ rvzan.) th yqynaan chuh Allah tʿālyā nykv karne sintụ̄."
  }
]