[
  {
    "verse_id": 1,
    "translation": "A. L. M."
  },
  {
    "verse_id": 2,
    "translation": "Ruvmy chih nzdyk kis zmyns andr mghlvb spdmtụ̄,"
  },
  {
    "verse_id": 3,
    "translation": "Th pnnhi amhi mghlvbyt pth gczhn tim kynczhn vriyn mnz ghạlb. (yih asharh chuh tth lrrayih kun yosh tth zmans mnz ruvm th ayran chn slṭntn drmyan chlan ạs. Tmhi vqth avs ruvmiyav vultth pạtthụ̄ shkst khyvmut, th kanhh hykhi he nh khyale krith zi vonụ̄ kya hykn yim byyhi thvd vtith. Mgr Allah tʿālyā chuh yth āyts mnz yih pyshn gvyy frmavan zi kynczhn vriyn mnz yin rvmy byyhi ghạlb)"
  },
  {
    "verse_id": 4,
    "translation": "Allah tʿālyā sundue akhtyar chuh, godd thi th pth thi. Th suh doh āshi suh yylhi Allah tʿālyā sndis bkhshnh āmtis ftḥs pytth muslman khvshyih mnavn. (yih ạs byakh akh pyshn gvʿy. Amiyuk mʿny āv tmhi vqth lukn smjh, yylhi jngi bdrs mnz ypạrụ̄ muslmann ftḥ spz, th hopạrụ̄ spdụ̄ ruvm th ayran kis jngs mnz ruvmy ghạlb)"
  },
  {
    "verse_id": 5,
    "translation": "Allah tʿālyā chuh nṣrt ʿṭa frmavan yas kạnshi yczhan chuh, byyhi chuh suh zbrdst th rḥym."
  },
  {
    "verse_id": 6,
    "translation": "Yih vʿdh chuh khudayn kvrmut, khudae chuhnh zanhh pnnis vʿds khlaf vrzy kran, mgr akthr lukh chihnh zanan."
  },
  {
    "verse_id": 7,
    "translation": "Lukh chih dunyachhi zndgy hund ṣrf ẓạhry phlv zanan th ạkhrt nishhi chih tim panh ghạfl."
  },
  {
    "verse_id": 8,
    "translation": "Kya timv kvr na zanhh pnnis pans pytth ghvr v fkr? Khudayn chih zmyn th āsman th tim sạry chyz yim yimn mnz bag chih, brḥq th akis mqrr vqts khạṭr pạd krimtụ̄. Mgr varyah lukh chih pnnis rb sndi mlaqatkụ̄ mnkr. (yʿny agr ansan kaʿnat kis nẓams ghvr san vuchhhi, tylhi yin ts zh ḥqyqth ttakarh pạtthụ̄ aathhi, akh yih zi yih chuhnh kạnshi gindn vạlụ̄ sund gindan tmashhi, blkh chuh akh ḥikmts pytth mbny th bamqṣd nẓam. Dvm yih zi yih chuhnh azly th abdy nẓam, blkh chuh akhi vqth lazimaan ath khtm spdun. Yimh doshve kthh chhe ạkhrts pytth dlalt kran, mgr lukh chih yih svrue vuchihth thi aath ankar kran)"
  },
  {
    "verse_id": 9,
    "translation": "Th kya yim lukh chihna zanhh zmyns mnz phyirimtụ̄ thvurimtụ̄, zi yimn yiyhi he timn lukn hund anjam athhi, yim yimn brvnhh chih guzrymtụ̄? Timn avs yihndi khoth zyadh ṭaqt, timav lvg zmyn rtụ̄ pạtthụ̄, th yih avsukh tyvutah ābad kvrmut yvutah yimv chuhnh kvrmut timn nishhi āe tihindụ̄ rsvl ttakarh nishạnyih hyth. Pth avs nh Allah tʿālyā timn pytth ẓlm krn vvl, mgr tim ạsụ̄ pane pans pytth ẓlm kran."
  },
  {
    "verse_id": 10,
    "translation": "Ạkhr kar yimv lukv burạyiyih āsh krimcz, tihund anjam spud varyah bur, amhi mvjvb zi timv avs Allah tʿālyā sndyn āyatn buth phiyrumut, byyhi ạsụ̄ timn ttsnh czttan."
  },
  {
    "verse_id": 11,
    "translation": "Allah tʿālyā he chuh pydạyishhi hund abtda kran, pth kri sue aamiyuk aiʿādh, pth yiyiv tvhụ̄ tsụ̄ kun vaps ninh."
  },
  {
    "verse_id": 12,
    "translation": "Th yylhi suh saʿt brpa spdi, tmhi doh rvzn mujrm naaumyd dyan. (draṣl chuh lfẓ mublisuvn vartavnh āmut, aiblaas gvv mayvsy th ṣdmh kis bunyads pytth kạnshi shkhṣh sund ghmgyn spdun, rhith gczuhn.)"
  },
  {
    "verse_id": 13,
    "translation": "Tihndyv tthhravnh āmtyv shrykv mnz āshi nh khnụ̄ tihund sfạrsh dr, th tim krn pnnyn shrykn ankar. (yʿny tmhi vqth krn yim mushrk khod amhi kthhi hund aqrar zi asụ̄ ạsụ̄ yim khudae sndụ̄ shryk tthhravns mnz ghlṭy pytth.)"
  },
  {
    "verse_id": 14,
    "translation": "Yymhi doh suh saʿt brpa spdi, tmhi doh gczhn (sạry ansan) alg jmạʿczn mnz tqsym."
  },
  {
    "verse_id": 15,
    "translation": "Yimv lukv ayman chuh avnmut th yimv nyk ʿmlh chhe krimcz, tim yin akis baghs mnz shadan th frḥan (khoshḥal) thavnh."
  },
  {
    "verse_id": 16,
    "translation": "Th yimv lukv kufr chuh kvrmut, byyhi chihkh sạnụ̄ āyat th ạkhrtuk mlaqat aapuz zvnmut, tim yin ʿdhabs mnz (grftar krith) ḥạẓr thavnh."
  },
  {
    "verse_id": 17,
    "translation": "Lhādha kriv tsbyḥ Allah tʿālyā snz, yylhi tvhụ̄ sham chihv kran th yylhi ṣbḥ chihv kran."
  },
  {
    "verse_id": 18,
    "translation": "Āsmann th zmyns mnz chuh tmụ̄ sndụ̄ khạṭr ḥmd, th (tsbyḥ kriv tmụ̄ snz) tryymhi phr, byyhi yylhi tohyih pytth ẓuhrk vqt chuh vatan. (yth āyts mnz chuh nmazi hndyn czon vqtn kun ṣaf asharh, fjr, mghrb, ʿṣr, ẓuhr. Yth sintụ̄ agr svrh hvud āyt 114, svrh bny asraʿyl āyt 78 th svrh ṭāhā āyt 130, prnh yiyhi tylhi chuh nmazi hndyn panczvne vqtn hund ḥukm nyran.)"
  },
  {
    "verse_id": 19,
    "translation": "Suh chuh zinds mords nishhi krran, th mords chuh zinds nishhi krrith aanan, th zmyns chuh tamhi kh mvt pth zndgy bkhshan. Yithe pạtthụ̄ yiyiv tvhụ̄ lukh thi (mvt kh ḥalth mnz) krrith aannh."
  },
  {
    "verse_id": 20,
    "translation": "Tmụ̄ snzv nishạniyav mnz chuh yih zi tmụ̄ krinav tvhụ̄ myczi nishhi pạd. Pth chihv tvhụ̄ ykayk bshr zi (zmyns mnz) chihv phhlan pkan."
  },
  {
    "verse_id": 21,
    "translation": "Tmụ̄ snzv nshạniyv mnz chuh yih zi tmụ̄ banavi tuhndi khạṭr tuhndy jnsh mnz khandarinhi takh tvhụ̄ kriv timn nishhi skvn ḥạṣl, th tohyih mnzbag kvrun mḥbt th rḥmt pạd. Yqynaan chhe aath mnz varyah nishạniyh timn lukn khạṭr yim ghvr v fkr chih kran."
  },
  {
    "verse_id": 22,
    "translation": "Th tmụ̄ snzv nishạniyav mnz chhe āsmann hnz th zmynch pydạysh, th tuhnzn zbann th tuhndyn rngn hund akhtlaf. Yqynaan chhe ath mnz varyah nishạniyih dansh mnd lukn khạṭr."
  },
  {
    "verse_id": 23,
    "translation": "Th tmụ̄ snzv nishạniyav mnz chuh tuhnd rats th dohs shongun th tuhund tmụ̄ sund fẓl tlash krun. Yqynaan chhe ath mnz varyah nishạnyih timn lukn khạṭr yim (ghvr san) bvzan chih."
  },
  {
    "verse_id": 24,
    "translation": "Th tmụ̄ snzv nishạnyv mnz chuh yih zi suh chuhv tohyih vuzmlhi hnz chmk havan khvfh san thi th ṭmʿ san thi. Th āsmanh chuh āb travan, pth chuh amhi kh dhryʿh mvudimtis zmyns zndgy bkhshan. Yqynaan chhe ath mnz varyah nishạnyih timn lukn khạṭr yim ʿqlhi chih kạm hyvan."
  },
  {
    "verse_id": 25,
    "translation": "Th tmụ̄ snzv nishạniyv mnz chuh yih zi āsman th zmyn chhe tmụ̄ sndi ḥukmh sintụ̄ qạyim. Pth yutuhe tmụ̄ tohyih zmynh pytthh nad lve, bs akụ̄se nads pytth yiyiv tvhụ̄ achank niyrith."
  },
  {
    "verse_id": 26,
    "translation": "Āsmann th zmyns mnz yim thi chih, tim chih tmụ̄ sndụ̄ bndh. Sạry chih andhyth tmụ̄ sndy frmankụ̄ tabʿ."
  },
  {
    "verse_id": 27,
    "translation": "Sue chuh yus tkhlyquk abtda chuh kran, pth kri sue amiyuk aiʿādh, th yih chuh tmụ̄ sndi khạṭr sytthah shl. Āsmann th zmyns mnz chuh tmụ̄ sund ṣft sarive khoth brtr, th suh chuh zbrdst th ḥkmt vvl."
  },
  {
    "verse_id": 28,
    "translation": "Suh chuhv tohyih khod tuhndy pnnhi dhat nishhi akh mthal divan. Kya tuhndyv timv ghlamav mnz yim tuhndis milkyts mnz chih, chha kynhh ghlam tithụ̄ thi yim sanhi dinh āmthi mal v dvlt mnz tohyih sintụ̄ brabrkụ̄ shryk āsn, th tvhụ̄ ạsiv timn tithh pạtthụ̄ khoczan yithh pạtthụ̄ panhi vạnụ̄ pans hivyn chihv khoczan. (yih chuh sue mẓmvn yus svrh nḥl āyt nmbr 71 ths mnz chuh āmut. Doshvnụ̄ jayn chuh aistdlal yih zi yylhi tvhụ̄ pnnis mals mnz pnnụ̄ ghlam chhvukh nh shryk kran, tylhi kithh pạtthụ̄ chahv tohyih yih kth fikri tran zi khudae kri pnnhi khudạyy mnz pnnyn bndn shryk?) yithh pạtthụ̄ chih asụ̄ āyat kran khvulith pysh timn lukn khạṭr yim ʿqlhi chih kạm hyvan."
  },
  {
    "verse_id": 29,
    "translation": "Mgr yim ẓạlim chih svnchnh smjhnh vrae pnnyn tkhylatn (khvahshatn) pth ligmtụ̄. Vonụ̄ kus hykhi ts shkhṣs vath hạvith yus khudayn āshi ddvlmut? Yithyn lukn hykhi nh kanhh mddgar ạsith."
  },
  {
    "verse_id": 30,
    "translation": "Lhādha (ae nby, th nby ṣly Allah ʿlyh v slmn hndyv pyrvkarv) yk suv spdith jmạviv pnun rokh yth dyns kun, qạyim spdiv tth fṭrts pytth yath pytth khudayn ansan chih pạd krimtụ̄, Allah tʿālyā snz bnavnh āmcz sakht hykhi nh bdlavnh yith (yʿny khudayn chuh ansan pnun bndh bnvvmut th ṣrf chuhn pnny bndgy khạṭr pạd kvrmut. Yih sakht hykhi nh kạnshi hndi bdlavnh sintụ̄ bdlith. Nh hykhi ansan bndh āsnh nishhi ghyr bndh bnith, nh hykhi kạnshi ghyru Allah hs Allah bnavnh sintụ̄ suh ḥqyqts mnz tmụ̄ sund Allah bnith. Ansan bnạvi tn khvah pans kạtyah thi mʿbvd, mgr yih ḥqyqt chhe pnnhi jayih attl zi suh chuhnh akis khudays vrạe byyhi kạnshi hund bndh. Dvym trjmh hykhi amhi āytuk yithi spdith zi Allah tʿālyā sndis bnavnh āmtis sakhts gczihh nh tbdyly yinụ̄ krnh, yʿny yth fṭrts pytth khudayn ansan chuh pạd kvrmut, so bigarrnụ̄ th mskh krnụ̄ chuhnh drst) yohe chuh balkl syvd th drst dyn, mgr akthr lukh chihnh zanan."
  },
  {
    "verse_id": 31,
    "translation": "(qạyim spdiv aath kthhi pytth) khudays kun rjvʿ kran kran, th khvcziv tas, th nmaz kriv qạyim, byyhi mah spdiv timv mshrkv mnz,"
  },
  {
    "verse_id": 32,
    "translation": "Yimav pnun pnun dyn alg chuh bnvvmut, th grvhn mnz chih tqsym gmtụ̄ prth akis grvhs nishhi yikynczhah chuh, suh chuh tthụ̄ mnz āvur (khosh)."
  },
  {
    "verse_id": 33,
    "translation": "Lukn hund ḥal chuh yih zi yylhi yimn kanhh tklyf vatan chuh, tylhi chih pnnis rbs kun rjvʿ krith ts nad layan, pth yylhi suh pnnhi rḥmtuk dhạyqh yimn vuchhnavan chuh, tylhi chih ykayk yimv mnz kynhh lukh shrk lagan krun."
  },
  {
    "verse_id": 34,
    "translation": "Takh sạnis krimtis aḥsans krn nashukry. Achha, kriv mzh, ʿnqryb lgyv tohyih pe."
  },
  {
    "verse_id": 35,
    "translation": "Kya aashi chha kanhh sand th dlyl yimn pytth nạzil krmcz, yosh shhadt āshi divan tmhi shrk kis shhadts pytth yus yim kran chih?"
  },
  {
    "verse_id": 36,
    "translation": "Yylhi asụ̄ lukn rḥmtuk dhaʿqh vuchhnavan chih, tylhi chuh timn ath pytth bvsh khsan. Th yylhi yihndyv pnnyv krimtyv krtvutav sintụ̄ yimn pytth kanhh muṣybt chuh yivan, tylhi chih achank tim mayvs gczhnhi lgan."
  },
  {
    "verse_id": 37,
    "translation": "Kya yim lukh chihna vuchhan zi Allah tʿālyā he chuh rzq kushadh kran yas yczhan chuh tas, th tng chuh kran (ys yczhan chuh tas)? Yqynaan chhe aath mnz varyah nishạnyih timn lukn khạṭr yim ayman chih anan."
  },
  {
    "verse_id": 38,
    "translation": "Lhādha (ae muvmina) rshth dars di tmụ̄ sund ḥq, th miskyns th musafrs (tmụ̄ sund). (yih chuhnh āmut frmavnh zi rshth dars, mskyns th musafrs di khyrat. Arshad chuh yih spudmut zi yih chuh tmụ̄ sund ḥq yus cze diyun pzy, th ḥq zạnithe di tmis) yih ṭryqh chuh bhtr timn lukn khạṭr yim Allah tʿālyā snz khoshnvdy chih yczhan, th time chih flaḥ lbn vạlụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Yus svud tvhụ̄ divan chihv, takhi lukn hndyn maln mnz rlith gczihh tath aiẓafh, khudays nzdyk chuhnh tath aiẓafh gczhan. (qrāni mjyds mnz chih yih goddnich āyt yosh svudkis mdhmts mnz nạzil spz. Yim pth aḥkam chih, timav khạṭr vuchihv āli ʿmran āyt nmbr 130, albqrh āyt nmbr 275 pytthh 281) th yosh zkvāh tvhụ̄ Allah tʿālyā snz khoshnvdy ḥạṣl krnh kh aradh divan chihv, amhi ky dinh vạlụ̄ chih drḥqyqt pnnụ̄ mal hurravan."
  },
  {
    "verse_id": 40,
    "translation": "Allah tʿālyā he chuh yymụ̄ tvhụ̄ pạd krinv, pth duytnav tohyih rziq, pth chuhv suh tohyih mvt divan, pth kryv suh tohyih zndh. Kya tuhndyv tthhravnh āmtyv shrykv mnz chha kanhh tiyuth yus yimv mnz kanhh thi kạm āshi kran? Pak chuh suh byyhi chuh sytthah bala v brtr tmhi shrkh nishhi yus yim kran chih."
  },
  {
    "verse_id": 41,
    "translation": "Khshky th ạby mnz chuh fsad brpa spudmut, lukn hndyv pnnyv aathv hnzi kmayih sintụ̄ (yih asharh chuh tth jngs kun yus tmhi vqth dunya kyn don ʿẓym ṭaqtn yʿny ruvss th ayrans drmyan brpa avs) takh dhaʿqh vuchhnavi timn tihnzn kynczhn ʿmln hund, bnan chuh zi tim yin baz."
  },
  {
    "verse_id": 42,
    "translation": "(ae nby) yimn vniv zi zmyns mnz phyiriv thvuriv, pth vuchihv goddnikyn guzrymtyn lukn hund kya anjam chuh spudmut? Timv mnz ạsụ̄ akthr mushrike."
  },
  {
    "verse_id": 43,
    "translation": "Lhādha (ae nby) pnun rokh jmạviv mẓbvṭy san yth dyni rast kis ṭrfs mnz, amhi brvnhh zi suh doh vathi yymhi kh ttlnch kanhh ṣvrt Allah tʿālyā sndi ṭrfh chahnh. Tmhi doh gczhn lukh akh akis nishhi alg."
  },
  {
    "verse_id": 44,
    "translation": "Yymụ̄ kufr chuh kvrmut tmụ̄ sndi kufrk vbal chuh tmụ̄ se pytth, th yimv lukv nyk ʿml chhe krmcz tim chih pnny khạṭr (kamyạby hnz vath) ṣaf kran,"
  },
  {
    "verse_id": 45,
    "translation": "Takh Allah tʿālyā diyih ayman anan valyn th ṣalḥ ʿmlh krn valyn pnnhi fẓl sintụ̄ jza. Yqynaan chuhnh suh kạfrn psnd kran."
  },
  {
    "verse_id": 46,
    "translation": "Tmụ̄ snzv nishạniyv mnz chuh yih zi suh chuh hva svzan bshart dinh khạṭr, th tohyih pnnhi rḥmtuk mzh vuchhnavnh khạṭr, th amhi ghrẓh khạṭr zi nav pakn tmụ̄ sndi ḥukmh sintụ̄, th tvhụ̄ kriv tmụ̄ sund fẓl tlash, th tmụ̄ sndụ̄ shukr gzar bniv."
  },
  {
    "verse_id": 47,
    "translation": "Th ashi svuzụ̄ tohyih brvntthim rsvl tihndyn qvmn kun, th tim āe timn nishhi ttakarh nishạniyih hyth. Pth yimv jurm kvr timn hyvt ashi antqam, th ashi pytth avs ḥq zi asụ̄ krhav mvmnn mdd."
  },
  {
    "verse_id": 48,
    "translation": "Allah tʿālyā he chuh yus hvahn chuh svzan, th tim chih avbur tulan pth chuh suh yimn auvbran āsmans mnz phhlavan yithh pạtthụ̄ yczhan chuh tithh pạtthụ̄, th yimn chuh ḥiṣan mnz tqsym kran, pth chihv tvhụ̄ vuchhan zi rvud qṭrh chih avbr mnz nyirith pshpan yivan. Yih rvud yylhi suh travan chuh, pnnyn bndn yimn pytth yczhan chuh,"
  },
  {
    "verse_id": 49,
    "translation": "Tim chih achank khosh v khurm spdan, ḥalankh amhi kh pynh brvnhh ạsụ̄ tim mayvs hytụ̄mtụ̄ gczhnụ̄."
  },
  {
    "verse_id": 50,
    "translation": "Vuchihv Allah tʿālyā sndi rḥmtkụ̄ athrat zi mordh pymtis zmyns kithh pạtthụ̄ chuh suh zindh kran, yqynaan chuh suh mordn zndgy bkhshn vvl, th suh chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 51,
    "translation": "Th agr asụ̄ tyuth akh hva svzav yymhi kh athr sintụ̄ tim pnun ziraʿt lydriyamut vuchhn, tylhi chih tim kufr kran rvzan. (yʿny pth chih tim khudays voh voh kran th ts chih lagan alzam khalnụ̄ zi tmụ̄ kithụ̄ mṣybt chih ashi pytth trạvimtụ̄, ḥalankh yylhi khudayn timn pytth nʿmtch bạrsh ạs krmcz, tmhi vqth ạs timv shkr bjae aamich be qdry krmcz)."
  },
  {
    "verse_id": 52,
    "translation": "(ae nby) tvhụ̄ hykiyvukh nh mordh bvznạvith, (yʿny timn lukn yihndụ̄ ẓmyr mvudimtụ̄ chih) nah hykiyvukh tim zrụ̄ pnun ālv bvznạvith yim pvt phyirith āsn czlan,"
  },
  {
    "verse_id": 53,
    "translation": "Th nh hykiv tvhụ̄ timn gumrạhy mnz krrith siyz vath hạvith. Tvhụ̄ hykiyvukh ṣrf time bvznạvith, yim sanyn āyatn pytth ayman chih anan, byyhi chih tslym kran."
  },
  {
    "verse_id": 54,
    "translation": "Allah tʿālyā he chuh yymụ̄ kmzvury hndis ḥalts mnz tuhnzi pydạshhi hund abtda kvr, pth krnav kmzvury pth tohyih quvt ʿṭa, pth krụ̄nav tvhụ̄ amhi quvt pth ẓʿīf th budd, suh yikynczhah yczhan chuh thi chuh pạd kran. Th suh chuh svrue zann vvl, prth chyzs pytth qdrt thavn vvl."
  },
  {
    "verse_id": 55,
    "translation": "Th yylhi suh saʿt brpa spdi. (yʿny qyamt yymhi kh ynch khbr chhe dinh yivan) mujrm vnan qsm hạvụ̄ hạvụ̄ zi asụ̄ chihnh akhi gri khoth zyadh tthhrymtụ̄, yithe pạtthụ̄ ạsụ̄ tim dunya chih zndgy mnz dokhh khyvan."
  },
  {
    "verse_id": 56,
    "translation": "Mgr yim ʿlmh th ayman sintụ̄ nvaznh ạsụ̄ āmtụ̄ tim vnan zi, Allah tʿālyā sndis nvishts mnz chihv tvhụ̄ rvzi ḥshrs tam pyth rvudmtụ̄, lhādha chuh yih sue rvzi ḥshr, mgr tvhụ̄ ạsiv nh zanan."
  },
  {
    "verse_id": 57,
    "translation": "Lhādha āshi suh doh yth mnz ẓạlimn tihnz mʿdhrt kanhh nfʿ diyih nh, nh yiyhi timn mʿạfy mngnh khạṭr vannh. (dvym trjmh hykhi yithi spdith, nh yiyhi timn nishhi yih yczhnh zi pnun rb kriyvun rạẓụ̄.)"
  },
  {
    "verse_id": 58,
    "translation": "Ashi chih yth qrāns mnz lukh rngh rngh smjhạvimtụ̄. Tvhụ̄ anụ̄ tav khvah kanhh nishạny, yimv lukv mannh nishhi ankar chuh kvrmut tim vnn yy zi tvhụ̄ chihv bạṭls pytth."
  },
  {
    "verse_id": 59,
    "translation": "Yithh pạtthụ̄ chuh tthph lgavan Allah tʿālyā timn lukn hndyn diln pytth yim be ʿlm chih."
  },
  {
    "verse_id": 60,
    "translation": "Lhādha (ae nby) ṣbr kriv, yqynaan chuh Allah tʿālyā sund vʿdh pvz, th hrgz gczhnav nh lvtụ̄ lbnụ̄ tohyih tim lukh, yim yqyn chihnh kran. (yʿny dushmn gczhnv nh tohyih tithụ̄ kmzvr smjhnụ̄ zi tihndi shvr v ghavgha sintụ̄ kya dbiv tvhụ̄ ya gczihv tihndyv bhtanv th pane bnavnh āmczn kthn hnzi muhimhi sintụ̄ mrʿūb ya spdiv tvhụ̄ tihnzv pamav th ṭʿnv ttsnav sintụ̄ pst hmt ya khvcziv tihnzn dhmkyn th ṭaqt kyn muẓạhrn th ẓlm v sitms ya phisliv tvhụ̄ tihnzv dinh āmczv lalchv sintụ̄.)"
  }
]