[
  {
    "verse_id": 1,
    "translation": "A. L. M."
  },
  {
    "verse_id": 2,
    "translation": "Yim chih ḥkmt vajinhi ktabhi hndụ̄ āyat, (yʿny ticzihh ktabhi hndụ̄ āyat yosh ḥikmt sintụ̄ lbryz chhe, yymich prth kanhh kth ḥkymanh chhe)"
  },
  {
    "verse_id": 3,
    "translation": "Hdayt th rḥmt nykv kar lukn khạṭr,"
  },
  {
    "verse_id": 4,
    "translation": "Yim nmaz chih qạyim kran, zkvāh chih divan, byyhi chih ạkhrts pytth pczh thavan."
  },
  {
    "verse_id": 5,
    "translation": "Yime lukh chih pnnis rb sndi ṭrfh syzi vathi pytth, th yime chih flaḥ lbn vạlụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Th ansan vie mnz chuh kanhh tiyuth yus dlfryb klam chuh mvlụ̄ aanan. (draṣl chih alfaẓ lahva alḥadiyth yʿny ticzh kth yosh ansans pans kun mshghvl krith baqy prth chyz nishhi ghạfl kri. Ravaytn mnz chuh byan spudmut zi yylhi nby ṣly Allah ʿlyh v slmn hndi tblyghkụ̄ athrat qryshn hnzv sarive kvshshv bavjvd phhlnh nishhi rukye nh, timv kvr ayran pytthh rstm th asfndyar sndụ̄ qṣbh mngnạvith dastan gvyy hund slslh shrvʿ, byyhi kvrukh gyvan vajinyn lvniddyan hund antẓam, takh lukh gczhn nh yimn chyzn mnz mshghvl spdith ḥẓvr ṣly Allah ʿlyh v slmn hnz kth bvznụ̄.) takh lukn ddalhi Allah tʿālyā snzi vathi nishhi ʿiilmh vrạe, th amhi vthi hndis dʿūts vuddavi (aasuna ginduna krith) mdhaqn mnz. Yithyn lukn khạṭr chuh skht dhlyl krn vvl ʿdhab."
  },
  {
    "verse_id": 7,
    "translation": "Ts yylhi sạnụ̄ āyat chih bvznavnh yivan, suh chuh bdd ghrvur san tithh pạtthụ̄ rokh phiran, zanth tmụ̄ yim bvuzy nh, znth tmụ̄ sndyn knn zar chuh. Achha, khosh khbr bvznạviyvun yih akhi dg tulvnhi ʿdhabch."
  },
  {
    "verse_id": 8,
    "translation": "Albth yim lukh ayman ann th nyk ʿmlh krn, tihndi khạṭr chih nʿmth vạlụ̄ jnt,"
  },
  {
    "verse_id": 9,
    "translation": "Yimn mnz tim hmyshh rvzn. Yih chuh Allah tʿālyā sund pokhth vʿdh, byyhi chuh suh zbrdst th ḥkmt vvl."
  },
  {
    "verse_id": 10,
    "translation": "Tmụ̄ krụ̄ āsman pạd thamav vrạe yim tohyih nẓri chihv gczhan. Tmụ̄ jmạvụ̄ zmyns mnz pharr, takh so gczihh nh tvhụ̄ hyth ddolh. Tmụ̄ phhlạvụ̄ prth qsmkụ̄ janvr zmyns mnz, th āsmanh trvvun rvud, th zmyns mnz vopdạvin qsmh qsmkụ̄ chyz."
  },
  {
    "verse_id": 11,
    "translation": "Yih chhe Allah tʿālyā snz tkhlyq, vonụ̄ hạvi tav me yimv baqyv kya chuh pạd kvrmut? Draṣl chhe kth yih zi yim ẓạlim lukh chih nanhi vanh gumrạhy mnz pymtụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Aashi ạs luqmans krmcz ḥkmt ʿṭa, zi suh rvzi Allah tʿālyā sund shukr guzar. Yus akhah shukr kri tmụ̄ sund shukr chuh tas pnny khạṭr mufyd. Th yus akhah kufr kri, tylhi chuh drḥqyqt Allah tʿālyā be nyaz th panh tʿryf krnh āmut."
  },
  {
    "verse_id": 13,
    "translation": "Yad kriv yylhi luqman pnnis nychivs avs nṣyḥt kran, tmụ̄ vvn (ts) gvbra, khudays sintụ̄ krụ̄zyn nh kanhh shryk, ḥq chuh yih zi shrk chuh sytthah bvdd ẓulm."
  },
  {
    "verse_id": 14,
    "translation": "Th yih chhe ḥqyqt zi ashi chuh ansans pnnis mạlis majhi hund ḥq prznavnuk panh tạkyd kvrmut. Tmụ̄ snzi majhi thvv suh kmzvry pytth kmzvry tulith pnnhi ydd mnz, th zh vrụ̄ lgis tmụ̄ sund dod travns mnz. (aamy mvjvb kr ashi tas nṣyḥt zi) myvn shukr kar, th pnnis mạlis majhi hund shukr aan baja, mye kun chhy cze vaps phyrun."
  },
  {
    "verse_id": 15,
    "translation": "Albth agr tim cze pytth dbav travn zi me sintụ̄ krun czh tiyuth kanhh shryk yus czh zanhan chhahn nh (yʿny yus chạnis ʿlms mnz myvn shryk āshi nh) tylhi mah man hrgz tihnz kth. Dunya hs mnz rvz timn sintụ̄ nyk brtav kran, mgr pyrvy kar tas shkhṣh snzi vthi hnz yymụ̄ me kun rjvʿ chuh kvrmut. Pth chuhv tohyih sarine phyrun mye kun, tmhi vqth vanv bh tohyih, tvhụ̄ kiczhh ʿmlh chihv rvudimtụ̄ kran."
  },
  {
    "verse_id": 16,
    "translation": "(th luqmann avs vvnmut) zi, gvbra kanhh chyz ạsitn āsrụ̄ dans brabr thi, th suh ạsitn kunhi chttans mnz, ya ạsitn āsmann ya zmyns mnz kunhi thi jayih chuhpith, Allah tʿālyā aanhi tth krrith, suh chuh baryk byn th bakhbr."
  },
  {
    "verse_id": 17,
    "translation": "Gvbra, nmaz kr qạyim, nyky hund ḥkm di, th bdy nishhi kr tthakh, th yus mṣybt thi vathi tath pytth kar ṣbr. Yimh chhe timh kthh yuhund sytthah tạkyd chuh āmut krnh. (dvym mṭlb hykys yithi ạsith zi yimh chhe sytthah ḥvṣlh vajinhi kamhi)"
  },
  {
    "verse_id": 18,
    "translation": "Th lukn sintụ̄ mah kar buth phirith kth, th nh mah pkh zmyns pytth tkbr san (thykan thykan), Allah tʿālyā chuhnh kạnshi khod psnd th thykn vạlis psnd kran."
  },
  {
    "verse_id": 19,
    "translation": "Pnnhi rftari mnz kr aʿtdal akhtyar, th pnnụ̄ āvaz thav hna pst, sarive āvazav khoth bur āvaz chhe khrn hnz āvaz āsan."
  },
  {
    "verse_id": 20,
    "translation": "Kya tvhụ̄ lukh chihv na vuchhan zi khudayn chih zmynkụ̄ th āsmann hndụ̄ sạry chyz tuhndi khạṭr musakhr krith thạvimtụ̄ (kanhh chyz kạnshi hndi khạṭr mskhr krnh chih hykn z ṣvurth ạsith. Akh yih zi suh chyz yiyhi ts tabʿ krnh th ts yiyhi akhtyar dinh zi yithh pạtthụ̄ yyczihh amhi mnz kri tṣrf th yithh pạtthụ̄ yyczihh tithh pạtthụ̄ kri astʿmal. Dvym yih zi suh chyz yiyhi tithhi ẓạbṭuk pabnd krnh yymhi kh bdvlt suh ts shkhṣs khạṭr fạydh mnd bnhi, th tmụ̄ sndis mfads rvzi khdmt kran. Zmyn v āsmankụ̄ sạry chyz chihnh khudayn akụ̄se mʿny ys mnz ansans khạṭr muskhr krimtụ̄, blkh chihn kynhh chyz goddniks mʿny ys mnz muskhr krmtụ̄ th kynhh chihn dvyimis mʿny ys mnz. Mthlaan hva, āb, mycz, nar, kulụ̄ kttụ̄, mʿdnyat, mvyshy vghạr be shmar chyz chih goddnikis mʿny ys mnz sanhi khạṭr muskhr, th zvn āftab vghạr chih dvyimis mʿny ys mnz.) th pnnhi ttakar th pvshyd nʿmth chahn tohyih ʿṭa krimcz? Ath pytth chuh ḥal yih zi ansanv mnz chih kynhh lukh yim khudae sndis bars mnz czuvan chih, amhi vrạe zi timn nishhi āshi kanhh ʿlm ya hdayt ya rvshny havn vajinụ̄ kanhh ktab."
  },
  {
    "verse_id": 21,
    "translation": "Th yylh, timn vnnh chuh yivan pyrvy kriv tmhi chyzch yus khudayn chuh nạzil kvrmut, tylhi chih vnan asụ̄ krv tmy chyzch pyrvy yth pytth ashi pnun mvl buddibb chuh vuchhmut. Kya yim krnh tihnze pyrvy khvah shyṭan kvnh āshi timn dazvunis nars kunue bulavan rvudmut?"
  },
  {
    "verse_id": 22,
    "translation": "Yus shkhṣ pnun pan khudays ḥvalh kri th ʿmlaan āshi suh nyk, tmụ̄ kr pzụ̄pạtthụ̄ akis bharuvss qạbl shars thph, th sarine mʿāmlatn hund ạkhry fạṣlh chuh Allah tʿālyā sndise aths mnz."
  },
  {
    "verse_id": 23,
    "translation": "Vonụ̄ yus kufr chuh kran, tmụ̄ sund kufr mah krinav tohyih ghms mnz mbtla, timn chuh pvt phyrith yun aasy nishhi, pth vanv asụ̄ timn zi tim kya kynczha krith chih āmtụ̄, yqynaan chuh Allah tʿālyā synn hndụ̄ pvshydh raz tam zanan."
  },
  {
    "verse_id": 24,
    "translation": "Asụ̄ chih raczh khndd yimn dnyahs mnz mzh krnuk mvqʿ divan, pth nimvkh be bs krith akis skht ʿdhabs kun lmith."
  },
  {
    "verse_id": 25,
    "translation": "Agr tvhụ̄ yimn prczhv zi zmyn th āsman kmụ̄ chih pạd krimtụ̄, tylhi vnn yim ẓrvr Allah tʿālyā hn. Vniv aalḥmdu lilh, mgr yimv mnz chihnh akthr lukh zanan."
  },
  {
    "verse_id": 26,
    "translation": "Āsmann th zmyns mnz yikynczhah chuh suh chuh Allah tʿālyā sund. Be shk chuh Allah tʿālyā be nyaz th pạnụ̄ panh tʿryf krnh āmut."
  },
  {
    "verse_id": 27,
    "translation": "Zmyns mnz yyityah kulụ̄ chih agr tim sạry qlam bnn, th smndr (bnhi dvat) yth mnz mzyd sth smndr, rvshnayy (yʿny myil) krn frahm, tamhi pth thi gczhn nh Allah tʿālyā snz kthh (lykhnh sintụ̄) khtm. (yohe mẓmvn chuh hna mkhtlf lfẓn mnz svrh khf āyt 109 has mnz pth kun āmut. Amhi nishhi chuh yih tṣvr diyun mqṣd zi yymụ̄ khudayn yyiczah bdd kaʿnat vjvds chhe anmcz zi tmụ̄ sndi qdrt kyn kmalatn chuhnh kanhh ḥd. Tmụ̄snzi khudayy mnz kithh pạtthụ̄ hykhi ạkhr kanhh shryk ạsith.) be shk chuh Allah tʿālyā zbrdst th ḥkmt vvl."
  },
  {
    "verse_id": 28,
    "translation": "Tvhụ̄ sạry ansan pạd krnụ̄ th pth nvi sr zndh krnụ̄, chuh tylhi (tmụ̄ sndi khạṭr) bs tiyuthe yuth akh jandar (pạd krun th zndh krun chuh) ḥqyqt chhe yih zi Allah tʿālyā chuh svrue kynhh bvzn vvl th vuchhn vvl."
  },
  {
    "verse_id": 29,
    "translation": "Tvhụ̄ chihv na vuchhan zi Allah tʿālyā chuh rạcz kran dohs mnz dạkhl th dohs chuh kran rạcz mnz dạkhl? Tmụ̄ chuh āftab th zvn mskhr krith thạvimtụ̄, sạry chih akis mqrr vqts tam pkan gczhan. (yʿny prth chyzch yosh ʿmri hnz mudt mqrr chhe krnh āmcz, so chhe tthụ̄ vqts tam pkan. Kanhh chyz thi chuhnh nh azly th nh abdy.) th (tvhụ̄ chihv na zanan) zi yikynczhah thi tvhụ̄ kran chihv Allah tʿālyā chuh tmhi nishhi bakhbr?"
  },
  {
    "verse_id": 30,
    "translation": "Yih svrue chuh amhi vjh kinụ̄ zi Allah tʿālyā he chuh ḥq, th ts vrạe yimn baqy chyzn yim lukh nad chih divan tim sạry chih bạṭl, th (amhi vjh kinụ̄ zi) Allah tʿālyā he chuh bzrg th brtr."
  },
  {
    "verse_id": 31,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi smndrs mnz chhe nav Allah tʿālyā sndi fẓl sintụ̄ chlan, takh suh havyv pnnhi kynhh nshạniyih tohyih? Drḥqyqt chhe ath mnz varyah nishạnyih prth tas shkhṣs khạṭr yus ṣbr th shukr krn vvl āshi."
  },
  {
    "verse_id": 32,
    "translation": "Th yylhi (smndrs mnz) yimn lukn pytth akh lhr saʿbann hndụ̄ pạtthụ̄ vurun chhe kran, tylhi chih yim khudays nad layan pnun dyn bialkl tsụ̄ kun khạlṣ krith. Pth yylhi suh yimn bchạvith khshky tam vatnavan chuh, yimv mnz chuh pth kanhh aiqtṣad (drmyanh rvyh) vartavan. (ath hykn zh mṭlb ạsith. Aiqtṣad agr rast rvy hndis mʿny ys mnz ninh yiyih, tylhi nyri aath yih mṭlb zi yimv mnzchuh kanhh suh vqt nyr nh pth thi tvḥyds pytth qạyim rvzan, th agr yih tvsṭ th aʿtdal kis mʿny ys mnz ninh yiyhi tylhi nyri yih mṭlb zi kynhh chihnh pnnis shirks th dhryt kis ʿqyds mnz tth shdts pytth qạyim rvzan, ya kynczhn lukn mnz chih akhlaṣch so kyfyt tthndd spdan yosh tmhi vqth pạd ạs gmcz.) th sanyn nishạnyn chuhnh ankar kran mgr prth kanhh suh shkhṣ yus ghdar th nashkr chuh."
  },
  {
    "verse_id": 33,
    "translation": "Lvukv, bchiv pnnis rb sndi ghẓbh nishhi, th khvcziv tath dvhs yylhi zn kanhh mvl pnnis nychvụ̄ sndi ṭrfh bdlh diyih nh, nh āshi kanhh nychuve pnnis mạlụ̄ sndi ṭrfh kynhh bdlh dinh vvl. Pzipạtthụ̄ chuh Allah tʿālyā sund vʿdh pvz. (yʿny qyamtuk vʿdh) lhādha yinh tohyih dnyahch zndgy dvkhs mnz travyv. Th nh gczihh dvkhh baz Allah tʿālyā sndis mʿāmls mnz tohyih dvkhh hykun dith."
  },
  {
    "verse_id": 34,
    "translation": "Tamhi gari hund ʿlm chuh Allah tʿālyā se nishhi, sue chuh rvud travan, sue chuh zanan zi majan hnzn yddn mnz kya chuh phanphlan, kanhh shkhṣ chuhnh zanan zi pgah kya kmạe chuh suh krn vvl, th nh chhe kạnshi shkhṣs yih khbr zi kath sr zmyns mnz chuh ts mvt yinh vvl, Allah tʿālyā he chuh svrue kynhh zann vvl th bakhbr."
  }
]