[
  {
    "verse_id": 1,
    "translation": "A. L. M."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi kitabhi hund nạzil gczuhn chuh kunhi shk vrạe rb alʿālmyn sndi ṭrfh."
  },
  {
    "verse_id": 3,
    "translation": "Kya yim lukh chha vanan zi yymụ̄ shkhṣn chuh yih panh bnvvmut? Nah, blkh chuh yih ḥq tuhndis rb sndi ṭrfh, takh tvhụ̄ khocznạviyvun akh tiyuth qvm yas nishhi tohyih brvnhh kanhh khocznavn vvl chuhnh āmut, bnan chuh zi tim lbn hdayt."
  },
  {
    "verse_id": 4,
    "translation": "Suh chuh Allah tʿālyā he yymụ̄ āsman th zmyn th tim sạry chyz yim timn drmyan chih shyn dohn mnz pạd krụ̄, th amhi pth spud ʿrshs pytth jlvh gr, ts vrạe nh chuh tuhund kanhh ḥạmy th mddgar, th nh chuh ts brvnhh knhi kanhh sfarsh krn vvl, pth kya tvhụ̄ yiyiv na hvshs mnz?"
  },
  {
    "verse_id": 5,
    "translation": "Suh chuh āsman pytthh zmyns tam dunyakyn mʿāmlatn hnz tdbyr kran, th aamhi tdbyruk ruvdad chuh tmụ̄ sndis khdmts mnz gczhan akis tithis dohs mnz, yymyuk mqdar tuhndi shmar kinụ̄ akh sas vry chuh. (yʿny tohyih nzdyk yosh akhi sash vriyich chhe, so chhe Allah tʿālyā hs nishhi znth akhi dohch kạm, yymich sykm aaz qẓa v qdr kyn karkunn chhe sprd yivan krnh, th pgah chih tim aamiyuk ruvdad tmụ̄ sndis khdmts mnz pysh kran takh dvyimhi doh, yʿny tuhndi ḥsab kinụ̄ akhi sas vriyich, kạm yiyhi timn spurd krnh.)"
  },
  {
    "verse_id": 6,
    "translation": "Sue chuh prth pvushyduk th ẓạhruk zann vvl, zbrdst th mhrban."
  },
  {
    "verse_id": 7,
    "translation": "Yus chyz thi tmụ̄ bnvv, suh bnvvun varyah jan. Tmụ̄ kvr ansan sndi tkhlyquk abtda myczi sintụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Pth pknvvun tmụ̄ sund nsl tithhi khulaṣh sintụ̄ yus ḥqyr ābkụ̄ pạtthụ̄ chuh."
  },
  {
    "verse_id": 9,
    "translation": "Pth shvurun kvrun (amụ̄ sund pan) th aath mnz trvvun pnun ruvḥ, th tohyih ditinv kan, achh dicznav, byyhi ditinv dil. Tvhụ̄ lukh chihv kme shkr gzar āsan."
  },
  {
    "verse_id": 10,
    "translation": "Th yim lukh chih vnan, yylhi asụ̄ myczi mnz ralymtụ̄ āsav, pth yimva asụ̄ nvi sr pạd krnh? Kth chhe draṣl yih zi yim chih pnnis rb sndi mulaqatkụ̄ munkir."
  },
  {
    "verse_id": 11,
    "translation": "Yimn vniv, mvtuk suh frshth yus tohyih pytth muqrr chuh āmut krnh, rttyv tohyih and hyth pnnis qbẓs mnz, th pth yiyiv tvhụ̄ pnnis rbs kun vaps aannh."
  },
  {
    "verse_id": 12,
    "translation": "Kash tvhụ̄ vuchihv suh vqt yylhi yim mujrm klh nvmrạvith pnnis rb sndis drbars mnz vodnhi āsn. (tmhi vqth āsn yim vnan) ae sanhi rbh, ashi vuchh tthyk pạtthụ̄ byyhi bvuz, vonụ̄ svz ashi vaps takh asụ̄ krv nyk ʿml, ashi āv vonụ̄ yqyn. (drjvab spdykh arshad)"
  },
  {
    "verse_id": 13,
    "translation": "Agr asụ̄ yczhhav tylhi dimhav prth nfss (shkhṣs) godde aamiyuk hdayt. Mgr myạnụ̄ so kth gyih pvur yosh me vnụ̄mcz ạs zi, bh barn jhnm jinv th ansanav, sarive sintụ̄."
  },
  {
    "verse_id": 14,
    "translation": "Lhādha vuchihv vonụ̄ mzh pnnhi tamhi ḥrktuk zi tohyih kvruv tmhi dohuk mulaqat framvsh, ashi thi kriv tvhụ̄ vonụ̄ framvsh. Vuchihv hmyshgy hndi ʿdhabuk mzh pnnyn krtvutn hndis padashs mnz."
  },
  {
    "verse_id": 15,
    "translation": "Sanyn āyatn pytth chih tim lukh ayman aanan yimn yylhi yim āyat bvznạvith nṣyḥt chhe yivan krnh, tylhi chih sjds vsan th pnnis rb sndi ḥmd san chih tmụ̄ snz tsbyḥ kran, byyhi chihnh tkbr kran."
  },
  {
    "verse_id": 16,
    "translation": "Tihndụ̄ shanh chih bstrv nishhi alg rvzan, pnnis rbs chih khvf san th aumyd san nad layan th yikynczhah rizq ashi timn diytmut chuh tmhi mnz chih khrch kran."
  },
  {
    "verse_id": 17,
    "translation": "Kạnshi mutnfiss (shkhṣs) chahnh khbr, yikynczhah achhn hndi shhjaruk saman tihndyn aʿmaln hndis jzahs mnz tihndi khạṭr khttith chuh thavnh āmut."
  },
  {
    "verse_id": 18,
    "translation": "Kya yih hykya spdith zi yus shkhṣ mvmn āshi, suh bnhi ts shkhṣh sndụ̄ pạtthụ̄ yus fasq āshi? Yim doshve hykn nh brabr ạsith."
  },
  {
    "verse_id": 19,
    "translation": "Yimv lukv ayman chuh avnmut th yimv nyk ʿmlh chhe krimcz, tihndi khạṭr chih jntkụ̄ qyam gah, ẓyaft kh ṭvr tihndyn aʿmaln hndi bdlh."
  },
  {
    "verse_id": 20,
    "translation": "Th yimav fisq chuh akhtyar kvrmut tihund tthikanh chuh jhnm. Yylhi zanhh tim tmhi mnz nyrun yczhn, tthụ̄ mnz yiyhi timn vaps dkh dinh, th timn yiyhi vannh zi vuchihv vonụ̄ tmy narkhi ʿdhabuk mzh yath tvhụ̄ paczh ạsiv nh kran."
  },
  {
    "verse_id": 21,
    "translation": "Tmhi bddi ʿdhabh brvnhh rvzav asụ̄ yythụ̄ dunya hs mnz (kunhi nth kunhi loktthi) ʿdhabuk mzh yim vuchhnavan, bnan chuh zi yim yin (pnnhi baghyanh rvishhi) nishhi baz."
  },
  {
    "verse_id": 22,
    "translation": "Th ts vrạe kus hykhi bvdd ẓạlim ạsith, ys tmụ̄ sndis rb sndyn āyatn hndi dhryʿh nṣyḥt yiyhi krnh, th pth phiri suh timv nishhi buth. Yithyn mujrimn hymav asụ̄ antqam ẓrvr."
  },
  {
    "verse_id": 23,
    "translation": "Yymhi brvnhh chhe ashi mvsyā ʿlyh alslams ktab diczmcz, lhādha gczhyv nh tohyih sue chyz mylns pytth kanhh shk spdun. So ktab ạs ashi bny asraʿyls khạṭr hdayt bnạvmcz."
  },
  {
    "verse_id": 24,
    "translation": "Th yylhi timv ṣbr kvr th sanyn āyatn pytth rvudụ̄ ayman anan, pth krụ̄ ashi timn mnz pnnụ̄ pyshva pạd, yim sanhi ḥukmh rhnmạyy kran ạsụ̄."
  },
  {
    "verse_id": 25,
    "translation": "Yqynaan kri tuhund rbe qyamt kh doh timn kthn hund fạṣlh, yimn mnz (bny asraʿyl) panh vạnụ̄ akhtlaf chih rvudimtụ̄ kran."
  },
  {
    "verse_id": 26,
    "translation": "Th kya yimn lukn gvv na (yimav tvarykhy vaqʿātv nishhi) kanhh hdayt ḥạṣl zi yimv brvnhh kạtyah qvm krụ̄ ashi hlak, yihnzv rvzn jayav mnzụ̄ aaz yim phyran thvran chih? Ath mnz chhe bjhi nishạnyih, kya yim chihna bvzan?"
  },
  {
    "verse_id": 27,
    "translation": "Th kya yimv lukv vuchhna yih mnẓr zanhh zi asụ̄ chih akis khshk zmyns kun āb aanan bhạvith, th pth chih tmy zmynh mnz suh fṣl vopdavan, yymhi sintụ̄ yihndyn charvayn thi chuh charh mylan, byyhi chih yim panh thi khyvan? Tylhi kya yimn chuhna kihinụ̄ fikri tran?"
  },
  {
    "verse_id": 28,
    "translation": "Yim lukh chih vnan zi, yih fạṣlh kr spdi agr tvhụ̄ pziyạrụ̄ chihv?"
  },
  {
    "verse_id": 29,
    "translation": "Yimn vniv, fạṣlh kis dohas pytth ayman aanun āshi nh raczh thi fạydh mnd timn lukn khạṭr yimav kufr chuh kvrmut, th pth mylhi nh timn kanhh mhlt."
  },
  {
    "verse_id": 30,
    "translation": "Achha, trạviyvukh yim pnnis ḥals pytth th kriv antẓar, yim thi chih antẓars."
  }
]