[
  {
    "verse_id": 1,
    "translation": "Ae nby! Khudays khvcziv, byyhi mah kriv kufarn th munafiqn hnz aṭaʿt. Drḥqyqt chuh zann vvl th ḥkmt vvl Allah tʿālyā he."
  },
  {
    "verse_id": 2,
    "translation": "Pyrvy kriv tamhi kthhi hnz yymyuk aisharh tuhndis rb sndi ṭrfh tohyih krnh chuhv yivan, Allah tʿālyā chuh prth tamhi kthhi nishhi bakhbr, yih tvhụ̄ lukh kran chihv."
  },
  {
    "verse_id": 3,
    "translation": "Khudays pytth kriv tvkl, Allah tʿālyā he chuh kar saz āsnh khạṭr kạfy."
  },
  {
    "verse_id": 4,
    "translation": "Khudayn chihnh kạnshi shkhṣh sndis vachahs mnz zh dl thạvimtụ̄, nh chhe tmụ̄ tohyih lukn hnz timhi khandarinhi yimn sintụ̄ tvhụ̄ ẓihar chihv kran. Tuhnz majhi bnavimacz, (ẓiharuk mṭlb chuh khandarinhi dinụ̄ majhi sintụ̄ tshbyh) th nh chih tmụ̄ tuhndụ̄ mngth nychvy tuhndụ̄ aṣly nychvụ̄ bnạvimtụ̄. Yimh chhe timh kthh, yimh tvhụ̄ lukh pnnhi chantthi krran chihv, mgr Allah tʿālyā chuh so kth vnan yosh ḥqyqts pytth mbny chhe, th sue chuh ṣḥyḥ ṭryqs kun rhnmạyy kran."
  },
  {
    "verse_id": 5,
    "translation": "Mngth nychvyn kriv tihndyn malyn hndi nsbt sintụ̄ ālv, yih chhe khudays nzdyk zyadh munṣifanh kth. Th agr tohyih pe āsyv nh zi tihindụ̄ mạlụ̄ km chih, tylhi chihv tim tohyih dyny bạe th rfyq. Yosh kth tvhụ̄ nadạnsth pạtthụ̄ vniv, tmhi khạṭr chahnh tohyih pytth kanhh grft, albth ath kthhi pytth chhe ẓrvr grft yymyuk tvhụ̄ dilh san ardah kriv. Allah tʿālyā chuh drguzr krn vvl th mhrban."
  },
  {
    "verse_id": 6,
    "translation": "Be shk chih nby ahli aymann khạṭr tihndis pnnis dhats pytth mqdm (yʿny zyadh ḥqdar th srs) th nby ṣly Allah ʿlyh vslmn hnz khandarinh chhe tihnz majhi, mgr Allah tʿālyā snzi ktabhi kinụ̄ chih ʿām mvmnn th mhajrn hndi nsbt rshth dar akh akụ̄ sndụ̄ zyadh ḥqdar, albth agr pnnyn rfyqn sintụ̄ tvhụ̄ rczr (krun yyczihv tylhi) hykiv krith. Yih ḥukm chuh Allah tʿālyā snzi kitabhi mnz lykhith."
  },
  {
    "verse_id": 7,
    "translation": "Th (ae nby) yad thạviv suh ʿhd v pyman, yus ashi sarine pyghmbrn chuh hyvtmut, tohyih thi, th nvḥ ʿlyh alslams thi, th abrahym th mvsyā th ʿīsyā abni mrym ʿlyhmu alslamn thi. Sarine chuh ashi pokhth ʿhd hyvtmut. (yth āyts mnz chuh Allah tʿālyā nby ṣly Allah ʿlyh v slms yih kth yad pavan zi tmam anbya ʿlyhmu alslamn hndụ̄ pạtthụ̄ chuh tohyih thi khudayn akh pokhth ʿhd hyvtmut yymich tohyih skhty san pabndy pzi krnụ̄. Hyri pytthh yus klamuk slslh pkan chuh, ath pytth ghvr krnh sintụ̄ chuh ṣaf pe lgan zi amhi nishhi chuh murad yih ʿhd zi pyghmbr kri Allah tʿālyā sndi prth ḥkmch panh aṭaʿt, byyhi krnavi baqyn thi. Allah tʿālyā snz kthh vatnavi kantth chhantthh vrạe, th yimh ʿmlaan nạfdh krnh chih kvshshhi th jdv jhds mnz krnh kanhh hirash. Qrān mjyds mnz chhe amhi ʿhdch dhkr varyahn jayn krnh āmcz. Mthlaan albqrh āyt 83, āli ʿmran āyt 187, almaʿdh āyt 7, alaʿraf āyat 169.171, alshvryā āyt 13.)"
  },
  {
    "verse_id": 8,
    "translation": "Takhi pziyạryn kri (tuhind rb) tihnzi schạyy mtʿlq sval, th kạfrn khạṭr chuh tmụ̄ dg tulh vun ʿdhab dstyab thvvmutue."
  },
  {
    "verse_id": 9,
    "translation": "Ae lvukv, yimv ayman chuhv avnmut. (yythi pytthh chhe āyt 27 hs tam ghzvh aḥzab th ghzvh nby qryẓh hch dhkr krnh āmcz.) yad kriv Allah tʿālyā sund aḥsan, yus tmụ̄ (ḥal ḥale) tohyih pytth chuh kvrmut. Yylhi lshkrv tohyih pytth ḥmlh kvr, pth svuz aashi timn pytth akh skht vunl, th tithụ̄ fvj krụ̄ rvanh, yim tohyih athhi ạsiv nh yivan. (yʿny frshtn hndụ̄ fvj) Allah tʿālyā avs thi svrue vuchhan yih tvhụ̄ tmhi saʿth kran ạsiv."
  },
  {
    "verse_id": 10,
    "translation": "Yylhi dshmn pytthụ̄ kinụ̄ th bnụ̄ kinụ̄ tohyih ḥmlh ạsiv kran, yylhi khvfh sintụ̄ achh ljhi dars, vạnijhi lajhi ạsh kinụ̄ khsnhi, th tohyih lukv lạgiv Allah tʿālyā sndis bars mnz rngh rngh guman krnụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Tmhi vqth āe ayman ann vạlụ̄ var pạtthụ̄ āzmavnh th skht pạtthụ̄ āe dnh vanh."
  },
  {
    "verse_id": 12,
    "translation": "Yad kriv suh vqt yylhi mnafiqyn th tim sạry lukh yihndyn diln mnz bymarụ̄ ạs ṣaf ṣaf ạsụ̄ vnan zi khdayn th tmụ̄ sndụ̄ rsvl ṣly Allah ʿlyh v slmn yim vʿdh ashi sintụ̄ krimtụ̄ ạsụ̄, tim ạsụ̄ nh fryb vrạe kihinụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Yylhi timv mnz akụ̄ drụ̄ vvn zi ae ythrb kyv lvukv, tuhndi khạṭr chuhnh vonụ̄ tthhrnuk kanhh mvqʿ, phyiriv pvt. Yylhi tihund akh fryq nby ṣly Allah ʿlyh v slmn yih vnith rkhṣt avs mngan zi, sạnụ̄ gr chih khṭrs mnz. Ḥalankh ạsụ̄ nh tim khṭrs mnz, draṣl ạsụ̄ tim (jng kh mḥadh nishhi) czlun yczhan."
  },
  {
    "verse_id": 14,
    "translation": "Agr shhrkyv aandavkinụ̄ dshmn āshn czamtụ̄, th tmhi vqth yiyhi he yimn fitns kun dʿūt dinh, tylhi yihan yim tth mnz hynh, th mushklne āshi he yimn fitns mnz shryk spdns mnz kanhh ḥrj."
  },
  {
    "verse_id": 15,
    "translation": "Yimv lukv avs amhi brvnhh khudays sintụ̄ ʿhd kvrmut zi yim phiran nh shanh, th khudays sintụ̄ karnh āmthi ʿhdch prczhgạr ạs spdn vajiny."
  },
  {
    "verse_id": 16,
    "translation": "Ae nby, yimn vniv agr tvhụ̄ mvt ya qtlh nishhi czliv, yih czlun āshi nh tuhndi khạṭr raczh thi nfʿ bkhsh. Amhi pth hykyav zndgy hndụ̄ mzh lvuttnk kme mvqʿ pyilith."
  },
  {
    "verse_id": 17,
    "translation": "Yimn vniv, kus chuh yus tohyih khudays nishhi bchạvith hykhi agr suh tohyih nqṣan vatnavun yyczihh? Th kus hykhi tmụ̄ sndis rḥmts rukạvith agr suh tohyih pytth mhrbạny yyczihh krnụ̄? Allah tʿālyā sndis muqabls mnz hykn nh yim lukh kanhh ḥạmy th mddgar lbith."
  },
  {
    "verse_id": 18,
    "translation": "Allah tʿālyā chuh tohyih mnz timn lukn var pạtthụ̄ zanan yim (jng chih kamhi mnz) rukavtth travan vạlụ̄ chih, yim pnnyn bayn chih vnan zi, vliv aashi kun. Yim lrrayih mnz ḥṣh thi nivan chih mgr bs nav gnzravnh mvjvub,"
  },
  {
    "verse_id": 19,
    "translation": "Yim tohyih sath dins mnz sytthah bkhyl chih. Khṭruk vqt yylhi vatan chuh, tylhi chih tithh pạtthụ̄ achh phrụ̄ phrụ̄ tohyih kun vuchhan znth kạnshi mrn vạlis āshi be hvshy ṭạry spdan, mgr yylhi khṭrh dvur chuh gczhan, tylhi chih yime lukh fạydn hndụ̄ ḥryṣ bnith qynchy hndụ̄ pạtthụ̄ chln vajinhi zyv hyth tuhndi astqbalh khạṭr yivan. Yimv lukv avn nh hrgz ayman, aamy mvjvb krụ̄ khudayn yihndụ̄ sạry aʿmal ẓaʿʿ. Th yih krun chuh Allah tʿālyā sndi khạṭr varyah āsan."
  },
  {
    "verse_id": 20,
    "translation": "Yim chih smjhan zi ḥmlh krn vạlụ̄ drụ̄ chihnh vunhi gmtụ̄. Th agr tim byyhi ḥmlh āvar spdn, tylhi chuh yimn dl vnan zi aath mvqʿs pytth byhan yim ṣḥravas mnz ṣḥrạvụ̄ lukn mnz bag, th taty pytthh rvzn tuhndụ̄ ḥalat prczhan. Tahm agr yim tohyih drmyan rvzn thi, tylhi (thi) nin lrrayih mnz kme phn ḥṣh."
  },
  {
    "verse_id": 21,
    "translation": "Drḥqyqt avs tohyih lukn khạṭr Allah tʿālyā sndis rsvl ṣly Allah ʿlyh v slms andr akh bhtryn nmvnh, (dvym trjmh hykys yithi spdith zi bhtryn nmvnh chuh) prth ts shkhṣh sndi khạṭri yus Allah tʿālyā th ạkhrt kh dohuk aumydvar āshi, th kthrt san kri khudays yad."
  },
  {
    "verse_id": 22,
    "translation": "Th pzyn mvmnn (hund ḥal avs tmhi vqth yih zi) yylhi timv ḥmlh āvr lshkr vuchh, timv dicz krykh zi yih chuh sue chyz, yymyuk vʿdh khdayn th tmụ̄ sndụ̄ rsvl ṣly Allah ʿlyh v slmn ashi sintụ̄ avs kvrmut, Allah tʿālyā th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slmn hnz kth ạs balkl pz. Amụ̄ vaqʿn kvr tihndis aymans th tihnzi spurdgy vare aẓafh (yʿny tuhind ayman th frman brdạry hund jzbh huriyav zyade)."
  },
  {
    "verse_id": 23,
    "translation": "Ayman ann valyn mnz chih tithụ̄ lukh mvjvd yimv khudays sintụ̄ krnh āmut ʿhd pvz bnạvith hvv. Yimv mnz kr kạnshi pnnụ̄ ndhr pvur, th kanhh chuh yimav mnz vqts praran. Yimv kr nh pnnis rviys mnz kanhh tbdyly."
  },
  {
    "verse_id": 24,
    "translation": "(yih svrue kynhh spud amhi mvjvub) takh Allah tʿālyā diyih pziyaryn tihndi pzruk jza th agr mnafqn yyczihh timn diyih sza, th agr yyczihh tylhi kri tihund tvbh qbvl, be shk chuh Allah tʿālyā ghfvr v rḥym."
  },
  {
    "verse_id": 25,
    "translation": "Khudayn phiyur kufarn hund buth, tim phyirụ̄ kanhh fạydh ḥạṣl krnh vrạe pnnhi diluk dazun hyth czhrive aathv vaps, th mvmnn hndi ṭrfh spud Allah tʿālyā he lrrnh khạṭr kạfy, Allah tʿālyā chuh sytthah quvt vvl th zbrdst."
  },
  {
    "verse_id": 26,
    "translation": "Ahli ktabv mnz yimv lukv pth timn ḥmlh krn valyn sath diytmut avs, (yʿny bny qryẓh hk yhvd) khdayn vạlụ̄ tim tihndyv qlʿaav pytthh, th tihndyn diln mnz trvv tmụ̄ tiyuth byim zi, aaz chihv tvhụ̄ timv mnz akh dvr qtl kran th byakh dvr chhvun qạd kran."
  },
  {
    "verse_id": 27,
    "translation": "Tmụ̄ bnạvinav tvhụ̄ tihndi zmynkụ̄ th tihndyn grn th tihndyn maln hndụ̄ vạrth, th suh ʿlaqh duytnav tohyih yath mnz nh tohyih zanhh qdm avsuv trvvmut. Allah tʿālyā chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 28,
    "translation": "Ae nby, pnnyn khandarinyn vniv, agr tvhụ̄ dunya th aamich zynt chahv yczhan, vliv tylhi bh krv kynhh dith tvhụ̄ rtụ̄ pạtthụ̄ rkhṣt. (yih āyt ạs tmhi vqth nạzil gmcz yylhi rsvl Allah ṣly Allah ʿlyh v slmn hndi gr faqn pytth faqh lgith doh ạsụ̄ nyran th azvaji mṭhrat āsh skht pryshan)"
  },
  {
    "verse_id": 29,
    "translation": "Th agr tvhụ̄ Allah tʿālyā th tmụ̄ sndis rsvl th ạkhrt kh grchhi ṭạlb chahv, tylhi zạniv zi tohyih mnz yimh nykvkar chhe, khdayn chuh tihndi khạṭr bvdd ajr dstyab thvvmut."
  },
  {
    "verse_id": 30,
    "translation": "Ae nby ṣly Allah ʿlyh v slmn hnzv khandarinyv, tohyih mnz yosh kunhi ttakar fḥsh ḥrktuk artkab kri, ts yiyhi dognh ʿdhab dinh. (aamyuk chuhnh yih mṭlb zi azvaji mṭhratav nishhi kya avs mʿādh Allah kunhi fḥsh ḥrktuk andyshhi, blkh avs mqṣd timn yih aḥsas diyun zi tvhụ̄ chahv sary amt chh majhi, aamhi mvjvub krizyv nh pnnhi mrtbh nishhi vsith kanhh kạm.) khdays khạṭr chhe yih kạm sytthah shl."
  },
  {
    "verse_id": 31,
    "translation": "Th tohyih mnz yosh Allah tʿālyā snz th rsvl snz aṭaʿt kri, th byyhi kri nyk ʿml, ts dimav asụ̄ dognh ajr, th aashi chuh ts khạṭr rzqi krym (ʿztuk rzq) tyar thvvmut."
  },
  {
    "verse_id": 32,
    "translation": "Nby ṣly Allah ʿlyh v slmn hnzv khandarinyv, tvhụ̄ chahvnh ʿām mstvuratn hndụ̄ pạtthụ̄. Agr tvhụ̄ khdays khoczn vajinhi chahv tylhi mah ạsiv vutthv tlụ̄ kth kran (yʿny mytthhi andazh mah ạsivkth kran), zi dl chih khrạby hund mbtla kanhh shkhṣ pyyih lalchhi mnz, blkh kriv ṣaf syvd kth."
  },
  {
    "verse_id": 33,
    "translation": "Pnnyn grn mnz rvuziv qrar krith, th ptmhi dvri jhaltuk bnav sngar havan mah phyiriv, nmaz kriv qạyim, th zkvāh diyiv, byyhi kriv Allah tʿālyā th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slm snz aṭaʿt. Allah tʿālyā chuh yy yczhan zi tohyih nby ṣly Allah ʿlyh v slmn hndyv ahli baytav nishhi kri gndgy dvur, th tohyih kryv pvur pạtthụ̄ pak."
  },
  {
    "verse_id": 34,
    "translation": "Yad thạviv Allah tʿālyā sndụ̄ āyat th ḥkmt chih timh kthh yimh tuhndyn grn mnz bvznavnh chhe yivan. Be shk chuh Allah tʿālyā lṭyf (yʿny pvshydh khoth pvshydh kth zann vvl) th bakhbr."
  },
  {
    "verse_id": 35,
    "translation": "Be shk yim mrd th yimh mstvurath muslm chih, yim mrd th yimh mstvrath mvmn chih, yim mrd th yimh mstvurath frman brdar chih, yim mrd th yimh mstvurath pzyạrụ̄ chih, yim mrd th yimh mstvurath ṣạbr chih, yim mrd th yimh mstvurath khdays brvnhh knhi ʿạjzy san nmn vạlụ̄ chih, yim mrd th yimh mstvurath ṣdqh dinh vạlụ̄ chih, yim mrd th yimh mstvurath rvzh thavn vạlụ̄ chih, yim mrd th yimh mstvurath pnnyn shrmgahn ḥfaẓt krn vạlụ̄ chih, yim mrd th mstvurath khudays kthrt san yad krn vạlụ̄ chih, khudayn chhe tihndi khạṭr mghfrt th bvdd ajr dstyab thvvmut."
  },
  {
    "verse_id": 36,
    "translation": "Kạnshi mvmn mrds th kạnshi mvmn khatvnhi chuhnh yih ḥq zi, yylhi Allah tʿālyā th tmụ̄ sund rsvl kunhi mʿāmluk fạṣlh krn, th pth rvzi ts pnnis tth mʿāmls mnz khod fạṣlhi krnuk kanhh akhtyar ḥạṣl. Th yus akhah Allah tʿālyā th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slm snz nafrmạny kri, tylhi pyvv suh ttakarh gumrạhy mnz."
  },
  {
    "verse_id": 37,
    "translation": "Ae nby, yad kriv suh mvqʿ yylhi tvhụ̄ ts shkhṣs ạsiv vnan yas pytth khudayn th tohyih aḥsan avsuv kvrmut zi, pnnụ̄ khandarinụ̄ mah travun th khudays khocz. (ts shkhṣs nishhi chuh murad ḥẓrt zyd bn ḥarthh rẓy Allah tʿālyā ʿnh yim rsvl Allah ṣly Allah ʿlyh v slmn hndụ̄ āzad krnh āmtụ̄ ghlam th tihndụ̄ mngth nychivụ̄ ạsụ̄. Th tihnzi khandarnhi nishhi chuh murad ḥẓrt zynb rẓy Allah tʿālyā ʿnha yosh ḥẓvr ṣly Allah ʿlyh v slmn hnz pophtr bynhi ạs, th ḥẓvrv ṣly Allah ʿlyh v slmv avs tihund nkaḥ ḥẓrt zyd rẓy Allah tʿālyā ʿnh hs sintụ̄ kvrmut. Mgr doshvnụ̄ ạs nh panh vạnụ̄ brabry yivan th ḥẓrt zyd rẓy Allah tʿālyā ʿnh ạsụ̄ timn ṭlaq yczhan diyun) tmhi vqth ạsiv tvhụ̄ so kth dils mnz chuhpạvith yosh Allah tʿālyā avs ẓạhr krnụ̄ yczhan, tvhụ̄ ạsiv lukn khoczan, ḥalankh Allah tʿālyā chuh aamiyuk zyadh ḥqdar zi tvhụ̄ khvcziv ts (yʿny Allah tʿālyā snz mrẓy ạs yih zi yylhi ḥẓrt zyd rẓy Allah tʿālyā ʿnh ḥẓrt zynb rẓy Allah tʿālyā ʿnha hs ṭlaq dihn, pth phuttravhn rsvl Allah ṣly Allah ʿlyh v slm khod timn sintụ̄ nkaḥ krith ʿrbuk suh prvn rsm, yymhi kinụ̄ mngth nychv aṣly nychv avs smjhnh yivan. Mgr ḥẓvr ṣly Allah ʿlyh v slm ạsụ̄ amhi andyshhi kinụ̄ ath āzmạʿshhi mnz hynh yinh nishhi bchun yczhan zi ahli ʿrb krn skht nkth chyny. Aamy mvjvb chih ḥẓvr ṣly Allah ʿlyh v slm kvshsh frmavan zi zyd rẓy Allah ʿnh gczhụ̄ nh pnnhi khandarnhi ṭlaq dinụ̄. Pth yylhi zyd rẓy Allah tʿālyā ʿnh chuh ts nishhi pnun ḥajt pvur kran (yʿny ṭlaq dinch khvạhsh yosh timn ạs so kr timv pvur, th pnnhi ṭlaq dinh āmczi khandarinhi sintụ̄ rvud nh timn kanhh rshth baqy) pth kvr ashi ts (ṭlaq dinh āmczi khatvnhi) hund nkaḥ tohyih sintụ̄, takh mvmnn pytth rvzinh pnnyn mngth nychvyn hnzn khandarinyn hndis mʿāmls mnz kanhh tngy, yylhi zan timv timn nishhi pnun ḥajt pvur āshi kvrmut. Th Allah tʿālyā sndis ḥukms avs bhr ḥal ʿmlhi mnz yun."
  },
  {
    "verse_id": 38,
    "translation": "Nby ṣly Allah ʿlyh v slms pytth chahnh kunhi ticzihh kamhi mnz kanhh rukavtt yosh khudayn tmụ̄ sndi khạṭr muqrr āshi krmcz. Yohe Allah tʿālyā sund sunt chuh timn sarine anbyahn ʿlyhm alslamn hndis mʿāmls mnz rvudmut yim godd chih guzrymtụ̄, th Allah tʿālyā sund ḥukm chuh akh qṭʿī ṭe spudmut fạṣlh āsan."
  },
  {
    "verse_id": 39,
    "translation": "(yih chuh Allah tʿāly sund snt timn lukn khạṭr) yim Allah tʿālyā sndụ̄ pyghamat vatnavan chih th tsụ̄ chih khoczan, th akis khudays vrạe chihnh kạnshi khoczan, th mḥasbh khạṭr chuh bs Allah tʿālyā he kạfy."
  },
  {
    "verse_id": 40,
    "translation": "(lvukv) Muḥammad chihnh tuhndyv mrdav mnz kạnshi hndụ̄ mạlụ̄, mgr yim chih Allah tʿālyā sndụ̄ rsvl byyhi chih khatama alnbyyn, th Allah tʿālyā chuh prth chyzuk ʿlm thavn vvl. (yth akis kthhi mnz chuh timn tmam aʿtraẓn mvul āmut czttnh yim aʿtraẓ mkhalf ạsụ̄ nby ṣly Allah ʿlyh v slmn hndis ath nikaḥs pytth kran. Tihund goddniyuk aʿtraẓ avs yih zi timv kvr pnnhi noshhi sintụ̄ nkaḥ. Amhi kis jvabs mnz chuh frmavnh āmut zi, Muḥammad chihnh tuhndyv mrdav mnz kạnshi hndụ̄ mạlụ̄. Yʿny yylhi suh nychuve avs nh tylhi kithh pạtthụ̄ hykhi he tmụ̄ snzi muṭlqah hs sintụ̄ nkaḥ ḥram ạsith? Dvym aʿtraẓ avs yih zi agr mngth nychuv aṣly nychuv chuhnh, tmhi pth thi avs nh tmụ̄ snzi travnh āmczi zanhi sintụ̄ nkaḥ krun ẓrvry kynhh. Aamhi kis jvabs mnz āv frmavnh, mgr tim chih Allah tʿālyā sndụ̄ rsvl, yʿny rsvl āsnh kh ḥythyt avs timn pytth yih frẓ ʿạyd spdan zi yus ḥlal chyz tuhndyv rsmv khvah mkhvah ḥram chuh kvrmut, tmhi kis bars mnz krn tmam tʿṣbatn khạtmh, th amhi kis ḥlal āsnh kis mʿāmls mnz gczhn nh kunhi shkch gunjạysh path kun thavnụ̄. Pth āv mzyd tạkyd khạṭr frmavnh, th tim chih khatam alnbyyn, yʿny timn pth chuhnh kanhh rsvle yinh vvl th kanhh nby ynch chahnh kthe zi agr qanvn th mʿāshruk kanhh aiṣlaḥ tihndis zmans mnz nafdh krnh nishhi rvzi, tylhi kri amhi pth yinh vvl nby yih ksr pvur, lhādha avs yih byyhi thi ẓrvry bnyvmut zi amhi jahlyt kh rsmuk khạtimh krhan tim pane. Amhi pth āv mzyd zvr dith frmavnh zi, Allah tʿālyā chuh prth chyzuk ʿlm thavan. Yʿny khudays chhe pe zi amhi saʿth kyazi avs Muḥammad ṣly Allah ʿlyh v slmn hnd dhryʿhi yih jahlytuk rsm khtm krun ẓrvry, th yih rsm khtm nh krns mnz kya qbaḥt ạs.)"
  },
  {
    "verse_id": 41,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, Allah tʿālyā kriyvun kthrt san yad."
  },
  {
    "verse_id": 42,
    "translation": "Th ṣubḥ v sham rvuziv tmụ̄ snz tsbyḥ kran."
  },
  {
    "verse_id": 43,
    "translation": "Sue chuh yus tohyih pytth rḥmt chuh frmavan th tmụ̄ sndụ̄ mlạyik chih tuhndi khạṭr rḥmtuk duʿā kran, takh suh aanyv tohyih aanhi gttav mnz gashs kun krrith, suh chuh mvmnn pytth sytthah mhrban."
  },
  {
    "verse_id": 44,
    "translation": "Yymhi doh tim tas smkhn, tihund astqbal spdi slamhi sintụ̄, th tihndi khạṭr chuh khdayn bvdd baʿzt ajr tyar thvvmut."
  },
  {
    "verse_id": 45,
    "translation": "Ae nby, aashi chihv tvhụ̄ svuzimtụ̄ gvah bnạvith, bshart dinh vạlụ̄ th khocznavn vạlụ̄ bnạvith."
  },
  {
    "verse_id": 46,
    "translation": "Allah tʿālyā sndi ajazth tas kun dʿūt dinh vạlụ̄ bnạvith, th gashdar czvng bnạvith."
  },
  {
    "verse_id": 47,
    "translation": "Bshart diyiv timn lukn yimv (tohyih pytth) ayman chuh avnmut zi tihndi khạṭr chuh Allah tʿālyā sndi ṭrfh bvdd fẓl."
  },
  {
    "verse_id": 48,
    "translation": "Th hrgz mah dbiv kufarn th mnafqn nishhi, kanhh prvah mah kriv tihindi tklyf vatnavnuk (yʿny timn kthn hund yimh yim lukh aath nikaḥs pytth kran chih) th bhrvsh kriv khdays pytth, Allah tʿālyā he chuh aath khạṭr kạfy zi ansan pushravi pnnụ̄ mʿāmlat ts."
  },
  {
    "verse_id": 49,
    "translation": "Ae lvukv yimav ayman chuhv avnmut, yylhi tvhụ̄ mvmn mstvuratn sintụ̄ nkaḥ kriv th pth diyiv timn athh lagnh brvnhh ṭlaq tylhi chahnh tuhndi ṭrfh timn pytth kanhh ʿiidt lạzim yymhi kh pvur spdnuk tvhụ̄ muṭalbh krith hykiv. Lhādha diyiv timn kynhh mal th krivyvukh jan ṭryqh rkhṣt."
  },
  {
    "verse_id": 50,
    "translation": "Ae nby, ashi kri ḥlal tuhndi khạṭr tuhnz tmh khandarinhi yihndụ̄ mhr tohyih ada chihv krimtụ̄, (yih chuh draṣl jvab timn lukn hndi aʿtraẓuk yim vnan ạsụ̄ zi Muḥammad ṣly Allah ʿlyh v slm chih dvyimyn lukn khạṭr byk vqt czvr khandarinhi thavns mmnvʿ qrar divan, mgr panh kithh pạtthụ̄ kr timv yih pvnczim khandarinụ̄? Vaẓḥ gczihh rvzun zi tmhi vqth āsh ḥẓvr ṣly Allah ʿlyh v slmn hndi gr czvr khandarinhi ḥẓrt ʿāʿshh rẓy Allah tʿālyā ʿnha, ḥẓrt svdh rẓy Allah tʿālyā ʿnha, ḥẓrt ḥfṣh rẓy Allah tʿālyā ʿnha th ḥẓrt aumi slmh rẓy Allah tʿālyā ʿnha godde mvjvd) byyhi timh mstvurath yimh Allah tʿālyā sndi ṭrfh ʿṭa krnh āmczv lvnddiyav mnz tuhndis milkiytas mnz yin, byyhi tuhnz timh pitri th pophtr bynhi, th mamtri thi mastri bynhi yimv tohyih sintụ̄ hjrt chhe krmcz, byyhi so mvmn khatvn yymụ̄ pnun pan nby ṣly Allah ʿlyh v slm sndi khạṭr hibh āshi kvrmut, agr nby ṣly Allah ʿlyh v slm tas nkaḥs mnz rttun yyczihh. (yʿny yimv panczv khandarinyv ʿlavh āv mzyd yimn qsmn hnzn mstvuratn thi pnnis zvjyts mnz aannuk ajazt ḥẓvr ṣly Allah ʿlyh v slms dinh, yihnz dhkr yath āyts mnz chhe) yih rʿāyt chhe ṣrf tuhndi khạṭr, baqy mvmnn khạṭr chahnh ashi chuh mʿlvm zi ʿām mvmnn pytth kya ḥdvd chih ashi tihnzn khandari nyn th lvnddiyan hndis bars mnz ʿạyd krimtụ̄. (tvhụ̄ chihv ashi timv ḥdvdv nishhi amhi mvjvb mstthnyā krimtụ̄) takh tohyih pytth rvzinh kanhh tngy. Th Allah tʿālyā chuh mghfrt krn vvl th mhrban."
  },
  {
    "verse_id": 51,
    "translation": "Tohyih chuhv akhtyar yivan dinh zi pnnyv khandarinyv mnz yosh yyczihyvun so thạviyvun pans nishhi alg, yosh yyczihyvun so thạviyvun pans sintụ̄, th yosh yyczhyvun alg thavnh pth bulạviyvun so pans nishhi. Ath mʿāmls mnz chuhnh tohyih pytth kanhh ḥrj, yithh pạtthụ̄ chuh zyadh tvqʿ zi tihnz achh rvzn tthndd th timh spdn nh ghmgyn, th yikynczhah thi tvhụ̄ timn diyiv tth pytth rvzan timh sare rạẓụ̄. Allah tʿālyā chuh zanan yikynczhah tuhndyn diln mnz chuh, th Allah tʿālyā chuh zann vvl th burdbar."
  },
  {
    "verse_id": 52,
    "translation": "Amhi pth chahnh tuhndi khạṭr baqy mstvurath ḥlal, th nah chuh amiyuk ajazt zi tihnzi jayih anyvukh byyhi khandarinhi, khvah tihund ḥusn tohyih kotah thi psnd āsyv, (yymhi arshadkụ̄ chih zh mṭlb. Akh yih zi yimh mstvurath pytth knhi āyt 50 hs mnz ḥẓvr ṣly Allah ʿlyh v slmn khạṭr ḥlal chhe krnh āmcz, timv vrạe chahnh vonụ̄ dvyim kanhh khatvn tuhndi khạṭr ḥlal. Dvym yih zi yylhi tuhnz azvaji mṭhrat amhi kthhi khạṭr rạẓụ̄ chhe gmcz zi tngy th skhty mnz din, timh tohyih sath th ạkhrt khạṭr din dunyahs lth, th ath pytth thi chhe khosh zi tvhụ̄ yus brtav thi timn sintụ̄ yyczihv suh kriv, tylhi chuhnh vonụ̄ tuhndi khạṭr yih ḥlal zi yimv mnz diyv tvhụ̄ kạnshi ṭlaq th pth anyvun tmụ̄ snzi jayih byakh khandarinụ̄.) albth lvnddyn hund chuhv tohyih ajazt. (yih āyt chhe amhi kthhi hnz vẓaḥt kran zi mnkuvḥh khandarinyv ʿlavh chuh mmlvkh mstvuratn sintụ̄ thi tmtʿ huk ajazt th tihndi khạṭr chuhnh tʿdaduk kanhh qạd. Aamy mẓmvnch vẓaḥt chhe svrh nsa āyt 3, svrh mvmnvn āyt6, th svrh mʿārj āyt 30 hs mnz thi krnh āmcz.) Allah tʿālyā chuh prth chyzs pytth ngran."
  },
  {
    "verse_id": 53,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, nby ṣly Allah ʿlyh vslmn hndyn grn mnz mah ạsiv aijazt vrạe aaczan. Nh mah rvuziv khyn tyar gczhns praran. Ā, agr tvhụ̄ khyns pytth bulavnh yiyiv, tylhi yiyiv ẓrvr. Mgr yylhi khyn khyyiv, tylhi nyiriv pth, kthh krnhi mah rvuziv. Tuhnz yimh ḥrkth chhe nby ṣly Allah ʿlyh v slms tklyf divan, mgr tim chihnh shrmhi hindi vjh kinụ̄ kihinụ̄ vanan th Allah tʿālyā chuhnh pz kth vanns mnz mnd chhan. Nby ṣly Allah ʿlyh v slmn hnzn khandarinyn agr tohyih kynhh mngun āsyv, tylhi ạsiv prdh ptụ̄ kinụ̄ mngan, yih chuh tuhndyn th tihndyn diln hnzi pakyzgy khạṭr zyadh munasib ṭryqh. Tuhndi khạṭr chuhnh yih hrgz jạyz zi Allah tʿālyā sndis rsvl ṣly Allah ʿlyh v slms diyiv tklyf, th nh chuh yih jạyz zi tihndi pth kriv tihnzn khandarinyn sintụ̄ nkaḥ, yih chuh khdays nzdyk sytthah bvdd gnah."
  },
  {
    "verse_id": 54,
    "translation": "Tvhụ̄ krụ̄tv khvah kanhh kth ẓạhr ya chuhpạvitav, khudays chuh prth kthhi hund ʿlm."
  },
  {
    "verse_id": 55,
    "translation": "Nby ṣly Allah ʿlyh v slmn hnzn azvajn khạṭr chuhnh ath mnz kanhh ḥrj zi tihindụ̄ mạlụ̄, tihindụ̄ nychivụ̄, tihndụ̄ bạe, tihndụ̄ bapthr, tihindụ̄ bynthr, tihnz timh mstvurath yimn sintụ̄ vothun bihun āsykh, th tihndụ̄ mmlvk yin grn mnz. (ae mstvuratv) tohyih pzyv Allah tʿālyā snzi nafrmạny nishhi prhyz krun. Allah tʿālyā chuh prth chyzs pytth nẓr thavan."
  },
  {
    "verse_id": 56,
    "translation": "Allah tʿālyā th tmụ̄ sndụ̄ mlaʿkh chih nby ṣly Allah ʿlyh v slms pytth drvud svzan, ae lvukv yimv ayman chuhv avnmut, tvhụ̄ thi svuziv timn pytth drvud. (Allah tʿālyā sndi ṭrfh chuh pnnis nby ṣly Allah ʿlyh v slms pytth ṣlvatuk mṭlb yih zi suh chuh timn ṣly Allah ʿlyh v slmn pytth beḥd mhrban, tihindụ̄ ṣly Allah ʿlyh v slmn tʿryf chuh kran, tihnzn ṣly Allah ʿlyh v slm kamyn mnz chuh brkt divan, tihund nav chuh bulnd kran th timn ṣly Allah ʿlyh v slmn pytth chuh pnnyn rḥmtn hnz bạrsh frmavan. Mlạʿkn hndi ṭrfh timn pytth ṣlvatuk mṭlb chuh yih tim chih timn ṣly Allah ʿlyh v slmn sintụ̄ anthạyy drjuk mḥbt thavan th tihndis ḥqs mnz chih khudays duʿā mngan zi suh krin timn ṣly Allah ʿlyh v slmn zyadh khoth zyadh bulnd mrtabh ʿṭa. Ahli aymann hndi ṭrfh timn ṣly Allah ʿlyh v slmn pytth ṣlvatuk mṭlb chuh yih zi tim thi krin tihindis ḥqs mnz khudays duʿā zi suh krin timn ṣly Allah ʿlyh v slmn pytth pnnhi rḥmth nạzil.)"
  },
  {
    "verse_id": 57,
    "translation": "Yim lukh khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms tklyf chih divan, timn pytth chhe khudayn dnyahs th ạkhrts mnz lʿnt frmạvmcz, th tihndi khạṭr chuhn rusva krn vvl ʿdhab tyar thvvmut."
  },
  {
    "verse_id": 58,
    "translation": "Th yim lukh mvmn mrdn th mvmn mstvuratn be qṣvr tklyf chih divan, timv chuh akhi bddi bhtanuk th ttakarh gnahuk vbal pnnis kls khvlmut."
  },
  {
    "verse_id": 59,
    "translation": "Ae nby, pnnyn khandarinyn th kvryn th ahli aymann hnzn mstvuratn vniv zi, pnnis pans pytth ạsin pnnyn czadrn hinz lvnchhi thavan. (yʿny czadr vlith ạsin pans mohr thavan, balfaẓi dygr buth ylh thạvith mah ạsin pkan) yih chuh zyadh munasb ṭryqh takh tim yin prznavnh, th stavnh yin nh. (yin prznavnh, nishhi chuh murad yih zi aath sadh th ḥya dar lbass mnz timn vuchihth zanhi prth kanhh vuchhn vvl zi timh chhe shryf th baʿṣmt mstvurath, āvarh th bdkar chahnh zi kanhh bdkrdar ansan hykhi timn nishhi pnnhi diluk tmna pvur krnch aumyd krith. Stavnh yin nh, nishhi chuh murad yih zi timn gczihh nh kanhh hykun athh lạgith, timn brvnhh kun gczihh nh kanhh hykun yith) Allah tʿālyā chuh mghfrt krn vvl th mhrban."
  },
  {
    "verse_id": 60,
    "translation": "Agr pnnyv ḥrktv nishhi baz āe nh mnafqyn, th tim lukh yihndyn diln mnz khrạby chhe, byyhi tim yim mdyns mnz aapzi afvah phhlavn vạlụ̄ chih, tylhi krv asụ̄ timn khlaf karvạyy krnh khạṭr tvhụ̄ khrra, pth hykn tim yth shhrs mnz tohyih sintụ̄ mushklne rvuzith."
  },
  {
    "verse_id": 61,
    "translation": "Timn pytth spdi prth ṭryqh lʿntuk phttkar. Yythi thi vuchihnh yin tathi yin rattnh th bur pạtthụ̄ yin marnh."
  },
  {
    "verse_id": 62,
    "translation": "Yih chuh Allah tʿālyā sund sunt yus yithyn lukn hndis mʿāmls mnz godd pytthe chuh pkan yivan, th tvhụ̄ vuchihv nh Allah tʿālyā sndis sunts mnz kanhh tbdyly."
  },
  {
    "verse_id": 63,
    "translation": "Lukh chihv tohyih prczhan zi qyamtch gr kr yiyih? Vniv, tmiyuk ʿlm chuh Allah tʿālyā se. Tohyih kya khbr chahv, bnan chuh zi so (gr) āshi nkhe."
  },
  {
    "verse_id": 64,
    "translation": "Bhr ḥal chuh yih pvz zi khudayn chhe kạfrn pytth lʿnt krmcz, th tihndi khạṭr chuhn shʿlh vun nar tyar thvvmut."
  },
  {
    "verse_id": 65,
    "translation": "Yth mnz tim hmyshh rvzn, kanhh ḥạmy th mddgar lbn nh."
  },
  {
    "verse_id": 66,
    "translation": "Yymhi doh tihindyn buthyn nars pytth yiyhi taluk pytth krnh, tmhi vqth vnn tim zi, kash āsihe ashi Allah tʿālyā snz th rsvl snz aṭaʿt krmcz."
  },
  {
    "verse_id": 67,
    "translation": "Byyhi vnn, ae sanhi rbh, ashi kr pnnyn srdarn th pnnyn ztthyn hnz aṭaʿt, th timv krụ̄ asụ̄ rahi rast nishhi berah."
  },
  {
    "verse_id": 68,
    "translation": "Ae rb, yimn di dognh ʿdhab, th yimn pytth kr skht lʿnt."
  },
  {
    "verse_id": 69,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, timn lukn hndụ̄ pạtthụ̄ mah bniv, yimv mvsyā ʿlyh alslams tklyf ạsụ̄ ditimtụ̄, pth kvr khudayn tihnzv bnavnh āmczv kthv nishhi suh bry, th suh avs khudays nzdyk baʿzt."
  },
  {
    "verse_id": 70,
    "translation": "Ae ayman anan valyv, khudays khvcziv, th syvd kth ạsiv vnan."
  },
  {
    "verse_id": 71,
    "translation": "Allah tʿālyā kri tuhndụ̄ aʿmal durst, th tuhndyn qṣuvrn kri drgzr. Yus shkhṣ Allah tʿālyā th tmụ̄ sndis rsvl snz aṭaʿt kri tmụ̄ kr bdd kamyạby ḥạṣl."
  },
  {
    "verse_id": 72,
    "translation": "Ashi kvr yih amant āsmann th zmyns th pharrn brvnhh knhi pysh, tim spdụ̄ nh yih tulnh khạṭr tyar th khvczụ̄ aath (amant nishhi chuh murad timn dhmh dạriyan hund bar yus khudayn pnnis zmyns mnz akhtyarat th ʿql dith ansans pytth trvvmut chuh), mgr ansann tul yih, be shk chuh suh bvdd ẓạlim th jạhil (yʿny amhi bari amantuk ḥạmil ạsith thi chuhnh pnnhi dhmh dạry mḥsvs kran th khyant krith chuh panh pans pytth ẓlm kran.)"
  },
  {
    "verse_id": 73,
    "translation": "(yih bari amant tulnuk lạzmy ntyjh chuh yih) takh Allah tʿālyā diyih mnafq mrdn th znann, th mushrk mrdn th znann sza, th mvmn mrdn th mvmn mstvuratn hund tvbh kri qbvl, Allah tʿālyā chuh drgzr frmavn vvl th rḥym."
  }
]