[
  {
    "verse_id": 1,
    "translation": "Ḥmd chuh ts khudays khạṭr yus āsmann th zmyn kh prth chyzuk mạlik chuh, th ạkhrts mnz thi chuh ḥmd tmụ̄se khạṭr. Suh chuh ḥkmt vvl th zann vvl."
  },
  {
    "verse_id": 2,
    "translation": "Prth chyzs chuh suh zanan, yikynczhah zmyns mnz gczhan chuh, th yikynczhah tmhi mnz nyran chuh, th yikynczhah āsmanh vasan chuh, th yikynczhah tth mnz khsan chuh, suh chuh mhrban th bkhshn vvl."
  },
  {
    "verse_id": 3,
    "translation": "Mnkiryn chih vnan, kya dlyl chhe zi ashi pytth chahnh qyamt yivan! Vniv, qsm chuhm pnnis ʿālimu alghyb prvrdigar sund, so yiyhi tohyih pytth ẓrvr. Tas nishhi chuhnh dhrs brabr kanhh chyz, nah āsmann mnz chuhpith nah zmyns mnz. Nah dhrh khoth bvdd, th nah tmhi nishhi lokutt. Svrue kynhh chuh akis rvshn ktabhi mnz drj."
  },
  {
    "verse_id": 4,
    "translation": "Th yih qyamt yiyhi amhi mvjvb zi jza diyih Allah tʿālyā timn lukn yimv ayman chuh avnmut th nyk ʿml chih rvudimtụ̄ kran. Tihndi khạṭr chhe mghfrt byyhi ʿztuk rizq."
  },
  {
    "verse_id": 5,
    "translation": "Th yimv lukv sanyn āyatn vsụ̄ payih havnh khạṭr zvr chuh lgvvmut, tihndi khạṭr chuh bdtryn qsmuk dg tulh vun ʿdhab."
  },
  {
    "verse_id": 6,
    "translation": "Ae nby, ʿiilm thavn vạlụ̄ chih var pạtthụ̄ zanan zi yikynczhah tuhndis rb sndi ṭrfh tohyih pytth nạzil chuh spudmut, suh chuh srasr ḥq, th ts khdae snz vath chuh havan yus ghạlb th ḥmyd chuh."
  },
  {
    "verse_id": 7,
    "translation": "Mnkiryn chih lukn vnan, asụ̄ vanvh tohyih tiyuth shkhṣ yus khbr chuh divan zi yylhi tuhndi jsmuk dhrh dhrh chhkravnh āshi āmut tmhi vqth yiyiv tvhụ̄ nvi sr pạd krnh?"
  },
  {
    "verse_id": 8,
    "translation": "Pe chahnh zi yih shkhṣ chha Allah tʿālyā sndis navs pytth aapuz bnavan kinhi amis chuh jnvn laḥaq. Nah, blkh yim lukh ạkhrts chihnh manan, tim chih ʿdhabs mnz mbtla gczhn vạlụ̄ th time chih vultth pạtthụ̄ ddlimtụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Kya timv chuhna suh āsman th zmyn zanhh vuchhmut, yus timn ptụ̄kinụ̄ brvuntthụ̄kinụ̄ ghyr krith chuh? Asụ̄ agr yczhv tylhi hykvkh yim zmyns vạlith, nath hykv āsmankụ̄ kynhh ttukr yimn pytth girạvith. Drḥqyqt chhe ath mnz akh nishạny prth ts bndh sndi khạṭr yus khudays kun rjvʿ krn vvl āshi."
  },
  {
    "verse_id": 10,
    "translation": "Ashi avs davud ʿlyh alslams pnnhi ṭrfh bvdd fẓl ʿṭa kvrmut (ashi avs ḥukm diytmut zi) ae pharrv, amis sintụ̄ kriv hm āhngy (th yohe ḥkm avs ashi) prndn diytmut. Ashi kvr shistr tmụ̄ sndi khạṭr nrm,"
  },
  {
    "verse_id": 11,
    "translation": "Amhi hdayt san zi zirah bnav, th tihindụ̄ ḥlqh thav tthyk andazs pytth (ae āli davud,) nyk ʿml kriv, tvhụ̄ yikynczhah kran chihv suh chuhs bh vuchhan."
  },
  {
    "verse_id": 12,
    "translation": "Th slyman ʿlyh alslams khạṭr kvr ashi hava musakhr, ṣubḥ kh vqth tmiyuk pkun akhi ryth chih vthi tam, th sham kh vqth tmyuk pkun akhi ryth chih vthi tam. Ashi bahvv tmụ̄ sndi khạṭr vyglavnh āmthi tramuk nag (chshmh), th tithụ̄ jin krụ̄ ts tạbʿ, yim pnnis rb sndi ḥukmh ts brvnhh knhi kạm ạsụ̄ kran. Timv mnz yus sanh ḥukmh nishhi buth phirihe, ts havhav asụ̄ dazvunhi naruk mzh."
  },
  {
    "verse_id": 13,
    "translation": "Tim ạsụ̄ tmụ̄ sndi khạṭr bnavan yikynczhah suh yyczihh he, thz ʿmarth, tṣvyr (tṣvyr khạṭr chuhnh ẓrvry zi so āshi ansan ya ḥyvan snze, ḥẓrt sylman ʿlyh alslam ạsụ̄ shryʿti mvsvy hkụ̄ pyrvkar, th ḥẓrt mvsyā ʿlyh alslam sndis shryʿts mnz ạs jandar snz tṣvryr bnavnụ̄ tithe pạtthụ̄ ḥram, ythh pạtthụ̄ rsvl Allah ṣly Allah ʿlyh v slmn hndis shryʿts mnz chuh) brrụ̄ brrụ̄ ḥvẓ, zanth ttatthlụ̄, th pnnhi jayih nh ddln vajinhi gobhi dygh. Ae āli davud, ʿml kriv shukr kis ṭryqs pytth. (yʿny shkr gzar bndn hnd pạtthụ̄ kriv kạm) myanyn bndn mnz chih kme shkr gzar."
  },
  {
    "verse_id": 14,
    "translation": "Pth yylhi sylman ʿlyh alslams pytth ashi mvtuk fạṣlh nạfdh kvr, jnn avs nh tmụ̄ sndi mvtuk pe dinh vvl kanhh chyz tas khoddkymis vrạe, yus tmụ̄ sndis ʿāṣs avs khyvan. Yithh pạtthụ̄ yylhi slyman ʿlyh alslam pthr piyvv, ad chhe jinn pytth yih kth kuhlan, zi agr tim ghyb zann vạlụ̄ āsh han, tylhi rvzhan nh ath vultth ʿdhabs mnz mbtla."
  },
  {
    "verse_id": 15,
    "translation": "Sba (kyn lukn) khạṭr ạs tihndis pnnis maskns mnze akh nishạny mvjvd, z bagh dchihnụ̄ th khvvrụ̄. (amyuk mṭlb chuhnh yih zi pvur mlks mnz ạsụ̄ ṣrf ze bagh, blkh chuh amhi nishhi murad yih zi saba hch pvur sr zmyn ạs gulzare glzar. Ansan yth jahi thi khrra spdihe, ts avs dchihnụ̄ thi bagh athhi yivan th khvvrụ̄ thi) khyyiv pnnis rb sund rzq th kriv shkr tmụ̄ sund, mulk chuh ʿmdh th pakyzh, th prvrdgar chuh mghfrt frmavn vvl."
  },
  {
    "verse_id": 16,
    "translation": "Mgr timv phyur buth, ạkhr kar svuz ashi timn pytth tthvr phuttravn vvl shlab, th timn ditụ̄ goddnikyn don baghn hnzi jahi byyhi z bagh, yimn mnz ttytthụ̄ myvh th knddụ̄ kul ạsụ̄, byyih āsh km kynczhah bryyih."
  },
  {
    "verse_id": 17,
    "translation": "Yih avs tihndi kufruk bdlh yus ashi timn diyut, th nashkr ansans vrạe chihnh asụ̄ yuth bdlh byyhi kạnshi divan."
  },
  {
    "verse_id": 18,
    "translation": "Th ashi āsh timn th tihnzn bstiyan drmyan, yimn ashi brkt ạs ʿṭa krmcz, ttakarh bstiyih bsavimcz, th timn mnz āsh sfrchhi msafth (dvuryr) akis andazs pytth thavimcz. (brkt vajinv nishhi chuh murad sham th flsṭynuk ʿlaqh. Ttakarh bstyv nishhi chuh murad ticzhh bstiyih yimh ʿām shahrahs pytth āsn, kvunn mnz āsn nh chuhpith. Th sfrchhi msafth akis andazs pytth thavnuk mṭlb chuh yih zi yamn pytthh sham tam gczhnuk pvur sfr avs muslsl, ābad ʿlaqs mnz ṭe spdan yymhi kh prth mnzil pytthh dvyimis mnzils tamuk dvuryr mʿlvm th mtʿīn avs) phyiriv thvuriv yimn vathn mnz rat doh pvur aamnh san."
  },
  {
    "verse_id": 19,
    "translation": "Mgr timav vvn, ae sanhi rbh, sanyn sfrn hnz msafth (dvuryr) bnav zyitthụ̄. (ẓrvry chuhnh zi timv āshi zbạnụ̄ sintụ̄ yih duʿā kvrmut. Basa avqat chuh ansan ticzh ʿml kran, yymhi nishhi pe chuh lgan zi znth suh pnnis khdays yih vnan chuh zi yih nʿmt yosh cze me diczmcz chhe, bh chuhs nh ath qạbil. Āyat kyv alfaẓv nishhi chhe yih kth vaẓḥ spdan zi suh qvm avs pnnhi ābạdy hnz kthrt pnnhi khạṭr muṣybt smjhan, th yczhan avs yih zi ābady gczih tyiczah km gczhnụ̄ zi sfrkụ̄ mnzl gczhhn dvur dvur) timv kvr pnnis pans pytth panh ẓulm. Ạkhr kar thạvụ̄ ashi tim afsanh bnạvith, th timn kr mvulh monjhi chhlh chhangr. Yqynaan chhe tth mnz nishiạnyih prth ts shkhṣs khạṭr yus sytthah ṣạbr th shkr krn vvl āshi."
  },
  {
    "verse_id": 20,
    "translation": "Tihndis mʿāmls mnz lvb ablysn pnun guman ṣḥyḥ th timv kr tmụ̄ snze pyrvy. Sivae akh loktt chhokh yosh mvmn ạs."
  },
  {
    "verse_id": 21,
    "translation": "Ablyss avs nh timn pytth kanhh aqtdar ḥạṣl, mgr yiknczhah spud amhi mvjvb zi asụ̄ ạsụ̄ yih vuchuhn yczhan zi kus chuh ạkhrts mann vvl, th kus chuh amhi kh ṭrfh shks mnz. Tuhund rb chuh prth chyzs pytth ngran."
  },
  {
    "verse_id": 22,
    "translation": "(ae nby yimn mushrikn) vniv zi nad dith vuchhtvkh pnnụ̄ tim mʿbvd, yim tohyih khudays vrạe pnnụ̄ mʿbvd chhvukh zạnimtụ̄. Tim nh chih āsmanv mnz kunhi dhrs brabr chyzky mạlik, nh chih zmyns mnz. Tim chihnh āsman v zmyns kis mlkyts mnz thi shryk. Timv mnz chuhnh kanhh Allah tʿālyā sund mdd gar thi."
  },
  {
    "verse_id": 23,
    "translation": "Th Allah sndis drbars mnz hykhi nh kanhh shfaʿt thi kạnshi hnd khạṭr fạyd mnd ạsith, sivae tas shkhṣs yymụ̄ sndi khạṭr khudayn sfạrshhi hund ajazt āshi diytmut. Ḥtyā kh yylhi lukn hndyv dilav nishhi ghbrahtt dvur spdi, tim prczhn (sfạrsh krn valyn) zi tuhndụ̄ rbn kya jvab diyut? Tim vann zi tthyk jvab chuh myvulmut th suh chuh bzrg th brtr."
  },
  {
    "verse_id": 24,
    "translation": "(ae nby) yimn prczihv, kus chuhv tohyih āsmanv th zmyn nishhi rzq divan? Vniv, Allah tʿālyā. Vonụ̄ chuh kunhi shk vrạe ashi mnz th tohyih mnz kanhh aakve hdayts pytth nath kuhlh gumrạhy mnz hynh āmut."
  },
  {
    "verse_id": 25,
    "translation": "Yimn vniv, yus qṣvr aashi āshi gvmut tmich prczhgạr yiyav nh tohyih krnh, th yikynczhah tvhụ̄ kran chihv tmich kanhh jvab ṭlby yiyhi nh ashi krnh."
  },
  {
    "verse_id": 26,
    "translation": "Vniv, svn rb kri ashi jmʿ, pth kri ashi drmyan tthyk tthyk fạṣlh. Suh chuh tiyuth zbrdst ḥạkim yus svrue kynhh zanan chuh."
  },
  {
    "verse_id": 27,
    "translation": "Yimn vniv, me hạvitvkh timh hstiyih yimh tohyih ts sintụ̄ chahv shryk krith thavimicz. Hrgz nh, zbrdst th dana chuh bs sue Allah tʿālyā."
  },
  {
    "verse_id": 28,
    "translation": "Th (ae nby) ashi chihv tvhụ̄ tmam ansann khạṭr bshyr v ndhyr (yʿny bshart dinh vạlụ̄ th khocznavn vạlụ̄) bnạvith svuzimtụ̄, mgr akthr lukh chihnh zanan."
  },
  {
    "verse_id": 29,
    "translation": "Yim lukh chihv tohyih vnan zi, suh (qyamtuk) vʿdh kr gczihh pvur agr tvhụ̄ pziụ̄yarụ̄ chihv?"
  },
  {
    "verse_id": 30,
    "translation": "Vniv, tuhndi khạṭr chuh akhi tithhi dohuk myʿād muqrr, yymhi kis yinas mnz nah tvhụ̄ akhi gri hund czyr krith hykiv, th nah hykiyvun akh gr godd anith."
  },
  {
    "verse_id": 31,
    "translation": "Yim kạfr chih vnan zi, asụ̄ manav nh hrgz yih qrān, th nah krvn amhi brvntthim āmcz kanhh ktab tslym. Kash tvhụ̄ vuchhhiv yihund ḥal tmhi vqth yylhi yim ẓạlim pnnis rb sndis drbars mnz khrra spdn. Tamhi vqth khaln yim aakh akis pytth alzam. Yim lukh dunyahs mnz dbạvith ạsụ̄ thavnh āmtụ̄, tim vnn timn yim zitthụ̄ ạsụ̄ bnymtụ̄ zi, agr nh tvhụ̄ ạsihiv, tylhi āshav asụ̄ mvmn."
  },
  {
    "verse_id": 32,
    "translation": "Tim zitthụ̄ bnn vạlụ̄ din yimn kmzvr lukn jvab, kya ashi ạsivh tvhụ̄ tmhi hdayt nishhi rukạvimtụ̄ yus tohyih nish āmut avs? Nah, blkh ạsiv tvhụ̄ panh mujrm."
  },
  {
    "verse_id": 33,
    "translation": "Tim kmzvr lukh vnn timn ziyutth bnn valyn, nh blkh ạs ratch th dohch mkạril, yylhi tvhụ̄ ashi ạsiv vnan zi asụ̄ krv khudays sintụ̄ kufr, th baqy tthhravvkh tmụ̄ sndụ̄ shryk. Ạkhr kar yylhi yim lukh ʿdhab vuchhan, pth pchhtavn pnnyn diln mnz, th asụ̄ travav yimn mnkirn hnzn grdnn mnz ṭvq. Kya lukn hykya amhi vrạe kanhh bdlh dinh yith zi yithụ̄ tihndụ̄ aʿmal ạsụ̄ tiytuhe mylhi timn jza?"
  },
  {
    "verse_id": 34,
    "translation": "Zanhh spud nh yih zi ashi āshi kunhi bsty mnz akh khbrdar krn vvl svuzmut, th tamhi bsty hndyv khoshḥal lukv āshi nh yih vvnmut zi, yus pygham hyth tvhụ̄ āmtụ̄ chihv suh chihnh asụ̄ manan."
  },
  {
    "verse_id": 35,
    "translation": "Timv vvn hmyshh yy zi, ashi chih tuhndi khoth zyadh mal th avlad, th ashi mylhi nh hrgz sza."
  },
  {
    "verse_id": 36,
    "translation": "Ae nby, yimn vniv, myvn rb yas yczhan chuh, kushadh rzq chuhs divan th yas yczhan chuh myinith tvulith chuhs ʿṭa kran, mgr akthr lukh chihnh yih ḥqyqt zanan."
  },
  {
    "verse_id": 37,
    "translation": "Yih chhanh tuhnz dvlt th tuhndụ̄ avlad, yus tohyih ashi qryb āshi aanan. Ā, mgr yus ayman anhi th nyk ʿml kri. Yime lukh chih yihndi khạṭr tihnzi ʿmlhi hund dognh jza chuh, th tim rvzn blnd v bala ʿiimartn mnz aṭmynanh san."
  },
  {
    "verse_id": 38,
    "translation": "Rvudụ̄ tim lukh yim sanyn āyatn vsụ̄ payih havnh mokhh tag dav chih kran, tim spdn ʿdhabs mnz mbtla."
  },
  {
    "verse_id": 39,
    "translation": "Ae nby, yimn vniv, myvn rb yas pnnyv bndav mnz yczhan chuh, tas chuh kuhlh rzq divan, th yas yczhan chuh ts chuh myinith tvulith divan. Yikynczhah tvhụ̄ khrch kran chihv, tamhi chih jayih chuh sue tohyih byyhi divan, suh chuh tmam rzq dinh valyv khoth bhtr rzq dinh vvl."
  },
  {
    "verse_id": 40,
    "translation": "Th yymhi doh suh tmam ansan jmʿ kri, pth prczihh frshtn, kya yim lukh ạsya tuhnze yạcz ʿbadt kran?"
  },
  {
    "verse_id": 41,
    "translation": "Tim din jvab zi, pak chhe tuhnz dhat, svn tʿlq chuh tohyih sintụ̄, nah zi yimn lukn sintụ̄. Draṣl ạsụ̄ nh yim sạnụ̄ blkh ạsụ̄ jnn hnz ʿbadt kran, yimv mnz avs akthrv timne pytth ayman avnmut. (mushrikyni ʿrb ạsụ̄ chvnkh frshtn divan mʿbvd qrar, amhi mvjvb chuh khudayn frmvvmut zi yylhi qyamt kh doh frshtn prczhnh yiyih, tim din jvab zi draṣl ạsụ̄ nh yim sạnụ̄ blkh ạsụ̄ svn nav hyth shyṭann hnz bndgy kran, tikyazi shyṭan ve ạs yimn yih vath hạvmcz zi khudae trạvith smjhvukh baqy pnnụ̄ ḥajt rva, th timn brvnhh knhi ạsiv ndhr v nyaz pysh kran)"
  },
  {
    "verse_id": 42,
    "translation": "(tamhi saʿth vanav asụ̄ zi) aaz nah hykhi tohyih mnz kanhh kạnshi fạydh vatnạvith th nah nqṣan, th ẓạlimn vnv asụ̄ zi vuchihv vonụ̄ mzh tamhi jhnm kh ʿdhabuk yus tvhụ̄ aapuz ạsiv zanan."
  },
  {
    "verse_id": 43,
    "translation": "Yimn lukn yylhi sạnụ̄ ṣaf ṣaf āyat chih bvznavnh yivan, yim chih vnan zi, yih shkhṣ chuh bs yih yczhan zi tohyih rukavihyv timv mʿbvdav nishhi yihnz ʿbadt tuhndụ̄ mạlụ̄ buddibb chih kran āmtụ̄. Byyhi chih vnan zi, yih (qrān) chuh mḥẓ akh gvrmut aapuz. Yimn kạfrn brvnhh kun yylhi ḥq vvt yimav vvn zi, yih chuh ttakarh jvd."
  },
  {
    "verse_id": 44,
    "translation": "Ḥalankh nh ạs ashi yimn lukn brvnhh kanhh ktab diczmcz zi yim āshn tth pran, th nh avs tohyih brvnhh yimn kun kanhh khbrdar krn vvl svuzmut."
  },
  {
    "verse_id": 45,
    "translation": "Yimn brvntth yim lukh guzrymtụ̄ chih timav lukv chuh buth phiyrumut. Yikynczhah ashi timn diytmut avs tmhi kis ʿuushri ʿshyrs (dhimis ḥiṣs) thi chihnh yim vạtimtụ̄. Mgr yylhi timv myanyn rsvln buth phiyru, pth vuchhtv myvn sza kiyuth skht avs."
  },
  {
    "verse_id": 46,
    "translation": "Ae nby, yimn vniv zi, bh chuhsv tohyih bs akh nṣyḥt kran. Khudae sndi khạṭr lrrạvitav tvhụ̄ akhi akhi doyih doyih rlith pnun dmagh th svunchtv, tuhndis ṣạḥibs mnz kosh kth chhe ạkhr yosh jnuvnch āshi? (yth jayih chih ṣaḥb murad rsvl Allah ṣly Allah ʿlyh v slm. Ḥẓvr ṣly Allah ʿlyh v slmn khạṭr lfẓ ṣaḥib varrtavnuk mṭlb chuh yih zi tim ṣly Allah ʿlyh v slm ạsụ̄ nh timn khạṭr vopr blkh ạsụ̄ tihndy shhrkụ̄ bashndh th byyhi ạsụ̄ hm qbylh) suh chuh tohyih akhi skht ʿdhab kh yinh brvnhh khocznavn vvl."
  },
  {
    "verse_id": 47,
    "translation": "Yimn vniv, agr me tohyih kanhh ajr chuh mvngmut, tylhi ạsinv suh tohy mubark, myvn aajr chuh Allah tʿālyā sndi dhimh, th suh chuh prth chyzs pytth gvah."
  },
  {
    "verse_id": 48,
    "translation": "Yimn vniv, myvn rb chuh (me pytth) ḥquk ailqa kran, th suh chuh tmam pvshydh ḥqyqth zann vvl."
  },
  {
    "verse_id": 49,
    "translation": "Vniv, ḥq āv th vonụ̄ hykhi nh bạṭils khạṭr kihinụ̄ spdith."
  },
  {
    "verse_id": 50,
    "translation": "Vniv, agr bh gumrah chuhs gvmut, myanhi gmrạhy hund vbal chuh me pans pytth, th agr bh hdayts pytth chuhs, tylhi chuhs tath vaḥy hndis bunyads pytth, yosh myvn rb me pytth chuh nạzil kran, suh chuh svrue kynhh bvzan th byyhi chuh nkhe."
  },
  {
    "verse_id": 51,
    "translation": "Kash tvhụ̄ vuchihhvukh tim tamhi saʿth yylhi tim banbran phyran āsn, th bchith hykn nh kunue gczihth, blkh yin nkhe rttnh."
  },
  {
    "verse_id": 52,
    "translation": "Tmhi saʿth vanan yim aashi avn tth pytth ayman. Ḥalankh dvur dramut chyz kthi hykhi vonụ̄ athhi lgith."
  },
  {
    "verse_id": 53,
    "translation": "Amhi brvnhh avs yimv kfr kvrmut, th tḥqyq vrạe ạsụ̄ dvuri dvur chih vsụ̄ payih kthh aanan (yʿny rsvl th tihndyn tʿlymatn th ahli aymann pytth ạsụ̄ rngh rngh alzam lgavan)."
  },
  {
    "verse_id": 54,
    "translation": "Tmhi saʿth yymhi chyzuk tmna yim kran āsn, tmhi nishhi yin yim mḥrvm krnh. Yithh pạtthụ̄ yihndụ̄ pysh rav hm jns mḥrvm āsn spdmtụ̄. Yim ạsụ̄ brris gumrah krn vạlis shks mnz hynh āmtụ̄."
  }
]