[
  {
    "verse_id": 1,
    "translation": "Tʿryf chih Allah tʿālyā sndy khạṭr yus āsmann hund th zmynuk bnavn vvl th frshtn qạṣd muqrr krn vvl chuh. (tithụ̄ frshth) yimn zh zh tre tre th czvr czvr nari chhe. Suh yithh pạtthụ̄ pnnis mkhlvq kis sakhts mnz yczhan chuh tithh pạtthụ̄ chuh aẓafh kran. Yqynaan chuh Allah tʿālyā prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 2,
    "translation": "Allah tʿālyā yymhi rḥmtuk drvazh thi lukn khạṭr ylh travi, tth chuhnh kanhh bnd krn vvl, th yth suh bnd kri tth chuhnh pth khudays pth kanhh byakh mczravn vvl. Suh chuh zbrdst byyhi ḥkmt vvl."
  },
  {
    "verse_id": 3,
    "translation": "Lvukv, tohyih pytth yim Allah tʿālyā sndụ̄ aḥsan chih tim thạviyvukh yad. Kya khudays vrạe chha byyhi kanhh khalq thi, yus tohyih āsman nishhi th zmyn nishhi rziq āshi divan? Kanhh mʿbvd chuhnh ts vrạe, ạkhr kpạrụ̄ chihv tvhụ̄ dokhh khyvan?"
  },
  {
    "verse_id": 4,
    "translation": "Vonụ̄ agr (ae nby) yim lukh tohyih paczh chihv nh kran, (yih chahnh kanhh nv kth) tohyih brvnhh thi chahnh varyahn rsvln paczh krnh āmcz, th sạry mʿāmlat chih ạkhr kar Allah tʿālyā se kun rjvʿ spdn vạlụ̄."
  },
  {
    "verse_id": 5,
    "translation": "Lvukv, Allah tʿālyā sund vʿdh chuh yqynaan brḥq, lhādha yinh tohyih dunyahch zndgy dokhs mnz travi, th nh gczihh suh bvdd dokhh baz tohyih Allah tʿālyā sndis bars mnz dokhh hykun dith."
  },
  {
    "verse_id": 6,
    "translation": "Drḥqyqtt chuh shyṭan tuhund dshmn, amhi mvjvub smjhvun tvhụ̄ thi yih pnun dushmne. Suh chuh pnnyn pyrv karn amhi mvjvub pnnhi vthi pytth bulavan, takh tim gczhn jhnmiyan mnz shạml gczhnụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Yim lukh kufr krn timn khạṭr chuh skht ʿdhab, th yim ayman ann th nyk ʿml krn timn khạṭr chhe mghfrt th bvdd ajr."
  },
  {
    "verse_id": 8,
    "translation": "(ts shkhṣh snzi gumrạhy kya chuh vanun) yymụ̄ sndi khạṭr tmụ̄ snz bur ʿml āshi khoshnma bnavnh āmcz th suh āshi tth rut smjhan? Ḥqyqt chhe yih zi khudae yas yaczhan chuh, ts chuh gumrạhy mnz travan, th yas yczhan chuh tas chuh siyz vath havan. Lhādha (ae nby ṣly Allah ʿlyh v slm) khvah mkhvah mah gạliv pnun zuv yimn lukn hndi khạṭr ghms th afsvss mnz. Yikynczha yim kran chih Allah tʿālyā chuh tth var pạtthụ̄ zanan."
  },
  {
    "verse_id": 9,
    "translation": "Suh chuh Allah tʿālyā he yus hvahan chuh svzan, pth chih tim avbur tulan, pth chihn asụ̄ suh akis mord ʿlaqs kun nivan, th tamhi dhryʿh chihn soe zmyn zindh kran yosh mord ạs gmcz. Mvudimtyn ansann hund zndh spdun thi āshi yithe pạtthụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Yus akhah ʿzt yczhan āshi, tas gczihh pe āsnụ̄ zi ʿzt chuh aandhyth Allah tʿālyā sund. Tas nzdyk yus chyz hyvr chuh khsan suh chuh ṣrf pak klam byyhi chhe ʿmli ṣalḥ tth hyvr khalan. Rvudụ̄ tim lukh yim be hvudh chal bạziyih kran chih, tihndi khạṭr chuh skht ʿdhab, th tihund mkr (tdbyr) chuh pane ghart spdan vvl."
  },
  {
    "verse_id": 11,
    "translation": "Khudayn krinav tvhụ̄ myczi pạd, pth nṭfh nishhi, pth bnavinav tohyih jvri (yʿny mrd th znanh). Kanhh znanh chahnh ḥạmlh spdan th nh chhe shuris znm divan mgr yih svrue chuh Allah tʿālyā sndis ʿiilms mnz āsan. Kanhh ʿmr ḥạṣl krn vvl chuhnh ʿmr ḥaṣl kran, th nh chhe kạnshi hnzi ʿmri mnz kmy spdan mgr yih svrue chuh akis ktabhi mnz lykhith āsan. Allah tʿālyā sndi khạṭr chhe yih vayarh shl kạm."
  },
  {
    "verse_id": 12,
    "translation": "Th ābkụ̄ doshve dhkhyrh chihnh hivy. Akh chuh myvutth th trysh hvmravn vvl, chyns mnz khoshgvar, th byakh chuh skht czvk hvtt zln vvl. Mgr doshvyav nishhi chihv tvhụ̄ sạdrvar maz ḥạṣl kran, lagnh khạṭr chihv zyntuk saman krran, th athụ̄ ābs mnz chiho tvhụ̄ vuchhan zi nav chhe aamiyuk synh chyiran chyiran pkan, takh tvhụ̄ kriv Allah tʿālyā sund fẓl tlash th bniv tmụ̄ sndụ̄ shukr guzar."
  },
  {
    "verse_id": 13,
    "translation": "Suh chuh doh mnz rat th rạcz mnz doh krrith aanan, zvun th āftab chuh tmụ̄ muskhr krith thvvmut. Yih svrue chuh akis mqrr vqts tam pkan. Sue Allah tʿālyā (yymụ̄ snz yimh sare kamhi chhe) chuh tuhund rb. Badshạhy chhe tmụ̄ snze. Suh trạvith yimn baqyn tvhụ̄ ālav chihv kran, tim chihnh akhi gash tujhi hndụ̄ mạlik thi."
  },
  {
    "verse_id": 14,
    "translation": "Timn diytv nad, tim hykn nh tuhndụ̄ duʿā bvuzith, th agr bvzn tylhi hykn nh tohyih tihund jvab dith. Th qyamt kh doh krn tim tuhndis shrks ankar. Ḥqyqti ḥalch yiczh ṣḥyḥ khbr hykhi nh tohyih akis khbrdars vrạe byyhi kanhh dith."
  },
  {
    "verse_id": 15,
    "translation": "Lvukv, tvhy chihv Allah tʿālyā sndụ̄ mḥtaj, th Allah tʿālyā chuh ghny th ḥmyd."
  },
  {
    "verse_id": 16,
    "translation": "Suh agr yyczihh tohyih httạvith hykhi kanhh nv khlqt tuhnzi jayih anith."
  },
  {
    "verse_id": 17,
    "translation": "Yih krun chuhnh khudays khạṭr kihinụ̄ thi dushvar."
  },
  {
    "verse_id": 18,
    "translation": "Kanhh bvr tuln vvl tulinh byyhi kạnshi hund bvr. Th agr kanhh nkhn pytth bvr rttith shkhṣ pnun bvr tulnh khạṭr ālv kri, tmụ̄ sndi baruk akh mʿmvly ḥṣh tulnh khạṭr thi yiyhi nh kanhh, chahe suh kvnh āshi qryb tryn rshth dare. (ae nby ṣly Allah ʿlyh v slm) tvhụ̄ hykiyvukh time lukh mutnbh krith yim vuchihnh vrạe pnnis rbs khoczan chih, byyhi chih nmaz qạyim kran. Yus shkhṣ thi pạkyzgy chuh akhtyar kran, suh chuh pnny rczr khạṭr kran. Th pvt chuh phyrun sarine Allah tʿālyā se kun."
  },
  {
    "verse_id": 19,
    "translation": "Avn th achh vvl chuhnh brabr."
  },
  {
    "verse_id": 20,
    "translation": "Nh chhe anhi gtth th rvshny yksan."
  },
  {
    "verse_id": 21,
    "translation": "Nah chuh shyhjar th tapch tpish hishiy."
  },
  {
    "verse_id": 22,
    "translation": "Th nh chih zindh th mord brabr. Allah tʿālyā yas yczhan chuh tas chuh bvznavan, mgr (ae nby) tvhụ̄ hykiyvukh nh tim bvznạvith yim qbrn mnz dfn chih. (yʿny Allah tʿālyā sndi mshytch kthe chhe byakh, suh agr yyczihh knn diyih bvznuk ṭaqt, albth rsvls tam chahnh yih kạm zi yimn lukn hndụ̄ synh ẓmyrkụ̄ mdfn āsn bnymtụ̄, tihndyn diln mnz kya hykhi suh pnnụ̄ kth vạlith, th yim kthe āsn nh bvznụ̄ yaczhan, tihindyn gobir valyn knn kya hykhi ṣdae ḥq bvznạvith. Suh hykhi timne lukn bvznạvith, yim mʿqvl kthhi kan darnh khạṭr tyar āsn.)"
  },
  {
    "verse_id": 23,
    "translation": "Tvhụ̄ chihv ṣrf khbrdar krn vạlụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Ashi chihv tvhụ̄ ḥq hyth svuzimtụ̄, bshart dinh vạlụ̄ th khocznavn vạlụ̄ bnạvith. Th kanhh aumt chahnh ticzh guzrymcz yth mnz nh kanhh khbrdar krn vvl āshi āmut."
  },
  {
    "verse_id": 25,
    "translation": "Vonụ̄ agr yim lukh tohyih paczh chihv nh kran, tylhi zạniv zi yimv brvnhh guzrymtyv lukv thi chahnh paczh krmcz. Timn nishhi ạsụ̄ tihndụ̄ rsvl kuhlh dlạʿl th ṣḥyfh, byyhi rvshn hdayat dinh vajinụ̄ ktab hyth āmtụ̄."
  },
  {
    "verse_id": 26,
    "translation": "Pth yimv lukv mvn nh tim rttụ̄ me, th vuchihv myvn sza kvtah skht avs."
  },
  {
    "verse_id": 27,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi Allah tʿālyā chuh āsmanh āb (rvud) travan, th pth chih asụ̄ amhi kh dhryʿh mkhtlf myvh krran yihndụ̄ rng byvn byvn chih āsan. Th pharrn mnz thi chhe sfyd, vozjhi sytthah syah vath (ghattiyih) yihndụ̄ rng byvn byvn chih āsan."
  },
  {
    "verse_id": 28,
    "translation": "Th yithe pạtthụ̄ chih ansann th janvrn th charvayn hndụ̄ rng thi mkhtlf. Ḥqyqt chhe yih zi Allah tʿālyā sndyv bndv mnz chih ṣrf ʿlm thavn vạlụ̄ lukhe ts khoczan. (amhi nishhi spud mʿlvm zi ʿạlim chihnh ṣrf kitab khvans vnan, blkh chuh ʿạlim suh yus khdays khoczn vvl āshi) be shk chuh Allah tʿālyā zbrdst drguzr krn vvl."
  },
  {
    "verse_id": 29,
    "translation": "Yim lukh Allah tʿālyā snzi ktabhi hinz tlavt chih kran, th nmaz chih qạyim kran, th yikynczhah rzq ashi timn diytmut chuh tmhi mnz chih nanhi vanh th czhayih pạtthụ̄ khrch kran, pzipạtthụ̄ chih tim akhi tithhi tjartkụ̄ mtvqʿ yth mnz nh hrgz khsarh gczihh. (aath tjarts mnz chuh timv pnun svrue kynhh amhi mvjvub lvgmut)"
  },
  {
    "verse_id": 30,
    "translation": "Takhi Allah tʿālyā diyih timn tihindụ̄ ajr pvur pạtthụ̄ th mzyd kri pnnụ̄ fẓl timn ʿṭa. Be shk chuh Allah tʿālyā bkhshanh vvl th qdrdan."
  },
  {
    "verse_id": 31,
    "translation": "(ae nby) yosh ktab aashi tohyih kun vḥy hndi dhryʿh svuzmcz chhe soe chhe ḥq, tṣdyq kran chhe āmcz timn ktabn, yimh aamhi brvnhh āsh āmcz. Be shk chuh Allah tʿālyā pnnyn bndn hndi ḥalh nishhi bakhbr, th prth chyzs pytth chuh nẓr thavn vvl."
  },
  {
    "verse_id": 32,
    "translation": "Pth bnạvụ̄ ashi yymhi ktabhi hndụ̄ vạrith tim lukh, yim ashi (yymhi vratht khạṭr) pnnyv bndv mnz czạrụ̄. Vonụ̄ chuh kanhh yimv mnz pnnis nfsas pytth ẓlm krn vvl. Th kanhh chuh yimav mnz drmyanch vath akhtyar krn vvl, th kanhh chuh Allah tʿālyā sndi aidhnh sintụ̄ nykyn mnz sbqt krn vvl, yohe chuh bvdd bar fẓl."
  },
  {
    "verse_id": 33,
    "translation": "Hmyshh rvzn vạlụ̄ jnt chih yimn mnz yim lukh dạkhl spdn. Tathi yin tim sonh sndiyv karyv th mokhth sintụ̄ ārasth krnh, tthi āshi tihund lbas ryshm,"
  },
  {
    "verse_id": 34,
    "translation": "Th tim vnn zi, shkr chuh tas khdae sund yymụ̄ ashi nishhi ghm kvr dvur, yqynaan chuh svn rb mʿāf krn vvl th qdr krn vvl."
  },
  {
    "verse_id": 35,
    "translation": "Yymụ̄ asụ̄ pnnhi fẓl sintụ̄ abdy qyam chih jayih tthhrạvụ̄, vonụ̄ nh chhe ashi yythi kanhh mshqt yivan pysh, th nh chuh thkun laḥq spdan."
  },
  {
    "verse_id": 36,
    "translation": "Th yimv lukv kufr chuh kvrmut tihndi khạṭr chuh jhnmuk nar. Nah yiyhi tihund qṣh moklavnh zi tim mran, th nh yiyhi tihindi khạṭr jhnm kis ʿdhabs mnz kanhh kmy krnh. Yithh pạtthụ̄ chih asụ̄ bdlh divan prth tas shkhṣs yus kufr krn vvl āshi."
  },
  {
    "verse_id": 37,
    "translation": "Tim vnan tathi krykh divan divan zi, ae sanhi rbh, ashi krr th yythi takh asụ̄ krv nyk ʿml, timv ʿaamlav nishhi mkhtlf, yim brvnhh ạsụ̄ rvudimtụ̄ kran. (timn yiyhi jvab dinh) kya ashi ạsvna tohyih tyiczah ʿuumr diczmcz, yth mnz kanhh sbq yyczihh he rttun tylhi hykhi he suh rttith? Th tohyih nishhi avs khbrdar krn vvl thi āmut. Vuchihv vonụ̄ mzh. Ẓạlimn chuhnh yythi kanhh mddgar."
  },
  {
    "verse_id": 38,
    "translation": "Be shk chuh Allah tʿālyā āsmann th zmyn kh prth pvshydh chyz nishhi vạqf, suh chuh synn mnz chuhpith raz tam zanan."
  },
  {
    "verse_id": 39,
    "translation": "Sue chuh yymụ̄ tvhụ̄ zmyns mnz khlyfh chihnv bnạvimtụ̄. Vonụ̄ yus kanhh kufr chuh kran, tmụ̄ sndi kfruk vbal chuh tsụ̄ pytth, th kạfrn chuhnh tihund kfr aamhi vrạe kanhh trqy divan zi tihndis rb sund ghẓb chuh timn pytth zyadh khoth zyadh huran pkan. Kạfrn khạṭr chahnh khsars mnz aiẓafh vrạe byyhi kanhh trqy."
  },
  {
    "verse_id": 40,
    "translation": "(ae nby) yimn vniv, tohyih chuhvkhh zanhh vuchihmtụ̄ thi pnnụ̄ tim shryk yimn tvhụ̄ khudae trạvith ālv chihv divan rvzan? Me vniv timv kya chuh zmyns mnz pạd kvrmut, ya vnụ̄tav āsmann mnz kya shrkt chhe tihinz? (agr nh yih vnith hykn tylhi prczihv yimn) kya ashi chha yimn kanhh tḥryr diytmut lykhith, yth bunyads pytth yim (pnnis ath shrks khạṭr) kanhh ṣaf sand āsn thavan? Nah, blkh chih yim ẓạlim akh akis mḥẓ fryb divan pkan."
  },
  {
    "verse_id": 41,
    "translation": "Ḥqyqt chhe yih zi Allah tʿālyā he chuh yus āsmann th zmyns ttlnh nishhi rukạvith chuh, th agr tim ttln tylhi chuhnh khudays pth kanhh byakh timn rattn vvl kynhh. Be shk chuh Allah tʿālyā sytthah burdbar th drgzr frmavn vvl."
  },
  {
    "verse_id": 42,
    "translation": "Yim lukh chih skht qsm hạvụ̄ hạvụ̄ vnan zi, agr kanhh khbrdar krn vvl timn nishhi āmut āshi he, tylhi āshn yim dunya kh prth dvymhi qvm khoth khsith prhyz gar. Mgr yylhi khbrdar krn vvl yimn nishhi āv, tmụ̄ sndụ̄ yinan kvr nh yimn mnz ḥq nishhi czalnh vrạe byyhi kunhi chyzs mnz aiẓafh."
  },
  {
    "verse_id": 43,
    "translation": "Yim lgụ̄ zmyns mnz byyhi zyadh nafrmạny krnhi th khrab khrab chalh lgụ̄ chlavnhi, ḥalankh bur chalh chhe pnnyn chlavn valine rttan. Vonụ̄ kya yim lukh chha amiyuk antẓar kran zi ptmyn qvmn sintụ̄ yus Allah tʿālyā sund ṭryqh chuh rvudmut, sue gczihh yimn sintụ̄ thi vrtavnh yun. Agr yhe kth chhe tylhi lbiv nh tvhụ̄ hrgz Allah tʿālyā sndiyn ṭryqn mnz kanhh tbdyly, th tvhụ̄ vuchihv nh zanhh zi Allah tʿālyā sndis sunts kya hykhi kanhh ṭaqt tmụ̄ sndi muqrr vathi nishhi phirith."
  },
  {
    "verse_id": 44,
    "translation": "Kya yim lukh chihna zmyns mnz phiyirimtụ̄ thvurimtụ̄ zi, yimn yiyhi he timn lukn hund anjam athhi yim yimn brvnhh chih guzrymtụ̄, th tim ạsụ̄ yimv khoth varyah zyadh ṭaqt var? Khudays chuhnh kanhh chyz ʿạjz krn vvl kynhh, nh āsmann mnz th nh zmyns mnz. Suh chuh svrue kynhh zanan th prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 45,
    "translation": "Agr suh lukn tihndyn krimatyn krtvutn pytth rttihe, tylhi travihe nh zmyns pytth kạnshi zuv daars zndh. Mgr suh chuh yimn akis muqrr vqts tam muhlt divan. Pth yylhi tihund vqt pvur gczihh, pth vuchhhi Allah tʿālyā pnnyn bndn."
  }
]