[
  {
    "verse_id": 1,
    "translation": "Yās."
  },
  {
    "verse_id": 2,
    "translation": "Qsm chuh baḥikmt qrānuk."
  },
  {
    "verse_id": 3,
    "translation": "Tvhụ̄ chihv yqynaan rsvlav mnz."
  },
  {
    "verse_id": 4,
    "translation": "Siyzi vathi pytth chihv."
  },
  {
    "verse_id": 5,
    "translation": "(th yih qrān) chuh ghạlib th rḥym hsty hund nạzil krnh āmut."
  },
  {
    "verse_id": 6,
    "translation": "Takh tvhụ̄ kriyvun khbrdar tiyuth aakh qvm yymykụ̄ mạlụ̄ buddibb khbrdar ạsụ̄ nh krnh āmtụ̄, th amhi vjh kinụ̄ chih tim ghflts mnz."
  },
  {
    "verse_id": 7,
    "translation": "Yimv mnz chih akthr lukh ʿdhab kh fạṣlkụ̄ ḥqdar bnymtụ̄, aamy mvjvb chihnh tim ayman anan. (yih chhe timn lukn hnz dhkr yim nby ṣly Allah ʿlyh v slmn hndis dʿūts muqablh ẓids th htt dhrmy ạsụ̄ kạm hyvan, th yimv fạṣlh avs kvrmut zi ḥẓvr ṣly Allah ʿlyh v slmn hnz kth chahnh kunhi thi ḥals mnz mannụ̄. Timn mtʿlq chuh frmavnh āmut zi, yim lukh chih ʿdhab kh fạṣlkụ̄ ḥqdar bnymtụ̄, aamy mvjvub chihnh yim ayman aanan.)"
  },
  {
    "verse_id": 8,
    "translation": "Aashi chih tihnzn grdnyn mnz ṭvq trạvimtụ̄, yimv sintụ̄ tim hongnyn tam gnddith chih thavnh āmtụ̄, amhi mvjvb chih tim klh thvd tulith khrra. (ṭvq nishhi chuh murad tihnz pnnụ̄ htt dhrmy yosh tihndi khạṭr ḥq qbvl krns mnz tthvr chhe bnan. Hongnyn tam gnddith āsun th klh thvd tulith khrra āsun, amhi nishhi chuh murad kạr thz rttnụ̄ yosh tkbr th ghrvruk ntyjh chhe āsan)"
  },
  {
    "verse_id": 9,
    "translation": "Ashi chuh akh dyvar timn brvuntthụ̄kinụ̄ khrra kvrmut, th akh dyvar chuh timn ptụ̄kinụ̄. Ashi chuh timn vurun kvrmut, vonụ̄ chuhnh timn kihinụ̄ fkri tran. (akh dyvar brvuntthụ̄ kinụ̄ th akh ptụ̄ kinụ̄ khrra krnh nishhi chuh murad yih zi aamy ghrvruk th htt dhrmy hund fṭry ntyjh spud yih zi nah chih yim lukh ptimhi tvarykhh mnz sbq rttan th nh chih mstqbl kyn ntyjn pytth zanhh ghvr kran. Yihndyv tʿṣbatav chuh yimn prth ṭrfh tithh pạtthụ̄ vurun kvrmut th yihnzv ghlṭ fhmyv chih yihnzn achhn pytth tithụ̄ prdh trạvimtụ̄ zi yimn chihnh tim ttakar ḥqạyq athhi yivan yim hr kạnshi nyk khṣlt th betʿṣb ansans chih aathhi yivan.)"
  },
  {
    "verse_id": 10,
    "translation": "Yihndi khạṭr chuh yksan, tvhụ̄ kritvkh yim khbrdar ya mth kri tvkh, yim mann nh."
  },
  {
    "verse_id": 11,
    "translation": "Tvhụ̄ hykiyvun sue shkhṣ khbrdar krith yus nṣyḥtch pyrvy kri, th vuchhnh vrạe khoczi khudae rḥmans. Ts diyv mghfrtch th bhtryn ajrch bshart."
  },
  {
    "verse_id": 12,
    "translation": "Asụ̄ chih yqynaan akhi doh mordh zndh krn vạlụ̄, yimh kamhi thi timv krimcz chhe timh sare chih asụ̄ lykhan, th yim āthar timv pth kun chih trạvimtụ̄ tim thi chih asụ̄ thbt kran, prth kanhh chyz chuh ashi akis khulh ktabhi mnz drj krith thvvmut."
  },
  {
    "verse_id": 13,
    "translation": "Yim bvznạviyvukh mithalhi rngụ̄ tmhi bsty hndyn lukn hund qṣh, yylhi tth mnz rsvl ạsụ̄ āmtụ̄."
  },
  {
    "verse_id": 14,
    "translation": "Ashi svuzụ̄ timn kun zh rsvl th timv phiyur doshvnụ̄ buth, pth svuz tryym ashi mdd khạṭr, th timv sarivyav vvn asụ̄ chih tohyih kun rsvl sndi ḥythyt svznh āmtụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Bsty hndyv lukv vvn tvhụ̄ chihv nh kihinụ̄ mgr chihv ashi hivụ̄ kynhh ansan, th khudae rḥmann chuhnh hrgz kanhh chyz nạzil kvrmut, tvhụ̄ chihv mḥẓ aapuz vnan."
  },
  {
    "verse_id": 16,
    "translation": "Rsuvlav vvn, svn rb chuh zanan zi asụ̄ chih ẓrvr tohyih kun rsvl bnạvith svznh āmtụ̄,"
  },
  {
    "verse_id": 17,
    "translation": "Th ashi pytth chahnh ṣaf ṣaf pygham vatnavnh vrạe byyhi kanhh dhmh dạry."
  },
  {
    "verse_id": 18,
    "translation": "Bsty vạlụ̄ lgụ̄ vannhi, asụ̄ chihv tvhụ̄ pnnhi khạṭr fali bd (mnḥvs) smjhan, agr tvhụ̄ baz phyirivnh tylhi krav asụ̄ tvhụ̄ sngsar, th ashi nishhi mylyv tohyih bvdd drd nak sza."
  },
  {
    "verse_id": 19,
    "translation": "Rsuvlv diyut jvab, tuhund fali bd (nḥvst) chuhv tohyih pans sintụ̄ lgith. Kya yimh kthh chihva tvhụ̄ amhi mvjvb kran zi tohyih āyav nṣyḥt krnh? Aṣly kth chhe yih zi tvhụ̄ chihv ḥd dramtụ̄ lukh."
  },
  {
    "verse_id": 20,
    "translation": "Aath dvran āv shhrkhi dvur draz kvunh pytthh akh shkhṣ davan davan th vvnun, ae myanhi qvm kyv lvukv, rusvln hnz pyrvy kriv."
  },
  {
    "verse_id": 21,
    "translation": "Pyrvy kriv timn lukn hnz yim tohyih nishhi kanhh ajr chihnh yczhan, byyhi chih tthyk vathi pytth."
  },
  {
    "verse_id": 22,
    "translation": "Ạkhr kyazi kr nh bh ts hsty hnz bndgy yymụ̄ bh pạd chuhnas kvrmut, th ys kun tohyih sarine chuhv pvt phyirith gczuhn?"
  },
  {
    "verse_id": 23,
    "translation": "Kya suh trạvith bnavkhh bh baqy mʿbvd? Ḥalankh agr khudae rḥman me kanhh nqṣan vatnavun yyczihh, nh hykhi tihund shfaʿt me bkar yith th nh hykn tim me yle travnạvith."
  },
  {
    "verse_id": 24,
    "translation": "Agr bh yih kr tylhi gczhh bh ttakar gumrạhy mnz mbtla."
  },
  {
    "verse_id": 25,
    "translation": "Me avn tuhndis rbs pytth ayman, tvhụ̄ thi mạniv myạnụ̄ kth."
  },
  {
    "verse_id": 26,
    "translation": "(ạkhr kar kvr suh timv lukv qtl) th amis shkhṣs āv vannh zi, dạkhl gczh jnts mnz. Tmụ̄ vvn, kash myạnis qvmas āsihe yih mʿlvm zi,"
  },
  {
    "verse_id": 27,
    "translation": "Myạnụ̄ rbn kmhi chyzkh bdvlth kr me mghfrt, th kvrns bh baʿzt lukn mnz dạkhl."
  },
  {
    "verse_id": 28,
    "translation": "Amhi pth vvl nh aashi tmụ̄ sndis qvmas pytth āsmanh pytthh kanhh lshkr. Ashi avs nh lshkr svznuk kanhh ḥajt."
  },
  {
    "verse_id": 29,
    "translation": "Bs spud akh dhmakh, th achank rvudụ̄ tim sạry czhyth gczihth."
  },
  {
    "verse_id": 30,
    "translation": "Afsvs bndn hndis ḥals pytth, yus rsvl thi timn nishhi āv ts rvudụ̄ tim ttsne kran."
  },
  {
    "verse_id": 31,
    "translation": "Kya timv vuchh na zi timn brvnhh kạtyah qvm chih ashi hlak krmtụ̄, th amhi pth āe nh tim zanhh yimn kun vaps?"
  },
  {
    "verse_id": 32,
    "translation": "Yim sạry yin akhi doh ashi brvnhh kun ḥạẓr krnh."
  },
  {
    "verse_id": 33,
    "translation": "Yimn lukn chhe mordh zmyn akh nishạny. Ashi dicz aath zndgy th amhi mnz kvdd ziraʿt yus yim khyvan chih."
  },
  {
    "verse_id": 34,
    "translation": "Ashi krụ̄ ath mnz khzr th dchih bagh pạd, th amhi mnz krụ̄ nag jạry,"
  },
  {
    "verse_id": 35,
    "translation": "Takh yim khyn aamikụ̄ phl. Yih svrue kynhh chuhnh tihndyn pnnyn aathn hund pạd krnh āmut kynhh. Aamhi pth thi chihna yim shukr ada kran?"
  },
  {
    "verse_id": 36,
    "translation": "Pak chhe so dhat yymụ̄ sarine qsmn hndụ̄ jvr krụ̄ pạd, khvah tim zmyn kyv kulyv kttyv mnz ạsitn, ya ạsitn khod tihndi pnnhi jnsh (yʿny ansạny zuryath) mnz, ya ạsitn timv chyzv mnz, yihnz nh yimn pe thi chhe."
  },
  {
    "verse_id": 37,
    "translation": "Yihndi khạṭr chhe byakh nishạny rat, asụ̄ chih amhi pytthh tulan doh thvd, pth chuh yimn pytth aanhi gvtt gczhan."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi āftab, suh chuh pnnis tthikans kun pkan gczhan. Yih chuh zbrdst zann vạlụ̄ sund mqrr krnh āmut ḥsab."
  },
  {
    "verse_id": 39,
    "translation": "Byyhi zvun, ath khạṭr chih ashi mnzil muqrr krimtụ̄, yvt tam zn so timv mnzụ̄ guzran guzran byyhi khzr kulụ̄ chih hochihh lnjhi hndụ̄ pạtthụ̄ rvzan chhe."
  },
  {
    "verse_id": 40,
    "translation": "Nh chuh āftabs tam yih zi suh gczihh th ratthi zvunhi, th nh hykhi rat dohs pytth sbqt nith. Sạry chih akis akis flks mnz czhantthi pkan."
  },
  {
    "verse_id": 41,
    "translation": "Yihndi khạṭr chhe yithi akh nshạny zi ashi kvr yuhund nsl bhrnh āmczi navi mnz svar (murad chuh nuvḥ ʿlyh alslamn hnz nav)"
  },
  {
    "verse_id": 42,
    "translation": "Th pth kri yihndi khạṭr ticzahe nav byyhi pạd, yimn pytth yim svar chih spdan."
  },
  {
    "verse_id": 43,
    "translation": "Asụ̄ agr yczhv yim krvkh ghrq, kanhh gvczh nh yuhund fryad bvzn vvl āsun th kunhi pạtthụ̄ gczhụ̄ nh yim bchavnh yinụ̄."
  },
  {
    "verse_id": 44,
    "translation": "Bs chhe sạny rḥmt yosh yimn btthis chhe lagan, th akis khaṣ vqts tam chahkh zndgy nishhi fạydh tulnuk mvqʿ divan."
  },
  {
    "verse_id": 45,
    "translation": "Yimn lukn yylhi vannh chuh yivan zi bchiv, tamhi anjam nishhi yus tohyih brvnhh kun pkan chuhv th tohyih pth kun chuh guzryvmut, bnan chuh zi tohyih pytth yiyhi rḥm krnh (tylhi chih yim bvuzith lagan zvr)."
  },
  {
    "verse_id": 46,
    "translation": "Yimn brvnhh kun yosh thi āyt rb sndiyv āytv mnz yivan chhe, yim chihnh tth kun tvjh divan (rvgrdạny chih kran)."
  },
  {
    "verse_id": 47,
    "translation": "Th yylhi yimn vannh chuh yivan zi yus rzq khudayn chuhnv tohyih ʿṭa kvrmut tmhi mnz kriv kynhh Allah tʿālyā snzi vathi mnz khrch, tylhi chih yim lukh yimv kufr chuh kvrmut ayman ann valyn jvab divan, kya asụ̄ khyavvkhh tim yimn agr khudae yyczihh he tylhi khyavihkh panh? Tvhụ̄ chihv balkle ddlimtụ̄."
  },
  {
    "verse_id": 48,
    "translation": "Yim lukh chih vnan zi, yih qyamtch dhmky kr gczihh ạkhr pvur? Vniv agr tvhụ̄ pziyạrụ̄ chihv."
  },
  {
    "verse_id": 49,
    "translation": "Draṣl yymhi chyzch vath yim vuchhan chih suh chuh bs akh dhmakh, yus achank yimn tath ḥalts mnz ratthi yylhi yim (pnnyn dunyạvy mʿāmlatn mnz) czuvan āsn,"
  },
  {
    "verse_id": 50,
    "translation": "Th tmhi saʿth hykn nh yim vṣyt tam krith, nh hykn pnnyn grn vaps gczihth."
  },
  {
    "verse_id": 51,
    "translation": "Pth yiyhi ṣvurs akh phokh layinh. Th achank nyrn yim pnnis rb sndis drbars mnz pysh spdnh khạṭr pnnyv pnnyv qbrv mnz."
  },
  {
    "verse_id": 52,
    "translation": "Banbran banbran vann, he! Yih kmụ̄ tulụ̄ asụ̄ sanyv khvab gahav mnz thvd? Yih chuh sue chyz yymyuk khudae rḥmann vʿdh avs kvrmut th rsvln hnz kth ạs pz. (bnan chuh yih zi jvab din timn ahli ayman. Bnan chuh zi tim lukh smjhn kynhh kalh pth pane zi yih āv sue doh yymich khbr aashi rsvl ạsụ̄ divan. Th yithi hykhi ạsith zi frshth din timn yih jvab, ya vanhi qyamtuk svrue maḥvl timn yih kth.)"
  },
  {
    "verse_id": 53,
    "translation": "Kuny zvr dar āvaz gczihh, th andhyth yin sạry ashi brvnhh kun ḥạẓr krnh."
  },
  {
    "verse_id": 54,
    "translation": "Aaz yiyhi nh kạnshi pytth dhrs brabr ẓlm krnh, th tohyih yiyhi tiyuthe bdlh dinh yczhh tvhụ̄ ʿmlh ạsiv rvudimtụ̄ kran."
  },
  {
    "verse_id": 55,
    "translation": "Az chih jnty lukh mzh krns mnz mshghvl."
  },
  {
    "verse_id": 56,
    "translation": "Tim th tihnz khandarnhi āsn gnis shyhjars masndn pytth tkyih lgạvith,"
  },
  {
    "verse_id": 57,
    "translation": "Prth qsmkụ̄ mzh dar chyz chih khynh chynh khạṭr tihndi khạṭr mvjvd, yikynczhah tim ṭlb krn tihndi khạṭr chuh ḥạẓr."
  },
  {
    "verse_id": 58,
    "translation": "Rabi rḥym sndi ṭrfh chhe timn slam vannh āmcz."
  },
  {
    "verse_id": 59,
    "translation": "Th ae mujrimv, aaz gczihv tvhụ̄ jl alg."
  },
  {
    "verse_id": 60,
    "translation": "Ādm ʿlyh alslam sndyv shuryv, kya me avsmav na tohyih hdayt kvrmut, zi shyṭan snz bndgy mah kriv, suh chuh tuhund khulh dshmn,"
  },
  {
    "verse_id": 61,
    "translation": "Th myạny yạcz bndgy kriv, yih chhe siyz vath."
  },
  {
    "verse_id": 62,
    "translation": "Mgr amhi bavjvd kvr tmụ̄ tohyih mnz varyah mkhlvq gumrah. Kya tohyih ạsv na ʿql?"
  },
  {
    "verse_id": 63,
    "translation": "Yih chuh sue jhnm yymhi nishhi tvhụ̄ khocznavnh ạsiv yivan."
  },
  {
    "verse_id": 64,
    "translation": "Yus kufr tvhụ̄ dunyahas mnz kran chihv rvdimtụ̄ tmhi kis padashs mnz bniv vonụ̄ amiyuk zalun."
  },
  {
    "verse_id": 65,
    "translation": "Aaz krav asụ̄ yihndụ̄ chạnttụ̄ bnd, yihndụ̄ athh krn aashi sintụ̄ kthh, th yihndụ̄ khor din gvạhy zi dunyahs mnz kya kmạe chih yim rvudimtụ̄ kran."
  },
  {
    "verse_id": 66,
    "translation": "Asụ̄ agr yczhv tylhi hykav yihnz achh mskh krith, pth hyn yim brvnhh pkun, kpạrụ̄ yiyhi yimn vath aathhi?"
  },
  {
    "verse_id": 67,
    "translation": "Asụ̄ agr yyczahv, asụ̄ krvkh yim yihnzy jayih pytth tithh pạtthụ̄ mskh zi, nah hykn yim brvnhh pkith th nah hykn pvt phiyirith."
  },
  {
    "verse_id": 68,
    "translation": "Yymis shkhṣs asụ̄ zyitth vạns chih divan tmụ̄ snz sakht chihn asụ̄ aulttavan. Kya (yim ḥalat vuchihth) chahna yimn ʿql yivan?"
  },
  {
    "verse_id": 69,
    "translation": "Aashi chuhnh yih (nby ṣly Allah ʿlyh v slm) shʿr hychhnvvmut kynhh, th nah chhe shạʿry amis shvubane. Yih chhe akh nṣyḥt byyhi ṣaf prn vajinụ̄ ktab."
  },
  {
    "verse_id": 70,
    "translation": "Takh suh kri prth ts shkhṣs khbrdar yus zindh āshi, th ankar krn valyn pytth spdi ḥujt qạyim."
  },
  {
    "verse_id": 71,
    "translation": "Kya yim lukh chihna vuchhan zi ashi chih pnnyv aathv sintụ̄ bnavnh āmtyv chyzv mnz yihndi khạṭr charvạe pạd krimtụ̄, th vonụ̄ chih yim tihindụ̄ mạlik."
  },
  {
    "verse_id": 72,
    "translation": "Ashi chih yim tithh pạtthụ̄ yihndis qbẓs mnz thạvimtụ̄ zi timv mnz chih yim kạnshi pytth svar spdan, kạnshi hund chih yim maz khyvan,"
  },
  {
    "verse_id": 73,
    "translation": "Th timn mnz chih yihndi khạṭr rngh rngh fạydh th mshrvbat (chynkụ̄ chyz) pth kya yim chihna shukr guzar spdan?"
  },
  {
    "verse_id": 74,
    "translation": "Yih svrue kynhh āsnh bavjvd chih yimv khudays vrạe baqy khudae bnạvimtụ̄, th yih aumyd chih thavan zi yimn yiyhi mdd krnh."
  },
  {
    "verse_id": 75,
    "translation": "Tim hykn nh yimn kanhh mdd krith, blkh chih yim lukh aultth tihndi khạṭr ḥạẓr rvzn vạlụ̄ lshkr bnith."
  },
  {
    "verse_id": 76,
    "translation": "Achha, yimh kthh yim bnavan chih timh mah krinav tohyih ghmgyn, yihnz pvshydh th ttakarh sare kthh chih asụ̄ zanan."
  },
  {
    "verse_id": 77,
    "translation": "Kya ansan chuhna vuchhan zi ashi kvr yih nuṭfh nishhi pạd, th pth spud yih nanhi vanh lrrayih gvr bnith khrra?"
  },
  {
    "verse_id": 78,
    "translation": "Vonụ̄ chuh suh ashi pytth mithalh kran chspan, th pnnụ̄ pydạysh chahs mshith gczhan. Vnan chuh, kus kri yimn addijn zindh yylhi zan yimh dodrymcz āsn?"
  },
  {
    "verse_id": 79,
    "translation": "Amis vniv, yimn kri sue zindh yymụ̄ yimh godd āsh pạd krimcz, th suh chuh tkhlyqch prth kạm zanan."
  },
  {
    "verse_id": 80,
    "translation": "Sue yymụ̄ tuhndi khạṭr srsbz kulhi nishhi nar kvr pạd, th tvhụ̄ chihv tmhi sintụ̄ pnnụ̄ chvulh rvshn kran."
  },
  {
    "verse_id": 81,
    "translation": "Kya suh yymụ̄ āsman th zmyn pạd krụ̄, chuhna ath pytth qdrt thavan zi yimn hivụ̄ hykhi pạd krith? Kyazi nh, yylhi zan suh mahri khlaq (yʿny tahdi payuk pạd krn vvl mạhir) chuh."
  },
  {
    "verse_id": 82,
    "translation": "Suh yylhi kunhi chyzuk aradh chuh kran tylhi chhe tmụ̄ snz kạm bs yih, zi tth diyih ḥukm zi spad th suh chuh spdan."
  },
  {
    "verse_id": 83,
    "translation": "Pak chuh suh yymụ̄ sndis atahs mnz prth chyzuk mkml aqtdar chuh, th tsụ̄ kun chihv tvhụ̄ vaps phyrn vạlụ̄."
  }
]