[
  {
    "verse_id": 1,
    "translation": "Qṭar dr qṭar ṣf gnddn valyn hund qsm,"
  },
  {
    "verse_id": 2,
    "translation": "Pth tihund qsm yim grinnz krn vạlụ̄ th lar krn vạlụ̄ chih,"
  },
  {
    "verse_id": 3,
    "translation": "Pth tihund qsm yim klami nṣyḥt bvznavn vạlụ̄ chih. (mufsrn hnz akthryt chhe ath kthhi pytth mtfq zi yimv tryshvyav grvhav nishhi chih murad frshtn hndụ̄ grvh, yim Allah tʿālyā sndụ̄ aḥkam bja aannh khạṭr hmyshh chih tyar rvzan, tmụ̄ snz nafrmạny krn valyn chih grinnz kran th lar kran, byyhi chih mkhtlf ṭryqv Allah tʿālyā yad pavan th klami nṣyḥt bvznavan)"
  },
  {
    "verse_id": 4,
    "translation": "Tuhund ḥqyqy mʿbvd chuh bs aakve."
  },
  {
    "verse_id": 5,
    "translation": "Suh yus zmyn th āsmann hund th tmam timn chyzn hund mạlik chuh yim zmyn v āsmans mnz chih, byyhi sarine mshrqn hund mạlik. (āftab chuhnh hmyshh aaky nabh kinụ̄ nyran, blkh chuh prth doh akhi navi zavyih kinụ̄ ṭlvʿ spdan. Byyhi chuhnh suh sạrise zmyns pytth byk vqt ṭlvʿ spdan, blkh chuh zmyn kyn mkhtlf ḥṣn pytth mkhtlf vqtn mnz aamiyuk ṭlvʿ spdan. Yimn vjvhatn hndis bunyads pytth chuh mshrq bjae mashariq lfẓ vrtavnh āmut, th aath sintụ̄ chahnh magharibn hnz dhikr krnh āmcz, tikyazi lfẓ masharq chuh pane mgharibs pytth dlalt kran.)"
  },
  {
    "verse_id": 6,
    "translation": "Ashi chuh dunyahuk āsman tarkn hndi zynt sintụ̄ sjvvmut. (dunyahuk āsman chuh murad sue āsman yus asụ̄ pnnyv achhv chih vuchhan)"
  },
  {
    "verse_id": 7,
    "translation": "Th prth nafrman shyṭans nishhi chuh yih mḥfvẓ thvvmut."
  },
  {
    "verse_id": 8,
    "translation": "Yim shyaṭyn hykn nh mlaʿ aʿlyā hn hnz kthh bvuzith, (amhi nishhi chuh murad ʿālmi balahkụ̄ mkhlvq yʿny frshth) prth ṭrfh chihkh chvb vsan th lar chahkh yivan krnh,"
  },
  {
    "verse_id": 9,
    "translation": "Th tihndi khạṭr chuh lgatar ʿdhab. Tahm agr timv mnz kanhh kynhh thaphi thvshi hyth czlhi,"
  },
  {
    "verse_id": 10,
    "translation": "Tylhi chhe akh tyz shʿlh vnụ̄ nar ryhh ts pth davan."
  },
  {
    "verse_id": 11,
    "translation": "Vonụ̄ prczihv yimn, yihnz pydạysh chha zyadh mshkl kinh timn chyzn hnz yim aashi pạd chih krmtụ̄? Yim chih ashi lys dar rabhi pạd krimtụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Tvhụ̄ chihv (Allah tʿālyā sndyn qdrt kyn mʿjzn pytth) ḥạran th yim chih aath ttsnh kran."
  },
  {
    "verse_id": 13,
    "translation": "Yylhi smjhavnh chih yivan tylhi chihnh smjhạny."
  },
  {
    "verse_id": 14,
    "translation": "Kanhh nishạny yylhi vuchhan chih tth chih hzl kran."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi chih vnan, yih chuh ttakar jvd,"
  },
  {
    "verse_id": 16,
    "translation": "Yih kthi hykhi bnith zi yylhi asụ̄ mvudimtụ̄ āsav th mycz banav, th addjhi krnz āsav rvudimtụ̄, th tmhi vqth yimv asụ̄ zndh krith tulnh?"
  },
  {
    "verse_id": 17,
    "translation": "Th kya brvntthmyn vqtn hndụ̄ sạnụ̄ āba v ajdad thi yinh tulnh?"
  },
  {
    "verse_id": 18,
    "translation": "Yimn vniv, ā, th tvhụ̄ chihv (khudays brvnhh knhi) be bs."
  },
  {
    "verse_id": 19,
    "translation": "Bs aakve grinnz spdi, th achank āsn yim pnnyv achhv vuchhan (thi svrue kynhh yymich khbr chhe dinh yivan)."
  },
  {
    "verse_id": 20,
    "translation": "Tmhi saʿth vann yim hae sạnụ̄ km bkhty, yih hae chuh yvmu aljza."
  },
  {
    "verse_id": 21,
    "translation": "Yih chuh sue fạṣluk doh yus tvhụ̄ aapuz zanan ạsiv. (bnan chuh zi yih kth vann timn ahli ayman, bnan chuh yih āshi frshtn hund qvm, bnan chuh zi mydani ḥshruk svrue maḥvl āshi tamhi saʿth zbani ḥal sintụ̄ yih vnan, th yithi chuh bnan zi yih āshi khod yimne lukn hund pnnue byakh rdiʿml. Yʿny pnnyv dilav mnz vann tim pnnis pans zi dunyahs mnz rvudiv tvhụ̄ sạrise vạnshi yih smjhan zi kanhh fạṣluk doh chuhnh yinh vvl. Vonụ̄ āyav tohyih shhmt, yus doh tvhụ̄ aapuz zanan ạsiv sue vvtuv brvnhh kun)."
  },
  {
    "verse_id": 22,
    "translation": "(ḥukm spdi) anyvukh ghyr krith sạry ẓạlim th tihndụ̄ sạthy, th tim mʿbvd yihnz bndgy khudae trạvith kran ạsụ̄ (yth jayih chihnh mʿbvud murad frshth th avlya th anbyaʿ, blkh chih don qsmn hndụ̄ mʿbvd. Akh tim ansan th shyaṭyn yihnz pnnụ̄ khvạhsh th kvushsh yih ạs zi lukh gczhụ̄ khudae trạvith tihnz bndgy krnụ̄. Dvyim tim potlụ̄ vghạrh yihnz prstsh dunyahs mnz lukh chih kran rvudimtụ̄)."
  },
  {
    "verse_id": 23,
    "translation": "Pth hạviv yimn sarine jhnmch vath."
  },
  {
    "verse_id": 24,
    "translation": "Th tlsh tthhrạviyvukh yim hana, yimn chuh kynhh prczuhn."
  },
  {
    "verse_id": 25,
    "translation": "Tohyih kya gvv, vonụ̄ kyazi chihv nh akh akis mdd kran?"
  },
  {
    "verse_id": 26,
    "translation": "Hae, aaz chih yim pnun pan (th akh byakh) ḥvalh kran (rattnavan)."
  },
  {
    "verse_id": 27,
    "translation": "Aamhi pth phyrn yim akh akis kun th lagn panh vạnụ̄ tkrar krun."
  },
  {
    "verse_id": 28,
    "translation": "Vann (pyrvy krn vạlụ̄ pnnyn pyshvahn), tvhụ̄ ạsiv ashi nishhi sydi buthih yivan. (draṣl chuh lfẓ yamiyn vrtavnh āmut. Mḥavrh kh lḥaẓh agr yih quvt v ṭaqt kis mʿny ys mnz nimvn, tylhi āshi mṭlb zi tohyih niyiv asụ̄ pnnyv zvrav sintụ̄ gumrạhy kun. Agr yih khyrkis th rczrkis mʿny ys mnz nimvn, tylhi āshi amiyuk mṭlb yih zi tohyih avsuv qsm hạvụ̄ hạvụ̄ ashi aṭmnan diytmut zi ḥq chuh sue yih tvhụ̄ pysh chihv kran.)"
  },
  {
    "verse_id": 29,
    "translation": "Tim din jvab, nah blkh ạsiv nh tvhụ̄ khod ayman aann vạlụ̄,"
  },
  {
    "verse_id": 30,
    "translation": "Th nah avs tohyih pytth svn kanhh zvr, tvhụ̄ ạsiv pạnụ̄ panh buthụ̄ phirụ̄ lukh."
  },
  {
    "verse_id": 31,
    "translation": "Ạkhr spdiụ̄ asụ̄ pnnis rb sndi tmhi frmankụ̄ ḥqdar zi asụ̄ chih ʿdhabuk mzh vuchhn vạlụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Lhādha ddạliv ashi tvhụ̄, th asụ̄ ạsụ̄ panh ddlimtụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Yithh pạtthụ̄ āsn tim sạry tmhi doh ʿdhabs mnz mushtrk."
  },
  {
    "verse_id": 34,
    "translation": "Asụ̄ chih mujrmn sintụ̄ yy kynczhah kran."
  },
  {
    "verse_id": 35,
    "translation": "Yim ạsụ̄ tim lvukh zi yylhi yimn vannh avs yivan, khdays vrạe chuhnh kanhh mʿbvdi brḥq. Tylhi avs yimn tkbr khsan,"
  },
  {
    "verse_id": 36,
    "translation": "Th vnan ạsụ̄, kya asụ̄ travvkhh akis shaʿr mjnvn sndi khạṭr pnnụ̄ mʿbvd?"
  },
  {
    "verse_id": 37,
    "translation": "Ḥalankh suh avs ḥq hyth āmut, th tmụ̄ avs rsvln hund tṣdyq kvrmut. (vonụ̄ yiyhi timn vnnh zi)"
  },
  {
    "verse_id": 38,
    "translation": "Tvhụ̄ chihv lạzimaan drdnak szahkụ̄ mzh vuchhn vạlụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Th tohyih yus bdlh thi dinh yivan chuh, timne aʿmaln hund chuhv dinh yivan, yim tvhụ̄ kran chihv rvudimtụ̄."
  },
  {
    "verse_id": 40,
    "translation": "Mgr Allah tʿālyā sndụ̄ czar nh āmtụ̄ bndh āsn (amhi bd anjamh nishhi) mḥfvẓ."
  },
  {
    "verse_id": 41,
    "translation": "Tihndi khạṭr chuh rzqi mʿlvm (mqrr krnh āmut rizq),"
  },
  {
    "verse_id": 42,
    "translation": "Prth rngkụ̄ ldhydh chyz,"
  },
  {
    "verse_id": 43,
    "translation": "Byyhi nʿmth brith jnt,"
  },
  {
    "verse_id": 44,
    "translation": "Yimn mnz tim ʿzt san yin thavnh. Tkhtn pytth bihan akh akis brvnhh knhi."
  },
  {
    "verse_id": 45,
    "translation": "Shrab kyv nagv nishhi yin glhi britụ̄ jam timn mnzbag phirnavnh."
  },
  {
    "verse_id": 46,
    "translation": "Yih chmkh vun shrab, yus chynh valyn khạṭr mzdar āshi."
  },
  {
    "verse_id": 47,
    "translation": "Nh vathi tihndis jsms tmhi sintụ̄ kanhh nqṣan th nh ddalhi tihnz ʿql amhi sintụ̄."
  },
  {
    "verse_id": 48,
    "translation": "Th timn nishhi āsn nẓr bchavn vajinhi, khvbṣvrt achh vajinhi khatvnh,"
  },
  {
    "verse_id": 49,
    "translation": "Ticzhh nazuk znth tthvulh knjhi tlh knhi chuhpith chahczr."
  },
  {
    "verse_id": 50,
    "translation": "Pth prczhn tim akh akis kun mtvjh spdith ḥalat."
  },
  {
    "verse_id": 51,
    "translation": "Timv mnz vanhi akh, dnyahs mnz avs myvn akh hm nshyn,"
  },
  {
    "verse_id": 52,
    "translation": "Suh avs me vnan, kya cz thi chuhkhh tṣdyq krn valyv mnz?"
  },
  {
    "verse_id": 53,
    "translation": "Pzụ̄ pạtthụ̄ yylhi asụ̄ mvudimtụ̄ āsav th miycz āsav bnymtụ̄, th addijhi krnz rvzav bnith, kya ashi yiya jza th sza dinh?"
  },
  {
    "verse_id": 54,
    "translation": "Vonụ̄ kya tvhụ̄ lukh chihv vuchuhn yczhan zi tim ṣaḥb kthi chih vonụ̄?"
  },
  {
    "verse_id": 55,
    "translation": "Yih vnith yuthue suh namhi, ts vuchih jhnm kis sanirs mnz,"
  },
  {
    "verse_id": 56,
    "translation": "Th ts vanhi khṭab kran, khudae sund qsm, cz avsukh bs me tbah krn vvl."
  },
  {
    "verse_id": 57,
    "translation": "Myạnis rb sund fẓl agr nh shamli ḥal āsihe, tylhi āsha bthi aaz timv lukv mnz yim rttith chih aannh āmtụ̄."
  },
  {
    "verse_id": 58,
    "translation": "Achha, kya vonụ̄ chihna asụ̄ tylhi marn vạlụ̄. (klamuk andaz chuh ṣaf vnan zi pnnis amis jhnmy yars sintụ̄ klam kran kran chuh achank yih jnty shkhṣ pans sintụ̄ klam krnhi lgan, th yimh kthh chhe tmụ̄ snzi zyvi tithh pạtthụ̄ nyran znth kanhh shkhṣ pnun pan prth tvqʿ th prth andazh khoth bhtr ḥalts mnz vuchihth sytthah ḥạrth san th khvshy san pạnụ̄ pane āshi bvlan)"
  },
  {
    "verse_id": 59,
    "translation": "Yus mvt ashi yinh vvl avs suh āv bs godde? Vonụ̄ spdi nh ashi kanhh ʿdhab?"
  },
  {
    "verse_id": 60,
    "translation": "Pzụ̄ pạtthụ̄ chhe yhe ʿẓymu alshan kamyạby."
  },
  {
    "verse_id": 61,
    "translation": "Yiczhy kamyạby khạṭr pzi ʿml krn valyn ʿml krnụ̄."
  },
  {
    "verse_id": 62,
    "translation": "Vniv, yih ẓiyaft chha jan kinh zquvmuk kul?"
  },
  {
    "verse_id": 63,
    "translation": "Ashi chuh suh kul ẓạlimn khạṭr ftnh bnvvmut. (yʿny munkrn chuh yih kth bvuzith qrāns th nby ṣly Allah ʿlyh v slms pytth ttsnh krnuk akh nvv mvqʿ mylan. Tim chih ath pytth hzl kran vnan, bvuzitav vonụ̄ nv kthah, jhnm kis shʿlh vnis nars mnz vobdn vonụ̄ kulụ̄.)"
  },
  {
    "verse_id": 64,
    "translation": "Suh chuh akh kul yus jhnm kh czakhi tlh chuh nyran."
  },
  {
    "verse_id": 65,
    "translation": "Tmikụ̄ hylụ̄ (myvh) chih tithụ̄ zanth shyṭann hndụ̄ klh."
  },
  {
    "verse_id": 66,
    "translation": "Jhnmkụ̄ lukh khyn aath, th aamy sintụ̄ bran shkm,"
  },
  {
    "verse_id": 67,
    "translation": "Pth mylhi timn ath pytth chynh khạṭr grkh divun āb."
  },
  {
    "verse_id": 68,
    "translation": "Th amhi pth spdi tihnz vapsy athụ̄ jhnm kis nars kun."
  },
  {
    "verse_id": 69,
    "translation": "Yim chih tim lukh yimv pnnụ̄ mạlụ̄ buddibb vathi ddlụ̄mtụ̄ vuchh,"
  },
  {
    "verse_id": 70,
    "translation": "Th tihndine nqshi qdmn pytth trạvkh dav."
  },
  {
    "verse_id": 71,
    "translation": "Ḥalankh timv brvnhh ạsụ̄ varyah lukh gumrah spdmtụ̄."
  },
  {
    "verse_id": 72,
    "translation": "Th timn mnz ạsụ̄ ashi tnbyh krn vạlụ̄ rsvl svuzimtụ̄."
  },
  {
    "verse_id": 73,
    "translation": "Vonụ̄ vuchihv yimn tnbyh āv krnh timn lukn hund anjam kya spud."
  },
  {
    "verse_id": 74,
    "translation": "Amhi bdnạmy nishhi chih Allah tʿālyā sndụ̄ time bndh bchymtụ̄ yim tmụ̄ pans khạṭr khạliṣ chih krimtụ̄."
  },
  {
    "verse_id": 75,
    "translation": "Ashi avs (amhi brvnhh) nvḥ ʿlyh alslamn nad lvymut, vuchihv zi asụ̄ kithụ̄ rtụ̄ jvab dinh vạlụ̄ ạsụ̄."
  },
  {
    "verse_id": 76,
    "translation": "Ashi bchvv suh th tmụ̄ sndụ̄ gr vạlụ̄ krbi ʿẓym (bddi mṣybt) nishhi,"
  },
  {
    "verse_id": 77,
    "translation": "Th tmụ̄ sundue nsl thvv pth kun,"
  },
  {
    "verse_id": 78,
    "translation": "Th ptimyn nsln mnz trvv tmụ̄ sund tʿryf th tvṣyf."
  },
  {
    "verse_id": 79,
    "translation": "Slam chhe nvḥs ʿlyh alslams pytth tmam dnya valyv mnz."
  },
  {
    "verse_id": 80,
    "translation": "Asụ̄ chih nyky krn valyn yuthue jza divan."
  },
  {
    "verse_id": 81,
    "translation": "Drḥqyqt avs suh saniyv mvmn bndv mnz."
  },
  {
    "verse_id": 82,
    "translation": "Pth kvr byakh dvr ashi ghrq."
  },
  {
    "verse_id": 83,
    "translation": "Th nvḥ ʿlyh alslam sndụ̄se ṭryqs pytth pkn vvl avs abrahym ʿlyh alslam."
  },
  {
    "verse_id": 84,
    "translation": "Yylhi suh pnnis rb sndis drbars mnz qlbi slym (ṣaf dl) hyth āv."
  },
  {
    "verse_id": 85,
    "translation": "Yylhi tmụ̄ pnnis mạlis th pnnis qvms vvn, yim km chyz chih yihnz tvhụ̄ ʿbadt chihv kran?"
  },
  {
    "verse_id": 86,
    "translation": "Kya Allah tʿālyā trạvith chihva tvhụ̄ aapzụ̄ mapzụ̄ mʿbvud yaczhan?"
  },
  {
    "verse_id": 87,
    "translation": "Rb alʿālmyn sndis bars mnz kya chuh ạkhr tuhund guman?"
  },
  {
    "verse_id": 88,
    "translation": "Pth trạv tmụ̄ tarkn pytth akh nẓr (ʿrby zbạnụ̄ mnz chih yim lfẓ mḥavrh rngụ̄ ath mʿny ys mnz vannh yivan zi tmụ̄ kvr ghvr ya tmụ̄ shkhṣn lvg svnchun.)"
  },
  {
    "verse_id": 89,
    "translation": "Th vvnun me chhe ṭbyʿt khrab. (ashi chuhnh kunhi dhryʿh yih mʿlvm zi tmhi saʿth avs nh ḥẓrt abrahym ʿlyh alslams kunhi qsmuk tklyf. Amhi mvjvub yiyhi nh yih vannh zi ḥẓrt abrahym ʿlyh alslamav avs yih khlafi vaqʿh bhanh bnvvmut.)"
  },
  {
    "verse_id": 90,
    "translation": "Chnanchhi tim lukh chih ts ttiy trạvith nyran."
  },
  {
    "verse_id": 91,
    "translation": "Timn ptụ̄ kinụ̄ czav suh czvuri pạtthụ̄ tihndyn mʿbvdn hndis mndrs mnz th vvnun, tvhụ̄ lukh kyazi chihv nh khyvan?"
  },
  {
    "verse_id": 92,
    "translation": "Tohyih kya gvv, tvhụ̄ chihv nh kth thi kran?"
  },
  {
    "verse_id": 93,
    "translation": "Amhi pth vvth suh th dchihnhi aathh vạlinkh zvr zvr dab."
  },
  {
    "verse_id": 94,
    "translation": "(vaps yith) āe tim lukh davan davan ts nishhi."
  },
  {
    "verse_id": 95,
    "translation": "Tmụ̄ vvn, kya tvhụ̄ chihv pnnyn ne garnh āmtyn chyzn pvuza kran?"
  },
  {
    "verse_id": 96,
    "translation": "Ḥalankh Allah tʿālyā ne chihnv tvhụ̄ thi pạd krimtụ̄ th tim chyz thi yim tvhụ̄ bnavan chhvukh."
  },
  {
    "verse_id": 97,
    "translation": "Timv vvn panh vạnụ̄ zi, amụ̄ sndi khạṭr kriv aakh aalav tyar, th yih chhkiyvun dazvnis nar ddhyrs mnz."
  },
  {
    "verse_id": 98,
    "translation": "Timv ạs yczhmcz ts khlaf akh karvạyy krnụ̄, mgr ashi hạvụ̄ time vsụ̄ payih bnạvith."
  },
  {
    "verse_id": 99,
    "translation": "Abrahym ʿlyh alslam chuh vnan, bh gczhh pnnis rbs kun, (yʿny pnnis rbs khạṭr trav pnun gr th vṭn) sue kri me rhnmạʿy."
  },
  {
    "verse_id": 100,
    "translation": "Ae prvrdgar, me krun akh frznd ʿṭa yus ṣalḥynv mnz āshi."
  },
  {
    "verse_id": 101,
    "translation": "(amhi duʿā kis jvabs mnz) dicz ashi tas akis ḥlym (burdbar) lrrkh snz bshart. (murad chih ḥẓrt asmaʿīl ʿlyh alslam)"
  },
  {
    "verse_id": 102,
    "translation": "Suh lrrkh yylhi ts sintụ̄ tg dav krnh chih vạnshi vvt, pth chuh (akhi doh) abrahym ʿlyh aslam ts vnan, gvbrya, bh chuhs khvabs mnz vuchhan zi bh chuhsath cz dhbḥ kran, vonụ̄ van cz, chvn kya khyal chuh? Tmụ̄ vvn, aba jan, yikynczhah tohyih ḥukm chuhv dinh yivan suh kriv pvur, tvhụ̄ lbiv me an shaʿ Allah ṣạbrv mnz."
  },
  {
    "verse_id": 103,
    "translation": "Ạkhrs pytth yylhi timv doshvyav khdae sndis ḥukms klh nvmrvv, th abrahym ʿlyh alslam chuh frznds buthhi kinụ̄ pthr pavan."
  },
  {
    "verse_id": 104,
    "translation": "Th ashi lve nad zi, ae abrahym ʿlyh alslam,"
  },
  {
    "verse_id": 105,
    "translation": "Cze hvvuth khvab pvz bnạvith. (chvnkh khvabs mnz avs yih havnh āmut zi dhbḥ chih kran, yih āv nh havnh zi dhbḥ chuh krnh āmut, amhi mvjvb yylhi ḥẓrt abrahym ʿlyh alslamav dhbḥ krnch pvur tyạry kr, pth āv frmavnh zi cze hvvuth khvab pvz bnạvith.) asụ̄ chih nyky krn valyn yuthue jza divan."
  },
  {
    "verse_id": 106,
    "translation": "Yqynaan ạs yih akh ttakarh āzmạʿsh."
  },
  {
    "verse_id": 107,
    "translation": "Th aashi travnvv akh bdd qrbạny fidys mnz dith suh bchhi ylh. (bjhi qurbạny nishhi chuh murad akh dumbh ya aakh bvdd ktth, yus tmhi vqth Allah tʿālyā sndụ̄ frshtn ḥẓrt abrahym ʿlyh alslams brvnhh knhi pysh kvr takh frznd sndi bdlh kr ts dhbḥ. Aath chuh bdd qrbạny amhi mvjvb vnnh āmut zi so ạs abrahym ʿlyh alslam hivis vfadar bndh sndi khạṭr frzndi abrahym ʿlyh alslam hivis ṣạbr th jan nithar lrrkh sund fidyih. Amhi ʿlavh chuh ath bdd qrbạny qrar dinuk akh vjh yithi zi qyamts tam khạṭr kvr khudayn yih sunt jạry zi aamy tạrykhh krn tmam ahli ayman pvur dunyahs mnz janvr qurban, th vfadạry th jan nithary hndi amhi ʿẓymu alshan vaqʿch yad rvzn tazh kran.)"
  },
  {
    "verse_id": 108,
    "translation": "Th tmụ̄ sund tʿryf th tvṣyf trvv hmyshh khạṭr yinh valyn nsln mnz."
  },
  {
    "verse_id": 109,
    "translation": "Slam chhe abrahym ʿlyh alslams pytth."
  },
  {
    "verse_id": 110,
    "translation": "Asụ̄ chih nyky krn valyn yuthue jza divan."
  },
  {
    "verse_id": 111,
    "translation": "Pzụ̄ pạtthụ̄ avs suh sanyv mvmn bndv mnz."
  },
  {
    "verse_id": 112,
    "translation": "Th ashi dicz ts asḥaq ʿlyh alslam snz bshart (yʿny qrbạny hndi amhi vaqʿh pth dicz ts ḥẓrt asḥaq ʿlyh alslam sndi zynch bshart) akh nby ṣalḥynv mnz."
  },
  {
    "verse_id": 113,
    "translation": "Byyhi dicz ts th asḥaq ʿlyh alslams brkt. Vvnụ̄ chuh yimn doshvnhi hndi dhuryth mnz kanhh muḥsn th kanhh chuh pnnis nfss pytth ttakar ẓlm krn vvl."
  },
  {
    "verse_id": 114,
    "translation": "Th ashi kvr mvsyā ʿlyh alslams th harvn ʿlyh alslams pytth aḥsan,"
  },
  {
    "verse_id": 115,
    "translation": "Timn th tihndis qvms diyut krbi ʿẓym (baddi mṣybt) nishhi njat,"
  },
  {
    "verse_id": 116,
    "translation": "Timn bkhsh nuṣrt yymhi vjh kinụ̄ time rvudụ̄ ghạlb,"
  },
  {
    "verse_id": 117,
    "translation": "Timn kr sytthah vaẓḥ ktab ʿṭa,"
  },
  {
    "verse_id": 118,
    "translation": "Timn hạv syz vath,"
  },
  {
    "verse_id": 119,
    "translation": "Th yinh valyn nsln mnz thvv tihund dhikri khyr pth kun."
  },
  {
    "verse_id": 120,
    "translation": "Slam chhe mvsyā th harvn ʿlyhm alslamn pytth."
  },
  {
    "verse_id": 121,
    "translation": "Asụ̄ chih nyky krn valyn yutuhe jza divan."
  },
  {
    "verse_id": 122,
    "translation": "Drḥqyqt ạsụ̄ tim sanyv mvmn bndv mnz."
  },
  {
    "verse_id": 123,
    "translation": "Th pz pạtthụ̄ avs alyas ʿlyh alslam thi murslynv mnz."
  },
  {
    "verse_id": 124,
    "translation": "Yad kriv yylhi tmụ̄ pnnis qvmas vanyav zi, tvhụ̄ lukh chihv na khoczan?"
  },
  {
    "verse_id": 125,
    "translation": "Kya tvhụ̄ chihv bʿls nad layan th aaḥsnu alkhalqyn chhvun travan,"
  },
  {
    "verse_id": 126,
    "translation": "Suh Allah tʿālyā yus tuhund th tuhndyn ptimyn brvutthmyn āba v ajdadn hund rb chuh?"
  },
  {
    "verse_id": 127,
    "translation": "Mgr timv phiyur ts buth, lhdha chih tim yqynaan sza khạṭr pysh spdn vạlụ̄,"
  },
  {
    "verse_id": 128,
    "translation": "Timv khdae sndyv bndav vrạe yim khạliṣ ạsụ̄ āmtụ̄ krnh."
  },
  {
    "verse_id": 129,
    "translation": "Byyhi thvv aashi alyas ʿlyh alslam sund dhikri khyr yinh valyn nsln mnz pth kun."
  },
  {
    "verse_id": 130,
    "translation": "Slam chhe alyas ʿlyh alslams pytth."
  },
  {
    "verse_id": 131,
    "translation": "Asụ̄ chih nyky krn valyn yuthue jza divan."
  },
  {
    "verse_id": 132,
    "translation": "Pzụ̄ pạtthụ̄ avs suh sanyv mvmn bndv mnz."
  },
  {
    "verse_id": 133,
    "translation": "Th lvuṭ thi avs timve lukv mnz yim rsvl bnạvith svznh ạsụ̄ āmtụ̄."
  },
  {
    "verse_id": 134,
    "translation": "Yad pạviv yylhi aashi ts th tmụ̄ sndyn sarine gr valyn njat diyut,"
  },
  {
    "verse_id": 135,
    "translation": "Sivae akh budd yosh pth rvzn valyv mnz ạs."
  },
  {
    "verse_id": 136,
    "translation": "Pth kvr baqy svrue tahs nahs."
  },
  {
    "verse_id": 137,
    "translation": "Aaz chihv tvhụ̄ rat doh tihnzv (vujar gmczav bstiyav) kinụ̄ nyran."
  },
  {
    "verse_id": 138,
    "translation": "Kya tohyih chahv na ʿql yivan?"
  },
  {
    "verse_id": 139,
    "translation": "Th yqynaan avs yvnus ʿlyh alslam thi rsvlav mnz."
  },
  {
    "verse_id": 140,
    "translation": "Yad pạviv yylhi suh akis brczi navi kun czvl,"
  },
  {
    "verse_id": 141,
    "translation": "Pth spud chyir travns mnz shryk th tth mnz hvrun."
  },
  {
    "verse_id": 142,
    "translation": "Ạkhr kar nynglvv suh gaddi th suh avs pans mlamt kran (yimn kthn pytth ghvr krnh sintụ̄ yosh vaqʿch ṣvurt fikri chhe tran so chhe yih zi (a) ḥẓrt yvnus ʿlyh alslam yth navi mnz svar ạsụ̄ spdimtụ̄ so ạs pnnhi gunjạʿshhi khoth zyadh brith. (2) chyri travykh navi mnz th ghalbaan travykh tmy saʿth yylhi bḥry sfrs dvran yih basyvv zi zyadh barkh vjh kinụ̄ chuh tmam musafrn hndis zuvas khṭrh. Lhādha āyih amhi ghrẓh khạṭr chyri travnh zi yymụ̄ sund nav chyiryv mnz nyri sue gczihh ābs yun chhknh. (3) chyryv mnz drav ḥẓrt yvns ʿlyh alslam sundue nav, tim āe smndrs mnz chhknh th pth chhe timn gadd nynglavan. (4) aath tklyfs mnz spdụ̄ ḥẓrt yvnus ʿlyh alslam amhi mvjvb mbtla zi tim ạsụ̄ pnnis āqa yʿny Allah tʿālyā sndi ajazt vrạe pnnhi mamvuryt chih jayih pytth czlụ̄ mtụ̄, athụ̄ mʿny yas pytth chuh lfẓ aabaq dlalt kran, tikyazi ʿrby zbạnụ̄ mnz chuh yih czaln vạlis ghlam sndi khạṭr vannh yivan)"
  },
  {
    "verse_id": 143,
    "translation": "Vonụ̄ agr suh tsbyḥ krn valyv mnz āsihe nh,"
  },
  {
    "verse_id": 144,
    "translation": "Tylhi rvzi he qyamts tam tsụ̄ gaddi hindis shkms mnz. (yʿny qyamts tam rvzi he gaddi hund shkm tmụ̄ sndi khạṭr qbr bnith)"
  },
  {
    "verse_id": 145,
    "translation": "Ạkhr kar chhvkh suh aashi sytthah bymar ḥalts mnz akis hmvar zmyns pytth."
  },
  {
    "verse_id": 146,
    "translation": "Th tth pytth vopdv aakh rạntth dar (aalh) kul."
  },
  {
    "verse_id": 147,
    "translation": "Amhi pth svuz suh ashi akis lchhs ya amhi khoth zạʿd lukn kun. (akh lchh ya aamhi khoth zạʿd, vannuk mṭlb chuhnh yih zi khudays avs tihndis tʿdads mnz shk, blkh chuh aamiyuk mṭlb yih zi agr kanhh tihinzi bsty nẓr travihe, tylhi krihe yohe andazh zi aamhi shhrch ābạdy āshi akh lchh khoth zyade km nh kynhh.)"
  },
  {
    "verse_id": 148,
    "translation": "Timv avn ayman th aashi thạvụ̄ tim akis khaṣ vqts tam baqy."
  },
  {
    "verse_id": 149,
    "translation": "Pth prczihv yimn lukn, kya (yihndyn diln chha yih kth lgan zi) tuhndis rbs khạṭr gczhn āsnhi kvri th yimn khạṭr gczhn nychiv āsnụ̄."
  },
  {
    "verse_id": 150,
    "translation": "Pzụ̄ pạtthụ̄ chha aashi mlạyik bnạvimtụ̄ mstvurath, th yim chih yih achhv vuchhmcz kth vnan."
  },
  {
    "verse_id": 151,
    "translation": "Var pạtthụ̄ bvuziv, draṣl chih yim lukh panh thurmcz yih kth vnan,"
  },
  {
    "verse_id": 152,
    "translation": "Zi khudays chuh avlad, th drḥqyqt chih yim apziyạrụ̄."
  },
  {
    "verse_id": 153,
    "translation": "Kya khudayn krya nychvyv bjae kvri pans khạṭr psnd?"
  },
  {
    "verse_id": 154,
    "translation": "Tohyih kya chuhv gvmut, kithụ̄ ḥukm chihv lgavan?"
  },
  {
    "verse_id": 155,
    "translation": "Kya tohyih chuhvv na hvsh yivan?"
  },
  {
    "verse_id": 156,
    "translation": "Kinh tohyih nish chhe pnnyn yimn kthn khạṭr kanhh ṣaf sand,"
  },
  {
    "verse_id": 157,
    "translation": "Tylhi aniv pnnụ̄ so ktab agr tvhụ̄ pzipạrụ̄ chihv."
  },
  {
    "verse_id": 158,
    "translation": "Yimv chuh khudays th mlạʿkn drmyan nsbuk rshth bnvvmut, (agrchhi lfẓ jin chuh vartavnh āmut mgr yus brvnhh kun byan chuh, tmhi nishhi chuh vaẓḥ zi frshth chih murad, yuhund lfẓy mʿny chuh pvshydh mkhlvq.) ḥalankh mlạʿk chih khvub zanan zi yim lukh chih mujrm sndi ḥythyth pysh spdn vạlụ̄ (th tim chih vnan zi)."
  },
  {
    "verse_id": 159,
    "translation": "Allah tʿālyā chuh ṣifatav nishhi pak,"
  },
  {
    "verse_id": 160,
    "translation": "Yim tmụ̄ sndyv khạlṣ bndv varạe baqy lukh ts kun mnsvub chih kran."
  },
  {
    "verse_id": 161,
    "translation": "Lhādha tvhụ̄ th tuhndụ̄ yim mʿbvd,"
  },
  {
    "verse_id": 162,
    "translation": "Hykn nh khudays nishhi kạnshi phirith,"
  },
  {
    "verse_id": 163,
    "translation": "Mgr ṣrf ts yus jhnm kis nar aalavs mnz dzn vvl āshi."
  },
  {
    "verse_id": 164,
    "translation": "Th svnue ḥal chuh yih zi ashi mnz chuh prth akụ̄ sund akh mqam muqrr,"
  },
  {
    "verse_id": 165,
    "translation": "Th asụ̄ chih ṣf gnddith khdmt gar,"
  },
  {
    "verse_id": 166,
    "translation": "Byyhi tsbyḥ krn vạlụ̄."
  },
  {
    "verse_id": 167,
    "translation": "Yim lukh ạsụ̄ godd vanan zi,"
  },
  {
    "verse_id": 168,
    "translation": "Kash ashi nishhi āsihe so dhikr yosh ptimyn qvmn ạs dinh āmcz,"
  },
  {
    "verse_id": 169,
    "translation": "Tylhi āshav asụ̄ Allah tʿālyā sndụ̄ czarnh āmtụ̄ bndh."
  },
  {
    "verse_id": 170,
    "translation": "Mgr (yylhi so vạcz) pth kvr yimav tth ankar, vonụ̄ lghi ʿnqryb yimn (aamhi rvishhi hund ntyjhi) pe."
  },
  {
    "verse_id": 171,
    "translation": "Pnnyn svuzimtyn bndn sintụ̄ chuh aashi godde vʿdh kvrmut zi,"
  },
  {
    "verse_id": 172,
    "translation": "Yqynaan yiyhi timn mdd krnh,"
  },
  {
    "verse_id": 173,
    "translation": "Th svnue lshkr rvzi ghạlb spdith."
  },
  {
    "verse_id": 174,
    "translation": "Lhādha ae nby, kynczhs kals trạviyvukh pnnis ḥals pytth,"
  },
  {
    "verse_id": 175,
    "translation": "Th rvuziv vuchhan, ʿnqryb vuchhn yim panh thi."
  },
  {
    "verse_id": 176,
    "translation": "Kya yim chha sạnis ʿdhabs khạṭr banbr kran?"
  },
  {
    "verse_id": 177,
    "translation": "Yylhi suh yihndis ṣḥns mnz vashi, pth āshi suh doh timn lukn khạṭr sytthah khrab yim khocznavnh chih āmtụ̄."
  },
  {
    "verse_id": 178,
    "translation": "Bs trạviyvukh kynczhh kalh khạṭr,"
  },
  {
    "verse_id": 179,
    "translation": "Th rvuziv vuchhan, ʿnqryb vuchhn yim panh (thi pnun anjam)."
  },
  {
    "verse_id": 180,
    "translation": "Pak chuh tuhund rb, ʿztuk mạlk, timv tmam kathav nishhi yimh yim lukh bnavan chih."
  },
  {
    "verse_id": 181,
    "translation": "Th slam chhe rsvln pytth,"
  },
  {
    "verse_id": 182,
    "translation": "Th svrue ḥmd chuh Allah rbu alʿālmyn sndy khạṭr."
  }
]