[
  {
    "verse_id": 1,
    "translation": "Ṣ, nṣyḥt dinh valhi qrānuk qsm,"
  },
  {
    "verse_id": 2,
    "translation": "Blkh yime lukh, yimv mannh nishhi ankar chuh kvrmut, chih skht tkbrs th ẓids mnz mbtla. (yʿny yimn munkirn hndi ankaruk vjh chuhnh yih zi yus dyn yimn brvnhh knhi pysh chuh yivan krnh tth mnz chhe kanhh khll. Blkh chuh aamiyuk vjh ṣrf yihnz aapz pyczi ddạry, yuhund jạhlanh bjr th yihnz htt dhrmy.)"
  },
  {
    "verse_id": 3,
    "translation": "Yimv brvnhh kạtyah yithy qvm chih ashi hlak krmtụ̄ (th yylhi timn shhmt chhe āmcz) timv chhe krykh diczmcz, mgr suh vqt chuhnh bchnuk āsan."
  },
  {
    "verse_id": 4,
    "translation": "Yimn lukn gvv aath kthhi pytth tʿjb zi akh khocznavn vvl āv khod yimve mnz. Munkr lgụ̄ vannh zi, yih chuh sạḥr, skht aapziyvr chuh."
  },
  {
    "verse_id": 5,
    "translation": "Kya amụ̄ bnvvah sarine khudayn hnzi jayih aakve khudae? Yih chhe bdd ʿjyb kth."
  },
  {
    "verse_id": 6,
    "translation": "Th qvmkụ̄ ztthụ̄ drae yih vnan vnan zi pkiv rvuziv byyhi ddttith pnnyn mʿbvdn hndis ʿbadts pytth. Yih kth chhe kamhi tam bdle ghrẓh kinụ̄ vannh yivan. (tihund mṭlb avs yih zi ath kamhi chuh kya tam bdl mqṣd. Draṣl chhe yih dʿūt amhi ghrẓh kinụ̄ dinh yivan zi asụ̄ sạry gczahv Muḥammad ṣly Allah ʿlyh v slmn hndi frmankụ̄ tạbʿ bnnụ̄, th yim gczhn aashi pytth pnun ḥkm chlavnụ̄.)"
  },
  {
    "verse_id": 7,
    "translation": "Yih kth bvuz nh ashi ptimhi milth mnz kạnshi nishhi. Yih chuhnh kihinụ̄ mgr akh tuhrnh āmcz kth (bhtan)."
  },
  {
    "verse_id": 8,
    "translation": "Kya ashi drmyan avsa bs yohe akh shkhṣ rvudmut yas pytth Allah tʿālyā snz dhikr nạzil āyih krnh? Aṣly kth chhe yih zi yim chih myanhi dhikr pytth shk kran (dvyimyn lfẓn mnz chuh Allah tʿālyā frmavan zi ae Muḥammad ṣly Allah ʿlyh v slm, yim lukh chihv nh draṣl tohyih buth phiran blkh chih me buth phiran. Yimn chuhnh shk tuhndyn tʿlymatn pytth blkh chuhkh shk myanyn tʿlymatn pytth), th yimh sare kthh chih amhi mvjvub kran zi yimv chuhnh myanhi ʿdhabuk mzh vuchhmut."
  },
  {
    "verse_id": 9,
    "translation": "Kya tuhndis ʿṭa krn vạlis th ghạlb prvrdigar sndụ̄ rḥmtkụ̄ khzanh chha yihndis qbẓs mnz?"
  },
  {
    "verse_id": 10,
    "translation": "Kya yim chha āsman th zmyn th timn drmyan kyn chyzn hndụ̄ mạlik? Achha, vuchihn yim ʿālmi asbab kyn thzrn pytth khsth!"
  },
  {
    "verse_id": 11,
    "translation": "Yih chhe chhokv mnz akh loktt hish chhokh yosh yythụ̄ jayih shkst khynh vajinụ̄ chhe. (yythụ̄ jayih hund asharh chuh mkh mʿẓmh hs kun. Yʿny yath jayih yim lukh yimh kthh bnavan chih, athụ̄ jayih khyn yim akhi doh shkst, th yyty chuh suh vqt vatn vvl yylhi yim kạr nvmrạvith tsụ̄ shkhṣs brvnhh knhi vodnhi āsn yas yim vsụ̄ payih zạnith nby tslym krnh nishhi ankar chih kran.)"
  },
  {
    "verse_id": 12,
    "translation": "Yimn brvnhh chuh nvḥ ʿlyh alslam sndụ̄ qvmn, th ʿādn, th mykhh vạlụ̄ frʿūnn buth phiyrumut,"
  },
  {
    "verse_id": 13,
    "translation": "Byyhi chuh thmvdn th qvmi lvuṭn th aaykah valyv buth phiyrumut. Timhi āsh jmạʿcz."
  },
  {
    "verse_id": 14,
    "translation": "Timav kvr prth kạnshi rsvls ankar th myanhi ʿdhabuk fạṣlh rvud timn pytth chpsan spdith."
  },
  {
    "verse_id": 15,
    "translation": "Yim lukh thi chih bs akis dhmaks praran, yymhi pth kanhh dvyim dhmakh spdinh."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi chih yim vnan zi ae sanhi rbh, ḥsab kh doh brvnttuhe dih jldy jldy aashi pnun ḥṣh."
  },
  {
    "verse_id": 17,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, ṣbr kriv timn kthn pytth yimh yim lukh bnavan chih, th yimn brvnhh knhi kriv sạnis bndh davud ʿlyh alslam sund qṣh byan yus bddyn ṭaqtn hund mạlik avs, prth mʿāmls mnz avs khudays kun rjvʿ krn vvl."
  },
  {
    "verse_id": 18,
    "translation": "Ashi ạsụ̄ ts sintụ̄ pharr krimtụ̄ muskhr, tim ạsụ̄ ṣbḥ v sham ts sintụ̄ tsbyḥ kran. Th prndh ạsụ̄ jmʿ spdan,"
  },
  {
    "verse_id": 19,
    "translation": "Aand hyth ạsụ̄ sạry tmụ̄ snzi tsbyḥ kun mutvjh spdan."
  },
  {
    "verse_id": 20,
    "translation": "Aashi ạs tmụ̄ snz slṭnt mẓbvṭ krmcz, ts ạs ḥkmt ʿṭa krmcz, th fạṣlh krn vajinụ̄ kth vannch ṣlạḥyt ạss bkhshmcz."
  },
  {
    "verse_id": 21,
    "translation": "Pth chahv tohyih kynhh khbr vạczmcz timn muqdmh valyn hnz, yim dyvars khsith tmụ̄ sndis balakhans mnz czamtụ̄ ạsụ̄?"
  },
  {
    "verse_id": 22,
    "translation": "Yylhi tim davud ʿlyh alslams nishhi vạtụ̄, yylhi tmụ̄ tim vuchh suh banbriyvv. Timv vvn, khvcziv mah, asụ̄ chih muqdmkụ̄ z fryq yimav mnz akụ̄ chhe dvyimis pytth zyadty krmcz. Tvhụ̄ kriv ashi drmyan tthyk tthyk ḥqh san fạṣlh, be anṣạfy krizyv nh th ashi vniv siyz vath."
  },
  {
    "verse_id": 23,
    "translation": "Yih chuh myvn bve amis nishhi chhe nmnmth (99) dunbinhi, th me nish chhe ṣrf aakạe dunbinụ̄. Amụ̄ vvn me zi akh dunbinụ̄ thi krun me ḥvalh th kth bathhi mnz dbvvns bh amụ̄. (mdd mngn vvl chuhnh vanan yih zi me niyan dunbinụ̄ blkh chuh yih vnan zi myạnụ̄ dunbinụ̄ thi chuh mngan th yczhan chuh zi bh gczhh yih ts ḥvalh krun. Chvnkh yih chuh bdd shkhṣyt, aamy mvjvub chuh me pytth amụ̄ sund dbav)"
  },
  {
    "verse_id": 24,
    "translation": "Davud ʿlyh alslam chuh jvab divan, amụ̄ shkhṣn chuh pnnyn dunbinyn sintụ̄ chạnụ̄ dunbinụ̄ ralavnuk muṭalbh krith yqynaan cze pytth ẓlm kvrmut, th pzr chuh yih zi rlith miyilith ykh vtth rvzn vạlụ̄ lukh chih akthr akh akis pytth zyadtiyih kran rvzan, bs time lukh chih amhi nishhi bchith yim ayman chih aanan th ʿmli ṣalḥ chih kran, th yithụ̄ lukh chih kme phn. (yih kth vnan vnan) chuh davud ʿlyh alslams fikri tran zi ashi chhe draṣl amis yih āzmạysh krmcz, chnanchh mnj tmụ̄ pnnis rbs mʿạfy, th sjds vsith kvrun rjvʿ."
  },
  {
    "verse_id": 25,
    "translation": "Tmhi pth kvr ashi tmụ̄ sund suh qṣvr mʿāf (aamhi tlh chuh nnan zi ḥẓrt davud ʿlyh alslams avs qṣvr spudmut, th suh avs tiyuth kanhh qṣvr yus dunbinyn hndis muqdmas sintụ̄ kunhi pạtthụ̄ avs hishr thavan, aamy mvjvb āv tmiyuk fạṣlh bvznavan bvznavan timn yih khyal zi yih chhe me āzmạysh spdan, vn gvv amhi qṣvrch nvʿīt ạs nh ticzhh skht zi ts yiyhi he nh mʿāf krnh, ya agr mʿāf yiyhi hys krnh, tylhi yihan tim pnnhi bulnd mrtbh nishhi giravnh. Allah tʿālyā chuh khod yth jayih vẓaḥt frmavan zi yylhi timv sjds vsith tvbh kvr, pth āv nh timn ʿlyh alslamn mʿāfe yvt krnh, blkh yus blnd mqam timn dunyahs th ạkhrts mnz ḥaṣl avs, tth mnz thi āyih nh kanhh frq) th yqynaan chuh ts khạṭr nzdyky hund mqam th bhtr anjam."
  },
  {
    "verse_id": 26,
    "translation": "(ashi vvn ts) ae davuv ashi chuhkh cz zmyns andr khlyfh bnvvmut, lhādha kr cz lukn drmyan ḥq san ḥkvmt, th nfs chih khvạhishhi hnz pyrvy mah kr tikyazi so ddạly cze Allah tʿālyā snzi vathi nishhi. Yim lukh Allah tʿālyā snzi vathi nishhi ravan chih, yqynaan chuh tihndi khạṭr skht sza tikyazi timv mshrv ḥsabuk doh."
  },
  {
    "verse_id": 27,
    "translation": "Aashi chuhnh yih āsman th zmyn byyhi yih dunya, yus yimn drmyan chuh fẓvl pạd kvrmut kynhh. Yih chuh timn lukn hund guman yimv kufr chuh kvrmut, th yithyn kạfrn khạṭr chhe brbạdy jhnm kh nar sintụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Asụ̄ krvkhh yksan tim lukh yim ayman chih anan th nyk aʿmal chih kran, th tim yim zmyns mnz fsad krn vạlụ̄ chih? Kya mutqy krvkhh asụ̄ fạjrn (yʿny bd krdarn) hivụ̄?"
  },
  {
    "verse_id": 29,
    "translation": "Yih chhe aakh bdd brkt vajinụ̄ ktab yosh (ae nby ṣly Allah ʿlyh v slm) ashi tohyih kun chhe nạzil krmcz, takh yim lukh krn aamhi kyn āyatn pytth ghvr th ʿql th fkr thavn vạlụ̄ rattn amhi nishhi sbq."
  },
  {
    "verse_id": 30,
    "translation": "Th davud ʿlyh alslamas kvr ashi slyman ʿlyh alslams (hiyvu frznd) ʿṭa, bhtryn bndh, kthrt san pnnis rbs kun rjvʿ krn vvl."
  },
  {
    "verse_id": 31,
    "translation": "Qạbil dhikr chuh suh mvqʿ yylhi sham kh vqth ts brvnhh knhi sytthah aṣyl khvbṣvrt gurụ̄ āe pysh krnh,"
  },
  {
    "verse_id": 32,
    "translation": "Pth vv n tmụ̄, me chuh yymhi maluk mḥbt pnnis rb sndi yadkh vjh kinụ̄ akhtyar kvrmut yvt tam zn tim gurụ̄ nẓrv nishhi dvur spdụ̄ pth (chuh suh ḥkm divan zi)"
  },
  {
    "verse_id": 33,
    "translation": "Yim anyvukh vaps me nishhi, pth lvg tihndyn zyiryn th grdnyn phash dinhi."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi (vuchihv zi) slyman ʿlyh alslam thi trvv aashi āzmạyshhi mnz, th tmụ̄ snzi kursy pytth trvv akh jsd anith, pth kvr tmụ̄ rjvʿ."
  },
  {
    "verse_id": 35,
    "translation": "Th vvnun zi ae myanhi rbh, me kr mʿāf th me di so badshạhy yosh myanhi pth kạnshi hndi khạṭr dstyab āshi nh. Be shk chuhkh cze aṣly ʿṭa krn vvl. (slslh klam kh lḥaẓh chuh ṣaf pe lgan zi yth jayih chuh yih vanun mqṣd zi khdayn chihnh ḥẓrt davud ʿlyh alslam th ḥẓrt slyman ʿlyh alslams hivụ̄ ʿāly mrtbh vạlụ̄ anbya ʿlyh alslam th ttạtthụ̄ bnd thi muḥasbh krnh vrạe ylh trạvimtụ̄. Yymhi fitnch yth jayih dhikr chhe krnh āmcz, aamiyuk kanhh yqyny tfṣyl chuhnh aashi pe yth pytth mufsrynn hund atfaq āshi. Albth ḥẓrt slyman ʿlyh alslamn hndi duʿāhkụ̄ yim alfaẓ zi, ae myanhi rbh, me kr mʿāf th me di so badshạhy yosh myanhi pth kạnshi khạṭr dstyab āshi nh. Agr tvarykh bny asraʿyl chih rvshny mnz prnh yin tylhi chuh bẓạhr yih basan zi tihndis dils mnz ạs ghalbaan yih khvạhsh zi tihndi pth gvczh tihund frznd janshyn āsun, th ḥkvmt th frman rvạyy gczh āyndh tihndise nsls mnz pth kun rvznụ̄. Yohe chyz diyut khudayn tihndis ḥqs mnz fitnh qrar, th ath pytth spdụ̄ tim tmhi vqth mutnbh yylhi tihund vly ʿhd raḥubʿām tiyuth akh nalayq nvjvan bnith vvth yymụ̄ sndụ̄ ṭvr ṭryqh ṣaf vnan ạsụ̄ zi suh hykhi nh czon dohn thi davud ʿlyh alslamn hnz slṭnt snbhạlith. Tihinzi kursy pytth akh jsd anith travnuk mṭlb chuh ghalbaan yy zi yas frznds tim pnnhi kursy pytth byhnavun yczhan ạsụ̄, suh avs akh be vqvf ansan znth myczi lopun.)"
  },
  {
    "verse_id": 36,
    "translation": "Tmhi pth kvr ashi tmụ̄ sndi khạṭr hva muskhr, yus tmụ̄ sndi ḥkmh nrmy san pkan avs, ypạrụ̄ yczhan avs tpạrụ̄,"
  },
  {
    "verse_id": 37,
    "translation": "Th shyaṭyn krụ̄ muskhr, prth qsmkụ̄ mʿmar th ghoṭh khvr,"
  },
  {
    "verse_id": 38,
    "translation": "Th baqy yim hankln mnz gnddith ạsụ̄."
  },
  {
    "verse_id": 39,
    "translation": "(ashi vvn ts) yih chhe sạnụ̄ bkhshsh, cze chuhe akhtyar yas yczhkh ts di, th ys yczhkh ts rukav, kunhi ḥsabh vrạe."
  },
  {
    "verse_id": 40,
    "translation": "Yqynaan chuh amhi khạṭr ashi nishhi nzdyky hund mqam th bhtr anjam."
  },
  {
    "verse_id": 41,
    "translation": "Th sạnis bndh ayvb ʿlyh alslam snz dhikr kriv. Yylhi tmụ̄ pnnis rbs nad lve zi, shyṭann chuhs bh tklyfs th ʿdhabs mnz trvvmut. (amiyuk chuhnh yih mṭlb zi shyṭann chuhnas bh bymari mnz mubtla kvrmut, me chihn tklyf krimtụ̄ nạzil, blkh chuh amyuk ṣḥyḥ mṭlb yih zi bymari hnz shidt, mal v dvltch brbạdy th qrabt darn th rshth darn hndi buth phirnh sintụ̄ yth tklyfs th ʿdhabs mnz bh mubtla chuhs, tamhi khoth khsith tklyf th ʿdhab chuh myanhi khạṭr yih zi shyṭan chuh pnnyv vasvasav sintụ̄ me tng kran. Suh chuh yimn ḥalatn mnz me pnnis rbs nishhi mayvus krnch kvushsh kran, me chuh pnnis rb sund nashukr gzar bnavun yczhan, th ath kthhi chuh pth lgith zi bh gczhh ṣbruk damn athh mnz ylh travun.)"
  },
  {
    "verse_id": 42,
    "translation": "(ashi diyut ts ḥukm) pnnhi khor sintụ̄ di zmyns lth, yih chuh tthndd āb ghsl krnh khạṭr th chynh khạṭr."
  },
  {
    "verse_id": 43,
    "translation": "Aashi ditụ̄ ts tmụ̄ sndụ̄ ahl v ʿīal vaps, th timn sintụ̄ ditis byyhi tyitụ̄ pnnhi ṭrfh rḥmt kh ṭvr, th ʿql v fkr thavn valyn hndi khạṭr sbqh rngụ̄."
  },
  {
    "verse_id": 44,
    "translation": "(th ashi vvn ts) gash tujn hund aakh thvp ratth th aamhi sintụ̄ trav czndd, panun qsm mah puhttrav. (yimn lfẓn pytth ghvr krnh sintụ̄ chhe yih kth ṣaf ẓạhr spdan zi ḥẓrt ayvub ʿlyh alslamn avs bymari hindis ḥalts mnz naraẓ spdith ks tam laynuk qsm khyvmut. Rvayat chih zi khandarinhi laynuk qsm avsun khyvmut) th athụ̄ qsms mnz avs timv yithi vvnmut zi cze valae yyityah kvrr. Yylhi Allah tʿālyā timn ṣḥti kạmil chuh ʿṭa kran th bymari hndi ḥaltuk suh shrart chuh dvur gczhan yth mnz yih qsm khynh avs āmut, pth chhe timn yih pryshạny laḥq spdan zi agr bh qsm pvur kr tylhi pyyam khvah mkhvah akis be gnahs layun. Vonụ̄ agr qsm puhttrav tylhi thi chuh yih akhi gnahuk airtkab. Amhi mushklh mnz chuh Allah tʿālyā timn yithh pạtthụ̄ krran zi timn chuh ḥkm divan, akh lczuhl aan yth mnz tyiczah tujhi āsn yityah kvrr marnuk cze qsm chuhe khyvmut, tmhi lczhlhi sintụ̄ lae ts shkhṣs akh czndd takhi chvn qsm thi gczihh pvur th ts vathi nh tklyf thi) ashi lvb suh ṣạbr bhtryn bndh, pnnis rbs kun sytthah rjvʿ krn vvl."
  },
  {
    "verse_id": 45,
    "translation": "Th dhkr kriv sanyn bndn, abrahym ʿlyh alslam th asḥaq ʿlyh alslam th yʿqvb ʿlyh alslam snz. ʿmlhi hnz bdd qvt thavn vạlụ̄ th dydh var lukh ạsụ̄ tim. (yʿny zann mann vạlụ̄ ạsụ̄)"
  },
  {
    "verse_id": 46,
    "translation": "Ashi ạsụ̄ tim akis khạliṣ ṣft kis bunyads pytth brgzydh krimtụ̄, th so ạs dari ạkhrtch yad."
  },
  {
    "verse_id": 47,
    "translation": "Yqynaan chuh tihund shumar czạrimtyv nyk shkhṣav mnz."
  },
  {
    "verse_id": 48,
    "translation": "Th dhkr kriv asmaʿīl ʿlyh alslam th alysʿ ʿlyh alslam th dhuvlkifl ʿlyh alslam snz, yim sạry ạsụ̄ nyk lukv mnz."
  },
  {
    "verse_id": 49,
    "translation": "Yih ạs akh dhikr. (vonụ̄ bvuziv zi) mtqy lukn khạṭr chuh yqynaan bhtryn tthkanh."
  },
  {
    "verse_id": 50,
    "translation": "Hmyshh rvzn vạlụ̄ jnt yihndụ̄ drvazh tihndi khạṭr vthụ̄ āsn."
  },
  {
    "verse_id": 51,
    "translation": "Timn mnz āsn tim tkyh lgạvith bihith, timn mnz mngnavn varyah myvh shrbth,"
  },
  {
    "verse_id": 52,
    "translation": "Th timn nishhi āsn shrm dar hm ʿmr khandarinhi."
  },
  {
    "verse_id": 53,
    "translation": "Yim chih tim chyz yim ḥsab kh doh tohyih ʿṭa krnuk vʿdh chuh yivan krnh."
  },
  {
    "verse_id": 54,
    "translation": "Yih chuh svn rizq yus zanhh chuhnh khtm spdn vvl."
  },
  {
    "verse_id": 55,
    "translation": "Yih chuh mtqy yan hund anjam. Th buthụ̄ phiryn hndi khạṭr chuh bdtryn tthikanh,"
  },
  {
    "verse_id": 56,
    "translation": "Jhnm, yth mnz timn mslh vashi, sytthhe bur rvzn jae."
  },
  {
    "verse_id": 57,
    "translation": "Yih chuh tihndi khạṭr, lhādha vuchihn tim mzh grkh vnhi ābuk, byyhi khvnuk th pakuk."
  },
  {
    "verse_id": 58,
    "translation": "Th yithine qsmh chn baqy tlkhy yan hund. (yylhi tim pnnyn pyrv karn vuchhn jhnms kun yivan tim vnn panh vạnụ̄)"
  },
  {
    "verse_id": 59,
    "translation": "Yih chuh akh lshkr tohyih kun pkan aaczan, yimn khạṭr chahnh kanhh khosh āve, yim chih tim yimn nars mnz mslh vashi."
  },
  {
    "verse_id": 60,
    "translation": "Tim din timn jvab, nh blkh chuhv tohy yivan mslh valnh, tuhndi khạṭr chuhnh kanhh khyr mqdm. Tohy chuhv yih anjam (mṣybt) ashi brvnhh kun avnmut, kinczah bur chhe yih rvzan jae."
  },
  {
    "verse_id": 61,
    "translation": "Pth vnn tim, ae sanhi rbh, yymụ̄ ashi yth anjamas vatnavnuk bndvbst kvr, ts di jhnmuk dognh ʿdhab."
  },
  {
    "verse_id": 62,
    "translation": "Th tim vann panh vạnụ̄, kya dlyl, asụ̄ chihkh nh tim lukh vuchhan yim asụ̄ dunyahs mnz bur ạsikh smjhan?"
  },
  {
    "verse_id": 63,
    "translation": "Aashi ạsụ̄ blụ̄ tim mdhaq bnạvimtụ̄, kinh tim chih nẓrv nishhi dvur?"
  },
  {
    "verse_id": 64,
    "translation": "Be shk chhe yih kth pz, ahli dvzkhn mnz chih yime jhgrr spdn vạlụ̄."
  },
  {
    "verse_id": 65,
    "translation": "(ae nby) yimn vniv, bh chuhs bs khbrdar krn vvl. Kanhh ḥqyqy mʿbvd chuhnh mgr Allah, yus kun chuh, sarine pytth ghạlb,"
  },
  {
    "verse_id": 66,
    "translation": "Āsmann hund th zmynuk mạlik, th timn sarine chyzn hund mạlik yim timn drmyan chih, zbrdst th drgzr krn vvl."
  },
  {
    "verse_id": 67,
    "translation": "Yimn vniv, yih chhe akh bdd khbr,"
  },
  {
    "verse_id": 68,
    "translation": "Yosh bvuzith tvhụ̄ buth chihv phiran."
  },
  {
    "verse_id": 69,
    "translation": "(yimn vniv) me ạs nh tmhi vqtch kanhh khbr yylhi mlaʿ aʿlyā hn drmyan jhgrr avs spdan."
  },
  {
    "verse_id": 70,
    "translation": "Me chhe ṣrf vḥy hndi dhryʿh yimh kthh ṣrf amhi mvjvub vannh yivan zi bh chuhs ṣaf ṣaf khbrdar krn vvl."
  },
  {
    "verse_id": 71,
    "translation": "Yylhi tuhndụ̄ rbn frshtn vvn, bh chuhsn myczi akh bshr bnavn vvl,"
  },
  {
    "verse_id": 72,
    "translation": "Pth yylhi suh bh pvur pạtthụ̄ bnavn, th tth mnz chhkh pnun rvḥ, pth vsiv tvhụ̄ ts brvnhh knhi sjds."
  },
  {
    "verse_id": 73,
    "translation": "Aamhi ḥkmh mṭabq vthụ̄ andhyth sạry frshth sjds."
  },
  {
    "verse_id": 74,
    "translation": "Mgr ablysn kvr pnnhi bjruk tkbr th suh spud kạfrv mnz."
  },
  {
    "verse_id": 75,
    "translation": "Rbn frmvv, ae ablys, cze kus chyz bne ts sjdh krnas mnz tthvr yus me pnnyv aathv chuh bnvvmut? Kya cz chuhkhh bvdd bnan kinh cz chuhkh thdi drjh vajinyv hstiyv mnz?"
  },
  {
    "verse_id": 76,
    "translation": "Tmụ̄ diyut jvab, bh chuhs tmụ̄ sndi khoth bhtr. Tohyih chhvus bh nar sintụ̄ pạd kvrmut th yih chhvun myczi nishhi."
  },
  {
    "verse_id": 77,
    "translation": "Frmavnh ās, achha nyr cz yythi, cz chuhkh mardvud,"
  },
  {
    "verse_id": 78,
    "translation": "Th cze pytth chhe yvmu aljzahs tam myạnụ̄ lʿnt."
  },
  {
    "verse_id": 79,
    "translation": "Tmụ̄ vvn, ae myanhi rbh, agr yih kth chhe tylhi diyiv me tth vqts tam mhlt yylhi yim lukh dubarh yin tulnh."
  },
  {
    "verse_id": 80,
    "translation": "Frmavnh ās, cze chhe tth dohs tam mhlt,"
  },
  {
    "verse_id": 81,
    "translation": "Yymyuk vqt me pe chuh."
  },
  {
    "verse_id": 82,
    "translation": "Tmụ̄ vvn, chanhi ʿztuk qsm, bh ddalkh yim sạry lukh,"
  },
  {
    "verse_id": 83,
    "translation": "Sivae chạnụ̄ tim bndh yim cze khạliṣ chihthkh krimtụ̄."
  },
  {
    "verse_id": 84,
    "translation": "Frmavnh ās, tylhi chuh ḥq yih, th bh chuhs ḥqe vnan."
  },
  {
    "verse_id": 85,
    "translation": "Zi bh barn jhnm chanhi sintụ̄, th timv sarive lukv sintụ̄ yim yimv ansanv mnz chạnụ̄ pyrvy krn."
  },
  {
    "verse_id": 86,
    "translation": "(ae nby) yimn vniv zi bh chuhsav nh tohyih yth tblyghs pytth kanhh ajr mngan, th nh chuhs bh bnavtty lukv mnz."
  },
  {
    "verse_id": 87,
    "translation": "Yih chhe akh nṣyḥt sarine jhan valyn khạṭr."
  },
  {
    "verse_id": 88,
    "translation": "Th kme kal spdi zi tohyih spdyv aamiyuk ḥal panh mʿlvm."
  }
]