[
  {
    "verse_id": 1,
    "translation": "Yymhi ktabhi hund nzvl chuh Allah tʿālyā sndi ṭrfh yus ghạlb th dana chuh."
  },
  {
    "verse_id": 2,
    "translation": "(ae nby) yih ktab chhe ashi tohyih kun brḥq nạzil krmcz, lhādha kriv tvhụ̄ Allah tʿālyā snze bndgy, diyn tsụ̄ kun khạliṣ krith."
  },
  {
    "verse_id": 3,
    "translation": "Khbrdar! Dyni khạliṣ (ʿbadt) chuh Allah tʿālyā sund ḥq. Rvudụ̄ tim lukh yimv ts vrạe baqy srprst bnạvimtụ̄ chih (th pnnhi amhi kamhi hund vjh chih yih vnan zi) asụ̄ chih tihnz ʿbadt amhi mvjvub kran zi tim krnavan khudays tam sạnụ̄ rsạʿy, Allah tʿālyā kri yqynaan timn drmyan timn sarine kthn hund fạṣlh yimn mnz tim akhtlaf chih kran. Allah tʿālyā chuhnh kạnshi tithis shkhṣs hdayt divan yus aapziyvr th mnkri ḥq āshi."
  },
  {
    "verse_id": 4,
    "translation": "Agr Allah tʿālyā kạnshi nychuv bnavun yyczihh he, tylhi ys yyczihh he ts krihe brguzydh, pak chuh suh amhi nishhi (zi kanhh āshi ts nychuv), suh Allah tʿālyā chuh kun th sarine pytth ghạlb."
  },
  {
    "verse_id": 5,
    "translation": "Tmụ̄ chih āsman th zmyn brḥq pạd krimtụ̄. Sue chuh dohs pytth rat th rạcz pytth doh valan. Tmụ̄ chuh āftab th zvun tithh pạtthụ̄ muskhr krith thạvimtụ̄ zi prth akh chuh akis muqrr vqts tam pkan. Zạnith thạviv, suh chuh zbrdst th drguzr krn vvl."
  },
  {
    "verse_id": 6,
    "translation": "Tmy chihnv tvhụ̄ akhi janh nishhi pạd krimtụ̄, pth chuh sue yymụ̄ tmhi janh nishhi tmyuk jvrh bnvv. Th tmy krụ̄ tuhndi khạṭr charvayav mnz ạtth nr th madh pạd. (charvayv nishhi chih murad avntt, gav, tyir th czhavlụ̄. Yihndụ̄ czvr nar th czvr madh chih rlith ạtth nar th madh āsan). Suh chuh tuhnzn majn hnzn yddn mnz tryn tryn tạryk prdn andr tohyih akis pth aakh shkl divan pkan (tryyv prdv nishhi chuh murad yadd, bchhi dạnụ̄, hl yʿny suh tvn lfafh hyvu yth shur chuh āsan vlith). Yohe Allah tʿālyā (yymụ̄ snz yimh kamhi chhe) chuh tuhund rb, badshạhy chhe tmụ̄ snze, kanhh mʿbvd chuhnh ts vrạe, pth kpạrụ̄ chihv tvhụ̄ phirnavnh yivan?"
  },
  {
    "verse_id": 7,
    "translation": "Agr tvhụ̄ kufr kriv tylhi chuh Allah tʿālyā tohyih nishhi benyaz, albth chuhnh suh pnnyn bndn khạṭr kufr psnd kran, th agr tvhụ̄ shukr kriv tylhi chuh suh aath tuhndi khạṭr psnd kran. Kanhh bvr tuln vvl tulinh byyhi kạnshi hund bvr. Ạkhr kar chuhv tohyih sarine pnnis rbs kun vaps phyrun, pth vanyv suh tohyih zi tvhụ̄ kya chihv kran rvudimtụ̄, suh chuh diln hndụ̄ ḥal tam zanan."
  },
  {
    "verse_id": 8,
    "translation": "Ansans pytth yylhi kanhh āft chhe yivan suh chuh pth pnnis rbs kun rjvʿ krith ts nad divan. Pth yylhi ts pnun rb chuh pnnhi rḥmt sintụ̄ nvazan pth chuh ts suh mṣybt mshith gczhan, yth pytth suh goddh nad avs divan, th baqyn chuh Allah tʿālyā sndụ̄ shryk tthhravan takh tmụ̄ snzi vathi nishhi kri gumrah. (ae nby ṣly Allah ʿlyh v slm) ts vniv zi tulin kynczhn dohn pnnis kufrs lṭf, yqynaan chuhkh cz dvzkhs mnz gczhn vvl."
  },
  {
    "verse_id": 9,
    "translation": "(kya ts shkhṣh snz rvish chha bhtr kinh ts shkhṣh snz) yus muṭyʿii frman (ʿbadt gzar) chuh, rạczn hnzn gryn mnz chuh vodnhi rvzan byyhi chuh sjdh kran, ạkhrts chuh khoczan th pnnis rb sndi rḥmtch chuh aumyd thavan? Yimn prczhv, kya zann vạlụ̄ th nah zann vạlụ̄ doshve hykhi nh zanhh yksan ạsith? Nṣyḥt chih ʿql thavn vạlụ̄ qbvl kran."
  },
  {
    "verse_id": 10,
    "translation": "(ae nby) vniv zi ae myanyv bndv yimv ayman chuhv avnmut pnnis rbs khvcziv. Yimv lukv yth dunyahs mnz nyk rviyih chuh vartvvmut tihndi khạṭr chuh rczr. Byyhi chhe khudae snz zmyn vsyʿ, (yʿny agr akh shhr ya ʿlaqh ya mlk Allah tʿālyā snz bndgy krn valyn khạṭr tng chuh gvmut tylhi gczihv dvyimhi jayih yythi mushklat āsn nh.) ṣbr krn valyn yiyhi tihund ajr be ḥsab dinh."
  },
  {
    "verse_id": 11,
    "translation": "(ae nby) yimn vniv me chuh ḥukm āmut dinh zi Allah tʿālyā sndi khạṭr diyn khạlṣ krith kr tmụ̄ snz bndgy."
  },
  {
    "verse_id": 12,
    "translation": "Th me chuh ḥukm āmut dinh zi sarive brvnhh bnh bh panh muslm."
  },
  {
    "verse_id": 13,
    "translation": "Vniv, agr bh pnnis rb snz nafrmạny kr tylhi chuh me akhi baddi doh kh ʿdhabuk khvf."
  },
  {
    "verse_id": 14,
    "translation": "Vniv zi bh kr pnun dyn Allah tʿālyā sndi khạṭr khạliṣ krith tmụ̄ snze bndgy."
  },
  {
    "verse_id": 15,
    "translation": "Tvhụ̄ yymụ̄ yymụ̄ snz bndgy ts vrạe krnụ̄ yyczihv kran rvuziv. Vniv, aṣly khsarh ld chih time yimv qyamt kh doh pnun pan th pnun ahl v ʿīal khsars mnz trvv. Var thạviv bvuzith, yohe chuh ttakar khsarh."
  },
  {
    "verse_id": 16,
    "translation": "Timn pytth āsn nar chih chhtr pytthụ̄ kinụ̄ thi th bvnụ̄ kinụ̄ thi. Yih chuh suh anjam yymhi sintụ̄ Allah tʿālyā pnnyn bndn khocznavan chuh. Lhādha, ae myanyv bndv myanhi ghṣbh nishhi bchiv."
  },
  {
    "verse_id": 17,
    "translation": "Ath brʿks yimv lukv ṭaghvt chih bndgy nishhi aijtnab kvr, th kvrukh khudays kun rjvʿ tihndi khạṭr chhe khosh khbr. Lhādha (ae nby ṣly Allah ʿlyh v slm) bshart diyiv myanyn timn bndn,"
  },
  {
    "verse_id": 18,
    "translation": "Yim kth chih ghvr san bvzan th yih aath mnz rczr chuh tmich chih pyrvy kran. Yim chih tim lukh yimn khudayn hdaht chuh bkhshmut, th yime chih dạnishmnd gattlụ̄."
  },
  {
    "verse_id": 19,
    "translation": "(ae nby ṣly Allah ʿlyh v slm) ts shkhṣs kus hykhi bchạvith ys pytth ʿdhabuk fạṣlh chspan āshi gvmut? Kya tvhụ̄ hykiyvunh suh bchạvith yus nars mnz āshi gvmut?"
  },
  {
    "verse_id": 20,
    "translation": "Albth yim lukh pnnis rbs rvudụ̄ khvczith, tihndi khạṭr chhe bulnd ʿmarth mnzl bh mnzil bnith, yimn bnụ̄kinụ̄ kolh āsn pkan yih chuh Allah tʿālyā sund vʿdh, Allah tʿālyā chuhnh zanhh pnnhi vʿdch khlaf vrzy kran."
  },
  {
    "verse_id": 21,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi khudayn trvv āsmanh āb pth kvrun āgrn th nagn th dryavan hnzi shklhi mnz zmynh andr jạry. (draṣl chuh lfẓ yanaabiyʿaa vartavnh āmut. Yymyuk aṭlaq yimn tryshvnụ̄ chyzn pytth spdan chuh) pth chuh amhi ābh sintụ̄ rngh rngh zraʿt krran yihndụ̄ qsm byvn byvn chih, pth chih tim zraʿt pokhth gczihth hokhan, pth chihv tvhụ̄ vuchhan zi tim gyih zrd, pth chuh ạkhr kar Allah tʿālyā timn bvs bnavan. Drḥqyqt chuh ath mnz akh sbq gattlyn khạṭr."
  },
  {
    "verse_id": 22,
    "translation": "Vvnụ̄ kya suh shkhṣ yymụ̄ sund synh khudayn aslam khạṭr mczrvv, th suh chuh pnnis rb sndi ṭrfh akis gashas pytth pkan (hykya ts shkhṣh sndụ̄ pạtthụ̄ ạsith yymụ̄ nh yimv kthv nishhi kanhh sbq rvtt?) tbạhy chhe timn lukn khạṭr yihndụ̄ dl Allah tʿālyā sndi nṣyḥt sintụ̄ vare skht ge. Tim chih khulh gumrạhy mnz pymtụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Khudayn chuh bhtryn klam nạzil kvrmut, akh ticzh ktab yymikụ̄ tmam juz hm rng chih th yth mnz bar bar chih mẓmvn āmtụ̄ dohravnh. Tath bvuzith chih timn lukn tinri knddụ̄ phttan yim pnnis rbs khoczn vạlụ̄ chih, th pth chih tihndụ̄ jsm th tihndụ̄ dl nrm spdith Allah tʿālyā snzi dhikr kun rạghib spdan. Yih chuh Allah tʿālyā sund hdayt yymhi sintụ̄ suh syzi vathi pytth anan chuh yas yczhan chuh ts. Th ys Allah tʿālyā he hdayt diyih nh, ts khạṭr chuhnh pth kanhh hady."
  },
  {
    "verse_id": 24,
    "translation": "Vonụ̄ kya hykiv tvhụ̄ ts shkhṣh snzi bdḥạly hund andazh krith yus qyamt kh doh ʿdhabuk skht mar pnnis buthis pytth rtthi? Yithyn ẓạlimn yiyhi vannh zi vuchihv vonụ̄ mzh tmhi kmayih hund yosh tvhụ̄ kran ạsiv rvudimtụ̄."
  },
  {
    "verse_id": 25,
    "translation": "Yimn brvnhh thi chuh varyahav lukv yithe pạtthụ̄ buth phiyurmut. Ạkhr āv timn pytth ʿdhab tithhi aand yvr tihund khyal tam hykhi he nh vạtith."
  },
  {
    "verse_id": 26,
    "translation": "Pth hvv khudayn dunyachhi zndgy mnze timn rusvạyy hund mzh, th ạkhrtuk ʿdhab chuh amhi khoth shdyd tr, kash zanhn yim lukh."
  },
  {
    "verse_id": 27,
    "translation": "Ashi chhe yth qrāns mnz lukn diczmcz rngh rngh chih mithalh takh yim yin hvshs mnz."
  },
  {
    "verse_id": 28,
    "translation": "Tiyuth qrān yus ʿrby zbạnụ̄ mnz chuh yth mnz nh kanhh hjr chuh takh yim bchn bur anjamh nishhi."
  },
  {
    "verse_id": 29,
    "translation": "Allah tʿālyā chuh akh mithal divan, akh shkhṣ chuh suh yymụ̄ sndis mạlik āsns mnz varyah ẓdy (lrrayih grụ̄) āqa chih shryk yim ts pans pans kun laman chih, th byakh shkhṣ chuh and hyth akụ̄se āqa sund ghlam. Kya yimn doshvnụ̄ hund ḥal hykya yksan ạsith? Alḥmdu Allah, mgr akthr lukh chih nadạny mnz hynh āmtụ̄. (yʿny akis āqa snz ghlạmy th varyahn āqahn hnzi ghlạmy hnz frq chih tthyk pạtthụ̄ smjhan, mgr yylhi akis khudae snzi bndgy th varyahn khudayn hnzi bndgy hnz frq smjhavnch kvushsh chhe yivan krnh tmhi saʿth chih nadan bnan)"
  },
  {
    "verse_id": 30,
    "translation": "(ae nby) tohyih thi chuhv marun th yimn lukn thi chuh marun."
  },
  {
    "verse_id": 31,
    "translation": "Ạkhr kar kriv qyamt kh doh tvhụ̄ sạry pnnis rb sndis drbars mnz pnun pnun muqdmh pysh."
  },
  {
    "verse_id": 32,
    "translation": "Pth kus āshi ts shkhṣh sndi khoth bvdd ẓạlim yymụ̄ khudays thvv aapuz lạgith, th yylhi pzrts brvnhh kun āv tylhi vvnun yih chuh aapuz. Kya yithyn kạfr lukn khạṭr chahna jhnms mnz kanhh jae?"
  },
  {
    "verse_id": 33,
    "translation": "Th yus shkhṣ pzr hyth āv th yimv yih pvz mvn, time chih ʿdhab nishhi bchn vạlụ̄."
  },
  {
    "verse_id": 34,
    "translation": "Timn mylhi pnnis rbs nishhi thi svrue kynhh yymich tim khvạhsh krn, yih chuh nyky krn valyn hund jza,"
  },
  {
    "verse_id": 35,
    "translation": "Takh yim bdtryn aʿmal timv krimtụ̄ ạsụ̄ Allah tʿālyā kri tim tihindi ḥsabh nishhi dvur th yim bhtryn aʿmal tim kran rvudụ̄, tihndi lḥaẓh kri timn ajr ʿṭa."
  },
  {
    "verse_id": 36,
    "translation": "(ae nby) kya Allah tʿālyā chuhna pnnis bndh sndi khạṭr kạfy? Yim lukh chihv tohyih ts vrạe baqyv nishhi khocznavan. Ḥalankh Allah tʿālyā yas gumrạhy mnz travi, ts chuhnh kanhh vath havn vvl."
  },
  {
    "verse_id": 37,
    "translation": "Th yas suh hdayt diyih ts chuhnh ddaln vvl thi kanhh. Kya Allah tʿālyā chuhna ghạlb th aintqam hynh vvl?"
  },
  {
    "verse_id": 38,
    "translation": "Yimn lukn agr tvhụ̄ prczihv zi zmyn th āsman kmụ̄ chih pạd krimtụ̄? Tylhi vann yim pane zi khudayn. Yimn prczihv, yylhi ḥqyqt yhe chhe tylhi kya tuhnz yimh dyvy yih yimn tvhụ̄ khudae trạvith nad chihv divan, tylhi kya khyal chuh tuhund zi agr Allah tʿālyā me kanhh nqṣan yyczihh vatnavun, kya yimh bchavnh me tmụ̄ sndi vatnavnh āmth nqṣan nishhi? Ya agr Allah tʿālyā yyczihh me pytth mhrbạny krnụ̄ tylhi kya yimh hyknh tmụ̄ snz rḥmt rukạvith? Bs yimn vniv zi myanhi khạṭr chuh Allah tʿālyā he sytthah, bhrvsh krn vạlụ̄ chih tsụ̄ pytth bhrvsh kran."
  },
  {
    "verse_id": 39,
    "translation": "Yimn vniv ṣaf zi ae myanhi qvm kyv lukv tvhụ̄ kriv pnnhi jayih pnnụ̄ kạm, bh rvz pnnụ̄ kạm kran, ʿnqryb lgyv tohyih pe zi,"
  },
  {
    "verse_id": 40,
    "translation": "Kas pytth chuh suh rusva krn vvl ʿdhab yivan th kas chuh suh sza mylan yus nh ttln vvl chuh."
  },
  {
    "verse_id": 41,
    "translation": "(ae nby) ashi chhe sarine ansann khạṭr yih brḥq ktab tohyih pytth nạzil krmcz. Vonụ̄ yus syiz vath akhtyar kri suh kri pnnhi khạṭr, th yus ddalhi tmụ̄ sndi ddalnuk vbal āshi tsụ̄ pytth, tvhụ̄ chihv nh tihndụ̄ dhmh dar."
  },
  {
    "verse_id": 42,
    "translation": "Suh chuh Allah tʿālyā he yus mvt kh vqth chuh ruvḥn qbẓ kran, th yus nh vunhi mvmut chuh, tmụ̄ sund ruvḥ chuh nyndri mnzụ̄ qbẓ kran, pth yas pytth suh mvtuk fạṣlh nạfdh chuh kran ts chuh rukavan, th dvyimyn hndụ̄ ruvḥ chuh akis muqrr vqts khạṭr vaps svzan. Ath mnz chhe bjhi nishạniyh timn lukn khạṭr yim ghvr v fkr krn vạlụ̄ chih."
  },
  {
    "verse_id": 43,
    "translation": "Kya ts khudays trạvith chha yimv lukv baqy shfyʿ (shfaʿt krn vạlụ̄) bnạvimtụ̄? (yʿny akh chuh yimv lukv pnnhi ṭvr pane yih frẓ kvrmut zi kynhh hsty yih chhe khudae sndis drbars mnz sytthah zvr āvr yihnz sfạrsh kunhi pạtthụ̄ thi ttlith hykhi nh, ḥalankh yihndis sfạrshy āsns pytth nh chhe kanhh dlyl, nh frmvv khudayn zanhh yih zi yimn chuh me nishhi yih mrtbh ḥạṣl, th nh kvr panh yimv hsty yav zanhh yih dʿūyā zi pnnhi zvr sintụ̄ krv asụ̄ tuhnz sare kamhi. Ath pytth chhe mzyd ḥmaqt yimn lukn hnz yih zi aṣl khudae trạvith chihkh yim frẓy sfạrsh dare pnun svrue kynhh zạnimtụ̄ th yihnz sạre nyaz mndiyih chhe yihndy khạṭr vqf.) yimn vniv kya tim krnh shfaʿt khvah tihndis akhtyars mnz math ạsitn kihinụ̄, th tim mth ạsitn smjhan thi?"
  },
  {
    "verse_id": 44,
    "translation": "Vniv, shfaʿt chuh svrue and hyth Allah tʿālyā sndis akhtyars mnz. (yʿny kạnshi chuhnh yih ṭaqte zi Allah tʿālyā sndis drbars mnz kya hykhi khod panh sfạrsh dr bnith vtith, kujakh pnnụ̄ sfạrsh mannavnuk ṭaqt thi kya āshi ts. Yih kth chhe balkl Allah tʿālyā sndis akhtyars mnz zi ys yyczihh ts diyih sfạrshhi hund ajazt th ys nh yyczihh ts diyih nh. Th yymụ̄ sndis ḥqs mnz yyczihh tmụ̄ sndis ḥqs mnz diyih kạnshi sfạrsh krnh th yymụ̄ sndis ḥqs mnz yyczihh nh kihinụ̄ diyih nh krnh.) āsmann th zmyn chih badshạhy hund chuh sue mạlik. Pth yiyiv tvhụ̄ tsụ̄ kun vaps phirnh."
  },
  {
    "verse_id": 45,
    "translation": "Yylhi kunis Allah tʿālyā snz dhikr chhe krnh yivan tylhi chih ạkhrts pytth ayman nah thavn valyn hndụ̄ dil ghmgyn gczuhn hyvan. Th yylhi ts vrạe dvyimyn hnz dhikr chhe spdan tylhi chih achank tim khvshy sintụ̄ pholan. (yih kth chhe aalh plh sary dunyakyn mushrikanh dhvq thavn valyn lukn mnz mushtrk ḥtyā kh mslmann mnz thi yimn bdqsmtn yih bymạrụ̄ chhe ljmcz, tim thi chihnh amhi ʿạbh nishhi khạly. Vutthav chih vnan zi asụ̄ chihn Allah tʿālyā manan albth ḥalt chhe yih zi yylhi timn vnnh chuh yivan zi kunis Allah tʿālyā snz dhikr kriv timn chuh buthis rng bdlan. Vnan chih zi ẓrvr chuhnh yih shkhṣ bzrgn th avlyahn manan, tavae chuh yih ṣrf Allah tʿālyā snze kthh vnan pkan. Th vonụ̄ agr baqyn hnz dhkr yiyhi krnh tylhi chih timn dil pholan th khvshy sintụ̄ chih tihndụ̄ buthụ̄ przlnh lgan.)"
  },
  {
    "verse_id": 46,
    "translation": "Vniv, khudaya! Āsman th zmyn pạd krn valhi, ḥạẓr ghạyb zann valhi, cze krkh pnnyn bndn drmyan tmhi chyzuk fạṣlh yth mnz tim akhtlaf chih rvudimtụ̄ kran."
  },
  {
    "verse_id": 47,
    "translation": "Agr yimn ẓạlimn nishhi zmynch sạrse dvlt thi āshi, th byyhi thi āshi yyiczah, yim gczhn qyamt kh doh kh bur ʿdhabh nishhi bchnh khạṭr svrue kynhh fidys mnz dinh khạṭr tyar. Tathi yiyhi Allah tʿālyā sndi ṭrfh yimn brvnhh kun tikynczhah yymyuk nh zanhh timv andaze chuh kvrmut."
  },
  {
    "verse_id": 48,
    "translation": "Pnnhi kmayih hndụ̄ sạry bur ntyjhi kuhln tathi timn pytth, th sue chyz spdi timn pytth muslṭ yth tim mdhaq chih rvudimtụ̄ kran."
  },
  {
    "verse_id": 49,
    "translation": "Yohe ansan yylhi amis mʿmvly muṣybt yivan chuh tylhi chuh aashi ālv kran, th yylhi asụ̄ amis pnnhi ṭrfh nʿmt chih ʿṭa kran tylhi chuh vnan zi yih chuh me ʿlm kis bnyads pytth dinh āmut! Nah, blkh chhe yih āzmạysh. Mgr yimv mnz chihnh akthr lukh zanan."
  },
  {
    "verse_id": 50,
    "translation": "Yhe kth chhe yihndi brvnhh guzrymtyv lukv thi vnimcz, mgr yikynczhah tim kmavan ạsụ̄ suh lvg nh timn kunhi kamhi bkar."
  },
  {
    "verse_id": 51,
    "translation": "Pth tulụ̄ timv pnnhi kmayih hndụ̄ bur ntyjhi, th yimv lukv mnz thi yim ẓạlim chih tim tuln ʿnqryb pnnhi kmayih hndụ̄ bur ntyjhi, yim chihnh ashi ʿạjz krn vạlụ̄ kynhh."
  },
  {
    "verse_id": 52,
    "translation": "Th kya yimn chahna pe zi Allah tʿālyā ys yczhan chuh, ts chuh rizq kushadh kran th ys yczhan chuh ts chuh tng kran? Ath mnz chhe nishạniyih timn lukn khạṭr yim ayman chih anaan."
  },
  {
    "verse_id": 53,
    "translation": "(ae nby) vniv zi ae myanyv bndv, yimv pnnyn jann pytth zyadty chhe krmcz, (kynczhv lukv chuh yimn lfẓn ʿjyb tạviyl kvrmut zi khudayn chuh nby ṣly Allah ʿlyh v slmn khod, ae myanyv bndv vnith lukn khṭab krnuk ḥkm diytmut, lhādha chih sạry ansan nby ṣly Allah ʿlyh v slmn hndụ̄ bndh. Drḥqyqt chuh yih akh tiyuth tạviyl, yth tạviyl nh kynhh, blkh pazi ath qrānch bdtryn mʿnvy tḥryf th khudae sndis klamas sintụ̄ gindun vanun. Agr yih tạviyl ṣḥyḥ āshi tylhi chuh svrue qrān ghlṭ gczhan tikyazi qrān chuh avl pytthh ạkhrs tam ansann ṣrf Allah tʿālyā sund bndh qrar divan, th aamich sạre dʿūte chhe yih zi tvhụ̄ mah kriv akis khudays vrạe kạnshi hnz bndgy.) Allah tʿālyā sndi rḥmt nishhi mah gczihv mayvus, yqynaan chuh Allah tʿālyā sạry gnah mʿāf kran, suh chuh ghfvr v rḥym."
  },
  {
    "verse_id": 54,
    "translation": "Pvt phyiriv pnnis rbs kun th bniv frmanbrdar tmụ̄ sndụ̄ amhi brvnhh zi tohyih pytth yiyhi ʿdhab th pth mylhi nh tohyih kunhi kinụ̄ mdd."
  },
  {
    "verse_id": 55,
    "translation": "Th pyrvy kriv akhtyar pnnis rb snzi svznh āmczi ktabhi hndi bhtryn phlvvch. (ktabu Allah kh bhtryn phlvvch pyrvy krnuk mṭlb chuh yih zi khudayn yimn kamyn hund ḥukm chuh diytmut. Ansan kri tihund tʿmyl, yimv kamyv nishhi amụ̄ tthakh chuh kvrmut timv nishhi bchhi th mithaln th qṣn mnz yikynczhah amụ̄ frmvvmut chuh tmhi nishhi kri ʿbrt th nṣyḥt ḥạṣil. Ath brʿks yus shkhṣ ḥukmh nishhi buth chuh phiran, mnhyatn hund chuh aatur kran th Allah tʿālyā sndi vʿẓ v nṣyḥt nishhi chuhnh kanhh athr rattan, suh chuh ktabu Allah huk bdtryn phlv akhtyar kran, yʿny suh phlv chuh akhtyar kran yth Allah tʿālyā snz ktab bdtryn chhe qrar divan.) amhi brvnhh zi tohyih pytth yiyhi achank ʿdhab th tohyih lgyv nh khbr thi."
  },
  {
    "verse_id": 56,
    "translation": "Yinh pth kanhh shkhṣ vanhi, afsvs myạnis tth tqṣyrs pytth yus bh Allah tʿālyā sndis ḥqs mnz kran rvudus, blkh avsus bh pvt phyrith ttsnh krn valyn mnz shạmil."
  },
  {
    "verse_id": 57,
    "translation": "Nath vanhi, kash āsihe khudayn me hdayt bkhshmut tylhi āsha bthi mutqyv mnz."
  },
  {
    "verse_id": 58,
    "translation": "Ya vanhi ʿdhab vuchihth, kash mylhi he me akh mvqʿ byyhi th bthi gczhh ha nyk ʿml krn valyn mnz shạmil. (th tmhi vqth mylhi ts yih jvab zi)"
  },
  {
    "verse_id": 59,
    "translation": "Kyazi nh, myạnụ̄ āyat ạsụ̄ cze nish vạtimtụ̄, pth kvruth cze yimn ankar byyhi kvruth tkbr th cz avsukh kạfrv mnz."
  },
  {
    "verse_id": 60,
    "translation": "Aaz yimv lukv khudays pytth bhtan chih lạgimtụ̄ qyamt kh doh vuchihv tvhụ̄ zi tihndụ̄ buthụ̄ āsn krhinụ̄. Kya jhnms mnz chahna tkbr krn valyn khạṭr kạfy jae?"
  },
  {
    "verse_id": 61,
    "translation": "Ath brʿks yimv lukv yythi tqvyā chuh kvrmut, tihnzv kamyạby hndyv aasbabav kinụ̄ diyih Allah tʿālyā timn njat, timn vathi nh kanhh tklyf th nah spdn tim ghmgyn."
  },
  {
    "verse_id": 62,
    "translation": "Allah tʿālyā chuh prth chyzuk khạliq th sue chuh prth chyzs pytth nghban."
  },
  {
    "verse_id": 63,
    "translation": "Zmyn kyn th āsman kyn khzann hnz kunz chhe tsụ̄ nishhi. Th yim lukh Allah tʿālyā sndyn āyatn sintụ̄ kufr chih kran, time chih khsars mnz rvzn vạlụ̄."
  },
  {
    "verse_id": 64,
    "translation": "(ae nby) yimn vniv, ae jạhlv, pth kya tvhụ̄ chihv me vnan khudays vrạe byyhi kạnshi hnz bndgy krnh khạṭr? (yih kth pzyv tohyih yimn ṣaf vannụ̄ tikyazi)"
  },
  {
    "verse_id": 65,
    "translation": "Tohyih kun th tohyih brvnhh guzrymtyn tmam anbyahn ʿlyh alslamn kun chhe yih vaḥy svznh āmcz zi, agr tohyih shrk kvrv tylhi gczihh tuhnz ʿml ẓayʿ th tvhụ̄ rvuziv khsars mnz."
  },
  {
    "verse_id": 66,
    "translation": "Lhādha (ae nby) tvhụ̄ kriv bs Allah tʿālyā snze bndgy byyhi spdiv shkr guzar bndn mnz shạmil."
  },
  {
    "verse_id": 67,
    "translation": "Yimv lukv kr nh khudays qdre yithh pạtthụ̄ ts qdr krnuk ḥq chuh. (tmụ̄ sndi kạmil qdrtuk ḥal chuh yih zi) qyamt kh doh āshi pvur zmyn tmụ̄ snzi mochih mnz, th āsman āsn tmụ̄ sndis dchihnis aaths mnz vttith. (zmyn v āsmans pytth Allah tʿālyā sndi kaml aqtdar v tṣrfch tṣvyr brvnhh kun aannh khạṭr chuh, mochih mnz āsun th aaths mnz vttith āsnuk, astʿārh vartavnh āmut. Yithh pạtthụ̄ akh shkhṣ kunhi lokchhi balhi chuh aaths mnz dabavan th ts khạṭr chhe yih akh mʿmvly kạm, ya akh shkhṣ chuh ruvmal vttith aathas mnz rttan th ts khạṭr chahnh yih kanhh mshkl kạm āsan, yithe pạtthụ̄ vuchhn qyamt kh doh tmam ansan (yim az Allah tʿālyā sndi ʿẓmt v kibryạyy hund andazh chihnh hykan lgạvith) pnnyv achahv zi zmyn th āsman chih Allah tʿālyā sndis dsti qdrts mnz akhi ḥqyr balhi th akhi mʿmvly ruvmalhi hndụ̄ pạtthụ̄) pak th balatr chuh suh tmhi shirkh nshhi, yus yim lukh kran chih."
  },
  {
    "verse_id": 68,
    "translation": "Th tmhi doh yiyhi ṣuvrs phokh dinh th tim sạry pyn mrith vsith yim āsmann th zmyns mnz chih, sivae tim yimn Allah tʿālyā yyczihh zndh thavun. Pth yiyhi ṣuvrs byakh phokh dinh, th achank vothn sạry th lagn (avr yvr) vuchuhn."
  },
  {
    "verse_id": 69,
    "translation": "Zmyn chmkhi pnnis rb sndi nuvr sintụ̄, aʿmaln hnz ktab yiyhi aannh, anbya th tmam gvah yin ḥạẓr krnh, lukn drmyan yiyhi tthyk tthyk ḥq san fạṣlh krnh, timn pytth spdi nh kanhh ẓulm."
  },
  {
    "verse_id": 70,
    "translation": "Th prth shkhṣs yiyhi tmụ̄ snzi ʿmlhi hund pvur pvur bdlh dinh. Lukh yikynczhah thi kran chih Allah tʿālyā chuh tth var pạtthụ̄ zanan."
  },
  {
    "verse_id": 71,
    "translation": "(amhi fạṣlh pth) tim lukh yimv kufr avs kvrmut yin jhnms kun chhokav chhokav khrkvanh, avt tam zi yylhi tim tvr vatn, pth yin tmikụ̄ drvazh ylh travnh, th tmikụ̄ karindh vann timn, kya tohyih nishhi ạsụ̄na tuhndyv pnnyv lukv mnz tithụ̄ rsvl āmtụ̄, yimv tohyih tuhndis rb sndụ̄ āyat bvznạvimtụ̄ āshn, th tvhụ̄ āshanav amhi kthhi nishhi khocznạvimtụ̄ zi akhi vqth āsyv tohyih yih doh vuchuhn? Tim din jvab, ā, āmtụ̄ ạsụ̄, mgr ʿdhabuk fạṣlh gvv kạfrn pytth chspan."
  },
  {
    "verse_id": 72,
    "translation": "Vannh yiyih, acziv jhnm kyn drvazn mnz, yythi chuhv tohyih vonụ̄ hmyshh rvzun, sytthhe bur tthkanh chuh yih tkbr krn valyn khạṭr."
  },
  {
    "verse_id": 73,
    "translation": "Th yim lukh pnnis rb snzi nafrmạny nishhi prhyz ạsụ̄ kran, tim yin chhokav chhokav jnts kun ninh. Avt tam zi yylhi tim tvr vaatn, th aamikụ̄ drvaz āsn godde mczravnh āmtụ̄, pth vann tmikụ̄ muntẓmyn timn zi slam ạsin tohyih pytth, varyah jan rvudiv, acziv yath mnz hmyshhi khạṭr."
  },
  {
    "verse_id": 74,
    "translation": "Th tim vann, shukr chuh ts Allah tʿālyā sund yymụ̄ ashi sintụ̄ pnun vʿdh hvv pvz krith th asụ̄ bnạvin zmynky vạrth, vvnụ̄ yth jayih asụ̄ yczhv tth jayih hykav jnts mnz pnnụ̄ jae bnạvith. Lhādha chuh bhtryn ajr ʿml krn valyn khạṭr."
  },
  {
    "verse_id": 75,
    "translation": "Th tvhụ̄ vuchihv zi frshth āsn ʿrshs andụ̄ andụ̄ ḥlqh bnạvith pnnis rb snz tsbyḥ kran. Th lukn drmyan yiyhi tthyk tthyk ḥq san fạṣlh krnh, th krykh yiyhi dinh zi ḥmd chuh Allah rbu alʿālmyns khạṭr."
  }
]