[
  {
    "verse_id": 1,
    "translation": "Ḥ. M."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi ktabhi hund nzvl chuh Allah tʿālyā sndi ṭrfh yus zbrdst chuh, svrue kynhh zann vvl chuh."
  },
  {
    "verse_id": 3,
    "translation": "Gnah mʿāf krn vvl th tvbh qbvl krn vvl chuh, skht sza dinh vvl th sytthah ṣaḥbi fẓl chuh, kanhh mʿbvd chuhnh ts vrạe, tsụ̄ kun chuh sarine vaps phyrun."
  },
  {
    "verse_id": 4,
    "translation": "Allah tʿālyā sndyn āyatn mnz chihnh czuvan mgr ṣrf tim lukh yimv kufr chuh kvrmut. Aamhi pth yinh tohyih dunyakyn mlkn mnz tihund phyrun thvrun (athr v rsvkh) kunhi dvkhs mnz travyv."
  },
  {
    "verse_id": 5,
    "translation": "Yimv brvnhh chuh nvḥ ʿlyh alslam sndụ̄ qvman thi buth phiyrumut, th ts pth chhe varyahav baqy daryv thi yih kạm krmcz. Prth qvmn kvr aradh pnnis rsvls pytth takh ts krihe grftar. Timv sarivyv kr bạṭl kyv hthyarav sintụ̄ ḥq vsụ̄ payih havnch kvushsh, mgr ạkhrkar rttụ̄ me tim pth vuchihv zi myvn sza kvtah skht avs."
  },
  {
    "verse_id": 6,
    "translation": "Yithe pạtthụ̄ chuh tuhndis rb sund yih fạṣlh thi timn sarine lukn pytth chspan spudmut yim kufrkụ̄ mrtkb chih spdmtụ̄ zi tim chih vaṣli jhnm spdn vạlụ̄."
  },
  {
    "verse_id": 7,
    "translation": "ʿrshi alhāy yikụ̄ ḥạmil frshth, byyhi tim yim ʿrshs andụ̄ pkụ̄ chih ḥạẓr rvzan, sạry chih pnnis rb sndi ḥmd san tmụ̄ snz tsbyḥ kran. Timn chuh ts pytth ayman byyhi chih ayman aann valyn hndis ḥqs mnz dʿāe mghfrt kran. Tim chih vnan, ae sanhi rbh cz chuhkh pnnhi rḥmth th pnnhi ʿiilmh san prth chyzs pytth chhạvith, lhādha kr mʿāf th bchavukh jhnm kh ʿdhabh nishhi tim lvukh yimv tvbh chuh kvrmut byyhi chhkh chạnụ̄ vath akhtyar krmcz."
  },
  {
    "verse_id": 8,
    "translation": "Ae sanhi rbh, byyhi krukh dạkhl tim hmyshh rvzn valyn timn jntn mnz yimn hund cze timn sintụ̄ vʿdh chuhe kvrmut, byyhi yim ṣalḥ āsn tihindyv valdynv th khandarinyv th avladav mnz (tim thi vatnavukh tvr timne sintụ̄) cz chuhkh be shk ghạlb th ḥkmt vvl."
  },
  {
    "verse_id": 9,
    "translation": "Th bchavukh tim burạyav nishhi. Yus cze qyamt kh doh burạyav nishhi bchavvthn, ts pytth kvruth cze bvdd rḥm, yhe chhe brr kamyạby."
  },
  {
    "verse_id": 10,
    "translation": "Yimv lukv kufr chuh kvrmut, qyamt kh doh yiyhi timn krykh lạyith vannh az yvutah skht shrart tohyih pans pytth chuhv khsan, Allah tʿālyā avs amhi khoth zyadh ghẓb nak tohyih pytth tmhi vqth spdan yylhi tvhụ̄ aymans kun ạsiv bulavnh yivan th tvhụ̄ ạsiv kfr kran."
  },
  {
    "verse_id": 11,
    "translation": "Tim vann, ae sanhi rbh cze diytuth pzụ̄ pạtthụ̄ ashi mvt doyih phri th zndgy doyih phri, (doyih phiri mvt th doyih phiri zndgy nishhi chuh murad sue chyz yymich dhikr svrh bqrh āyt 28 hs mnz krnh chhe āmcz) vonụ̄ chih asụ̄ pnnyn qṣvrn hund aʿtraf kran, kya vonụ̄ chha yythi nyrnch thi kanhh sbyl?"
  },
  {
    "verse_id": 12,
    "translation": "(jvab mylykh) yih ḥalt yth mnz tvhụ̄ mubtla chihv, chhe amhi vjh zi yylhi kunis khudays kun bulavnh avs yivan, tylhi ạsiv tvhụ̄ mannh nishhi ankar kran, th yylhi ts sintụ̄ baqy ạsụ̄ yivan ralavnh tylhi ạsiv tvhụ̄ manan. Vonụ̄ chuh fạṣlh Allah bzrg v brtr sndis aaths mnz."
  },
  {
    "verse_id": 13,
    "translation": "Sue chuh yus tohyih pnnhi nishạnyih chuhv havan, th āsmanh chuh tuhndi khạṭr rzq nạzil kran. (yʿny rvud chuh travan yus rzquk sbb chuh, grmy th srdy chuh nạzil kran, yymyuk bvdd dkhl rizq vopdns mnz chuh) mgr (yimn nshạniyan hndi mushạhdh nishhi chuh) ṣrf sue shkhṣ sbq rttan yus khudays kun rjvʿ krn vvl āshi. (lhādha, ae rjvʿ krn valyv)"
  },
  {
    "verse_id": 14,
    "translation": "Allah tʿālyā se diyiv nad pnun dyn ts khạṭr khạliṣ krith, khvah tuhnz yih kạm gczhụ̄ tn kạfrn kạczah thi nagvar."
  },
  {
    "verse_id": 15,
    "translation": "Suh chuh bulnd drjh vvl, ʿrshuk mạlik. Pnnyv bndv mnz yas pytth yczhan chuh pnnhi ḥukmh chuh ruvḥ nạzil kran, takh suh kri mulaqat kh doh nishhi khbrdar."
  },
  {
    "verse_id": 16,
    "translation": "Suh doh yylhi zn sạry lukh be prdh āsn, khudays nishhi āshi nh tihnz kanhh kth thi chuhpith. (tmhi doh yiyhi krykh dith prczhnh) az kmụ̄ snz badshạhy chhe? (svrue ʿālm diyih krykh) Allahu vaḥdi alqhar snz."
  },
  {
    "verse_id": 17,
    "translation": "(vannh yiyih) az yiyhi prth shkhṣs tmụ̄ snzi kmayih hund bdlh dinh yosh tmụ̄ krmcz ạs, az spdi nh kạnshi pytth kanhh ẓulm. Th Allah tʿālyā chuh ḥsab hyns mnz sytthah tyz."
  },
  {
    "verse_id": 18,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, khocznạviyvukh yim lukh tmhi doh nishhi yus nkhh chuh vvtmut. Yylhi vạnjhi āsn hirụ̄ vạlis tam khsan th lukh āsn vodnhi czhvph dam krith ghmkụ̄ grokh valan. Ẓạlimn nah āshi kanhh hmdrd dvst th nh kanhh sfạrsh krn vvl yymụ̄ snz kth mannh yiyih."
  },
  {
    "verse_id": 19,
    "translation": "Allah tʿālyā chuh nẓrn hnzi czvuri nishhi tam vạqf, th tim raz tam chuh zanan yim synn mnz chih chuhpavnh āmtụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Th Allah tʿālyā kri tthyk tthyk be lag fạṣlh. Rvudụ̄ tim yimn (yim mushrk) Allah tʿālyā trạvith nad chih divan, tim chihnh kunhi chyzkụ̄ thi fạṣlh krn vạlụ̄, be shk chuh Allah tʿālyā he svrue kynhh bvzn vvl th vuchhn vvl."
  },
  {
    "verse_id": 21,
    "translation": "Kya yim lukh chihna zanhh zmyns pytth phyrimtụ̄ thvurimtụ̄ takh yimn yiyhi he timn lukn hund anjam aathhi yim yimn brvnhh chih guzrymtụ̄? Tim ạsụ̄ yihndi khoth zyadh ṭaqtvar, th yihndi khoth zyadh zbrdst āthar chihkh zmyns mnz trạvimtụ̄. Mgr khudayn rttụ̄ tim tihndyn gnahn pytth, th timn avs nh khudays nishhi kanhh bchavn vvl."
  },
  {
    "verse_id": 22,
    "translation": "Yih tihund anjam spud amhi mvjvub zi timn nishhi āe tihndiụ̄ rsvl bynat hyth. (bynat nishhi chih murad tre chyz. Goddnyuk, tithụ̄ ttakarh ʿlamat th nishanyih yimh yihndis mamvur min Allah āsns pytth shạhd āsh. Dvyim, ticzhh rvshn dlylh yimh yihnzi pysh krnh āmcz tʿlym hndi ḥq āsnuk thbvt āsh divan. Tryym, zndgy hndyn msạyln th mʿāmlatn mtʿlq tithụ̄ hdayat yimn vuchihth prth kanhh ʿqlhi vvl ansan yih zạnith hykhi he zi yiczh pạkyzh tʿlym hykhi nh kanhh aapziyvr, khod ghrẓ ainsan dith.) th timv kvr mannh nishhi ankar. Ạkhrkar rttụ̄ tim khudayn. Yqynaan chuh suh sytthah qvt vvl th sza dins mnz varyah skht."
  },
  {
    "verse_id": 23,
    "translation": "Ashi svuz mvsyā ʿlyh alslam pnnyv nishạniyv san th ttakarh mamvuryt kh sanad san,"
  },
  {
    "verse_id": 24,
    "translation": "Frʿūns th hamans th qarvns kun, mgr timv vvn sạḥr chuh kdhab chuh."
  },
  {
    "verse_id": 25,
    "translation": "Pth yylhi tmụ̄ sanhi ṭrfh timn brvnhh kun ḥq avn, pth vvn timv yim lukh ayman anith amis sintụ̄ shạmil chih spdmtụ̄ tihndụ̄ sạry lrrkh kriyvukh qtl, th lrrkyn diyiv zndh rvznh. Mgr kạfrn hnz chal gyih ẓayʿ."
  },
  {
    "verse_id": 26,
    "translation": "Akhi doh chuh frʿūn pnnyn drbaryn vnan, trạviv me ylh bh krn yih mvsyā ʿlyh alslam qtl th vuchihn yih pnnis rbs nad lạyith, me chuh andyshhi zi yih bdlavi tuhund dyn nath kri mlks mnz fsad brpa."
  },
  {
    "verse_id": 27,
    "translation": "Mvsyā ʿlyh alslam chuh vnan, me chuh pnnis rb sund th chạnis rb sund pnah rvttmut prth ts tkbr krn vạlụ̄ sndis mqabls mnz yus ḥsab kis dohs pytth ayman chuhnh thavan."
  },
  {
    "verse_id": 28,
    "translation": "Ath mvqʿs pytth chuh āli frʿūn mnz akh mvmn shkhṣ, yymụ̄ pnun ayman chuhpạvith avs thvvmut vnan, kya tvhụ̄ kriyvunh akh shkhṣ ṣrf ath vjahs pytth qtl zi suh chuh vnan myvn rb chuh Allah? Ḥalankh suh āv tohyih nishhi tuhndis rb sndi ṭrfh bynat hyth. Agr suh aapziyvr chuh tylhi gczihh ts tmụ̄ sund aapuz khod ts pytth phyirith. Albth agr suh pziyvr chuh tylhi yimn hvlnak ntyjn hund khvf suh tohyih divan chuhv timv mnz yin kynhh tohyih pytth ẓrvur. Allah tʿālyā chuhnh tiths kạnshi shkhṣs hdayt divan yus ḥd nyrn vvl th kdhab āshi."
  },
  {
    "verse_id": 29,
    "translation": "Ae myanhi qvm kyv lvukv, az chahv tohyih badshạhy ḥạṣl th zmyns mnz chihv tvhụ̄ ghạlib, albth agr Allah tʿālyā sund ʿdhab ashi pytth āv tylhi kus chuh pth yus ashi mdd hykhi krith. Frʿūn chuh vnan, bh chuhsav tohyih soe rae divan yosh me munạsib chhe basan th bh chuhsav tohyih tthụ̄ vathi kun rhnmạyy kran yosh tthyk chhe."
  },
  {
    "verse_id": 30,
    "translation": "Yymụ̄ shkhṣn ayman avs avnmut suh chuh vnan, ae myanhi qvm kyv lvukv, me chuh khvf zi tohyih pytth thi gvczh nh suh doh vatun yus yymhi brvnhh varyahn dryn pytth chuh āmut,"
  },
  {
    "verse_id": 31,
    "translation": "Yuth doh qvmi nvḥ ʿlyh alslam th ʿād th thmvd th yimn pth yim qvm ạsụ̄ timn pytth avs āmut. Th ḥqyqt chhe zi Allah tʿālyā chuhnh pnnyn bndn pytth ẓulmuk kanhh aradh thavan."
  },
  {
    "verse_id": 32,
    "translation": "Ae qvm, me chuh ddr zi tohyih pytth gvczh nh fryaduk th krykhi naduk doh vatun,"
  },
  {
    "verse_id": 33,
    "translation": "Yylhi tvhụ̄ akh akis nad diyiv th czlan czlan phyiriv, mgr tmhi saʿth āshi nh khudays nishhi bchavn vvl kanhh. Pvz chuh yih zi yas Allah tʿālyā ddalhi ts chuhnh pth kanhh vath havn vvl āsan."
  },
  {
    "verse_id": 34,
    "translation": "Amhi brvnhh avs yvsuf ʿlyh alslam tohyih nishhi bynat hyth āmut mgr tvhụ̄ rvudiv tmụ̄ snzi aanhi mczi tʿlymhi hndi ṭrfh shk se mnz. Pth yylhi tihund antqal spud pth vvnuv tohyih vvnụ̄ svzi nh Allah tʿālyā timn pth hrgz kanhh rsvl. (bẓạhr chuh basan zi brvnhh kun chih yim lfẓ khudayn āli frʿūn kis mvmn shkhṣh sndis qvms pytth bṭvr aẓafh arshad frmạvimtụ̄) yithe pạtthụ̄ chuh Allah tʿālyā timn sarine lukn gumrạhy mnz travan yim ḥd nyrn vạlụ̄ th shky chih āsan."
  },
  {
    "verse_id": 35,
    "translation": "Th Allah tʿālyā sndyn āyatn mnz chih czuvan amhi vrạe zi timn nishhi āshi kanhh sanad ya dlyl āmcz. Yih ravyih chuh khudays th ayman ann valyn nzdyk skht napsnd. Yithe pạtthụ̄ chuh Allah tʿālyā prth tkbur krn vạlis th srksh sndis dils pytth tthph lgavan."
  },
  {
    "verse_id": 36,
    "translation": "Frʿūnn vvn, ae haman myanhi khạṭr bnav aakh blnd ʿmart takh bh hykh vatn tam vạtith,"
  },
  {
    "verse_id": 37,
    "translation": "Āsmann hnzn vatn tam th mvsyā ʿlyh alslam sund khda vuchahn pilan krith. Me chuh yih mvsyā (ʿlyh alslam) bs apzyvr basan. Yithh pạtthụ̄ āyih frʿūn sndi khạṭr tmụ̄snz bdʿmly khoshnma bnavnh, th suh āv siyzi vathi nishhi rukavnh. Frʿūn snz sạre chal bạzy gyih (tmụ̄ snz pnnhi) tbahy hnzi vathi mnz astʿmal."
  },
  {
    "verse_id": 38,
    "translation": "Suh shkhṣ yymụ̄ ayman avs avnmut chuh vanan, ae myanh qvm kyv luvkv, myạnụ̄ kth mạniv bh chuhsav tohyih ṣḥyḥ vath vnan."
  },
  {
    "verse_id": 39,
    "translation": "Ae qvm, yih dunyahch zndgy chhe kynczn dohn hnz hmyshh kh qyam krnch jae chuh bs ạkhrt."
  },
  {
    "verse_id": 40,
    "translation": "Yus burạyy kri ts mylhi tiytuhe bdlh yiczah tmụ̄ burạyy āshi krmcz. Th yus nyk ʿml kri, khvah suh mrd ạsitn ya khatvn, bshrṭykhi āshi mvmn, yithụ̄ sạry lukh gczhn jnts mnz dạkhl yythi timn beḥsab rzq yiyhi dinh."
  },
  {
    "verse_id": 41,
    "translation": "Ae qvm, ạkhr kya dlyl chhe yih zi bh chuhsav tvhụ̄ njats kun bulavan th tvhụ̄ chihv me nars kun dʿūt divan."
  },
  {
    "verse_id": 42,
    "translation": "Tvhụ̄ chihv me amhi kthhi hnz dʿūt divan zi bh gczhh khudays sintụ̄ kufr krun th ts sintụ̄ gczhh timh hsty shryk tthhrạvun yim nh bh zanan chuhsakh, (yʿny me chahnh pe zi khudạyy mnz chha tihnz kanhh shrkt) ḥalankh bh chuhsav tvhụ̄ ts zbrdst mghfrt krn vạlis khudays kun bulavan."
  },
  {
    "verse_id": 43,
    "translation": "Nah, ḥq chuh yih th ath khlaf hykhi nh spdith zi yimn kun tvhụ̄ me bulavan chihv tihndi khạṭr nah chhe dunya se mnz kanhh dʿūt nh ạkhrts mnz, (yth kthhi hykn byyhi thi kynhh mʿny ạsith. Akh yih zi nah chuh yimn dunyahs mnz yih ḥq vatan th nh ạkhrts mnz zi yihnz khudạyy tslym krnh khạṭr gczihh khudae sndyn khlqn dʿūt dinh yinụ̄. Dvym yih zi lvukv chih yim zbrdsty khudae bnạvimtụ̄, nath nh chih yim yth dunyahs mnz khudạyy hund dʿūyā krn vạlụ̄, nh vothn ạkhrts mnz yih dʿūyā hyth zi asụ̄ thi he ạsụ̄ khudae tohyih kyazi mạniv nh asụ̄. Tryym yih zi yimn nad dinuk fạyd nah chuh yth dunyahs mnz nh chuh ạkhrts mnz, tikyazi yim chih balkl beakhtyar th yimn nad layun chuh qṭʿī laḥạṣl.) th ashi sarine chuh phyrun Allah tʿālyā se kun th ḥd nyrn vạlụ̄ chih nars gczhn vạlụ̄."
  },
  {
    "verse_id": 44,
    "translation": "Az yikynczha bh vnan chuhs ʿnqryb yiyhi suh vqt yylhi tvhụ̄ suh yad kriyvun. Th pnun mʿāmlh chuhs bh khudays pushravan, suh chuh pnnyn bndn hund nghban."
  },
  {
    "verse_id": 45,
    "translation": "Ạkhr kar yimh bur khoth bur chalh timv lukv ts mvmns khlaf ginz, khudayn bchvv suh timv sarivyav nishhi, (amhi nishhi chuh pe lgan zi suh shkhṣ chuh frʿūn sndis slṭnts mnz tyithi bddi ahm shkhṣytuk mạlik avsmut zi pvur drbars mnz frʿūns brvnhh knhi ḥq gvyy krnh bavjvd hykhi he nh ʿlanyh ts sza dinuk jurat krnh yith, amhi vjh kinụ̄ pyyih frʿūns th tmụ̄ sndyn ḥạmiyan ts marnh khạṭr khfyh tdbyr krnhi. Mgr yimn tdbyrn thi diyut nh khudayn brvnhh pknh.) th frʿūn sndụ̄ sạthy āe khod bdtryn ʿdhab kis phyrs mnz hynh."
  },
  {
    "verse_id": 46,
    "translation": "Jhnmuk nar chuh yth brvnhh kun tim ṣbḥs th shams pysh chih yivan krnh, th yylhi qyamtch gr vathi ḥukm spdi zi āli frʿūn kriyvun shdyd ʿdhabs mnz dạkhl."
  },
  {
    "verse_id": 47,
    "translation": "Pth kriv khyal tmhi vqtuk yylhi yim lukh jhnms mnz akh akis sintụ̄ czuvan āsn. Dunyahs mnz yim lukh kmzvr ạsụ̄ tim vann ztthụ̄ bnan valyn zi, asụ̄ ạsụ̄ tuhndụ̄ tabʿ, kya vonụ̄ bchạviv tvhụ̄ ashi yythi nari jnhm kh tklyf kh kunhi ḥṣh nishhi?"
  },
  {
    "verse_id": 48,
    "translation": "Tim ztthụ̄ bnan vạlụ̄ din jvab, asụ̄ sạry chih yythi akụ̄se ḥals mnz, th khudayn chuh bndn drmyan fạṣlh kvrmut."
  },
  {
    "verse_id": 49,
    "translation": "Pth vann yim jhnms mnz pymtụ̄ lukh jhnm kyn ahli karn, pnnis rbs krụ̄tav duʿā zi sạnis ʿdhabs krihe akhi dohch kmy."
  },
  {
    "verse_id": 50,
    "translation": "Tim prczhn, kya tohyih nishhi ạsụ̄na tuhndụ̄ rsvl bynat hyth yivan rvudimtụ̄? Tim vann, ā, jhnmkụ̄ ahli kar vann, tylhi kriv tvhy dʿā th kạfrn hund dʿā chuh ẓayʿ gczhn vvl."
  },
  {
    "verse_id": 51,
    "translation": "Pczh kriv asụ̄ chih pnnyn rsvln th ayman aann valyn hund mdd yymhi dunya chih zndgy mnz thi lazimaan kran th tmhi doh thi krav yylhi gvah āsn khrra."
  },
  {
    "verse_id": 52,
    "translation": "Yylhi ẓạlimn tihund ʿdhr kanhh thi fạydh diyih nh th timn vashi lʿnt th bdtryn tthkanh yiyhi tihndis ḥṣs mnz."
  },
  {
    "verse_id": 53,
    "translation": "Vuchihtv zi mvsyā ʿlyh alslams kr ashi rhnmạyy th bny asraʿyl bnvv tmh ktabhi hund vạrth,"
  },
  {
    "verse_id": 54,
    "translation": "Yosh ʿql th gatth jar thavn valyn khạṭr hdayt th nṣyḥt ạs."
  },
  {
    "verse_id": 55,
    "translation": "Lhādha, ae nby ṣly Allah ʿlyh v slm, ṣbr kriv, Allah tʿālyā sund vʿdh chuh brḥq, pnnhi qṣvrch mngiv mʿạfy. (yth syaq v sbaqs mnz yih kth vnnh chhe āmcz, tth pytth ghvr krnh sintụ̄ chuh ṣaf basan zi yth jayih chuh qṣvr nishhi murad beṣbry hnz so kyfyt yosh shdyd mkhalft kis tth maḥvls mnz khṣvṣyt san pnnyn sạthiyan hnz mẓlvmy vuchh vuchh nby ṣly Allah ʿlyh v slmn andr ạs pạd spdan. Tim ạsụ̄ yczhan zi jldy gvczh kanhh tiyuth mʿjzh yun havnh yymhi sintụ̄ kfar gczhhan qạyl. Nath gczihh Allah tʿālyā sndi ṭrfh byyhi kanhh ticzh kth ẓhvrs mnz yinụ̄ yymhi sintụ̄ yih mkhalftuk ṭvfan tthndd gczihh he. Yih khvạhsh ạs nh bdhat khod kanhh gnah yth kunhi tvbh v astghfaruk ḥajti pyyih he, albth yth blnd mqamas pytth khudayn ḥẓvr srfraz ạsụ̄ krmtụ̄ th yymhi zbrdst auvlvalʿzmy hund suh mqam tqaẓh avs kran, tmhi lḥaẓh basyyih khudays yih mʿmvly beṣbry thi ḥẓvr ṣly Allah ʿlyh v slmn hndi mrtbh nishhi vsụ̄ payih, amhi mvjvub spud arshad zi ath kmzvry pytth mngiv tvhụ̄ khudays mʿạfy th chttan chh mẓbvṭy san spdiv pnnis mvqfs pytth qạyim, yithh pạtthụ̄ zan tohyih hivis ʿẓym almrtbt ansans āsun pzi.) th ṣbḥ v sham rvuziv pnnis rb sndi ḥmd san tmụ̄ snz tsbyḥ kran."
  },
  {
    "verse_id": 56,
    "translation": "Ḥqyqt chhe yih zi yim lukh kunhi sanad th ḥjt vrạe, yosh timn nishhi āmcz āshi, Allah tʿālyā sndyn āyatn mnz czuvan chih, tihndyn diln mnz chuh kibr brith mgr tim chihnh tth bjrs vatn vạlụ̄ yymyuk timn ghrvur chuh. Bs mngiv Allah tʿālyā sund pnah, sue chuh svrue kynhh vuchhan th bvzan."
  },
  {
    "verse_id": 57,
    "translation": "Āsmann th zmynuk pạd krun chhe ansan sndi pạd krnh bh nsbt yqynaan zyadh brr kạm, mgr akthr lukh chihnh zanan."
  },
  {
    "verse_id": 58,
    "translation": "Th yih hykhi nh bnith zi avn th gashdar hykhi yksan ạsith, th ayman dar th ṣalḥ th bdkar āsn brabr. Mgr tvhụ̄ lukh chihv kme phn smjhan."
  },
  {
    "verse_id": 59,
    "translation": "Yqynaan chhe qyamtch gr yinh vajinụ̄ amhi kis yinas mnz chuhnh kanhh shk, mgr akthr lukh chihnh manan."
  },
  {
    "verse_id": 60,
    "translation": "Tuhund rb chuh vnan, me diyv nad, bh kr tuhndụ̄ duʿā qbvl, (yʿny dʿā qbvl krnkụ̄ sạry akhtyarat chih me, lhādha mah mngiv tvhụ̄ baqyn duʿā blkh mngiv mye) yim lukh tkburs mnz yith myanhi ʿbadt nishhi buth chih phiran, ẓrvur gczhn tim dhlyl v khvar spdith jhnms mnz dạkhl. (yth āyts mnz chhe z kthh khaṣ ṭvr qạbil tvjh. Akh yih zi duʿā th ʿbadt chuh yth jayih hm mʿny alfaẓav rngụ̄ vartavnh āmut. Tikyazi goddnikis fiqrs mnz yus chyz duʿā kh lfẓh sintụ̄ tʿbyr avs krnh āmut, sue chuh dvyimis fiqrs mnz ʿbadt kh lfẓh sintụ̄ tʿbyr frmavnh āmut. Amhi sintụ̄ gyih yih kth vaẓḥ zi duʿā chuh ʿīni ʿbadt th jani ʿbadt. Dvym yih zi khudays duʿā nh mngn valyn khạṭr chih tkbrs mnz yith chih myanhi ʿbadt nishhi buth phiran, alfaẓ vartavnh āmtụ̄. Amhi nishhi chuh pe lgan zi Allah tʿālyā hs duʿā mngun chuh ʿīni bndgy hund tqaẓh, th amhi nishhi buth phirnuk mʿny chuh yih zi ansan chuh tkburs mnz mbtla.)"
  },
  {
    "verse_id": 61,
    "translation": "Suh chuh Allah tʿālyā he yymụ̄ tuhndi khạṭr rat bnạv takh tvhụ̄ hykiv aath mnz skvn ḥạṣl krith th doh kvrun rvshn. Ḥqyqt chhe yih zi Allah tʿālyā chuh lukn pytth sytthah fẓl krn vvl, mgr akthr lukh chihnh shkr ada kran."
  },
  {
    "verse_id": 62,
    "translation": "Sue Allah tʿālyā (yymụ̄ tuhndi khạṭr yikynczhah kvrmut chuh) chuh tuhund rb prth chyzuk pạd krn vvl. Ts vrạe chuhnh kanhh mʿbvd. Pth kpạrụ̄ chihv tvhụ̄ ddalnh yivan?"
  },
  {
    "verse_id": 63,
    "translation": "Yithe pạtthụ̄ chih tim sạry lukh ddalnh āmtụ̄ yim Allah tʿālyā sndyn āyatn ankar ạsụ̄ kran."
  },
  {
    "verse_id": 64,
    "translation": "Suh chuh Allah tʿālyā he yymụ̄ tuhndi khạṭr zmyn bnạv qrar krnch jae, th pytthh bnvvun āsmanuk chht. Yymụ̄ tuhnz ṣvurt bnạv th so thi bnạvn sytthah jan. Yymụ̄ tohyih pakyzh chyzn hund rizq diyut. Sue Allah tʿālyā (yymụ̄ sndụ̄ yim kar chih) chuh tuhund rb. Beḥsab brkth vvl chuh suh tuhund rb."
  },
  {
    "verse_id": 65,
    "translation": "Sue chuh zindh ts vrạe chuhnh kanhh mʿbvd, tsụ̄ diyv tvhụ̄ nad pnun dyn tsụ̄ kun khạlṣ krith. Sạry tʿryf chih Allah rb alʿālmyn se khạṭr."
  },
  {
    "verse_id": 66,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, yimn lukn vniv zi me chuh timn hsty yn hndi ʿbadt nishhi tthakh krnh āmut yimn tvhụ̄ Allah tʿālyā trạvith nad chihv divan. (bh kithh pạtthụ̄ hykh yih kạm krith) yylhi zan me nishhi myạnis rb sndi ṭrfh bynat chih āmtụ̄. Me chuh ḥukm dinh āmut zi bh gczhh rb alʿālmyns brvnhh knhi pnun klh nvmravun."
  },
  {
    "verse_id": 67,
    "translation": "Sue chuh suh yymụ̄ tvhụ̄ myczi krinav pạd, pth krinv nuṭfh nishhi, pth krinav khvunh doglh nishhi, pth chuhv suh tohyih shurụ̄ snzi shklhi mnz krran, pth chuhv brrravan takh tvhụ̄ vạtiv pnnis pvur ṭaqts, pth chuhv byyhi brrravan takh tvhụ̄ vạtiv bujrs. Th tohyih mnz chuh kanhh godde yivan vaps bulavnh. Yih svrue kynhh chuh amhi mvjvb yivan krnh takh tvhụ̄ vạtiv pnnis muqrr vqts tam, byyhi amhi mvjvb zi tvhụ̄ smjhiv ḥqyqt."
  },
  {
    "verse_id": 68,
    "translation": "Sue chuh zndgy dinh vvl th sue chuh mvt dinh vvl. Suh yymhi kthhi hund thi fạṣlh chuh kran, bs akh ḥukm chuh divan zi so spdin th so chhe spdan."
  },
  {
    "verse_id": 69,
    "translation": "Tohyih vuchihv tim lukh yim Allah tʿālyā sndyn āyatn mnz czuvan chih, kpạrụ̄ chih tim phirvanh yivan?"
  },
  {
    "verse_id": 70,
    "translation": "Timn lukn yim yath ktabhi th timn sarine ktabn ankar chih kran yimh ashi pnnyn rsvln sintụ̄ svzmcz chhe, ʿnqryb lghi yimn pe,"
  },
  {
    "verse_id": 71,
    "translation": "Yylhi ṭvq āsn yihnzn grdnan mnz byyhi hanklh,"
  },
  {
    "verse_id": 72,
    "translation": "Yimn gnddith tim grkh vnis ābs kun khkhr yin ninh, th pth yin jhnm kis nars mnz chahknh."
  },
  {
    "verse_id": 73,
    "translation": "Pth yiyhi timn prczhnh zi, vonụ̄ kthi chih khudays vrạe tim baqy khudae yim tvhụ̄ shryk ạsiyvukh kran?"
  },
  {
    "verse_id": 74,
    "translation": "Tim din jvab, tim rạvụ̄ ashi nishhi blkh ạsụ̄ nh asụ̄ yymhi brvnhh kunhi chyzs nad divan. Yithh pạtthụ̄ kri Allah tʿālyā kạfrn hund gumrah spdun thạbt."
  },
  {
    "verse_id": 75,
    "translation": "Timn yiyhi vannh, yih tuhund anjam spud amhi mvjvub zi tvhụ̄ ạsiv zmyns pytth naḥqs pytth mst th pth ạsiv tth pytth czyngan."
  },
  {
    "verse_id": 76,
    "translation": "Vonụ̄ gczihv jhnm kyn drvazn mnz spdiv dạkhl hmyshh chuhv tohyih tty rvzun, sytthah zyadh bur tthkanh chuh tkbur krn valyn hund."
  },
  {
    "verse_id": 77,
    "translation": "Lhādha, ae nby ṣly Allah ʿlyh v slm, ṣbr kriv, Allah tʿālyā sund vʿdh chuh brḥq. Vonụ̄ khvah asụ̄ tohy brvntthh knhi yimn tihndyn bur ntyjn hund kanhh ḥṣh havav yimv nishhi asụ̄ yim khocznavan chihkh ya tulv (tmhi brvnhh) tvhụ̄ dunya mnz, phyrun chuh yimn aasiy kun vaps."
  },
  {
    "verse_id": 78,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, tohyih brvnhh chih ashi varyah rsvl svzimtụ̄, yimv mnz kynczhn hndụ̄ ḥalat ashi tohyih vnimtụ̄ chihv th kynczhn hndụ̄ chihv nh vnimtụ̄. Kạnshi rsvls thi avs nh yih ṭaqt zi Allah tʿālyā sndi aidhnh vrạe aanhi he khod kanhh nshạny. Pth yylhi Allah tʿālyā sund ḥukm āv, pth āv ḥqh mṭạbq fạṣlh krnh th tmhi vqth rvudụ̄ ghlṭ kar lukh khsars mnz."
  },
  {
    "verse_id": 79,
    "translation": "Allah tʿālyā ne chih tuhndi khạṭr charvạe bnạvimtụ̄ takh yimv mnz spdiv tvhụ̄ kạnshi pytth svar th kanshi hund khyyv maz."
  },
  {
    "verse_id": 80,
    "translation": "Yimn mnz chih tuhndi khạṭr byyhi thi varyah fạydh. Tim chih aath thi bkar lgan zi tuhndyn diln mnz yvt gczhnukh ḥajt āshi timn pytth (khsith) hykiv tvhụ̄ tvr vạtith. Timn pytth thi th navn pytth thi chihv tvhụ̄ svar yivan krnh."
  },
  {
    "verse_id": 81,
    "translation": "Allah tʿālyā chuh tohyih pnnhi yimh nishạniyih havan, ạkhr tmụ̄ snzn kmn kmn nishạnyn kriv tvhụ̄ ankar."
  },
  {
    "verse_id": 82,
    "translation": "Pth kya yim chihna zmyns mnz phyirimtụ̄ thvurimtụ̄ zi yimn yiyhi he timn lukn hund anjam aathhi yim yimn brvnhh chih gzrymtụ̄? Tim ạsụ̄ yimv khoth tʿdads mnz thi zyadh, yimv khoth khsith ạsụ̄ ṭaqt var, th zmyns mnz chihkh yihndi khoth zyadh shandar āthar trạvimtụ̄. Yikynczhah kmạe timv krmcz ạs, ạkhr kth lj so timn bkar?"
  },
  {
    "verse_id": 83,
    "translation": "Yylhi tihndụ̄ rsvl timn nishhi bynat hyth āe tim rvudụ̄ tthụ̄ ʿlims mnz mst yus timn pans nishhi avs, th pth āe tthụ̄ chyz kis phyrs mnz yth tim ttsnh ạsụ̄ kran."
  },
  {
    "verse_id": 84,
    "translation": "Yylhi timv svn ʿdhab vuchh, krykh diczkh zi aashi mvn Allah vḥdhu la shryk, th asụ̄ chih ankar kran timn sarine mʿbvdn hund yim asụ̄ tmụ̄ sndụ̄ shryk ạsụ̄ tthhravan."
  },
  {
    "verse_id": 85,
    "translation": "Mgr svn ʿdhab vuchhnh pth hykhi he nh tihund ayman tihndi khạṭr nfʿ dinh vvl bnith tikyazi yohe chuh Allah tʿālyā sund mqrr ẓạbṭh yus hmyshhi tmụ̄ sndyn bndn mnz chuh jạry rvudmut, th tmhi vqth rvudụ̄ kạfr lukh khsars mnz pyth."
  }
]