[
  {
    "verse_id": 1,
    "translation": "Ḥā. M."
  },
  {
    "verse_id": 2,
    "translation": "Yih chuh khudae rḥmān v rḥym sndi ṭrfh nạzil krnh āmut chyz."
  },
  {
    "verse_id": 3,
    "translation": "Akh ticzh ktab yymkụ̄ āyat var pạtthụ̄ vyczhnạvith chih āmtụ̄ byan krnh, ʿrby zbạnụ̄ hund qrān, timn lukn khạṭr yim ʿlm chih thavan."
  },
  {
    "verse_id": 4,
    "translation": "Bshart dinh vvl th khocznavan vvl. Mgr yimv lukv mnz pihyur akthrv aamhi nishhi buth, lhādha chihnh tim bvzan."
  },
  {
    "verse_id": 5,
    "translation": "Vanan chih, yth chyzs kun cz aashi bulavan chuhkh tmhi chyz khạṭr chih sanyn diln pytth prdh pymtụ̄, sạnụ̄ kan chih zrụ̄ gmtụ̄, byyhi chuh ashi th cze drmyan akh prdh ḥạyl gvmut. Cz kr pnnụ̄ kạm, asụ̄ rvzav pnnụ̄ kạm kran."
  },
  {
    "verse_id": 6,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, yimn vniv, bh chuhs akh bshr tohy hiyvu. Me chuh vaḥy hndi dhryʿh vnnh yivan zi chvn khuda chuh bs aakve khda, lhādha kr cz siyvd tmụ̄ se kun rokh th ts mng mʿạfy. Tbahy chhe timn mushrikn,"
  },
  {
    "verse_id": 7,
    "translation": "Yim zkvāh chihnh divan, th ạkhrts chih ankar kran."
  },
  {
    "verse_id": 8,
    "translation": "Rvudụ̄ tim lukh yimv ayman avn th nyk ʿmlh kraykh, tihindi khạṭr chuh yqynaan tiyuth ajr yymyuk slslh zanhh chuhnh phuttn vvl."
  },
  {
    "verse_id": 9,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, yimn vniv, kya tvhụ̄ chihv ts khudays sintụ̄ kufr kran th baqy chhvukh tmụ̄ sndụ̄ shryk tthhravan yymụ̄ zmyn bnạv don dohn mnz? Sue chuh sarine ʿālmn hund rb."
  },
  {
    "verse_id": 10,
    "translation": "(zmyn vjvds mnz aannh pth) jmạvụ̄ tmụ̄ aath pytth pharr, th aath mnz thavyn brkth, th aath andr kvrun sarine mngn valyn khạṭr prth akụ̄ sndi ṭlb v ḥajt mṭạbq tthyk andazh san khorakuk saman frahm (yʿny timn tmam mkhlvqatn khạṭr yim khorakkụ̄ ṭạlb ạsụ̄) yimh sare kamhi spz czon dohn mnz."
  },
  {
    "verse_id": 11,
    "translation": "Pth spud suh āsmans kun mtvjh (aath chuhnh yih mṭlb zi zmyn bnavnh pth th aath mnz ābạdy hund antẓam krnh pth bnạvụ̄ tmụ̄ āsman. Yth jayih chuhnh lfẓ pth zmạny trtybh khạṭr kynhh blkh chuh byạny trtybh khạṭr astʿmal spudmut. Amhi pth kh fqrh sintụ̄ chhe yih kth vaẓḥ spdan) yus tmhi saʿth mḥẓ dh avs. Tmụ̄ vvn āsmans th zmynsi, vjvds mnz yiyiv, khvah tvhụ̄ yyczhụ̄ tav ya mth yyczhụ̄ tav. Doshvyav vvn, asụ̄ āe frman brdarn hndụ̄ pạtthụ̄ (vjvds mnz)."
  },
  {
    "verse_id": 12,
    "translation": "Tmhi pth bnạvụ̄ tmụ̄ don dohn mnz sth āsman, th prth āsmans mnz kvrun vḥy tmiyuk qanvn (yʿny tim kithh pạtthụ̄ krn pnnụ̄ kạm). Th dunya huk āsman kvr aashi czangyv sintụ̄ ārasth th yih kvr var pạtthụ̄ mḥfvẓ. Yih svrue chuh akis zbrdst zann vajinhi hsty hund mnṣvbh."
  },
  {
    "verse_id": 13,
    "translation": "Vonụ̄ agr yim lukh buth chih phiran, tylhi vniv yimn zi bh chuhsav tvhụ̄ tmy āyih kh akhi achank yinh valhi ʿdhab nishhi khocznavan, yuth ʿād th thmvds pytth nạzil avs spudmut."
  },
  {
    "verse_id": 14,
    "translation": "Yylhi khudae sndụ̄ rsvl timn brvuntthụ̄ kinụ̄ th ptụ̄ kinụ̄, prth ṭrfh āe th tim smjhjạvikh zi, khudays vrạe mah kriv kạnshi hinz bndgy, pth vvn timv, agr svn rb yyczihh he tylhi svzihe frshth, lhādha chihnh asụ̄ so kth manan yymhi khạṭr tvhụ̄ svznh chihv āmtụ̄."
  },
  {
    "verse_id": 15,
    "translation": "ʿāduk ḥal avs yih zi kunhi ḥqh vrạe bne tim zmyns mnz ztthụ̄ (tkbr kvrukh), th vannh lgụ̄, kus chuh sanhi khoth zyadh zvr āvr. Timn tvr nh yih fikri zi yymụ̄ khudayn tim pạd chih krimtụ̄, suh chuh tihndi khoth zyadh zvr āvr? Tim rvudụ̄ sanyn āyatn bs ankar kran."
  },
  {
    "verse_id": 16,
    "translation": "Ạkhr kar svuz aashi kynczhn mnḥvs dohn mnz timn pytth skht ṭvfạny hva, takhi tim vuchhnavvkh dunyachy zndgy mnz dhlt th rusvạyy hund mzh, th ạkhrtuk ʿdhab chuh amhi khoth thi zyadh rusva krn vvl, tathi āshi nh kanhh yimn mdd krn vvl."
  },
  {
    "verse_id": 17,
    "translation": "Rvudụ̄ vonụ̄ thmvd, timn brvnhh knhi kr aashi siyz vth pysh, mgr timv kvr vath vuchihnh bjae avn rvznue psnd, ạkhr āv tihndyv krtvutav hndi bdvlth timn pytth ʿdhab."
  },
  {
    "verse_id": 18,
    "translation": "Th aashi bchạvụ̄ tim lukh yimv ayman avs avnmut, byyhi ạsụ̄ gmrạhy th bdʿmly nishhi prhyz kran."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi kri tav dhra tmhi vqtuk khyal yylhi yim Allah tʿālyā sndụ̄ dshmn jhnms kun gczhnh khạṭr ghyr krith yin aannh. (aaṣly mudʿā chuh vannuk yih zi yylhi tim Allah tʿālyā sndis ʿdalts mnz pysh spdnh khạṭr ghyr krith aannh yin, albth yih mẓmvn chuh yimn lfẓn mnz byan krnh āmut zi jhnms kun gczhnh khạṭr yin ghyr krith aannh tikyazi yuhund anjam chuh ạkhr kar jhnm se mnz gczuhn) tihndụ̄ brvuntthm yin ptimyn hndis yinas tam pth kun rukavnh, (yʿny yih spdi nh zi akhi akhi nsluk th akhi akhi pyiri hund ḥsab hynh pth yiyhi tamiyuk fạṣlh krnh, blkh yin tmam ptim brvuntthm nsl byk vqt jmʿ krnh th sarine yiyhi yikh vatth ḥsab hynh, tikyazi prth nsl kis nyk ya bd āsns mnz chuh tamhi brvuntthmhi nsl kh travnh āmthi dyny th aakhlạqy myrathuk ḥṣh shạmil āsan.)"
  },
  {
    "verse_id": 20,
    "translation": "Pth yylhi sạry tvr vatn, tihindụ̄ kan th tihnz achh th tihndi jsmkụ̄ mslh din timn pytth gvạhy zi, tim kya kynczhah chih rvudimtụ̄ dunyahs mnz kran."
  },
  {
    "verse_id": 21,
    "translation": "Tim vann pnnhi jsm kyn msln, tohyih kyazi diczv ashi khlaf gvạhy? Tim din jvab, aashi diyut tmy khudayn bvlnuk ṭaqt yymụ̄ prth kanhh chyz bvln vvl chuh bnvvmut, tmy ạsiv tvhụ̄ goddnichhi phiri pạd krimtụ̄, th vonụ̄ chihv tvhụ̄ tmụ̄ se kun vaps aannh yivan."
  },
  {
    "verse_id": 22,
    "translation": "Tvhụ̄ yylhi dunyahs mnz jurum krnh vqth chuhpan ạsiv, tohyih avsuv nh yih khyal zi kunhi saʿth din tuhndụ̄ pnnụ̄ kan th tuhnz achh th tuhndi jsmkụ̄ mslh tohyih pytth gvạhy. Blkhi avsuv tohyih yih smjhmut zi tuhndyn varyahn aʿmaln hnz chahnh khudays thi khbr."
  },
  {
    "verse_id": 23,
    "translation": "Tuhndụ̄ amy gumann yus tohyih pnnis rbs sintụ̄ kvrmut avsuv, ddubạvinav tvhụ̄, th aamy bdvlt gv tvhụ̄ khsars mnz."
  },
  {
    "verse_id": 24,
    "translation": "Ath ḥalts mnz kritn tim ṣbr (ya mth kritn) nare āshi tihund tthkanh, th agr rjuvʿuuk mvqʿ yczhn, kanhh mvqʿ yiyhi nh timn dinh."
  },
  {
    "verse_id": 25,
    "translation": "Aashi ạsụ̄ timn pytth sạthy muslṭ krimtụ̄, yim timn ptụ̄ kinụ̄ brvuntthụ̄ kinụ̄ prth kanhh chyz ạsụ̄ khosh krvun bnạvith havan, ạkhrkar rvud timn pytth thi sue ʿdhabuk fạṣlh chspan spdith, yus timn brvunhh guzrymtyn jinn th ansann hndyn grvhn pytth chspan spudmut avs, yqynaan ạsụ̄ tim khsars mnz rvzn vạlụ̄."
  },
  {
    "verse_id": 26,
    "translation": "Yim mnkryni ḥq chih vnan, yih qrān mah bvuziv hrgz, th yylhi yih bvznavnh yiyhi tylhi trạviv aath mnz khll (shvr kriv), bnan chuh zi yithe pạtthụ̄ yiyiv tvhụ̄ ghạlb."
  },
  {
    "verse_id": 27,
    "translation": "Yim kạfr vuchhnavvkh asy skht ʿdhabuk mzh th yimh bdtryn ḥrkth yim kran chih rvudimtụ̄ tihund pvur pvur bdlh dimav yimn."
  },
  {
    "verse_id": 28,
    "translation": "Suh chuh jhnm yus Allah tʿālyā sndyn dushmnan mylhi muʿāvẓs mnz. Tthụ̄ mnz āshi hmyshh hmyshh khạṭr tihndi khạṭr gr. Yih chuh sza tmhi jurmuk zi tim rvudụ̄ sanyn āyatn ankar kran."
  },
  {
    "verse_id": 29,
    "translation": "Tathi vann yim kạfr zi, ae sanhi rbh ashi havtkh tim jin th ansan yimv asụ̄ gumrah ạsụ̄ krimtụ̄, asụ̄ mathvkh tim khorn tl takh tim gczhn var pạtthụ̄ dhlyl v khvar."
  },
  {
    "verse_id": 30,
    "translation": "Yimv lukv vvn zi Allah tʿālyā chuh svn rb th pth rvudụ̄ tim aath pytth thạbt qdm, (yʿny tim rvudụ̄ nh mḥẓ atfaqaan kunhi vizi khudays pnun rb vnith shong trạvith bihith, th nah spdụ̄ aath ghlṭy mnz mbtla zi khudays rvzan pnun rb thi vanan th sintụ̄ sintụ̄ rvzn baqyn thi pnun rb bnavan pkan blkh rvudụ̄ akhi phiri yih ʿqydh qbvl krnh pth sạrise vạnshi aath pytth qạyim, ath khlaf kvrukh nh dvym byyhi kanhh ʿqydh akhtyar th nh krkh aath ʿqyds sintụ̄ kunhi bạṭl ʿqydch milavtt th pnnhi ʿmly zndgy mnz thi rvudụ̄ tvḥydkh ʿqydkụ̄ tqaẓh pvur kran.) pzipạtthụ̄ chih timn pytth frshth nạzil spdan th vanan chihkh zi, nh mah khvcziv nh mah spdiv ghmgyn, th khosh spdiv tamhi jnt kh bshart sintụ̄ yymyuk tohyih sintụ̄ vʿdh chuh krnh āmut."
  },
  {
    "verse_id": 31,
    "translation": "Asụ̄ chih yymhi dunyachhi zndgy mnz thi tuhndụ̄ sạthy th ạkhrts mnz thi. Yikynczhah tvhụ̄ tathi yyczihv thi mylyv th prth kanhh chyz yymyuk tvhụ̄ tmna kriv suh spdi tuhund."
  },
  {
    "verse_id": 32,
    "translation": "Yih chuh ẓyaftuk saman tmis hsty hnd ṭrfh yus ghfvr v rḥym chuh."
  },
  {
    "verse_id": 33,
    "translation": "Th ts shkhṣh sndi khoth khsith kth kmụ̄ snz hykhi ạsith yymụ̄ khudays kun dʿūt dicz th nyk ʿml krn byyhi vvnun zi bh chuhs mslman."
  },
  {
    "verse_id": 34,
    "translation": "Th ae nby ṣly Allah ʿlyh v slm, nyky th bdy chahnh yksan. Bdy kriv tmhi nyky sintụ̄ dfʿ yosh bhtryn āshi. Tvhụ̄ vuchihv zi tohyih sintụ̄ yas ʿdavt avs suh chuh jgry dvst bnyamut."
  },
  {
    "verse_id": 35,
    "translation": "Yih ṣft chuhnh nṣyb spdan mgr timn lukn yim ṣbr chih kran th yih mqam chuhnh ḥạṣl spdan mgr timn lukn yim sytthah nṣyb vạlụ̄ chih."
  },
  {
    "verse_id": 36,
    "translation": "Th agr tvhụ̄ shyṭan sndi ṭrfh kanhh auksahtt mḥsvs kriv, tylhi mngiv Allah tʿālyā sund pnah, (shyṭan sndi auksahtt nishhi chuh murad shrart khalun yʿny hs diyun. Yylhi ansan yih mḥsvs kri zi lykh czarn valyn th alzam trashy krn valyn mkhalfn hnzn kthn pytth chuh shrart khsan th vadas vad krns pytth chhe ṭbyʿt āmadh spdan tylhi gczihh fvraan smjhun zi yih chuh shyṭan yus amis pnnyn rdhyl mkhạlifn hndis sṭḥs pytth vasnh khạṭr chuh hs divan). Suh chuh svrue kynhh bvzan th zanan."
  },
  {
    "verse_id": 37,
    "translation": "Allah tʿālyā snzv nishạniyv mnz chih yih rat th doh th āftab th zvn. Āftabs th zvunhi mah kriv sjdh, blkh kriv ts khudays sjdh yymụ̄ yim pạd chih krimtụ̄, hrgah pzụ̄ pạtthụ̄ tvhụ̄ tmụ̄ sndụ̄ ʿbadt krn vạlụ̄ chihv."
  },
  {
    "verse_id": 38,
    "translation": "Albth agr yim lukh tkburs mnz yith pnny kthhi pytth ddttith rvzn, tylhi chuhnh prvae, yim frshth tuhndis rb sndụ̄ mqrb chih tim chih rats dohs tmụ̄ snz tsbyḥ kran, th zanhh chihnh thkan."
  },
  {
    "verse_id": 39,
    "translation": "Th Allah tʿālyā snzv nishạniyav mnz chhe akh yih zi tvhụ̄ chihv vuchhan zmyn chhe dabymcz (vạran), pth yuthue ashi ath pytth rvud trvv, so chhe ykbar grayih maran th vytthan. Yqynaan yus khudae aath mvudimtis zmyns zndgy chuh divan, suh chuh mordn thi zndgy bkhshn vvl. Yqynaan chuh suh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 40,
    "translation": "Yim lukh sanyn āyatn aultth mʿny chih valan, tim chihnh aashi nishhi czvuri kynhh. Pane svunchiv zi suh shkhṣ chha bhtr yus nars yiyhi chhknh, kinh suh yus qyamt kh doh aamn kis ḥalts mnz ḥạẓr spdi? Kran rvuziv yikynczhah tvhụ̄ yyczihv, tuhnzn sarine ḥrktn chuh Allah tʿālyā vuchhan."
  },
  {
    "verse_id": 41,
    "translation": "Yim chih tim lukh yimn brvnhh kun klami nṣyḥt āv, timv kvr suh mannh nishhi ankar. Mgr ḥqyqt chhe yih zi yih chhe akh zbrdst ktab."
  },
  {
    "verse_id": 42,
    "translation": "Baṭl nah hykhi aath pytth brvuntthụ̄ kinụ̄ yith nah ptụ̄ kinụ̄ (brvuntthụ̄ kinụ̄ nh yinuk mṭlb chuh yih zi qrāns pytth brahi rast ḥmlh krith agr kanhh shkhṣ amhi chih kunhi kthhi ghlṭ th kunhi tʿlymhi baṭl th fạsd thạbt krun yyczihh, suh hykhi nh aath mnz kamyab gczihth. Ptụ̄ kinụ̄ nh ynuk mṭlb chuh yih zi qyamts tam hykhi nh zanhh ḥqyqt th ṣdaqt ticzhh mnkshf spdith yosh qrān kyn pysh krnh āmtyn ḥqạyqn khlaf āshi, kanhh tiyuth ʿlm hykhi nh yith yus fy alvaqʿ ʿlm āshi th qrān kis byan krnh āmtis ʿlms āshi trdyd kran, kanhh tjrbh th mushạhdh hykhi nh tiyuth ạsith yus yih thạbit kri zi qrānn yosh rhnmạyy ʿqạydn, aakhlaqs, qanvns, thdhyb v tmdns, mʿīsht v mʿāshrts th shhry antẓam kis babs mnz ansans diczmcz chhe, so kya chhe ghlṭ) yih chuh akis ḥkym v ḥmyd sund nạzil krnh āmut chyz."
  },
  {
    "verse_id": 43,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, tohyih yikynczhah vannh chuhv yivan tth mnz chuhnh kanhh chyz thi tiyuth yus tohyih brvuntthmyn guzrymtyn rsvln āshi nh vannh āmut. Be shk chuh tuhund rb sytthah drgzr krn vvl, th aath sintụ̄ chuh sytthah drdnak sza dinh vvl thi."
  },
  {
    "verse_id": 44,
    "translation": "Agr asụ̄ yih ʿjmy qrān bnạvith svzhav tylhi vnhan yim lukh, kyazi āe nh aamikụ̄ āyat vyczhnạvith byan krnh? Yih kạczah ʿjyb kth chhe zi klam chuh ʿjmy th mkhạṭb chih ʿrby. (yih chuh tmhi htt dhrmy hund akh nmvnh yymhi sintụ̄ nby ṣly Allah ʿlyh v slmn hund mqablh avs yivan krnh. Kfar ạsụ̄ vnan zi Muḥammad ṣly Allah ʿlyh v slm chih ʿrby yʿny ʿrbkụ̄ rvzn vạlụ̄, yim agr ʿrby ys mnz qrān chih pysh kran tylhi kithh pạtthụ̄ yiyhi andazh krnh zi yih klam chuhnh timv pane bnvvmut blkh chuh yimn pytth khudayn nạzil kvrmut. Yih klam hykhi khudae sund nạzil krnh āmut klam tmhi vqth mannh yith, yylhi yih kunhi ticzihh zbạnụ̄ mnz achank zbrdst tqryr laghi krun yth nh yim zanan āshn. Mthla farsy ya rvmy ya yvnạnụ̄. Ath pytth chuh Allah tʿālyā frmavan zi vonụ̄ chuh yihnzi pnnhi zbạnụ̄ mnz qrān svznh āmut yth yim smjihth hykn, yimn chuh yih aʿtraẓ zi akis ʿrb kis rvzn vạlụ̄ sndi dhryʿh kyazi āv yih klam ʿrby zbạnụ̄ mnz nạzil krnh? Albth agr dvyimhi zbạnụ̄ mnz svznh yiyhi he, tylhi krhn tmhi vizi yime lukh aʿtraẓ zi yih kth thi chhe ʿjyb zi ʿrb qvms mnz āv akh ʿrbuk rvzn vvl rsvl bnạvith svznh, mgr amis pytth āv klam ticzihh zbạnụ̄ mnz nạzil krnh yth nah chuh rsvl smjhan th nah qvm) yimn vniv yih qrān chuh ayman ann valyn khạṭr hdayt th shfa, mgr yim lukh ayman chihnh aanan tihndi khạṭr chuh yih kanan zar th achhn ptt. Tihund ḥal chuh yuth zanth timn dvuri āshi ālav yivan dinh."
  },
  {
    "verse_id": 45,
    "translation": "Yymhi brvnhh ạs ashi mvsyā ʿlyh alslams ktab diczmcz th tmụ̄ sndis mʿāmls mnz thi avs yohe akhtlaf spudmut. Agr tuhndụ̄ rbn godde āshi he nh akh kth ṭe krmcz, tylhi yiyhi he yimn akhtlaf krn valyn drmyan fạṣle moklavnh. Th ḥqyqt chhe yih zi yim lukh chih tmụ̄ sndi ṭrfh skht aiẓṭrab angyz shks mnz."
  },
  {
    "verse_id": 46,
    "translation": "Yus nyk ʿml kri suh kri pnny khạṭr rut, yus bdy kri tamyuk vabal āshi tsụ̄ pytth, th tuhund rb chuhnh pnnyn bndn hnds ḥqs mnz ẓạlim kynhh."
  },
  {
    "verse_id": 47,
    "translation": "Tmhi saʿtuk (murad chuh qyamt) ʿlm chuh Allah tʿālyā se kun phyran, suh chuh timn sarine phln (myvan) zanan, yim pnnyv puhlyav mnz chih nyran, tsụ̄ chhe pae zi kosh madh chhe ḥạmlh spzmcz th ks chuh bchhi zamut. Pth yymhi doh suh yimn lukn nad diyih zi kthi chih myạnụ̄ tim shryk? Yim vann, ashi chuh ʿrẓ kvrmut aaz chuhnh ashi mnz kanhh aamich gvạhy dinh vvl."
  },
  {
    "verse_id": 48,
    "translation": "Tmhi vqth ravan tim sạry mʿbvud timn, yimn yim amhi brvnhh nad ạsụ̄ divan, th yim lukh smjhn zi vonụ̄ chahnh yihndi khạṭr kanhh chahpn jae."
  },
  {
    "verse_id": 49,
    "translation": "Ansan chuhnh zanhh rczruk duʿā mngan mngan thkan, th yylhi kanhh āft ts pytth yivan chhe tylhi chuh mayvs th dl shksth gczhan,"
  },
  {
    "verse_id": 50,
    "translation": "Mgr yuthue skht vqt guzrnh pth asụ̄ ts pnnhi rḥmtuk mzh chih vuchhnavan, yih chuh vnan zi, bh chuhs amhi kue ḥqdar th me chuhnh basan zi qyamt kya yiyhi zanhh albth agr pzipạtthụ̄ bh pnnis rbs kun vaps phirnh ās tylhi kr tathi thi bh ʿạsh. Ḥalankh kufr krn valyn vanv asụ̄ lạzmaan zi tim kya krith chih āmtụ̄, th tim vuchhnavvkh asụ̄ sytthah gndh ʿdhabuk mzh."
  },
  {
    "verse_id": 51,
    "translation": "Ansans yylhi asụ̄ nʿmt chih divan tylhi chuh suh buth phiran th bvsh chuhs khsan, th yylhi kanhh āft ts chuhvan chhe tylhi chuh ziyitthụ̄ ziyitthụ̄ duʿā mngnhi lgan."
  },
  {
    "verse_id": 52,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, yimn vniv, zanhh svnchvh tohyih yithi zi agr pzipạtthụ̄ yih qrān Allah tʿālyā sndy ṭrfh avs th tvhụ̄ rvudiv aamiyuk ankar kran tylhi kus āshi ts shkhṣh sndi khoth vathi ddvlmut yus amhi kis mkhạlfts mnz dvur āshi dramut?"
  },
  {
    "verse_id": 53,
    "translation": "ʿnqryb havav asụ̄ yimn pnnhi nishạnyih āfaqs mnz thi (yʿny hyri bon czopạrụ̄) th yihndyn pnnyn nfsn mnz thi, yvt tam zn yimn pytth yih kth kuhlhi zi yih qrān chuh pzipạtthụ̄ brḥq. Kya yih kth chahna kạfy zi tuhund rb chuh prth chyzuk shạhd?"
  },
  {
    "verse_id": 54,
    "translation": "Khbrdar rvuziv, yim lukh chih pnnis rb sndis mlaqats mnz shk thavan. Bvuzith thạviv, suh chuh prth chyzs pytth muḥyṭ. (yʿny kanhh chyz nh chuh tmụ̄ sndi girifth nishhi nybr th nh chuh tmụ̄ sndi ʿlmh nishhi czhayih.)"
  }
]