[
  {
    "verse_id": 1,
    "translation": "Ḥ. M."
  },
  {
    "verse_id": 2,
    "translation": "ʿ. S. Q."
  },
  {
    "verse_id": 3,
    "translation": "Yithe pạtthụ̄ chuh ghạlb th ḥkmt vvl khudae tohyih kun th tohyih brvuntthmyn guzrymtyn (rsuvln) kun vaḥy kran rvudmut. (yʿny yimh kthh qrāns mnz byan chhe krnh yivan yime kthh chhe khudayn vaḥy hindi dhryʿh rsvl Allah ṣly Allah ʿlyh v slmn pytth nạzil krimacz th brvuntthmyn rsuvln pytth thi chuh suh yime kthh nạzil kran rvudmut.)"
  },
  {
    "verse_id": 4,
    "translation": "Āsmann th zmyns mnz yikynczhah thi chuh suh chuh tmụ̄ sundue, suh chuh brtr th ʿẓmt vvl."
  },
  {
    "verse_id": 5,
    "translation": "Qryb chuh zi āsman phttn pytthụ̄ kinụ̄. (yʿny yih chahnh kanhh mʿmvly kth zi Allah tʿālyā snzi khudạyy mnz yiyhi kunhi thi ḥythyt kanhh mkhlvq shryk qrar dinh, yih chhe ticzhh skht kth zi ath pytth agr āsman phttn nammkn chuhnh kynhh) frshth chih pnnis rb sndi ḥmd san tsbyḥ kran, th zmyn valyn hndis ḥqs mnz chih drgzr krnkụ̄ drkhvast kran. Khbrdar rvuziv, ḥqyqts mnz chuh Allah tʿālyā ghfvr v rḥym."
  },
  {
    "verse_id": 6,
    "translation": "Yimv lukv suh trạvith pnnụ̄ kynhh baqy srprst chih bnạvimtụ̄. (draṣl chuh lfẓ avlya vartavnh āmut yymyuk mfhvm ʿrby zbạnụ̄ mnz sytthah vsyʿ chuh. Bạṭl mʿbvdn mtʿlq chih gumrah ansann hndụ̄ mkhtlf ʿqydh th varyah mkhtlf ṭrzi ʿml yim qrāni mjyds mnz khudays vrạe baqy pnun vly bnavns sintụ̄ chih tʿbyr āmtụ̄ krnh. Qrān mvjvub chuh ansan ts hsty pnun vly bnavan (1) yymụ̄ sndis vanns pytth suh pkhi, yymụ̄ sndis hdayts pytth ʿml kri th yymụ̄ sndyn muqrr krnh āmtyn ṭryqn, rsmn, qanvnn th ẓạbṭan hnz pyrvy kri (2) yymụ̄ snzi rhnmạyy pytth suh aʿtmad kri th yih smjhhi zi suh chuh ts ṣḥyḥ vath vann vvl th ghlṭy nishhi bchavn vvl (3) yas mtʿlq suh yih smjhhi zi agr bh dunyahs mnz kynhh thi rvz kran, suh bchavi me amhi kyv bur ntyjv nishhi, th agr khudae chuh th ạkhrt thi chuh yinh vvl tylhi bchav ym tamhi kh ʿdhab nishhi thi (4) ys mtʿlq suh yih smjhhi zi suh chuh ts dunyahs mnz fvq alfṭry ṭryqh mdd kran, āfat v mṣạyibav nishhi chuhs ḥfaẓt kran, ts chuh rvzgar divan, avlad chuhs divan, murad chuhs pvur kran th baqy prth qsmkụ̄ ḥajt chuhs pvur kran.) Allah tʿālyā he chuh timn pytth nigran, tvhụ̄ chihv nh tihindụ̄ dhmh dar."
  },
  {
    "verse_id": 7,
    "translation": "Ā, yithe pạtthụ̄ chuh ae nby, yih ʿrby qrān ashi tohyih kun vaḥy kvrmut takh tvhụ̄ kriv bstiyan hund mrkz (shhri mkh) th aamhi kis andụ̄ pkis mnz rvzn vạlụ̄ khbrdar, th jmʿ spdn valhi doh nishhi khocznạviyvukh yymhi kis yinas mnz kanhh shk chuhnh. Akis dris chuh jnts mnz gczuhn th bykis dris chuh jhnms mnz gczuhn."
  },
  {
    "verse_id": 8,
    "translation": "Agr Allah tʿālyā yyczihh he yimn sarine bnavihe aakạe aumt, mgr suh yas yczhan chuh ts chuh pnnis rḥmts mnz dạkhl kran, th ẓạlimn nh chuh kanhh vly th nh chuhkh mddgar."
  },
  {
    "verse_id": 9,
    "translation": "Yim chha (tithiụ̄ nadan zi) suh trạvith chih yimav baqy bnavimtụ̄ vly? Vly chuh Allah tʿālyā he, sue chuh mordn zndh kran, th suh chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 10,
    "translation": "Tohyih drmyan yth mʿāmls pytth akhtlaf spdi (yythi pytthh agrchhi āyt 12 hs tam pvur ʿbart Allah tʿālyā sndi ṭrfh vaḥay chhe mgr yth mnz chuhnh mtklm Allah tʿālyā, blkh chih rsvl Allah ṣly Allah ʿlyh v slm. Gvya Allah jl shanuh chuh pnnis nby ṣly Allah ʿlyh v slms hdayt divan zi tvhụ̄ kriv yih aʿlan. Aamich mithal chhe svrh fatḥh, yus agrchhi Allah tʿālyā sund klam chuh, mgr bndh chih pnnhi ṭrfh yih duʿā kh ṭvr Allah tʿālyā sndis drbars mnz pysh kran.) tmiyuk fạṣlh krun chhe Allah tʿālyā snz kạm, sue Allah chuh myvn rb, tsụ̄ pytth kvr me bhrvsh, th tsụ̄ kun chuhs bh rjvʿ kran."
  },
  {
    "verse_id": 11,
    "translation": "Āsmann th zmynuk bnavn vvl, yymụ̄ tuhndi jnsh mnz tuhndi khạṭr jvr pạd krụ̄, th yithe pạtthụ̄ bnạvin janvrn mnz thi (tihindy hm jns) jvr, th amhi ṭryqh chuh suh tuhndụ̄ nsl phhlavan. Kaynatuk kanhh chyz chuhnh ts hyvu, suh chuh svrue kynhh bvzn vvl th vuchhn vvl."
  },
  {
    "verse_id": 12,
    "translation": "Āsmann th zmyn kyn khzann hnz kunz chhe tsụ̄ nishhi, yas yczhan chuh khulh rzq chuhs divan, th ys yczhan chuh miyinith tvulith chuhs divan, ts chuh prth chyzuk ʿlm."
  },
  {
    "verse_id": 13,
    "translation": "Tmụ̄ chuh tuhndi khạṭr diynuk sue ṭryqh mqrr kvrmut yymiyuk ḥukm tmụ̄ nvḥ ʿlyh alslams diytmut avs, th yus (ae Muḥammad ṣly Allah ʿlyh v slm) vonụ̄ ashi tohyih kun vaḥay hndi dhryʿh svuzmut chuh, th yymyuk hdayt ashi abrahym ʿlyh alslam th mvsyā ʿlyh alslam th ʿīsyā ʿlyih alslamas diytmut chuh, amhi tạkyd san zi qạym kriv yih diyn th ath mnz mah spdiv biyvn biyvn. Yhe kth chhe yimn mushrkn skht nagvar gmcz yth kun (ae Muḥammad ṣly Allah ʿlyh v slm) tvhụ̄ yimn dʿūt chihv divan. Allah tʿālyā yas yczhan chuh ts chuh pnun bnavan, th suh chuh pans kun ynch vath tsụ̄ havan yus ts kun rjvʿ kri."
  },
  {
    "verse_id": 14,
    "translation": "Lukn mnz yus phattvan vad ẓạhr spud, suh spud amhi pth zi timn nishhi avs ʿiilm āmut, th aath binahs pytth spud zi tim ạsụ̄ akh akis pytth zyadty yczhan krnụ̄. Agr tihindụ̄ rbn godde āshi he nh yih frmvvmut zi akis mqrr krnh āmtis vqts tam yiyhi fạṣlh multvy thavnh, tylhi āshi he yuhund qẓyih moklavnh āmut. Th ḥqyqt chhe yih zi brvuntthmyv pth yim lukh ktabhi hndụ̄ vạrth bnavnh āe tim chih tmhi ṭrfh sytthah aẓṭrab angyz shks mnz. (yʿny yim nsl pth āe timn rvudnh yih aṭmnan zi yimh ktabh timn vaczmcz chhe, timh kth ḥds tam chhe pnnis ṣḥyḥ ṣvurts mnz th kth ḥds tam chhe timn mnz milavtt spzmcz. Tim chihnh yithi yqyn san zanan zi tihndyv anbyahav kya tʿlym ạs anmcz. Prth kanhh chyz chuh timn nishhi mshkvk th dhhnn chuhkh kuhr aanan."
  },
  {
    "verse_id": 15,
    "translation": "(chvnkh yih ḥalt chhe pạd spzmcz) ae Muḥammad ṣly Allah ʿlyh v slm, aamhi mvjvb diyv vonụ̄ tvhụ̄ tthụ̄ dyns kun dʿūt, th yithh pạtthụ̄ tohyih ḥkm chuhv dinh āmut tthụ̄ pytth spdiv mẓbvṭy san qạyim, th yimn lukn hnzn khvạhshatn hnz aitbaʿ mah kriv, th yimn vniv zi khudayn yosh ktab nạzil chhe krmcz me avn tth pytth ayman. Me chuh ḥkm dinh āmut zi bh kr tohyih drmyan anṣaf. Allah tʿālyā he chuh myvn rb thi th tuhund rb thi. Sạnụ̄ aʿmal chih sanhi khạṭr th tuhndụ̄ aʿmal chih tuhndi khạṭr. Ashi th tohyih drmyan chuhnh kanhh nyae. (yʿny mʿqvl dlylv san kth smjhavnuk yus ḥq avs suh kvr aashi ada. Vonụ̄ kya faydh chuh blụ̄ czuvnh sintụ̄. Tvhụ̄ agr ashi sintụ̄ czuviv, mgr asụ̄ chihnh czuvnh khạṭr tyar.) Allah tʿālyā kri akhi doh ashi sarine jmʿ th tsụ̄ kun chuh sarine gczuhn."
  },
  {
    "verse_id": 16,
    "translation": "Allah tʿālyā sndis dʿūts pytth lbyk vannh pth yim lukh (lbyk vnn valyn sintụ̄) Allah tʿālyā sndis mʿāmls mnz czuvan chih, tihnz ḥujt bạzy chhe tihndis rbs nzdyk bạṭil, th timn pytth chuh tmụ̄ sund ghẓb th tihndi khạṭr chuh skht ʿdhab."
  },
  {
    "verse_id": 17,
    "translation": "Suh chuh Allah tʿālyā he yymụ̄ ḥqh san yih ktab th myzan chuh nạzil kvrmut. (myzan nishhi chuh murad Allah tʿālyā sund shryʿt yus trkri hndụ̄ pạtthụ̄ chuh tvulith ṣḥyḥ th ghlṭ, ḥq th bạṭil, ẓlm th ʿdl byyhi rasty hnz frq vaẓḥ kran.) th tohyih kya khbr chahv, bnan chuh zi fạṣlch gr āshi nkhe vạczmcz."
  },
  {
    "verse_id": 18,
    "translation": "Yim lukh tamhi kis yinas pytth ayman chihnh thavan, tim chih tmhi khạṭr banbr kran, mgr yim aath pytth ayman chih thavan tim chih tth khoczan, th zanan chih zi yqynaan chhe so yinh vajinụ̄. Var pạtthụ̄ bvuziv yim lukh tamhi gri hndis yinas mnz shk travn vạlụ̄ bḥth chih kran, tim chih gumrạhy mnz varyah dvur dramtụ̄."
  },
  {
    "verse_id": 19,
    "translation": "Allah tʿālyā chuh pnnyn bndn pytth sytthah mhrban. Pas yikynczhah yczhan chuhkh thi chuhkh divan, th suh chuh sytthah quvt vvl th zbrdst."
  },
  {
    "verse_id": 20,
    "translation": "Yus kanhh ạkhrtuk zraʿt chuh yczhan, tmụ̄ sund zraʿt chih asụ̄ brrhavan, th yus dunyahuk zraʿt chuh yczhan ts chih dunya mnze divan, mgr ạkhrts mnz chuhnh tmụ̄ sund kanhh ḥṣh."
  },
  {
    "verse_id": 21,
    "translation": "Kya yim lukh chha kynhh tithụ̄ shryki khda thavan, yimv yihndi khạṭr diynch nvʿīt thavn vvl akh tiyuth ṭryqh chuh muqrr kvrmut, yymyuk khdayn aidhn chuhnh diytmut? (yth āyts mnz chuh shurkaaʿu nishhi murad zi yih kth chhe ttakarh zi tim chihnh shryk yimn yim lukh dʿā chih mngan ya yimn ndhr v nyaz chih khalan ya yimn brvnhh knhi pvuza pattkụ̄ rsm chih ada kran. Blkh chih yimv nishhi murad tim ansan, yim lukv chih shryk fy alḥkm tthhrạvimtụ̄, yihndyn hychhnavnh āmtyn afkarn, ʿqạydn, nẓryatn th flsfn pytth lukh ayman chih anan, yihnzn dinh āmczn qdrn manan chih, yihndyn pysh krnh āmtyn akhlạqy aṣvln th thdhyb v thqaft kyn mʿīarn qbvl chih kran. Yihndụ̄ muqrr krnh āmtụ̄ qanvn, ṭryqh th ẓạbṭh pnnyn mdhhby rsmn th ʿbadtn mnz, pnnhi shkhṣy zndgy mnz, pnnis muʿāshrts mnz, pnnis tmduns mnz, pnnis karbars th lyn dyns mnz, th pnnis syasts th ḥkvmts mnz tithh pạtthụ̄ chih akhtyar kran zanth yohe suh shryʿt chuh yymich pyrvy timn krnụ̄ pzi.) agr fạṣlch kth ṭe āsihe nh spzmcz tylhi āshe yuhund qẓyh moklavnh āmut. Yqynaan chuh yimn ẓạlimn khạṭr drdnak ʿdhab."
  },
  {
    "verse_id": 22,
    "translation": "Tvhụ̄ vuchihv zi yim ẓạlim āsn tmhi vqth pnnhi krimathi kis anjams khoczan, th suh rvzi yimn pytth yith. Aath brʿks yimv lukv ayman chuh avnmut th yimv nyk ʿmlh chhe krimcz, tim āsn jnt kyn gulstann mnz, yikynczhah thi tim yczhn thi mylhi timn rbs nishhi, yohe chuh bvdd fẓl."
  },
  {
    "verse_id": 23,
    "translation": "Yih chuh suh chyz yymich khosh khbr Allah tʿālyā pnnyn timn bndn chuh divan yimv mvn th yimav nyk ʿmlhi kri. Ae nby ṣly Allah ʿlyh v slm, yimn lukn vniv zi bh chuhs nh yth kamhi pytth tohyih nishhi kunhi aajruk ṭạlb. Albth chuhs qrabtuk mḥbt ẓrvur yczhan. (yth āyts chih tre tfsyr krnh āmtụ̄ (1) bh chuhs nh yth kamhi pytth tohyih nishhi kanhh ajr ṭlb kran, mgr yih chuhs ẓrvur yczhan zi tvhụ̄ lukh (yʿny ahli qrysh) kritv km az km tmhi rshth dạry hund lḥaẓh yvsh me th tohyih drmyan chhe. Yih kus stm chuh zi sarive khoth zyadh chihv tvhụ̄ myany dshmny pytth bẓid. (2) bh chuhs nh tohyih nishhi yth kamhi pytth amhi vrạe kanhh aajr yczhan zi tohyih mnz gczh Allah tʿālyā snzi nzdyky hnz chaht gczhnụ̄ pạd. (3) tryym tfsyr yimv mufsrv kvrmut chuh timv mnz chih kynhh aqarbav nishhi tmam bny ʿbd almṭlb mrad nivan, th kynhh chih aath ṣrf ḥẓrt ʿly rẓy Allah ʿnh th ḥẓrt faṭmh rẓy Allah ʿnha th tihindyn avladn tam mḥdvd thavan. Mgr varyahav vjvdhatav kinụ̄ chuhnh yih tfsyr kunhi pạtthụ̄ thi qạbl. Avl yymhi vqth mkh mʿẓms mnz svrh shvryā nạzil chuh spudmut, tamhi saʿthi avs nh ḥẓrt ʿly rẓy Allah ʿnh th ḥẓrt faṭmh rẓy Allah ʿnha sund khandre sapudmut, avlad sund chuhnh svale. Th bny ʿbd almṭlb mnz ạsụ̄ nh nby ṣly Allah ʿlyh v slmn aand hyth sạry sath divan, blkh ạsụ̄ timv mnz kynhh nanhi vanhi dshmnn hndụ̄ sạthy, th abvlhb sund ʿdavt chuh svrue dunya zanan. Dvm yih zi, nby ṣly Allah ʿlyh v slmn hndụ̄ rshth dar ạsụ̄ nh ṣrf bny ʿbd almṭlb yạtụ̄. Ḥẓvr ṣly Allah ʿlyh v slmn hnzi vạldh sndi kinụ̄, vạld ṣạbnhi kinụ̄ byyhi ḥẓrt khdyjh rẓy Allah ʿnha (khandarinhi) hndi kinụ̄ ạs tmam grn mnz ḥẓvr ṣly Allah ʿlyh v slm hnz rshth dạry. Yimn sarne grn mnz ạsụ̄ ḥẓvr ṣly Allah ʿlyh v slmn hndụ̄ bhtryn ḥạmy thi th bdtryn dshmn thi. Tryyim kth yosh yimv sarivyv khoth zyadh ahm chhe, so chhe yih zi akh nby yth blnd mqams pytth khrra spdith dʿūti aaly Allah huk ālav bulnd chuh kran, tmhi mqamh pytthh aath kari ʿẓyms pytth yih bdlh mngun zi tvhụ̄ kriv myanyn rshth darn sintụ̄ mḥbt, chhe tyiczah vsụ̄ payh, kth zi kanhh nyk khṣlt thavn vvl ansan hykhi nh amiyuk tṣvre krith zi khudayn āshi pnnis nby ṣly Allah ʿlyh v slms yih kth hychhnạvmcz th nby ṣly Allah ʿlyh v slmv āshi qrysh kyn lukn mnz khrra spdith yih kth vnimcz. Amhi ʿlavh chhe yih kth varae zyadh be mvqʿ basan yylhi asụ̄ vuchhan chih zi amhi klamkụ̄ mkhạlf chihnh ahli ayman kynhh blkh chih kfar. Hyri pytthh chuh svrue tqryr yimne kun krnh yivan th brvnhh kun thi chuh ruve skhn yimne kun. Ath slslh klamas mnz kthi chuh mkhạlifav nishhi kunhi nvʿītuk bdlh ṭlb krnuk sval gczhan pạd. Bdlh chuh timn lukn yivan mngnh yihnzn nẓrn mnz tth kamhi kanhh qdr āshi yosh kạnshi shkhṣn tihndi khạṭr āshi anjami diczmcz.) yus kanhh aakhah rczr kmavi, asụ̄ krv tmụ̄ sndi khạṭr tth rczrs mnz bhtry hund aẓafh. Be shk chuh Allah tʿālyā sytthah drgzr krn vvl th qdrdan."
  },
  {
    "verse_id": 24,
    "translation": "Yim lukh chha vanan zi amụ̄ shkhṣn chuh khudays pytth aapuz bhtan tuhrmut? Agr Allah tʿālyā yyczihh tuhndis dils pytth kri mohr. (mṭlb chuh yih zi ae nby ṣly Allah ʿlyh v slm, yimv lukv chihv tvhụ̄ thi pnnụ̄ pạtthụ̄ mjhmtụ̄, yith pạtthụ̄ yim khod pnnyv ghrẓv khạṭr bddi khoth bvdd aapuz chih vnan, timv svunch zi tohyih thi chuhv tithe pạtthụ̄ pnun dukan chmkavnh khạṭr akh aapuz tuhrmut, mgr yih Allah tʿālyā sund ʿnayt zi tmụ̄ chahnh tuhndis dils pytth so mohr lgavmcz yosh yihndyn diln pytth chhn lgạvmcz.) suh chuh bạṭls mittavan th ḥq chuh pnnyv frmanav sintụ̄ ḥq bnạvith havan. Suh chuh syinn mnz chuhpith raz zanan."
  },
  {
    "verse_id": 25,
    "translation": "Sue chuh yus pnnyv bndav nishhi chuh tvbh qbvl kran, th burạyav nishhi chuh drgzr frmavan, ḥalankh ts chuh tohyih lukn hnzn tmam kamyn hund ʿlm."
  },
  {
    "verse_id": 26,
    "translation": "Suh chuh ayman ann valyn th nyk ʿml krn valyn hund duʿā qbvl kran, th pnnh fẓlh sintụ̄ chuh timn byyhi zyadh divan. Rvudụ̄ ankar krn vạlụ̄, timn khạṭr chuh skht sza."
  },
  {
    "verse_id": 27,
    "translation": "Agr Allah tʿālyā pnnyn sarine bndn kuhlh rzq diyih he, tylhi krhn tim zmyns mnz srkshy hund ṭvfan brpa, mgr akhi ḥsabh san yvut suh yczhan chuh tyvut chuh nạzil kran, yqynaan chuh suh pnnyv bndav nishhi bakhbr th timn pytth chahs nẓr."
  },
  {
    "verse_id": 28,
    "translation": "Sue chuh yus lukn hndi mayvus spdnh pth rvud chuh travan, th pnnụ̄ rḥmt chuh phhlavan, th sue chuh qạbli tʿryf vly (kar saz)."
  },
  {
    "verse_id": 29,
    "translation": "Tmụ̄ snzv nishạniyv mnz chhe yih zmyn th āsmann hnz pydạysh, byyhi tim jandar mkhlvqat yim tmụ̄ doshvnụ̄ jayn chih phhlạvith thạvimtụ̄. Suh yylhi yyczihh yimn hykhi sombrith."
  },
  {
    "verse_id": 30,
    "translation": "Tohyih lukn pytth yus thi mṣybt āmut chuh, suh chuh tuhndyv pnnyv aathv hnzi kmayih sintụ̄ āmut, (aisharh chuh mkh mʿẓmh kis tth qḥṭs kun yus tth zmans mnz brpa avs) th varyahav qṣvurav nishhi chuh suh tvthi drguzr kran."
  },
  {
    "verse_id": 31,
    "translation": "Tvhụ̄ chihv nh zmyns mnz pnnis khdays ʿạjz krn vạlụ̄ kynhh, th Allah tʿālyā sndis mqabls mnz chuhvv nh tohyih kanhh ḥạmy th mddgar."
  },
  {
    "verse_id": 32,
    "translation": "Tmụ̄ snzv nishạniyv mnz chih yim jhaz yim smndrs mnz pharrn hndụ̄ pạtthụ̄ aathhi chih yivan."
  },
  {
    "verse_id": 33,
    "translation": "Allah tʿālyā yymhi saʿth yyczihh hvahs hykhi akụ̄ se jayih rukạvith thạvith, th yim rvzn smndrkis pushts (sṭḥs) pytth sydae. Ath mnz chhe bjhi nishạnyih prth ts shkhṣs khạṭr yus kmal drjuk ṣbr th shukr krn vvl āshi."
  },
  {
    "verse_id": 34,
    "translation": "Ya (timn pytth svar spdn valyn hndyv) varyahav gnahav nishhi drguzr kran kran ddubavi timn tihndyn kynczhne krtvutn hndis padashs mnz,"
  },
  {
    "verse_id": 35,
    "translation": "Th tmhi vqth lghi sanyn āyatn mnz jhgrr krn valyn pae zi tihndi khạṭr chahnh kanhh chahpn jae."
  },
  {
    "verse_id": 36,
    "translation": "Yikynczhah thi tohyih lukn dinh chuh āmut, suh chuh mḥẓ dunyachhi kynczhn dohn hnzi zndgy hund saz v saman, th yikynczhah khudays nishhi chuh, suh chuh bhtr thi th paydar thi. Suh chuh timn lukn khạṭr yimv ayman chuh avnmut th pnnis rbs pytth chih bhrvsh kran."
  },
  {
    "verse_id": 37,
    "translation": "Yim brryv brryv gnahav th be ḥyạyy hnzv kamyv nishhi prhyz chih kran, th agr shrart khsykh tylhi chih drguzr kran."
  },
  {
    "verse_id": 38,
    "translation": "Yim pnnis rb sund ḥkm chih manan, nmaz chih qạyim kran, pnnụ̄ mʿālat chih akh akis sintụ̄ mshvrh krith chlavan, ashi yikynczhah rzq thi yimn diytmut chuh tmhi mnz chih khrch kran."
  },
  {
    "verse_id": 39,
    "translation": "Th yylhi yimn pytth zyadty chhe krnh yivan tylhi chih tmiyuk mqablh kran. (vvnụ̄ chhe yythi pytthh āyt 43 kis ʿbarts tam ptimhi āytch tshryḥ)"
  },
  {
    "verse_id": 40,
    "translation": "Burạyy hund bdlh chhe ticzhe burạʿy, pth yus mʿāf kri byyhi kri aṣlaḥ tmụ̄ sund ajr chuh Allah tʿālyā sndi dhmh, Allah tʿālyā chuhnh ẓạlimn psnd kran."
  },
  {
    "verse_id": 41,
    "translation": "Th yim lukh ẓlm spdnh pth bdlh hyn, timn hykhi nh mlamt krnh yith."
  },
  {
    "verse_id": 42,
    "translation": "Mlamtkụ̄ ḥqdar chih tim yim dvymyn pytth ẓlm chih kran, th zmyns mnz chih naḥq zyadtiyih kran. Yithyn lukn chuh drdnak ʿdhab."
  },
  {
    "verse_id": 43,
    "translation": "Albth yus shkhṣ ṣbrs kạm hyyih th drguzr kri, tylhi chih yih sytthah auvlvalʿzmy hnzv kamyv mnz (yʿny hmt vajinyv kamyv mnz)."
  },
  {
    "verse_id": 44,
    "translation": "Yas Allah tʿālyā he gumrạhy mnz chhkhi, ts chuhnh kanhh snbhaln vvl khudays pth. Tvhụ̄ vuchihv zi yim ẓạlim yylhi ʿdhab vuchahn, pth vann kya vonụ̄ chha vaps phyrnch kanhh vath?"
  },
  {
    "verse_id": 45,
    "translation": "Th tvhụ̄ vuchihv zi yim yylhi jhnms brvnhh kun aannh yin, pth āsn dhlt sintụ̄ nmụ̄ nmụ̄ gczhan, th tath vuchhn czvuri czvuri ttlụ̄ ttaryv. Tmhi vqth vann tim lukh yimv ayman avs avnmut zi pzipạtthụ̄ chih aṣly khsarh ld time yimv aaz qyamt kh doh pnun pan th pnnụ̄ tʿlq dar khsars mnz trạvụ̄. Khbrdar rvuziv, ẓạlim lukh āsn mustql ʿdhabs mnz."
  },
  {
    "verse_id": 46,
    "translation": "Th yimn āshi nh kanhh ḥạmy th srprst, yim Allah tʿālyā sndis muqabls mnz yihndis mdds yin. Ys Allah tʿālyā gumrạhy mnz travi, ts khạṭr chahnh bchavch kanhh sbyl."
  },
  {
    "verse_id": 47,
    "translation": "Mạniv pnnis rb snz kth amhi brvnhh zi suh doh vathi yymhi kh ttlnch kanhh ṣvrt Allah tʿālyā sndi ṭrfh chahnh. Tmhi doh āshi nh tuhindi khạṭr kanhh chahpn jae, th nh āshi kanhh tuhnd ḥal bdlavnch kvushsh krn vvl. (aṣly alfaẓ chih, vamaa lakum min nakiyr, aath chih byyhi thi kynhh mfhvm. Akh yih zi tvhụ̄ hykiv nh pnnyv krtvutav mnz kunhi akis ankar krith. Dvym yih zi tvhụ̄ hykiv nh rkht bdlạvith kunhi jayih khttith rvuzith. Tryym yih zi tohyih sintụ̄ yikynczhah thi krnh yiyhi tth pytth nh hykiv tvhụ̄ kanhh aḥtjaj krith th nh hykiv naraẓgy hund aẓhar krith. Czvurim yih zi yth ḥalts mnz tvhụ̄ mbtla krnh ạsiv āmtụ̄, tohyih āshi nh so bdlavnuk ṭaqt)"
  },
  {
    "verse_id": 48,
    "translation": "Vonụ̄ agr yim lukh buth chih phiran, ae nby, ashi chihv nh tvhụ̄ yimn pytth rạchhdr bnạvith svuzimtụ̄. Tohyih pytth chhe ṣrf kth vatnavnch dhmh dạry. Ansan sund ḥal chuh yih zi yylhi asụ̄ amis pnnhi rḥmtuk mzh chih havan tylhi chuhs aath pytth bvsh khsan, th agr amụ̄ sndyn pnnyn aathn hund kvrmut krvvmut kunhi mṣybt chih shklhi mnz ts nạlụ̄ chuh gczhan, tylhi chuh skht nashkury krn vvl bnan."
  },
  {
    "verse_id": 49,
    "translation": "Allah tʿālyā chuh zmynuk th āsmann hnzi badshạhy hund mạlik, yikynczhah yczhan chuh thi chuh pạd kran, yas yczhan chuh ts chuh kvri divan, ys yczhan chuh ts chuh lrrkh divan,"
  },
  {
    "verse_id": 50,
    "translation": "Yas yczhan chuh ts chuh lrrkh th kvri yikh vtth divan, th ys yczhan chuh ts chuh hantth bnavan. Suh chuh svrue kynhh zanan byyhi chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 51,
    "translation": "Kạnshi bshr snz chahnh yih mjal zi Allah tʿālyā kri ts sintụ̄ rvbrv kth. Tmụ̄ snz kth chhe yath vaḥy (asharh) kh ṭvr āsan, (yth jayih chuh vaḥy nishhi murad ailqaʿ, ailham, dils mnz kanhh kth travnụ̄, ya khvabs mnz kynhh havun yithh pạtthụ̄ ḥẓrat abrahym ʿlyh alslam th ḥẓrt yvsf ʿlyh alslams havnh āv), nath chhe prdh ptụ̄ kinụ̄ āsan, (murad chuh yih zi bndh bvzi aakh āvaz, mgr bvln vvl yiyas nh aathhi, yithh pạtthụ̄ ḥẓrt mvsyā ʿlyh alslams sintụ̄ spud zi ṭvrkhi damnh talh lj akhi kulhi nishhi achank āvaz yinhi mgr bvln vvl avs tihnzv nẓrv nishhi czhayih) ya chuh suh kanhh pyghambr (frshth) svzan, th yikynczhah suh yczhan chuh thi chuh tmụ̄ sndi ḥukmh sintụ̄ vaḥy kran. (yih chhe vaḥy ynch so ṣvrt yymhi kh dhryʿh tmam āsmạnụ̄ ktabh anbya ʿlhym alslamn tam vaczmcz chhe) suh chuh blndtr th ḥkmt vvl."
  },
  {
    "verse_id": 52,
    "translation": "Th yithe pạtthụ̄ chuh aashi (ae nby) pnnhi ḥukmh sintụ̄ akh ruvḥ tohyih kun vaḥy kvrmut. (yithe pạtthụ̄ nishhi chuhnh murad mḥẓ ạkhry ṭryqh blkh chih tim tryshve ṭryqh yim hyrimyn āyatn mnz vannh chih āmtụ̄, th ruvḥ nishhi chuh murad vaḥy, ya so tʿlym yosh vaḥy hndi dhryʿh ḥẓvr ṣly Allah ʿlyh v slmn dinh āyih) tohyih ạsv nh kihnụ̄ pe zi ktab kya chhe āsan th ayman kya chuh āsan, mgr suh ruvḥ bnvv aashi akh gash, yymhi sintụ̄ asụ̄ vath chih havan pnnyv bndv mnz yas yczhan chih tas. Yqynaan chihv tvhụ̄ syzi vathi kun rhnmạyy kran,"
  },
  {
    "verse_id": 53,
    "translation": "Tas khdaʿe snzi vathi kun yus zmyn v āsman kh prth chyzuk mạlik chuh. Khbrdar rvuziv, sạry mʿālat chih khudae se kun rjvʿ kran."
  }
]