[
  {
    "verse_id": 1,
    "translation": "Ḥ. M."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi vaẓḥ ktabhi hund qsm,"
  },
  {
    "verse_id": 3,
    "translation": "Aashi chuh yih ʿrby zbạnụ̄ hund qrān bnvvmut takh tvhụ̄ lukh smjhiv yih. (qrān mjyduk qsm yth kthhi pytth khynh chuh āmut suh chuh yih zi aamhi ktabhi hndụ̄ mṣnf chih asụ̄ nh kh Muḥammad ṣly Allah ʿlyh v slm. Th qsm khynh khạṭr yus ṣft qrānuk chuh czarnh āmut, suh chuh yih zi yih chhe ktabi mubyn. Amhi ṣfth san qrān kis klam alhāy āsns pytth khod qrānuk qsm kihyvn chuh pạnụ̄ pane yih mʿny divan zi lvukv, yih khulh ktab chhe tohyih brvnhh knhi mvjvd, yih vuchhvun achh mczrạvith, aamikụ̄ mẓmvn, aamich tʿlym, aamich zban, sạry chyz chih amhi ḥqyqtch ttakar shhadt divan zi aamiyuk muṣnf hykhi nh khdays vrạe byyhi kanhh ạsith.)"
  },
  {
    "verse_id": 4,
    "translation": "Th drḥqyqt chuh yih aum alktabs mnz thbt, (aum alktab nishhi chuh murad aṣly ktab yʿny so ktab yymhi mnz tmam anbyahn ʿlyh alslamn pytth nạzil spdnh vajinhi ktabh makhvdh chhe. Aamy khạṭr chih svrh burvjs mnz lavḥi mḥfvẓkụ̄ alfaẓ vartavnh āmtụ̄. Yʿny ticzh tkhty yymyuk lyvkhmut mittith hykhi nh, th yus prth qsmh chih drandạzy nishhi mḥfvẓ chuh.) aashi nishhi chhe sytthah bulnd mrtbh th ḥkmt sintụ̄ lbryz ktab."
  },
  {
    "verse_id": 5,
    "translation": "Vvnụ̄ kya asụ̄ krvh tohyih bezar spdith yih drsi nṣyḥt tohyih nishhi svzun bnd, ṣrif amhi mvjvb zi tvhụ̄ chihv ḥd nishhi dramtụ̄?"
  },
  {
    "verse_id": 6,
    "translation": "Goddnikyn guzrymtyn qvmn nishhi thi chih aashi barha nby svuzimtụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Zanhh spud nh yih zi kanhh nby kya āv timn nishhi th timv āsn nh ts ttsnh krimtụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Pth yim lukh yimn nishhi sytthah zyadh ṭaqtvr ạsụ̄ tim krụ̄ ashi hlak, ptimyn qvmn hnz mithalh chhe guzrymcz."
  },
  {
    "verse_id": 9,
    "translation": "Agr tvhụ̄ yimn lukn prczihv zi zmyn th āsman kmụ̄ chih pạd krimtụ̄, tylhi vnn yim pane zi yim chih tmy zbrdst zann vajinhi hsty pạd krimtụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Sue na yymụ̄ tuhndi khạṭr yih zmyn manzul bnạv, th aath mnz bnavyn tuhndi khạṭr vath, (pharrn mnzụ̄ mnzụ̄ darh th pth kohstạny th mydạny ʿlaqn mnz dryav, chhe timh qdrty vathi yimh khdayn zmyn kis sṭḥs pytth chhe bnạvimcz, ansan chuh yihndy mdd zmyn kis kurhs mnz phhlith. Amhi pth kvr khdayn mzyd fẓl yih zi tmam rve zmyn bnvvun nh huyvue, blkh krin aath mnz qsmh qsmkụ̄ tithụ̄ amtyạzy nishanat qạyim yihndi madd sintụ̄ ansan mkhtlf ʿlaqn chuh prznavan th akhi ʿlaqch th byyhi ʿlaqch frq chuh mḥsvs kran.) takh tvhụ̄ hykiv pnnhi mnzil mqṣvdch vath lbith."
  },
  {
    "verse_id": 11,
    "translation": "Yymụ̄ akis khaṣ mqdars mnz āsmanh āb vvl, th tmhi sintụ̄ diczn akis mordh zmyns zndgy, yithe pạtthụ̄ yiyiv tvhụ̄ akhi doh zmyn nishhi brāmd krnh."
  },
  {
    "verse_id": 12,
    "translation": "Sue yymụ̄ yim tmam jvr pạd krụ̄, th yymụ̄ tuhndi khạṭr nav th janvr bnạvụ̄ svari mvjvub,"
  },
  {
    "verse_id": 13,
    "translation": "Takh tvhụ̄ khsiv tihndyn shann pytth, th yylhi timn pytth bihiyv tylhi kriv pnnis rb sund aḥsan yad, th vniv zi pak chuh suh yymụ̄ sanhi khạṭr yim chyz mskhr krụ̄, nath avs nh aashi yim qabvvas mnz rttnuk ṭaqt."
  },
  {
    "verse_id": 14,
    "translation": "Th akhi doh chuh aashi pnnis rbs kun vaps phyrun."
  },
  {
    "verse_id": 15,
    "translation": "(yih suvre kynhh zannh bavjvd) bnạvụ̄ yimv lukv tmụ̄ sndyv bndv mnz kynhh tmụ̄ sndụ̄ juz. Ḥqyqt chhe yih ansan chuh kuhlh aḥsan framvsh."
  },
  {
    "verse_id": 16,
    "translation": "Kya khdayn czariya pnnhi mkhlvq mnz pnnhi khạṭr kvri, th tohyih krinav nychivụ̄ ʿṭa?"
  },
  {
    "verse_id": 17,
    "translation": "Th ḥal chuh yih zi yas avlads yim lukh ts khdae rḥmāns kun mnsvub chih kran, tmụ̄ sndi vladtch khosh khbr yylhi khod timv mnz kạnshi dinh chhe yivan, tylhi chhe tmụ̄ sndis buthis hae yivan mathnh, th suh chuh ghmh sintụ̄ brnh yivan."
  },
  {
    "verse_id": 18,
    "translation": "Kya Allah tʿālyā sndis ḥiṣs mnz āvh suh avlad (yʿny kvur) yosh zyvrn mnz chhe rchhnh yivan, th bḥth v ḥjts mnz chahnh pnun mudʿā thi pvur pạtthụ̄ vaẓḥ hykan krith?"
  },
  {
    "verse_id": 19,
    "translation": "Yimv dtụ̄ frshth, yim khdae rḥmān sndụ̄ khaṣ bndh chih, mstvurat qrar, kya tihndi jsmch sakht chha yimv vuchhmcz? Yihnz gvạhy yiyhi lykhnh th yimn āshi aamich jvab dhy krnụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Yim chih vnan, agr khdae rḥmān yyczihh he (zi asụ̄ gczhụ̄ nh tihinz ʿbadt krnụ̄) tylhi krhav nh zhnụ̄ asụ̄ tihnz pvuza. (yih avs pnnhi gumrạhy pytth tqdyrs sintụ̄ tuhind astdlal yus hmyshhi ghlṭ kar lukn hund ṭryqh chuh rvudmut) yim chihnh amhi mʿāmlh kis ḥqyqts balkule zanan, mḥẓ chih hvahs mnz tyir chlavan."
  },
  {
    "verse_id": 21,
    "translation": "Kya aashi ạsa yymhi brvnhh yimn kanhh ktab diczmcz, yymyich sanad (pnnhi aamhi mlạyk prsty khạṭr) yimn nishhi āshi?"
  },
  {
    "verse_id": 22,
    "translation": "Nah, blkh chih yim vnan zi ashi chuh pnun mvl buddibb akis ṭryqs pytth vuchhmut, th asụ̄ chih tihndine nqshi qdmn pytth pkan."
  },
  {
    "verse_id": 23,
    "translation": "Yithe pạtthụ̄ yth bsty mnz thi ashi tohyih brvnhh kanhh khocznavn vvl svuz, tmhi (bsty hndyv) khoshḥal lukv vvn yyi zi, ashi chih pnnụ̄ mạlụ̄ buddbb akis ṭryqs pytth vuchhmtụ̄, th asụ̄ chih tihndine nqshi qdmn hnz pyrvy kran."
  },
  {
    "verse_id": 24,
    "translation": "Prth nbyn purvczh timn, kya tvhụ̄ gczihvh tthụ̄ vathi pytth pkan agrchhi bh tohyih tmhi vathi khoth ṣḥyḥ vath vanav yth pytth tohyih pnun mvl buddibb chhvun vuchhmut? Timv diyut sarine rsvln yohe jvab zi yth dyns kun bulavnh khạṭr tvhụ̄ svznh chihv āmtụ̄ asụ̄ chih tath ankar kran."
  },
  {
    "verse_id": 25,
    "translation": "Ạkhr kar hyvt aashi timn antqam, th vuchihv buth phirn valyn hund kya anjam spud."
  },
  {
    "verse_id": 26,
    "translation": "Yad kriv suh vqt yylhi abrahym ʿlyh alslamn pnnis mạlis th pnnis qvms vvn zi, tvhụ̄ yihnz bndgy chihv kran me chuhnh timn sintụ̄ kanhh tʿlq."
  },
  {
    "verse_id": 27,
    "translation": "Myvn tʿlq chuh ṣrf ts sintụ̄ yymụ̄ bh pạd kvrns, sue kri myạnụ̄ rhnmạyy."
  },
  {
    "verse_id": 28,
    "translation": "Th abrahym ʿlyh alslamn trvv yohe klmh pans pth kun pnnyn avladn mnz, takh tim krn aath kun rjvʿ. (yʿny yylhi thi zanhh syzi vathi nishhi rczh khndd qdm ddlhi, yih klmh gczih tihnz rhnmạyy khạṭr mvjvd rvzun th tim gczhn athụ̄ kun pvt phyrnụ̄. Yih vaqʿh yymhi ghrẓh khạṭr yth jayih byan chuh āmut krnh, suh chuh yih zi kfari qryshn gczihh aath kthhi pytth mndchahnh bapt vannh yun zi agr timav aslafn hund tqlyd kvr thi mgr amhi khạṭr trạvikh pnnụ̄ aslaf abrahym ʿlyh alslam th asmaʿīl ʿlyh alslam th czạrikh pnnụ̄ bdtryn aslaf.) (aamhi bavjvd yylhi yimav lukv baqyn hnz bndgy lạj krnụ̄, me mittạvụ̄ nh yim)"
  },
  {
    "verse_id": 29,
    "translation": "Blkh rvudus bh yimn th yihndis mạlis buddibabs zndgy hund saman divan, yvt tam yimn nishhi ḥq, th vyczhnụ̄ vyczhnụ̄ byan krn vvl rsvl āv."
  },
  {
    "verse_id": 30,
    "translation": "Mgr yylhi suh ḥq yiman nishhi āv, pth vvn yimv zi yih chuh jvd, th asụ̄ chih ath mannh nishhi ankar kran."
  },
  {
    "verse_id": 31,
    "translation": "Vanan chih, yih qrān kyazi āv nh don shhrn hndyv bddyv nfrav mnz kạnshi pytth nạzil krnh? (doyv shhrav nishhi chuh murad mkh th ṭayf. Kufarn hund vanun avs yih zi agr vaqʿī khdays kanhh rsvl svzun āshi he th suh krihe ts pytth pnnụ̄ ktab nạzil krnuk aradh tylhi krihe sanyv yimv mrkzy shhrv mnz kạnshi bddis shkhṣs amhi ghrẓh khạṭr muntkhb)"
  },
  {
    "verse_id": 32,
    "translation": "Kya tuhndis rb snz rḥmt chha yim lukh bạgravan? Dunyachhi zndgy mnz chih ashi yihndi guzr bsrkụ̄ dhrayʿ (rzq) yimn drmyan bạgrạvimtụ̄, th yimn chhe kynczhn lukn pytth kynczhn lukn aashi bdrjha fvqyt diczmcz, takh yim hyn akh akis khdmt. Th tuhndis rb snz rḥmt (yʿny nbvt) chhe tmhi dvlt khoth zyadh qinmty yim (yihndụ̄ rʿys) vattan chih."
  },
  {
    "verse_id": 33,
    "translation": "Agr yih andyshh āshi he nh zi sạry lukh bnn aaky ṭryqkụ̄, tylhi bnavhav asụ̄ khdae rḥmāns sintụ̄ kufr krn valyn hndyn grn hndụ̄ chht roph sndụ̄, th tihnz hyr yimv sintụ̄ tim pnnyn balakhann pytth khsan chih."
  },
  {
    "verse_id": 34,
    "translation": "Th tihndụ̄ drvazh th tihndụ̄ tkht yimn pytth tkyh lgạvith tim bhyvan chih, sạry (rophi sndụ̄ th) sonh sndụ̄."
  },
  {
    "verse_id": 35,
    "translation": "Yih chuh mḥẓ dunyachhi zndgy hund mtaʿ (saz v saman), th ạkhrt chuh tuhndis rbs nishhi ṣrf mtqy yan khạṭr."
  },
  {
    "verse_id": 36,
    "translation": "Yus shkhṣ khdae rḥmān snzi dhkri nishhi tghaful chuh vrtavan, asụ̄ chih ts pytth akh shyṭan muslṭ kran, th suh chuh tmụ̄ sund rfyq bnan."
  },
  {
    "verse_id": 37,
    "translation": "Yim shyṭan chih yithyn lukn rahi rasts pytth yinh nishhi rukavan, th tim chih pnnhi jayih smjhan zi asụ̄ chih tthyk pkan."
  },
  {
    "verse_id": 38,
    "translation": "Ạkhr kar yylhi yih shkhṣ ashi nishhi vathi, pth vanhi pnnis shyṭans, kash āshi he me th cze drmyan mshrq v mghrbuk dvuryr, cz drakh bdtryn sạthy."
  },
  {
    "verse_id": 39,
    "translation": "Tmhi vqth yiyhi timn lukn vannh zi yylhi tohyih ẓlm kvruv, tylhi chahnh az yih kth tuhndi khạṭr raczh th fạydh mnd zi tvhụ̄ th tuhndụ̄ shyṭan chih ʿdhabs mnz mushtrk."
  },
  {
    "verse_id": 40,
    "translation": "Vonụ̄ kya ae nby ṣly Allah ʿlyh v slm, tvhụ̄ bvznạviyvukhh zrụ̄? Kinh aanyn th ttakar gumrạhy mnz pymtyn lukn hạviv vath?"
  },
  {
    "verse_id": 41,
    "translation": "Vonụ̄ hrgah asụ̄ yymhi dunya mnz tvhụ̄ vaps nimav, tvthi chuh ashi yimn antqam hiyvn."
  },
  {
    "verse_id": 42,
    "translation": "Nath havav asụ̄ tohyih achahv yuhund anjam yymyuk ashi yimn sintụ̄ vʿdh chuh kvrmut, ashi chhe yimn pytth pvur qdrt ḥạṣl."
  },
  {
    "verse_id": 43,
    "translation": "Tvhụ̄ rvuziv bhrḥal tth ktabhi mẓbvṭy san thph krith yosh vḥy hndi dhryʿh tohyih nishhi svznh chhe āmcz, yqynaan chihv tvhụ̄ syzi vathi pytth."
  },
  {
    "verse_id": 44,
    "translation": "Ḥqyqt chhe yih zi yih ktab chhe tuhndi qvm khạṭr akh sytthah bvdd shrf, th ʿnqryb āsyv tohyih lukn aamich jvab dhy krnụ̄. (yʿny amhi khoth khsith hykhi nh kạnshi shkhṣsh snz khosh qsmty āsith zi tmam ansanav mnz kri Allah tʿālyā ts pnnụ̄ ktab nạzil krnh khạṭr mntkhb, th kunhi qvm kis ḥqs mnz thi hykhi nh aamhi khoth khsith khosh qsmty hund tṣvr krnh yith zi dunyahkụ̄ baqy sạry qvm trạvith kri Allah tʿālyā ath mnz pnun nby pạd th aamhi chih zbạnụ̄ mnz kri pnnụ̄ ktab nạzil th ath diyih dunya hs mnz pyghami khdavndy hund ḥạml bnith vothnuk mvqʿ. Aamhi ʿẓym shrfuk aḥsas agr qryshn th ahli ʿrbn chuhnh, th tim chih ath naqdry yczhan krnụ̄, tylhi vathi akh vqt yylhi timn aamich jvab dhy āshi krnụ̄)"
  },
  {
    "verse_id": 45,
    "translation": "Tohyih brvnhh yyityah rsvl aashi svuzimtụ̄ ạsụ̄, timn sarine prczihụ̄tav th vuchihtav, kya ashi ạsya khudae rḥmāns vrạe baqy mʿbvd thi muqrr krimtụ̄ zi tihnz bndgy gczihh yinụ̄ krnh? (rsvln prczhnuk mṭlb chuh tihnzv kitabav nishhi mʿlvm krun.)"
  },
  {
    "verse_id": 46,
    "translation": "Ashi svuz mvsyā ʿlyh alslam pnnyv nishạniyav san frʿūns th tmụ̄ sndi slṭnt kyn ztthyn nishhi, th tmụ̄ vvn gczihth zi bh chuhs rb alʿālmyn sund rsvl."
  },
  {
    "verse_id": 47,
    "translation": "Pth yylhi tmụ̄ sanhi nishạniyih timn brvnhh knhi pysh kri, timv lạgụ̄ hzl krnụ̄."
  },
  {
    "verse_id": 48,
    "translation": "Asụ̄ rvudụ̄ akis pytth akh ticzh nshạny timn havan yosh brvntthimhi khoth khsith ạs, th ashi rttụ̄ tim ʿdhabs mnz takh tim gczhụ̄ pnnhi rvishhi nishhi baz phyrnụ̄."
  },
  {
    "verse_id": 49,
    "translation": "Prth ʿdhab kis mvqʿs pytth ạsụ̄ tim vnan, ae sạḥr, pnnis rb sndi ṭrfh yus mnṣb cze ḥạṣl chuhe, tth binahs pytth mng ts sanhi ṭrfh duʿā, asụ̄ yimav ẓrvur syzi vthi pytth."
  },
  {
    "verse_id": 50,
    "translation": "Mgr yutuhe asụ̄ timv pytthh ʿdhab httavan ạsụ̄, tim ạsụ̄ pnnhi kthhi nishhi phyran."
  },
  {
    "verse_id": 51,
    "translation": "Akhi doh chuh frʿūn pnnis qvms drmyan krykh dith vnan, lvukv, kya miṣrch badshạhy chahna myạnụ̄, th yimh kolh chahna me bnụ̄kinụ̄ pkan? Kya tohyih lukn chuhvv na aathhi yivan?"
  },
  {
    "verse_id": 52,
    "translation": "Bh chuhs bhtr kinh yih ḥqyr th vsụ̄ payih shkhṣ, th yus pnnụ̄ kth thi chahnh khvulith hykan byan krith?"
  },
  {
    "verse_id": 53,
    "translation": "Amis pytth kyazi āe nh sonh sndụ̄ krụ̄ nạzil krnh? Ya frshtn hnz chhokh kyazi āyih nh amụ̄ snzi aardly mokhh?"
  },
  {
    "verse_id": 54,
    "translation": "Tmụ̄ smujh pnun qvm lvt th timv kr tmụ̄ snz aṭaʿt, drḥqyqt ạsụ̄ tim lukhe fasq. (yth mkhtṣr kthhi mnz chhe akh sytthah bdd ḥqyqt byan krnh āmcz. Yylhi kanhh shkhṣ kunhi mlks mnz mṭlq alʿnany (pnnụ̄ mrẓy) chlavnch kvshsh chuh kran th amhi khạṭr chuh nanhi vanh prth qsmh chih chalh chlavan, prth frybs dvkhs dghahs chuh kạm hyvan, kuhlh bazrs mnz chuh ẓmyrn hndi khryd v frvkhtuk karvbar chlavan th yim pnn pan knnh khạṭr tyar chihnh āsan timn chuh kunhi hirash vrạe mthan th manddan, agrchhi pnnhi zbạnụ̄ suh yih kth vnan chuhnh mgr pnnhi ʿmlhi sintụ̄ chuh ṣaf hạvith divan zi suh chuh drḥqyqt amhi mlkh kyn rvzn valyn ʿqlhi th akhlaqh th mrdangy lḥaẓh lvtụ̄ smjhan th amụ̄ chhe yimn mtʿlq yih rae qạyim krmcz zi yim bevqvf, beẓmyr th buzdil lukh yvr bh yczahkh tvr nimkh khrkvith. Pth yylhi tmụ̄ snz yimh tdbyr kamyab chhe gczhan th mlkkụ̄ rvzn vạlụ̄ chih tmụ̄ sndụ̄ gulụ̄ gnddith rvzn vạlụ̄ ghlam bnan, pth chih tim pnnhi ʿmlhi sintụ̄ thạbit kran zi amụ̄ khbythn yikynczhah tim smjhmtụ̄ ạsụ̄, pzipạtthụ̄ chih tim ty kynczhah. Th tihund aath dhlyl ḥalts mnz mubtla spdnuk aṣly vjh chuh yih āsan zi tim chih bunyạdy ṭvr fasq āsan.)"
  },
  {
    "verse_id": 55,
    "translation": "Ạkhr kar yylhi asụ̄ timv ghẓb nak bnạvụ̄, pth hyvt aashi timn antqam, pth krụ̄ yikh vatth ghrq."
  },
  {
    "verse_id": 56,
    "translation": "Th yinh valyn khạṭr thạvụ̄ pysh rav th ʿbrtuk nmvnh bnạvith."
  },
  {
    "verse_id": 57,
    "translation": "Th yutuhe abni mrym ʿlyh alslam snz mthal āyih dinh, tuhndi qvm kyv lukv tul aath pytth shvr,"
  },
  {
    "verse_id": 58,
    "translation": "Th lgụ̄ vannh zi, sạnụ̄ mʿbvd chha jan kinh suh? (yymhi brvnhh chhe āyt 45 hs mnz yih kth āmcz zi tohyih brvnhh yim rsvl āe th guzre timn sarine prczhụ̄tav th vuchihtav, kya ashi ạsya khdae rḥmāns vrạe baqy mʿbvd thi mqrr krimtụ̄ zi tihinz bndgy gczihh yinụ̄ krnh? Yih tqryr yylhi ahli mkn drmyan spdan avs, akh shkhṣ chuh aʿtraẓ kran zi, vniv jnab, kya ʿīsạe chihna mrym ʿlyh alslam sndis frznds khdae sund nychv qrar dith tmụ̄ snz ʿbadt kran? Tylhi kthi chih sạnụ̄ mʿbvd khrab? Yih mithal pysh spdane trvv kufarav tthah tthah kran aasun th lgụ̄ nʿrh dinh zi aath kya jvab chuh?) yih mithal chhe timv tohyih brvntth kun mḥẓ czuvnh khạṭr animcz, ḥqyqt chhe yih zi yim chih lrrayih grụ̄ lukh."
  },
  {
    "verse_id": 59,
    "translation": "Abni mrym ʿlyh alslam avs nh amhi vrạe kihinụ̄ zi akh bndh avs, ys pytth ashi anʿām kvr th bny asraʿyls khạṭr bnvv suh pnnhi qdrtuk akh nmvnh."
  },
  {
    "verse_id": 60,
    "translation": "Asụ̄ agr yczhv, tohyih nishhi krv frshth pạd, yim zmyns mnz tuhndụ̄ janshyn āsn."
  },
  {
    "verse_id": 61,
    "translation": "Th suh (yʿny abn mrym) chuh draṣl qyamtch akh nishạny, lhādha mah kriv tvhụ̄ aath mnz shk. (ath hykhi yih trjmh thi ạsith zi tim chih qyamt kh ʿlmuk akh dhryʿh thi. Yth jayih chuh yih sval pạd spdan zi ānjnabn kth mʿniyas mnz chuh qyamtch nshạny ya qyamt kh ʿlmuk dhryʿh frmavnh āmut, varyah mufsryn chih vnan zi amhi nishhi chuh murad ḥẓrt ʿīsyā ʿlyh alslamn hund nzvli thạny yymich khbr varyahn ḥdythn mnz chhe āmcz, mgr ptim ʿbart chhe yih mʿny ninas mnz tthvr zi tihund dubarh yun hykhi qyamt kh ʿlmuk dhryʿh timn lukn khạṭr bnith yim tth zmans mnz mvjvd āsn ya zyvan tmhi pth. Kufari mkn khạṭr kithh pạtthụ̄ hykhi ạkhr suh ʿlmuk dhryʿh qrar dinh yith zi timn khṭab krith āsihe yih vnun ṣḥyḥ zi lhādha mah kriv tvhụ̄ aath mnz shk? Lhādha chuh asha nzdyk ṣḥyḥ tfsyr sue yus kynczhv dvyimyv mfsrv kvrmut chuh zi yth jayih chuh ḥẓrt ʿīsyā ʿlyh alslamn hund mạlis vrạe zyvun th tihund myczi prndh bnavnụ̄ th mordh zndh krnụ̄ qyamt kh aimkanch akh dlyl qrar dinh āmut, th arshadi khdavndy huk mnshhi chuh yih zi yus khdae mạlụ̄ sndi vrạe shur hykhi pạd krith th yas khdae sund bndh akis myczi lopnis mnz zuv hykhi trạvith th mordn hykhi zndh krith, tas khạṭr kithh pạtthụ̄ chihv ạkhr tvhụ̄ yih kth nammkn smjhan zi suh hykyv tohyih th tmam ansann mrnh pth dubarh zndh krith) th myạnụ̄ kth mạniv, yhe chahv siyz vath."
  },
  {
    "verse_id": 62,
    "translation": "Yinh yih spdi zi shyṭan rukaviyv tohyih amhi nishhi, tikyazi suh chuh tuhund ttakarh dshmn."
  },
  {
    "verse_id": 63,
    "translation": "Th yylhi ʿīsyā ʿlyh alslam ttakarh nishạniyih hyth āmut avs, tmụ̄ vanyav zi bh chuhs tohyih lukn nishhi ḥkmt hyth āmut, th amhi mvjvub chuhs āmut zi tohyih pytth khulav kynczhn timn kthn hnz ḥqyqt yimn mnz tvhụ̄ akhtlaf chihv kran, lhādha khvcziv tvhụ̄ khudays th myạnụ̄ aṭaʿt kriv."
  },
  {
    "verse_id": 64,
    "translation": "Ḥqyqt chhe yih zi Allah tʿālyā he chuh myvn rb thi tuhund rb thi. Tmụ̄ snze kriv tvhụ̄ ʿbadt, yhe chhe syz vath. (yʿny ʿīsạe rvuzitn kynhh thi kran ya kynhh thi vnan, ʿīsyā ʿlyh alslaman avs nh zanhh thi yih panh vvnmut zi bh chuhs khdae, nath chuhs khdae sund nychuv th tvhụ̄ kriv myạnụ̄ ʿbadt, blkh ạs tihnz dʿūt soe yosh baqy tmam anbyahn ʿlyh alslamn hnz dʿūt ạs th vvnụ̄ yth kun Muḥammad ṣly Allah ʿlyh v slm tohyih bulavan chihv.)"
  },
  {
    "verse_id": 65,
    "translation": "Mgr (tmụ̄ snzi amhi ṣaf tʿlymhi bavjvd) kvr jmaʿtav panh vạnụ̄ akhtlaf, (yʿny akụ̄ drụ̄ kvr timn ankar th mkhalfts mnz vvt ath ḥds tam zi timn pytth lgạvkh najạyz vladtch thmt. Dvyim drụ̄ kvr tihund aqrar th ʿqydts mnz bevayih ḥd nyirith bnvvukh khdae, th pth bnyav akis ansan sndi khda āsnuk mslh ts khạṭr tiyuth akh kuhr, yath var krran krran pth aath mnz varyah frqh bne.) lhādha chhe tbạhy timn lukn khạṭr yimv ẓlm kvr akhi drdnak doh kh ʿdhabh nishhi."
  },
  {
    "verse_id": 66,
    "translation": "Kya yim lukh chha vonụ̄ bs athụ̄ chyzs praran zi achank gczihh yimn pytth qyamt yinụ̄, th yimn gczh nh khbr thi lgnụ̄?"
  },
  {
    "verse_id": 67,
    "translation": "Suh doh yylhi vathi mutqyn trạvith bnn baqy sạry dvst akh akụ̄ sndụ̄ dshmn."
  },
  {
    "verse_id": 68,
    "translation": "Ae myanyv bndv, aaz chuhnh tuhndi khạṭr kanhh khvf, th nah spdi tohyih kanhh ghm laḥq."
  },
  {
    "verse_id": 69,
    "translation": "Tmhi doh yiyhi timn lukn vannh yimv sanyn āyatn pytth ayman avs avnmut th frman brdar bnith ạsụ̄ rvudimtụ̄."
  },
  {
    "verse_id": 70,
    "translation": "Dạkhl spdiv jnts mnz tvhụ̄ th tuhnz khandarinhi, tvhụ̄ yiyiv khosh krnh."
  },
  {
    "verse_id": 71,
    "translation": "Timn brvntthh knhi yin sonh sndụ̄ thal th saghr grdsh krnavnh, th prth kanhh dil ranznavn vvl th nẓrn ldht dinh vvl chyz āshi tathi mvjvd. Timn yiyhi vannh, tvhụ̄ rvuziv hmyshh vonụ̄ yythi."
  },
  {
    "verse_id": 72,
    "translation": "Tvhụ̄ bnyvv jntkụ̄ vạrth, pnnyv timv aʿmalav hndi vjh kinụ̄ yim tvhụ̄ dunyahs mnz kran rvudiv."
  },
  {
    "verse_id": 73,
    "translation": "Tuhndi khạṭr chih yythi kthrt san myvh mvjvd yim tvhụ̄ khyyvukh."
  },
  {
    "verse_id": 74,
    "translation": "Rvudụ̄ mujrm, tim rvzn hmyshh jhnm kis ʿdhabs mnz mbtla."
  },
  {
    "verse_id": 75,
    "translation": "Zanhh spdi nh tihndis ʿdhabs mnz kmy, th tim āsn tth mnz ghmgyn."
  },
  {
    "verse_id": 76,
    "translation": "Timn pytth kvr nh aashi ẓulm, blkh rvudụ̄ tim pane pans pytth ẓlm kran."
  },
  {
    "verse_id": 77,
    "translation": "Tim krn ālv, ae malk, (malk nishhi chuh murad jhnmuk darvghh yithh pạtthụ̄ zn klam kh andazh nishhi basan chuh) chvn rb agr aashi mvthe diyih he ty rvziha bhtr. Suh diyih jvab, tvhụ̄ rvuziv yithe pạtthụ̄,"
  },
  {
    "verse_id": 78,
    "translation": "Asụ̄ ạsụ̄ tohyih nishh ḥq hyth āmtụ̄ mgr tohyih mnz avs akthrn ḥqe nagvar. (jhnm kis darvghh sund yih qvl zi asụ̄ ạsụ̄ tohyih nishh ḥq hyth āmtụ̄ chuh tiyuthe yithh pạtthụ̄ zn ḥkvmtuk kanhh afsr chuh ḥkvmt kh ṭrfh kth kran kran asụ̄ lfẓ vrtavan th ts chuh yih murad āsan zi sạnụ̄ ḥkvmtn kr yih kạm, nath diytun yih ḥukm.)"
  },
  {
    "verse_id": 79,
    "translation": "Kya yimv chha kanhh aqdam krnuk fạṣlh kvrmut? (ashar chuh timn kthn kun ymh srdarani qrysh ạsụ̄ pnnyn khufyh mjlisn mnz rsvl Allah ṣly Allah ʿlyh v slmn khlaf kanhh fạṣlh kun qdm tulnh khạṭr kran) achha tylhi krv asụ̄ thi akh fạṣlh."
  },
  {
    "verse_id": 80,
    "translation": "Kya timv chha yih smjhmut zi asụ̄ chihnh tihndyn razn hnz kthh th tihnz kanh shychhhi bvzan? Asụ̄ chih svrue kynhh bvzan th sạnụ̄ frshth chih timne nishhi bihith lykhan."
  },
  {
    "verse_id": 81,
    "translation": "Yimn vniv, agr vaqʿī khdae rḥmān sund kanhh avlad āsihe, tylhi āsha sarive brvnhh ʿbadt krn vvl bh."
  },
  {
    "verse_id": 82,
    "translation": "Pak chuh āsmann th zmynuk frman rva, ʿrshuk mạlik, timv sarviyav kthv nishhi yimh yim lukh ts kun mnsvub chih kran."
  },
  {
    "verse_id": 83,
    "translation": "Achha, diyiv yimn pnnyn bạṭl khyalatn mnz ghrq spdanh th pnnhi khylhi mnz mshghvl rvznh, yvt tam zan yim pnun suh doh vuchahn yymyuk yimn ddr chuh yivan pavnh."
  },
  {
    "verse_id": 84,
    "translation": "Sue chuh akis āsmans mnz thi khda th zmyns mnz thi khda, th sue chuh ḥkmt vvl th zann vvl."
  },
  {
    "verse_id": 85,
    "translation": "Sytthah bala th brtr chuh suh yymụ̄ sndis qbẓs mnz zmynch th āsmann th prth tmhi chyzch badshạhy chhe yus zmyn v āsmans drmyan chuh lbnh yivan. Th tsụ̄ chuh qyamt chih gri hund ʿlm, th tsụ̄ kun chihv tvhụ̄ sạry pvt phyrn vạlụ̄."
  },
  {
    "verse_id": 86,
    "translation": "Ts trạvith yimn lukn yim nad chih divan timn chuhnh kunhi shfaʿtuk akhtyar, aila yih zi kanhh diyih ʿlm kis bnyads pytth ḥqch shhadt. (yʿny agr kanhh shkhṣ chuh yih vnan zi tmụ̄ yimh hsty chhe mʿbvd bnavimcz timn chuh lạzmaan shfaʿtuk akhtyar th timn chuh khdays nishhi tiyuth ṭaqt ḥạṣl zi ys yczhn ts krnavn mghfrt, tylhi vnin suh zi kya suh hykya ʿlim kis bnyads pytth amhi kthhi hnz shhadt dith yosh ḥqyqts pytth mbny āshi?)"
  },
  {
    "verse_id": 87,
    "translation": "Th agr tvhụ̄ yimn prczihv zi yim kmụ̄ chih pạd krụ̄mtụ̄, yim vann pane zi khudayn, (yth āyts chih zh mṭlb, akh yih, agr tvhụ̄ yimn prczihv zi khod kmụ̄ chih yim pạd krụ̄mtụ̄, yim vnn zi khdayn, dvyim yih zi agr tvhụ̄ yimn prczihv zi tuhndyn yimn mʿbvdn hund khạlq kus chuh yim vann Allah), pth kpạrụ̄ chih yim dokhh khyvan?"
  },
  {
    "verse_id": 88,
    "translation": "Rsvl sndi amhi qvluk qsm zi ae rb, yim chih tim lukh yim nh manan chih. (mṭlb chuh yih zi qsm chuh rsvl sndi tmhi qvluk zi ae rb, yim chih tim lukh yim nh manan chih. Kiczh ʿjyb chhe yimn lukn hnz fryb khordgy zi panh chih tslym kran zi yuhund th yihndyn mʿbvdn hund khaliq chuh ṣrf Allah tʿālyā th amhi pth thi chih khạlq trạvith ṣrf mkhlvq kis ʿbadts pytth aiṣrar kran pkan.)"
  },
  {
    "verse_id": 89,
    "translation": "Achha, ae nby, yimn kriv drguzr th vniv slam chahv tohyih, ʿnqryb lghi yimn pe."
  }
]