[
  {
    "verse_id": 1,
    "translation": "Ḥ. M."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi vaẓḥ ktabhi hund qsm,"
  },
  {
    "verse_id": 3,
    "translation": "Zi aashi chhe yih akis sytthah khyr v brkt vajinhi rạcz mnz nạzil krmcz, (murad chhe shbi qdr) tikyazi aashi avs lukn mutnbh krnuk aradh."
  },
  {
    "verse_id": 4,
    "translation": "Yih ạs so rat yth mnz prth mʿāmluk ḥkymanh fạṣlh,"
  },
  {
    "verse_id": 5,
    "translation": "Sanhi ḥukmh ṣạdr chuh yivan krnh. (amhi nishhi spud mʿlvm zi Allah tʿālyā sndis shạhy nẓm v nsqs mnz chhe yih akh ticzh rat yth mnz suh aafradn th qvmn th mlkn hndyn tqdyrn hndụ̄ fạṣlh krith pnnyn frshtn chuh ḥvalh kran th pth chih tim yimve fạṣlav muṭạbq ʿml drāmd kran rvzan.) asụ̄ ạsụ̄ akh rsvl svzn vạlụ̄,"
  },
  {
    "verse_id": 6,
    "translation": "Tuhndis rb sndi rḥmt kh ṭvr. Yqynaan chuh suh svrue kynhh bvzn vvl th zann vvl."
  },
  {
    "verse_id": 7,
    "translation": "Āsmann th zmynuk rb prth tmhi chyzuk rb yus āsman v zmyns mnz bag chuh, agr tvhụ̄ lukh pzụ̄ pạtthụ̄ yqyn thavn vạlụ̄ chihv."
  },
  {
    "verse_id": 8,
    "translation": "Kanhh mʿbvud chuhnh ts vrạe, (mʿbvd nishhi chuh murad aṣly mʿbvud, yymụ̄ sund ḥq yih chuh zi tmụ̄ snz gczihh ʿbadt, bndgy th prstsh, krnh yinụ̄.) sue chuh zndgy ʿṭa kran th sue chuh mvt divan. Tuhund rb th tuhndyn timn aaslafn hund rb yim brvnhh guzrymtụ̄ chih."
  },
  {
    "verse_id": 9,
    "translation": "(mgr drḥqyqt chuhnh yimn lukn yqyn) blkh chih yim pnnis shks mnz pyth gindan."
  },
  {
    "verse_id": 10,
    "translation": "Achha, kriv antẓar tmhi dohuk yylhi āsman nanhi vanh dh hyth yiyih."
  },
  {
    "verse_id": 11,
    "translation": "Th suh gczihh lukn pytth ṭạry, yih chuh drdnak sza."
  },
  {
    "verse_id": 12,
    "translation": "(vonụ̄ chih vanan zi) prvrdgar, ashi pytth kr yih ʿdhab dvur, asụ̄ chih ayman aanan. (yimn āyatn mnz th āyt 16 hs mnz chhe qyamt kh ʿdhabch dhkr, th āyt nmbr 15 hs mnz yymhi ʿdhabch dhikr chhe tmhi nishhi chuh murad suh qḥṭuk ʿdhab yth mnz ahli mkh yymhi svrh kh nạzil spdnh kh vqth mbtla ạsụ̄)"
  },
  {
    "verse_id": 13,
    "translation": "Yihnz ghflt kthi chhe dvur gczhan? Yuhund ḥal chuh yih zi yimn nishhi āv rsvli mubyn. (yʿny tiyuth rsvl yymụ̄ sund rsvl āsun ttakarh pạtthụ̄ nvn avs)"
  },
  {
    "verse_id": 14,
    "translation": "Tmhi pth thi spdụ̄ nh yim ts kun mutvjh, th vvnukh zi yih chuh hychhnavnh prnavnh āmut, nath chuh bavlh."
  },
  {
    "verse_id": 15,
    "translation": "Asụ̄ agr hana ʿdhab httavav, tvhụ̄ lukh kriv pth byyhi ty yih godd ạsiv kran."
  },
  {
    "verse_id": 16,
    "translation": "Yymhi doh asụ̄ hkh travav tahph, suh āshi doh yylhi asụ̄ tohyih antqam hymav."
  },
  {
    "verse_id": 17,
    "translation": "Ashi chuh yimav brvnhh frʿūn sund qvm athụ̄ āzmạyshhi mnz trvvmut. Timn nishhi āv akh sytthah shryf rsvl. Th tmụ̄ vvn,"
  },
  {
    "verse_id": 18,
    "translation": "Allah tʿālyā sndụ̄ bndh kriyvukh me ḥvalh, bh chuhs tuhndi khạṭr akh amant dar rsuvl."
  },
  {
    "verse_id": 19,
    "translation": "Allah tʿālyā sndis muqabls mnz mah kriv srkshy. Bh chuhs tohyih brvnhh knhi (pnnhi mamvurytch) ttakar sanad pysh kran."
  },
  {
    "verse_id": 20,
    "translation": "Th me chuh pnnis rb sund tuhndis rb sund pnah rvttmut amhi nishhi zi tvhụ̄ spdiv me ḥmlh āvr."
  },
  {
    "verse_id": 21,
    "translation": "Agr tvhụ̄ myạnụ̄ kth chihv nh manan, tylhi rvuziv me pytth aathh travnh nishhi baz."
  },
  {
    "verse_id": 22,
    "translation": "Ạkhr kar kvr tmụ̄ pnnis rbs ālv zi yim lukh chih mujrm."
  },
  {
    "verse_id": 23,
    "translation": "(jvab ās dinh) achha nyr cz rvtly myạnụ̄ bnd hyth. Tohyih lukn yiyav pte davnh."
  },
  {
    "verse_id": 24,
    "translation": "Smndr travun pnnis ḥals pytth yalh. Yih svrue lshkr chuh ghrq spdn vvl."
  },
  {
    "verse_id": 25,
    "translation": "Kạtyah bagh th nag,"
  },
  {
    "verse_id": 26,
    "translation": "Th khah th shandar mḥl ạsụ̄ yim tim trạvith ge."
  },
  {
    "verse_id": 27,
    "translation": "Kạtyah ʿīsh v ʿshrtkụ̄ saman, yimn mnz tim mzh ạsụ̄ kran, rvudụ̄ timn pth chhny chhty."
  },
  {
    "verse_id": 28,
    "translation": "Yih spud tihund anjam, th ashi bnạvụ̄ baqy timn chyzn hndụ̄ vạrth."
  },
  {
    "verse_id": 29,
    "translation": "Pth nah vvd āsmann timn pytth nah vvd zmynn, th timn āyih nh raczh thi mhlt dinh."
  },
  {
    "verse_id": 30,
    "translation": "Yithh pạtthụ̄ diyut ashi bny asraʿyls skht dhlt kh ʿdhab nishhi njat."
  },
  {
    "verse_id": 31,
    "translation": "Frʿūns nishhi yus ḥd nyrn valyn mnz pzụ̄ pạtthụ̄ sytthah thdi drjuk nfr avs."
  },
  {
    "verse_id": 32,
    "translation": "Th tihnz ḥalt zannh bavjvd dicz timn dunya kyn baqy qvmn pytth trjyḥ,"
  },
  {
    "verse_id": 33,
    "translation": "Th timn havi ticzh nishạnyih yimn mnz ttakarh āzmạysh ạs."
  },
  {
    "verse_id": 34,
    "translation": "Yim lukh chih vnan,"
  },
  {
    "verse_id": 35,
    "translation": "Sanhi goddnikhi mvt vrạe chuhnh byyhi kihinụ̄. Tmhi pth chihnh asụ̄ dubar tulnh yinh vạlụ̄."
  },
  {
    "verse_id": 36,
    "translation": "Agr tvhụ̄ pziyạrụ̄ chihv tylhi anụ̄ tvkh sạnụ̄ mạlụ̄ buddibb tulith."
  },
  {
    "verse_id": 37,
    "translation": "Yim chha bhtr kinh tubʿ huk qvm. (tubʿ avs ḥmyr qbylh kyn badshahn hund lqb, yithh pạtthụ̄ ksryā, qyṣr, frʿūn vghạr aalqab chih mkhtlf mlkn hndyn badshahn khạṭr mkhṣvṣ rvudimtụ̄. Yim lukh ạsụ̄ saba qvm kis akis shakhs sintụ̄ tʿlq thavan th hath bdyn vriyn rvudụ̄ yim ʿrbs mnz ḥkmrạny kran.) th amhi brvuntthm lukh? Aashi krụ̄ tim athụ̄ binahs pytth tbah zi tim ạsụ̄ mujrm bnymtụ̄."
  },
  {
    "verse_id": 38,
    "translation": "Yih āsman th zmyn th yimn mnz bagkụ̄ chyz chihnh ashi khylhi rngụ̄ bnạvimtụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Yim chih aashi brḥq pạd krimtụ̄. Mgr yimv mnz chihnh akthr lukh zanan."
  },
  {
    "verse_id": 40,
    "translation": "Yimn sarine hndi tulnh khạṭr chuh muqrr krnh āmut vqt fạṣluk doh,"
  },
  {
    "verse_id": 41,
    "translation": "Suh doh yylhi kanhh ttvtth sạthy pnnis kạnshi ttạtthis sạthiyas raczh thi bkar yiyhi nh, th nah vathi yimn kunh kinụ̄ kanhh mdd."
  },
  {
    "verse_id": 42,
    "translation": "Amhi vrạe zi Allah tʿālyā he kri kạnshi pytth rḥm, suh chuh zbrdst thi rḥm krl vvl."
  },
  {
    "verse_id": 43,
    "translation": "Zaquvmuk kul,"
  },
  {
    "verse_id": 44,
    "translation": "Āshi gnah gar sund khyn,"
  },
  {
    "verse_id": 45,
    "translation": "Tyl chih plimhi hyvu, ydd mnz āsh tth tithh pạtthụ̄ jvsh,"
  },
  {
    "verse_id": 46,
    "translation": "Yithh pạtthụ̄ grkh vun āb chuh jvsh maran."
  },
  {
    "verse_id": 47,
    "translation": "Rttiyvn th niyvun khkhri jhnm mnzụ̄."
  },
  {
    "verse_id": 48,
    "translation": "Th phiriv amụ̄ sndis kls pytth grkh divunhi ābuk ʿdhab."
  },
  {
    "verse_id": 49,
    "translation": "Vuchh aath mzh. Sytthah ʿzt dar ansan chuhkh cz."
  },
  {
    "verse_id": 50,
    "translation": "Yih chuhv sue chyz yymhi kis yinas mnz tohyih shk avsuv."
  },
  {
    "verse_id": 51,
    "translation": "Khuda trs lukh āsn aamn chih jayih mnz."
  },
  {
    "verse_id": 52,
    "translation": "Baghn th nagn mnz,"
  },
  {
    "verse_id": 53,
    "translation": "Ḥryr th dybahkụ̄ poshak lạgith āsn, akh akis brvnhh knhi bihith."
  },
  {
    "verse_id": 54,
    "translation": "Yih āshi tihnz shan. Th asụ̄ krav yimn khvbṣvrt vychih vychih achh vajinyn sintụ̄ khandr."
  },
  {
    "verse_id": 55,
    "translation": "Tathi krn tim aṭmnanh san prth qsmkụ̄ ldhydh chyz ṭlb."
  },
  {
    "verse_id": 56,
    "translation": "Tathi vuchahn nh zanhh tim mvtuk mzh. Bs dunyahs mnz yus mvt āv suh āv. Th Allah tʿālyā bchavi timn jhnm kh ʿdhab nishhi,"
  },
  {
    "verse_id": 57,
    "translation": "Pnnhi fẓl sintụ̄, yhe chhe bdd kamyạby."
  },
  {
    "verse_id": 58,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, ashi bnạv yih ktab tuhnzi zbạnụ̄ mnz shl, takh yim lukh krn nṣyḥt ḥạṣl."
  },
  {
    "verse_id": 59,
    "translation": "Vonụ̄ kriv tvhụ̄ thi antẓar, yim thi chih antẓars."
  }
]