[
  {
    "verse_id": 1,
    "translation": "Ḥ. M."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi ktabhi hund nzvl chuh Allah tʿālyā sndi ṭrfh yus zbrdst th ḥkmt vvl chuh."
  },
  {
    "verse_id": 3,
    "translation": "Ḥqyqt chhe yih zi āsmann th zmyns mnz chhe be shmar nshạniyih ayman ann valyn khạṭr."
  },
  {
    "verse_id": 4,
    "translation": "Th tuhnzi pnnhi pydạyshhi mnz, th timn ḥyvann mnz yimn Allah tʿālyā (zmyns mnz) phhlavan chuh, bjhi nishạnyih chhe timn lukn khạṭr yim pczh krn vạlụ̄ chih."
  },
  {
    "verse_id": 5,
    "translation": "Th byyhi rạcz hndis th doh kis akhtlafs mnz, th tth rizqs mnz yus Allah tʿālyā āsman pytthh chuh nạzil frmavan, pth chuh tmy sintụ̄ mordh zmyn zndh kran, th hvahan hndis grdishs mnz chhe varyah nshạnyih, timn lukn khạṭr yim ʿqlhi chih kạm hyvan."
  },
  {
    "verse_id": 6,
    "translation": "Yimh chhe Allah tʿālyā snz nshạnyih, yimh asụ̄ tohyih brvnhh knhi tthyk tthyk chih byan kran. Ạkhr kvsh kth chhe vonụ̄ khdays th tmụ̄ sndyv āyatav pth yth pytth yim lukh ayman aann."
  },
  {
    "verse_id": 7,
    "translation": "Tbạhy chhe prth tas aapziyạris bdaʿmal shkhṣs khạṭr,"
  },
  {
    "verse_id": 8,
    "translation": "Ys brvnhh knhi Allah tʿālyā sndụ̄ āyat chih prnh yivan th suh chuh timn bvzan, pth chuh pvur ghrvr san pnnis kufrs pytth tithh pạtthụ̄ ddadd krith rvzan zanth tmụ̄ tim bvuzimty ạsụ̄ nh, yithis shkhṣs bvznạviv dg tulvnhi ʿdhabch khoshkhbr."
  },
  {
    "verse_id": 9,
    "translation": "Sanyv āyatav mnz yylhi kanhh kth tas pe chhe lgan, suh chuh timn mdhaq bnavan. Yithyn sarine lukn khạṭr chuh rusva krn vvl ʿdhab."
  },
  {
    "verse_id": 10,
    "translation": "Timn brvnhh knhi chuh jhnm, yikynczhah thi timv dnyahs mnz kmvvmut chuh tmhi mnz yiyhi nh kanhh chyz timn bkar, nah hykn tihndụ̄ tim srprste timn khạṭr kynhh krith, yim timav khdae trạvith pnnụ̄ vly chih bnạvimtụ̄. Tihndi khạṭr chuh bvdd ʿdhab."
  },
  {
    "verse_id": 11,
    "translation": "Yih qrān chuh srasr hdayt, th yimv pnnis rb sndụ̄ āyat mannh nishhi ankar kvr, timn lukn khạṭr chuh skht dg tulh vun ʿdhab."
  },
  {
    "verse_id": 12,
    "translation": "Suh chuh Allah tʿālyā he yymụ̄ tuhndi khạṭr smndr kvr muskhr, takh tmụ̄ sndi ḥukmh pkn nav tth mnz, th tvhụ̄ kriv tmụ̄ sund fẓl tlash, byyhi bniv shukr guzar."
  },
  {
    "verse_id": 13,
    "translation": "Tmụ̄ krụ̄ zmynkụ̄ th āsmann hndụ̄ sạry chyz tuhndi khạṭr muskhr, suvre kynhh pnnhi ṭrfh. (ath chih zh mṭlb. Akh yih zi Allah tʿālyā sund yih ʿṭyh chuhnh dunya kyn badshahn hund hyvu ʿṭyh, yus rʿīt nishhi ḥạṣl krnh āmut mal tim pth rʿīt mnze kynczhn lukn chih bkhshan, blkh chhe kaynat chih yimh sare nʿmth Allah tʿālyā snzi pnnhi pạd krnh āmcz, th tmụ̄ chhe yimh pnnhi ṭrfh ansans ʿṭa krimcz. Dvym yih zi, nah chuh yimn nʿmtn hndis pạd krns mnz Allah tʿālyā sund kanhh shryk, th nh chuh ansans khạṭr muskhr krns mnz byyhi kạnshi hsty hund dkhl. Tnha chuh Allah tʿālyā he yuhund khạliq th tmy chhe yimh pnnhi ṭrfh ansans ʿṭa krimcz.) aath mnz chhe bjhi nishạniyih timn lukn khạṭr yim ghvr v fkr krn vạlụ̄ chih."
  },
  {
    "verse_id": 14,
    "translation": "Ae nby, ayman ann valyn vniv zi, yimn lukn Allah tʿālyā sndi ṭrfh vultth doh yinuk andyshhi chuhnh, tihnzn ḥrktn pytth hyyin drguzrs kạm, takh Allah tʿālyā diyih panh akis dris tmụ̄ snzi kmayih hund bdlh."
  },
  {
    "verse_id": 15,
    "translation": "Yus kanhh aakha nyk ʿml kri suh kri pnny khạṭr, th yus burạyy kri suh tulhi pane tamiyuk khmyazh. Pth chuh gczuhn sarine pnnis rb se kun."
  },
  {
    "verse_id": 16,
    "translation": "Yymhi brvnhh ạs ashi bny asraʿyls ktab th ḥukm th nbvt ʿṭa krmcz. Timn kvr ashi zndgy hund bhtryn samanh ʿṭa, sarine dunya kyn lukn pytth kr timn fẓylt ʿṭa."
  },
  {
    "verse_id": 17,
    "translation": "Th dyn kis mʿāmls mnz ditụ̄ timn vaẓḥ hdayat. Pth yus akhtlaf timn drmyan ruvnma spud, suh spud (na vạqfyt kh vjh kinụ̄ nh kynhh, blkh) ʿlim yinh pth. Th spud aath binahs pytth zi tim ạsụ̄ panh vạnụ̄ akh akis pytth zyadty krnụ̄ yczhan. Allah tʿālyā kri qyamt kh doh timn mʿāmlatn hund fạṣlh yimn mnz tim akhtlaf chih kran rvudimtụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Ae nby, vonụ̄ chihv amhi pth, ashi tvhụ̄ dyn kis mʿāmls mnz akis ṣaf shahrahs (shryʿts) pytth qaym krmtụ̄, lhādha pkiv tvhụ̄ tth pytth th timn lukn hnzn khvạhshatn hnz mah kriv aitbaʿ yimn ʿlm chuhnh."
  },
  {
    "verse_id": 19,
    "translation": "Allah tʿālyā sndis mqabls mnz hyknav nh tim tohyih kunhi bkar lgith. (yʿny agr tvhụ̄ tim rạẓụ̄ krnh khạṭr Allah tʿālyā sndis dyns mnz kunhi qsmuk rd v bdl kriv, tim hyknav nh tohyih Allah tʿālyā sndi mvakhdhh nishhi bchạvith.) ẓạlim lukh chih akh akụ̄ sndụ̄ sạthy, th mtqy yn hund sạthy chuh Allah."
  },
  {
    "verse_id": 20,
    "translation": "Yimh chhe bṣyrt chih rvshinyih sarine lukn khạṭr, byyhi chhe hdayt th rḥmt timn lukn khạṭr yim pczh krn."
  },
  {
    "verse_id": 21,
    "translation": "Timv lukv yimav burạyiyan hund artkab chuh kvrmut chha yih smjhmut, zi asụ̄ karv timn th ayman aann valyn th nyk ʿml krn valyn kunue, takh tihund zyvn th marun spdi yksan? Sytthah bur ḥukm chih, yim yim lukh chih lgavan."
  },
  {
    "verse_id": 22,
    "translation": "Khdayn chih āsman th zmyn brḥq pạd krimtụ̄, th aamy khạṭr chihn krimtụ̄ zi prth zuv dars yiyhi tmụ̄ snzi kmayih hund bdlh dinh. Lukn pytth yiyhi nh hrgz ẓlm krnh."
  },
  {
    "verse_id": 23,
    "translation": "Pth kya tohyih kvrvh zanhh ts shkhṣh sndis ḥals pytth thi ghvr yymụ̄ pnnhi nfsch khvạhsh pnun khda bnạv, th khdayn chhvk suh ʿlimh bavjvd suh gumrạhy mnz. (aṣl alfaẓ chih, aaẓalh Allahu ʿaalyā ʿiilm, akh mṭlb hykhi yimn lfẓn hund yih ạsith zi suh shkhṣ āv ʿạlm āsnh bavjvd Allah tʿālyā sndi ṭrfh gumrạhy mnz chhknh, tikyazi suh avs nfs chih khvạhishhi hund bndh bnyvmut. Dvym mṭlb hykys yithi ạsith zi khdayn chhvk pnnis ath ʿlm kis bunyads pytth zi tmụ̄ chhe pnnhi nfsch khvạhsh pnun khdae bnạvmcz, suh gumrạhy mnz.) th tmụ̄ sndis dils th knan pytth lgạvn mohr, th tmụ̄ snzn achhn pytth trvvun prdh. Khdays vrạe kus chuh suh yus ts hdayt diyih? Kya tvhụ̄ lukh chihv na kanhh sbq rttan?"
  },
  {
    "verse_id": 24,
    "translation": "Yim lukh chih vanan zi, zndgy chhe bs yhe sạnụ̄ dunyahch zndgy, yyty chuh svn mrun th zndh rvzun th zmanh kh grdsh vrạe chuhnh kanhh chyz yus ashi hlak āshi kran. Drḥqyqt chuhnh ath mʿāmls mnz yimn nishhi kanhh ʿlm. Yim chih mḥẓ guman kis bunyads pytth yimh kthh kran."
  },
  {
    "verse_id": 25,
    "translation": "Th yylhi sạnụ̄ vaẓḥ āyat yimn bvznavnh chih yivan, tylhi chahnh yimn nishhi kanhh ḥujt amhi vrạe āsan zi anyvukh tulith sạnụ̄ mạlụ̄ buddibb, agr tvhụ̄ pziyạrụ̄ chihv."
  },
  {
    "verse_id": 26,
    "translation": "Ae nby, yimn vniv Allah tʿālyā he chuhv tohyih zndgy bkhshan, pth chuhv sue tohyih mvt divan, pth kryv sue tohyih tmhi qyamt kh doh jmʿ yymhi kis yinas mnz kanhh shk chuhnh. Mgr akthr lukh chihnh zanan."
  },
  {
    "verse_id": 27,
    "translation": "Zmyn v āsmann hnz badshạhy chhe Allah tʿālyā sndy khạṭr, th yymhi doh qyamtch gr yiyhi tmhi doh pyn bạṭl prst khsars mnz."
  },
  {
    "verse_id": 28,
    "translation": "Tmhi vqth vuchhvun tvhụ̄ prth kanhh dvr kotthyn pytth nmith rvuzith. Prth dris yiyhi ālav krnh zi vliv th vuchihv pnun aʿmal namh. Timn yiyhi vannh, aaz yiyav tohyih lukn timn aʿmaln hund bdlh dinh yim tvhụ̄ kran ạsiv rvudimtụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Yih chuh svn tyar krnavnh āmut aʿmal namh yus tohyih pytth tthyk tthyk chuh shhadt divan, yikynczhah thi tvhụ̄ kran ạsiv suh ạsụ̄ asụ̄ lykhnavan rvzan."
  },
  {
    "verse_id": 30,
    "translation": "Pth yimv lukv ayman avs avnmut th nyk ʿmlh ạsụ̄ rvudimtụ̄ kran, timn kri tihund rb pnnis rḥmts mnz dạkhl, th yhe chhe ttakar kamyạby."
  },
  {
    "verse_id": 31,
    "translation": "Th yimv lukv kufr avs kvrmut (timn yiyhi vannh) kya myạnụ̄ āyat ạsivna tohyih bvznavnh yivan? Mgr tohyih kvruv tkbur th rvudiv mujrm bnith."
  },
  {
    "verse_id": 32,
    "translation": "Th yylhi vannh avs yivan zi Allah tʿālyā sund vʿdh chuh brḥq, th qyamt kis yinas mnz chuhnh kanhh shk, tylhi ạsiv tvhụ̄ vanan zi aashi chahnh pe zi qyamt kya chhe āsan, ashi chuh yohe guman hyvu, yqyn chuhnh ashi kynhh."
  },
  {
    "verse_id": 33,
    "translation": "Tmhi vqth khuln timn pytth tihndyn aʿmaln hnz burạyiyih, th tim yin tthụ̄ chyz kis phyrs mnz yath tim ttsnh ạsụ̄ kran."
  },
  {
    "verse_id": 34,
    "translation": "Th timn yiyhi vannh zi, aaz mshravav asụ̄ thi tvhụ̄ tithe pạtthụ̄, yithh pạtthụ̄ tohyih yymhi dohuk mlaqat avsuv mshrvvmut. Tuhund tthkanh chuh vonụ̄ jhnm th kanhh chuhnh tohyih mdd krn vvl kynhh."
  },
  {
    "verse_id": 35,
    "translation": "Yih tuhund anjam chuh amhi mvjvb spudmut zi tohyih avsuv Allah tʿālyā sndyn āyatn mdhaq bnvvmut, th tvhụ̄ ạsinav dunyachhi zndgy trạvimtụ̄ dokhs mnz. Lhādha nah yin az yim lukh jhnmh mnz krrnh, th nh yiyhi yimn vannh zi mʿạfy mnigth kryvun pnun rb raẓụ̄. (yih ạkhry fqrh chuh aath andazs mnz znth kanhh mạlk chuh pnnyn kynczhn khạdimn be vry krnh pth baqyn kun vnaan zi, ā, vonụ̄ chuh yimn nalayqn yih sza.)"
  },
  {
    "verse_id": 36,
    "translation": "Lhādha chih tʿryf Allah tʿālyā sndy khạṭr yus zmyn v āsmanuk mạlik th tmam ʿālmn hund prvrdgar chuh."
  },
  {
    "verse_id": 37,
    "translation": "Zmyn v āsmann andr chuh bjr tmụ̄ sndy khạṭr, th sue chuh ghạlb th ḥkmt vvl."
  }
]