[
  {
    "verse_id": 1,
    "translation": "Ḥ. M."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi ktabhi hund nzvl chuh Allah tʿālyā sndi ṭrfh yus ghạlb th ḥkmt vvl chuh."
  },
  {
    "verse_id": 3,
    "translation": "Ashi chhe zmyn th āsman th tim sạry chyz yim timn drmyan chih brḥq th akhi khaṣ vqth kh tʿīn san pạd krimtụ̄. Mgr yim kạfr lukh chih tamhi ḥqyqt nishhi rve phirith yymhi nishhi yim bakhbr chih krnh āmtụ̄."
  },
  {
    "verse_id": 4,
    "translation": "Ae nby, yimn vniv, zanhh chuhv tohyih achh mczrạvith thi vuchhmut zi timh hsty chhe kya, yimn tvhụ̄ khudae trạvith nad chihv divan? Me hạvi tav zmyns mnz kya chuh timv pạd kvrmut? Kinh āsmann hndis tkhlyqs th tdbyrs mnz chuh tihund kanhh ḥṣh? Anụ̄tav tylhi yymhi brvnhh āmczi kunhi ktabhi hund ya ʿiilmuk kanhh ptim ḥṣh (yimn ʿqydn hndis thbvts mnz) agr tohyih nishhi āshi, agr tvhụ̄ pziyạrụ̄ chihv."
  },
  {
    "verse_id": 5,
    "translation": "Ạkhr kus āshi ts shkhṣh sndi khoth ddvlmut ansan yus Allah tʿālyā has trạvith timn layih nad, yim qyamts tam ts jvab hykn nh dith, (jvab dinh nishhi chuh murad kạnshi hndis drkhvasts pytth fạṣlh ṣạdr krun. Mṭlb chuh yih zi yimn mʿbvudn nishhi chihnh tim akhtyare yihndis bunyads pytth yim tihndyn duʿāhan th drkhvastn pytth kanhh fạṣlh hykn ṣạdr krith.) blkhi chih amhi nishhi thi be khbr zi nad layn vạlụ̄ chih timn nad layan."
  },
  {
    "verse_id": 6,
    "translation": "Th yylhi sạry ansan jmʿ yin krnh, tmhi vqth āsn tim pnnyn nad layn valyn hndụ̄ dushmn, th tihndis ʿbadts āsn munkr. (yʿny tim vnn ṣaf ṣaf zi nah avs ashi yimn zanhh vvnmut zi tvhụ̄ lạyiv mdd khạṭr aashi nad, asụ̄ chihv tohyih ḥajt rvạyy krn vạlụ̄, th nah chhe ashi yih khbr zi yim ạsụ̄ ashi nad layan, yimv chih asụ̄ pane ḥajt rva bnạvimtụ̄ th pane chuhkh ashi nad diyun lvgmut.)"
  },
  {
    "verse_id": 7,
    "translation": "Yimn lukn yylhi sạnụ̄ āyat chih ṣaf ṣaf bvznavnh yivan, th ḥq chuh yimn brvnhh kun vatan, tylhi chih yim kạfr lukh tth mtʿlq vnan zi yih chuh ttakarh jvd."
  },
  {
    "verse_id": 8,
    "translation": "Kya tihund vanun chha yih zi rsvln chuh yih pane bnvvmut? Yimn vniv, agr me yih panh chuh bnvvmut tylhi hykiv nh tvhụ̄ me khudae snzi thphi nishhi bchạvith, yimh kthh tvhụ̄ bnavan chihv Allah tʿālyā chuh timn var pạtthụ̄ zanan, me th tohyih drmyan chuh sue gvạhy dinh khạṭr kạfy, th suh chuh sytthah drguzr krn vvl th rḥm krn vvl. (yth jayih chhe yih kth zh mʿny divan, akh yih zi yih chuh Allah tʿālyā sundue rḥm th tmụ̄ sundue drguzr yymụ̄ kinụ̄ tvhy lukh zmyns andr shah chih khalan yimn Allah tʿālyā sndis klams aftra qrar dins mnz kanhh khvf chuhnh, nth agr kanhh kanhh be rḥm th skht gyr khudae yymhi kaynatuk mạlik āsihe, tylhi āsihe nh yiczh ḥrkth krn valyn akh shhh khạlith dvym shhh khalun nṣyb gczhan. Dvym mṭlb chuhs yithi zi ae ẓạlimv, agr vunhi thi yiyiv amhi htt dhrmy nishhi baz tylhi chuh khudae sndi rḥmtuk drvazh tuhndi khạṭr ylh, th yikynczhah tohyih vunuystam kvrmut chuhv suh hykhi mʿāf spdith.)"
  },
  {
    "verse_id": 9,
    "translation": "Yimn vniv, bh chuhs nh kanhh nvv rsuvl, (yʿny yithh pạtthụ̄ godd sạry rsvl ansane āsan ạsụ̄, th khudạyy ṣfatn th akhtyaratn mnz avs nh tihund kanhh ḥṣh āsan, tiytuhe rsvl chuhs bthi.) me chahnh pe zi pgah kya chuh tohyih sintụ̄ spdn vvl th me sintụ̄ kya chuh spdn vvl, bh chuhs ṣrf tmy vḥy hnz pyrvy kran yosh me nish svznh chhe yivan, th bh chuhs nh akis ṣaf ṣaf khbrdar krn vạlụ̄ sndi vrạe byyhi kihinụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, yimn vniv, zanhh svunchv tohyih zi agr yih klam Allah tʿālyā sndy ṭrfh avs th tohyih kvruv aath ankar. (tylhi kus anjam āshi tuhund?) th athụ̄ hivis akis klamas pytth chhe bny asrạʿylkụ̄ akụ̄ gvahn shhadt thi diczmcz. Tmụ̄ avn ayman th tvhụ̄ rvudiv pnnis tkbrs mnze. (yth jayih chuhnh gvah nishhi murad kanhh khaṣ shkhṣ kynhh blkh chuh aisrạʿyluk akh ʿām ainsan murad. Khudae sndi airshaduk mudʿā chuh yih zi qrān mjyd yosh tʿlym tohyih brvnhh knhi pysh chuh kran, yih chuhnh kanhh nvv chyz yus dunyahs mnz goddnchhi ltthi tohy yvt brvnhh knhi āshi pysh krnh āmut, th tvhụ̄ hykiv yih ʿdhr krith zi asụ̄ kithh pạtthụ̄ manav yimh kthh yimh ansạny zuriyats brvnhh kun āmcze āsh nh. Yymhi brvnhh chih yime tʿlymat yithe pạtthụ̄ vḥy hndi dhryʿh bny asrạʿyls brvnhh kun tvrat th dvyimyn āsmạny ktabn hnzi shklhi mnz āmtụ̄, th tihindụ̄ akụ̄ ʿām ansann chih yim mạnimtụ̄.) yithyn ẓạlimn chuhnh Allah tʿālyā hdayt divan."
  },
  {
    "verse_id": 11,
    "translation": "Yimv lukv mannh nishhi ankar chuh kvrmut tim chih ayman aann valyn mtʿlq vnan zi agr yih ktab mannụ̄ jan kạm āsihe tylhi hykhan nh yim lukh ath kamhi mnz ashi brvnhh gczihth. (tihund mṭlb avs zi qrāni mjyds pytth chuh kynczhv nasmjh lukv ayman avnmut, nath agr yih kanhh jan kạm āsihe tylhi kthi rvzhn ashi hivuụ̄ dạnshvar lukh yih mannh nishhi pth.) chvnkh timv kvr nh tamhi nishhi hdayt ḥaṣl, amhi mvjvb vann tim ẓrvur zi yih chuh prvn aapuz."
  },
  {
    "verse_id": 12,
    "translation": "Ḥalankh amhi brvnhh chhe mvsyā ʿlyh alslam snz ktab rhnma th rḥmt bnith āmcz, th yih ktab chhe tth tṣdyq krn vajinụ̄ āmcz ʿrby zbạnụ̄ mnz, takh ẓạlimn kri khbrdar th nyk rvishhi pytth pkn valyn diyih bshart."
  },
  {
    "verse_id": 13,
    "translation": "Pzụ̄ pạtthụ̄ yimv lukv vvn zi Allah tʿālyā he yvt chuh svn rb, pth rvudụ̄ tth pytth ddadd krith, tihndi khạṭr nh chuh kanhh khvf th nah spdn tim ghmgyn."
  },
  {
    "verse_id": 14,
    "translation": "Yithụ̄ lukh chih jnts mnz gczhn vạlụ̄, yythi tim hmyshhi rvzn pnnyv timv aʿmalv hndi bdlh yim tim dunyahs mnz chih rvudimtụ̄ kran."
  },
  {
    "verse_id": 15,
    "translation": "Aashi kvr ansans hdayt zi suh krin pnnis mạlis majhi sintụ̄ nyk brtav. Tmụ̄ snzi majhi thvv suh tklyf tulith pnnhi ydd mnz, th tklyf tulithe diytunas zanm, th amụ̄ sund ḥml th dod travnavns mnz lgụ̄ trh (30) ryth. Yvt tam suh pnnis pvur ṭaqts vvt, th gvv cztjy vuhur, pth vvn tmụ̄, ae myanhi rbh, me di tvfyq zi bh kr chanyn timn nʿmtn hund shukr yimh cze me th myạnis mạlis majhi ʿṭa frmavyth, th ticzh nyk ʿml kr yymhi sintụ̄ cz rạẓụ̄ gczhkh, th myạnụ̄ avlad bnavukh nyk th me di skvn, bh chuhs chạnis drbars mnz tvbh kran th bh chuhs tabʿ frman (muslm) bndv mnz."
  },
  {
    "verse_id": 16,
    "translation": "Amhi qsmh kyv lukv nishhi chih asụ̄ tihindụ̄ bhtryn aʿmal qbvl kran, th tihnzv burạyyv nishhi chih drguzr kran. Yim spdn jnty lukn mnz shạmil, tmhi pazi vʿdh mṭạbq yus yimn sintụ̄ krnh avs yivan."
  },
  {
    "verse_id": 17,
    "translation": "Th yymụ̄ shkhṣn pnnis mạlis majhi vvn, auf tng kvrvus bh tohyih, kya tvhụ̄ chihvh me yih ddr pavan zi bh yimh mrnh pth qbri mnz krrnh? Ḥalankh me brvnhh chih varyah nsl guzrymtụ̄ (timv mnz āv nh kanhh qbri mnz vvtihth). Mvj th mvl chuh khudays pnah mngan th amis chih vanan ae bd nṣyb manth, Allah tʿālyā sund vʿdh chuh pvz. Mgr suh chuh vnan, yimh chhe sare brvuntthmyn vqtn hnz dlylh."
  },
  {
    "verse_id": 18,
    "translation": "Yime chih lukh yimn pytth ʿdhabuk fạṣlh chuh chspan spudmut. Yimv brvnhh yim jinn th ansann hndụ̄ ttvlh (aamhi qsmkụ̄) guzrymtụ̄ chih timne mnz gczhn yim thi shạmil, be shk chih yim khsars mnz rvzn vạlụ̄ lukh."
  },
  {
    "verse_id": 19,
    "translation": "Doshvyv daryv mnz chih prth akụ̄ sndụ̄ drjhi tihndyv aʿmalv hndi lḥaẓh, takh Allah tʿālyā diyih yihndi krimtiyuk pvur pvur bdlh yimn, th yimn pytth yiyhi nh hrgz ẓlm krnh."
  },
  {
    "verse_id": 20,
    "translation": "Pth yylhi yim kạfr lukh nars brvntth kun anith khrra yin krnh, pth yiyakh vannh, tohyih moklavyv pnnhi ḥṣh chih nʿmth pnnhi dunyachh zndgy mnz th timn tuluv tohyih lṭf, ps aaz yiyav tohyih rusva krn vvl ʿdhab dinh, amhi mvjvub zi tvhụ̄ ạsiv zmyns mnz kunhi ḥq vrạe tkbur kran, byyhi aamhi mvjvub zi tvhụ̄ ạsiv nafrmạniyih kran."
  },
  {
    "verse_id": 21,
    "translation": "Yimn bvznạvi tav ʿād sndis bạyis (hvud ʿlyh alslam) sund qṣh, yylhi tmụ̄ aḥqafs mnz pnun qvm bakhbr kryav. Th yithụ̄ khbrdar krn vạlụ̄ ạsụ̄ ts brvntth thi guzrymtụ̄ th amhi pth thi rvudụ̄ yivan. Zi, khudays vrạe mah kriv kạnshi hnz bndgy, me chuh tuhndis bars mnz akhi bddi hvlnak doh kh ʿdhabuk andyshhi."
  },
  {
    "verse_id": 22,
    "translation": "Timv vvn, kya cz chuhkhh aamhi mvjvb āmut zi aashi ddạlith krkh cz ashi sanyv mʿbvudav nishhi czhynh. Achha aan cz pnun suh ʿdhab yymhi nishhi cz ashi khocznavan chuhkh, agr pzụ̄ pạtthụ̄ cz pziyvr chuhkh."
  },
  {
    "verse_id": 23,
    "translation": "Tmụ̄ vvn zi, aamyuk ʿlm chuh Allah tʿālyā se, (yʿny amhi kthhi hund ʿlm zi tohyih pytth kr yiyhi ʿdhab svznh th kvt tam yiyhi tohyih mhlt dinh.) th bh chuhs tohyih ṣrf suh pygham vatnavan yus hyth bh svznh chuhs āmut. Mgr bh chuhs vuchhan zi tvhụ̄ lukh chihv jhalt vrtavan."
  },
  {
    "verse_id": 24,
    "translation": "Pth yylhi timv suh ʿdhab vuchuh pnnyn vadiyan kun yivan, pth lvgukh vanun, yih chuh avbur yus aashi sạrab kri. Nah, blkh chuh yih sue chyz yymhi khạṭr tvhụ̄ banbr ạsiv kran. (yth jayih chahnh amhi kthhi hnz vẓaḥt zi timn kmụ̄ diyut yih jvab. Klam kh andazh nishhi chuh pạnụ̄ pane yih nanan zi yih avs suh jvab yus aṣly ṣvrti ḥaln timn ʿmalaan diyut. Tim ạsụ̄ smjhan zi yih chuh avbur yus tihnzn vadiyan chuh sạrab krnhi āmut, th ḥqyqts mnz avs suh vav ṭvfan yus timn tbah th brbad krnh mokhh brvnhh avs pkan.) yih chuh vav ṭvfan yth mnz drdnak ʿdhab chuh brvnhh pkan."
  },
  {
    "verse_id": 25,
    "translation": "Pnnis rb sndi ḥkmh kri prth chyzs tbah. Ạkhr kar spud tihund ḥal yih zi tihnzv rvzan jayav vrạe avs nh tathi kihinụ̄ aathhi yivan. Yithh pạtthụ̄ chih asụ̄ mujrmn bdlh divan."
  },
  {
    "verse_id": 26,
    "translation": "Timn avs ashi tikynczhah diytmut yinh tohyih avsuv diytmut. Timn ạsụ̄ ashi kn, achh th dil, svrue kynhh diytmut, nah lgụ̄ tim kan timn kunhi bkar, nah achh, nh dl, tikyazi tim ạsụ̄ Allah tʿālyā sndyn āyatn ankar kran, th tamy chyz kis phyrs mnz āe tim, yth tim hzl ạsụ̄ kran."
  },
  {
    "verse_id": 27,
    "translation": "Tohyih andụ̄ pkụ̄ kyn ʿlaqn mnz chhe ashi varyah bsty hlak krimacz. Pnnụ̄ āyat svuzith smjhạvụ̄ tim gri gri rngh rngh, bnan chuh zi tim yihan baz."
  },
  {
    "verse_id": 28,
    "translation": "Pth kyazi kvr nh timv hstiyav timn mdd yim timav Allah tʿālyā trạvith tmụ̄ sndi tqrubuk dhryʿh smjhan smjhan mʿbvud ạsụ̄ bnạvmtụ̄? (yʿny timn hsty yn sintụ̄ avs timv ʿqydtuk abtda aamhi khyalh kvrmut zi tim chih khudae sndụ̄ mqbvl bndh, tihndi vsylh spdi ashi khudays nishhi rsạʿy. Mgr brvnhh pkan pkan bnavi khod time hsty timv pnnụ̄ mʿbvud, mdd khạṭr lvgukh timne nad diyun th timne lạgikh duʿā mngnụ̄ th timne mutʿlq lvgukh yih smjhun zi tim chih ṣaḥbi tṣruf yʿny akhtyar thavn vạlụ̄. Sạnụ̄ fryad rsy th mushkl kushạyy krn yime. Aamy gumrạhy mnz krrnh mokh kr khudayn pnnụ̄ āyat pnnyn rsvln hndi dhryʿh svuzith rngh rngh pạtthụ̄ tim smjhavnch kvushsh. Mgr tim rvudụ̄ pnnyn yimn apzyn khudayn hnzi bndgy pytth bẓd th rvudụ̄ aṣrar kran zi asụ̄ rvuzv Allah tʿālyā sndi bjae yuhndue damn rttith. Vonụ̄ vnụ̄ tav yylhi yimn mushrkn pytth yihnzi gumrạhy hndi vjh kinụ̄ Allah tʿālyā sund ʿdhab āv, tihindụ̄ tim fryad rs th mushkl kusha mʿbvud kthi ạsụ̄ mvudimtụ̄? Tim kyazi āe nh aath bur vqts mnz timn mdd krnh?) blkh ạsụ̄ tim yimn rạvimtụ̄, th yih avs tihndi aapziyuk th timn bnavtty ʿqydn hund anjam yim timv panh bnạvimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 29,
    "translation": "(th suh vaqʿh thi chuh qạbil dhkr) yylhi ashi jinan hnz akh chhokh tohyih kun animcz ạs takh qrān bvzn. (yih dhikr chhe tmhi vaqʿch yus ṭayf kh sfr pytthh mkh yivan yivan vathi andr pysh avs āmut. Nmazi mnz ạsụ̄ ḥẓvr ṣly Allah ʿlyh v slm tlavt frmavan zi jinan hnz akh chhokh drayih aapạrụ̄ th timav kvr qrān bvznh khạṭr qrar. Aath bars mnz chhe tmam rvayth ath kthhi pytth mutfq zi ath mvqʿs pytth ạsụ̄ nh jin ḥẓvr ṣly Allah ʿlyh v slmn brvnhh kun āmtụ̄. Th nh avs ḥẓvr ṣly Allah ʿlyh v slmv tihund yun mḥsvs kvrmut, blkh chuh pth Allah tʿālyā vḥy hndi dhryʿh timn ṣly Allah ʿlyh v slm tihndi ynch th qrān bvznch khbr divan) yylhi tim tth jayih vạtụ̄ (yythi tvhụ̄ qrān ạsiv pran) timv vvn panh vạnụ̄ khamvsh spdiv. Pth yylhi suh prnh āv, pth phyirụ̄ tim khbrdar krn vạlụ̄ bnith pnnis qvms kun."
  },
  {
    "verse_id": 30,
    "translation": "Timv vvn gczihth, ae sanhi qvm kyv lvukv, ashi chhe akh ktab bvuzmcz yosh mvsyā ʿlyh alslams pth chhe nạzil krnh āmcz, tṣdyq krn vajinụ̄ chhe timn ktabn hnz yimh aath brvnhh chhe āmcz, rhnmạyy chhe kran ḥqs th syzi vathi kun. (amhi nishhi chuh pe lgan zi yimv jinv avs godd pytthe ḥẓrt mvsyā ʿlyh alslam th āsmạny ktabn pytth ayman avnmut. Qrān bvznh pth kvr timv mḥsvs zi yih chhe soe tʿlym yosh ptim anbya chih divan rvudmtụ̄, amhi mvjvub chih tim ath ktabhi th amhi kis aann vạlis rsvl Allah ṣly Allah ʿlyh v slms pytth thi ayman aanan.)"
  },
  {
    "verse_id": 31,
    "translation": "Ae sanhi qvm kyv lvukv, khudays kun bulavn vạlụ̄ snz dʿūt kriv qbvl th ts pytth aniv ayman, Allah tʿālyā kri tuhndyn gnahn drguzr, th tohyih bchavyv drdnak ʿdhab nishhi."
  },
  {
    "verse_id": 32,
    "translation": "Th yus kanhh Allah tʿālyā sndis dạʿī snz kth manhi nh, ts nh chuh zmyns mnz pnun kanhh bl bvth, zi khudays hykhi ʿạjz krith, th nh chihs kynhh tithụ̄ ḥạmy th srprst zi amis bchavn khudays nishhi. Yithụ̄ lukh chih kuhlh gumrạhy mnz hynh āmtụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Th kya yimn lukn chuhna yih fikri tran zi yymụ̄ khudayn yih zmyn th āsman pạd krụ̄, th yimn bnavan bnavan thvk nh suh, suh chuh ẓrvr ath pytth qdrt thavan zi mordn kri zndh? Kyazi nh, yqynaan chuh suh prth chyzch qdrt thavan."
  },
  {
    "verse_id": 34,
    "translation": "Yymhi doh yim kạfr nars brvntth kun aannh yin, tmhi saʿth yiyhi yimn prczhnh, kya yih chuhna ḥq? Tim vann, ā, sạnis rb sund qsm (yih chuh pzụ̄ pạtthụ̄ ḥq). Allah tʿālyā frmavi, achha vuchihv tylhi vonụ̄ ʿdhabuk mzh pnnis tth ankar kis padashs mnz yus tvhụ̄ kran ạsiv rvudimtụ̄."
  },
  {
    "verse_id": 35,
    "translation": "Ps ae nby, ṣbr kriv yithh pạtthụ̄ auvlv alʿzm (thdi payih kyv) rsuvlv ṣbr chuh kvrmut, th yihndis mʿāmls mnz mah kriv jldy. Yymhi doh yim lukh tth chyzs vuchhn yymyuk yimn ddr chuh yivan pavnh, tylhi bashi yimn yithh pạtthụ̄ zi znth dunyahs mnz ạsụ̄ nh akhi gri khoth zyadh kals rvudimtụ̄. Kth āyih vatnavnh, vonụ̄ kya nafrman lukv vrạe hykya byyhi kanhh hlak spdith?"
  }
]