[
  {
    "verse_id": 1,
    "translation": "Yimv lukv kufr kvr byyhi rukạvikh Allah tʿālyā snzi vathi nishhi, khudayn krụ̄ tihndụ̄ aʿmal ẓayʿ."
  },
  {
    "verse_id": 2,
    "translation": "Th yimv lukv ayman avn th nyk ʿmlh kri, th mvnukh suh chyz yus Muḥammad ṣly Allah ʿlyh v slmn pytth nạzil chuh spudmut. Byyhi chuh suh srasr ḥq tihndis rb sndi ṭrfh. Khudayn kri tihnz burạyiyih timn nishhi dvur th kvrun tihund ḥal durst."
  },
  {
    "verse_id": 3,
    "translation": "Yih chuh amhi mvjvub zi kufr krn valyv kr bạṭlch pyrvy, th ayman aann valyv kr tmhi ḥqch pyrvy yus tihndis rb sndi ṭrfh chuh āmut. Yithh pạtthụ̄ chuh Allah tʿālyā lvukn vnan tihnz tthyk tthyk ḥythyt."
  },
  {
    "verse_id": 4,
    "translation": "Path yylhi tohyih yimn kạfrn sintụ̄ buthụ̄ lage spdyv tylhi chhe goddnich kạm timn grdanh tulnhi, yvt tam zn tvhụ̄ tim jan pạtthụ̄ mạriyvukh, pth gnddyvukh mẓbvṭy san qindụ̄, amhi pth (chuh akhtyar) kriv aḥsan, nath kriv fidyuk mʿāmlh, tvt tam yvt tam lrrạe travi pnnụ̄ hthyar. (yymhi āyt kyv lfẓv sintụ̄ thi th yth syaq v sbaqs mnz yih āyt āmcz chhe tmhi sintụ̄ thi chhe yih kth ṣaf pe lgan zi yih chhe lrrayih hund ḥukm yinh pth th lrrạe shrvʿ spdnh brvnhh nạzil spzmcz. Yylhi kạfrn sintụ̄ buthụ̄ lage spdyv, alfaẓ chih aath pytth dlalt kran zi vunhi chahnh buthụ̄ lage spzmcz, th amhi kh spdnh brvnhh chuh yih hdayt dinh yivan zi yylhi so spdi, tylhi pzi muslmann sarive brvnhh pnun tvjh dushmn sund jngy ṭaqt var pạtthụ̄ puhttravns pytth ṣrf krun. Amhi pth yim lukh grftar krnh yin tihndis mʿāmls mnz chuh muslmann yithi akhtyar zi fidyih hyth ya pnnyn qindyn hund tbadlh krith travn ylh, th yih akhtyar thi chuhkh zi qạds mnz thạvith krn timn sintụ̄ aḥsanuk brtav, ya agr munạsib basykh tylhi trạvinkh aḥsan kh ṭvr ylh.) yih chhe tuhndi krnch kạm. Allah tʿālyā agr yyczhh he tylhi hyyih he yimn pane antqam, (yih ṭryqh chuh tmụ̄ amhi mvjvub akhtyar kvrmut) takh tohyih lukn āzmavyv akh akụ̄ sndi dhryʿh. (yʿny khudays agr mḥẓ bạṭl prstn hund klh āsihe dgun tylhi avs nh suh amhi kamhi khạṭr tuhund mḥtaj kynhh. Yih kạm hykhi he tmụ̄ sund akh binyul ya akh ṭvufan achh ttyintthi mnz krith. Mgr ts chuh pysh nẓr yih zi ansanv mnz yim ḥq prst āsn tim ttkrạvin bạṭl prstn sintụ̄ th timn khlaf krin jhad takh yas mnz yim avṣaf āsn suh gczihh ath amtḥans mnz przlith pvur pạtthụ̄ nvn nyrun th prth akh yymhi mqamuk th mrtbuk pnnhi krdar khi lḥaẓh ḥqdar āshi, ts gczihh suh dinh yun.) th yim lukh Allah tʿālyā snzi vathi mnz marnh yin, Allah tʿālyā kri nh hrgz tihindụ̄ aʿmal ẓayʿ."
  },
  {
    "verse_id": 5,
    "translation": "Suh kri timn rhnmạʿy, (yʿny jnts kun krykh rhnmạʿy) tihund ḥal kri durst."
  },
  {
    "verse_id": 6,
    "translation": "Th timn kri tth jnts mnz dạkhl yymhi nishhi tmụ̄ tim vạqf chih krnạvimtụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, agr tvhụ̄ khudays mdd kriv suh kryv tohyih mdd. (khudays mdd krnh nishhi chuh murad Allah tʿālyā sund klmh bulnd krun th ḥq sr bulnd krnchhi kamhi mnz ḥṣh niyun) th suh jmavi tuhndụ̄ qdm mẓbvṭ."
  },
  {
    "verse_id": 8,
    "translation": "Rvudụ̄ tim lukh yimv kufr kvr. Tihndi khạṭr chhe hlakt th khudayn chih tihindụ̄ aʿmal chhlh chhangri krimtụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Tikyazi timv kvr suh chyz napsnd yus khudayn chuh nazil kvrmut. Lhādha krụ̄ khudayn tihindụ̄ aʿmal ẓayʿ."
  },
  {
    "verse_id": 10,
    "translation": "Kya tim ạsụ̄ na zmyns mnz phyirụ̄mtụ̄ thvurimtụ̄, takhi timn lukn hund anjam vuchhhan yim timn brvnhh chih guzrymtụ̄? Khudayn pihyur tihund svrue kynhh timn pytth dubh, th yithy ntyjhi chih yimn kạfrn nṣybs (ath chih zh mṭlb. Akh yih zi yosh tbạhy timn kạfrn vuchihnụ̄ pyyih ticzhe tbạhy chhe vonụ̄ timn kạfrn nṣybs yim Muḥammad ṣly Allah ʿlyh v slmn hnz dʿūt chihnh manan. Dvym mṭlb chuh yih zi yimn lukn hnz tbạhy chahnh ṣrf dnyakis ʿdhabs pytth khtm spzmcz blkh chhe yhe tbạhy timn ạkhrts mnz thi nṣybs)"
  },
  {
    "verse_id": 11,
    "translation": "Yih chuh amhi mvjvb zi ayman ann valyn hund ḥạmy th kar saz chuh Allah, th kạfrn hund ḥamy th karsaz chuhnh khnụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Ayman ann valyn th nyk ʿml krn valyn kri Allah tʿālyā timn jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh chhe pkan, th kufr krn vạlụ̄ chih bs dnyachhi kynczhn dohn hnzi zndgy hndụ̄ mzh lvuttan, janvrn hndụ̄ pạtthụ̄ chih khyvan chyvan, th tihund ạkhry tthkanh chuh jhnm."
  },
  {
    "verse_id": 13,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, kạczah bsty chhe ticzhh guzrymcz, yimh tuhnzi tmhi bsty khoth sytthah zvr āvr āsh yymụ̄ tvhụ̄ krrith chihnv czhnimtụ̄. (yʿny mkh yythi quryshv ḥẓvr ṣly Allah ʿlyh v slm hjrt khạṭr mjbvr krụ̄) ashi krụ̄ tim tithh pạtthụ̄ hlak zi kanhh avs nh timn bchavn vvl."
  },
  {
    "verse_id": 14,
    "translation": "Yih hykya bnith zi yus pnnis rb sndi ṭrfh akis ṣaf th ttakar hidayts pytth āshi, suh bnhi timn lukn hndụ̄ pạtthụ̄ yihndi khạṭr tihnz bur ʿml khosh krvunụ̄ bnavnh chhe āmcz. Th tim chih pnnyn khvạhshatn hndụ̄ pyrvkar bnymtụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Prhyz gar lukn khạṭr yymhi jntuk vʿdh chuh krnh āmut tmich shan chhe yih zi, tth mnz āsn kolh pkan ṣaf shifaf āb chhi, th kolh āsn pkan tithhi dod chih yymhi kis mazs mnz raczh frq āshi nh āmcz, kolh āsn pkan tithhi shrab chh yus chynh valyn khạṭr ldhydh āshi, kolh āsn pkan ṣaf shifaf machh chhi. (ḥdyths mnz chhe aamich yih tshryḥ zi suh dod āshi nh janvrav hndyv thanav mnz dramut kynhh, suh shrab āshi nh srrrvanh āmtyv myvav mnz krrnh āmut kynhh, suh machh āshi nh tulryv mnz dramut kynhh, blkh pkn yim sạry chyz qdrty nagn hnzi shklhi mnz.) th tath mnz āsn tihndi khạṭr prth qsmkụ̄ myvh, byyhi āshi tihndis rb sndi ṭrfh mghfrt. (kya suh shkhṣ yymụ̄ sndis ḥiṣs mnz yih jnt yinh vvl chuh) suh hykya timn lukn hndụ̄ pạtthụ̄ ạsith yim jhnms mnz hmyshh rvzan, th yimn tiyuth tvt āb chavnh yiyhi yus tihindụ̄ andram tam cztthi?"
  },
  {
    "verse_id": 16,
    "translation": "Yimn mnz chih kynhh lukh tithụ̄ yim kan dạrith tuhnz kth bvzan chih, pth yylhi tohyih nishhi nyran chih, pth chih timn lukn prczhan yimn ʿiilmch nʿmt chhe bkhshnh āmcz zi vunụ̄ vunụ̄ kya vanyavyimav? (yih dhkr chhe timn kufarn munafqn th munkryni ahli ktabn hnz, yim nby ṣly Allah ʿlyh v slmn hnzi mjlshi mnz yith byhvan ạsụ̄, th pth ạsụ̄ tihndụ̄ ṣly Allah ʿlyh vslm, arshadat ya qrān mjydkụ̄ āyat bvzan, mgr chvnkh tihund dl avs timav mẓmvnav nishhi duvr yim ḥẓvr ṣly Allah ʿlyh v slmn hnzi mubark zbạnụ̄ nyran ạsụ̄, amhi mvjvub ạsụ̄ nh tim svrue kynhh bvuzith thi kihinụ̄ bvzan th nybr nyirith ạsụ̄ muslmann prczhan zi vunụ̄ vunụ̄ kya ạsụ̄ ḥẓvr ṣly Allah ʿlyh v slm frmavan.) yim chih tim lukh yihndyn diln pytth khudayn tthph chuh lgvvmut, th yim chih pnnyn khvahshatn hndụ̄ pyrvkar bynmtụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Rvudụ̄ tim lukh yimav hdayt chuh lvbmut, Allah tʿālyā chuh timn hurymanh hdayt divan th timn chuh tihndi ḥiṣuk tqvyā ʿṭa frmavan."
  },
  {
    "verse_id": 18,
    "translation": "Vonụ̄ kya yim lukh chha bs qyamt se praran zi so gczihh achank yimn pytth yinụ̄? Tmikụ̄ ʿlamat chih āmtụ̄. Yylhi so panh yiyhi tylhi kus nṣyḥtuk mvqʿ rvzi yihndi khạṭr pth kun?"
  },
  {
    "verse_id": 19,
    "translation": "Lhādha, ae nby ṣly Allah ʿlyh v slm, var pạtthụ̄ zạniv zi khudays vrạe chuhnh ʿbadtuk ḥqdar byyhi kanhh, th mʿạfy mngiv pnnyn qṣvrn khạṭr thi th mvmn mrdn th mvmn mstvuratn khạṭr thi. (aslamn yim akhlaq ansan hychhnvvmut chuh, timv mnz chuh akh yithi zi, bndh ạsitn pnnis rb snz bndgy th ʿbadt krns mnz th tmụ̄ sndi dyn khạṭr jan lrravns mnz kạczah thi kvushsh kran rvudmut ts pzi nh zanhh aath dokhs mnz mbtla spdun zi yikynczhah me krun pzihe thi kvr me, blkh pzi ts hmyshh yy smjhan rvzun zi myạnis mạlik sund yus ḥq me avs suh hyvk nh me nkhh vạlith, th prth vqth gczihh pnnyn quṣvrn hund aʿtraf krith khudays yohe duʿā mngan rvzun zi chạnis khdmts mnz yosh thi kvtạhy me gyih tth krum drguzr. Yohe chuh aṣly ruvḥ Allah tʿālyā sndi amhi arshaduk zi ae nby, pnnhi qṣvrch mngiv mʿạfy. Allah tʿālyā chuh tuhnzn srgrmiyan thi zanan th tuhndi tthkanh nishhi thi chuh vạqf."
  },
  {
    "verse_id": 20,
    "translation": "Yimv lukv ayman chuh avnmut tim ạsụ̄ vnan zi (mṭlb chuh yih zi yim lukh pzụ̄ mslman ạsụ̄ tim ạsụ̄ qtal kh ḥkmh khaṭr be tab, albth yim lukh ayman vrạe mslmann hndis dris mnz shaml ạsụ̄ gmtụ̄, qitaluk ḥkm yivane czvl timn zanth zuv nyrith.) kanhh suvrh kyazi chuhnh yivan nạzil krnh (yth mnz jnguk ḥukm āshi.) mgr yylhi akh pokhth suvrh nạzil krnh āv yth mnz jngch dhkr ạs, pth vuchuhv tohyih zi yihndis dils mnz bymạrụ̄ ạs, tim chih tohyih kun tithh pạtthụ̄ vuchhan zanth mvtch be hvshy timn pytth ṭạry gyih, afsvs tihndis ḥals pytth. (tihnzi zyvi pytth chuh)"
  },
  {
    "verse_id": 21,
    "translation": "Aṭaʿtuk aqrar th jan jan kthh. Mgr yylhi qṭʿī ḥkm āv dinh, tmhi vqth agr tim khudays sintụ̄ pnnis vʿds mnz pziyạrụ̄ nyrhn tylhi avs tihndy khạṭr rut."
  },
  {
    "verse_id": 22,
    "translation": "Vonụ̄ kya tohyih lukav nishhi hykya amhi vrạe byyhi kynhh tvqʿ krnh yith zi agr tvhụ̄ pvt phyirith gv, tylhi kriv zmyns mnz byyhi fsad brpa, th panh vạnụ̄ czttiv akh akis grdanh? (amhi arshaduk mṭlb chuh yih zi agr vunụ̄ kyns tvhụ̄ aslam kh mudafʿt nishhi pth chihv hyvan th tamhi ʿẓymu alshan aṣlạḥy anqlab khạṭr chihv jan v malch bạzụ̄ lgavnh nishhi buth phiran yymich kvushsh Muḥammad ṣly Allah ʿlyh v slm th ahli ayman kran chih, tylhi kya hykhi amhi vrạe aamiyuk ntyjhi ạsith zi tvhụ̄ phyriv byyhi tthụ̄ jạhlyt kis nẓamas kun yth mnz tvhụ̄ hath vadav vriyv pytthh akh akụ̄ sndụ̄ klh chihv czttan rvudimtụ̄, pnnụ̄ avlad tam chihv zinde dfn kran rvudimtụ̄ th khudae snz zmyn chihv ẓlm v fsad sintụ̄ bhran rvudimtụ̄.)"
  },
  {
    "verse_id": 23,
    "translation": "Yim chih tim lukh yimn pytth khudayn kr lʿnt, th yim bnạvin anụ̄ th zrụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Kya yimv lukv kvr na qrāns pytth ghvr, kinh yihndyn diln pytth chih qulf khạlith?"
  },
  {
    "verse_id": 25,
    "translation": "Ḥqyqt chhe yih zi yim lukh hdayt vaẓḥ spdnh pth tmhi nishhi phyirụ̄, tihndi khạṭr chhe shyṭann yih rvish shl bnạvmcz, th aapzyn tvqʿātn hund slslh chuhn tihndi khạṭr draz krith thvvmut."
  },
  {
    "verse_id": 26,
    "translation": "Aamy mvjvub vvn timv Allah tʿālyā sund nạzil krnh āmut dyn napsnd krn valyn zi kynczhn mʿāmlatn mnz manav asụ̄ tuhund. (yʿny aymanuk aqrar krnh th muslmann hndis dris mnz shạmil gczhnh bavjvd rvudụ̄ tim andry andry aslam kyn dushmnn sintụ̄ saz baz kran th timn sintụ̄ rvudụ̄ vʿdh kran zi kynczhn mʿāmlatn mnz dimav asụ̄ tohyih sath) Allah tʿālyā chuh tihnz yimh sir kthh var pạtthụ̄ zanan."
  },
  {
    "verse_id": 27,
    "translation": "Pth kya ḥal āshi tmhi vqth yylhi frshth tihindụ̄ ruvḥ krn qbẓ, th tim nin timn tihndyn buthyn th shann chvb divan divan?"
  },
  {
    "verse_id": 28,
    "translation": "Yih spdi aamy mvjvub zi timv kr tmhi ṭryqch pyrvy yus khudays naraẓ krn vvl chuh, th tmụ̄ sndi rẓahch vath akhtyar krnụ̄ krkh nh psnd. Athụ̄ binahas pytth krụ̄ tmụ̄ tihndụ̄ sạry aʿmal ẓayʿ. (aʿmalv nishhi chuh murad tim sạry aʿmal yim muslman bnith tim anjam rvudụ̄ divan. Tihnz nmaz, tihnz rvzh, tihnz zkvāh, ghrẓ tim tmam ʿbadat th timh sare nykyih yimh pnnhi ẓạhry shklhi hndi aʿtbar rczan ʿmln mnz shmar chhe spdan gyih ath binahs pytth ẓayʿ zi timv kvr nh muslman āsnh bavjvd thi khudays th tmụ̄ sndis dyns th mlti aslamyih has sintụ̄ aikhlaṣuk th vfadạry hund rvyih akhtyar, blkh rvudụ̄ mḥẓ pnnhi dunyạvy mfad khạṭr dyn kyn dshmnn sintụ̄ saz baz kran th Allah tʿālyā snzi vathi mnz jhaduk mvqʿ yivane lgụ̄ pnun pan bchavnch fikr krnhi)."
  },
  {
    "verse_id": 29,
    "translation": "Kya timv lukv yihndyn diln mnz bymạrụ̄ chhe chha yih smjhmut zi, Allah tʿālyā kya krri nh tihndyn diln hndụ̄ khochr nnụ̄?"
  },
  {
    "verse_id": 30,
    "translation": "Agr asụ̄ yczhv asụ̄ havav tohyih tim achahv, th tihndyv buthyv tlh prznạviyvukh tvhụ̄ tim. Th tihndi klam khi andaz tle zạniyvkh tvhụ̄ tim. Allah tʿālyā chuh tohyih sarine hndyv aʿmalv nishhi tthyk pạtthụ̄ vạqf."
  },
  {
    "verse_id": 31,
    "translation": "Asụ̄ travav ẓrvr tvhụ̄ lukh āzmạyshhi mnz takh tuhndyn ḥalatn hund karv janch th vuchahv zi tohyih mnz km chih mjạhd th thạbit qdm."
  },
  {
    "verse_id": 32,
    "translation": "Yimav lukv kufr kvr th Allah tʿālyā snzi vathi nishhi rukạvikh, byyhi kvrukh rsvls sintụ̄ jhgrr yylhi zn timn pytth syz vath vaẓḥ ạs spzmcz, drḥqyqt hykn nh tim khudays kanhh nqṣan krith, blkh kri Allah tʿālyā he tihund svrue kvrmut krvvmut ẓayʿ."
  },
  {
    "verse_id": 33,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, tvhụ̄ kriv Allah tʿālyā snz aṭaʿt byyhi kriv rsvl ṣly Allah ʿlyh v slm snz aṭaʿt, th pnnụ̄ aʿmal mah kriv brbad. (dvyimyn lfẓn mnz vanv zi aʿmaln hund fạydh mnd th ntyjhi khyz āsnuk svrue dar mdar chuh khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slm sndis aṭaʿts pytth. Aṭaʿt nishhi munḥrf spdith chahnh kanhh ʿml thi rcz ʿml rvzan zi ansan bnhi kanhh ajr ḥạṣl krnuk ḥqdar.)"
  },
  {
    "verse_id": 34,
    "translation": "Kufr krn valyn th khudae snzi vathi nishhi rukavn valyn, th mrns tam kufrs pytth jmith rvzn valyn kri nh Allah tʿālyā hrgz mʿāf."
  },
  {
    "verse_id": 35,
    "translation": "Kmzvr mah bniv th nah mah kriv ṣlḥuk drkhvast. (yth jayih giczhh yih kth drnẓr rvznụ̄ zi yih arshad chuh tth zmans mnz frmavnh āmut yylhi ṣrf mdynh chih akis lokchhi bsty mnz kynczhn htn pytth mshtml mhajrn th anṣarn hnz akh loktt moktt chhokh aslamch ʿaalm brdạry kran ạs, th amiyuk muqablh avs nh mḥẓ qrysh kyn ṭaqt vr qbylh ne yvt sintụ̄ kynhh, blkh avsus pvur ʿrb mlkh kyn kufarn th mushrkn sintụ̄. Ath ḥalts mnz chuh frmavnh yivan zi hmt hạrith yinh yimn dshmnn sintụ̄ ṣlḥ huk drkhvast krnhi lgiv, blkhi gczihv klh dinh khạṭr tyar.) tvhụ̄ chihv ghạlb rvzn vạlụ̄. Allah tʿālyā chuh tohyih sintụ̄ th tuhndụ̄ aʿmal kri nh hrgz ẓayʿ."
  },
  {
    "verse_id": 36,
    "translation": "Yih dunyahch zndgy chhe akh khyl th tmashhi. Agr tvhụ̄ ayman thạviv th tqvyā hch rvishhi pytth pkan rvuziv, tylhi diyih Allah tʿālyā tohyih tuhndụ̄ ajr, th suh mnghi nh tohyih tuhndụ̄ mal. (yʿny suh chuh ghny, ts chahnh pnnhi dhat khạṭr tohyih kynhh hynch ẓrvrt. Agr suh pnnhi vthi mnz tohyih kynhh khrch krnh khạṭr vnan chuhv, suh chuhv vnh pnnhi khạṭr blkh chuhv tuhndụ̄ rczr khạṭr vnan.)"
  },
  {
    "verse_id": 37,
    "translation": "Agr kunhi saʿth suh tohyih tuhndụ̄ mal mnghi th aand hyth kri sạry tohyih nishhi ṭlb, tylhi kriv tvhụ̄ bkhl th suh krri tuhndụ̄ khochr nnụ̄."
  },
  {
    "verse_id": 38,
    "translation": "Vuchihv tohyih lukn chahv dʿūt dinh yivan zi Allah tʿālyā snzi vathi mnz kriv mal khrch. Ath pytth chih tohyih mnz kynhh lukh yim bkhl chih kran, ḥalankh yus bkhl chuh kran suh chuh drḥqyqt pnnis pan se sintụ̄ bkhl kran. Allah tʿālyā chuh ghny, tvhụ̄ chihv tmụ̄ sndụ̄ mḥtaj. Agr tvhụ̄ rve phiriv, tylhi aanhi Allah tʿālyā tuhnzi jayih byyhi kunhi qvms, th tim āsn nh tuhndụ̄ pạtthụ̄."
  }
]