[
  {
    "verse_id": 1,
    "translation": "Ae nby, ashi krv tohyih ttakarh ftḥ ʿṭa, (ṣlḥ ḥudybyh pth yylhi ftḥ hch yih khosh khbr bvznavnh āyih, lukh ạsụ̄ ḥạran zi yth ṣlḥs kithh pạtthụ̄ yiyhi ạkhr ftḥ vannh yth mnz bẓạhr aashi tim tmam shrạyṭ mạnụ̄ yim kufar ạsụ̄ ashi nishhi manvnụ̄ yczhan. Mgr kynhh kalh pte chuh pe lgan zi yih ṣlḥ avs drḥqyqt akh bdd ftḥ.)"
  },
  {
    "verse_id": 2,
    "translation": "Takhi Allah tʿālyā kri tuhnzi ptmhi brvnhimhi prth kvutạhy nishhi drguzr. (yth mvqʿ mḥls pytth yih kth arshad chhe spczmcz, agr yih drnẓr thavvn tylhi chuh ṣaf basan zi yth jayih yimav kvtạhiyav nishhi drguzr krnch dhkr chhe timv nishhi chuh murad timh khạmyih yimh aslam chih kamyạby th srbulndy khạṭr kạm kran kran tth jd v jhds mnz rvzmcz āsh yosh jd v jhd rsvl Allah ṣly Allah ʿlyh v slmn hndis qyadts mnz muslman ạsụ̄ ptimyv kunvu hav (19) vriyav pytthh kran rvudimtụ̄. Yimh khạmyih chahnh kạnshi ansans pe, blkh chhe ansạny ʿql amhi jd v jhd mnz kanhh nqṣ czhanddnh nishhi qṭʿī ʿạjz. Mgr Allah tʿālyā snzn nẓrn mnz yus kmaluk bulnd tryn mʿīar chuh, tmhi lḥaẓh āsh ath mnz kynhh ticzhh khạmyih yihndi vjh kinụ̄ muslmann hykhi he nh yvutah jldy ʿrb kyn mushrkn pytth fạṣlh kun ftḥ ḥạṣl spdith. Allah tʿālyā sndi arshaduk mṭlb chuh yih zi yimv khạmyv san agr tvhụ̄ jd v jhd rvuzihiv kran tylhi avs ʿrb muskhr spdns mnz vunhi varyah kal drkar, mgr ashi kr yimn sarine kmzvuriyn th kvtạhiyan nishhi drguzr krith mḥẓ pnnhi fẓlh sintụ̄ yihnz tlạfy th ḥdybyh chih jayih mczrvv tuhndi khạṭr amhi ftḥuk th kamyạby hund drvazh yosh mʿmvl mṭạbq tohyih pnnyv kvushshv sintụ̄ nṣyb hykhi he nh spdith.) th tohyih pytth kri pnnhi nʿmtuk tkmyl, th tohyih havyv syz vath. (yth jayih chuh rsvl Allah ṣly Allah ʿlyh v slmn syz vath havnuk mṭlb timn ftḥ th kamrạny hnz vath havnụ̄.)"
  },
  {
    "verse_id": 3,
    "translation": "Th tohyih krayv zbrdst nuṣrt ʿṭa."
  },
  {
    "verse_id": 4,
    "translation": "Sue chuh yymụ̄ mvmnn hndyn diln mnz skynt kr nạzil. (skynt nishhi chuh murad skvn th diluk aṭmynan. Mṭlb chuh yih zi ṣlḥ ḥdybyh kis mvqʿs pytth yim thi ashtʿāl angyz ḥalat pysh āe timn sarine pytth muslmann hund ṣbr krun th rsvl Allah ṣly Allah ʿlyh v slmn hndis qyadts pytth mkml aʿtmad kran kran timv mnz bkhyryt nyrun avs Allah tʿālyā sndi fẓluk ntyjhi, nth hykhi he aamhi vqth akh ghlṭy pyvunt sạre kam khrab krith.) takh pnnis aymans sintụ̄ hykn tim byyhi akh ayman brrhạvith, zmyn th āsmann hndụ̄ sạry lshkr chih Allah tʿālyā sndis qdrt kis qbẓs mnz, th suh chuh zann vvl th ḥkmt vvl. (tmụ̄ kr yih kạm amhi mvjvub)"
  },
  {
    "verse_id": 5,
    "translation": "Takh mvmn mrdan th mvmn mstvuratn kri hmyshhi khạṭr tithyn jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan, th tihnz burạyiyih kri timn nishhi dvur. Khudays nzdyk chhe yih bdd kamyạby."
  },
  {
    "verse_id": 6,
    "translation": "Th timn munafq mrdan th znann th mshrk mardn th znann diyih sza, yimn khudays mtʿlq bur guman ạsụ̄. Burạyy hndis phyrs mnz āe tim pane, Allah tʿālyā sund ghẓb spud timn pytth th tmụ̄ kr timn pytth lʿnt, th tihndi khạṭr kvrun jhnm tyar yus sytthhe khrab tthkanh chuh."
  },
  {
    "verse_id": 7,
    "translation": "Zmyn th āsmann hndụ̄ lshkr chih Allah tʿālyā sndise qdrt kis qbẓs mnz, th suh chuh zbrdst th ḥkmt vvl."
  },
  {
    "verse_id": 8,
    "translation": "Ae nby, ashi chihv tvhụ̄ shhadt dinh vạlụ̄, bshart dinh vạlụ̄ th khbrdar krn vạlụ̄ bnạvith svuzimtụ̄, (shah vly Allah ṣạbn chuh shạhd lfẓuk trjmh aẓhar ḥq kunndh kvrmut. Yʿny ḥqch shhadt dinh vvl.)"
  },
  {
    "verse_id": 9,
    "translation": "Takh ae lvukv, tvhụ̄ aniv khudays th tmụ̄ sndis rsvls pytth ayman, th tas (yʿny rsvls) diyv sath, tmụ̄ sund tʿẓym v tvqyr kriv, th ṣbḥ v sham rvuziv khudae snz tsbyḥ kran."
  },
  {
    "verse_id": 10,
    "translation": "Ae nby, yim lukh tohyih sintụ̄ byʿt kran ạsụ̄. (asharh chuh tth byʿts kun yoshi ṣḥabh kramn rẓy Allah ʿnhm mkh mʿẓms mnz ḥẓrt ʿthman rẓy Allah tʿālyā ʿnh snz shhadtch khbr bvuzith rsvl Allah ṣly Allah v slmv ḥudybyh nạvụ̄ jayih hyczmcz ạs. Yih byʿt ạs aath kthhi hynh āmcz zi agr ḥẓrt ʿthman rẓy Allah ʿnh sndi shhadtch khbr ṣḥyḥ ạs, tylhi krn muslman athụ̄ jayih timn sintụ̄ jng khvah amhi kis ntyjh has mnz kvnh pyyih sarine marun.) tim ạsụ̄ draṣl khudays sintụ̄ byʿt kran. Tihndis aths pytth avs Allah tʿālyā sund aathh. (yʿny yth aathas pytth lukh tamhi saʿth byʿt kran ạsụ̄, suh avs nh shkhṣi rsvl sund aathh blkh avs Allah tʿālyā sndis nmayndh sund athh, th yih byʿt ạs rsvl ṣly Allah ʿlyh v slmn hndi vasṭh drḥqyqt khudays sintụ̄ spdan.) vonụ̄ yus yih ʿhd puhttravi, tmụ̄ snzi ʿhd shkny hund vabal āshi ts pnnhi se dhats pytth th yus aath ʿhds vfa kri yus tmụ̄ khdays sintụ̄ kvrmut chuh, Allah tʿālyā kri ʿnqryb ts sytthah ajr ʿṭa."
  },
  {
    "verse_id": 11,
    "translation": "Ae nby, aʿrabiyav (diyhạty lukv) mnz yim lukh pth ạsụ̄ travnh āmtụ̄. (yih chhe timn lukn hnz dhkr yim mdyns andụ̄ pkụ̄ rvzan ạsụ̄, timn ạs ʿmrch tyary shrvʿ krnh vqth rsvl Allah ṣly Allah ʿlyh v slmv pans sintụ̄ ynch dʿūt diczmcz, mgr tim ạsụ̄ nh aymanuk dʿūyā krnh bavjvd ṣrf amhi mvjvub pnnyv grv mnz dramtụ̄, tikyazi timn avs pnun zuv ttvth. Tim ạsụ̄ smjhan zi ath mvqʿs pytth qryshn hndis grs mnz aczith ʿmrh krun gvv mvt kis ạss mnz aaczun.) vonụ̄ yin yim tohyih nish th vann ẓrvr zi, asụ̄ ạsụ̄ pnnyv malav th shuryv bạczav hnzi fkri thạvimtụ̄ āvrụ̄ krith, tvhụ̄ kriv sanhi khạṭr mghfrtuk duʿā. Yim lukh chih pnnyv zbanav timh kthh vnan yimh yihndyn diln mnz āsan chahnh. Yimn vnụ̄zyv, achha, agr yhe kth chhe tylhi kmis chuh tuhndis mʿāmls mnz Allah tʿālyā sund fạṣlh rukavnuk kanhh thi akhtyar, hrgah suh tohyih nqṣan yyczihh vatnavun ya nfḥ yyczihh bkhshun? Tuhndyv aʿmalv nishhi chuh Allah tʿālyā he bakhbr."
  },
  {
    "verse_id": 12,
    "translation": "(mgr aṣly kth chahnh so yosh tvhụ̄ vnan chihv) blkh zvnuv tohyih yih zi rsvl ṣly Allah ʿlyh v slm th mvmnyn hykn nh hrgz thi pnnyn grn mnz vaps phyirith yith, th yih khyal basyav tuhndyn diln sytthah jan, th tohyih kriv sytthah bur guman, th tvhụ̄ chihv skht bd bạṭn lukh."
  },
  {
    "verse_id": 13,
    "translation": "Yimn lukn khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms pytth ayman āshi nh, tithyn kạfrn khạṭr chuh ashi shʿlh vun nar tyar thvvmut."
  },
  {
    "verse_id": 14,
    "translation": "Āsmann th zmyn chih badshạhy hund mạlik chuh bs Allah tʿālyā, ys yyczihh ts kri mʿāf th ys yyczihh ts diyih sza, th suh chuh bkhshn vvl th mhrban."
  },
  {
    "verse_id": 15,
    "translation": "Yylhi tvhụ̄ mali ghnymt ḥạṣl krnh khạṭr gczuhn hyyiv, yim pth kun travnh āmtụ̄ lukh vannav tohyih ẓrvur zi ashi thi diyiv pans sintụ̄ pknh. (yʿny ʿnqryb chuh suh vqt vatn vvl yylhi yime lukh yimn aaz khṭrchhi muhimhi pytth tohyih sintụ̄ nyrns vond avs nh āmut, vuchhnav tohyih akis ticzihh muhmhi pytth nyran yth mnz yimn shl ftḥ th varyah mali ghnymt kh ḥạṣl spdnuk aimkan bashi, tmhi vqth yin yim pane davan davan th vann aashi thi niyiv pans sintụ̄.) yim chih yczhan zi Allah tʿālyā sund frman bdlavhn, yimn vnụ̄ zyv ṣaf zi tvhụ̄ hykiv nh hrgz ashi sintụ̄ yith, khudayn chuh godde yih frmvvmut. Yim vann zi nah, blkh chihv tvhụ̄ lukh ashi sintụ̄ ḥsd kran. (ḥalankh kth chahnh ḥsdch) blkh chih yim lukh ṣḥyḥ kth kme phn smjhan."
  },
  {
    "verse_id": 16,
    "translation": "Yimn pth kun travnh āmtyn aʿrạbyn (dyhatyn) vnụ̄ zyv zi, ʿn qryb yiyiv tvhụ̄ tithyn lukn sintụ̄ lrrnh khạṭr bulavnh yim sytthah zvr āvr chih. Tohyih āsyv timn sintụ̄ jng krun nath spdn tim muṭyʿ (yʿny ān man), tmhi vqth agr tohyih jhad kh ḥukmch aṭaʿt krv, tylhi diyav Allah tʿālyā tohyih rut ajr, th agr tvhụ̄ byyhi tithe pạtthụ̄ pvt phyriv ythh pạtthụ̄ goddh ạsiv pvt phyrimtụ̄, tylhi diyv Allah tʿālyā tohyih drdnak sza."
  },
  {
    "verse_id": 17,
    "translation": "Hrgah avn th lvng th mryẓ jhads yiyhi nh, tylhi chuhnh kanhh ḥrj. Yus kanhh Allah tʿālyā th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slmn hnz aṭaʿt kri, Allah tʿālyā kri ts timn jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan, th yus pvt phyri, ts diyih suh drdnak ʿdhab."
  },
  {
    "verse_id": 18,
    "translation": "Allah tʿālyā spud mvmnn khosh, yylhi tim kulis tlh knhi tohyih sintụ̄ byʿt kran ạsụ̄ tihindyn diln hund ḥal avs ts mʿlvm, amhi mvjvub kr tmy timn pytth skynt nạzil, (yth jayih chuh skynt murad dilch so kyfyt yymhi kis binahs pytth akh shkhṣ kunhi ʿẓym mqṣd khạṭr tthndd dilh san pvur skvn v aṭmynanh san pnun pan khṭrh kis ạss mnz chuh chhkan, th kunhi khvfh ya ghbrahtth vrạe chuh fạṣlh kran zi yih kạm chhe bhr ḥal krnụ̄ khvah ntyjh ạsitn kynhh thi.) timn krn bṭvr anʿām qryby ftḥ ʿṭa."
  },
  {
    "verse_id": 19,
    "translation": "Th varyah mali ghnymt kvrun timn ʿṭa yth tim (ʿnqryb) krn ḥạṣl. (yih asharh chuh ftḥ khybr th tmhi kis mali ghnymts kun) Allah tʿālyā chuh ghạlb th ḥkmt vvl."
  },
  {
    "verse_id": 20,
    "translation": "Allah tʿālyā chuh tohyih sintụ̄ bkthrt amvali ghnymtuk vʿdh kran yim tvhụ̄ ḥạṣl kriv. (amhi nishhi chuh murad tim baqy ftvḥat yim khybr pth muslmann muslsl ḥạṣl spdan rvudụ̄) fvry ṭvr krnv tmụ̄ tohyih yih ftḥ ʿṭa (amhi nishhi chuh murad ṣlḥ ḥdybyh yth suvr kis āghazs mnz ftḥ mubyn chuh vannh āmut) th lukn hndụ̄ athh āe tohyih khlaf vothnh nishhi rukavnh (yʿny tmụ̄ dicz nh kufari qryshn yih hmt zi ḥdybyh kis mqams pytth kya krhn tim tohyih sintụ̄ lrrạe, ḥalankh tmam ẓạhry ḥalatv lḥaẓh ạsụ̄ tim varyah zyadh bhtr pvzyshns mnz th jngy nqṭh nẓr kinụ̄ avs tuhund pvtur tihndis mqabls mnz varyah kmzvr aathh yivan.) takhi yih bnhi mvmnn khạṭr akh nishạny, th Allah tʿālyā bkhshyv tohyih syzi vathi kun hdayt."
  },
  {
    "verse_id": 21,
    "translation": "Aamhi ʿlavh chuh suh tohyih sintụ̄ dvymyn ghnymtn hund thi vʿdh kran yimn pytth vunhi tohyih dstrs chahv nh ḥạṣl gmcz, th khudayn chih tim ghyrs mnz rttimtụ̄, (aghlb chuh yih zi yih asharh chuh ftḥ mks kun. Yʿny vunhi chuhnh mkh tuhndis qabvvas mnz āmut mgr khudayn chuh suh ghyrs mnz rttith thvvmut, th ḥdybyh kh yymhi ftḥ kis ntyjs mnz yiyhi suthi tuhndis qbẓs mnz.) Allah tʿālyā chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 22,
    "translation": "Yimv kạfr lukv agr tmhi vqth tohyih sintụ̄ lvddmut āsihe, tylhi āshn yimav pzụ̄ pạtthụ̄ shanh phirụ̄ mtụ̄. Th kanhh ḥạmy th mddgar lbhn nh."
  },
  {
    "verse_id": 23,
    "translation": "Yih chuh Allah tʿālyā sund snt yus pth pytthh chuh pkan yivan th tvhụ̄ vuchihv nh Allah tʿālyā sndis sunts mnz kanhh tbdyly."
  },
  {
    "verse_id": 24,
    "translation": "Sue chuh yymụ̄ mkh chih vạdy mnz tihindụ̄ athh tohyih nishhi th tuhndụ̄ athh timn nishhi pth rttụ̄. Ḥalankh tmụ̄ avsnv tohyih timn pytth ghlbh ʿṭa kvrmut, th yikynczha tvhụ̄ kran ạsiv Allah tʿālyā avs tth vuchhan."
  },
  {
    "verse_id": 25,
    "translation": "Time lukh chih yimv kufr kvr th tvhụ̄ rukạvihav msjdi ḥram nishhi, th hadiy hndyn avunttn ditukh nh tihnzi qrbạny hnzi jayih vatnh. Agr (mks mnz) tithụ̄ mvmn mrd th mstvurath mvjvud āshn nh yim nh tvhụ̄ zanan ạsihvukh, th yih khṭrh āsihe nh zi nadạnstgy mnz kriyvukh tvhụ̄ tim pamal, th amhi sintụ̄ yiyhi tohyih pytth ḥrf (tylhi yiyhi he nh jng rukavnh. Jng āv amhi mvjvub rukavnh) takh Allah tʿālyā ys yyczihh ts kri pnnis rḥmts mnz dạkhl. Tim mvmn āshn alg spdimtụ̄, (ahli mkv mnz) yim kạfr ạsụ̄, timn dimhav asụ̄ ẓrvur skht sza. (yih ạs so mṣlḥt yymhi kis binahs pytth khudayn diyut nh ḥdybyh hs mnz jng spdnh. Mkh mʿẓmh hs mnz ạsụ̄ tmhi saʿth varyah muslman mrd th mstvurath tithụ̄ mvjvd yimav pnun ayman czvuri avs thvvmut. Ya yuhund ayman pe avs mgr pnnhi be bsy kinụ̄ ạsụ̄ nh tim hjrt hykan krith th ẓlm v stmkụ̄ shkar ạsụ̄ spdan. Ath ḥalts mnz agr jng spdi he th muslman spdhn kfarn mthan mthan mkh mʿẓms mnz dạkhl, tylhi yihan kạfrn sintụ̄ sintụ̄ yim muslman thi nadanstgy mnz muslmann hndyv aathv marnh. Dvym phlv avs amhi mṣlḥtuk yih zi Allah tʿālyā avs nh qryshn akis khvnryz jngs mnz shkst dith mkh yczhan ftḥ krnavun, blkh avs ts pysh nẓr yih zi don vriyn mnz kri timn prth ṭrfh ghyr krith tithh pạtthụ̄ be bs zi tim gczhn kunhi mzaḥmt vrạe mghlvb gczhnụ̄, th pth gczihh and hyth svrue qbylh aslam qbvl krith Allah tʿālyā sndis rḥmts mnz dạkhl, yithh pạtthụ̄ zn ftḥ mkh kis mvqʿs pytth spud.) (yohe vajh chuh zi)"
  },
  {
    "verse_id": 26,
    "translation": "Yylhi yimv kạfrv pnnyn diln mnz jạhlanh ḥmyt byhnạv, khudayn kr pnnis rsvl ṣly Allah ʿlyh v slms th mvmnn pytth skynt nạzil. (yth jayih chuh skynt murad ṣbr th vqar yymhi sintụ̄ nby ṣly Allah ʿlyh v slmv th muslmanv kufarn hndi amhi jạhlanh ḥmytuk mqablh kvr. Timn khvt nh tihnz yih htt dhrmy th ttakarh zyadty vuchihth shrart, th tihindis jvabs mnz kr nh timv kanhh ticzhh kth yvsh ḥq nishhi ddlith āsihe, th rasty khlaf āsihe ya yymhi sintụ̄ mʿāmlh suljhnh bjae vare tath kuhr yiyhi he.) th mvmin thạvin tqvyā chih kthhi hndụ̄ pabnd, tikyazi timae ạsụ̄ aamikụ̄ zyadh ḥqdar th aamikụ̄ ahl, Allah tʿālyā chuh prth chyzuk ʿlm thavan."
  },
  {
    "verse_id": 27,
    "translation": "Pzụ̄ pạtthy avs khudayn pnnis rsvl ṣly Allah ʿlyh v slms pvz khvab hvvmut yus tthyk tthyk ḥq muṭabq avs. (yih chuh tmhi svaluk jvab yus bar bar muslmann hndyn diln kvuran avs. Tim ạsụ̄ vnan zi rsvl Allah ṣly Allah ʿlyh v slmv hae khvabs mnz yih vuchhmut avs zi tim ṣly Allah ʿlyh v slm chih msjdi ḥramas mnz dạkhl spidmtụ̄ th byt Allah huk ṭvaf chuhkh kvrmut, pth kya spud yih zi asụ̄ chih ʿmrh krnh vrạe vaps gczhan.) ain sha Allah spdiv tvhụ̄ ẓrvur msjdi ḥramas mnz pvur amn san dạkhl. (yih vʿdh spud brvntths dhy alqʿdh 7h mnz pvur. Tvarykhs mnz chuh, yih ʿmrh ʿuumrh alqaẓaa kh nav mshhvr.) pnnyn kln kạsiv mas th msts kriv kttạe, th tohyih āsyv nh kanhh khvf. Suh avs tth kthhi zanan yvsh nh tvhụ̄ zanan ạsiv, amhi mvjvub krnav tmụ̄ tohyih suh khvab pvur spdnh brvnhh yih qryby ftḥ ʿṭa."
  },
  {
    "verse_id": 28,
    "translation": "Suh Allah tʿālyā he yymụ̄ pnun rsvl ṣly Allah ʿlyh v slm hdayt th dyni ḥq san svuzmut chuh, takh tth kri tmam dynn pytth ghạlb. Th ath pytth chhe Allah tʿālyā snz gvạhy kạfy (yth jayih chuh yih kth arshad frmavnuk vjh yih zi yylhi ḥdybyh hs mnz ṣlḥuk mʿāhdh lykhun avsukh lvgmut, tmh vqth avs kufari mkv ḥẓvr ṣly Allah ʿlyh v slmn hndis mubark navs sintụ̄ rsvl Allah huk lfẓ lykhns pytth aʿtraẓ kvrmut. Aath pytth āv frmavnh zi rsvl sund rsvl āsun chhe akh ḥqyqt yth mnz kạnshi hndi mannh ya nh mannh sintụ̄ kanhh frq chahnh pyvan. Ath agr kynhh lukh manan chihnh mth mạnụ̄ tn. Amhi kis ḥqyqt āsns pytth chhe ṣrf Allah tʿālyā snz shhadt kạfy.)"
  },
  {
    "verse_id": 29,
    "translation": "Muḥammad chih Allah tʿālyā sndụ̄ rsvl, th yim lukh yimn sintụ̄ chih tim chih kufarn pytth skht, (ʿrby zbạnụ̄ mnz chih vnan, flan shdyd ʿlyh, flạnụ̄ shkhṣ chuh ath pytth skht, yʿny suh dbavun ya nrmavun ya pnnhi mṭlb khạṭr rạẓụ̄ krun chuh mshkl. Ṣḥabh kiramn hund kfarn pytth skht āsnukh mṭlb chuh yih zi tim chihnh ạttụ̄ dogl zi ypạrụ̄ kfar yczhn tpạrụ̄ dinkh mandd. Tim chihnh kylhi hndụ̄ pạtthụ̄ zi czạph dinh vrạe nynglavnkh kạfr. Yim hykvkh nh kunhi khvfh sintụ̄ dbạvith. Yim hykvkh nh kunhi trghyb sintụ̄ mvlụ̄ hyth. Kạfrn mnz chuhnh yih ṭaqt zi timn httavn amhi ʿẓym mqṣd nishhi yymhi khạṭr tim mvnddis pytth grdn thạvith Muḥammad ṣly Allah ʿlyh v slmn sath dinh khạṭr vvthmtụ̄ chih.) th panh vạnụ̄ chih rḥm dl. (yʿny tihnz skhty yikynczhah thi chhe so chhe dyn kyn dshmn khạṭr. Ahli aymann khạṭr nh kynhh, ahli aymann khạṭr chih tim nrm, rḥym th shfyq, hmdr th ghmgsar. Aṣvlkụ̄ th mqṣdkụ̄ atḥadn chuh timn mnz akh akụ̄ sndi khạṭr mḥbt th hm rngy th saz gạry pạd krmcz) tvhụ̄ yylhi vuchihv, tim vuchhvukh rkvʿ th sjvdn, th Allah tʿālyā sndis fẓls th tmụ̄ snzi khoshnvdy hndis ṭlbs mnz mshghvl. Sjdn hndụ̄ athrat chih tihndyn bthyn pytth mvjvud, yimv sintụ̄ tim alg chih yivan prznavnh. (aamhi nishhi chuhnh murad ddykuk suh dagh yus sjdh krnh sintụ̄ kynczhn nmaz prn valyn āsan chuh, blkh chuh amhi nishhi murad khda trsy, krym alnfsy, shraft th ḥusn akhlaqkụ̄ tim āthar yim khdays brvnhh knhi nmnh kh vjh sintụ̄ fṭrtaan ansan sndis buthis pytth chih nnụ̄ nyran. Allah tʿālyā sndi arshaduk mnshhi chuh yih zi Muḥammad ṣly Allah ʿlyh v slmn hndụ̄ sạthụ̄ chih tithụ̄ zi timn kun nẓr travạnụ̄ chuh pe lgan zi tim chih tmam khlayqv mnz rtụ̄ khlq, tikyazi khuda prsty hund nvur chuh tihndyv buthyv pytthh chmkan) yih chuh tihund ṣft tvrats mnz. Th anjyls mnz chhe tihnz mthal yithh pạtthụ̄ dinh āmcz kh, znth akh khyty (fṣl) chuh yymụ̄ goddh kvtt kvrr, pth diczn ath tqvyt, pth gyih so pokhth, pth gyih so pnnyn goddn pytth khrra, kasht krn valyn chhe so khosh kran takh kufar dazn tihndis phanphlns pytth. Amhi darikụ̄ lukh yimv ayman chuh avnmut th yimv nyk ʿmlh chhe krimcz, khudayn chuh timn sintụ̄ mghfrtuk th ʿẓym ajruk vʿdh kvrmut."
  }
]