[
  {
    "verse_id": 1,
    "translation": "Ae lvukv yimv ayman chuh avnmut, Allah tʿālyā th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms brvnhh mah kriv pysh qdmy, (yʿny Allah tʿālyā th rsvl ṣly Allah ʿlyh v slms brvnhh gczihth mah pkiv, mqdm mah bniv blkh rvuziv tabʿ bnith. Pnnyn mʿāmalatn mnz yinh pysh qdmy krith pane fạṣlh lạgiv krnụ̄. Blkh vuchihv godd yih zi Allah tʿālyā snzi ktabhi th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slm sndis sunts mnz kya hdayat chih timn mtʿlq mylan.) byyhi khvcziv khudays, khudae chuh svrue kynhh bvzn vvl th zann vvl."
  },
  {
    "verse_id": 2,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, pnnụ̄ āvaz mah kriv nby ṣly Allah ʿlyh v slmn hnzi āvazi khoth thz, th nah mah kriv nby ṣly Allah ʿlyh v slms sintụ̄ barri kth yithh pạtthụ̄ tvhụ̄ panh vạnụ̄ chihv akh akis sintụ̄ kran, yinh yih spdi zi tuhund kvrmut krvvmut svrue gczihh ẓayʿ, th tohyih ạsyv nh khbr thi."
  },
  {
    "verse_id": 3,
    "translation": "Yim lukh rsvli khudae ṣly Allah ʿlyh v slm sndis drbars mnz kth kran kran pnnụ̄ āvaz lvt chih thavan, tim chih drḥqyqt time lukh yihndụ̄ dil khudayn tqvyā khạṭr chih āzmạvimtụ̄, (yʿny yim lukh Allah tʿālyā snzn āzmạyshn mnz pvur chih vutrymtụ̄ th yimv āzmạyshv mnz nyirith thabt chuh kvrmut zi tihindyn diln mnz chuh pzụ̄ pạtthụ̄ tqvyā mvjvud time lukh chih Allah tʿālyā sndis rsvl ṣly Allah ʿlyh v slm sund adb drnẓr thavan. Amhi arshad nishhi chhe pạnụ̄ pane yih kth nyran zi yus dil rsvl ṣly Allah ʿlyh v slm sndi aḥtram nishhi czhvrue chuh suh chuh drḥqyqt tqvyā nishhi khạly.) tihindi khạṭr chhe mghfrt byyhi ajri ʿẓym."
  },
  {
    "verse_id": 4,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, yim lukh tohyih ḥujrv nybrknhi ālv chihv kran, timv mnz chih akthr be ʿql."
  },
  {
    "verse_id": 5,
    "translation": "Tim agr tuhndis nybr nyrns tam ṣbr krhn, tylhi avs tihindy khạṭr bhtr, (ʿrb kyn andụ̄ pkụ̄ kyn yinh valyn mnz ạsụ̄ kynhh tithụ̄ nashạysth lukh thi āsan yim rsvl ṣly ʿlyh v slmn nishhi mulaqats yivan ạsụ̄ mgr tim ạsụ̄ nh kanshi khạdimas andr aṭlaʿ dinh bapt svzan blkh ạsụ̄ aazvaji muṭhratn hndyn ḥujrn andụ̄ andụ̄ phyirith nybre ḥẓvr ṣly Allah ʿlyh v slmn ālv kran. Ḥẓvr ṣly Allah ʿlyh v slmn avs yimn lukn hnzv yimv ḥrktv sintụ̄ skht tklyf vatan mgr tim ạsụ̄ fṭry burdbạry kinụ̄ brdasht kran. Ạkhr kar chuh Allah tʿālyā ath mʿāmls mnz mudakhlt frmavan th ath nashạysth ṭrzi ʿmls pytth mlamt kran kran chuh lukn hdayt divan zi yylhi tim tohyih nishhi mlaqat khạṭr yin th tohyih vuchihnv nh mvjvd, tylhi mah krin tim tohyih ālv ālv, blkh prạrin ṣbr san tvt tam yvt tam tvhụ̄ panh nybr tshryf aniv.) Allah tʿālyā chuh drguzr krn vvl th rḥym."
  },
  {
    "verse_id": 6,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, agr kanhh fasq tohyih nishhi kanhh khbr hyth yiyih, tylhi ạsiv tḥqyq kran, yinh yih spdi zi tvhụ̄ vatnạviv kạnshi dris na dạnisth nqṣan, th pth spdiv pnnis krimtis pytth pshyman, (yth āyts mnz chuh muslmann yih aṣvuly hdayt dinh āmut zi yylhi kanhh ahmyt thavn vajinụ̄ khbr, yth pytth kanhh bvdd ntyjhi brvnhh kun āshi yivan, tohyih mylhi, so khbr qbvl krnh brvnhh vuchihv yih zi khbr aann vvl shkhṣ kiyuth chuh, agr suh kanhh fasq shkhṣ āshi, yʿny yymụ̄ sund ẓạhry ḥal yih vnan āshi zi tmụ̄ snz kth chahnh aʿtmads layq, tylhi kriv tmụ̄ snzi khbri pytth ʿml krnh brvnhh tḥqyq zi amri vaqʿh kya chuh.)"
  },
  {
    "verse_id": 7,
    "translation": "Var pạtthụ̄ zạniv zi tohyih drmyan chuh Allah tʿālyā sund rsvl ṣly Allah ʿlyh v slm mvjvud. Agr tim ṣly Allah ʿlyh v slm varyahn mʿāmlatn mnz tuhnz kthh manan rvzn, tylhi spdiv tvhụ̄ panh mushklatn mnz mbtla. Mgr khudayn duytnv tohyih aymanuk mḥbt, th yih bnvvun tuhndi khạṭr dil psnd? Th tohyih krnv kufr nishhi th fisq nishhi th nafrmạny nishhi nfrt, yithy lukh chih rast rav (hdayt lbn vạlụ̄)."
  },
  {
    "verse_id": 8,
    "translation": "Allah tʿālyā sndi fẓl v aḥsan sintụ̄, th Allah tʿālyā chuh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 9,
    "translation": "Th agr ahli aymanv mnz z drụ̄ panh vạnụ̄ lrran, (yih chuhnh āmut frmavnh zi yylhi ahli aymanv mnz z drụ̄ panh vạnụ̄ lrrn blkh chuh āmut frmavnh zi agr ahli aymanv mnz z drụ̄ panh vạnụ̄ lrrn, yimv lfẓv mnz chhe yih kth pạnụ̄ pane nyran zi panh vạnụ̄ lrrun chuhnh muslmann hund shyvh th nh gczihh āsun, th nh chuh yimn nishhi amhi kthi hund tvqʿ zi tim āsn mvmn āsnh bavjvd panh vạnụ̄ lrran. Albth agr kunhi vizi yih spud, tylhi gczihh ath ṣvurts mnz suh ṭryqi kar akhtyar krun yus brvnhh kun yiyhi byan krnh) tylhi krnạviyvkh yim panh vạnụ̄ ṣlḥ. Pth agr yimv mnz akh dvr dvyims pytth zyadty kri, tylhi lrriv zyadty krn valyn (hndi dris) sintụ̄ yvt tam zn suh Allah tʿālyā sndis ḥukms kun vaps phyri. Pth agr suh phyvur, tylhi krnạviv timn drmyan ʿdlh san ṣlḥ. Byyhi kriv anṣaf zi Allah tʿālyā chuh anṣaf krn valyn psnd kran."
  },
  {
    "verse_id": 10,
    "translation": "Mvmn chih aakh akụ̄ sndụ̄ bạe, lhādha kriv pnnyn bayan drmyan tʿlqat durst, byyhi khvcziv khudays, aumyd chhe zi tohyih pytth yiyhi rḥm krnh."
  },
  {
    "verse_id": 11,
    "translation": "Ae lvukv yimv ayman chuh avnmut, nh mah krin mrd baqy mardn hzl, bnan chuh zi tim āsn tihndi khoth bhtr, th nh mah krin mstvurath baqy mstvuratn hzl, bnan chuh zi timh āsn tihndi khoth bhtr. (hzl krnh nishhi chuhnh murad mḥẓ zbạnụ̄ sinty yvt hzl krnụ̄. Blkh kạnshi nql krun (yʿny lagun), tmụ̄ snzi kthhi pytth ya tmụ̄ snzi kamhi pytth ya tmụ̄ snzi shklhi pytth ya tmụ̄ sndyn plvn pytth aasun, ya tmụ̄ sndis kunhi nuqṣs ya ʿạbs kun lukn hund ẓon phirun takhi baqy travan ts aasun, yih svrue thi chuh hzl ya ttsnh krns mnz shạmil) panh vạnụ̄ mah kriv akh akis pytth ṭʿn (amhi kis mfhvms mnz chuh, dl dukhavun, ailzam khalun, htth mtth aʿtraẓ krun, ʿạb czhanddnụ̄ th nanh vanhi ya vutthv tlụ̄ asharav sintụ̄ kanhh mlamtuk nishanh bnavun, yimh sạre kamhi shạmil) th nh mah kriyvun akh byakh bur lqabv sintụ̄ yad. (amhi ḥukmuk mnshhi chuh yih zi kạnshi shkhṣs gczih nh tithhi nav sintụ̄ ālv krun ya tiyuth lqb gczhys nh diyun yymhi sintụ̄ ts be ʿzty āshi spdan. Mthlaan kạnshi fasq ya mnafq vanun. Kạnshi lvng, avn ya zvr vanun. Kạnshi pnun ya majhi mạlụ̄ sund ya khandan kh kunhi ʿạbh ya nuqṣh sintụ̄ lqb diyun, kạnshi mslman bnnh pth tmụ̄ sndis prạnis mdhhb kis bunyads pytth yhvudụ̄ ya nṣrạnụ̄ vanun, kạnshi shkhṣs ya khandans ya bradry ya dris kanhh tiyuth nav thavun yus tmụ̄ sndi mdhmtuk ya tdhlyl th be ʿzty hund phlv thavan āshi. Amhi ḥukmh nishhi chih ṣrf tim alqab muchih yim pnnhi ẓạhry aʿtbar bdnuma chih mgr timn hund mqṣd chuhnh mdhmt ya be ʿzty āsan blkh chih tim timn lukn hndi zan phchanuk dhryʿh bnan yim yimv laqabv sintụ̄ yad chih yivan krnh. Mthlaan ḥkym nabyna (aanyn hund ddakttr) amhi nishhi chuh murad phchan, mdhmt ya be ʿzty chuhnh mqṣd āsan) ayman aannh pth fisqs mnz nav pạd krun chhe sytthah bur kth. Yim lukh amhi rvishhi nishhi baz yin nh tim chih ẓạlim."
  },
  {
    "verse_id": 12,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, varyah guman krnh nishhi kriv prhyz, tikyazi kynhh guman chih gnah āsan. (muṭlqaan chihnh guman krnh nishhi rukavnh āmtụ̄ blkh chuh varyah zyadh guman krns th prth qsm kh gumanch pyrvy krnh nishhi tthakh frmavnh āmut th aamiyuk vjh chuh yih vannh āmut zi kynhh guman chih gnah āsan. Draṣl yus guman gnah chuh suh chuh yih zi ansan kri kạnshi shkhṣs sintụ̄ bila vjh bdgumạny, ya dvyimyn mtʿlq kri rae qạyim krns mnz hmyshh bdgmạny sintụ̄ abtda ya tithyn lukn hndis mʿāmls mnz hyyih bdẓny kạm yuhund ẓahr vnan āshi zi tim chih nyk th shryf. Yithe pạtthụ̄ chhe yih kth thi gnah zi kạnshi shkhṣsh sndis kunhi qvls ya fʿls mnz āshi burạyy th bhlạyy hund yksan aḥtmal th asụ̄ krv mḥẓ bdẓny kạm hyth bur rae qạyim.) tjsus mah kriv. (yʿny lukn hndụ̄ raz mah czhạnddiv, akh akụ̄ sndụ̄ ʿạb mah kriv tlash. Dvyimyn hndyn ḥalatn th mʿāmlatn pth mah lgiv. Lukn hndụ̄ dhạty khṭ prnụ̄, don nfrn hnzn kthn kun diyun, hmsayn hndyn grn tryav mnzụ̄ vuchuhn th mkhtlf ṭryqv baqyn hnzi khangy zndgy ya tihndyn dhạty mʿāmlatn pth lgun, yih svrue chuh ath tjss mnz shạmil yymhi nishhi tthakh chuh āmut frmavnh.) th tohyih mnz gczihnh kanhh kạnshi hnz ghybt krun. (rsvl Allah ʿlyh v slmn āv prczhnh zi ghybt kth chih vnan timv ṣly Allah ʿlyh v slm frmvv, ghybt chhe yih zi cz krkh pnnis bạe snz dhkr tithh pạtthụ̄ yosh ts nagvar gczihh. ʿrẓ āv krnh zi agr myạnis bạyis mnz so kth lbnh āshi yivan yosh bh vnan chuhs tylhi kya khyal chuh ath ṣvurts mnz tuhund ṣly Allah ʿlyh v slm? Frmavnh āv, agr ts mnz so kth lbnh āshi yivan tylhi krth cze tmụ̄ snz ghybt, th agr ts mnz so ạs nh tylhi lgvvuth cze ts pytth bhtan. Amhi ḥurmt nishhi chhe muchhhi ṣrf timh ṣvurth yimn mnz kạnshi shkhṣs ptụ̄ kinụ̄ ya tmụ̄ sndi mrnh pth tmụ̄ snz burạyy krnch kanhh ticzh ẓrvrt laḥq spdi yosh shryʿt chan nẓrn mnz akh ṣḥyḥ ẓrvrt āshi, th so ẓrvrt āshi nh ghybt vrạe pvur hykan spdith, th amhi khạṭr agr ghybt yiyhi nh krnh, tylhi āshi ghybt kh bh nsbt zyadh bdd burạyy lạzim yivan. Nby ṣly Allah ʿlyh v slmv chuh yih mslh aṣvlaan yithh pạtthụ̄ byan frmvvmut zi bdtryn zyadty chhe kạnshi muslman sndis ʿzts pytth naḥq ḥmlh krun. Ath arshads mnz chuh naḥq lfẓuk qạd yih zi ḥq kis binahs pytth chuh yih krun jạyz. Mthlaan ẓạlims khlaf mẓlvm snz shkayt prth ts shkhṣs brvnhh knhi ys nishhi suh tvqʿ āshi thavan zi suh hykhi ẓlm dfʿ krnh khạṭr kynhh krith. Aṣlaḥ kh nyth kạnshi shkhṣh snz ya kunhi grvh chn burạyyan hnz dhkr tithyn lukn brvnhh knhi yimn nishhi yih aumyd āshi zi tim hykn yimh burạyiyih dvur krnh khạṭr kynhh krith. Ftvyā ya shrʿī mslh kh ghrẓh kạnshi mfty ys brvnhh knhi vaqʿch ṣvurt byan krnụ̄ yth mnz kạnshi shkhṣh snzi ghlṭ kamhi hnz dhkr yiyih. Lukh kạnshi shkhṣh sndi ya varyahn shkhṣn hndi shr nishhi bakhbr krnụ̄ takh tim hykn tihndi nqṣan nishhi bchith. Tithyn lukn khlaf ʿly alaʿlan āvaz bulnd krnụ̄ th tihnzn burạyyn pytth tnqyd krun yim fsq v fjvr āsn phhlavan, ya āsn bdʿātn th gumrạhiyan hnz ashaʿt kran, ya āsn khlqi khudays be dyny th ẓlm v jbrkyn ftinn mnz mbtla kran.) kya tohyih mnz chha kanhh tiyuth yus pnnis mvudimtis bạe sund maz khyvn psnd kri? (ghybts chuh mvudimts bạe sndis mazs sintụ̄ amhi mvjvub hishar dinh āmut zi yymụ̄ snz ghybt krnh chhe yivan rvzan, suh bichvr chuh balkl be khbr āsan zi kus kthi nas chuh tmụ̄ sndis ʿzts pytth ḥmlh kran.) vuchihv, tohyih chahv panh amhi nishhi ygh yivan (mn phyur lgan). Khudays khvcziv, khudae chuh bvdd tvbh qbvl krn vvl th rḥym."
  },
  {
    "verse_id": 13,
    "translation": "Ae lvukv, ashi kriv tvhụ̄ akis mardas th akis khatvnhi nishhi pạd, th pth bnạvụ̄ qvm th bradriyih (qbylh) takhi tvhụ̄ prznạviyvun akh byakh. Drḥqyqt chuh khudays nzdyk tohyih mnz sarive khoth ʿzt vvl suh yus tohyih mnz sarive khoth zyadh prhyz gar chuh. (ptimyn āyatn mnz ạsụ̄ ahli aymann khṭab kran tim hdayat dinh āmtụ̄ yim muslm mʿāshrs khrạbiyv nishhi mḥfvẓ thavnh khạṭr ẓrvry chih. Vonụ̄ chuh yth āyts mnz pvur ansạny zuriyats khṭab krith tmhi bjhi gumrạhy hund aṣlaḥ krnh āmut yvshi dunyahs mnz hmyshhi ʿālmgyr fsaduk vjh chhe bnith rvuzmcz, yʿny nsl, rng, zban, vṭn th qvmytuk tʿṣub. Yth mkhtṣr āyts mnz chhe khudayn tmam ansann mukhạṭb krith tre nhayt ahm aṣvly ḥqyqth byan frmavimcz. Akh yih zi tohyih sarine hund aṣl chuh aakve. Akụ̄ se mrds th akụ̄ se khatvnhi nishhi chhe tuhnz pvur zuriyat vjvds mnz āmcz, th aaz yytyah thi nsl dunyahs mnz chih tim chih draṣl akhi abtdạyy nslkụ̄ shakh yus akis majhi th akis mạlis nishhi shrvʿ avs gvmut. Dvym yih zi pnnhi aṣl kh aʿtbar akh āsnh bavjvd avs tuhund qvmn th qbyln mnz tqsym spdun akh fṭry kth. Mgr amhi fṭry frq v akhtlafuk tqaẓh avs nh yih hrgz zi amhi kis bunyads pytth yin brrụ̄ th lokttụ̄, shryf th kmyn, brtr th kmtrkụ̄ amtyazat qạyim krnh, akh nsl kri bykis nsls pytth pnnụ̄ brtry th fẓylt havnch kvushsh, akhi rngkụ̄ lukh smjhn dvyimhi rng kyn lukn dhlyl th ḥqyr th akh qvm vanhi dvyimis qvms zi me chhe cze pytth fvqyt th fẓylt. Khạlqn yymhi vjh kinụ̄ ansạnụ̄ grvh ạsụ̄ qvmn qbyln mnz mrtb krimtụ̄ suh avs ṣrf yih zi timn drmyan ạs bahmy tʿāvun th tʿārfch fṭry ṣvurt yhe. Tryym yih zi ansans th ansans drmyan agr fẓlytch th brtry hnz kanhh bunyad chhe th hykhi ạsith, tylhi chhe so ṣrf akhlạqy fẓylt.) yqynaan chuh Allah tʿālyā svrue kynhh zann vvl th bakhbr."
  },
  {
    "verse_id": 14,
    "translation": "Yim aʿrạbụ̄ (dyhạtụ̄) chih vanan zi ashi avn ayman. (amhi nishhi chuhnh murad tmam aʿrạbụ̄ kynhh blkh chhe yth jayih kynczhn khaṣ aʿrạbụ̄ grvhn hnz dhkr spdan yim aslamuk brrvun ṭaqt vuchihth mḥẓ amhi khyalh muslman ạsụ̄ bnymtụ̄ zi tim rvzhn muslmann hndi ẓrbh nishhi thi mḥfvẓ th aslạmy ftvḥatav nishhi tulhan fạydh thi. Yimv lukv avs nh ḥqyqts mnz pzi dilh ayman avnmut, mḥẓ avsukh aymanuk aqrar krith mṣlḥtaan pnun pan muslmann mnz shumar krnavnvvmut) yimn vniv, tohyih avnuv nh ayman, blkh vniv yih zi asụ̄ spdụ̄ muṭyʿ (yʿny ashi mạnụ̄ ān). Th ayman chuhnh vunhi tuhndyn diln mnz dạkhl spudmut. Agr tvhụ̄ Allah tʿālyā th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slm snz frmanbrdạry akhtyar kriv, tylhi krinh suh tuhndyn aʿmaln hndis ajrs mnz kanhh kmy, yqynaan chuh Allah tʿālyā sytthah drgzr krn vvl th rḥym."
  },
  {
    "verse_id": 15,
    "translation": "Drḥqyqt chih mvmn tim yimav khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms pytth ayman avn, pth kvr nh timv kanhh shk, th pnnyv janav malav sintụ̄ kvrukh Allah tʿālyā snzi vathi mnz jhad. Time chih pziyạrụ̄ lukh."
  },
  {
    "verse_id": 16,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, yimn (aymanuk dʿūyā krn valyn) vniv, kya tvhụ̄ chihvh khudays pnnhi dynuk aṭlaʿ divan? Ḥalankh Allah tʿālyā chuh zmyn th āsmann hndis prth chyzs zanan, th ts chuh prth chyzuk ʿlm."
  },
  {
    "verse_id": 17,
    "translation": "Yim lukh chihv aḥsan (minath) thavan zi timv kvr aslam qbvl. Yimn vniv pnnhi aslamuk aḥsan (minath) mah thạviv me pytth, blkh chuh Allah tʿālyā sund aḥsan tohyih pytth zi tmụ̄ diytunav tohyih aymanuk hdayt, agr tvhụ̄ pzụ̄ pạtthụ̄ pnnis (ayman kis dʿūyā hs) mnz pziyạrụ̄ chihv."
  },
  {
    "verse_id": 18,
    "translation": "Khudays chuh zmyn th āsmann hndi prth pvshydh chyzuk ʿlm, th yikynczhah tvhụ̄ kran chihv thi svrue chuh ts nẓri tl."
  }
]