[
  {
    "verse_id": 1,
    "translation": "Q, qrāni mjyduk qsm,"
  },
  {
    "verse_id": 2,
    "translation": "Blkh spud yimn lukn ath kthhi pytth tʿjub zi akh khbrdar krn vvl āv khod yimve mnz yimn nishhi. (mṭlb chuh yih zi ahli mkv chuhnh Muḥammad ṣly Allah ʿlyh v slmn hndis rsalts mannh nishhi kunhi bunyads pytth ankar kvrmut, blkh chuhkh aath srasr ghyr mʿqvl bnyads pytth ankar kvrmut zi tihndi pnny jinsuk akh bshr th tihndi pnny qvmuk akh frd, khudae sndi ṭrfh khbrdar krn vvl bnith yun ạs timn nzdyk skht qạbil tʿjub kth) pth lvg munkrv vanun, yih chhe ʿjyb kth."
  },
  {
    "verse_id": 3,
    "translation": "Kya yylhi asụ̄ marv th spdav khak (tylhi yimvh asụ̄ dubarh tulnh)? Yih vapsy chhe ʿqlhi nishhi dvur. (yih avs yimn lukn hund byakh tʿjub. Goddnyuk tʿjub avsukh ath kthhi pytth zi akh ansan āv rsvl bnith, th ath pytth spduk mzyd tʿjub zi sạry ansan yin mrnh pth nvi sr zndh krnh th yim sạry yin jmʿ krith Allah tʿālyā sndis ʿdalts mnz pysh krnh.)"
  },
  {
    "verse_id": 4,
    "translation": "(ḥalankh) zmyn yikynczhah yihndi jsmh mnz khyvan chhe suh suvrue chuh sạnis ʿlms mnz, th ashi nishhi chhe akh ktab yth mnz svrue kynhh mḥfvẓ chuh."
  },
  {
    "verse_id": 5,
    "translation": "Blkhi yimv kvr ḥqs tamy vqth ankar, yylhi suh yimn nishhi āv aamy vjh kinụ̄ chih vvnụ̄ yim kuhris mnz hynh āmtụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Achha, tylhi kya yimav vuchhna zanhh pans peytthụ̄ kinụ̄ āsmans kun? Kithh pạtthụ̄ bnvv aashi suh th byyhi kvr ārasth, th ath mnz chuhnh kunhi jayih kanhh rakhnh."
  },
  {
    "verse_id": 7,
    "translation": "Th zmyn vthrạvi aashi th ath mnz jmạvụ̄ pharr, th ath mnz vopdạvụ̄ prth qsmkụ̄ khosh mnẓr nbatat."
  },
  {
    "verse_id": 8,
    "translation": "Yim sạry chyz chih achh kholn vạlụ̄ th sbq dinh vạlụ̄ prth ts bnds khạṭr yus (ḥqs kun) rjvʿ krn vvl āshi."
  },
  {
    "verse_id": 9,
    "translation": "Th āsmanh kvr ashi brkt vvl āb nạzil, th pth krụ̄ amhi sintụ̄ bagh th fṣlkụ̄ ghlh pạd,"
  },
  {
    "verse_id": 10,
    "translation": "Th blnd v bala khzr kulụ̄, yimn pytth myvh sintụ̄ brith grun tah bh tah chih nyran."
  },
  {
    "verse_id": 11,
    "translation": "Yih chuh antẓam bndn rziq dinuk, amhi ābh sintụ̄ chih asụ̄ mordh zmyns zndgy bkhshan. (mvudimtyn ansann hund zmyn mnz) nyrun thi āshi yithe pạtthụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Yimv brvnhh chuh ainkar kvrmut nvḥ ʿlyh alslam sndụ̄ qvmn, th aṣḥabu alrs th thmvdn,"
  },
  {
    "verse_id": 13,
    "translation": "Th ʿād, th frʿūn, th lvuṭ ʿlyh alslam sndụ̄ bạe,"
  },
  {
    "verse_id": 14,
    "translation": "Th aaykh valyv, th tbʿ kh qvm kyv lukv thi. Prth kạnshi kvr rsvln ankar, th ạkhr kar gyih myạnụ̄ vʿīd (ʿdhabuk vʿdh) timn pytth chspan."
  },
  {
    "verse_id": 15,
    "translation": "Kya goddnikhi pihrikh tkhlyq nishhi ạsya asụ̄ ʿạjz? Mgr akhi nvi tkhlyq kh ṭrfh chih yim lukh shks mnz."
  },
  {
    "verse_id": 16,
    "translation": "Ashi chuh ansan pạd kvrmut, th tmụ̄ sndis dils mnz votln vạlụ̄ vasvsh tam chih asụ̄ zanan. Asụ̄ chih tmụ̄ snzi grdnhi hnzi rghi khoth thi ts qryb."
  },
  {
    "verse_id": 17,
    "translation": "(th sanhi amhi brahi rast ʿiilmh ʿlavh) chih zh kạtb ts dchihnụ̄ khovrụ̄ bihith prth kanhh chyz thbt kran."
  },
  {
    "verse_id": 18,
    "translation": "Kanhh lfẓ chuhnh amụ̄ snzi zyvi nyran yth mḥfvẓ krnh khạṭr akh ḥạẓr bash ngran mvjvud āshi nh."
  },
  {
    "verse_id": 19,
    "translation": "Pth vuchihv, so mvtch jan kny vạcz ḥq hyth, yih chuh sue chyz yymhi nishhi cz czalan auvsukh."
  },
  {
    "verse_id": 20,
    "translation": "Th pth āv ṣvuras phokh dinh, yih chuh suh doh yymyuk cze byim avsue pavnh yivan."
  },
  {
    "verse_id": 21,
    "translation": "Prth kanhh shkhṣ āv aath ḥals mnz zi ts sintụ̄ chuh akh pknavan vvl th akh gvạhy dinh vvl."
  },
  {
    "verse_id": 22,
    "translation": "Amhi chyz ṭrfh avsukh cz ghflts mnz, ashi tul suh prdh thvd yus cze brvnhh knhi avs, th az chhe chạnụ̄ nẓr sytthah tyz. (yʿny vonụ̄ chuhe cze jan pạtthụ̄ athhi yivan zi thi svrue kynhh chuh yythi mvjvd yymich khbr khudae sndụ̄ nby cze divan ạsy)"
  },
  {
    "verse_id": 23,
    "translation": "Tmụ̄ sndụ̄ sạthiyan kvr ʿrẓ, (sạthiyas nishhi chuh murad amis pknavn vvl frshth th sue kri khudae sndis ʿdalts mnz vạtith ʿrẓ zi yih shkhṣ yus myanhi spurdgy mnz avs chuh tuhnzi pyshy mnz ḥạẓr) yih yus myanhi sprdgy mnz avs suh chuh ḥaẓr."
  },
  {
    "verse_id": 24,
    "translation": "Ḥukm āv dinh chhkiyvun jhnms mnz prth kanhh nashkur buthụ̄ phiyur kạfr yas ḥqs sintụ̄ ẓid avs."
  },
  {
    "verse_id": 25,
    "translation": "Rczar (khyr) rukavn vvl th ḥd nishhi nyrn vvl avs, shks mnz hynh āmut avs."
  },
  {
    "verse_id": 26,
    "translation": "Th khdays sintụ̄ avsun byakh kustam khdae bnvvmut. Trạviyvun suh skht ʿdhabs mnz."
  },
  {
    "verse_id": 27,
    "translation": "Tmụ̄ sndụ̄ sạthiyan kvr ʿrẓ, (yth jayih chuh sạthy murad suh shyṭan yus amis nafrman ansans sintụ̄ dunyahs mnz lgith avs) khudavnda, me bnvv nh yih srksh blkh avs yih pane vsụ̄ payih chih gumrạhy mnz pyth."
  },
  {
    "verse_id": 28,
    "translation": "Dr jvab spud arshad, myạnis drbars mnz mah kriv jhgrr, me ạsimv tvhụ̄ godde anjamh brvnhh khbrdar krimtụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Me nishhi chahnh kth yivan bdlavnh, th bh chuhs nh pnnyn bndn pytth ẓlm krn vvl."
  },
  {
    "verse_id": 30,
    "translation": "Suh doh yylhi asụ̄ jhnms prczhv, kya cz ākhh bhrnh? Th suh vanhi kya byyhi chha kynhh? (ath hykn z mṭlb ạsith. Akh yih zi me mnz chahnh vonụ̄ mzyd nfrn hnz gunjạysh. Byakh yih zi byyhi thi yim mujrm chih tim thi anyvukh.)"
  },
  {
    "verse_id": 31,
    "translation": "Th jnt yiyhi tqvyā guzarn nkhh annh, rczh thi āshi nh dvur."
  },
  {
    "verse_id": 32,
    "translation": "Arshad spdi, yih chuh suh chyz yymyuk tohyih sintụ̄ vʿdh avs yivan krnh, prth ts shkhṣs khạṭr sytthah rjvʿ krn vvl avs th sytthah rạchh ravtth krn vvl avs, (sytthah rjvʿ krn vvl aamhi nishhi chuh murad suh shkhṣ yymụ̄ nafrmạny th nfs kyn khvạhshatn hnzi pyrvy hnz vath trạvith aṭaʿt th Allah tʿālyā sndi rẓa jvyy hnz vath akhtyar āshi krmcz. Yus kthrt san khudays yad krn vvl th pnnyn mʿāmlatn mnz ts kun rjvʿ krn vvl āshi. Sytthah rạchh ravtth krn vvl, amhi nishhi chuh murad suh shkhṣ yus Allah tʿālyā sndyn ḥdvudn th tmụ̄ sndyn frạyẓn th tmụ̄ snzn ḥurmtn th tmụ̄ sndyn spurd krnh āmtyn amantn hnz ḥfaẓt kri yus prth vqth pnun jạyzh hyth vuchhan rvzi zi bh ma chuhs pnnis qvls ya fʿls mnz pnnis rb snz nafrmạny kran)"
  },
  {
    "verse_id": 33,
    "translation": "Yus vuchhnh vrạe khdae rḥmans khoczan chuh, th yus rjvʿ krn vvl dl hyth āmut chuh."
  },
  {
    "verse_id": 34,
    "translation": "Dạkhl spdiv jnts mnz slamty san. Suh doh āshi abdy ḥyatuk doh."
  },
  {
    "verse_id": 35,
    "translation": "Tathi āshi tihndi khạṭr thi svrue kynhh yih tim yczhn, th aashi nishhi chuh amhi khoth zyadh thi varyah kynhh tihndi khạṭr."
  },
  {
    "verse_id": 36,
    "translation": "Aashi chih yimn brvnhh varyah qvm hlak krimtụ̄, yim yihndi khoth zyadh ṭaqtvr ạsụ̄, th dunyahkụ̄ mlk ạsụ̄ timv chhạnimtụ̄. Pth kya timv lba kanhh chahpn jae?"
  },
  {
    "verse_id": 37,
    "translation": "Ath tvarykhs mnz chuh ʿbrtuk sbq prth shkhṣs khạṭr yas dil āshi ya yus tvjh san kth bvzi."
  },
  {
    "verse_id": 38,
    "translation": "Ashi kr zmyn th āsman th tim chyz yim timn mnz bag chih shyn dohn mnz pạd, th ashi āyih nh kanhh thkavtt."
  },
  {
    "verse_id": 39,
    "translation": "Lhādha, ae nby ṣly Allah ʿlyh v slm, yimh kthh yim lukh bnavan chih timn pytth kriv ṣbr, th pnnis rb sndi ḥmd san rvuziv tmụ̄ snzi tsbyḥ kran. Āftab khsnh brvnhh th āftab lvsnh brvnhh."
  },
  {
    "verse_id": 40,
    "translation": "Th rạcz hndi vqth kriv tmụ̄ snz tsbyḥ th sjdav (nmazi) nishhi fargh spdnh pth thi. (rb sund ḥmd th tmụ̄ snzi tsbyḥ nishhi chuh yath jayih murad nmaz. Āftab khsnh brvnhh chhe fjr nmaz. Āftab lvsnh brvnhh chhe zh nmaz, ẓhr th ʿṣr. Rạcz hndi vqth chhe mghrb th ʿsha nmaz th tryym chuh thjud thi rạcz hnzi tsbyḥ mnz shạmil.)"
  },
  {
    "verse_id": 41,
    "translation": "Byyhi bvuziv, yymhi doh mnạdy krn vvl (prth shkhṣs) nkhe ālv kri, (yʿny yus shkhṣ yth jayih mrith āshi, ya yth jayih thi dunyahs mnz ts mvt āshi āmut, tvurụ̄ vathi ts khudae snzi mnạdy hnz āvaz zi voth th pkh pnnis rbs kun pnun ḥsab dinh khạṭr. Yih āvaz āshi tmhi āyih zi roe zmyn kh chph chph pytth yus shkhṣ thi zndh spdith vothhi ts bashi zi ālv krn vạlụ̄ chuh kthi tam nkhe ālv kvrmut.)"
  },
  {
    "verse_id": 42,
    "translation": "Yymhi doh sary lukh ḥshrch āvaz āsn bvzan tthyk pạtthụ̄, suh āshi zmyn mnz mordn hndi nyrnuk doh."
  },
  {
    "verse_id": 43,
    "translation": "Asy chih zndgy bkhshan th asy chih mvt divan, th aasy kun chuh tmhi doh sarine phyrun."
  },
  {
    "verse_id": 44,
    "translation": "Yylhi zmyn phtthi th lukh āsn aamhi mnz nyrith tyz tyz czlan. Yih ḥshr chuh sanhi khạṭr sytthah āsan."
  },
  {
    "verse_id": 45,
    "translation": "Ae nby, yimh kthh yim lukh bnavan chih yimh chih asụ̄ var pạtthụ̄ zanan th tuhnz kạm chahnh yimn jbraan kth mannavnụ̄. Bs tvhụ̄ kriv yymhi qrān kh dhryʿh prth ts shkhṣs nṣyḥt yus myạnis vʿīds (ʿdhab kis vʿds) khoczi."
  }
]