[
  {
    "verse_id": 1,
    "translation": "Timn hvahn hund qsm yim grd tuln vạlụ̄ chih,"
  },
  {
    "verse_id": 2,
    "translation": "Pth chih ābh bvruth avbr khaln vạlụ̄,"
  },
  {
    "verse_id": 3,
    "translation": "Pth chih tyz rftạry san pkn vạlụ̄,"
  },
  {
    "verse_id": 4,
    "translation": "Pth chih akh bdd kạm (rvud) bạgravn vạlụ̄,"
  },
  {
    "verse_id": 5,
    "translation": "Ḥq chuh yih zi yymhi chyzuk tohyih ddr chuhv yivan pavnh suh chuh pvz,"
  },
  {
    "verse_id": 6,
    "translation": "Th ʿmln hund jza th sza chuh ẓrvur pysh yinh vvl. (yih chhe so kth yth pytth qsm chuh khynh āmut. Amiyuk mṭlb chuh yih zi yymhi be mithal nẓmh th baqạʿdgy san rvuduk yih ʿẓym alshan ẓạbṭh tuhnzn achhn brvnhh knhi chlan chuh th yimh ḥikmth th mṣlḥth aath mnz nanhi vanh kar frma chhe nẓri gczhan timh chhe aath kthhi pytth gvạhy divan zi yih dunya chuhnh kanhh be mqṣd th be mʿny myczi lopun yth mnz lchihh bdyav krvr bdyv vriyv pytthh akh brr bar khyl bs yvnhy aall ttp chhe spdan pkan, blkh chuh yih drḥqyqt akhi kmal drjuk ḥkymanh niẓam yth mnz prth kạm kunhi mqṣds th mṣlḥts tḥt chhe spdan. Ath nẓams mnz chuhnh yih mmkn zi ansan yiyhi zmyns mnz akhtyarat dith bs yvnhy ylh travnh, th zanhh yiyhi nh ts ḥsab hynh zi tmụ̄ kithh pạtthụ̄ krụ̄ akhtyarat astʿmal.)"
  },
  {
    "verse_id": 7,
    "translation": "Byvn byvn shklhi valhi āsmanuk qsm,"
  },
  {
    "verse_id": 8,
    "translation": "(ạkhrt kis bars mnz) chhe tuhnz kth mkhtlf. (yʿny yithh pạtthụ̄ āsman khi avbrch th tarkn hndi smith āsnh chih shklhi mkhtlf chhe th timn mnz chuhnh kanhh hishr basan, yithe pạtthụ̄ chihv ạkhrt kis bars mnz tvhụ̄ lukh byvn byvn bvlhi bvlan th prth kạnshi hnz kth chhe akh akis nishhi mkhtlf. Kthn hund yih akhtlaf chuh khod amhi kthhi hund thbvt zi vḥy th rsalt nishhi be nyaz spdith yylhi thi kanhh rae ainsann pnnis th yymhi dunyakis anjamas pytth qạyim kr, so krn ʿlmh vrạe qạyim. Nath agr ansans ath mʿāmls mnz ḥqyqts mnz brahi rast ʿlmuk kanhh dhryʿh āsihe tylhi gczhn nh yytyah mkhtlf th mutẓad ʿqydh pạd.)"
  },
  {
    "verse_id": 9,
    "translation": "Tmhi nishhi chuh sue ddalan yus ḥq nishhi phyvurmut āshi."
  },
  {
    "verse_id": 10,
    "translation": "Mar ge qyas th guman sintụ̄ ḥukm lgavn vạlụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Yim jhalts mnz ghrq th ghflts mnz mdhvsh chih. (yʿny timn chahnh kihnụ̄ pe zi pnnyv yimv ghlṭ andazav kinụ̄ kth anjams kun chih tim pkan ḥalankh ạkhrt kis bars mnz yosh thi vath ghlṭ rae qạyim krith akhtyar krnh āyih so chhe tbạhy kun gczhan.)"
  },
  {
    "verse_id": 12,
    "translation": "Prczhan chih suh rvzi jza kr yiyhi ạkhr?"
  },
  {
    "verse_id": 13,
    "translation": "Suh yiyhi tmhi doh yylhi yim lukh nars pytth tavnh yin."
  },
  {
    "verse_id": 14,
    "translation": "(yimn yiyhi vannh) vonụ̄ vuchihv mzh, pnnhi fitnuk, yih chuhv sue chyz yymhi khạṭr tvhụ̄ banbr ạsiv kran. (kạfrn hund yih prczuhn zi suh rvzi jza kr yiyhi ạkhr? Chuh pans andr khod yih mfhvm thavan zi amhi kis yinas mnz kyazi chuh czyr lgan? Yylhi asụ̄ aath ainkar chih kran th amhi kh juhttlavnuk sza chuh ashi pytth lạzim spudmut tylhi kyazi chuhnh vonụ̄ yivan?)"
  },
  {
    "verse_id": 15,
    "translation": "Albth mtqy lukh āsn tmhi doh baghn th nagn mnz."
  },
  {
    "verse_id": 16,
    "translation": "Yikynczhah tuhind rb timn diyih tth āsn khvshy san rattan. Tim ạsụ̄ amhi doh kh yinh brvnhh nykv kar."
  },
  {
    "verse_id": 17,
    "translation": "Rạczn ạs kme sho ngan."
  },
  {
    "verse_id": 18,
    "translation": "Pth ạsụ̄ time rạcz hndyn ptimyn phrn mʿạfy mngan."
  },
  {
    "verse_id": 19,
    "translation": "Th tihndyn maln mnz avs ḥq sạyls th mḥrvms khạṭr. (dvyimyn lfẓn mnz vanav zi akhi ṭrfh ạsụ̄ tim pnnis rb sund ḥq prznavan th nkhh valan, dvymhi ṭrfh avs bndn sintụ̄ tuhind mʿāmlh yih zi yikynczhah thi khudayn timn diytumut avs khvah km ya zyadh, tth mnz ạsụ̄ nh tim ṣrf pnun th pnnyn bạczn hundue yvt ḥq smjhan, blkh avs timn yih aḥsas zi sạnis ath mals mnz chuh prth ts khudae sndis bndh sund ḥq yus mdduk mḥtaj āshi)."
  },
  {
    "verse_id": 20,
    "translation": "Zmyns mnz chhe varyah nishạnyih pczh krn valyn khạṭr."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi khod tuhndis pnnis vjvds mnz, kya tohyih chuhvv na fikri tran?"
  },
  {
    "verse_id": 22,
    "translation": "Āsman se mnz chuh tuhund rizq thi th suh chyz thi yymyuk tohyih sintụ̄ vʿdh chuh yivan krnh. (āsmanh nishhi chuh murad yth jayih ʿālmi bala. Rzq nishhi chuh murad thi svrue kynhh yih ansans dunyahs mnz zndh rvznh khạṭr th kạm krnh khạṭr dinh chuh yivan th yymhi chyzuk vʿdh chuh krnh yivan tmhi nishhi chuh murad qyamt, ḥshr v nshr, muḥasbh th prczhgạr, jza th sza byyhi jnt th jhnm, yihndi rvnuma spdnuk vʿdh tmam āsmạnụ̄ ktabn mnz krnh chuh āmut byyhi chuh qrāns mnz krnh yivan. Khdae sndi arshaduk mṭlb chuh zi ʿālm bala pytthe chuh yih fạṣlh spdan zi tohyih mnz ks kynczhah yiyhi dunyahs mnz dinh, th tty pytthh spdi yih fạṣlh thi zi tvhụ̄ kr yiyiv prczhgạri th aʿmaln hndi jza khạṭr bulavnh)"
  },
  {
    "verse_id": 23,
    "translation": "Lhādha, āsman th zmyn kis mạlik sund qsm, yih kth chhe ḥq, ticzhe yqyny yithh pạtthụ̄ tvhụ̄ vnan chihv."
  },
  {
    "verse_id": 24,
    "translation": "Ae nby ṣly Allah ʿlyh v slm, abrahym ʿlyh alslam sndyn mʿzz pczhyn hnz ḥkayt (khbr) thi vạczvh tohyh?"
  },
  {
    "verse_id": 25,
    "translation": "Yylhi tim ts nishhi āe, vvnhs tohyih chahv slam. Tmụ̄ vvn tohyih thi chahv slam. Kynhh ghyr zan lukh chh. (syaq v sbaq vuchihth hykn ath kthhi zh mʿny ạsith. Akh yih zi ḥẓrt abrahym ʿlyh alslam chih khod timn pczhyn frmavan zi tohyih sintụ̄ chuhnh yymhi brvnhh mulaqat spudmut, tvhụ̄ chihv yth ʿlaqs mnz shayd nvụ̄ nvy. Dvym yih zi tihnzi slamhi hund jvab dith vvn ḥẓrt abrahym ʿlyh alslamv pans sintụ̄ ya frmvvukh grs mnz ẓyaftuk antẓam krnh khạṭr gczhnh vizi pnnyn khạdimn zi yim chih ghyrzan basan, yymhi brvnhh chihnh yth ʿlaqs mnz amhi shankụ̄ th vẓʿ qṭʿkụ̄ lukh vuchhnh āmtụ̄.)"
  },
  {
    "verse_id": 26,
    "translation": "Pth gvv suh czhayih pạtthụ̄ pnnyn gr valyn nishhi, th akh (buzmut) mvtt tazh vvczh,"
  },
  {
    "verse_id": 27,
    "translation": "Kvrun pczhyn brvnhh knhi pysh. Tmụ̄ vvn, tvhụ̄ chihv nh khyvan?"
  },
  {
    "verse_id": 28,
    "translation": "Pth khvcz suh pnnhi dilh mnzụ̄ timn. Timv vvn, khvczmah, th suh bvznvvukh akis dhiy ʿlm lrrkh snzi pydạyshhi hnz khosh khbr. (svrh hvuds mnz chhe vẓaḥt zi yih ạs ḥẓrt asḥaq ʿlyh alslamn hnzi pydạyshhi hnz khosh khbr)"
  },
  {
    "verse_id": 29,
    "translation": "Yih bvuzith chhe tmụ̄ snz khandarinụ̄ krykh dith brvnhh pkan, th pnun buth vlith chhe vanan, budd, hantth! (yʿny akh chahs bh budd dvym hantth. Vonụ̄ zyvi me shur? Baʿbluk byan chuh zi amhi vqth ạs ḥẓrt abrahym ʿlyh alslam snz vạns hth vry, th ḥẓrt sarh hnz 90 vry. (pydạysh 17-18)"
  },
  {
    "verse_id": 30,
    "translation": "Timv vvn, yy kynczhah chuh tuhndụ̄ rbn frmvvmut, suh chuh ḥkmt vvl th svrue kynhh chuh zanan."
  },
  {
    "verse_id": 31,
    "translation": "Abrahym ʿlyh alslam chih vnan, ae Allah tʿālyā sndi ṭrfh svznh āmtyv (frshtv) tohyih kya muhm chahv drpysh?"
  },
  {
    "verse_id": 32,
    "translation": "Timv vvn, asụ̄ chih akis mujrm qvms kun svznh āmtụ̄ (murad chuh qvmi lvṭ. Amikụ̄ jurm ạsụ̄ ath ḥds tam vạtimtụ̄ zi ṣrf mujrm qvm lfẓe avs yih vannh khạṭr sytthah zi amhi nishhi kus qvm chuh murad)"
  },
  {
    "verse_id": 33,
    "translation": "Takh timn pytth valav payih maczi myczi hnz knhi."
  },
  {
    "verse_id": 34,
    "translation": "Yimh tuhndis rbs nishhi ḥd nyrn valyn khạṭr nshan zdh chhe. (yʿny akis akis knhi pytth chuh tuhndis rb sndi ṭrfh nishan thavnh āmut zi tas ks mujrms chuh klh dgun)"
  },
  {
    "verse_id": 35,
    "translation": "Pth krrụ̄ ashi tim sạry lukh yim tth bsty mnz mvmn ạsụ̄ (mnz bag chuh yih qṣh travnh āmut zi ḥẓrt abrahym ʿlyh alslam sndi pytthh kithh pạtthụ̄ vạtụ̄ yim frshth ḥẓrt lvṭ ʿlyh alslams nishhi th tathi kya āv yimn th qvm lvṭs drmyan pysh)"
  },
  {
    "verse_id": 36,
    "translation": "Th tathi vuchhnh ashi akhi gr vrạe muslmann hund kanhh gr."
  },
  {
    "verse_id": 37,
    "translation": "Amhi pth trạv aashi bs akh nshạny timn lukn khạṭr tathi, yim drd nak ʿdhabs khoczan āsn. (amhi nshạny nishhi chuh murad bḥyrh murdar yymyuk jnvby ʿlaqh aaz akhi bhlhi payih chih tbạhy hndụ̄ āthar chuh pysh kran)."
  },
  {
    "verse_id": 38,
    "translation": "Th (tuhndi khạṭr chhe nshạny) mvsyā ʿlyh alslam sndis qṣs mnz. Yylhi suh ashi ttakarh sanad hyth frʿūns nishhi svuz (yʿny tithụ̄ ttakarh mʿjzat th tithụ̄ ttakarh ʿlamat hyth yimv sintụ̄ yih kth shkh ld ạs nh rvuzmcz zi tim ʿlyh alslam chih khalq arẓ v sma sndi ṭrfh mamvur spdith āmtụ̄.)"
  },
  {
    "verse_id": 39,
    "translation": "Suh āv pnnis ṭaqt kis nshs mnz vutthnh, th vvnun yih chuh jadv gr nath chuh mjnvn."
  },
  {
    "verse_id": 40,
    "translation": "Ạkhr kar rvtt ashi suh th tmụ̄ sndụ̄ lshkr, th chhkụ̄ sạry smndrs th suh rvud mlamt zdh spdith."
  },
  {
    "verse_id": 41,
    "translation": "Th (tuhndi khạṭr chhe nishạny qvmi) ʿāds mnz, yylhi ashi timn pytth akh tiyuth bekhbr hva svuz,"
  },
  {
    "verse_id": 42,
    "translation": "Yymhi chyz pytthụ̄ thi suh pvk suh trvvun dodrạvith."
  },
  {
    "verse_id": 43,
    "translation": "Th (tuhndi khạṭr chhe nshạny qvmi) thmvds mnz, yylhi timn vannh avs āmut zi akis khaṣ vqts tam kriv mzh."
  },
  {
    "verse_id": 44,
    "translation": "Mgr ath tnbyh has pytth thi kr timv pnnis rb sndis ḥukms sarkshy. Ākhr kar rttụ̄ tim vuchhan vuchhan aakhi trtthi,"
  },
  {
    "verse_id": 45,
    "translation": "Pth nh ạs timn thvd vothnch skt, th nh hykhan tim pnun bchav krith."
  },
  {
    "verse_id": 46,
    "translation": "Th yimv sarive brvnhh kvr ashi nvḥ ʿlyh alslam sund qvm hlak, tikyazi tim lukh ạsụ̄ fasq."
  },
  {
    "verse_id": 47,
    "translation": "Āsman bnvv aashi pnnhi zvr th aashi chuh aamiyuk ṭaqt. (lfẓ chih, vaaina lamuvsiʿuuvna, muvsiʿ lfẓkụ̄ mʿny hykn ṭaqt th ʿbvr thavn vạlụ̄ sndụ̄ thi ạsith th vsyʿ krn vạlụ̄ sndụ̄ thi. Goddnikhi mʿny kh lḥaẓh chuh amhi arshaduk mṭlb yih zi āsman bnvv nh ashi kạnshi hndi mdd kynhh blkh bnvv pnnhi zvr th amiyuk tkhlyq avsnh sanhi ʿbvr nishhi nybr kynhh, pth kithh pạtthụ̄ āv tuhndis dmaghs mnz yih tṣvr zi asụ̄ hykav nh tvhụ̄ dubarh pạd krith? Dvyimhi mʿny kh lḥaẓh chuhs mṭlb yih zi yih ʿẓym kaʿnat chihnh asụ̄ bs akhi ltthi bnạvith byitthụ̄ mtụ̄ kynhh blkhi chih muslsl ath mnz tvsyʿ kran th prth vqth chih ath mnz sanhi tkhlyqkụ̄ nvụ̄ nvụ̄ mʿjzh rvnma spdan. Yiczh tkhlyq krn vajinụ̄ zbrdst hsty kithh pạtthụ̄ smjhvun tohyih ạkhr byyhi aakhi phiri pạd krnh aʿādh khlq nishhi ʿạjz)"
  },
  {
    "verse_id": 48,
    "translation": "Zmyn chhe ashi vathrạvmcz th asụ̄ chih sytthah jan hmvar krn vạlụ̄."
  },
  {
    "verse_id": 49,
    "translation": "Th prth chyzkụ̄ chih ashi jvr bnạvimtụ̄, (yʿny dunyahkụ̄ tmam chyz chih tzviyj, jvrn hndis aṣvls pytth bnavnh āmtụ̄. Yih svrue ʿālmuk kar khanh chuh ath qạʿds pytth chlan zi kynczhn chyzn chuh kynczhn chyzn sintụ̄ jvrr lgan th pth chhe yihndi jvrr lgnh sinty rngh rngh chih trkybh vjvds yivan. Yythi chuhnh kanhh chyz thi tiyuth munfrd zi kanhh byakh chyz kya āshi nh amiyuk jvrr, blkh chuh prth chyz pnnis jvrs sintụ̄ rlithe ntyjh khyz bnan) bnan chuh zi tvhụ̄ rttiv aamhi nishhi sbq. (yʿny yih sbq zi dunyahuk jvrr chuh ạkhrt yymhi vrạe dunyahch yih zndgy be mʿny chhe bnan)"
  },
  {
    "verse_id": 50,
    "translation": "Lhādha dvuriv khudays kun, bh chuhs tmụ̄ sndi ṭrfh tuhndi khạṭr ṣaf ṣaf khbrdar krn vvl."
  },
  {
    "verse_id": 51,
    "translation": "Th mah bnạviv khudays sintụ̄ dvym kanhh mʿbvud, bh chuhs tmụ̄ sndi ṭrfh tuhndi khạṭr ṣaf ṣaf khbrdar krn vvl. (yimh kthh agrchhi Allah tʿālyā sundue klam chhe mgr yimn chuhnh mtklm Allah tʿālyā blkh chih nby ṣly Allah ʿlyh v slm. Gvya kth chhe draṣl yithh pạtthụ̄ zi Allah tʿālyā chuh pnnis nby ṣly Allah ʿlyh v slmn hnzi zbạnụ̄ yih vannavan zi dvuriv khudays kun, bh chuhsav tvhụ̄ tmụ̄ sndi ṭrfh khbrdar kran.)"
  },
  {
    "verse_id": 52,
    "translation": "Yy chuh spdan rvudmut, yimn brvuntthmyn qvmn nishhi thi chuhnh kanhh rsvl tiyuth āmut, yas nh timv yih vvnmut āshi zi yih chuh sạḥr ya chuh mjnvn."
  },
  {
    "verse_id": 53,
    "translation": "Kya yimv sarivyav chha aath kthhi pytth panh vạnụ̄ kanhh smjhvth kvr mut? Nah, blkh chih yim sạry srksh lukh. (yʿny sash bdyn vriyn tam prth zmans mnz mkhtlf mlkn th qvmn hndyn lvukn hund anbya ʿlyh alslamn hndis dʿūt kis mqabls mnz aakve rvyih akhtyar krun hykhi he nh aath binahs pytth ạsith zi akh kanfrs krith āshi yimv sarive ptimyv brvuntthmyv nslv panh vạnụ̄ yih ṭe kvrmut zi yylhi kanhh nby yiyhi th pth kri yih dʿūt pysh, tylhi gczihh ts yih jvab dinh yun. Draṣl chuhnh yihndi rviyih chih aamhi yksạny hund kanhh vjh amhi vrạe zi srkshy th nah manun chuh yimn sarine hund mushtrkh vṣf.)"
  },
  {
    "verse_id": 54,
    "translation": "Lhādha, ae nby ṣly Allah ʿlyh v slm, yimn nishhi phiriv roe, tohyih pytth chahnh kanhh mlamt (alzam)."
  },
  {
    "verse_id": 55,
    "translation": "Albth nṣyḥt rvuziv kran, tikyazi nṣyḥt chhe ayman ann valyn khạṭr nfʿ bkhsh."
  },
  {
    "verse_id": 56,
    "translation": "Me krụ̄ nh jin th ansan aamhi vrạe kunhi kamhi khạṭr pạd zi tim krn myạnụ̄ bndgy. (yʿny me chihnh yim baqyn hinzi bndgy khạṭr blkh chihm pnnhi bndgy khạṭr pạd krimtụ̄. Myạnụ̄ bndgy pzi yimn aamhi mvjvb krnụ̄ zi bh chuhs yihund khalq byyhi kạnshi yylhi yim pạd chihnh krimty tylhi kus ḥq chuh ts vatan zi yim krn ts bndgy, th yihndi khạṭr kithh pạtthụ̄ hykhi yih jạyz ạsith zi yuhund khạlq āsh bh th yim rvzn bndgy kran dvyimyn hnz.)"
  },
  {
    "verse_id": 57,
    "translation": "Bh chuhs nh timn nishhi kanhh rzq yczhan, th nh chuhs yih yczhan zi tim khyạvin me."
  },
  {
    "verse_id": 58,
    "translation": "Allah tʿālyā chuh pane rzaq, sytthah quvt vvl th zbrdst."
  },
  {
    "verse_id": 59,
    "translation": "Lhādha yimv lukv ẓlm chuh kvrmut. (yth jayih chuh ẓlm mrad ḥqyqts th ṣdaqts pytth ẓlm krun th khod pnnis fṭrts pytth ẓlm krun) tihndi ḥṣuk thi chuh tiyuthe ʿdhab tyar yuth yimne hivyn lukn tihndi ḥiṣuk chuh myvulmut, amhi khạṭr mah krin yim lukh banbr."
  },
  {
    "verse_id": 60,
    "translation": "Ạkhrs chhe tbạhy kufr krn valyn khạṭr tmhi doh yymyuk timn biym chuh yivan pavnh."
  }
]