[
  {
    "verse_id": 1,
    "translation": "Ṭuvruk qsm,"
  },
  {
    "verse_id": 2,
    "translation": "Byyhi akhi ticzihh kuhlh ktabhi hund,"
  },
  {
    "verse_id": 3,
    "translation": "Yosh rqyq jilds mnz lykhith chhe,"
  },
  {
    "verse_id": 4,
    "translation": "Byyhi ābad grk,"
  },
  {
    "verse_id": 5,
    "translation": "Th thdi chahtuk,"
  },
  {
    "verse_id": 6,
    "translation": "Byyhi mavjazn (jvsh hathi) smndruk,"
  },
  {
    "verse_id": 7,
    "translation": "Zi tuhndis rb sund ʿdhab chuh ẓrvr vaqʿ spdn vvl."
  },
  {
    "verse_id": 8,
    "translation": "Yth kanhh dfʿ krn vvl chuhnh. (rb sndi ʿdhab nishhi chuh murad ạkhrt tikyazi ankar krn valyn khạṭr chuh tmiyuk yunue ʿdhab. Amhi kis yinas pytth chuh panczn chyzn hund qsm khynh āmut, yʿny yim chyz chih amhi kis yinas pytth dlalt kran. (1) ṭuvr, yythi aakh mẓlvm qvm thvd tulnuk th akh ẓạlim qvm giravnuk fạṣlh āv krnh. Yih fạṣlh chuh amhi kthhi hnz ʿlamt zi khudae snz yih khudạyy chuhnh anhi gttụ̄ shhr. (2) muqds ktabn hund mjmvʿh yus prạnis zmans mnz akis rqyq jilds pytth lykhnh avs yivan th suh chuh aath pytth gvah zi prth zmans mnz chhe khudae sndi ṭrfh yinh valyv pyghmbrv ạkhrt khi yinch khbr diczmcz. (3) ābad gr yʿny khanh kʿbh yus akis vạrans mnz bnavnh āv th pth bkhsh khudayn aath so ābạdy yosh dunyahs mnz kunhi ʿmarts āyih nh bkhshnh. Yih chhe amhi kthhi hnz kuhlh nishạny zi Allah tʿālyā sndụ̄ pyghmbr chihnh hvạyy kthh kran. Ḥẓrt abrahym ʿlyh alslamv yylhi khanh kʿbh snsan pharrn mnz bag tʿmyr krith ḥj khạṭr ālav avs kvrmut tmhi vqth hykhi he nh kanhh andazh thi krith zi sash bdyn vri yin tam rvzi dunya aath kun dvran yivan. (4) thvd chht yʿny āsman th (5) mvjzn smndr, yim chih Allah tʿālyā sndi qdrtikụ̄ khulh ʿlamat. Th gvạhy chih divan zi timn hund bnavn vvl hykhi nh ạkhrt brpa krnh nishhi ʿạjz ạsith)."
  },
  {
    "verse_id": 9,
    "translation": "Suh spdi tmhi doh vaqʿ yylhi āsmans vultth pạtthụ̄ thr thr vothhi."
  },
  {
    "verse_id": 10,
    "translation": "Th pharr phyrn vurran vurran."
  },
  {
    "verse_id": 11,
    "translation": "Tbạhy chhe tmhi doh timn ainkar krn valyn khạṭr,"
  },
  {
    "verse_id": 12,
    "translation": "Yim aaz khylhi hndi rngụ̄ pnnyn ḥujt bạziyan mnz lgith chih."
  },
  {
    "verse_id": 13,
    "translation": "Yymhi doh tim dkh dy diy yin nari jhnms kun ninh."
  },
  {
    "verse_id": 14,
    "translation": "Tmhi saʿth yiyhi timn vnnh zi yih chuh sue nar yth nh tvhụ̄ pczh ạsiv kran."
  },
  {
    "verse_id": 15,
    "translation": "Vonụ̄ vniv yih chha jvd kinh tohyih chuhvv nh aathhi yivan?"
  },
  {
    "verse_id": 16,
    "translation": "Gczihv vonụ̄ dziv aath mnz, tvhụ̄ ṣbr kritv ya mth kritv, tuhndi khạṭr chhe hishy kthah, tohyih chuhv tiyuthe bdlh dinh yivan yiczhh ʿmlh tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 17,
    "translation": "Mutqy lukh āsn tathi baghn th nʿmtn mnz."
  },
  {
    "verse_id": 18,
    "translation": "Luṭf āsn tulan timn chyzn yim tihund rb timn diyih, th tihund rb bchavi timn jhnm khi ʿdhab nishhi. (timn yiyhi vannh)"
  },
  {
    "verse_id": 19,
    "translation": "Khyyiv th chyyiv mzh san pnnyn timn ʿmln hndi bdlh yim tvhụ̄ kran chihv rvudimtụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Tim āsn akh akis brvnhh knhi thavnh āmtyn tkhtn pytth tkyih lgạvith bihith, th asụ̄ krav khvbṣvrt achh vajinyn ḥvurn sintụ̄ timn khandr."
  },
  {
    "verse_id": 21,
    "translation": "Yimv lukv ayman chuh avnmut, th tihndụ̄ avlad thi chih kunhi ayman kis drjs mnz tihndis nqshi qdmas pytth pkimtụ̄, tihndụ̄ tim avlad thi ralavvkh asụ̄ (jnts mnz) timn sintụ̄, th tihnzi ʿmlhi mnz dimav nh timn kanhh khsarh. Prth shkhṣ chuh pnnhi ksb khi bdlh girav (yʿny yithh pạtthụ̄ kanhh shkhṣ qrẓ nkhh valnh vrạe griv thavnh āmut chyz moklạvith hykhi nh, tithe pạtthụ̄ hykhi nh kanhh shkhṣ frẓ ada krnh vrạe pnun pan Allah tʿālyā sndi mvakhdhh nishhi bchạvith. Avlad agr panh nyk chuhnh, mạlis buddi bb snz nyky hykhi nh tmụ̄ sund girv thavnh āmut chyz yalh travnạvith)"
  },
  {
    "verse_id": 22,
    "translation": "Asụ̄ rvzav timn prth qsmkụ̄ myvh th maz yus chyz thi timn dl mnghi, solbh solbh sytthah divan."
  },
  {
    "verse_id": 23,
    "translation": "Tim āsn akh akis nishhi shrabuk jam piln krụ̄ krụ̄ rttan, yth mnz nah bkvas āshi, th nah bdkạry. (yʿny suh shrab āshi nh nashhi pạd krn vvl zi suh chyth spdn tim bdmst th lagn be hvud bkvas krun, ya lagn lykh th bdrad vanun, ya lagn ticzhh fḥsh ḥrkth krnh yiczhh ḥrkth dunyahkụ̄ shrab chynh vạlụ̄ chih kran.)"
  },
  {
    "verse_id": 24,
    "translation": "Th tihndis khdmts mnz āsn tim lrrkh dvran phyran yim tihndy (khdmt) khạṭr mkhṣvṣ āsn. Tithụ̄ khvbṣvrt znth czvuri thavnh āmtụ̄ mokhth (mvty)."
  },
  {
    "verse_id": 25,
    "translation": "Yim lukh prczhn panh vạnụ̄ akh akis (dunyahs mnz guzrymtụ̄) ḥalat."
  },
  {
    "verse_id": 26,
    "translation": "Yim vann zi asụ̄ ạsụ̄ brvnhh pnnyn gr kyn mnz khvczụ̄ khvczụ̄ zndgy bsr kran, (yʿny asụ̄ ạsụ̄ nh tathi ʿạshs mnz rvuzith th pnnis dunyahs mnz mast spdith ghfltch zndgy gzaran blkh avs aashi prth saʿth yih ddr rvzan zi ashi gczh nh ticzhh kanhh kạm srzd spdnụ̄ yth pytth asụ̄ khdays nishhi rttnh yimv. Yth jayih chhe khaṣ pnnyn gr kyn drmyan khvczụ̄ khvczụ̄ zndgy guzranch dhikr amhi mvjvb krnh āmcz zi ansan yymhi vjh kinụ̄ zyadh phn gnahn mnz hynh chuh yivan so chhe pnnụ̄ shurụ̄ bạcz ʿạsh krnavnch th tihund dunya bnavnch fikr āsan)"
  },
  {
    "verse_id": 27,
    "translation": "Ạkhr kar kvr khudayn ashi pytth fẓl, th asụ̄ bchạvin puhsr valn valhi hva kh ʿdhab nishhi."
  },
  {
    "verse_id": 28,
    "translation": "Asụ̄ ạsụ̄ ptimhi zndgy mnz tmụ̄ se duʿā mngan. Suh chuh pzipạtthụ̄ sarive khoth bvdd muḥsn th rḥym."
  },
  {
    "verse_id": 29,
    "translation": "Lhādha, ae nby, tvhụ̄ rvuziv nṣyḥt kran, pnnis rb sndi fẓl sintụ̄ nah chihv tvhụ̄ kahn th nah chihv mjnvn. (ạkhrtch tṣvyr pysh krnh pth chuh vonụ̄ tqryruk rokh kufari mkn hnzn timn htt dhrmiyan kun phyran yimv sintụ̄ tim rsvl Allah ṣly Allah ʿlyh v slmn hndi dʿūtuk mqablh ạsụ̄ kran. Yth āyts mnz chuh khṭab bẓạhr ḥẓvr ṣly Allah ʿlyh v slmn mgr ḥẓvr ṣly Allah ʿlyh vslmn hndi dhryʿh chuh mqṣd yih kth kufari mkh bvz navnụ̄.)"
  },
  {
    "verse_id": 30,
    "translation": "Kya yim lukh chha vnan zi yih shkhṣ chuh shạʿr, yymụ̄ sndis ḥqs mnz asụ̄ zmanh kyn ḥạdthatn chih antẓar kran? (yʿny aashi chuh antẓar zi amis shkhṣs kr yiyhi kanhh āft th asụ̄ gczhv amis nishhi āzad)"
  },
  {
    "verse_id": 31,
    "translation": "Yimn vniv achha, kriv antẓar, bthi kr tohyih sintụ̄ antẓar."
  },
  {
    "verse_id": 32,
    "translation": "Kya yihnz ʿqlh chha yimn yiczhe kthh krnh khạṭr vanan? Kinh drḥqyqt chih yim srksh lukh? (yimn mkhtṣr kthn mnz chuh mkhạlifn hndyn tmam prvpgnddn phokh āmut krrnh. Aistdlaluk khlaṣh chuh yih zi yim qrysh srdar th mshạykh chih badd ʿqlmnd bnith phyran, mgr kya yihnz ʿql chha yy vnan zi yus shkhṣ shạʿr chuhnh ts vniv shạʿr, yas svrue qvm dana ansan sndi ḥythyt zanan chuh ts vniv mjnvn. Th ys shkhṣs khants sintụ̄ knhi qsmuk vatthe chuhnh ts vniv khvah mkhvah kahn. Pth agr ʿqlhi hndise bunyads pytth yim ḥukm lgavhn tylhi gczihụ̄ kanhh aakve ḥukm lgavnụ̄. Varyah mutẓad ḥukm hykhan nh aaky saʿth lgạvith. Akh shkhṣ kthi hykhi ạkhr byk vqt shaʿr, mjnvn th kahn ạsith.)"
  },
  {
    "verse_id": 33,
    "translation": "Yim chha vnan zi amụ̄ shkhṣn chuh yih qrān pane bnvvmut? Aṣl kth chhe yih zi yim chihnh yczhan ayman aanun."
  },
  {
    "verse_id": 34,
    "translation": "Agr yim pnnis ath qvlas mnz pziyạrụ̄ chih tylhi anụ̄ tn aamy shanuk kanhh klam bnạvith."
  },
  {
    "verse_id": 35,
    "translation": "Kya yim chha kạnshi khạliq sndi vrạe pane pạd gmtụ̄? Kinh panh chih yim pnnụ̄ khạliq?"
  },
  {
    "verse_id": 36,
    "translation": "Kinh zmyn th āsman chih yimv pạd krimtụ̄? Kth chhe yih zi yim chihnh yqyn thavan (yʿny zyvi sintụ̄ chih tslym kran zi yuhund th sary dunyahuk khạliq chuh Allah mgr yylhi vannh chuh yivan zi tylhi kriv bndgy thi tsụ̄ khudae snz, tylhi chih avr lrrayih vothan, yih chuh amhi kthhi hund thbvt zi yimn chuhnh khudays pytth yqyn.)"
  },
  {
    "verse_id": 37,
    "translation": "Kya tuhndis rb sndụ̄ khzanh chha yihndis qbẓs mnz? Kinh timn pytth chuh yuhndue ḥukm chlan? (yih chuh kufari mkn hndi tmhi aʿtraẓuk jvab zi ạkhr kyazi āe Muḥammad bn ʿbd Allah (ṣly Allah ʿlyh v slme) rsvl bnavnh. Amhi jvabuk mṭlb chuh yih zi yim lukh gumrạhy mnz krrnh khạṭr avs bhr ḥal kanhh nath kanhh rsvl bnavnue. Vonụ̄ chuh sval yih zi yih fạṣlh krun kmụ̄ snz kạm chhe zi khudae kas bnavi pnun rsvl th ks bnavnh? Agr yim lukh khudae sndis bnavnh āmtis rsvls ankar chih kran, tylhi chuh aamiyuk mʿny yih zi, ya chuh khudae snzi khudayy hund mạlik yimv pnun pan smjhmut, nath chuh yimn yih kham khyal zi pnnhi khudạyy hund mạlik ạsitn khudae pane mgr ath mnz gczihh yuhund ḥukm chlun.)"
  },
  {
    "verse_id": 38,
    "translation": "Kya yimn nishhi chha kanhh hyr yath pytth khsith yim pytthimhi ʿālmch kth bath chih bvzan? Yimv mnz yymụ̄ kạnshi kynhh bvuzmut chuh suh aninụ̄ kanhh ttakarh dlyl."
  },
  {
    "verse_id": 39,
    "translation": "Kya khudays khạṭr chha bs kvri, th tohyih lukn khạṭr chih nychivụ̄? (yʿny agr tohyih rsvl snz kth manns ankar chuhv, tylhi kus dhryʿh chuhv khod pans nishhi tohyih ḥqyqt zannuk? Kya tohyih mnz chha kanhh shkhṣ ʿālmi balahs mnz vvtmut, th tmụ̄ chha khdays nishhi, ya tmụ̄ sndyn frshtn nishhi brahi rast yih mʿlvm kvrmut zi tim ʿqydh chih ḥqyqts mṭạbq yimn pytth tohyih pnnhi dynuk kn chuhv thvvmut? Agr yih dʿūyā tohyih chuhvv nh, tylhi kriv pane ghvr zi amhi khoth muẓḥkh angyz (yʿny phạtir) ʿqydh kya hykhi byyhi ạsith zi Allah rb alʿālmyn sndi khạṭr chihv tvhụ̄ avlad tjvyz kran, timh thi kvri, yimh tvhụ̄ pnnhi khạṭr ḥqart chahv basan)."
  },
  {
    "verse_id": 40,
    "translation": "Kya tvhụ̄ chihv yimn kanhh ajr mngan, zi yim chih tath chytthi hndis bars tl dbith gczhan yosh yimn zbrdsty chhe travnh āmcz?"
  },
  {
    "verse_id": 41,
    "translation": "Kya yimn nishhi chha ghyb kyn ḥqạyqn hund ʿlm zi tmhi kis binahs pytth āsn yih lykhan? (yʿny kya yim lukh hyknh lykhith dith zi ghyb chn ḥqyqtn mtʿlq chih yim rsvul sndyn byanatn hund tkdhyb ath bnahs pytth kran zi ghyb khi prdh tlụ̄ chuh yimv vuchhmut zi ḥqyqt chahnh so yosh rsvul chuh byan kran?)"
  },
  {
    "verse_id": 42,
    "translation": "Yim chha kanhh chal yczhan gindnụ̄? Agr yih kth chhe tylhi gczihh kufr krn valyn tihnz chal pvt phirit nạlụ̄."
  },
  {
    "verse_id": 43,
    "translation": "Khudays vrạe chha yimn byyhi kanhh mʿbvud? Allah tʿālyā chuh pak tmhi shrkh nishh yus yim lukh kran chih."
  },
  {
    "verse_id": 44,
    "translation": "Yim lukh agr āsmankụ̄ ttkur thi vuchahn bon pyvan, tylhi vann yih chuh avbur yus gnan gnan chuh pkan."
  },
  {
    "verse_id": 45,
    "translation": "Lhādha, ae nby, yim trạvyvukh yihndis ḥals pytth, yvt tam zan yim pnnis tth dohs vatn yylhi yimn hvshy yin nh thavnh,"
  },
  {
    "verse_id": 46,
    "translation": "Yymhi doh nah yihnz kanhh chal yimn bkar yiyih, th nah yiyhi yimn kanhh mdd krnh."
  },
  {
    "verse_id": 47,
    "translation": "Th suh vqt yinh brvnhh thi chuh ẓạlimn kiyut akh ʿdhab, mgr yimv mnz chihnh akthr zanan."
  },
  {
    "verse_id": 48,
    "translation": "Ae nby, pnnis rb sund fạṣlh yinas tam kriv ṣbr, tvhụ̄ chihv sanyn nẓrn mnz. Tvhụ̄ yylhi vthiv, tylhi kriv pnnis rb sndi ḥmd san tmụ̄ snz tsbyḥ. (yʿny yylhi tvhụ̄ nmazi khạṭr thvd vthiv tylhi kriv Allah tʿālyā sndi ḥmd v tsbyḥ sintụ̄ aamiyuk āghaz. Aamy ḥukm kis tʿlyms mnz chuh rsvl Allah ṣly Allah ʿlyh v slmv yih hdayt frmvvmut zi nmazi hund abtda gczihh tkbyri tḥrymh pth yimv lfẓv sintụ̄ krnh yun. (subḥānka allhum va biḥamdika va tabaaraka alsmuka va taʿaaalyā jaduka valaaailāha ghayruk)"
  },
  {
    "verse_id": 49,
    "translation": "Rat kiyut thi ạsiv tmụ̄ snz tsbyḥ kran th tark yylhi phyran chih tmhi vqth thi. (murad chuh fjr nmazi hund vqt)"
  }
]