[
  {
    "verse_id": 1,
    "translation": "Tarkuk qsm yylhi suh lvus, (yʿny yylhi ạkhry taruk lvusith rvshn ṣubḥ phvl)"
  },
  {
    "verse_id": 2,
    "translation": "Tuhund rfyq nh chuh ddvlmut th nh chuh bavlh gvmut, (rfyq nishhi chuh murad rsvl Allah, tikyazi tim ạsụ̄ nh kufari mkn khạṭr ghyr zan kynhh blkh zae timne mnz bag th shurụ̄ panh pytthh spdụ̄ jvan th jvạny pytthh spdụ̄ aaddvar. Mṭlb chuh yih zi rsvl Allah chuhvukh tvhụ̄ var pạtthụ̄ zanan. Yih kth chhe rvshn ṣbḥkụ̄ pạtthụ̄ nnụ̄ zi tim chihnh ddlimtụ̄ th nah chih bavr gmtụ̄ ansan)"
  },
  {
    "verse_id": 3,
    "translation": "Tim chihnh pnnhi nfs chih khvạhishhi sintụ̄ bvlan."
  },
  {
    "verse_id": 4,
    "translation": "Yih chhe akh vḥy yosh timn pytth nạzil chhe yivan krnh."
  },
  {
    "verse_id": 5,
    "translation": "Ts chhe akụ̄ zbrdst quvt vạlụ̄ tʿlym diczmcz."
  },
  {
    "verse_id": 6,
    "translation": "Yus sytthah ṣaḥbi ḥkmt chuh (amhi nishhi chuhnh murad Allah tʿālyā blkh chuh jbryl yithh pạtthụ̄ zn brvnhh kun pe chuh lgan)"
  },
  {
    "verse_id": 7,
    "translation": "Suh gvv brvnhh knhi khrra yylhi zan suh balạyy aufqs pytth avs, (aufq chuh murad āsmanuk suh mshrqy and ypạrụ̄ āftab chuh khsan th dohuk gash chuh phhlan. Murad chuh yih zi goddnichhi phiri yylhi nby ṣly Allah ʿlyh v slmv jbryl vuchh, tmhi vqth ạsụ̄ tim āsman kh mshrqy aandkinụ̄ nnụ̄ dramtụ̄.)"
  },
  {
    "verse_id": 8,
    "translation": "Pth āv nkhh th spud pytthh knhi mʿlaq."
  },
  {
    "verse_id": 9,
    "translation": "Yvt tam zn don kmann brabr, ya rvud amhi khoth km dvuryr. (yʿny āsman kh balạyy mshrqy andkinụ̄ nvn nyrnh pth chih jbryl rsvl Allah ṣly Allah ʿlyh v slmn kun pkun shrvʿ kran yvt tam zn brvnhh pkan pkan tim ḥẓvr ṣly Allah ʿlyh v slmn pytthụ̄ kinụ̄ yith hvahs mnz mʿlaq spdụ̄, pth nmyyih tim ṣly Allah ʿlyh v slmn kun th yvutah spdụ̄ qryb zi timn th ḥẓvr ṣly Allah ʿlyh v slmn rvud ṣrf don kmann brabr ya amhi khoth km dvuryr. Chvnkh tmam kmanh chahnh hishe āsan amhi mvjvub āv dvuriruk andazh vannh khạṭr frmavnh zi don kmann brabr, ya rvud amhi khoth km dvuryr.)"
  },
  {
    "verse_id": 10,
    "translation": "Tmhi pth vatnạv tmụ̄ Allah tʿālyā sndis bnds vḥy yosh thi vatnavnụ̄ ạs."
  },
  {
    "verse_id": 11,
    "translation": "Nẓri yikynczhah vuchh, diln ralvv nh tath aapuz. (yʿny yih mushạhdh yus duhlụ̄ gashs th pvur bydạry hndis ḥalts mnz kuhlh achahv Muḥammad ṣly Allah ʿlyh v slmn spud, tth pytth vvn nh tihndụ̄ dli mubarkn zi yih chuh nẓri hund dokhh, ya yih zi kanhh jn ya shyṭan chuh me aathhi yivan ya me brvnhh kun kanhh khyạly ṣvrt āmcz th bh chuhs bydạry mnze kanhh khvab vuchhan, blkh smjuh tihndụ̄ dli mubarkn tthyk tthyk ty yih tihnz chshmani mubark vuchhan āsh. Timn ṣly Allah ʿlyh v slmn spud nh ath kthhi mnz kanhh shk zi drḥqyqt chih yim jbryl th yus pygham yim vatnavan chih suh chuh vaqʿī khudae sndi ṭrfh vḥy)."
  },
  {
    "verse_id": 12,
    "translation": "Kya vonụ̄ chihva tvhụ̄ timn sintụ̄ tath chyzs pytth czuvan yath tim pnnyv chshmv chih vuchhan?"
  },
  {
    "verse_id": 13,
    "translation": "Th akhi pihri vuchh timv byyhi suh,"
  },
  {
    "verse_id": 14,
    "translation": "Sidrah almuntahyā has nishhi vasan. (sidrh chih ʿrby zbạnụ̄ mnz bryyih kulis vnan th munthyā lfẓuk mʿny chuh ạkhry aand. Sidrh almunthyā lfẓuk lughvy mʿny chuh suh bryyih kul yus ạkhry ya anthạyy aands pytth chuh. Sanhi khạṭr chuh yih zanun mushkl zi yath mạdy ʿālm kis ạkhry srḥds pytth kiyuth chuh suh bryyih kul th aamich ḥqyqy nvʿīt th kyfyt kya chhe, yim chih kaʿnati khudavndy hndụ̄ tim aasrar, yvr svn fhm th ẓon vạtith hykhi nh. Bhr ḥal chuh suh kanhh tiyuthe chyz yymhi khạṭr ainsạny zbạnụ̄ hndyn lfẓn mnz sidrh khoth mnạsb lfẓ khudays nzdyk byyhi kanhh avs nh.)"
  },
  {
    "verse_id": 15,
    "translation": "Yythi nkhe jnt almavyā chuh."
  },
  {
    "verse_id": 16,
    "translation": "Tmhi vqth avs sidrh hs pytth valnh yivan yikynczhah thi valnh avs yivan."
  },
  {
    "verse_id": 17,
    "translation": "Nẓri nah gvv dugvsh th nah drayih ḥd nybr."
  },
  {
    "verse_id": 18,
    "translation": "Th timv vuchihh rb snz bjhi bjhi nshạnyih. (yih āyt chhe amhi kthhi hnz vẓaḥt kran zi ḥẓvr ṣly Allah ʿlyh v slmv vuchh nh Allah tʿālyā, blkh vuchhakh tmụ̄ snz ʿẓym alshan nishạniyih, th chvnkh syaq v sbaq kh tʿlq sintụ̄ avs yih dvym mulaqat thi tsụ̄ hsty sintụ̄ spudmut yas sintụ̄ goddniyuk mlaqat spudmut avs, lhādha pyyih yih manun zi aufqi aʿlyā hs pytth yus timv ṣly Allah ʿlyh v slmv goddnichhi phiri vuchhmut avs suthi avs nh Allah tʿālyā, th dvyimhi phiri yus sidrh almunthyā hs nishhi vuchuhkh suthi avs nh Allah tʿālyā. Agr ḥẓvr ṣly Allah ʿlyh v slmv yimv mvqʿū mnz kunhi mvqʿs pytth Allah jl shanh vuchhmut āsihe, tylhi ạs yih tiycz bdd kth zi yth jayih yiyhi he ẓrvr aamich dhkr krnh.)"
  },
  {
    "verse_id": 19,
    "translation": "Vonụ̄ vnụ̄ tv, tohyih chuhv zanhh amis lat, th amis ʿuuzyā,"
  },
  {
    "verse_id": 20,
    "translation": "Th tryyim akh dyvy mnat sndis ḥqyqts pytth hanh ghvr thi kvrmut? (mṭlb chuh yih zi yosh tʿlym Muḥammad tohyih divan chihv, tth chihv tvhụ̄ lukh gumrạhy th bdrạhy qrar divan, ḥalankh ʿiilm chuh timn ṣly Allah ʿlyh v slmn Allah tʿālyā sndi ṭrfh dinh yivan th khudayn chih timn chshmani mubarkav tim chyz hạvimtụ̄ yihnz shhadt tim tohyih brvnhh knhi divan chih. Vonụ̄ vuchihtav pane zi yimn ʿqydn hnzi pyrvy pytth tvhụ̄ aiṣrar kran pkan chihv tim kth ḥds tam chih ghyr mʿqvl, th yihndis mqabls mnz yus shkhṣ tohyih siyz vath vnan chuhv, tmụ̄ snz mukhalft krith kas chihv ạkhr tvhụ̄ nqṣan kran.)"
  },
  {
    "verse_id": 21,
    "translation": "Kya nychivụ̄ chha tuhndi khạṭr th kvri gyih khudae sndi khạṭr? (yʿny yimh dyvy diczvkh tohyih Allah rb alʿālmyn snz kvri qrar, th yih be hvudh ʿqydh ayjad krnh vizi suvnchvna tohyih yithi zi pnnhi khạṭr chihv tvhụ̄ kvur zynụ̄ dhlt smjhan, th yczhan chihv zi ashi gczhụ̄ gvbre yạtụ̄ āsnụ̄, mgr khudays khạṭr chihv kvri tjvyz kran!)"
  },
  {
    "verse_id": 22,
    "translation": "Yih gyih tylhi aanhi kahlhi bạgrn!"
  },
  {
    "verse_id": 23,
    "translation": "Draṣl chihnh yim kihinụ̄ mgr bs kynhh nav, yim tohyih th tuhndyv malyv buddi babv thạvimtụ̄ chih. Khudayn chahnh yihndi khạṭr kanhh sanad krmcz nạzil. Ḥqyqt chhe yih zi lukh chih ṣrf vhm v gumanch pyrvy kran th nfs kyn khvạhshatn hndụ̄ mryd chih bnymtụ̄. Ḥalankh tihndis rb sndi ṭrfh chuh timn nishhi hdayt āmut."
  },
  {
    "verse_id": 24,
    "translation": "Yikynczhah ainsan yyczihh kya tmụ̄ sndi khạṭr chha ty ḥq? (yymhi āytuk byakh mṭlb hykhi yithi ạsith zi kya ansans chha yih ḥq zi yas yyczihh ts bnavi mʿbvud? Th tryym mṭlb hykys yithi ạsith zi ansan sund suh ṭmʿ thi hykya pvur spdith yus suh yimn mʿbvudn nishhi pnnụ̄ murad ḥạṣl krnh bapt thavan chuh?)"
  },
  {
    "verse_id": 25,
    "translation": "Dunya th ạkhrtuk mạlik chuh bs Allah tʿālyā."
  },
  {
    "verse_id": 26,
    "translation": "Āsmann mnz kạtyah frshth chih mvjvd, tihund shfaʿt hykhi nh rczh thi bkar yith, yvt tam nh Allah tʿālyā kanshi tithis shkhṣh sndis ḥqs mnz tmiyuk ajazt diyih yymhi sndi khạṭr suh kanhh ʿrẓi dasht bvzun yyczihh th tth kri psnd."
  },
  {
    "verse_id": 27,
    "translation": "Mgr yim lukh ạkhrts chihnh manan, tim chih frshtn dyvy yan hndụ̄ nav kran."
  },
  {
    "verse_id": 28,
    "translation": "Ḥalankh amhi mʿāmluk kanhh ʿlm chuhnh timn ḥạṣl, tim chih mḥẓ gumanch pyrvy kran. Th guman hykhi nh ḥq chih jayih rczh thi kạm dith."
  },
  {
    "verse_id": 29,
    "translation": "Lhādha, ae nby, trạviyvun suh shkhṣ tmụ̄ sndis ḥals pytth, yus sanhi dhkri nishhi buth chuh phiran, th yas dunyachhi zndgy vrạe kihinụ̄ bkar chuhnh."
  },
  {
    "verse_id": 30,
    "translation": "Yimn lukn hund mblgh ʿlm chuh bs yy kynczhah. (yih chuh jmlh muʿtrẓh yus klamuk slslh mnz bag puhttrạvith ptimhi kthhi hnzi tshryḥ hndi ṭvr arshad chuh frmavnh āmut.) yih kth chuh tuhund rbe zyadh zanan zi tmụ̄ snzi vathi nishhi kus chuh ddvlmut, th kus chuh syzi vathi pytth."
  },
  {
    "verse_id": 31,
    "translation": "Th zmyn v āsmann hndi prth chyzuk malk chuh bs Allah tʿālyā. Takh Allah tʿālyā diyih burạyy krn valyn tihnzi ʿmlhi hund bdlh (yythi pytthh chuh byyhi sue klamuk slslh shrvʿ gczhan yus hyri pytthh chlan avs. Gvya jmlh muʿtrẓh trạvith chuh klamuk slslh yithh pạtthụ̄: yih trạviyvun tmụ̄ sndis ḥals pytth takh Allah tʿālyā diyih burạyy krn valyn tihnzi ʿmlhi hund bdlh.) th timn lukn thi diyih rut jza yimv nyk rviyih vartvvmut chuh."
  },
  {
    "verse_id": 32,
    "translation": "Yim brryv brryv gnahv th ttakar vuchaph kamyv nishhi prhyz chih kran, aila yih zi kynhh qṣvr gczihh timn srzd. Be shk chuh tuhndis rb sndi mghfrtuk damn vsyʿ. Suh chuhv tohyih tmhi vqth pytthh khvub zanan yylhi tmụ̄ zmynh nishhi pạd krinav, th yylhi tvhụ̄ pnnyn majn hnzn yddn mnz jnyn (yʿny khame) ạsiv. Lhādha mah kriv pnnhi nfs chih pạky hndụ̄ dʿūyā, sue chuh bhtr zanan zi pzụ̄ pạtthụ̄ kus chuh mtqy?"
  },
  {
    "verse_id": 33,
    "translation": "Ae nby, pth vuchhvunh tohyih suh shkhṣ thi yus khudae snzi vathi nishhi phyvur,"
  },
  {
    "verse_id": 34,
    "translation": "Th km kynczhah dith rukyav? (asharh chuh vlyd bn mughyrh hs kun yus qrysh srdarv mnz akh bvdd srdar avs. Yih shkhṣ avs godd rsvl Allah ṣly Allah ʿlyh v slmn hnz dʿūt qbvl krns pytth āmadh gvmut. Mgr yylhi amụ̄ sndis akis mushrk dvsts pe lvg zi yih chuh muslman bnun yczhan, tmụ̄ vvn amis zi cz mah trav pnun ābạyy dyn, agr cze ạkhrt kh ʿdhabuk khṭrh chhy tylhi di me yvutah rqm, bh chuhse dhmh dạry rttan zi chanhi bdlh ratth bh tathi ʿdhab. Vlyd chuh yih kth manan th khudae snzi vathi pytth yivan yivan chuh amhi nishhi ddlan, mgr yus rqm ts pnnis mushrk dvsts diyun avs, suh duytnas kme th baqy rvttun pth)"
  },
  {
    "verse_id": 35,
    "translation": "Kya ts nishhi chha ʿlmi ghyb zi suh chuh ḥqyqts vuchhan?"
  },
  {
    "verse_id": 36,
    "translation": "Kya ts vạcz na timn kthn hnz khbr yimh mvsyā ʿlyh alslam sndyn ṣḥyfn mnz,"
  },
  {
    "verse_id": 37,
    "translation": "Th abrahym sndyn ṣḥyfn mnz byan chhe spzmacz yymụ̄ vfadạry hund ḥq kvr ada? (brvnhh kun yiyhi yimn tʿlymatn hund khlaṣh byan krnh yim ḥẓrt mvsyā ʿlyh alslamn th abrahym ʿlyh alslamn hndyn ṣḥyfn mnz nạzl ạsụ̄ gmtụ̄)"
  },
  {
    "verse_id": 38,
    "translation": "Yih zi kanhh bvr tuln vvl tulhi nh bykụ̄ sund bvr (yʿny prth kanhh shkhṣ chuh pnnhi karuk panh dhmh dar. Akis shkhṣh snz dhimh dạry hykhi nh bykis pytth travnh yith. Kanhh shkhṣ agr yyczihh thi suh hykhi nh bykis shkhṣh sndi karch dhmh dạry pans pytth hyth, nah yiyhi aṣly mujrm ath binahs pytth travnh yith zi tmụ̄ snzi jayih chuh byakh shkhṣ sza pytravnh khạṭr pnun pan pysh kran)"
  },
  {
    "verse_id": 39,
    "translation": "Byyhi yih zi ansans khạṭr chuhnh kihinụ̄ mgr thi yymhi khạṭr tmụ̄ sʿī chhe krmcz (yʿny prth shkhṣs yikynczhah mylhi thi mylys pnnhi ʿmlhi hund phl. Akis shkhṣh snzi ʿmlhi hund phl hykhi nh bykis miyilith. Th kanhh shkhṣ hykhi nh sʿī th ʿmlhi vrạe kihinụ̄ ḥạṣl krith.)"
  },
  {
    "verse_id": 40,
    "translation": "Byyhi yih zi tmụ̄ snz sʿī yiyhi ʿnqryb vuchihnh,"
  },
  {
    "verse_id": 41,
    "translation": "Tmụ̄ sund pvur jza yiyhi ts dinh,"
  },
  {
    "verse_id": 42,
    "translation": "Byyhi yih zi ạkhr kar chuh vatun tuhndis rb se nishhi,"
  },
  {
    "verse_id": 43,
    "translation": "Byyhi yih zi tmy aasnạvụ̄ th tmy vd nạvụ̄, (yʿny khvshy th ghm doshvnụ̄ hndụ̄ aasbab chih tmụ̄ sndy ṭrfh. Jan th khrab qsmtuk āgur chuh tmụ̄ sndise aaths mnz. Kanhh byakh hsty chahnh yth kaʿnats mnz ticzh yosh qsmtn hndis bnavns th bigarrns mnz kunhi qsmuk dkhl āshi thavan.)"
  },
  {
    "verse_id": 44,
    "translation": "Byyhi yih zi tmy diyut mvt th tmy bkhsh zndgy,"
  },
  {
    "verse_id": 45,
    "translation": "Th yih zi tmy kvr nr th maduk jvr pạd,"
  },
  {
    "verse_id": 46,
    "translation": "Akhi qṭrh sintụ̄ yylhi suh travnh chuh yivan."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi yih zi dvyim zndgy ʿṭa krnụ̄ thi chhe tmụ̄ sndy dhimh,"
  },
  {
    "verse_id": 48,
    "translation": "Byyhi yih zi tmy bnạvụ̄ ghny th tmy bkhush jaydad,"
  },
  {
    "verse_id": 49,
    "translation": "Th yih zi sue chuh shiʿryā huk rb, (shiʿryā chuh āsmanuk rvshn tryn taruk. Miṣr th ʿrb kyn lukn avs yih ʿqydh zi yih taruk chuh ansann hndis qsmts pytth athr travan. Athụ̄ binahs pytth avs yih tihndyn mʿbvudn mnz shạmil.)"
  },
  {
    "verse_id": 50,
    "translation": "Byyhi yih zi tmy kvr ʿādi auvlyā (prvn ʿād) hlak,"
  },
  {
    "verse_id": 51,
    "translation": "Th thmvd mittvvun tithh pạtthụ̄ zi timv mnz trvuvn nh kanhh ylh."
  },
  {
    "verse_id": 52,
    "translation": "Th yimv brvnhh kvrun qvmi nvḥ tbah, tikyazi tim ạsụ̄ skht ẓạlim th srksh lukh."
  },
  {
    "verse_id": 53,
    "translation": "Th dubh phyrn vajinh bsty layan thvd tulith pthr."
  },
  {
    "verse_id": 54,
    "translation": "Pth kvr tmụ̄ chyzn timn vurun (tohyih chuhv pe zi) kmụ̄ chyzn kvrnkh vurun, (dubh phyrn vajinyv bstiyav nishhi chuh murad qvmi luvṭ chih bstiyih. Th, pth kvr tmụ̄ chyzn timn vurun (tohyih chahv pae zi) kmụ̄ chyzn kvrnkh vurun, chuh murad ghalbaan bḥri mrdaruk āb yus tihnzn bstiyn mnz aczith pth timn pytth phhlyav, th aaz tam chuh suh ath ʿlaqs pytth vurun krith)"
  },
  {
    "verse_id": 55,
    "translation": "Lhādha, ae ansan pnnis rb snzn kmn kmn nʿmtn mnz krkh cz shk?"
  },
  {
    "verse_id": 56,
    "translation": "Yih chuh aakh nhyb goddnikyv āmtyv nhybav mnz."
  },
  {
    "verse_id": 57,
    "translation": "Yinh vajinụ̄ gr chhe nkhh vạczmcz."
  },
  {
    "verse_id": 58,
    "translation": "Khudays vrạe chuhnh kanhh tth httavn vvl."
  },
  {
    "verse_id": 59,
    "translation": "Kya vonụ̄ chha yime timh kthh yimn pytth tvhụ̄ aẓhari tʿjub chihv kran?"
  },
  {
    "verse_id": 60,
    "translation": "Aasan chihv th vadan chihv nh?"
  },
  {
    "verse_id": 61,
    "translation": "Th gyvan gindan chihv yimh kthh ttalan?"
  },
  {
    "verse_id": 62,
    "translation": "Nmiv khudays brvnhh knhi th kriv tmụ̄ snz bndgy."
  }
]