[
  {
    "verse_id": 1,
    "translation": "Qyamtch ghr vạcz nzdyk th zvunhi ge zh ttukr (yʿny zvunhi zh ttukr gczuhn chuh aamhi kthhi hnz ʿlamt zi qyamt chhe nkhh th aamiyuk brpa spdun chuh prth vqth mmkn. Yih kth th aamhi ptuk mẓmvn chuh ṣaf ẓạhr kran zi tmhi saʿth ạsụ̄ pzụ̄ pạtthụ̄ zvunhi zh ttukr gmtụ̄. Yimav lukv yih vaqʿh achhv avs vuchhmut, tihund byan chuh zi czodạhimhi tạrykh chh rạcz khcz zvun th ykayk gạs zh ttukr th aamikụ̄ zh ttukr āe nzdyky phạrry hndyv doyv ṭrfv kinụ̄ aathhi, th birndis mnz rlyyih doshve. Ḥdythv mṭạbq chahnh vạʿẓn hndi amhi byanch kanhh ḥqyqt zi yih vaqʿh avs ḥẓvr ṣly Allah ʿlyh v slmn hndi asharh sintụ̄ rvnuma spudmut ya kufari mkv avs mʿjzuk muṭalbh kvrmut th ath pytth avs yih mʿjzh havnh āmut)"
  },
  {
    "verse_id": 2,
    "translation": "Mgr yimn lukn hund ḥal chuh yih khvah kanhh nshạny vuchihtn, tim chih buth phiran, th vnan chih zi yih chuh pkh vun jvd."
  },
  {
    "verse_id": 3,
    "translation": "Timv kvr (ath thi) ainkar th krkh pnnhi nfs kyn khvạhshatn hnze pyrvy. Prth kunhi mʿāmls chuh ạkhr kar akis anjams vatun."
  },
  {
    "verse_id": 4,
    "translation": "Yimn lukn brvnhh kun chih (ptimyn qvmn hndụ̄) tim ḥalat vạtimtụ̄, yimn mnz srkshy nishhi baz rvznh khaṭr varyah ʿbrtuk saman chuh."
  },
  {
    "verse_id": 5,
    "translation": "Th ticzh ḥkmt yosh nṣyḥt kis mqṣds mkml pạtthụ̄ pvr chhe kran. Mgr nhyb chihnh yimn pytth kar gr spdan."
  },
  {
    "verse_id": 6,
    "translation": "Lhādha, ae nby, yimn nishhi phiriv rokh. Yymhi doh nad layn vvl akis skht nagvar chyzs kun nad layih,"
  },
  {
    "verse_id": 7,
    "translation": "Lukh nyrn tharymczv nẓrv san pnnyv qbrv mnz tithh pạtthụ̄, znth tim chhkrith halav āsn."
  },
  {
    "verse_id": 8,
    "translation": "Nad layn vạlis kun āsn davan pkan, th time munkryn (yim dunyahs mnz ath ankar ạsụ̄ kran) vanan tmhi vqth zi yih doh chuh sytthhe kiryvutth."
  },
  {
    "verse_id": 9,
    "translation": "Yimv brvnhh chuh nvḥ sndụ̄ qvmn ainkar kvrmut. Timv diyut svn bndh aapziyvr qrar, th vvnukh zi yih chuh dyvanh, byyhi chuh vultth pạtthụ̄ khocznavnh āmut."
  },
  {
    "verse_id": 10,
    "translation": "Ạkhr kar kvr tmụ̄ pnnis rbs ālav zi, bh spdus mghlvb vonụ̄ he cz yimn antqam."
  },
  {
    "verse_id": 11,
    "translation": "Tmhi pth trạvụ̄ aashi rvud rantthhi sintụ̄ āsmankụ̄ bar yalh,"
  },
  {
    "verse_id": 12,
    "translation": "Th zmyn kr phasvith nagn mnz tbdyl, th yih svrue āb myvul so kạm pvur krnh khạṭr yosh muqdr ạs spzmcz."
  },
  {
    "verse_id": 13,
    "translation": "Th nvḥ kvr ashi akis tkhth vajinhi th kilụ̄ vajinhi pytth svar (murad chhe so nav yosh ṭvfan yinh brvnttuhe Allah tʿālyā sndi ḥukmh ḥẓrt nvḥ ʿlyh alslamn bnạvmcz ạs)"
  },
  {
    "verse_id": 14,
    "translation": "Yosh sanhi ngrạny mnz pkan ạs yih avs bdlh ts shkhṣs khạṭr yas naqdry ạs krnh āmcz."
  },
  {
    "verse_id": 15,
    "translation": "So nav trạv ashi akh nishạny bnạvith, pth chha kanhh nṣyḥt qbvl krn vvl?"
  },
  {
    "verse_id": 16,
    "translation": "Vuchihv, kiyuth avs myvn ʿdhab th kithụ̄ ạsụ̄ myạnụ̄ nhyb."
  },
  {
    "verse_id": 17,
    "translation": "Aashi chuh yih qrān nṣyḥt khạṭr āsan dhryʿh bnvvmut, (mṭlb chuh yih zi nṣyḥtuk akh dhryʿhi chih tim ʿbrtnak ʿdhab yim srksh qvmn pytth nạzil spdụ̄, th dvym dhryʿh chuh yih qrān yus dlạylv th vʿẓ v tlqyn sintụ̄ tohyih siyz vath chuhv vanan. Goddnikhi dhryʿh khoth chuh nṣyḥtuk yih dhryʿhi zyadh shl, tylhi kyazi chihvnh tvhụ̄ amhi nishhi fạydh tulan th ʿdhab vuchhnase pytth chihv aiṣrar kran pkan?) vonụ̄ chha kanhh nṣyḥt rttn vvl?"
  },
  {
    "verse_id": 18,
    "translation": "ʿādn kvr ainkar, pth vuchihtav kiyuth avs myvn ʿdhab th kithụ̄ ạsụ̄ myạnụ̄ nhyb."
  },
  {
    "verse_id": 19,
    "translation": "Ashi svuz akhi pyhm nḥvst kh doh timn pytth skht ṭvfạny hva,"
  },
  {
    "verse_id": 20,
    "translation": "Yus lukn thvd tulụ̄ tulụ̄ tithh pạtthụ̄ avs chhkan znth tim mvulh dramtụ̄ khzr kulụ̄ ạsụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Lhādha, vuchihv kiyuth avs myvn ʿdhab th kithụ̄ ạsụ̄ myạnụ̄ nhyb."
  },
  {
    "verse_id": 22,
    "translation": "Ashi chuh yih qrān nṣyḥt khạṭr āsan dhryʿh bnvvmut, vonụ̄ chha kanhh nṣyḥt rttn vvl?"
  },
  {
    "verse_id": 23,
    "translation": "Thmvdn kvr sanyn nhybn ainkar, th lgụ̄ vannhi, akh kunue nfr yus aasy mnz chuh, kya vonụ̄ pkvh asụ̄ amis pth pth? Amụ̄ sund aitbaʿ krvh asụ̄ qbvl?"
  },
  {
    "verse_id": 24,
    "translation": "Tylhi gvv aamiyuk mʿny yih zi asụ̄ chih bavr gmtụ̄ th sanhi ʿqlhi chuh tavan pyvmut."
  },
  {
    "verse_id": 25,
    "translation": "Kya ashi drmyan avsa bs yohe akh shkhṣ, yas pytth khudae snz dhikr āyih nạzil krnh? Nah, blkh chuh yih sarive khoth vsụ̄ payih aapziyvr th khod psnd."
  },
  {
    "verse_id": 26,
    "translation": "(aashi vvn pnnis pyghbrs) pghe lghi yimn pe zi kus chuh sarive khoth vsụ̄ payih aapziyvr th khod psnd."
  },
  {
    "verse_id": 27,
    "translation": "Asụ̄ svzvn avunttinụ̄ yihndi khạṭr ftnh bnạvith, vonụ̄ vuchh ṣbr san yimn kya anjam chuh spdan."
  },
  {
    "verse_id": 28,
    "translation": "Yimn van zi āb spdi yimn th avunttinhi drmyan tqsym, th prth kanhh yiyhi pnnhi vari hndi doh ābs. (yih chhe tshryḥ amhi arshadch zi, asụ̄ svzvn avunttinụ̄ yihndi khạṭr ftnh bnạvith. Suh fitnh avs yih zi achank āyih timn brvnhh kun akh avunttinụ̄ aannh th timn āv vannh zi akhi doh chyyih yhe yạcz trysh th dvyimhi doh hykiv tvhụ̄ sạry pnnhi khạṭr pnnyn janvrn khạṭr āb nith. Amụ̄ snzi vari hndi doh gczihh nh tohyih mnz kanhh shkhṣ kunhi nags ya kiryris pytth āb ninh khạṭr yun th nh gczihh pnnụ̄ janvr trysh chavnh mokhh aanun. Yih chlynj avs ts shkhṣh sndi ṭrfh dinh āmut yas mtʿlq tim panh ạsụ̄ vnan zi amis chuhnh kanhh lav lshkr, nah chahs kanhh bdd jmaʿt ddkhis)"
  },
  {
    "verse_id": 29,
    "translation": "Ạkhr kar kvr timv pnnis nfrs ālv th tmụ̄ rtt amhi kamhi hnz dhmh dạry th mạrn avunttinụ̄."
  },
  {
    "verse_id": 30,
    "translation": "Pth vuchhtv kiyuth avs myvn ʿdhab th kithụ̄ ạsụ̄ myạnụ̄ nhyb."
  },
  {
    "verse_id": 31,
    "translation": "Ashi trvv timn pytth bs akh dhmakh, th timn gvv katthh haddrkhi katthkụ̄ pạtthụ̄ bvs. (yim lukh char vạe chih rchhan tim chih yimn mḥfvẓ thavnh mokhh lvryv th knddụ̄ hryv sintụ̄ akh baddur bnavan. Aamhi haddrchhi knddụ̄ hri chhe var var hokhan th charvayn hndi yinh gczhnh sintụ̄ chuh timn bos gczhan. Qvmi thmvd chn manddnh āmczn lashn chuh athụ̄ bvsis sintụ̄ hishr āmut dinh)."
  },
  {
    "verse_id": 32,
    "translation": "Ashi chuh yih qrān nṣyḥt khạṭr shl dhryʿh bnvvmut, chha vonụ̄ kanhh nṣyḥt rattn vvl?"
  },
  {
    "verse_id": 33,
    "translation": "Lvṭ sndụ̄ qvmn kvr nhybn ainkar,"
  },
  {
    "verse_id": 34,
    "translation": "Th ashi svuz pthrav krn vvl hva timn pytth. Ṣrf rvudụ̄ lvuṭ sndụ̄ gr vạlụ̄ tmhi nishhi mḥfvẓ. Tim krrụ̄ ashi pnnhi fẓl sintụ̄ rạcz hndi ptimhi phr bchạvith."
  },
  {
    "verse_id": 35,
    "translation": "Yih jza chih asụ̄ divan prth ts shkhṣs yus shukr gzar chuh āsan."
  },
  {
    "verse_id": 36,
    "translation": "Lvuṭ ʿlyh alslamn krụ̄ pnnhi qvmkụ̄ lukh sanhi thphi nishhi khbrdar, mgr tim rvudụ̄ sạry nhyb mshkvk smjhith bḥth krụ̄ krụ̄ nẓr andaz kran."
  },
  {
    "verse_id": 37,
    "translation": "Pth kr timv suh (lvṭ) pnnyn pczhyn ḥfaẓt krnh nishhi pth rttnch kvshsh. Ạkhr kar niyvv aashi timn achh gash, zi vchihv vonụ̄ myanhi ʿdhabuk th nhybn hund mzh."
  },
  {
    "verse_id": 38,
    "translation": "Ṣubḥạe rttụ̄ tim akụ̄ aattl ʿdhabn."
  },
  {
    "verse_id": 39,
    "translation": "Vuchihv vonụ̄ mzh myanhi ʿdhabuk th myanyn nhybn hund."
  },
  {
    "verse_id": 40,
    "translation": "Ashi chuh yih qrān nṣyḥt khạṭr āsan dhryʿh bnvvmut, lhādha, chha kanhh nṣyḥt rattn vvl."
  },
  {
    "verse_id": 41,
    "translation": "Th āli frʿūns nishhi thi ạsụ̄ nhyb āmtụ̄."
  },
  {
    "verse_id": 42,
    "translation": "Mgr timv kvr sanyn tmam nshạnyn ankar. Ạkhrs pytth rttụ̄ ashi tim yithh pạtthụ̄ kanhh zbrdst qdrt vvl rattan chuh."
  },
  {
    "verse_id": 43,
    "translation": "Kya tuhndụ̄ kufar chha kynhh timv lukv khoth bhtr? (khṭab chuh qrysh lukn kun. Mṭlb chuh yih zi ạkhr kya khvby chhe tohyih mnz, tohyih km lʿl jvạhr chihv lạgith zi yth kufrs, tkdhybs th htt dhrmy hnzi rvishhi pytth baqy qvmn sza āv dinh, soe kriv tvhụ̄ akhtyar th tohyih yiyav nh sza dinh?) kinh āsmạny ktabn mnz chhe tuhndi khạṭr kanhh mʿạfy lykhith?"
  },
  {
    "verse_id": 44,
    "translation": "Kinh yimn lukn hund vanun chuh yih zi asụ̄ chih akh mẓbvṭ jvthh, pnun bchav krv?"
  },
  {
    "verse_id": 45,
    "translation": "ʿnqryb khyyih yih jothh shkst th yim sạry yin pvt phiyrith czlan vuchhnh."
  },
  {
    "verse_id": 46,
    "translation": "Blkh chuh yimn sintụ̄ nipttavnh khạṭr aṣl vʿduk vqt qyamt, th so chhe brr āft th byyhi chuh zyadh tlkh saʿt."
  },
  {
    "verse_id": 47,
    "translation": "Yim mjrm lukh chih drḥqyqt ghlṭ fhmy mnz mbtla th yimn chuh ʿqlhi pyvmut tavan."
  },
  {
    "verse_id": 48,
    "translation": "Yymhi doh yim buthụ̄ khkhri nars yin travnh tmhi doh yiyhi yimn vannh zi vuchihv vonụ̄ nar chpạcz hund mzh."
  },
  {
    "verse_id": 49,
    "translation": "Ashi chuh prth kanhh chyz akhi tqdyr san pạd kvrmut, (yʿny dunyahuk kanhh thi chyz chuhnh htth mtth pạd āmut krnh, blkh chuh prth chyzuk akh tqdyr yymhi mṭabq suh akis mqrr vqts pytth bnan chuh, akh khaṣ shkl chuh akhtyar kran, akis khaṣ ḥds tam chuh phanphlan, akis khaṣ vqts tam chuh mvjvd rvzan th akis khaṣ vqts pytth chuh khtm gczhan)"
  },
  {
    "verse_id": 50,
    "translation": "Th svn ḥukm chuh bs aakve ḥkm āsan, th achh ttyintth spdane chuh suh ʿmlhi mnz yivan."
  },
  {
    "verse_id": 51,
    "translation": "Tohyih hivụ̄ varyah chih ashi hlak krimtụ̄, chha vonụ̄ kanhh nṣyḥt rattn vvl?"
  },
  {
    "verse_id": 52,
    "translation": "Yikynczhah yimv kvrmut chuh suh svrue chuh rjsttrn mnz mvjvd."
  },
  {
    "verse_id": 53,
    "translation": "Th prth kanhh loktt brr kth chhe lykhith mvjvd."
  },
  {
    "verse_id": 54,
    "translation": "Na frmạny nishhi prhyz krn vạlụ̄ āsn yqynaan baghn th koln mnz."
  },
  {
    "verse_id": 55,
    "translation": "Pzi ʿzt chih jayih, bddis dhy aqtdar badshahs nkhh."
  }
]