[
  {
    "verse_id": 1,
    "translation": "Sytthah mhrban (khudayn chhe)"
  },
  {
    "verse_id": 2,
    "translation": "Yymhi qrānch tʿlym diczmcz."
  },
  {
    "verse_id": 3,
    "translation": "Tmy kvr ansan pạd."
  },
  {
    "verse_id": 4,
    "translation": "Th yih hychihnvvun bvlun."
  },
  {
    "verse_id": 5,
    "translation": "Āftab th zvun chih akhi ḥsabkụ̄ pabnd."
  },
  {
    "verse_id": 6,
    "translation": "Th tark th kulụ̄ sạry chih sjds andr. (yʿny frmans chih tabʿ, khudae sndi ḥukmh hykn nh mas vals sumb srtạby krith)"
  },
  {
    "verse_id": 7,
    "translation": "Āsman kvr tmụ̄ bulnd th myzan kvrun qạyim. (qryb qryb chuh tmam mufsrv yth jayih myzan (trkri) nishhi murad ʿdl niyvmut, th myzan qạyim krnuk mṭlb chuhkh yih byan kvrmut zi khudayn chuh kaʿnatuk yih pvur nẓam, ʿdls pytth qạyim kvrmut.)"
  },
  {
    "verse_id": 8,
    "translation": "Aamiyuk tqaẓh chuh yih zi tvhụ̄ mah trạviv myzans mnz khll."
  },
  {
    "verse_id": 9,
    "translation": "Ainṣaf san tvuliv tthyk pạtthy th trkri mnz mah kriv tvuls kmy. (yʿny tvhụ̄ chihv akis tvazun vạlis kaʿnats mnz rvzan yymyuk svrue nẓam ʿdls pytth chuh qạyim krnh āmut, lhādha, pzyv tohyih thi ʿdls pytth qạyim spdun. Yth dạyrs mnz tohyih akhtyar chuh dinh āmut tth mnz agr tvhụ̄ naanṣafy kriv, tylhi āshi yih kaʿnat kis fṭrts sintụ̄ tuhnz bghavt.)"
  },
  {
    "verse_id": 10,
    "translation": "Zmyn bnạv tmụ̄ sarine mkhlvqatn khạṭr."
  },
  {
    "verse_id": 11,
    "translation": "Ath mnz chih prth qsmkụ̄ ldht dar myvh. Khzr kulụ̄ chih yihndụ̄ myvh ghlafn mnz vlith chih."
  },
  {
    "verse_id": 12,
    "translation": "Rngh rngkụ̄ anaj chih yimn kvsh thi chuh āsan th danh thi."
  },
  {
    "verse_id": 13,
    "translation": "Lhādha, ae jinav th ansanav, pnnis rb sndis kth kth nʿmts phiriv tvhụ̄ buth? (draṣl chuh lfẓ ālaa vartavnh āmut yus brvuntthmyn āytn mnz bar bar chuh dohravnh āmut th ashi chuh mkhtlf jayn aamiyuk mfhvm mkhtlf lfẓn mnz vartvmut. Aath chuh mʿny nʿmtn hund thi, kmalati qdrt thi, th avṣafi ḥmydh thi. Prth jayih yiyhi aath suh mfhvm krrnh yus syaq v sbaqs sintụ̄ munasbt thavan āshi)."
  },
  {
    "verse_id": 14,
    "translation": "Ainsan bnvv tmụ̄ tath hochhmaczi myczi yoshi ktri hndụ̄ pạtthụ̄ vazan ạs."
  },
  {
    "verse_id": 15,
    "translation": "Th jin kvrun nar lmbkh nishhi pạd."
  },
  {
    "verse_id": 16,
    "translation": "Lhādha, ae jinav th ansanv, pnnis rb sndyn kmn kmn qdrt kyn ʿjạʿbatn phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 17,
    "translation": "Doshvnụ̄ mshrqn th doshvnụ̄ mghrbn hund mạlik chuh prvrdigare. (doyav mshrqav th doyav mghrbav nishhi hykn vand kalkụ̄ loktthi khoth lokttụ̄ doh ryth kalkụ̄ brri khoth brrụ̄ doh thi murad ạsith th zmyn kyn doshvnụ̄ nṣf kurn hndụ̄ mshrq v mghrb thi)."
  },
  {
    "verse_id": 18,
    "translation": "Lhādha, ae jinav th ainsanv, pnnis rb snzn kmn kmn qdrtn phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 19,
    "translation": "Zh smndr trạvụ̄ tmụ̄ ylh takhi panh vạnụ̄ raln,"
  },
  {
    "verse_id": 20,
    "translation": "Tvthi chuh timn mnz bag akh prdh ḥạyl yymhi nishhi tim tjavuz chihnh kran (yʿny tim chihnh ralan)."
  },
  {
    "verse_id": 21,
    "translation": "Lhādha, ae jinav th ansanav, pnnis rb sndi qdrt kyn kmn kmn mʿjzn kriv tvhụ̄ ankar?"
  },
  {
    "verse_id": 22,
    "translation": "Yimv smndrav nishhi chih mokhth th mrjan nyran."
  },
  {
    "verse_id": 23,
    "translation": "Lhādha, ae jinav th ansanav, pnnis rb sndyn qdrt kyn kmn kmn kmaln phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 24,
    "translation": "Th yim jhaz chih tmụ̄ sndy, yim smndrs mnz pharrn hndụ̄ pạtthụ̄ thvd vtihth chih."
  },
  {
    "verse_id": 25,
    "translation": "Lhādha, ae jinav th ansanav, pnnis rb sndis kth kth aḥsans phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 26,
    "translation": "Prth kanhh chyz yus yth zmyns pytth chuh, suh chuh fna gczhn vvl."
  },
  {
    "verse_id": 27,
    "translation": "Th ṣrf chhe tuhndis rb snz jlyl v krym dhate yạcz baqy rvzn vajinụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Lhādha, ae jinav th ansanav, pnnis rb sndis kth kth kmals phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 29,
    "translation": "Zmyns th āsmann mnz yim thi chih, sạry chih pnnụ̄ ḥajt tsụ̄ mngan. Prth saʿth chuh suh nvis shans mnz. (yʿny hr vqth chuh yth kar gahi ʿālms mnz tmụ̄ snzi kar frmạyy hund akh aand nah vatn vvl silslh jạry th suh chuh be ḥd v ḥsab chyz navi khoth navi vẓḥ san, shklhi san th vaṣfv san pạd kran. Tmụ̄ sund dunya chuhnh zanhh akis ḥals pytth rvzan. Prth czihis mnz chih aamikụ̄ ḥalat bdlan rvzan th amyuk khạlq chuh ath akhi nvi ṣvurt sintụ̄ trtyb divan yosh ptimyv ṣvurtav nishhi mkhtlf chhe āsan.)"
  },
  {
    "verse_id": 30,
    "translation": "Lhādha, ae jinav th ansanav, pnnis rb sndis kth kth tʿryf krnh āmtis ṣfts phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 31,
    "translation": "Ae zmyn kyv barv, ʿnqryb gczahv asụ̄ tohyih prczhgạr krnh khạṭr fargh, (draṣl chuh lfẓ thaqalān vrtavnh āmut. Thql chih tth bvrs vanan yus svari pytth khạlith āshi. Thaqalān huk lfẓy trjmh spdi z khalnh āmtụ̄ bvr. Yth jayih chuh yih lfẓ jinn th ansann khạṭr vrtavnh āmut tikyazi yim doshve chih zmyns pytth svar, th chvnkh khṭab chuh timn jinn th ainsann spdan yim pnnis rb sndi aṭaʿt v bndgy nishhi buthụ̄ phriy chih. Amhi mvjvb chuh yimn, ae zmyn kyv barv, vnith khṭab frmavnh āmut, gvya khạliq chuh pnnhi mkhlvq kyn yimn don nalayq grvhn frmavan zi ae timv lvukv yim myạnis zmyns pytth bar bnith chihv, ʿnqryb gczhh bh tohyih khbr hynh khạṭr fargh. Fargh gczhnuk mṭlb chuhnh yih zi vunụ̄ kyns chuh Allah tʿālyā tyvutah āvur zi ts chahnh yimn nafrmann prczhgạr krnch frṣt mylan. Blkh chuh draṣl amyuk mṭlb yih zi khudayn chuh akh khaṣ avqat namh muqrr krith thvvmut yymhi mṭạbq vunhi ansann th jinn ạkhry prczhgạr krnuk vqt chuhnh vvtmut)."
  },
  {
    "verse_id": 32,
    "translation": "(pth vuchahv) zi pnnis rb sndis kth kth aḥsans phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 33,
    "translation": "Ae grvh jin v ainis, agr tvhụ̄ zmyn th āsmann hndyv srḥdav nishhi czlith hykiv, tylhi vuchihv czlith. Kynhh hykiv nh czlith, amhi khạṭr gczihh sytthah zvr āsun. (zmyn th āsmanv nishhi chuh murad kaʿnat, ya dvyimyn lfẓn mnz khudae snz khudạʿy. Āytuk mṭlb chuh yih zi khudae sndi grifth mnz nyrun chuhnh tohyih tam. Yymhi prczhgạri hnz khbr tohyih dinh yivan chhe tmiyuk vqt vatns pytth ạsitv tvhụ̄ kunhi thi jayih bhr ḥal yiyiv rttith aannh. Amhi nishhi bchnh khạṭr ạsyv tohyih khudae snzi khudạyy nishhi czalun mgr suh bl bvth chuhnh tohyih mnz. Agr yuth ghmndd tohyih chuhv tylhi vuchihv pnnụ̄ zvr lgạvith)"
  },
  {
    "verse_id": 34,
    "translation": "Pnnis rb snzn kmn kmn qdrtn phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 35,
    "translation": "(agr czlnch kvshsh kriv) tohyih pytth yiyhi nar lmbk th dh travnh, yymyuk muqablh tvhụ̄ hykiv nh krith."
  },
  {
    "verse_id": 36,
    "translation": "Ae jinav th ansanav, pnnis rb snzn kmn kmn qdrtn kriv tvhụ̄ ankar?"
  },
  {
    "verse_id": 37,
    "translation": "Pth (kya bnhi tmhi vqth) yylhi āsman pahtthi (āsman phttnh nishhi chuh murad bndish aflakuk yalh gczuhn, niẓam ʿālmuk drhm brhm gczuhn, starn th syarn hund chhlh chhangri gczuhn) th vozlhi dalkụ̄ pạtthụ̄ gczihh vozul?"
  },
  {
    "verse_id": 38,
    "translation": "Ae jinav th ansanav, pnnis rb snz kmn kmn qdrtn phiriv tvhụ̄ buth? (tmhi vqth)"
  },
  {
    "verse_id": 39,
    "translation": "Tmhi doh āshi nh kạnshi ainsans th kạnshi jinas tmụ̄ sund gnah prczhnch ẓrvrt."
  },
  {
    "verse_id": 40,
    "translation": "Pth (yiyih vuchhnh zi) pnnis rb sndyn kmn kmn aḥsanatn chihv tvhụ̄ doshve drụ̄ ankar kran."
  },
  {
    "verse_id": 41,
    "translation": "Mujrm yin tathi pnnyv buthyv sintụ̄ prznavnh, th timn yiyhi ddykh kis msts th khorn thph trạvụ̄ trạvụ̄ khkhr dinh."
  },
  {
    "verse_id": 42,
    "translation": "(tmhi saʿth) kmn kmn pnnis rb snzn qdrtn phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 43,
    "translation": "(tmhi saʿth yiyhi vannh) yih chuh sue jhnm yth mujrm ạsụ̄ aapuz divan qrar."
  },
  {
    "verse_id": 44,
    "translation": "Tthụ̄ jhnms th grkh vnis ābs mnz bag rvzn tim grdsh kran."
  },
  {
    "verse_id": 45,
    "translation": "Pth kth kth pnnis rb sndis qdrts kriv tvhụ̄ ankar?"
  },
  {
    "verse_id": 46,
    "translation": "Th prth ts shkhṣs khạṭr yus pnnis rbs brvnhh knhi pysh spdnuk khvf thavan chuh (yʿny yymụ̄ dunyahs mnz khudays khvczụ̄ khoczụ̄ zndgy āshi guzạrmcz, th yih zạnith āsyn ʿml krmcz zi akhi doh chuh me pnnis rbs brvnhh knhi khrra spdun th pnnyn ʿmln ḥsab diyun.) zh bagh chih ts khạṭr."
  },
  {
    "verse_id": 47,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 48,
    "translation": "Sr sbz lnjav sintụ̄ brith."
  },
  {
    "verse_id": 49,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 50,
    "translation": "Doshvnụ̄ baghn mnz āsn zh nag pkan."
  },
  {
    "verse_id": 51,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 52,
    "translation": "Doshvnụ̄ baghn mnz prth myvkụ̄ zh qsm. (aamiyuk akh mṭlb hykhi yih ạsith zi doshvnụ̄ baghn hndyn myvan hnz shan āshi bdle. Akis baghs mnz gczihh, tthi āsn akhi shankụ̄ myvh tmhi chn lnjn pytth. Bykis baghs mnz gczihh tmhi kyn myvan hnz shane āshi bdl. Byakh mṭlb hykiys yithi ạsith zi yimv mnz āsn prth baghs mnz akhi qsmkụ̄ myvh vydụ̄ (mʿrvf) yiman tim dunyahs mnz zanan ạsụ̄, khvah tim ạsitn mazs mnz dunyakyv myvav nishhi kạczah thi fvqyt thavan, th bykhi qsmkụ̄ myvh āsn nạdir yim dunyahs mnz amụ̄ sndis khyals mnz thi ạsụ̄ nh āmtụ̄.)"
  },
  {
    "verse_id": 53,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 54,
    "translation": "Jnty lukh āsn tithyn frshn pytth tkyih lgạvith bihith yihndụ̄ aastr ryshmhi hndụ̄ āsn, th baghn hnz lnjhi āsn myvav sintụ̄ nmith."
  },
  {
    "verse_id": 55,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 56,
    "translation": "Yimn nʿmtn mnz bag āsn shrm dar nẓr thavan vajinhi. (yih chhe zanhi hnz aṣly khvby zi so gczihh nh be shrm th biymh vrạe āsnụ̄ blkh gczihh ts achhn mnz ḥya āsun. Aamy mvjvb chuh Allah tʿālyā jnt kyn nʿmtn drmyan mstvuratn hnz dhkr kran kran sarive brvnhh tihnzi ḥya dạry th ʿft mạby hndụ̄ tʿryf kran, suh chuhnh tihndi ḥsn v jmalkụ̄ tʿryf kran. Ḥsyn znanh chhe mkhlvṭ klbn, th flmy ngar khann mnz jmʿ spdan th ḥsun v jmal kyn muqabln mnz chhe chhạnttụ̄ chhạnttụ̄ akh akis khoth ḥsyn znụ̄ aannh yivan, mgr akh bd dhvq th bdrah ainsane hykhi timn sintụ̄ dlchspy nith. Kạnshi shryf ansans hykhi nh suh ḥusn pans kun phirith yus prth bdnẓr ansans nẓarch dʿūt diyih, th prth kochihh hnz zynt bnnh khạṭr āshi tyar.) yimn yimv jntiyav brvnhh zanhh kạnshi ansann ya jinn āshi nh athh thi lvgmut. (amhi nishhi lvg pe zi jnts mnz aczn nyk ansann hndụ̄ pạtthụ̄ nyk jin thi. Ansann khạṭr āsn ainsan mstvurath th jinn khạṭr āsn jin mstvurath. Th khudae sndi qdrt sintụ̄ yin timh sare aanhrishhi bnavnh.)"
  },
  {
    "verse_id": 57,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 58,
    "translation": "Ticzhh khvub ṣvurt znth lʿl mrjan."
  },
  {
    "verse_id": 59,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 60,
    "translation": "Nyky hund bdlh kya hykhi nyky vrạe ạsith."
  },
  {
    "verse_id": 61,
    "translation": "Tylhi, ae jinav th ansanav, pnnis rb sndis kth kth tʿryf krnh āmtis ṣfts kriv tvhụ̄ ankar?"
  },
  {
    "verse_id": 62,
    "translation": "Th timv doyv baghv ʿlavh āsn byyhi zh bagh. (ghalbaan āsn goddnikụ̄ zh bagh qyam gah th dvyimụ̄ zh bagh tfryḥ gah)"
  },
  {
    "verse_id": 63,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 64,
    "translation": "Ghnụ̄ srsbz th shadab bagh."
  },
  {
    "verse_id": 65,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 66,
    "translation": "Doshvnụ̄ baghn mnz āsn zh nag fvarn hndụ̄ pạtthụ̄ khsan."
  },
  {
    "verse_id": 67,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 68,
    "translation": "Timn mnz āsn bkthrt myvh th khzr th dạn."
  },
  {
    "verse_id": 69,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 70,
    "translation": "Timn nʿmtn mnz khvub syrt th khvb ṣvurt khandarinh."
  },
  {
    "verse_id": 71,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 72,
    "translation": "Khinmn mnz tthhravnh āmcz ḥvur. (khinmav nishhi chih murad tamhi qsmkụ̄ khinmh yithụ̄ amyrn th brryn lukn khạṭr sạl gahn mnz lgavnh chih yivan. Timn sạl gahn mnz āsn jayih jayih khinmh lgith yimn mnz ḥvur tihndi khạṭr lṭfuk th ldhtuk saman frahm krn)"
  },
  {
    "verse_id": 73,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 74,
    "translation": "Yimv jntiyav brvnhh āshi nh zanhh kạnshi ansann ya jinan timn athh lvgmut."
  },
  {
    "verse_id": 75,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 76,
    "translation": "Tim jnty bihan sbz qạlynn th nfys v nayab frshn pytth tkyih lgạvith."
  },
  {
    "verse_id": 77,
    "translation": "Pnnis rb sndis kth kth anʿāms phiriv tvhụ̄ buth?"
  },
  {
    "verse_id": 78,
    "translation": "Sytthah brkt vvl chuh tuhndis rb sund nav yus ʿẓmt vvl th aḥsan krn vvl chuh."
  }
]