[
  {
    "verse_id": 1,
    "translation": "Yylhi suh spdn vvl vaqʿh pysh yiyih."
  },
  {
    "verse_id": 2,
    "translation": "Tylhi āshi nh kanhh tmhi kis vaqʿh spdns buth phirn vvl."
  },
  {
    "verse_id": 3,
    "translation": "So āshi tlukh pytth krn vajinụ̄ āft."
  },
  {
    "verse_id": 4,
    "translation": "Zmyn yiyhi ykbar tmhi saʿth hilavnh. (yʿny suh āshi nh ʿām binuyl kynhh blkh yiyhi pvur zmyn byk vqt hilavnh)."
  },
  {
    "verse_id": 5,
    "translation": "Th pharr yin tithh pạtthụ̄ ryzh ryzh krnh."
  },
  {
    "verse_id": 6,
    "translation": "Zi tim āsn chhlh chhangri grdi hndụ̄ pạtthụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Tvhụ̄ lukh spdiv tmhi saʿth tryn daryn mnz tqsym."
  },
  {
    "verse_id": 8,
    "translation": "Dchihnh and vạlụ̄, lhādha, dchihnhi and kyn (hnz khosh nṣyby) kya chuh vanun."
  },
  {
    "verse_id": 9,
    "translation": "Th khovri aand vạlụ̄, vonụ̄ kya ttihkanh chuh khovri and kyn (hnzi bdnṣyby) hund."
  },
  {
    "verse_id": 10,
    "translation": "Th brvntthh knikụ̄ ge brvntthh knhi ky."
  },
  {
    "verse_id": 11,
    "translation": "Time chih muqrb (ttạtthụ̄) lukh."
  },
  {
    "verse_id": 12,
    "translation": "Nʿmt valyn jntn mnz rvzn."
  },
  {
    "verse_id": 13,
    "translation": "Brvttihmyv mnz āsn varyah."
  },
  {
    "verse_id": 14,
    "translation": "Th ptimyv mnz āsn km."
  },
  {
    "verse_id": 15,
    "translation": "Sonh snzv tarav sintụ̄ vonnh āmtyn tkhtn pytth āsn."
  },
  {
    "verse_id": 16,
    "translation": "Akh akis brvnhh knhi tkyih lgạvith bihith."
  },
  {
    "verse_id": 17,
    "translation": "Tihnzn mjlisn mnz āsn aabdy lrrkh (amhi nishhi chuh murad tithụ̄ lrrkh yim hmyshhi rvzn lrrke, tihnz vạns rvzi hmyshh akise ḥalts pytth tthhrith)."
  },
  {
    "verse_id": 18,
    "translation": "Jạry nag kh shrab sintụ̄ brith pyalh th shrab dạnụ̄ th saghr hyth āsn davan phyran."
  },
  {
    "verse_id": 19,
    "translation": "Suh chyth nh yiyhi timn kls giyvur nh yiyhi tihnzi ʿqlhi mnz ftvr."
  },
  {
    "verse_id": 20,
    "translation": "Th tim krn yimn brvnhh knhi qsmh qsmkụ̄ myitthụ̄ myvh pysh zi yus yczhn suh tuln."
  },
  {
    "verse_id": 21,
    "translation": "Th prindn hund maz krnkh pysh zi yas prndh sund yczhn suh khyn."
  },
  {
    "verse_id": 22,
    "translation": "Th yihndi khạṭr āsn khvbṣvrt achh vajinhi ḥvur."
  },
  {
    "verse_id": 23,
    "translation": "Ticzhh ḥsyn znth khttith thavnh āmut mokhth."
  },
  {
    "verse_id": 24,
    "translation": "Yih svrue kynhh mylhi yimn timn aʿmaln hndi bdlh yim tim dunyahs mnz kran ạsụ̄."
  },
  {
    "verse_id": 25,
    "translation": "Tthi bvzn nh tim kanhh be hvudh klam ya gnahch kth."
  },
  {
    "verse_id": 26,
    "translation": "Yosh kth thi spdi so spdi rcz."
  },
  {
    "verse_id": 27,
    "translation": "Th dchihnh andkụ̄, dchihnh aand kyn (hnzi khosh nṣyby) kya chuh vnun."
  },
  {
    "verse_id": 28,
    "translation": "Tim āsn knddyv rvs bryyan mnz, (yʿny ticzhh bryyih yihndyn kulyn knddụ̄ āsn nh. Aʿlyā drjhi kyn bryyih kulyn chih kme knddụ̄ āsan. Aamy mvjvb chuh jnth kyn bryyih kulyn yih vnnh āmut zi tim āsn knddyv vrạe, yʿny yih āshi suh bhtryn qsm yus dunyahs mnz chuhnh)"
  },
  {
    "verse_id": 29,
    "translation": "Th th br th khczmczn kyln,"
  },
  {
    "verse_id": 30,
    "translation": "Th dvur tam kyn shhjarn,"
  },
  {
    "verse_id": 31,
    "translation": "Th hr dm pkvnis ābs,"
  },
  {
    "verse_id": 32,
    "translation": "Th zanhh khtm nh gczhn valyn,"
  },
  {
    "verse_id": 33,
    "translation": "Th be rvk ttvk myln valyn bkthrt myvan,"
  },
  {
    "verse_id": 34,
    "translation": "Byyhi āsn thdyn nisht gahn mnz."
  },
  {
    "verse_id": 35,
    "translation": "Tihnz khandarinhi krvkh asụ̄ khaṣ pạtthụ̄ nvi sr pạd."
  },
  {
    "verse_id": 36,
    "translation": "Th timh bnavvkh aanhrishhi."
  },
  {
    "verse_id": 37,
    "translation": "Pnnyn khandarn hnz ʿāshq th ʿmri mnz brabr."
  },
  {
    "verse_id": 38,
    "translation": "Yikynczhah chuh dchihnhi aand valyn khạṭr."
  },
  {
    "verse_id": 39,
    "translation": "Tim āsn brvuntthmiyv mnz thi sytthah."
  },
  {
    "verse_id": 40,
    "translation": "Th ptimyv mnz thi sytthah."
  },
  {
    "verse_id": 41,
    "translation": "Th khvvri aand vạlụ̄, khvvri aand valyn (hnzi bdnṣyby) kya chuh vanun."
  },
  {
    "verse_id": 42,
    "translation": "Tim āsn nar chpạcz th grkh divnis ābs mnz."
  },
  {
    "verse_id": 43,
    "translation": "Th syah dh kis says tl."
  },
  {
    "verse_id": 44,
    "translation": "Yus nah tthndd gczihh th nah banhi āram dinh vvl."
  },
  {
    "verse_id": 45,
    "translation": "Yim āsn tim lukh yim aath anjams vatnh brvnhh khosh ḥal ạsụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi ạsụ̄ gnahi ʿẓyms pytth ddttith rvuzith."
  },
  {
    "verse_id": 47,
    "translation": "Tim ạsụ̄ vnan, kya yylhi asụ̄ mrith miycz bnav th pth ạsav addjhi krnz bnymtụ̄, tylhi yimvh asụ̄ byyhi khrra krnh?"
  },
  {
    "verse_id": 48,
    "translation": "Th kya sạnụ̄ mạlụ̄ buddibb thi yinh tulnh yim brvnhh chih guzrymtụ̄."
  },
  {
    "verse_id": 49,
    "translation": "Ae nby, yimn lukn vniv, pzụ̄ pạtthụ̄ yin ptimụ̄ brvntthmụ̄ sạry,"
  },
  {
    "verse_id": 50,
    "translation": "Akhi doh ẓrvr jmʿ krnh yymyuk vqt mqrr chuh krnh āmut."
  },
  {
    "verse_id": 51,
    "translation": "Pth, ae gmrahav th buth phirn valyv!"
  },
  {
    "verse_id": 52,
    "translation": "Tvhụ̄ chihv zaqvm kh kulyuk ghdha khynh vạlụ̄."
  },
  {
    "verse_id": 53,
    "translation": "Tamy sintụ̄ briv tvhụ̄ shkm,"
  },
  {
    "verse_id": 54,
    "translation": "Th pytthh chyyiv grkh divun āb,"
  },
  {
    "verse_id": 55,
    "translation": "Tryshhi htis avntth sndụ̄ pạtthụ̄."
  },
  {
    "verse_id": 56,
    "translation": "Yih chuh (yimn khvvri aand valyn) hndi ẓyaftuk snz rvzi jza kh doh."
  },
  {
    "verse_id": 57,
    "translation": "Ashi chihv tvhụ̄ pạd krimtụ̄ tylhi kyazi chihv nh tṣdyq kran? (yʿny amhi kthhi hund tṣdyq zi asy chih tuhndiụ̄ rb th mʿbvd th asụ̄ hykv tvhụ̄ dvbarh thi pạd krith)."
  },
  {
    "verse_id": 58,
    "translation": "Zanhh kvrva tohyih ghvr, yih nṭfh yus tvhụ̄ travan chihv,"
  },
  {
    "verse_id": 59,
    "translation": "Ath chihva tvhụ̄ shur bnavan kinh suh bnavn vạlụ̄ chih asụ̄?"
  },
  {
    "verse_id": 60,
    "translation": "Ashi chuh tohyih drmyan mvt bạgrvvmut, th asụ̄ chihnh amhi nishhi ʿạjz,"
  },
  {
    "verse_id": 61,
    "translation": "Zi tuhnz shklh bdlavav, th tvhụ̄ karv kunhi ticzihh shklhi mnz pạd yosh nh tvhụ̄ zanan ạsiv."
  },
  {
    "verse_id": 62,
    "translation": "Pnnụ̄ goddnich pydạysh chihv tvhụ̄ var pạtthụ̄ zanan, tylhi kyazi chihv nh sbq rattan?"
  },
  {
    "verse_id": 63,
    "translation": "Zanhh svnchuv tohyih, yih biyvl yus tvhụ̄ vavan chihv,"
  },
  {
    "verse_id": 64,
    "translation": "Ath chihvh zraʿt tvhụ̄ vopdavan kinh yih vopdavn vạlụ̄ chih asụ̄?"
  },
  {
    "verse_id": 65,
    "translation": "Asụ̄ agr yczhv tylhi krav yimn zraʿtn bvs, th tvhụ̄ rvuziv rngh rngh chih kthh kran,"
  },
  {
    "verse_id": 66,
    "translation": "Zi ashi pytth pyyih putthh chyttụ̄,"
  },
  {
    "verse_id": 67,
    "translation": "Blkhi chih sạny nṣyb khrab."
  },
  {
    "verse_id": 68,
    "translation": "Zanhh vuchhva tohyih achh mczrạvith, yih āb yus tvhụ̄ chyvan chihv,"
  },
  {
    "verse_id": 69,
    "translation": "Yih chuhva avbr nishhi tohyih trvvmut kinh yih travn vạlụ̄ chih asụ̄?"
  },
  {
    "verse_id": 70,
    "translation": "Asụ̄ agr yyczhv yih bnavvn skht tlkh, tylhi kyazi chihv nh tvhụ̄ shkur guzar bnan?"
  },
  {
    "verse_id": 71,
    "translation": "Zanhh kvrva tohyih khyal, yih nar yus tvhụ̄ zalan chihv,"
  },
  {
    "verse_id": 72,
    "translation": "Aamiyuk kul chuhva tohyih pạd kvrmut kinh yih pạd krn vạlụ̄ chih asụ̄? (yʿny yimn kulyn hund ziyun tvhụ̄ zalan chihv tim chihva tohyih pạd krimtụ̄ kinh aashi?)"
  },
  {
    "verse_id": 73,
    "translation": "Ashi chuh suh yadhạny hund dhryʿh th ḥajt mndn khạṭr zndgy hund saman bnvvmut."
  },
  {
    "verse_id": 74,
    "translation": "Lhādha, ae nby, pnnis ʿẓym rb sndi navch kriv tsbyḥ. (yʿny tmụ̄ sund mubark nav hyth kriv yih aẓhar th aʿlan zi suh chuh timv tmam ʿībv, nuqṣv th kmzvuryav nishhi pak yim kufar th mushrk tas kun mnsvub chih kran th yim kfr v shrk kis prth ʿqyds th ạkhrts ankar krn valyn hndis prth astdlals mnz pvshydh chih.)"
  },
  {
    "verse_id": 75,
    "translation": "Lhādha, nah (yʿny kth chahnh so yih tohyih smujhmut chuhv. Yth jayih chuh qrān Allah tʿālyā sndi ṭrfh āsns pytth qsm khynh brvnhh lfẓ laa vrtavun khod yih ẓạhr kran zi lukh ạsụ̄ yth pak ktabhi mtʿlq kynhh kthh bnavan yuhund trdyd krnh mvjvb yih qsm chuh khynh yivan.) bh chuhs qsm khyvan tarkn hndyn mvaqʿ hn hund,"
  },
  {
    "verse_id": 76,
    "translation": "Th agr tohyih fikri tryv, tylhi chuh yih sytthah bvdd qsm."
  },
  {
    "verse_id": 77,
    "translation": "Zi yih chuh akh blnd payih qrān, (tarkn th syarn hndyv mvaqʿ hav nishhi chuh murad tihndiụ̄ mqamat, tihindụ̄ mnzl th tihindụ̄ mdar. Th qrān kis bulnd payih ktab āsns pytth tihund qsm khynuk mṭlb chuh yih zi ʿālm balahs mnz yuth mḥkm th mẓbvṭ ajrami flky huk nẓam chuh tiytuhe mẓbvṭ th mḥkm chuh yih klam thi. Yymụ̄ khudayn suh nẓam bnvvmut chuh tmy khudayn chuh yih klam thi nạzil kvrmut.)"
  },
  {
    "verse_id": 78,
    "translation": "Akis mḥfvẓ ktabhi mnz thbt,"
  },
  {
    "verse_id": 79,
    "translation": "Yth pak bazav varạe kanhh athh hykhi nh lạgith. (yʿny yih chuh pak frshtv dhryʿh āmut, shyṭann hund chuhnh yth mnz kanhh dkhl)"
  },
  {
    "verse_id": 80,
    "translation": "Yih chuh rb alʿālmyn sund nạzil kvrmut."
  },
  {
    "verse_id": 81,
    "translation": "Tylhi kya tvhụ̄ chihva yath klams sintụ̄ laprvạhy vartavan?"
  },
  {
    "verse_id": 82,
    "translation": "Th amhi nʿmt mnz chuhv tohyih pnun ḥiṣh yih thvvmut zi aath chihv ankar kran?"
  },
  {
    "verse_id": 83,
    "translation": "Tylhi kyazi nh, yymhi saʿth marn vạlụ̄ sund zuv httis tam chuh vvtmut āsan,"
  },
  {
    "verse_id": 84,
    "translation": "Th tvhụ̄ chihv āsan vuchhan zi suh chuh maran,"
  },
  {
    "verse_id": 85,
    "translation": "Tmhi vqth chih asụ̄ ts tuhndi bh nsbt zyadh nkhh āsan, mgr tvhụ̄ chihv nh vuchihth hykan."
  },
  {
    "verse_id": 86,
    "translation": "Vonụ̄ agr tvhụ̄ kạnshi hndụ̄ mḥkvm chihvnh, th pnnis aath khyals mnz chihv pziyạrụ̄,"
  },
  {
    "verse_id": 87,
    "translation": "Tmhi saʿth kyazi chihv nh tmụ̄ sund nyrvun zuv vaps aanan?"
  },
  {
    "verse_id": 88,
    "translation": "Pth agr suh marn vvl muqrbiynav mnz āshi,"
  },
  {
    "verse_id": 89,
    "translation": "Tylhi chuh tmụ̄ sndi khạṭr raḥt th jan rzq byyhi nʿmt bvrut jnt."
  },
  {
    "verse_id": 90,
    "translation": "Th agr suh aṣḥabi alyamiynav (yʿny dchihnhi aand valyv) mnz āshi,"
  },
  {
    "verse_id": 91,
    "translation": "Tylhi chuh tmụ̄ sund astqbal yithh pạtthụ̄ spdan zi slam chhe cze, cz chuhkh aṣḥabi alyamiynav mnz."
  },
  {
    "verse_id": 92,
    "translation": "Th agr suh ankar krn valyv gumrah lukv mnz āshi,"
  },
  {
    "verse_id": 93,
    "translation": "Tylhi chuh tmụ̄ sndi ranzvanh khạṭr grkh divun āb."
  },
  {
    "verse_id": 94,
    "translation": "Byyhi jhnms chhknh yun."
  },
  {
    "verse_id": 95,
    "translation": "Yih svrue kynhh chuh balkl ḥq."
  },
  {
    "verse_id": 96,
    "translation": "Lhādha, ae nby, pnnis ʿẓmt vạlis rb sndi navch tsbyḥ kriv. (aamy hdayt muṭạbq diyut nby ṣly Allah ʿlyh v slmv ḥukm zi rkvʿs mnz vniv, subḥaana rabiya alʿaaẓiymi."
  }
]