[
  {
    "verse_id": 1,
    "translation": "Allah tʿālyā snz tsbyḥ chhe krmcz prth tmụ̄ chyzn yus zmyns th āsmann mnz chuh, sue chuh ghạlb th ḥkmt vvl."
  },
  {
    "verse_id": 2,
    "translation": "Zmyn v āsmann hndi slṭntuk mạlik chuh sue, zndgy chuh bkhshan th mvt chuh divan, th prth chyzs pytth chuh qdrt thavan."
  },
  {
    "verse_id": 3,
    "translation": "Sue chuh avl thi th ạkhr thi, th ẓạhr thi chuh th bạṭn thi, (yʿny yylhi kihinụ̄ avs nh tylhi avs sue, th yylhi kihnụ̄ rvzi nh tylhi rvzi sue. Suh chuh sarive ẓạhrv khoth khsith ẓạhr, tikyazi dunyahs mnz yikynczhah thi ẓhvr chuh, suh chuh tmụ̄ sndine ṣfatn th afʿāln hund th tmụ̄ sndy nvuruk ẓhvr, th suh chuh prth bạṭn khoth khsith bạṭn, tikyazi ḥvasav sintụ̄ tmụ̄ snz dhat mḥsvs krnụ̄ chuh drknar, ʿql v fkr th khyal tam hykhi nh tmụ̄ snz ḥqyqt th ṭrz lbith) th ts chuh prth chyzuk ʿlm."
  },
  {
    "verse_id": 4,
    "translation": "Sue chuh yymụ̄ sạry āsman th zmyn shyn dohn mnz pạd krụ̄, th pth spud ʿrshs pytth jlvh gr. Tmụ̄ sndis ʿiilms mnz chuh, yikynczhah zmyns mnz gczhan chuh th yikynczhah amhi mnz nyran chuh, th yikynczhah āsmanh pytthh vsan chuh th yikynczhah aath mnz khsan chuh. (dvyimyn lfẓn mnz vanv zi suh chuhnh mḥẓ kulyatn hundue yvt ʿạlm kynhh blkh chuhs juzyatn hund thi ʿlm. Akh akh danh yus thn tl gczhan chuh, akh akh vthr th kvtt yus zmyn mnz phttan chuh, rvuduk akh akh qṭrh yus āsmanh vasan chuh th bukharatn hund prth mqdar yus smndrav th jhiyilav pytthh vthith āsmans kun khsan chuh, chuh ts drnẓr. Ts chhe pe zi kus danh kth jayih chuh zmyns mnz, tvae chuh suh tth phattvith kvtt krran th tth chuh prvrsh krith phanphlavan. Ts chhe pe zi bkharatn hund kvutah mqdar kmhi jayih pytthh chuh vvthmut th kvt chuh vvtmut, tyly chuh suh timn sarine jmʿ krith avbur bnavan th zmyn kyn mkhtlf ḥiṣn mnz bạgrạvith chuh prth jayih ḥsabh san rvud travan.) suh chuh tohyih sintụ̄ yythi tvhụ̄ chihv. Yosh kạm thi kran chihv tth chuh suh vchhan."
  },
  {
    "verse_id": 5,
    "translation": "Sue chuh zmyn th āsmann hnzi badshạhy hund mạlik, th sạry mʿāmlat chih fạṣlh khạṭr tsụ̄ kun rjvʿ yivan krnh."
  },
  {
    "verse_id": 6,
    "translation": "Sue chuh rạcz kran dohs mnz th dohs kran rạcz mnz dạkhl, th diln mnz pvshyd raz tam chuh zanan."
  },
  {
    "verse_id": 7,
    "translation": "Ayman aniv khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms pytth. (yth jayih chuhnh ayman aannh nishhi murad mḥẓ zbạnụ̄ zbạnụ̄ aslamuk aqrar blkh chuh pzi dilh ayman aanun) th khrch kriv timv chyzv mnz yimn pytth tmụ̄ tvhụ̄ khlyfh chihnv bnạvimtụ̄. Yim lukh tohyih mnz ayman aann byyhi krn mal khrch, tihndi khạṭr chuh bvdd aajr."
  },
  {
    "verse_id": 8,
    "translation": "Tohyih kya chuhv gvmut zi tvhụ̄ chihv nh khudays pytth ayman anan ḥalankh rsvl chuhv tohyih pnnis rbs pytth ayman aannch dʿūt divan. (yth jayih thi chuh ayman annh nishhi murad pzi dilh ayman aanun) th tmụ̄ chuhnav tohyih ʿhd hyvtmut, (yʿny aṭaʿtuk vʿdh) agr tvhụ̄ pzụ̄ pạtthụ̄ mann vạlụ̄ chihv."
  },
  {
    "verse_id": 9,
    "translation": "Suh chuh Allah tʿālyā he yus pnnis bnds pytth chuh ṣaf ṣaf āyat nạzil kran. Takhi tohyih aanyv aanhi gttv mnz krrith gashs kun, th ḥqyqt chhe yih zi Allah tʿālyā chuh tohyih pytth sytthah shfyq th mhrban."
  },
  {
    "verse_id": 10,
    "translation": "Ạkhr kya vjh chuh zi tvhụ̄ chihv nh Allah tʿālyā snzi vathi mnz khrch kran, ḥalankh zmynuk th āsmann hund myrath chuh khudae sndiy khạṭr. (ath chih zh mṭlb. Akh yih zi mal chuhnh hmyshh tohyih nishhi rvzn vvl, akhi doh chuhv lazimaan tohyih yih trạvith gczuhn th Allah tʿālyā he chuh aamiyuk vạrth bnn vvl. Byakh mṭlb chuhs yih zi Allah tʿālyā snzi vathi mnz gczhyv nh tohyih mal khrchnh vizi kunhi ghryby th tng dsty hund andyshh laḥq gczuhn, tikyazi yas khudae sndi khạṭr tvhụ̄ yih khrch kriv suh chuh zmyn v āsman kyn tmam khzann hund mạlik, ts nishhi avsnh tohyih dinh khạṭr bs yutue kynhh yus tohyih tmụ̄ diytmut chuhnav, blkh hykyv suh tohyih pgah amhi khoth varyah zyadh dith) tohyih mnz yim lukh ftḥ ḥạṣl spdanh pth khrchavn th jhad krn, tim hykn nh zanhh timn lukn brabr spdith yimv ftḥ ḥạṣl gczhnh brvnhh khrchvvmut th jhad kvrmut chuh. Tihund drjh chuh timv khoth khsith yimv pvtus khrchvv th jhad kvr, agrchh khdayn chih doshvnụ̄ sintụ̄ rtụ̄ vʿdh krimtụ̄ (aamhi nishhi spud mʿlvm zi yylhi thi zanhh aslams pytth suh vqt yiyhi yth mnz kufr th kạfrn hund pvtur gvb āshi th bẓạhr āsn nh aslam kh ghlbkụ̄ āthar dvur dvur tam nẓri gczhan, aamhi vqth yim lukh aslam kh ḥmayt khạṭr pnun jan mvnddis pytth thavn byyhi krn mal khrch, yihndis mrtbs vatn nh tim lukh yim kfr v aslam khi kshmukshk fạṣlh aslam kis ḥqs mnz spdnh pth qrbạnyih din) yikynczhah tvhụ̄ kran chihv Allah tʿālyā chuh tmhi nishhi bakhbr."
  },
  {
    "verse_id": 11,
    "translation": "Kus chuh yus khudays diyih qrẓ? Rut qrẓ, takh Allah tʿālyā diyih ath kynhh gvnh aẓafh krith vaps, th ts khạṭr chuh bhtryn ajr. (yih chhe Allah tʿālyā snzi krymy hnz shan zi agr ansan tmụ̄ sund ʿṭa krnh āmut mal tmụ̄ snzy vathi mnz khrchavi, tylhi chuh suh tth pnnhi dhmh qrẓ divan qrar, bshrṭykh suh āshi qrẓi ḥsn (rut qrẓ) yʿny khạlṣ nyt san yiyhi kunhi ghrẓh vrạe dinh. Aath qrẓs mtʿlq chih Allah tʿālyā sndụ̄ zh vʿdh, akh yih zi suh diyih kynhh gonh hur rạvith suh vaps, byakh yih zi suh kri aath pytth pnnhi ṭrfh bhtryn ajr thi ʿṭa)."
  },
  {
    "verse_id": 12,
    "translation": "Tmhi doh yylhi tvhụ̄ mvmn mrd th mvmn mstvurath vuchhvukh, zi tihund nvur chuh timn brvnhh brvnhh th tihndi dchihnhi ṭrfh davan, (yth jayih hykhi akh sval akis shkhṣh sndis dhhns mnz shk pạd krith. Suh chuh yih zi brvnhh brvnhh nvuruk pkun chuh fikri tran mgr nvuruk ṣrf dchihnhi aandi davnuk mṭlb kya chuh? Kya tihndi khovri ṭrfh āsya anhi gvtt? Aamiyuk jvab chuh yih zi agr akh shkhṣ pnnis dchihnis aths kyth gash hyth pkan āshi, aamhi gashhi gczihh khovur and thi rvshn mgr ḥqyqt chhe yih zi gash chuh amis dchihnis aths kyth). (timn yiyhi vannh zi) az chhe bshart tuhndi khạṭr. Jnt āsn, yimn bnụ̄ kinụ̄ kolh āsn pkan, yimn mnz tim hmyshhi rvzn. Yhe chhe brr kamyạby."
  },
  {
    "verse_id": 13,
    "translation": "Tmhi doh āshi mnafq mrdn th munafq znann hund yih ḥal zi tim vann mvminn, he aashi kun vuchihtv takh asụ̄ tulhav tuhndis nvurs kynhh fạydh. Mgr timn yiyhi vnnh pth httiv, pnun nvur czhạnddiv byyhi kunhi jayih. Pth yiyhi timn mnzbag akh dyvar khrra krnh yth mnz akh drvazh āshi. Tth drvazs andr āshi rḥmt, th nybr āsys ʿdhab."
  },
  {
    "verse_id": 14,
    "translation": "Tim vann ālv krụ̄ krụ̄ mvmnn, kya asụ̄ ạsụ̄ na tohyih sintụ̄? Mvmin din jvab, ā, mgr tohyih trvvuv pnun pan panh fitns mnz, mvqʿ prsty kriv, shks mnz rvudiv, th apzụ̄ tvqʿāt rvudiv tohyih fryb divan, yvt tam zn Allah tʿālyā sund fạṣlh āv, th ạkhry vqts tam rvuduv tohyih suh bvdd dvkhh baz (shyṭan) khudae sndis mʿāmls mnz dvkhh divan."
  },
  {
    "verse_id": 15,
    "translation": "Lhādha, nah yiyhi aaz tohyih nishhi kanhh fidiyih qbvl krnh, th nah timn lukn nishhi yimv ttakar kfr avs kvrmut. Tuhund ttihkanh chuh jhnm, sue chuhv tohyih khbr hynh vvl th yih chuh bdtryn anjam."
  },
  {
    "verse_id": 16,
    "translation": "Kya ayman aann valyn khạṭr vvt na vunhi suh vqt. (yth jayih chuhnh ayman aann valyn khạṭr murad tmam muslman kynhh. Blkh chuh muslmann hund suh khaṣ dvr yus aymanuk aqrar krith rsvl Allah ṣly Allah ʿlyh v slmn hndyn mann valyn mnz shạmil avs gvmut th amhi bavjvd ạs nh tihndis dils mnz aslamch dg.) zi tihndụ̄ dil pigln Allah tʿālyā snzi dhkr sintụ̄, th tmụ̄ sndis nạzil krnh āmtis ḥqs brvnhh knhi namn, th tim gczhn nh timn lukn hndụ̄ pạtthụ̄ bannụ̄ yimn brvnhh ktab ạs dinh āmcz, pth guzryav aakh zyvutth kal timn pytth th tihndụ̄ dil spdụ̄ skht, th aaz chih timv mnz akthr fasq bnith?"
  },
  {
    "verse_id": 17,
    "translation": "Var pạtthụ̄ zạniv zi Allah tʿālyā chuh zmyns aamhi kh mvt pth zndgy bkhshan (yath jayih yymhi mnasbt kinụ̄ yih kth arshad chhe spzmcz, so pazi tthyk pạtthụ̄ smjhinụ̄. Qrāni mjyds mnz chuh varyahn jayn nbvts th ktab nạzil spdns rvudchn brktn sintụ̄ hishr dinh āmut tikyazi ansạnyts pytth chih aamikụ̄ timae athrat murtb spdan yim zmyns chih rvud sintụ̄ spdan. Yth zmyns mnz vopvnch raczh thi ṣlạḥyt chhe āsan, so chhe pholan, albth bnjr zmyn chhe bnjre rvzan.) ashi chahv nishạniyih tohyih ṣaf ṣaf havimcz, bnan chuh zi tvhụ̄ hyyiv ʿqlhi kạm."
  },
  {
    "verse_id": 18,
    "translation": "Mrdn th mstvuratn mnz yim lukh ṣdqat dinh vạlụ̄ chih (ṣadqh chuh aurdv zbạnụ̄ mnz sytthah bur mʿniyan mnz bvlnh yivan mgr aslam kis aṣṭlaḥs mnz chih yih tth ʿṭys vnan yus pzi dilh th khạliṣ nyt san mḥẓ khudae snzi khoshnvdy khạṭr dinh yiyhi th yth mnz kanhh ryakạry āshi nh, th nh yiyhi kạnshi minth thavnh. Kạshir zbạnụ̄ mnz thi chuh ath yohe mʿny) th yimv khudays qrẓi ḥasan chuh diytumut, timn yiyhi yqynaan kynhh gonh hur rạvith dinh, th tihndi khạṭr chuh bhtryn ajr."
  },
  {
    "verse_id": 19,
    "translation": "Th yimv lukv Allah tʿālyā th tmụ̄ sndyn rsvln pytth ayman chuh avnmut, time chih pnnis rbs nzdyk ṣdyq th shhyd. (ṣdyq chuh ṣdquk mbalghh. Ṣadiq gvv pziyvr th ṣdyq gvv sytthah pziyvr. Murad chuh tiyuth rast baz ansan yas mnz nh kanhh khochr āshi, yus nh zanhh āshi ḥq nishhi th syzir nishhi ddvlmut, ys nishhi nh yih tvqʿ he yiyhi krnh zi suh vanhi zanhh pnnis ẓmyrs khlaf kanhh kth, yymụ̄ kanhh kth mạnimcz āshi th so āsyn pvur khlvṣh san mạnimcz, tmhi kh vfadạry hund āsyn ḥq kvrmut ada, th pnnhi ʿmlhi sintụ̄ āsyn thạbit diytmut krith zi suh chuh pzụ̄ pạtthụ̄ tiyutuhe mann vvl yuth akis mann vạlis pzi āsun, shhyd chuh yth jayih murad suh shkhṣ yus pnnhi qvl v ʿmlhi sintụ̄ ḥqch shhadt diyih.) tihndi khạṭr chuh tihund ajr th tihund nvur, th yimv lukv kufr chuh kvrmut th sanyn āyatn chuhkh buth phiyrmut, tim chih jhnmy."
  },
  {
    "verse_id": 20,
    "translation": "Varpạtthụ̄ zạniv zi yih dunyahch zndgy chahnh amhi vrạe kihinụ̄ zi akh khyl th dl rnzvun byyhi zynt (ẓạhry ttyp ttap), th tuhund panh vạnụ̄ akh akis thykun byyhi mal v avladn mnz akh akis brvnhh nyrnch kvushsh krnụ̄. Aamich mthal chhe ticzhh zanth akh bạrsh spz, amhi nishhi pạd spdn vạlụ̄ pydavar vuchihth spdụ̄ kasht kar khosh. Pth chuh yohe pydavar ppan th tvhụ̄ chihv vuchhan zi yih spud zrd (yʿny aath czav harud) pth chuh yih bvs bnith rvzan. Ath brʿks chhe ạkhrt so jae yythi skht ʿdhab chuh, byyhi chhe Allah tʿālyā sndi ṭrfh mghfrt th khoshnvdy. Dunyahch zndgy chahnh czhl (yʿny dvkhh dinh valhi) samanh vrạe byyhi kihinụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Dvuriv th kriv akh akis brvnhh nyrnch kvushsh rb sndis mghfrts th tth jnts kun, yymich vusʿt āsman v zmyns hish chhe. (yih āyt yylhi svrh āl ʿmran kis āyt 133 hs sintụ̄ pran chih tylhi chuh tiyuth tṣvr dhhns mnz yivan zi yim bagh th mḥl akis ansans jnts mnz myln tim āsn ṣrf amụ̄ sndi qyamh khạṭr mgr drḥqyqt āshi sạre kaʿnat amụ̄ snz sạl gah.) yus frahm chuh krnh āmut timn lukn khạṭr yimv khudays th tmụ̄ sndyn rsvln pytth āshi ayman avnmut. Yih chuh Allah tʿālyā sund fẓl, yas yczhan chuh ts chuh ʿṭa frmavan, th Allah tʿālyā chuh sytthah fẓlh vvl."
  },
  {
    "verse_id": 22,
    "translation": "Kanhh muṣybt chuhnh tiyuth yus zmyns mnz ya tuhndis pnnis nfss pytth nạzil āshi spdan, th ashi āshi nh suh tmhi kh pạd krnh brvnhh akis ktabhi (yʿny tqdyr kis nvishts) mnz lykhith thvvmut. Yih krun chuh Allah tʿālyā sndi khạṭr sytthah shl kạm. (yih svrue kynhh chuh amhi mvjvb)"
  },
  {
    "verse_id": 23,
    "translation": "Takh yikynczhah nqṣan tohyih spdyv tth pytth gczihv nh tvhụ̄ ghmgyn spdnụ̄, th yikynczhah Allah tʿālyā tohyih ʿṭa frmavi tth pytth gczhyv nh tohyih bvsh khsun. Allah tʿālyā chuhnh tithyn lukn psnd kran yim pnun pan bvdd chih smjhan byyhi chih thykan."
  },
  {
    "verse_id": 24,
    "translation": "Yim panh bkhul chih kran byyhi chih baqyn bkhul krns pytth hs divan, vonụ̄ agr kanhh ruvgrdạny kran chuh tylhi chuh Allah tʿālyā benyaz th tʿryf krnh āmut."
  },
  {
    "verse_id": 25,
    "translation": "Ashi svuzụ̄ pnnụ̄ rsvl ttakarh nishạnyav th hdaytv san, th timn sintụ̄ kr ktab th myzan nạzil, takhi lukh spdn anṣafs pytth qạyim (yth mkhtṣr kthhi mnz chuh anbya ʿlyhmu alslamn hndi mishnuk pvur lubi lubab byan krnh āmut. Khudae sndụ̄ ṭrfh yyitah thi rsvl dunyahs mnz āe tim sạry ạsụ̄ tre chyz hyth āmtụ̄ (1) baynat, yʿny kuhlh kuhlh nishạniyih, rvshn dlạʿl th vaẓḥ hdayat. (2) ktab, yth mnz tim sạry tʿlymat lykhnh āmtụ̄ ạsụ̄ yim ainsann hndi hdayt khạṭr drkar ạsụ̄ takh lukh hykn rhnmạyy khạṭr yimn kun rjvʿ krith (3) myzan, yʿny ḥq v bạṭluk suh mʿīar yus tthyk tthyk trkri tvulụ̄ tvulụ̄ yih vanhi zi afkar, akhlaq th mʿāmlatn mnz afraṭ v tfryṭ kyn mkhtlf ainthahn drmyan kosh kth chhe anṣafch.) byyhi kvr shistr nạzil yth mnz sytthah zvr chuh th lukn khạṭr chih varyah fạydh. (anbya ʿaalyhmu alslamn hund mishn byan krnh pth athụ̄ sintụ̄ yih frmavun, chuh pạnụ̄ pane ath kthhi kun asharh kran zi yth jayih chuh shistr murad syạsy th jngy ṭaqt, th klamuk mudʿā chuh yih zi khudayn ạsụ̄ nh pnnụ̄ rsvl qyami ʿdlch mḥẓ akh askym pysh krnh khạṭr mbʿūuth krimtụ̄, blkh ạs yih kth thi tihndis mishns mnz shạmil zi ath gczihh ʿmlaan nạfidh krnch kvushsh yinụ̄ krnh, th so quvt gczihh frahm yinụ̄ krnh yymhi sintụ̄ drḥqyqt ʿdl spdi qạyim, ath yim drhm brhm krn timn yiyhi sza dinh, th yim ath mzaḥmt krn tihindụ̄ zvr yin puhttravnh) yih chuh amhi mvjvb āmut krnh zi khudays spdi mʿlvm zi kus chuh tmis vuchhnh vrạe tas th tmụ̄ sndyn rsvln mdd kran. Pzụ̄ pạtthụ̄ chuh Allah tʿālyā sytthah quvth vvl th zbrdst."
  },
  {
    "verse_id": 26,
    "translation": "Ashi svuz nvḥ ʿlyh alslam th abrahym ʿlyh alslam, th timn doshvnụ̄ hndis nsls mnz thạv nbvt th kitab. Pth rvtt tihndyv avladav mnz kạnshi hdayt th varyah spdụ̄ fasq."
  },
  {
    "verse_id": 27,
    "translation": "Timn pth svuzụ̄ aashi pyvttuhs pytth rsvl, th timv sarive pth kvr ʿīsyā abni mrym ʿlyh alslam mbʿūth th ts kr anjyl ʿṭa, th yimv lukv tmụ̄ snz pyrvy kr tihndyn diln mnz trvv aashi ʿār th rḥm. Th rhbạnyt kr timv pane ayjad. (rhbạnytuk mʿny chuh tariku aldnya bnun th dunyạvụ̄ zndgy nishhi czlith jngln th baln mnz rvzun, nath kunhi jayih tnhạyy mnz bihun) ashi avs nh yih timn pytth frẓ kvrmut, mgr Allah tʿālyā snzi khoshnvdy hndis ṭlbs mnz kvdd timv yih bdʿt pane th pth yus amhi chih pabndy krnuk ḥq avs suh kvrukh nh ada. Timv mnz yimv lukv ayman avs avnmut tihund ajr kvr ashi timn ʿṭa, mgr timv mnz chih akthr lukh fasq."
  },
  {
    "verse_id": 28,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, khudays khvcziv th tmụ̄ sndis rsvl (Muḥammad ṣly Allah ʿlyh v slms) pytth aniv ayman, Allah tʿālyā kryv tohyih pnnhi rḥmtuk dognh ḥṣh ʿṭa, th tohyih bkhshav suh nuvr yymhi kis gashs mnz tvhụ̄ pkiv, th tuhndụ̄ qṣvr kri mʿāf, Allah tʿālyā chuh sytthah mʿāf krn vvl th mhrban. (tohyih pzyv yih rvish akhtyar krnụ̄)"
  },
  {
    "verse_id": 29,
    "translation": "Takh ahli ktabn lghi pe zi Allah tʿālyā sndis fẓls pytth chahnh tihnz kanhh ajarh dạry. Byyhi zi Allah tʿālyā sund fẓl chuh ts pnnise aths mnz, yas yczhan chuh ts chuh ʿṭa kran, th Allah tʿālyā chuh sytthah fẓlh vvl."
  }
]