[
  {
    "verse_id": 1,
    "translation": "Khudayn bvuz ts khatvunhi hnz kth yosh pnnis khandar sndis mʿāmls mnz tohyih sintụ̄ tkrar chhe kran, th khudays chhe fryad kran (yim āyat ạsụ̄ akis khatvunhi khavlah bnti thʿlabha sndis mʿāmls mnz nạzil spdimtụ̄ yas sintụ̄ tmụ̄ sndụ̄ khandarn ẓihar kvrmut avs, th so ạs ḥẓvr ṣly Allah ʿlyh v slmn nishhi prczhnh āmcz zi aslamas mnz kya ḥukm chuh aamiyuk. Chvnkh aath vqts tam avs nh Allah tʿālyā sndi ṭrfh ath mʿāmls mnz kanhh ḥukm nạzil spudmut, lhādha chih ḥẓvr frmavan zi me chuh basan zi cz gykh pnnis khandars pytth ḥram. Aath pytth chhe so fryad kran zi myạnụ̄ th myanyn shuryn hnz zndgy gczih tbah. Athụ̄ ḥalts mnz yylhi so vadan vadan ḥẓvr ṣly Allah ʿlyh v slmn ʿrẓ ạs kran zi kanhh ticzh ṣvrt frmạvitav yymhi sintụ̄ myvn gr brbad gczhnh nishhi bchhi, Allah tʿālyā sndi ṭrfh chhe vaḥy spdan nạzil th amhi msluk ḥukm chuh byan krnh yivan.) Allah tʿālyā chuh tohyih doshvnụ̄ hnz kth bath bvzan, th suh chuh svrue kynhh bvzn vvl th vuchhn vvl."
  },
  {
    "verse_id": 2,
    "translation": "Tohyih mnz yim lukh pnnyn khandarinyn sintụ̄ ẓihar chih kran (ʿrbs mnz ạs kunhi vizi yih ṣvrt pysh yivan zi yylhi khandars th khandarnhi bkvas avs gczhan, khandar avs shrarts mnz yith vnan zi, cz chhkh me pytth ticzh zanth myanhi majhi hund kmr. Aamiyuk aṣly mfhvm chuh yih zi, cze sintụ̄ hrgah mubashrt kr znth kr majhi sintụ̄. Aaz thi chih varyah nadan lukh khandarnhi sintụ̄ czuvan czuvan ts majhi, bynhi, kvri sintụ̄ hishr divan yymyuk ṣaf mṭlb yih āsan chuh zi ansan chuhnh vonụ̄ ts khandarinụ̄ blkh chuhs timn mstvuratn hndụ̄ pạtthụ̄ smjhan yimh tas pytth ḥram chhe. Athụ̄ chih ẓihar vnan. Jạhlyt kis zmans avs yih ahli ʿrbn mnz ṭlaq, blkh amhi khoth thi zyadh shdyd tʿlq czttnuk aʿlan yivan mannh.) tihnz khandarnhi chahnh tihnz majhi kynhh, tihnz majhi chhe time yimv timn znm chuh diyutmut. Yim lukh chih akh skht napsndydh th aapz kth vnan, th ḥqyqt chhe yih zi Allah tʿālyā chuh sytthah mʿāf krn vvl th drguzr krn vvl. (yʿny yih ḥrkt chhe ticzh zi ath pytth gvczh ainsans sytthah skht sza mylun, mgr Allah tʿālyā snz chhe yih mhrbạny zi avl bchạv tmụ̄ ẓihar kis mʿāmls mnz jạhlytuk qanvn mnsvkh krith tuhnz khangy zndgy tbạhy nishhi, dvym kvrun amhi ghlṭy hund artkab krn valyn khạṭr suh sza tjvyz yus amhi jurmuk lothi khoth lvt sza hykhi he ạsith)."
  },
  {
    "verse_id": 3,
    "translation": "Yim lukh pnnyn khandarinyn sintụ̄ ẓihar krn, pth krn pnnhi tth kthhi kun rjvʿ yosh timv vnimcz ạs. (ath hykn z mfhvm ạsith. Akh yih tmhi kthhi hund yczhn tdaruk krun yosh timv vnimcz ạs. Byakh yih zi suh chyz yczhn pans khạṭr ḥlal krun yus yih kth vnith timv ḥram avs yvczhmut krun.) tylhi āshi aamhi brvnhh zi tim doshve lagn akh akis aathh, akh ghlam āzad krun. Amhi sintụ̄ chahv yivan tohyih nṣyḥt krnh, th yikynczhah tvhụ̄ kran chihv Allah tʿālyā chuh tmhi nishhi bakhbr. (yʿny agr ainsan czvuri pạtthụ̄ grs mnz pnnhi khandarinhi sintụ̄ ẓihar kri, th pth rvzn kfarh dinh vrạe khandars th khandarnhi drmyan prạnụ̄ pạtthụ̄ zvjytkụ̄ tʿlqat pkan, dunya mnz math ạsitn kạnshi thi aamich khbr, khudays chhe bhr ḥal aamich khbr. Allah tʿālyā snzi prczhh gari nishhi bchun chuhnh tihindi khạṭr kunhi pạtthụ̄ thi mmkn.)"
  },
  {
    "verse_id": 4,
    "translation": "Th yus shkhṣs ghlam āshi nh, suh thạvin don rytn hythe rvzh. Aamhi brvnhh zi doshve lagn akh akis athh. (yʿny don rytn drmyan gczihh nh kanhh doh puhttun) th yas nh amyuk thi ṭaqt āshi, suh kihyạvin shytthn miskynn khyn. (yʿny don vqtn hund ydd brith khyn gczihh dinh yun, suh ạsitn rnith ya ạsitn khorak chih shklh mnz, shytth 60 nfr yiyhi tn aaky doh khyavnh ya yiyhi tn akh nfr shytthn dohn khyavnh). Yih ḥukm chuh amhi mvjvb dinh yivan zi tvhụ̄ aniv khudays th tmụ̄ sndis rsvls ṣly Allah ʿlyh v slms pytth ayman. (yth jayih chuh ayman annh nishhi murad pzis th mukhlṣ mvmn sund hyvu rviyih akhtyar krun). Yim chih Allah tʿālyā sndụ̄ muqrr krnh āmtụ̄ ḥad, th kạfrn khạṭr chuh dg tulh vun ʿdhab."
  },
  {
    "verse_id": 5,
    "translation": "Yim lukh Allah tʿālyā snz th rsvl Allah ṣly Allah ʿlyh v slmn hnz mkhalft chih kran, tim yin tithe pạtthụ̄ dhlyl v khvar krnh yithh pạtthụ̄ yimn brvuntthim lukh chih āmtụ̄ dhlyl v khvar krnh. Aashi chih ṣaf ṣaf āyat nạzil krmtụ̄, th kạfrn khạṭr chuh dhiltuk ʿdhab."
  },
  {
    "verse_id": 6,
    "translation": "Tmhi doh chuh yih (dhiltuk ʿdhab spdn vvl) yylhi Allah tʿālyā yimn sarine nvi sr zndh krith tulhi, th yimn vanhi zi yim kya kynczhah krith chih āmtụ̄. Timn chuh mshith gvmut mgr khudayn chuh yuhund svrue kvrmut krvvmut gnzrụ̄ gnzrụ̄ mḥfvẓ krith thvvmut, th Allah tʿālyā chuh akis akis chyzs pytth shạhid."
  },
  {
    "verse_id": 7,
    "translation": "Kya tohyih chahv na khbr, zmyn th āsmann hndi prth chyzuk ʿlm chuh khudays? (yythi pytthh chhe āyt 10 has tam muslsl munafqn hndis tath ṭrzi ʿmls pytth grft krnh āmcz yus timv tamhi vqth muslm mʿāshrs mnz akhtyar avs kvrmut. Tim ạsụ̄ bẓạhr muslmann hndis jmaʿts mnz shạmil, mgr andrụ̄ andrụ̄ avs timv ahli aymann nishhi alg pnun akh dvr bnvvmut. Muslman yylhi thi timn vuchhan ạsụ̄, tim ạsụ̄ vuchhan zi tim chih klh th klh ralạvith knh phisrae kran. Yimne czoyn mnz ạsụ̄ tim muslmann mnz phattvan vad tulnh th ftnh brpa krnh khạṭr th khvf phhlavnh khạṭr rngh rngh mnṣvbh bnavan th navi navi afvah ạsụ̄ tuhran) zanhh chuhnh spdan zi tryn nfrn drmyan spdi kanhh knh shychh, th timn drmyan āshi nh czvurim Allah tʿālyā, ya panczn nfrn mnz spdi shychh th timn mnz āshi nh shyym Allah tʿālyā. Khufyh kth krn vạlụ̄ ạsitn amhi khoth km zyadh, yth jayih thi tim āsn, Allah tʿālyā chuh timn sintụ̄ āsan, pth vanhi suh qyamt kh doh timn zi timv kya kynczhah chuh kvrmut. Khudays chuh prth chyzuk ʿlm."
  },
  {
    "verse_id": 8,
    "translation": "Kya tohyih vuchhvukh na tim lukh yimn knh shychhhi krnh nishhi tthakh avs āmut krnh. Amhi pth thi tim soe ḥrkt kran yymhi nishhi timn tthakh avs āmut krnh? Yim lukh chih czvuri czvri panh vạnụ̄ gnah th zyadty th rsvl ṣly Allah ʿlyh v slmn hnzi nafrmạny hnz kthh kran, th yylhi tohyih nish vatan chih, tylhi chihv tohyih tmhi ṭryqh slam kran yithh pạtthụ̄ khudayn tohyih pytth slam chahnh krmcz. (yih avs yhvudyn th munafqn hund mshtrkh rvyih. Varyahn rvaytn mnz chhe yih kth āmcz zi kynhh yhvudụ̄ āe nby ṣly Allah ʿlyh v slmn hndis khdmts mnz timv vvn, alsamu ʿaalayka yaa aaba alqaasim, yʿny alslamu ʿaalayka huk talfẓ kvrukh tmhi andazh zi bvuzn vạlis ạs slam basan, mgr timv avs draṣl saam vvnmut yymyuk mʿny mvt chuh. Th pnnyn diln mnz chih vnan zi sanyn yimn kthn pytth kyazi chuhnh Allah tʿālyā ashi ʿdhab divan? Tihindi khạṭr chuh jhnme sytthah. Tmhi kue bnan tim zalun. Sytthhe bur anjam chuh tihund."
  },
  {
    "verse_id": 9,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yylhi tvhụ̄ panh vạnụ̄ sir kth kriv, tylhi mah kriv gnah th zyadty th rsvl Allah ṣly Allah ʿlyh v slmn snzi nafrmạny hnz kthh. Blkhi kriv nyky th tqvyā chih kthh, th ts khudays rvuziv khoczan yymụ̄ sndis khdmts mnz tohyih ḥshrs mnz pysh chuhv spdun."
  },
  {
    "verse_id": 10,
    "translation": "Knh phisrae chhe akh shyṭạny kạm, th so chhe amhi mvjvb yivan krnh zi ayman aann vạlụ̄ gczhụ̄ tmhi sintụ̄ ghmgyn spdnụ̄ ḥalankh Allah tʿālyā sndi aidhnh vrạe hykhi nh so timn raczh thi nqṣan vatnạvith, th mvmnn pzi Allah tʿālyā se pytth bhrvsh thavun."
  },
  {
    "verse_id": 11,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yylhi tohyih vnnh yiyav pnnyn mjlisan mnz kriv kushadgy pạd tylhi ạsiv jae kran kushadh. Allah tʿālyā bkhshav tohyih kushadgy. (Allah tʿālyā th rsvl Allah ṣly Allah ʿlyh v slmv yim ādab ahli aslam hychihnạvimtụ̄ chih timv mnz chhe akh kth yithi zi yylhi kunhi mjlishi mnz godd pytthe kynhh lukh bihith āsn th pth yin byyhi kynhh lukh, tylhi gczihh yih thdhyb goddnyth byitthụ̄ mtyn lukn mnz āsun zi tim gczhn pane nvyn yinh valyn jae travnụ̄ th ḥty alamkan gczhn pnun pan avr yvr vttith tihndi khạṭr kushadgy pạd krnụ̄, th tyvut thdhyb th shạystgy gczhh pth yinh valyn mnz āsnụ̄ zi tim gczhn nh zbrdsty yimn mnz aacznụ̄ th kanhh shkhṣ gczihh nh kạnshi zbrdsty thvd tulith tmụ̄ snzi jayih bihun). Th yylhi tohyih vannh yiyhi vthiv tylhi gczihh votuhn (yʿny yylhi mjls brkhast krnh khạṭr vannh yiyhi tylhi gczihh votuhn, ttiy gczihh nh lạrith rvzun) tohyh, mnz yim lukh ayman thavn vạlụ̄ chih th yimn ʿlm chuh bkhshnh āmut, Allah tʿālyā kri timn bulnd drjhi ʿṭa, th yikynczhah tvhụ̄ kran chihv khudays chhe tmich khbr."
  },
  {
    "verse_id": 12,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yylhi tvhụ̄ rsvl Allah ṣly Allah ʿlyh v slmn sintụ̄ khlvakh kth kriv, tylhi diyiv kth krnh brvnhh kynhh ṣdqh. (ḥẓrt ʿbd Allah bn ʿbas rẓy Allah ʿnh chih amh, ḥukmuk vjh byan kran zi lukv ạsụ̄ varyah zyadh th bila ẓrvrt khlvakh mulaqatav khạṭr drkhvast lạgimtụ̄ krnụ̄.) yih chuh tuhndi khạṭr bhtr th pạkyzh tr. Albth agr tohyih ṣdqh dinh khạṭr kihinụ̄ avsnh, tylhi chuh Allah tʿālyā bkhshn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 13,
    "translation": "Kya tvhụ̄ khvcziv aath kthhi zi khlvakh kth bath krnh brvnhh pynav tohyih ṣdqat dinụ̄? Achha, agr tvhụ̄ yih kriv nh. Th khudayn kvrnav amhi nishhi tohyih mʿāf. Tylhi rvuziv nmaz kran qạyim, zkvah rvuziv divan, byyh, rvuziv Allah tʿālyā snz th tmụ̄ sndis rsvl snz aṭaʿt kran. Tvhụ̄ yikynczhah kran chihv Allah tʿālyā chuh tmhi nishhi bakhbr. (yih dvym ḥukm spud pytthh knhi kh ḥukmh pte kynhh kal gczihth nạzil th amụ̄ kvr ṣdquk vjvb mnsvḥ. Ath kthhi mnz chuh akhtlaf zi ṣdquk yih ḥukm kintis kals rvud. Qtadah chih vnan zi akhi doh khoth thi km kals rvud th pth āv mnsvḥ krnh. Muqatil bn ḥyan chih vnan zi yih ḥkm rvud dahan dohn.)"
  },
  {
    "verse_id": 14,
    "translation": "Kya tohyih vuchuhv khh tim lukh yimv dvst chuh bnvvmut tiyuth akh dvr yas pytth khdayn ghẓb chuh kvrmut? Tim nah chih tuhndụ̄ th nah chih tihndụ̄, th tim chih zạnith mạnith aapzi kthhi pytth qsm khyvan."
  },
  {
    "verse_id": 15,
    "translation": "Khudayn chuh tihndi khạṭr skht ʿdhab tyar thvvmut, sytthah bur krtvut chih, yim tim kran chih."
  },
  {
    "verse_id": 16,
    "translation": "Timv chih pnnụ̄ qsm bnạvimtụ̄ sipr, yth mnz bag thạvith tim lukn chih Allah tʿālyā snzi vathi nishhi rukavan. Ath pytth chuh tihndi khạṭr dhiltuk ʿdhab."
  },
  {
    "verse_id": 17,
    "translation": "Khudays nishhi bchavnh khạṭr nh yin tihindụ̄ mal bkar th nah tihindụ̄ avlad. Tim chih jhnmkụ̄ yar, athụ̄ mnz rvzn tim hmyshh."
  },
  {
    "verse_id": 18,
    "translation": "Yymhi doh Allah tʿālyā timn sarine tulhi, ts brvntthh knhi thi khyn tim tithe pạtthụ̄ qsm yithh pạtthụ̄ tohyih brvnhh knhi chih khyvan, th timn bashi yih z aamhi sintụ̄ yiyhi yimn kanhh fạydh. Var zạniv, tim chih sarive khoth vsith apziyạrụ̄."
  },
  {
    "verse_id": 19,
    "translation": "Shyṭan chuh timn pytth muslṭ spudmut. Th tmụ̄ chhe Allah tʿālyā snz yad tihndi dilh mnz mshrạvmcz. Tim chih shyṭan snz partty hndụ̄ lukh. Khbrdar rvuziv, shyṭan snzi partty hndy lukh chih khsars mnz rvzn vạlụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Pz pạtthy chih dhlyl tryn mkhlvqv mnz tim yim Allah tʿālyā th tmụ̄ sndis rsvl sund mqablh chih kran,"
  },
  {
    "verse_id": 21,
    "translation": "Khudayn chuh lyvkhmut zi bh th myvn rsvle ṣly Allah ʿlyh v slm rvuzav ghạlb spdith. Pzụ̄ pạtthụ̄ chuh Allah tʿālyā zbrdst th zvr āvr."
  },
  {
    "verse_id": 22,
    "translation": "Tohụ̄ vuchihv nh yih zanhh zi yim lukh khudays th ạkhrts pytth ayman chih thavan, tim āsn timn sintụ̄ mḥbt kran yimv khudays th tmụ̄ sndis rsvl snz mukhalft chhe krmcz, khvah tim tihndụ̄ mạlụ̄ ạsitn, ya ạstn tihindụ̄ nychvụ̄, ya ạstn tihindụ̄ bạe, nath ạsitn tihndi khandankụ̄ lukh. Yim chih tim lukh yihndyn diln mnz khudayn chuh ayman kvrmut thbt, th pnnhi ṭrfh chuhnakh akh ruvḥ ʿṭa krith ṭaqt bkhushmut. Suh kri timn tithyn jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan. Yimn mnz rvzn tim hmyshh. Khdae spud timn rạẓy th tim spdụ̄ khudays. Tim chih Allah tʿālyā snzi partty hndụ̄ lukh. Khbrdar, Allah tʿālyā snzi partty hndy lukh chih flaḥ lbn vạlụ̄."
  }
]