[
  {
    "verse_id": 1,
    "translation": "Allah tʿālyā snze tsbyḥ chhe krmcz prth chyzn yus āsmann th zmyns mnz chuh th sue chuh ghạlib th ḥkmt vvl."
  },
  {
    "verse_id": 2,
    "translation": "Sue chuh yymụ̄ ahli ktab kạfr goddnikụ̄se hylas mnz tihndyv grv mnz nybr chhkụ̄. (yth jayih chuh ahli ktab kạfrv nishhi murad bny nẓyruk yhvudụ̄ qbylh yus mdynh kis akis ḥṣs mnz rvzan avs. Ath qbyls sintụ̄ avs rsvl Allah ṣly Allah ʿlyh v slmn hund muʿāhdh, mgr amụ̄ qbyln kr gri gri ʿhd shkny. Ạkhr kar chih ḥẓvr rbyʿuu alavl 4h mnz timn nvtts divan zi ya niyriv mdynh mnz nath spdiv jng khạṭr tyar. Tim chih nyrnh nishhi ankar kran th pth chih ḥẓvr muslmann hund lshkr hyth timn muḥaṣrh kran th jngch nvbt vatnh brvntthe chih tim jla vṭny pytth āmadh spdan ḥalankh tihindụ̄ qlʿh ạsụ̄ sytthah mẓbvṭ, th tihund tʿdad thi avs nh mslmanav khoth km kynhh th jngy saz v saman thi avs timn sytthah.) tohyih avsuv nh hrgz yih guman zi tim nyrn, th timv thi avs yih smjhmut zi tihndụ̄ qlʿh bchavn timn khudays nishhi. Mgr Allah tʿālyā āv timn tmhi aand yvr kun nh tihund ẓon thi avs gvmut. (Allah tʿālyā sund timn pytth yun aath chuhnh yih mʿny zi Allah tʿālyā avs byyhi kunhi jayih th pth kvrun tthi pytthh yimn ḥmlh. Blkh chuh yih mjạzy klam. Aṣly mudʿā chuh yih tṣvr diyun zi muslmann hndi ḥmlh brvnhh ạsụ̄ tim aath khyals mnz zi agr nybrụ̄ kinụ̄ kanhh ḥmlh spud, tylhi rukavvn suh asụ̄ pnnyv qlʿh bndiyv sintụ̄. Mgr khudayn kvr timn tczihh vathi kinụ̄ ḥmlh ypạrụ̄ kạnshi blayih hndi yinuk timn tvqʿ he avs nh. Th so vath ạs yih zi timn mnz bnạvn tihnz hmt th mqablch quvt khokhr th kmzvr yymhi pth timn nah tihndụ̄ hthyar bkar lgụ̄ th nh tihndụ̄ mẓbvṭ qlʿh.) tmụ̄ trvv tihndyn diln mnz bym. Ntyjhi drav yih zi tim ạsụ̄ pnnyv aath thi pnnụ̄ gr brbad kran th mvminn hndyv aathv thi ạsụ̄ brbad krnavan. Lhādha kriv ʿbrt ḥạṣl ae achh gash thavan valyv."
  },
  {
    "verse_id": 3,
    "translation": "Agr khudayn tihndis ḥqs mnz jila vṭny āshi he nh lychhmcz, tylhi diyih he suh timn dunya se mnz ʿdhab, (dunya kh ʿdhab nishhi chuh murad tihund nam v nshan mittavun. Agr tim ṣlḥ krith pnnụ̄ zuv bchavnh bjae lrrhan tylhi mitthi he tihund nam v nshan) th ạkhrts mnz gvv tihndi khạṭr jhnmuk ʿdhab ạsithe."
  },
  {
    "verse_id": 4,
    "translation": "Yih suvrue kynhh spud amhi mvjvub zi timv kvr khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms sintụ̄ mqablh, th yus akhah khudays sintụ̄ mqablh kri, Allah tʿālyā chuh ts sza dins mnz varyah skht."
  },
  {
    "verse_id": 5,
    "translation": "Tohyih lukv yim khzr kulụ̄ czttiv, ya yimn pnnyn goddn pytth khrra diytuv rvznh, yih svrue avs Allah tʿālyā sndy aidhnh sintụ̄. (yih aisharh chuh tth mʿāmls kun zi bny nẓyrs dchihnụ̄ khvvrụ̄ yim nkhlstan ạsụ̄, tihindụ̄ varyah kulụ̄ czttụ̄ mslmanv muḥaṣrkis āghazs mnz nath zạlikh takh muḥaṣrh hykhi āsạny san krnh yith, th yim kulụ̄ fvjy nql v ḥrkts mnz tthrụ̄ ạsụ̄ tim thạvikh khrra he. Ath pytth tul mdynh kyv munafqv th yhvudyv shvr zi Muḥammad hae fsad fy alarẓ nishhi tthakh chih kran, mgr vuchihtav yih, srsbz phl dar kulụ̄ chih czattnh yivan, agr nh yih fsad fy alarẓ chuh tylhi kya chuh. Ath pytth chuh Allah tʿālyā yih ḥukm nạzil frmavan zi tohyih lukv yim kulụ̄ czttiv th yimn khrra diytuv rvznh, yimv mnz chahnh kanhh kạm najạyz, blkh chuh doshvnụ̄ Allah tʿālyā sund aidhn ḥạṣl th khudayn avs yih ḥukm amhi mvjvb diytmut) takh fạsiqn kri dhlyl v khvar. (yʿny Allah tʿālyā sund aradh avs yithi zi yim kulụ̄ czttnh sintụ̄ thi spdi timn dhilt th rusvạʿy, th nah czttnh sintụ̄ thi. Czttns mnz avs tihndi dhltuk th rusvạyy hund phlv yih zi yim bagh timv pnnyv aathv ạsụ̄ lgạvimtụ̄ th yimn baghn hndụ̄ tim varyah zytthhi kalh pytthh mạlk ạsụ̄, tihindụ̄ tim kulụ̄ ạsụ̄ tihnzn achhn brvnhh knhi czttnh yivan th tim hykhn nh czattn valyn kunhi pạtthụ̄ thi rukạvith. Rvud vonụ̄ kulyn hndis nh czattns mnz dhiltuk phlv, suh avs yih zi yylhi tim mdynh mnz drae, tihnz achh āsh yih vuchhan zi yim srsbz bagh tihnz mlkyt ạsụ̄ tim chih aaz muslmann hndis qbẓs mnz gczhan. Agr timn pilhi he tim krhn timn baghn pvur pạtthụ̄ vujar th pth nyrhan, akh kul thi thavhn nh syvd muslmann khạṭr path kun. Mgr be bsy san trvuvkh svrue kynhh tithe pạtthụ̄ th drae ḥsrt san.) (vonụ̄ chhe timn jaʿdadn hnz th aimlakch dhkr spdan yim bny nẓyrkụ̄ milkyt ạsụ̄ th tihndi jla vṭny pth āe aslạmy ḥkvmt kis qbẓs mnz. Yimn mtʿlq chuh khudayn yythi pytthh āyt 10 hs tam frmvvmut zi yuhund antẓam kithh pạtthụ̄ gczihh krnh yun.)"
  },
  {
    "verse_id": 6,
    "translation": "Th yim mal Allah tʿālyā hn tihndi qbẓh mnz krrith pnnis rsvl ṣly Allah ʿlyh v slms kun phirụ̄, (yimv lfẓv sintụ̄ chuh pạnụ̄ pane yih mʿny nyran zi yih zmyn th tim sạry chyz yim yythi chih, chihnh draṣl timn lukn hund ḥq yim Allah tʿālyā sndụ̄ bạghy chih. Amhi mvjvb yim thi mal akis jạyz th brḥq jng kis ntyjs mnz kufarn hndi qbẓh pytthh nyrith ahli aymann hndis qbẓs mnz yin, tihnz ḥqyqy ḥythyt chhe yih zi tihindụ̄ mạlikn chih tim pnnyv khyant krn valyv th ghdar mulạzimav hndi qbẓh nishhi krrith pnnyn frman brdar mulạzimn kun pihrimtụ̄. Aamy mvjvb chih yim aimlak aslạmy qanvn kis aṣṭlaḥs mnz fae yʿny vaps pihrnh āmtụ̄ mal, qrar dinh āmtụ̄.) tim chihnh tithụ̄ mal yimn pytth tohyih pnnụ̄ gurụ̄ th avuntt dav nạvimtụ̄ āsn, blkh yas pytth Allah tʿālyā pnnyn rsvln hund tslṭ yczhan chuh ts pytth chuh frmavan, th Allah tʿālyā chuh prth chyzs pytth qdrt thavan. (yʿny yimn malan hund muslmann hndis qbẓs mnz yun chuhnh sydi syvd lrrn valhi fvj chih nari hndi zvruk ntyjh, blkh chuh yih tmhi mjmvʿī quvtuk ntyjh yosh khudayn pnnis rsvl ṣly Allah ʿlyh v slms th aumts th tihndis qạyim krnh āmtis nẓams chhe ʿṭa krmcz. Amhi mvjvb chih yim mal, mali ghnymt nishhi balkl mkhtlf ḥythyt thavan th lrrn valhi fvjuk chuhnh yih ḥq zi mali ghnymtkụ̄ pạtthụ̄ yiyhi yithi tath fvjs mnz bạgravnh. Yithh pạtthụ̄ chuh shryʿts mnz ghnymtuk th fae huk ḥkm byvn byvn krnh āmut. Ghnymt chih tim amvali mnqvlh yim jngy karvạyn dvran dshmn sndyv lshkrav nishhi ḥạṣl gczahn. Yimv vrạe chih dshmni mlk sndụ̄ zmyn, mkanh th baqy amvali mnqvlh v ghyr mnqvlh ghnymt kh tʿryfh nishhi khạrj th yim chih fae has mnz shạmil.)"
  },
  {
    "verse_id": 7,
    "translation": "Yikynczhah thi Allah tʿālyā bstiyan hndyv lukv nishhi pnnis rsvl Allah ṣly Allah ʿlyh v slms kun pihri, suh chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh v slms th rshth darn khạṭr, (rshth darav nishhi chuh murad rsvl Allah ṣly Allah ʿlyh v slmn hndụ̄ rshth dar, yʿny bny hashm th bny almuṭlib, yih ḥṣh avs aamhi mvjvb āmut mqrr krnh zi rsvl Allah krhn pnnhi dhatkụ̄ th pnnhi ahli v ʿīalikụ̄ ḥqvq ada krns sintụ̄ sintụ̄ pnnyn timn rshth darn hndụ̄ ḥqvq thi ada, yim tihndi mdtkụ̄ mḥtaj āshan, ya yimn ḥẓvr mdd krnch ẓrvrt krhan mḥsvs. Ḥẓvr ṣly Allah ʿlyh v slmn hndi vfat pth rvud nh yih akhi alg th mustql ḥythyth path kun, blkh spdụ̄ muslmann hndyn baqy miskynn, ytymn th musafrn sintụ̄ sintụ̄ bny hashm th bny almṭlb kyn mḥtaj lukn hndụ̄ ḥqvq thi byt almal kh dhimh ʿạyd. Albth āv aath binahas pytth yuhund ḥq dvyimyn pytth fạyq smjhnh tikyazi zkạcz mnz chuhnh yimn ḥṣh.) th ytymn th mskynn th msafrn khạṭr, takh suh rvzi nh tuhndyn maldarne yvt mnz grdsh kran. (yih chuh qrāni mjydkyv ahm aṣvly hdaytv mnz yath aslamy muʿāshrch th ḥkvmt chih mʿạshy palysy hund yih bunyạdy qạʿdh chuh byan krnh āmut zi dvltch grdsh gczihh pvur muʿāshrs mnz ʿām spdnụ̄, yih gczihh nh spdun zi mal rvzi ṣrf maldarne yvt mnz naczan, amyr banhi doh khoth doh amyr th ghryb rvzn doh khoth doh ghryb tr spdan.) yikynczhah rsvl tohyih diyav thi rttiv, th yymhi chyz nishhi suh tohyih rukavi tamhi nishhi rukiv. Khudays khvcziv, Allah tʿālyā chuh skht sza dinh vvl. (agrchhi yih arshad bny nẓyr kis mal kis bạgravns mtʿlq nạzil spudmut avs mgr ḥukmkụ̄ alfaẓ chih ʿām, lhādha chuh amiyuk manshhi yih zi sarine mʿāmlatn mnz krin muslman ḥẓvr ṣly Allah ʿlyh v slmn hnz aṭaʿt. Aath manshs chhe yih kth varae zyadh vaẓḥ kran zi yikynczhah rsvl tohyih diyav aath mqablh chihnh yim alfaẓ frmavnh āmtụ̄ zi yikynczhah diyav nh blkhi chuh frmavnh āmut zi yymhi chyz nishhi suh tohyih rukavi ya tthakh kri tmhi nishhi rukiv.)"
  },
  {
    "verse_id": 8,
    "translation": "(amhi ʿlavh chuh suh mal) timn ghryb mhajrn khạṭr yim pnnyv grv th jaydadav nishhi krrnh chih āmtụ̄. Yim lukh chih Allah tʿālyā sund fẓl th tmụ̄ snz khvshnvdy yczhan, byyhi chih Allah tʿāly sndis th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slmn hndis ḥmayts pytth hvl gnddith rvzan. Yime chih rast baz lukh. (th suh chuh timn lukn khạṭr thi)"
  },
  {
    "verse_id": 9,
    "translation": "Yim yimn mhajrn hndi yinh brvntthe ayman anith darualhjrts mnz bsan ạsụ̄. (murad chih anṣar, yʿny fae yas mnz chuhnh ṣrf mhajrn hundue yvt ḥq, blkh yim muslman goddh pytthe darulaslamas mnz ābad chih tim thi chih ḥqdar.) yim chih timn lukn sintụ̄ mḥbt kran yim hjrt krith timn nish chih āmtụ̄, th yikynczhah thi timn dinh yiyih, yim chihnh tmiyuk kanhh ḥajt thi pnnyn diln mnz mḥsvs kran, byyhi chih pnnis dhats pytth baqyn trjyḥ divan khvah panh ạsitn mḥtaj. Ḥqyqt chhe yih zi yim lukh pnnhi dl chih tngy nishhi bchavnh āe, time chih flaḥ lbn vạlụ̄. (th suh chuh timn lukn khạṭr thi)"
  },
  {
    "verse_id": 10,
    "translation": "Yim yimn pth chih āmtụ̄, (yʿny fae kyv maalav mnz chuhnh ṣrf mvjvdh nsln hundue yvt ḥq blkh chuh tihund thi ḥq yim pth yin) yim vnan chih zi ae sanhi rbh, aashi th sanyn timn bayn kr mghfrt yimv ashi brvnhh chuh ayman avnmut, th sanyn diln mnz mah thav ahli aymann khạṭr bghuẓ, ae sanhi rbh, cz chuhkh sytthah mhrban th rḥym. (yth āyts mnz chuh muslmann yih ahm akhlạqy drs āmut dinh zi tim mah thạvin kạnshi muslman sndi khạṭr pnnis dils mnz bghuẓ th pans brvnhh guzrymtyn muslmann hndis ḥqs mnz rvuzin duʿāe mghfrt kran, nah zi timn parn tbra.)"
  },
  {
    "verse_id": 11,
    "translation": "Tohyih vuchhvukh na tim lukh yimv munafqtch rvish chhe akhtyar krmcz? (yth pvur rkvʿs mnz chuh munafaqn hndis rviys pytth klam krnh āmut. Yylhi rsvl Allah ṣly Allah ʿlyh v slmv bny nẓyrs mdynh mnz nyrnh khạṭr dahn dohn hnz nvtts ạs diczmcz th tihund mḥaṣrh shrvʿ spdns mnz ạsụ̄ vunhi kynhh doh baqy, tmhi saʿth ạs mdynh kyv munafiq lyddrav timn yih shychh svuzmcz zi asụ̄ yimv zh sas nfr hyth tohyih madts th byyhi vothhi bny quryẓh th bny ghṭfan thi tuhndi ḥmayt khạṭr. Lhādha, rvuziv tvhụ̄ muslmann hndis mqabls mnz ddttith th hrgz mah trạviv yimn brvnhh knhi hthyar. Yim lrrn tohyih sintụ̄ asụ̄ lrrav tuhndi and th agr tvhụ̄ yythi krrụ̄hav asụ̄ thi nyrav tohy sintụ̄.) yim chih pnnyn kạfr ahli ktab bayn vnan, agr tvhụ̄ krrnh ạv, tylhi nyrav asụ̄ thi tohyih sintụ̄, th tuhndis mʿāmls mnz manav nh asụ̄ hrgz kạnshi hnz kth, th hrgah tohyih sintụ̄ jng āv krnh, tylhi krv asụ̄ tohyih mdd. Mgr Allah tʿālyā chuh gvah zi yim lukh chih drḥqyqt aapziyạrụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Agr tim krrnh āe yim nyrn nh hrgz timn sintụ̄, th agr timn sintụ̄ jng āv krnh tylhi krn nh hrgz yim timn mdd, th hrgah yim timn mdd thi krn, tylhi thi czlan pvt phiyrith, th pth lbn nh kunhi kinụ̄ mdd."
  },
  {
    "verse_id": 13,
    "translation": "Yihndyn diln mnz chuh Allah tʿālyā sndi khoth khsith tuhund khvf, amhi mvjvb zi yim chih tithụ̄ lukh yimn nh sod bod chhe. (yth lokitts ḥiṣs mnz chhe akh bdd ḥqyqt āmcz byan krnh. Yas shkhṣs svnch smjh āshi ts chhe yih khbr zi draṣl chuh khoczns layq Allah tʿālyā sund ṭaqt nah zi ansann hund ṭaqt, amhi mvjvub rvzi suh prth ticzihh kamhi nishhi pth yth pytth ts khudays nishhi prczhgari hund khṭrh āshi, khvah kanhh ainsạny ṭaqt ạsitn prczhgạr krn vvl ya mth ạsitn, suh gczihh prth kanhh suh fryẓh anjam dinh khạṭr khrra yus khudayn ts pytth ʿạyd āshi kvrmut, khvah sạry dunyahkụ̄ ṭaqt bnụ̄ tn aath mnz tthrụ̄ th rukavtt. Albth, akh nasmjh ansan chuh tmam mʿāmlatn mnz pnnhi ṭrzi ʿmluk fạṣlh khudays bjae ainsạny ṭaqtn hndi lḥaẓh kran. Suh chuhnh amhi mvjvb kunhi chyz nishhi pth rvzan zi khudae kya rattym, blkh chuh amhi mvjvb pth rvzan zi brvntthh knhi chuhm kanhh ansạny ṭaqt khbr hynh khạṭr praran. Th agr kanhh kạm kri so thi krinh ath binahs pytth zi khudayn chuh aamiyuk ḥkm diytmut blkh kri aath binahs pytth zi kanhh ansạny ṭaqt chuh amyuk ḥkm dinh vvl, ya aath psnd krn vvl. Yhe smjhnch th nasmjhy hnz frq chhe draṣl mvmn th ghyrmvmn sndis syrts th krdars akh akis nishhi byvn krran.)"
  },
  {
    "verse_id": 14,
    "translation": "Yim krn nh zanhh yikh vtth spdith (kuhlh mạdans mnz) tuhund mqablh, agr lrran thi, suh lrran qlʿh bnd bstiyan mnz bihith, nath dyvarn ptụ̄ kinụ̄ czhayih rvuzith. Yim chih panh vạnụ̄ akh akụ̄ sndis mkhalfts mnz sytthah skht. Tvhụ̄ chhvukh yim yikh vatth smjhan mgr yihndụ̄ dl chih akh akis nishhi byvn byvn. Yuhund yih ḥal chuh amhi mvjvb tikyazi yim chih beʿql lukh."
  },
  {
    "verse_id": 15,
    "translation": "Yim chih timne lukn hivụ̄ yimav kme kal brvnhh pnnhi krimatiyuk mzh chuh vuchhmut. (asharh chuh kufari qryshn th yhvud bny qynqaʿs kun yimv pnnhi tʿdad kh kthrt th pnnhi saz v saman bavjvd yimve kmzvryv kinụ̄ muslmann hnzi lokchhi besaz v saman jmạʿcz nishhi shkst khyvv) th yihndi khạṭr chuh dg tulh vun ʿdhab."
  },
  {
    "verse_id": 16,
    "translation": "Yihnz mithal chhe shyṭan snz hish zi godd chuh suh ansans vanan kufr kr, th pth yylhi ansan chuh kufr kran, suh chuh vnan bh chuhs cze nishhi latʿlq, me chuh Allah rb alʿālmyns nishhi ddr basan,"
  },
  {
    "verse_id": 17,
    "translation": "Pth chuh doshvnụ̄ hund anjam yih spdan vvl zi hmyshh khạṭr gczihn jhnms, th ẓạlimn chuh yohe jza."
  },
  {
    "verse_id": 18,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, khudays khvcziv, th prth shkhṣ vuchihn yih zi tmụ̄ kya saman chuh pgah khạṭr tyar kvrmut. (pgah chuh murad ạkhrt. Gvya dunyahch yih pvur zndgy chhe (aaz th pgah) chuh suh qyamtuk doh yus aamhi (aaz) pth yinh vvl chuh.) khudays rvuziv khoczan, Allah tʿālyā chuh yqynaan tuhndyv timv sarive aʿmalv nishhi bakhbr yim tvhụ̄ kran chihv."
  },
  {
    "verse_id": 19,
    "translation": "Timn lukn hndụ̄ pạtthụ̄ mah bniv yimv Allah tʿālyā mshrvv, th khudayn mshrvv timn khod pnun nfs, (yʿny khuda framvshy hund lạzmy ntyjhi chuh khod framvshy. Yylhi ainsans yih mshith chuh gczhan zi suh chuh kạnshi hund bndh, tylhi chuh lazmaan suh dunyahs mnz pnnụ̄ akh ghlṭ ḥythyt mutʿīn kran th amụ̄ snz sạre zndgy chhe aamy bunyạdy ghlṭ fhmy hndi bạʿth ghlṭ gczihth rvzan. Yithe pạtthụ̄ yylhi ts yih mshith chuh gczhan zi suh chuhnh kunis khudays vrạe byyhi kạnshi hund bndh, pth chuhnh suh amis akis khudae snz bndgy kran yymụ̄ sund suh drḥqyqt bnd chuh, suh chuh pth timn varyahn hnz bndgy kran rvzan yuhund suh drḥqyqt bnde chuhnh) yime lukh chih fasq."
  },
  {
    "verse_id": 20,
    "translation": "Jhnms gczhn vạlụ̄ th jnts gczhn vạlụ̄ hykn nh zanhh yksan ạsith. Jnts gczhn vạlụ̄ chih drḥqyqt kamyab."
  },
  {
    "verse_id": 21,
    "translation": "Agr ashi yih qrān kunhi pharrs pytth thi vvlmut āshi he, tylhi vuchihhv tvhụ̄ zi suh chuh Allah tʿālyā sndi khvfh sintụ̄ daban th phttan. (amhi mithalhi hund mṭlb chuh yih zi qrān yithh pạtthụ̄ Allah tʿāly snz kibryạyy th ts brvnhh knhi bndh snz dhmh dạry th jvab dhy ṣaf ṣaf chuh byan kran, aamiyuk fhm agr pharrs hivis ʿẓym mkhlvqs thi nṣyb spdi he, th ts lghi he pe zi ts kmis rbi qdyrs brvnhh knhi chhe pnnyn aʿmaln hnz jvab dihy krnụ̄, tylhi aacz he byimh sintụ̄ ts thi ntth.) yimh mithalh chih asụ̄ lukn brvnhh knhi amhi mvjvb byan kran zi tim krn (pnnis ḥalts pytth) ghvr."
  },
  {
    "verse_id": 22,
    "translation": "Suh chuh Allah tʿālyā he yas vrạe kanhh mʿbvud chuhnh, (yʿny yas vrạe kạnshi hnz yih ḥythyt, mqam th mrtbh chuhnh zi tmụ̄ snz bndgy th prstsh yiyhi krnh. Yas vrạe kạnsy chihnh khudạyy hndụ̄ ṣfat th akhtyar zi ts āshi mʿbvud āsnuk ḥq vatan.) pvshydh nvn prth chyzuk zann vvl, sue chuh mhrban th rḥm krn vvl."
  },
  {
    "verse_id": 23,
    "translation": "Suh chuh Allah tʿālyā he yas vrạe kanhh mʿbvud chuhnh. Suh chuh badshah sytthah muqds, (yʿny suh chuh amhi nishhi bdrjha bala th brtr zi tmụ̄ sndis dhats mnz āshi kanhh ʿīb ya nquṣ ya kanhh qbyḥ ṣft. Blkh chuh suh akh pạkyzh tryn hsty yas mtʿlq kunhi brạyy hund tṣvr thi hykv nh krith) sarasar slamty, (yʿny tmụ̄ snz dhat chhe amhi nishhi balatr zi kanhh āft ya kmzvry ya khạmy kya spdi tas laḥq, ya kunhi saʿth kya yiyhi tmụ̄ sndis kmals pytth zval) aamn dinh vvl, (yʿny tmụ̄ sund mkhlvq chuh aamhi nishhi aamns mnz zi suh kya kri aath pytth ẓulm, ya ḥq niyas tahphi, ya kri amụ̄ sund ajr ẓayʿ, ya kri amis sintụ̄ pnnyn krimtyn vʿdn hnz khlaf vrzy) nghban, (draṣl chuh lfẓ, aalmuhayminu vrtavnh āmut yth tre mʿny chih. Akh rạchh ravtth th ḥfaẓt krn vvl, dvym shạhd yus vuchhan āshi zi kus kya chuh kran. Tryym so hsty yymụ̄ lukn hndụ̄ ẓrvryat th ḥajt pvur krnuk dhimh āshi rvttmut.) sarine pytth ghạlb, pnun ḥkm bzvr nạfdh krn vvl, th bvddue bnith rvzn vvl. Pak chuh Allah tʿālyā tmhi shrkh nishhi yus lukh kran chih."
  },
  {
    "verse_id": 24,
    "translation": "Suh chuh Allah tʿālyā he yus tkhlyquk mnṣvbh bnavn vvl th tth nạfdh krn vvl th tth muṭạbq ṣvurt gry krn vvl chuh. Ts khạṭr chih bhtryn nav. Prth kanhh chyz yus āsmann th zmyns mnz chuh, chuh tmụ̄ snz tsbyḥ kran, (yʿny zbani qal ya zbani ḥal san chuh yih byan kran zi tmụ̄ sund khạliq chuh prth ʿībh, nuqṣh, kmzvry th ghlṭy nishhi pak) byyhi chuh suh zbrdst th ḥkmt vvl."
  }
]