[
  {
    "verse_id": 1,
    "translation": "Ae lvukv yimv ayman chuhv avnmut. (mufsirn hund chuh ath kthhi pytth atfaq zi yim āyat ạsụ̄ tmhi saʿth nạzil spdmtụ̄ yylhi mkh kyn mshrkn hndi nav ḥaṭib bn aby bltʿh rẓy Allah tʿālyā ʿnh sund khṭ rattnh āv, yth mnz timv qbl aaz vqt dushmn ạsụ̄ muṭlʿ krimtụ̄ zi rsvl Allah chih mks pytth ḥmlh krn vạlụ̄.) mah bnạviyvukh myạnụ̄ th pnnụ̄ dshmn dvst. Tvhụ̄ chihv timn dvsty hund pygham svzan, ḥalankh yus ḥq tohyih nishhi vvtmut chuh, suh mannh nishhi chuh timav ankar kvrmut. Th tihnz rvish chhe yih zi tim chih rsvl ṣly Allah ʿlyh v slms th khod tohyih ṣrf aath qṣvrs pytth jla vṭn kran zi tohyih chuhv pnnis rbs, khdays pytth ayman avnmut (lhādha mah kriv timn sintụ̄ dvsty). Agr tvhụ̄ myanhi vathi mnz jhad krnh khạṭr th myanhi rẓa khạṭr (vṭn trạvith grv mnz) dramtụ̄ chihv. Tvhụ̄ chihv czvuri pạtthụ̄ timn dvsty hund pygham svzan, ḥalankh yikynczhah tvhụ̄ czvuri pạtthụ̄ chihv kran th yikynczhah nanhi vanh chihv kran, prth kanhh chyz chuhs bh var pạtthụ̄ zanan. Yus shkhṣ thi tohyih mnz yih kri. Suh ddvl pzụ̄ pạtthụ̄ syzi vathi nishhi."
  },
  {
    "verse_id": 2,
    "translation": "Tihund rviyih chuh yih zi agr tohyih pytth qabv ḥạṣl gczhykh, tylhi krn tohyih sintụ̄ dshmny, th aathv th zyvi sintụ̄ dinav burạyy san āzar. Tim chih yy yczhan zi kunhi pạtthụ̄ gczihv tvhụ̄ kạfr spdnụ̄."
  },
  {
    "verse_id": 3,
    "translation": "Qyamt kh doh nah yin tuhnz rshth dạryih kunhi bkar th nah tuhndụ̄ avlad. (chvnkh ḥẓrt ḥaṭib rẓy Allah ʿnh han ạs yih kạm amhi mvjvb krmcz zi mks mnz yus tihund ahl v ʿīal avs suh gvczh jng kis mvqʿs pytth mḥfvẓ rvzun. Aamhi mvjvb āv frmavnh zi yymhi āl avlad khạṭr cze yih kạm krith suh chuhnh ạkhrts mnz bkar yinh vvl.) tmhi doh travi Allah tʿālyā tohyih drmyan judạʿy, (yʿny dunyahkụ̄ tmam rshth tʿlqat th rabṭh yin tathi puhttravnh. Hr kanhh shkhṣ spdi pnnis dhạty ḥythyts mnz pysh th prth kạnshi āshi pnnue yvt ḥsab diyun. Lhādha pzinh dunyahs mnz kạnshi akis thi kunhi rshth dạry ya dvsty ya jth bndy khạṭr kanhh najạyz kạm krnụ̄, tikyazi pnnhi krimatiyuk sza āshi ts panse tulun, amụ̄ snzi dhạty dhmh dạry mnz spdi nh byyhi kanhh shryk) th sue chuh tuhndyn aʿmaln hund vuchhn vvl."
  },
  {
    "verse_id": 4,
    "translation": "Tohyih lukn khạṭr chuh abrahym th tmụ̄ sndyn sạthiyan mnz akh rut nmvnh, timv vvn pnnis qvmas ṣaf asụ̄ chih pvr pạtthụ̄ be zar tohyih th timn tuhndyn mʿbvudn yim tvhụ̄ Allah tʿālyā trạvith pvuzan chhvukh, ashi kvr tohyih sintụ̄ kufur (yʿny asụ̄ chih tuhndụ̄ kạfr, asụ̄ nh chihv tvhụ̄ ḥqs pytth manan th nh tuhund dyn) th ashi th tohyih drmyan gvv hmyshh khạṭr ʿdavt th muczukry, yvt tam nh tvhụ̄ kunis khdays pytth ayman aniv. Mgr abrahym sund pnnis mạlis yih vanun (chuh amhi nishhi mustthnāy) zi bh kr tuhnd khạṭr ẓrvur mghfrtuk drkhvast, th khudays nishhi kynhh ḥạṣl krun chuhnh me tam. (dvyimyn lfẓn mnz chuh amyuk yih mṭlb zi tuhndi khạṭr chhe ḥẓrt abrahym ʿlyh alslamn hnz yih kth qạbl tqlyd zi timv kvr pnnis mushrk th kạfr qvms ṣaf ṣaf be zạry hund th tʿlq czttnuk aʿlan, mgr tihnz yih kth chhanh tqlyds qạbl zi timav kvr pnnis mshrk mạlụ̄ sndi khạṭr duʿā krnuk vʿdh th ʿmlaan kvrukh tmụ̄ sndis ḥqs mnz duʿā. Th abrahym ʿlyh alslamn th aṣḥabi abrahymn hund dʿā avs yih zi) ae sanhi rbh, czye pytth kvr aashi bhrvsh th czye kun kvr aashi rjvʿ th chạnụ̄ se drbars mnz chuh ashi vaps phyrun."
  },
  {
    "verse_id": 5,
    "translation": "Ae sanhi rbh, ashi mah bnav kạfrn khạṭr fitnh. (kạfrn khạṭr ahli aymann hndis fitnh bannas hykn varyah ṣvurth ạsith. Mthlaan yih zi kạfr yin yimn pytth ghạlb th pnnis ghlbs din amhi kthhi hnz dlyl qrar zi asụ̄ chih ḥqs pytth th ahli ayman chih brsri bạṭil. Nath yih zi ahli aymann pytth baddi kạfrn hund ẓlm v stm tihndi brdasht kh ḥd khoth czvr, th ạkhr kar yylhi tim timn nishhi phuttn th pth gczhn pnnhi dyn v akhlaquk svda krnh mokhh mjbvr. Nath yih zi dyni ḥq kis numaʿndgy hndis bulnd mqams pytth fạyz spdnh bavjvd āsn ahli ayman tmhi akhlaqy fẓylt nishhi mḥrvm yoshi aamhi muqamh khạṭr shayani shan chhe th dunyahs yin yihndis syrt v krdars mnz time ʿīb aathhi yim jạhlyt kis muʿāshrs mnz ʿām pạtthụ̄ phhlith āsn. Amhi sintụ̄ mylhi kạfrn yih vnnuk mvqʿ zi ath dyns mnz kya khvby chhe ạkhr so yosh aath sạnis kufrs pytth shrf āshi ʿṭa kran?) th ae sanhi rbh, sanyn qṣvrn kr drguzr, be shk chuhkh cze zbrdst th dana."
  },
  {
    "verse_id": 6,
    "translation": "Yimne lukn hndis ṭrzi ʿmls mnz chuh tuhndi khạṭr byyhi prth ts shkhṣs khạṭr rut nmvnh, yus Allah tʿālyā sund th ạkhrt kh dohuk aumyd var āshi. Th agr aamhi nishhi kanhh buth āshi phiran, tylhi chuh Allah tʿālyā be nyaz th pnnis dhats mnz chuh panh mḥmvd."
  },
  {
    "verse_id": 7,
    "translation": "Dvur chuhnh zi Allah tʿālyā travi tohyih th timn lukn drmyan mḥbt yimn sintụ̄ aaz tohyih dushmny chahv mvlụ̄ hiyczmcz. (pytthh knhi kyn āytn mnz chhe muslmann pnnyn kạfr rishth darn sintụ̄ tʿlq czttnuk tlqyn krnh pth yih aumyd thi dinh āmcz zi tiyuth vqt thi hykhi yith yylhi tuhndụ̄ yime rshth dar bnan mslman, th azich dshmny gczihh pth mḥbts mnz tbdyl) Allah tʿālyā chuh qdrt thavan byyhi chuh suh bkhshn vvl th rḥm krn vvl."
  },
  {
    "verse_id": 8,
    "translation": "Allah tʿālyā chuhvnh tohyih amhi kthhi nishhi rukavan zi yimv dyn kis mʿāmls mnz tohyih sintụ̄ jng chuhnh kvrmut, th yimv tvhụ̄ chahhav nh pnnyv grv mnz krrimtụ̄, zi tvhụ̄ kriv timn lukn sintụ̄ nyky th anṣafuk vartav. Allah tʿālyā chuh anṣaf krn valyn psnd kran, (mṭlb chuh yih zi yus shkhṣ tohyih sintụ̄ ʿdavt chuhnh vrtavan, anṣafuk tqaẓh chuh yih zi tvhụ̄ thi mah vrtạviv tas sintụ̄ ʿdavt. Dshmn th ghyr dshmn akis drjs mnz thavun th doshvnụ̄ sintụ̄ aakve slvk krun chuhnh anṣaf. Tohyih chuhv timn lukn sintụ̄ skht rviyih vrtavnuk ḥq, yimv ayman annh kis padashs mnz tohyih pytth ẓlm krụ̄ th tvhụ̄ krihav vṭnh mnz nyrns pytth mjbvr, th vṭnh mnz nyrnh pth thi rvudiv tim pte. Mgr yimv lukv ath ẓulms mnz ḥṣh nyvuvnh, anṣaf chuh yih zi tvhụ̄ kriv timn sintụ̄ rut brtav, th rshth th bradry hndi lḥaẓh yim tihindụ̄ ḥqvq tohyih pytth chih ʿạyd spdan tim ada krns mnz mah kriv kmy.)"
  },
  {
    "verse_id": 9,
    "translation": "Suh yymhi kthhi nishhi tohyih rukavan chuh, so chhe yih zi yimv dyn kis mʿāmls mnz tohyih sintụ̄ jng chuh kvrmut, th tvhụ̄ chahhav tuhndyv grv mnz krrith czhnimtụ̄, th tuhndis krrns mnz chuhkh akh akis mdd kvrmut zi tvhụ̄ kriv timn lukn sintụ̄ dvsty. Timn sintụ̄ yim lukh dvsty krn time chih ẓạlim."
  },
  {
    "verse_id": 10,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yylhi mvmn mstvurath hjrt krith tohyih nishhi yin, tylhi kriv (tihndi mvmn āsnuk) tḥqyq, th tihndi aymanch ḥqyqt chuh bs Allah tʿālyā bhtr zanan. Pth yylhi tohyih pe lgyv timh chhe mvmn, tylhi mah kriyvukh timh kufarn kun vaps. (ṣlḥ ḥudybyh pth rvudụ̄ goddh goddh muslman mard mkh pytthh mdyns kun czlụ̄ czlụ̄ yivan th tim ạsụ̄ mʿāhdh kyv shrạʿṭv muṭabq vaps yivan krnh. Pth gvv muslman mstvuratn hndi yinuk slslh shrvʿ, th kạfrv kvr mʿāhduk ḥvalh dith tihnzi vapsy hund thi muṭalbh. Ath pytth spud yih sval pạd zi kya mʿāhduk aṭlaq chha mstvuratn pytth thi spdan? Khudayn chuh aamy svaluk jvab yth jayih diytmut zi agr timh muslman āsn th aamiyuk yiyhi aṭmnan krnh zi pzụ̄ pạtthụ̄ chhe timh ayman khạṭre hjrt krith āmcz, byyhi kunhi chyzn chahnh timh aanhi mcz, timh gczhn nh vaps yinhi krnh. Yih ḥkm āv aath binahs pytth dinh zi mʿāhdkụ̄ yim shrạʿṭ lykhnh ạsụ̄ āmtụ̄ timn mnz avs rajul (mrd) lfẓ lykhnh āmut yithh pạtthụ̄ zan bkhary hndis rvayts mnz chuh āmut.) nah chhe timh kạfrn khạṭr ḥlal th nah chih kạfr tihndi khạṭr. Tihndyv kạfr khandarav yim mahr timn ditụ̄mtụ̄ ạsụ̄ tim kriv timn vaps. Th timn sintụ̄ nkaḥ krns chuhnh tohyih pytth kanhh gnah, yylhi zan tvhụ̄ tihndụ̄ mahr kriv timn ada. (mṭlb chuh yih zi tihndyn kạfr khandarn yim mahr timn vaps yin svznh, time yin nh yihndụ̄ mahr shumar krnh blkh vonụ̄ yus muslman thi yimv mnz kạnshi khatvnhi sintụ̄ nkaḥ yyczihh krun, suh diyin ts mahr th krin nkaḥ.) th panh thi mah thạviyvukh tvhụ̄ kạfr znanh pnnis nikaḥs mnz rukạvith. Yim mahr tohyih pnnyn kạfr khandarinyn ditimtụ̄ ạsiv, timn mngiv tim vaps, th yim mhr kạfrv ạsụ̄ pnnyn mslman khandarnyn ditụ̄mtụ̄ tim mngin timn vaps, yih chuh Allah tʿālyā sund ḥukm, suh chuh tohyih drmyan fạṣlh kran, th suh chuh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 11,
    "translation": "Th agr tuhnzv kạfr khandarinyv hndyv mahrv mnz kạfrn nishhi tohyih kynhh vaps mylhi nh, th pth vathi tuhnz nvbt tylhi yimn lukn hnz khandarinhi tvr chhe rvzmcz, timn kriv tyvutah rqm ada yus tihndyn dinh āmtyn mahrn yvt āshi. Th ts khudays rvuziv khoczan yas pytth tohyih ayman chuhv avnmut."
  },
  {
    "verse_id": 12,
    "translation": "Ae nby, yylhi tohyih nishhi mvmn mstvurath byʿt krnhi yin. (yih āyt ạs ftḥi mkh brvnhh kynhh kal nạzil gmcz. Amhi pth yylhi mkh ftḥ spud, qryshikụ̄ lukh spdụ̄ khyjv khyjv byʿt krnh khạṭr ḥạẓr. Ḥẓvr ṣly Allah ʿlyh v slmv rtt panh kvhi ṣfahs pytth mardn byʿt th ḥẓrt ʿmr rẓy Allah tʿālyā ʿnh krikh pnnhi ṭrfh mamvur zi tim rttin mstvuratn nishhi byʿt, th timn kthn hund krnạvinkh aqrar yimh yth āyts mnz byan chhe krnh āmcz. Amhi pth chih ḥẓvr mdynh tshryf nivan. Tthi chih akis mkans mnz mstvuratn jmʿ krnuk ḥukm divan, th amhi pth chih ḥẓrt ʿmr rẓy Allah tʿālyā ʿnh hs timn byʿt hynh khạṭr svzan.) th aamhi kthhi hund krin ʿhd zi timh krn nh khudays sintụ̄ kạnshi shryk, czvur krn nh, th bdkạry krn nh, pnnyn avladn krn nh qtl, pnnyn aathn khorn brvnhh kun aann nh kanhh bhtan bnạvith, (amhi nishhi chih don qsmn hndụ̄ bhtan murad. Akh yih zi kanhh khatvn lgavi dvyimhi khatvnhi ghyr mrdn sintụ̄ thmt. Th aamhi qsmh chh kthh phlavi lukn mnz, byakh yih zi akis khatvnhi zyvi shur byyhi kạnshi hund, th khandars diyih yqyn zi yih chuh chvnue) th kunhi amri mʿrvfs (nyk kamhi) mnz krn nh tuhnz nafrmạny, (yth mkhtṣr kthhi mnz chih bddụ̄ zh qanvny nkth byan āmtụ̄ krnh. Akh yih zi nby ṣly Allah ʿlyh v slmn hndis aṭaʿts pytth thi chuh rczrs mnz aṭaʿtuk qạd āmut lgavnh, ḥalankh ḥẓvr ṣly Allah ʿlyh v slmn hndis bars mnz ạs nh kunhi adnyā shkch thi gnjạʿsh zi tim kya hykn kunhi vizi burạyy hund ḥukm thi dith. Amhi nishhi gyih yih kth pạnụ̄ pane vaẓḥ zi dunyahs mnz hykhi nh kạnshi mkhlvq snz aṭaʿt qanvni khudavndy hndyv ḥadv nybr niyrith krnh yith. Tikyazi yylhi Allah tʿālyā sndis rsvl snz aṭaʿt tam mʿrvf kh shrṭh sintụ̄ mshrvṭ āshi, tylhi kthi hykhi byyhi kạnshi hund yih mqam ạsith zi ts vathi ghyr mshrvṭ aṭaʿtuk ḥq, th tmụ̄ sndi kunhi tithhi ḥukmch ya qanvnch ya ẓạbṭch th rsmch yiyhi pyrvy krnh yus qanvni khdavndy khlaf āshi. Dvyim kth yosh āʿyny ḥythyt sytthah ahmyt thavan chhe so chhe yih zi ath āyts mnz chuh panczh mnfy aḥkam dinh pth mthbt ḥkm ṣrf aakve dinh āmut, th suh chuh yih zi tmam nyk kamyn mnz yiyhi nby ṣly Allah ʿlyh v slmn hndyn aḥkamn hnz aṭaʿt krnh. Yvt tam zn burạyiyn hund tʿlq chuh, timh bjhi bjhi burạyiyih āyih gnzravnh yimn mnz zmanh jahlyt chih mstvurath mbtla āsh, th yimv nishhi āv baz rvznuk ʿhd hynh. Mgr yvt tam rczrn (nykyan) hund tʿlq chuh, tihund kanhh fhrst dith āv nh ʿhd hynh zi tohyih chihv flạnụ̄ flạnụ̄ aʿmal krnụ̄ blkh āv ṣrf yih ʿhd hynh zi yymhi nyk kamhi hund thi ḥukm ḥẓvr din tmich āsyv tohyih pyrvy krnụ̄.) tylhi hyyiv yimn byʿt th yihndis ḥqs mnz kriv khudays nishhi duʿāe mghfrt, yqynaan chuh Allah tʿālyā drguzr frmavn vvl rḥm krn vvl."
  },
  {
    "verse_id": 13,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, tim lukh mah bnạviyvukh dvst yimn pytth khudayn ghẓb chuh kvrmut, yim ạkhrt nishhi tithe pạtthụ̄ naaumyd chih, yithh pạtthụ̄ qbrn mnz pyth kạfr chih ghmgyn."
  }
]