[
  {
    "verse_id": 1,
    "translation": "Allah tʿālyā snz tsbyḥ chhe krmcz prth tmụ̄ chyzn yus āsman th zmyns mnz chuh, th suh chuh ghạlb th ḥkmt vvl."
  },
  {
    "verse_id": 2,
    "translation": "Ae lvukv yimv ayman chuh avnmut, tvhụ̄ kyazi chihv so kth vnan yosh nh kran chihv?"
  },
  {
    "verse_id": 3,
    "translation": "Khudays nzdyk chhe yih skht napsndydh ḥrkt zi tvhụ̄ vniv so kth yosh kran chihv nh."
  },
  {
    "verse_id": 4,
    "translation": "Khudays chih psnd tim lukh yim tmụ̄ snzi vathi mnz tithh pạtthụ̄ ṣfh gnddith chih lrran, znth suh dyvar chih āsan yth nag āshi kạrith travnh āmut. (avl spud amhi sintụ̄ yih mʿlvm zi Allah tʿālyā snzi khoshnvdy sintụ̄ chih time ahli ayman srfraz spdan yim tmụ̄ snzi vathi mnz zuvas gnidnh khạṭr th khṭr tulnh khạṭr tyar āsn. Dvym kth spz yih mʿlvm zi khudays yus fvj psnd chuh, tth mnz chih tre ṣft āsan. Akh yih zi suh gczihh svunchth smjhith Allah tʿālyā snzi vathi mnz lrrun th kunhi ticzihh vathi mnz gczihh nh lrrun yosh fy sbyl Allah kis tʿryfs mnz āshi nh yivan. Dvym yih zi suh gczihh nh bdnẓmy th antshars mnz mbtla spdun blkh gczihh mẓbvṭ tnẓym san ṣfh gnddith lrrun. Tryym yih zi dshmnn hndis mqabls mnz gczihh aamich ḥythyt nag kạrith travnh āmthi dyvarkụ̄ pạtthụ̄ āsnụ̄.)"
  },
  {
    "verse_id": 5,
    "translation": "Th yad kriv mvsyā snz so kth yosh tmụ̄ pnnis qvms ạs vnimcz zi, ae myanhi qvm kyv lvukv, tvhụ̄ kyazi chihv me tklyf divan, ḥalankh tvhụ̄ chihv zanan zi bh chuhs Allah tʿālyā sndi ṭrfh tohyih kun svznh āmut rsvl? (yih kth chhe amhi mvjvb frmavnh āmcz zi muslman mah krin pnnis nby ṣly Allah ʿlyh v slms sintụ̄ soe rvish akhtyar yosh bny asraʿylv pnnis nbys sintụ̄ akhtyar ạs krmcz, nath pyyih yimn thi sue anjam vuchuhn yus bny asraʿyln vuchh) pth yylhi timv hjr vartvv, khudayn thi krụ̄ tihndiụ̄ dl hlụ̄, Allah tʿālyā chuhnh fasqn hdayt divan. (yʿny Allah tʿālyā sund chuhnh yih ṭryqh zi yim lukh panh yczhn hajhi vathi pkun timn pknavi suh khvah mkhvah syzi vathi, th yim lukh tmụ̄ snzi nafrmạny pytth ddttith āsn, timn kri zbrdsty hdayth sintụ̄ th rast rvy sintụ̄ srfraz.)"
  },
  {
    "verse_id": 6,
    "translation": "Th yad kriv ʿīsyā abn mrym ʿlyh alslam snz so kth yosh tmụ̄ vnimcz ạs zi, ae bny asraʿyl, bh chuhs Allah tʿālyā sndi ṭrfh tohyih kun svznh āmut rsvl, (yih chhe bny asraʿyl chih dvyimhi nafrmạny hnz dhkr. Akh nafrmạny ạs so yosh timv pnnis dvri ʿrvj kis āghazs mnz kr. Th dvym nafrmạny chhe yih yosh timv aamhi davrkis ạkhrs th balkl akhttamas pytth kr, yymhi pth hmyshhi hmyshhi khạṭr Allah tʿālyā sund phttkar vvth timn. Yim doshve vaqʿāt byan krnuk mudʿā chuh yih zi muslman gczhn Allah tʿālyā sndis rsvl ṣly Allah ʿlyh v slms sintụ̄ bny asrʿyluk hyvu ṭrzi ʿml vartavnh kyv ntyjv nishhi khbrdar krnh yinụ̄.) tṣdyq krn vvl chuhs tth tvrats yosh me brvnhh chhe āmcz, th bshart dinh vvl chuhs akis rsvl snz yus me pth yiyih, yas aḥmd āshi nav. (yih chhe rsvl Allah ṣly Allah ʿlyh v slmn mtʿlq ḥẓrt ʿīsyā ʿlyh alslamn hnzi ttakarh pyshn gvyy hnz dhikr yymyuk mfṣl thbvt aashi tfhymu alqrān jld panczs 5 mnz yymhi āytch tshryḥ kran chuh diytmut.) mgr yylhi suh timn nishhi ttakarh nishạnyih hyth āv, pth vvn timv yih chuh nanh vanh dokhh. (draṣl chuh lfẓ siḥr vrtavnh āmut. Yth jayih chuhnh siḥr jadi kis mʿnys mnz blkh chuh dokhh th fryb kis mʿnys mnz vrtavnh āmut, th ʿrby lughts mnz chih jadikụ̄ pạtthụ̄ aamikụ̄ yim mʿne thi vydụ̄ (mʿrvf). Āytuk mṭlb chuh yih zi yylhi suh nby, yymhi sndi ynch bshart ḥẓrt ʿīsyā ʿlyh alslamav ạs diczmcz, pnnhi nby āsnh chih ttakarh nishạnyih hyth āv, bny asraʿyl th ʿīsyā ʿlyh alslamn hndụ̄ aumtn diyut tihndi nbvtuk dʿūyā fryb qrar)"
  },
  {
    "verse_id": 7,
    "translation": "Vonụ̄ kus hykhi ts shkhṣh sndi khoth bvdd ẓạlim ạsith yus khudays aapzụ̄ bhtan gnddi. (yʿny Allah tʿālyā sndis svznh āmtis nby ys diyih aapuz mudʿī qrar, th Allah tʿālyā sndis yth klamas yus tmụ̄ sndis nby ys pytth nạzil chuh spdan, tthhravi nby sund pnun bnvvmut klam.) ḥalankh āshi ts aslamch (Allah tʿālyā hs brvnhh knhi sri aṭaʿt nvmravnch) dʿūt dinh yivan? (yʿny avl chuhnh pzis nby yas aapuz mudʿī vanun bjae khod km ẓlm kynhh, kuja khi aath pytth yiyhi mzyd ẓlm yih krnh zi bulavan vvl āshi Allah tʿālyā snzi bndgy th aṭaʿts kun bulavan th bvzn vvl āshi drjvab ts lykh czaran, th tmụ̄ sndis dʿūts zakh vatnavnh khạṭr āshi aapuz, bhtan th alzamn hndụ̄ ḥrbh astʿmal kran) yithyn ẓạlimn chuhnh Allah tʿālyā hdayt divan."
  },
  {
    "verse_id": 8,
    "translation": "Yim lukh chih pnnyv ạsh kyv phokv sintụ̄ Allah tʿālyā sndis nvurs czhyth krun yczhan, th Allah tʿālyā sund fạṣlh chuh yih zi suh phhlavi pvur pạtthụ̄ pnun nvur, khvah kạfrn gczihtn yih kvutah thi nagvar."
  },
  {
    "verse_id": 9,
    "translation": "Sue chuh yymụ̄ pnun rsvl hdayth san th dyni ḥq san svuzmut chuh, takh tth kri tmam dynn pytth ghạlb, khvah mushrkn gczihtn yih kvutah thi nagvar."
  },
  {
    "verse_id": 10,
    "translation": "Ae lvukv yimv ayman chuh avnmut, bh vanvh tohyih suh tjart, yus dg tulvnhi ʿdhab nishhi tohyih njat diyih. (tjart chuh suh chyz yth mnz ansan pnun mal, vqt, mḥnt th dhhant v qạblyt chuh astʿmal kran takh ts gczihh nfʿ ḥạṣil. Aamy rʿāyth chuh yth jayh aymans th jhad fy sbyl Allah hs tjart vannh āmut. Mṭlb chuh yih zi ath vathi mnz yylhi pnun svrue kynhh astʿmal kriv tylhi gczhyv suh nfʿ tohyih ḥạṣil yus brvnhh kun chuh byan spdan.)"
  },
  {
    "verse_id": 11,
    "translation": "Ayman aniv khudays th tmụ̄ sndis rsvl ṣly Allah ʿlyh vslms pytth, th jhad kriv Allah tʿālyā snzi vathi mnz pnnyv malav th janav sintụ̄. Yohe chuh tuhundi khạṭr bhtr, agr tvhụ̄ zạniv."
  },
  {
    "verse_id": 12,
    "translation": "Allah tʿālyā kri tuhndụ̄ gnah mʿāf, th tohyih kryv tithyn baghn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan, th abdy qyam kyn jntn mnz kryv bhtryn gr ʿṭa, yih chhe bdd kamyạby."
  },
  {
    "verse_id": 13,
    "translation": "Th suh dvym chyz yus tvhụ̄ yczhan chihv, suthi diyav tohyih, Allah tʿālyā sndi ṭrfh nuṣrt th kme kalh pth ḥạṣl spdn vajinụ̄ ftḥ. Ae nby, ahli aymann diyiv aamich bshart."
  },
  {
    "verse_id": 14,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, Allah tʿālyā sndụ̄ mddgar bniv, yithh pạtthụ̄ ʿīsyā abn mrym ʿlyh alslamn pnnyn ḥvaryn avs khṭab krith vvnmut: kus chuh khudays kun (bulavns) mnz myvn mddgar? Th ḥvaryv avs jvab diytmut: asụ̄ chih Allah tʿālyā sndụ̄ mddgar. Tmhi saʿth avn bny asraʿylkụ̄ akụ̄ drụ̄ ayman, th bykụ̄ drụ̄ kvr ankar. Pth kvr aashi ayman aann valyn tihndyn dshmnn hndis muqabls mnz tạʿyd (mdd), th time dvudụ̄ ghạlb spdith. (msyḥ ʿlyh alslams nah mann vạlụ̄ chih yhvudụ̄. Th timn mann vạlụ̄ chih ʿīsạe thi th muslman thi. Khudayn krụ̄ goddh ʿīsạe yhvudyn pytth ghạlb th pth spdụ̄ muslman thi timn pytth ghạlb. Yithh pạtthụ̄ spdụ̄ msyḥ ʿlyh alslams ankar krn vạlụ̄ doshvnụ̄ nishhi mghlvb. Yih mʿāmlh āv yth jayih amhi ghrẓh byan krnh zi muslmann gczihh yih yqyn spdun zi yithh pạtthụ̄ ḥẓrt ʿīsyā ʿlyh alslamn hndụ̄ mann vạlụ̄ timn ʿlyh alslamn ankar krn valyn pytth ghạlb chih āmtụ̄, tithe pạtthụ̄ yin vonụ̄ Muḥammad ṣly Allah ʿlyh v slmn mann vạlụ̄ timn ṣly Allah ʿlyh v slmn ankar krn valyn pytth ghạlb.)"
  }
]