[
  {
    "verse_id": 1,
    "translation": "Allah tʿālyā snz tsbyḥ chuh kran prth suh chyz yus āsmann mnz chuh th prth suh chyz yus zmyns mnz chuh. Badshah chuh nhayt mqds, zbrdst th ḥkmt vvl."
  },
  {
    "verse_id": 2,
    "translation": "Sue chuh yymụ̄ aumy yav mnz akh rsvl khod timve mnz tul. (yth jayih chuh aumy lfẓ yhvudụ̄ aṣṭlaḥ kh ṭvr āmut, th ath mnz chuh akh lṭyf ṭnz pvshydh. Aamyuk mṭlb chuh yih zi yimn ʿrbn ḥqart san yhvudụ̄ chih aumy vnan th pans mqablh chihkh vsụ̄ payih smjhan, timve mnz chuh ghạlb th gattlụ̄ khudayn akh rsvl tulmut. Suh chuhnh panh vvthmut blkh chuh tmụ̄ sund tulan vvl suh yus kaʿnatuk badshah chuh, zbrdst th ḥkmt vvl chuh, yymụ̄ sndis ṭaqts sintụ̄ lrrith yim panse krn nqṣan th ts hykn nh nqṣan vatnạvith). Yus timn tmụ̄ sndụ̄ āyat chuh bvznavan, tihnz zndgy chuh pạravan, byyhi chuh timn ktabhi hnz th ḥikmtch tʿlym divan, ḥalankh tim ạsụ̄ aamhi brvnhh ttakarh gumrạhy mnz."
  },
  {
    "verse_id": 3,
    "translation": "Th (yymis rsvl snz bʿtht) chhe timn baqy lukn hndi khạṭr thi yim vunhi timn chihnh smkhyamtụ̄. (yʿny Muḥammad ṣly Allah ʿlyh v slmn hnz rsalt chahnh ṣrf ʿrb qvms tame mḥdvud blkhi chhe pvur dunya kyn timn baqy qvmn th nsln khạṭr thi yim vunhi ahli aymann mnz yith shạmil chihnh gmtụ̄ mgr brvnhh kun chih qyamts tam yinh vạlụ̄.) Allah tʿālyā chuh zbrdst th ḥkmt vvl. (yʿny yih chuh tmụ̄ sndy qdrtuk th ḥkmtuk mʿjzh zi yithhi natra shydh qvm mnz kvrun tiyuth ʿẓym nby pạd yymụ̄ snz tʿlym th hdayt aath drjs tam anqlab angyz chhe, th aamhi pth chhe tithyn ʿālmgyr abdy aṣvln hnz ḥạmil yimn pytth sạre ainsạny zuryat hykhi smith akh aumt bnith, th hmyshhi hmyshhi khạṭr hykhi yimv aṣvlav nishhi rhnmạyy ḥạṣl krith.)"
  },
  {
    "verse_id": 4,
    "translation": "Yih chuh tmụ̄ sund fẓl, ys yczhan chuh ts chuh divan, th suh chuh sytthah fẓl krn vvl."
  },
  {
    "verse_id": 5,
    "translation": "Yim lukh tvratkụ̄ ḥạmil ạsụ̄ bnavnh āmtụ̄, mgr timv tul nh tmyuk bar, tihnz mthal chhe ts khr snz hish yas pytth ktabh āsn khạlith. Aamhi khoth thi zyadh bur mthal chhe timn lukn hnz yimv Allah tʿālyā sndyn āyatn buth chuh phiyrmut. (yʿny tihund ḥal chuh khr sndi khoth thi bdtr, ts chuhnh svnch smjh aamhi mvjvb chuh mʿdhvr. Mgr yimn chuh svnch smjh, tvrat chih pran th prnavan. Amhi kis mʿnys chihnh navạqf, aamhi pth thi chih yim aamhi kh hdayt nishhi zạnith mạnith buth pihran, th qṣdaan chih yymis nbys mannh nishhi ankar kran yus tvrath mvjvub srasr ḥqs pytth chuh. Yim chihnh na fhmy hndụ̄ qṣvr var kynhh blkh chih zạnith mạnith Allah tʿālyā sndyn āyatn ankar krnkụ̄ mujrm.) yithyn ẓạlimn chuhnh Allah tʿālyā hdayt divan."
  },
  {
    "verse_id": 6,
    "translation": "Yimn vniv, ae lvukv yim yhvudụ̄ chihv bnymtụ̄, (yih nkth chuh qạbil tvjh ae yhvudyv, chuhnh vannh āmut blkh chuh ae timv lukv yim yhvudụ̄ chih bnymtụ̄ ya yimv yhvudyt chhe akhtyar krmcz, vannh āmut. Aamyuk vjh chuh yih zi aṣly dyn yus mvsyā ʿlyh alslamav th timn brvuntthmyv th ptimyv anbya ʿlyhm alslamav avnmut avs, suh avs bs aslam. Yimv anbya ʿlyhm alslamav mnz avs nh kanhh yhvudụ̄ th nah ạs tihndis zmans mnz yhvudyt pạd gmcz. Yih mdhhb chuh aamhi nav varyah ptim pydavar.) agr tohyih yih ghmndd chuhv zi baqy sạry lukh trạvith chihv ṣrf tvhụ̄ Allah tʿālyā sndụ̄ ttạtthụ̄, tylhi kriv mvtuk tmna agr tvhụ̄ pnnis ath ghrvrs mnz pziyạrụ̄ chihv. (ʿrbkụ̄ yhvudụ̄ ạsụ̄ nh pnnis tʿdads th ṭaqts mnz muslmanav khoth km kynhh th vsạyln hndi lḥaẓh thi ạsụ̄ varyah khsith. Mgr yymụ̄ chyzn aath na brabry hndis mqabls mnz muslman ghạlib th yhvudụ̄ mghlvb krụ̄, suh avs yih zi muslman ạsụ̄ nh Allah tʿālyā snzi vathi mnz mrns khoczan blkh ạsụ̄ dil v janh pnun sr mnz aaths rttith mydani jngs mnz vasan. Ath brʿks avs yhvudyn hund ḥal yih zi tim ạsụ̄ nh kunhi thi vathi mnz zuv dinh khạṭr tyar, nah Allah tʿālyā snzi vathi mnz, nh qvm chih vathi mnz, nah khod pnnhi zuv chih th mal v ʿzt chih vathi mnz. Timn ạs ṣrf zndgy bkar, khvah so kiczhh thi āshi. Amy chyzn ạsụ̄ tim buzdl bnạvimtụ̄.)"
  },
  {
    "verse_id": 7,
    "translation": "Mgr yim krn nh hrgz tmiyuk tmna pnnyv timv krtvutv hndi vjh kinụ̄ yim timv krimtụ̄ chih, th Allah tʿālyā chuh yimn ẓạlimn var pạtthụ̄ zanan."
  },
  {
    "verse_id": 8,
    "translation": "Yimn vniv yymhi mvt nishhi tvhụ̄ czalan chihv, suh yiyav tohyih ẓrvr. Pth yiyiv tvhụ̄ ts brvnhh knhi pysh krnh yus pvshydh th nvn zann vvl chuh, th suh vanyv tohyih zi tvhụ̄ kya kynczhah chihv rvudimtụ̄ kran."
  },
  {
    "verse_id": 9,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, yylhi ālav yiyhi krnh nmazi khạṭr jmʿh doh, tylhi dvuriv Allah tʿālyā snzi dhkri kun, byyhi trạviv khryd v frkht, (aath ḥukms mnz chuh dhikr murad khṭbh, tikyazi banghi pth yosh ʿml nby kran ạsụ̄ suh avs khṭbh, th nmaz ạsụ̄ tim hmyshh khṭbh pth ada frmavan, Allah tʿālyā snzi dhikri kun dvuriv. Aamiyuk mṭlb chuhnh yih zi davan davan yiyiv blkh chuh amiyuk mṭlb yih zi jldy jldy kriv tvr vatnch kvshsh. Khryd v frvkht trạviv, amiyuk mṭlb chuhnh ṣrf khryd v frvkht travunue yvt blkh chuh nmazi gczhnh chih fikri th ahtmam vrạe prth kanhh byakh mṣrvfyt travnụ̄. Aslam kyn fqhahn hund chuh ath pytth atfaq zi jmʿh banghi pth chuh byʿ th prth qsmuk karvbar ḥram. Albth chuh ḥdyth muṭạbq shurụ̄, mstvurath, ghlam, bymar th msafr jmʿh kh frẓyt nishhi mstthnyā thavnh āmtụ̄.) yih chuh tuhndi khạṭr zyad bhtr agr tvhụ̄ zạniv."
  },
  {
    "verse_id": 10,
    "translation": "Pth yylhi nmaz pvur spdi, tylhi phhliv zmyns mnz, th Allah tʿālyā sund fẓl kriv tlash. (aamiyuk mṭlb chuhnh yih zi jmʿh nmazi pth zmyns mnz phlun, th rziq tlash krnh chih dav davi mnz lgun chuh ẓrvry blkh chuh yih arshad ajazt kis mʿnys mnz. Chvnkh jumʿh hch bang bvuzith avs svrue karvbar travnuk ḥkm dinh āmut, amhi mvjvb āv frmavnh zi nmaz khtm spdnh pth chuhv tohyih ajazt zi mntshr spdiv th pnnụ̄ yim karvbar thi yyczihv tim kriv. Yih chuh tituhe yuth ḥalti aḥrams mnz shkars mmạnʿt krnh pth frmavnh āv zi yylhi tvhụ̄ aḥram khvuliv tylhi kriv shkar. (svrh maʿdh āyt 2) aamiyuk mṭlb chuhnh zi ẓrvur kriv shkar, blkh chuh yih zi aamhi pth hykiv tvhụ̄ shkar krith, lhādha yim lukh aamhi āyt nishhi yih astdlal chih kran zi qrān mṭạbq chahnh jumʿh doh chuhtty tim chih ghlṭ vnan. Hfts mnz agr akhi doh chuhtty āshi krnụ̄ tylhi pzi mslmann jumʿh doh krnụ̄, yithh pạtthụ̄ yhvudụ̄ btth vari th ʿīsạe chih āthvari kran.) th Allah tʿālyā rvuziyvun kthrt san yad kran, shayd zi tohyih gczihh flaḥ nṣyb. (yithyn mvqʿn pytth lfẓ shayd vartavnuk mṭlb chuhnh yih āsan zi khudays chuh mʿādh Allah kanhh shk, blkh chuh yih draṣl shahanh andazi byan. Yih chuh tiytuhe zanth kanhh mhrban mạlik pnnis mlạzims vanhi zi cz kr flạnụ̄ kạm bnan chuh cze myily trqy. Ath mnz chuh akh lṭyf vʿdh pvshyd āsan yymich aumyd thạvith mlạzim chuh sytthah shvqh san so kạm anjam divan.)"
  },
  {
    "verse_id": 11,
    "translation": "Th yylhi timv tjart th khyl tmashhi spdan vuchh, tim daviyyih tthụ̄ kun, th tvhụ̄ trạvivhav vodnụ̄. (yih chuh mdynh kh abtdạyy zmanuk vaqʿh. Sham pytthh āv akh tjarty qạflh ʿīni nmaz jmʿh kh vqth th tmụ̄ lạgụ̄ ddvl tashhi vayinụ̄ takh bsty hndyn lukn lghi amhi kh yinuk pae. Rsvl Allah ạsụ̄ aamhi saʿth khṭbh arshad frmavan. Yuthe lukv ddvln tashn hnz āvaz bvuz tim ge be qrar th bahav 12 nfrv varạe dvre sạry qạfils kun.) yimn vniv, yikynczhah khudays nishhi chuh suh chuh khyl tmashhi th tjart khoth bhtr. (yih ḥṣh chuh vanan zi yosh ghlṭy ṣḥabn spz tmich nvʿīt kya ạs. Agr mʿādh Allah aamiyuk vjh aymans th ạkhrts pytth dunyahch dạnsth trjyḥ āshi he, tylhi āshi he Allah tʿālyā sndi shrartuk th ghẓbuk andaz badle. Chvnkh yiczh kanhh khrạby ạs nh tathi, blkh yikynczhah spudmut avs suh avs trbyt chih kmy hndi vjh kinụ̄ spudmut. Amhi mvjvb āe goddh muʿlmanh andazh jmʿh hkụ̄ ādab vannh, pth āv aath ghlṭy pytth grft krith murbyanh andazh fikri tarnh zi jmʿh huk khṭbh bvzns mnz th jmʿh hch nmaz prns mnz yikynczhah tohyih khudays nishhi mylhi. Suh chuh yymhi dunyakhi tjart th khyl tmashhi khoth bhtr. Th Allah tʿālyā chuh sarve khoth bhtr rziq dinh vvl. (yʿny yth dunyahs mnz yim thi mjazaan rziq rsạny hund dhryʿh chih bnan timv sarivyv khoth bhtr rizq dinh vvl chuh Allah tʿālyā.)"
  }
]