[
  {
    "verse_id": 1,
    "translation": "Ae nby, yylhi yim munafq tohyih nish yivan chih tylhi chih vnan, asụ̄ chih gvạhy divan zi tvhụ̄ chihv pzụ̄ pạtthụ̄ Allah tʿālyā sndụ̄ rsvl. Ā, Allah tʿālyā chuh zanan zi tvhụ̄ chihv ẓrvr tmụ̄ sndụ̄ rsvl. Mgr Allah tʿālyā chuh gvạhy divan zi yim mnafq chih balkl aapziyạrụ̄. (yʿny yosh kth tim zyvi sintụ̄ chih vnan so chhe bjae khod pz, chvnkh yimn chuhnh pnun ʿqydh suh yus tim zyvi sintụ̄ chih ẓạhr kran, amhi mvjvb chih tim pnnis aath qvlas mnz aapziyạrụ̄ zi tim chih tuhndi rsvl āsnch shhadt divan.)"
  },
  {
    "verse_id": 2,
    "translation": "Yimav chih pnnụ̄ qsm sipr bnạvmtụ̄, th yithh pạtthụ̄ chih yim Allah tʿālyā snzi vthi nishhi panh thi rukan byyhi chih dunyahs rukavan. Kiczhh burh ḥrkth chhe timh yimh yim lukh kran chih."
  },
  {
    "verse_id": 3,
    "translation": "Yih svrue kynhh chuh aamhi vjh kinụ̄ zi ayman anith kvr yimv lukv byyhi kufr, amhi mvjvb āyih yihndyn diln pytth mohr lgavnh, vonụ̄ chihnh yim kihinụ̄ smjhan. (yth āyts mnz chuh ayman annh nishhi murad aymanuk aqrar krith muslmann mnz shạmil spdun. Th kufr krnh nishhi chuh murad dilh sintụ̄ ayman nah aanun, th tthụ̄ kufrs pytth qạyim rvzun yth pytth tim pnnhi ẓạhry ayman kh aqrar brvnhh qạyim ạsụ̄. Yih āyt chhe min jumlh timv āyatv mnz yimn Allah tʿālyā sndi ṭrfh kạnshi hndis dils pytth mohr lgavnuk mṭlb balkl vaẓḥ ṭryqh byan chuh āmut krnh. Yimn munafqn gyih nh yih ḥalt amhi mvjvb zi khudayn ạs yihndyn diln pytth mohr lgạvmcz amhi mvjvb vvtuhe nh yihndyn diln mnz ayman th yim rvudụ̄ mjbvraan mnafq bnith. Blkh lgạv tmụ̄ yihndyn diln pytth tmhi vqth mohr yylhi yimav aymanuk aẓhạr krnh bavjvd kufrs pytth qạyim rvznuk fạṣlh kvr. Adh āv yimn nishhi mukhlṣanh aymanuk tvfyq slb krnh, th tmy mnafqtuk tvfyq āv yimn dinh yus yimav panh akhtyar avs kvrmut.)"
  },
  {
    "verse_id": 4,
    "translation": "Yylhi yim tvhụ̄ vuchhvukh yihndụ̄ jsm yin tohyih brr shvubdar aathhi. Yylhi kynhh vann, tvhụ̄ rvuziv tihnz kthh (ẓrvr) bvzan. Mgr draṣl chih yim lkri mvnddụ̄, yim dyvarn sintụ̄ chih tthaknh āmtụ̄. (yʿny yim yus dyvarn sintụ̄ chih tkyih lgạvith byhvan, yim chihnh ansan blkh chih lkri mvnddụ̄. Yimn lkri sintụ̄ hishr dith chuh yih vannh āmut zi yim chih akhlaq rngụ̄ czhry yus ansạnytuk aṣl jvhr chuh, pth chuh lkri mvnddyn sintụ̄ hishr dith yithi vnnh āmut zi yim chih balkl nakarh. Tikyazi lkr agr kanhh fạyd chhe divan tylhi chhe so tmhi saʿth fạyd divan yylhi so kunhi chhts ya kunhi drvazs ya kunhi frnychrs mnz lgith astʿmal spdan āshi. Yylhi so mvnddyn hndụ̄ pạtthụ̄ lvb kun āshi tylhi chahnh fạydh divan.) prth kanhh zvr dar āvaz chih yim pans khlaf smjhan. Yim chih pkh dshmn, yimn nishhi rvuziv bchith, Allah tʿālyā gạlin yimn, yim kvr kun chih khvsh phirith pknavnh yivan. (yih chuhnh vannh āmut zi yimn kus chuh ayman nishhi nifaqs kun khvsh phirith pknavan vvl. Aamich vẓaḥt nah krnh nishhi chuh pạnụ̄ panae yih mṭlb nyran zi yihndis ath khvsh phirith pkns chuhnh kanhh akh muḥrik kynhh, blkh chih varyah muḥrkat aath mnz kạm kran. Shyṭan chuh, khrab dvst chih, yihndyn pnnyn nfsn hndụ̄ aghraẓ chih, kạnshi hnz khandarinụ̄ chhe ts muḥrik, kạnshi hundụ̄ shurụ̄ chih ts muḥrik, kạnshi hnzi bradry hndụ̄ khrab lukh chih ts muḥrik, kanhh chuh ḥsdan, bughẓn th tkbrn aath vathi pytth pknvvmut.)"
  },
  {
    "verse_id": 5,
    "translation": "Th yylhi timn vannh chuh yivan zi vliv, takh Allah tʿālyā sund rsvl kri tuhndi khạṭr mghfrtuk duʿā, tylhi chih kls hytth divan, th tvhụ̄ chihv vuchhan zi tim chih brr tkbur san yinh nishhi rukan."
  },
  {
    "verse_id": 6,
    "translation": "Ae nby, tvhụ̄ krụ̄ tv yihndi khạṭr mghfrtuk duʿā ya mth kritv, yihndi khạṭr chhe hishy kthah, Allah tʿālyā krinh hrgz yimn mʿāf, Allah tʿālyā chuhnh fasq lukn hrgz hdayt divan."
  },
  {
    "verse_id": 7,
    "translation": "Yim chih time lukh yim vanan chih zi rsvl sndyn sạthyn pytth khrchavun kriv bnd, takhi yim gczhn muntshr. Ḥalankh zmyn th āsmann hndyn khzann hund mạlik chuh Allah tʿālyā, mgr yim munafq chihnh smjhan."
  },
  {
    "verse_id": 8,
    "translation": "Yim chih vanan zi yylhi asụ̄ mdynh vatav vaps, pth yus ʿzt vvl chuh suh krri dhlyl shkhṣs tathi nybr. (yʿny ṣrf chihnh athụ̄ pytth bas kran zi rsvls nishhi yin nh astghfar khạṭr, blkhi chih yih kth bvuzith ghrvr th tkbr san kls hytth divan th rsvl ṣly Allah ʿlyh v slms nishhi yinas mʿạfy ṭlb krns chih pnun tvhyn smjhan. Yih chhe ttakar ʿlamt yihndi mvmn nah āsnch.) ḥalankh ʿzt chuh Allah tʿālyā th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms th mvmnn khạṭr, mgr yim mnafq chihnh zanan."
  },
  {
    "verse_id": 9,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, tuhndụ̄ mal th tuhndụ̄ avlad yinh tohyih Allah tʿālyā sndi yad nishhi ghạfl krn. Yim lukh yih krn time chih khsars mnz rvzn vạlụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Yus rizq aashi tohyih diytmut chuhv, tmhi mnz kriv khrch aamhi brvnhh zi tohyih mnz vathi kạnshi mvtuk vqt, th suh vanhi tmhi saʿth zi, ae myanhi rbh, kyazi diczth nh cze me raczh khndd byyhi mhlt, takhi bh dimha ṣdqh th ṣalḥ lukn mnz gczhh ha shạmil."
  },
  {
    "verse_id": 11,
    "translation": "Ḥalankh yylhi kạnshi hnzi ʿmlhi hnz mhlt pvur gczhnuk vqt chuh vatan pth chuhnh Allah tʿālyā hrgz kạnshi shkhṣs mzyd mhlt divan, th yikynczhah tvhụ̄ kran chihv, Allah tʿālyā chuh tmhi nishhi bakhbr."
  }
]