[
  {
    "verse_id": 1,
    "translation": "Allah tʿālyā snz tsbyḥ chuh kran prth suh chyz yus āsmann mnz chuh th prth suh chyz yus zmyns mnz chuh. Tmụ̄ snze chhe badshạhy th tsụ̄ khạṭr chuh ḥmd th suh chuh prth chyzs pytth qdrt thavan. (yʿny suh chuh qadri mṭlq yikynczhah krun yyczihh thi hykhi krith, kanhh ṭaqt chuhnh tmụ̄ sndis qdrts mḥdvd krn vvl)"
  },
  {
    "verse_id": 2,
    "translation": "Sue chuh yymụ̄ tvhụ̄ pạdh krinav, pth chuh tohyih mnz kanhh kạfr th kanhh chuh mvmn, th Allah tʿālyā chuh thi svrue kynhh vuchhan yih tvhụ̄ kran chihv."
  },
  {
    "verse_id": 3,
    "translation": "Tmụ̄ chhe zmyn th sạry āsman brḥq pạd krimtụ̄, th tuhnz ṣvrt bnạv tmụ̄, th so bnạvn sytthah jan, th tsụ̄ kun chuhv tohyih ạkhr kar vaps phyrun."
  },
  {
    "verse_id": 4,
    "translation": "Zmyn th āsmann hndyn tmam chyzn hund chuh ts ʿlm, yikynczhah tvhụ̄ chuhpavan chihv th yikynczhah tvhụ̄ ẓạhr chihv kran. (byakh trjmh hykys yithi ạsith zi yikynczhah tvhụ̄ czhayih pạtthụ̄ chihv kran th yikynczhah nanhi vanh chihv kran.) svrue chuh ts mʿlvm, th suh chuh diln hund ḥal tam zanan."
  },
  {
    "verse_id": 5,
    "translation": "Kya tohyih nishhi vạczna timn lukn hnz kanhh khbr yimv yymhi brvnhh kufr kvr, th pth vuchuhkh pnnyn ʿmln hndi shhmtuk mzh? Th brvnhh kun chuh tihndi khạṭr akh dg tulh vun ʿdhab."
  },
  {
    "verse_id": 6,
    "translation": "Aamhi anjamkụ̄ ḥqdar spdụ̄ tim aamhi mvjvb zi timn nishhi rvudụ̄ tihndụ̄ rsvl ttakarh dlylh th nishạnyih hyth yivan mgr timv vvn kya ansan dinh aashi hdayt? Th yithh pạtthụ̄ kvr timv mannh nishhi ankar th puhyrukh buth, pth spud Allah tʿālyā thi timn nishhi be prvah, th Allah tʿālyā chuh benyaz th pnnis dhats mnz chuh panh mḥmvd."
  },
  {
    "verse_id": 7,
    "translation": "Munkrv chuh sytthah dʿūyā san vvnmut zi tim yin nh marnh pth hrgz dubarh tulnh. Yimn vniv nah myạnis rb sund qsm tvhụ̄ yiyiv ẓrvr tulnh, (yth jayih chuh yih sval vothan zi akis ạkhrt kis munkrs kya frq chhe ạkhr aamhi sintụ̄ pyvan zi tvhụ̄ diyiv ts ạkhrt kh ynch khbr qsm hạvith ya qsm havnh vrạe? Suh yylhi nh aath chyzs manạny chuh tylhi kithh pạtthụ̄ hykhi mḥẓ aath binahs pytth mạnith zi tvhụ̄ chihv qsm hạvith ts yih kth vanan? Aamiyuk jvab chuh yih zi rsvlu Allah ạsụ̄ tim lukh mkhạṭib yim pnnis dhạty ʿiilm kis th tjrbh kis binahs pytth yih kth var pạtthụ̄ zanan ạsụ̄ zi ḥẓvr ṣly Allah ʿlyh v slmv chuhnh zanhh sạrise ʿmri aapuz vvnmut, aamhi mvjvub ạsitn tim ḥẓvr ṣly Allah ʿlyh v slmn khlaf kithụ̄ bhtan thi tuhran, pnnyn diln mnz hykhn nh tim yih tṣvr thi krith zi yuth pziyvr ansan kya hykhi zanhh Allah tʿālyā sund qsm hạvith so kth vnith yymhi kh brḥq āsnuk ts ʿiilm th yqyn āshi nh) pth yiyav tohyih ẓrvur vannh zi tohyih kya kynczhah chuhv (dunyahs mnz) kvrmut krvmut, th yih krun chuh Allah tʿālyā sndi khạṭr varyah shl."
  },
  {
    "verse_id": 8,
    "translation": "Lhādha, aniv ayman khudays pytth th tmụ̄ sndis rsvl ṣly Allah ʿlyh v slms pytth, th tath rvshny pytth yosh aashi nạzil chhe krmcz. (yth jayih chuh syaq v sbaq khod vanan zi Allah tʿālyā snzi nạzil krnh āmczi rvshny nishhi chuh murad qrān. Yithh pạtthụ̄ rvshny chhe pane nnụ̄ nyran, th andụ̄ pkụ̄ kyn tmam timn chyzn chhe nvn krran yim goddh aanhi gttis mnz chuhpith ạsụ̄, tithe pạtthụ̄ chuh qrān akh tiyuth czvng yymyuk brḥq āsun bjae khod rvshny chuh, th aamhi chih rvshny mnz hykhi ansan prth kanhh suh mslh smjihth yth smjhnh khạṭr amis pnnụ̄ ʿlmkụ̄ dhraʿʿ th ʿql kạfy chahnh) yikynczhah tvhụ̄ kran chihv Allah tʿālyā chuh tmhi nishhi bakhbr. (aamiyuk pe lgyv tohyih tmhi doh)"
  },
  {
    "verse_id": 9,
    "translation": "Yylhi ajtmaʿ kh doh suh tohyih sarine yikh vatth kri. (ajtmaʿ huk doh chuh murad qyamt, th sạry yikh vatth krnh nishhi murad tmam tim ansan byk vqt zndh krith jmʿ krnụ̄ yim abtda pytthh qyamts tam dnyahs mnz pạd gmtụ̄ āsn) suh doh āshi aakh akụ̄sndis mqabls mnz lukn hndi harnuk zynnuk. (yʿny aṣly har jyt āshi qyamt kh doh. Tvr vạtith lghi pe zi aṣly kmụ̄ tul khsarh th kus gvv nfʿ zi yinith. Kmụ̄ khyvv aṣly dvkhh th kus drav ʿạql. Kmụ̄ kvdd pnun svrue zndgy hund srmayih ghlṭ karvbars mnz lgạvith pans dyvvl, th kmụ̄ kri pnnhi quvth th qạblyth th kvshshhi th mal th avqat, nfʿ kis karvbars mnz lgạvith sạry fạydh ḥạṣil, yim goddnikis shkhṣs thi ḥạṣl hykh han spdith agr suh dunyahch ḥqyqt smjhns mnz dvkhh khyyih he nh.) yymụ̄ khudays pytth ayman chuh avnmut th nyk ʿml chuh kran, Allah tʿālyā dnhi tmụ̄ sndụ̄ gnah, th ts kri tithyn jntn mnz dạkhl yimn bnụ̄kinụ̄ kolh āsn pkan. Yim lukh rvzan hmyshh hmyshhi yimn mnz. Yhe chhe brr kamyạby."
  },
  {
    "verse_id": 10,
    "translation": "Th yimv lukv kufr chuh kvrmut th sanyn āyatn chuhkh buth phiyrumut, tim āsn jhnmkụ̄ bskyn dar yth mnz tim hmyshh rvzan, th suh chuh bdtryn ttihkanh."
  },
  {
    "verse_id": 11,
    "translation": "Kanhh muṣybt chuhnh zanhh yivan mgr chuh Allah tʿālyā sndi aidhnh sinty yivan. Yus shkhṣ khudays pytth ayman āshi thavan Allah tʿālyā chuh tmụ̄ sndis dils hdayt bkhshan, khudays chuh prth chyzuk ʿlm."
  },
  {
    "verse_id": 12,
    "translation": "Allah tʿālyā snz aṭaʿt kriv, byyhi kriv rsvl ṣly Allah ʿlyh v slmn hnz aṭaʿt. Albth agr tvhụ̄ aṭaʿt nishhi buth chihv pihran, tylhi chahnh sạnis rsvl ṣly Allah ʿlyh v slms pytth ṣaf ṣaf ḥq vatnavnh vrạe byyhi kanhh dhmh dạry."
  },
  {
    "verse_id": 13,
    "translation": "Allah tʿālyā chuh suh yas vrạe kanhh khudae chuhnh. Lhādha, pzi ayman aann valyn Allah tʿālyā se pytth bhrvsh thavun. (yʿny khudạyy hndụ̄ sạry akhtyarat chih tnha Allah tʿālyā sndis aaths mnz. Byakh kanhh chuhnh bialkule yih akhtyar thavan zi tuhund rut ya khrab tqdyr hykhi bnạvith, rut vqt hykhi yith suh hykhi tmụ̄ sndy aannh sintụ̄ yith, th khrab vqt hykhi ttlith suh hykhi tmụ̄ sndy ttalnh sintụ̄ ttlith. Lhādha yus shkhṣ pazi dlh āshi Allah tʿālyā hs aakh khudae manan ts khạṭr chuhnh kunhi thi ḥalts mnz amhi vrạe kanhh chare zi suh thavi khudays pytth bhrvsh th dunyahs mnz rvuzin akis mvmn sndi ḥythyth pnun frẓ yqyn san anjam divan zi khyr chuh bhr ḥal tthụ̄ vathi mnz yth kun khudayn chhe rhnmạyy krmcz.)"
  },
  {
    "verse_id": 14,
    "translation": "Ae luvkv yimv ayman chuhv avnmut, tuhnzv khandarnyv mnz th tuhndyv avladav mnz chih kynhh tuhndụ̄ dshmn, timv nishhi rvuziv bakhbr. Th agr tvhụ̄ ʿfvvas th drguzrs kạm hyyiv th mʿāf kriv tylhi chuh Allah tʿālyā mghfrt krn vvl th mhrban. (yʿny dunyạvy rshth kh lḥaẓh agr chih yim tim lukh chih yim ansans sarive khoth zyadh ttạtthụ̄ chih āsan, mgr dyn kh lḥaẓh chih yim tuhndụ̄ dshmn. Yih dshmny ạsitn khvah aamhi ḥythyth zi tim āsn tohyih ayman nishhi rukavan th kufrs kun āsn laman, ya aamhi ḥythyth zi yihnz hmdrdiyih āsn kufarn sintụ̄, bhr ḥal chuh yih tiyuth chyz zi tohyih pzyv yimn nishhi hushar rvzun, th yihndis mḥbts mnz grftar spdith gczihh nh pnun ʿāqbt brbad krun. Albth aamyuk mṭlb chuhnh yih zi dshmn smjhith lạgiv tvhụ̄ timn sintụ̄ skht brtav krun, blkh chuh mudʿā ṣrf yih zi tihund aṣlaḥ agr hykyiv nh krith tylhi bchạviv km az km pnun pan.)"
  },
  {
    "verse_id": 15,
    "translation": "Tuhndụ̄ mal th tuhndụ̄ avlad chih draṣl akh āzmạʿsh, th Allah tʿālyā he chuh yas nishhi bvdd ajr chuh."
  },
  {
    "verse_id": 16,
    "translation": "Lhādha, yvt tam tohyih pans tam āshi khudays rvuziv khoczan, byyhi bvuziv th kriv aṭaʿt, th pnnụ̄ mal kriv khrch, yih chuh tuhndụ̄ khạṭr bhtr. Yim pnnhi dl chih tngy nishhi mḥfvẓ rvudụ̄, bs chih time flaḥ lbn vạlụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Agr tvhụ̄ khudays qrẓi ḥasn diyiv tylhi diyih suh tohyih kynhh gonh hurrạvith, th tuhndyv qṣvrav nishhi kryv drgzr, Allah tʿālyā chuh sytthah qdr dan th burdbar."
  },
  {
    "verse_id": 18,
    "translation": "Ḥạẓr th ghạyb prth chyzs chuh zanan, zbrdst th byyhi chuh ḥkmt vvl."
  }
]