[
  {
    "verse_id": 1,
    "translation": "Ae nby, yylhi tvhụ̄ lukh znann ṭlaq diyiv, tylhi ạsiv timn tihndi ʿiidt khạṭr ṭlaq divan. (ʿiidt khạṭr ṭlaq dinas chih zh mṭlb th yth jayih chih doshve murad. Akh yih zi ḥyẓ kis ḥalts mnz mah diyiv zananhi ṭalaq blkh diyv tmhi vqth ṭlaq yymhi sintụ̄ tmụ̄ sund ʿiidt shrvʿ hykhi spdith. Dvym zi ʿiidts mnz diyiv rjvʿ krnch gunjạysh thạvith ṭlaq, yithh pạtthụ̄ mah diyiv ṭlaq yymhi sintụ̄ rjvʿ krnuk mvqʿe rvzi nh path kun. Aamhi ḥukmch yoshi tshryḥ ḥdythv nishhi mylan chhe tmhi mṭạbq chuh ṭlaquk qạʿdh yih zi ḥyẓ kh vqth gczhhi nh ṭlaq dinh yun, blkh gczihh tth ṭuhrkis ḥalts mnz dinh yun yth mnz khandarn āshi nh khandarinhi sintụ̄ mubashrt krmcz, ya gczihh tth ḥalts mnz dinh yun yylhi zan znanhi hund gvbhi khor āsun pe āshi. Th aaky vqth gczhn nh tre ṭlaq dinh yinụ̄.) th ʿiidtuk vqt gnzriv tthyk tthyk, th khudays khocziv yus tuhund rb chuh. (yʿny ṭlaq mah smjihv gindun kynhh zi ṭlaquk ahm mʿāmlh pysh yinh pth thi yiyhi nh yih yad thavnh zi kr chuh ṭlaq dinh āmut, kr gvv ʿiidt shrvʿ th aath kr chuh khtm gczuhn. Yymhi saʿth ṭlaq dinh yiyih, suh vqt th suh tạrykh gczihh yad thavun, th yithi gczihh yad thavun zi kth ḥalts mnz chuh znanhi āmut ṭlaq dinh), (ʿiidt kh vqth) nah mah krriyvukh timh tvhụ̄ grv mnz, th nah mah nyrin timh panh. (yʿny nah gczihh mard shrarts mnz yith znanhi gr mnz krrun, th nah gczihh znanh shrarts mnz yith czalnụ̄. ʿiidts tam chuh gr amụ̄ sund. Athụ̄ grs mnz pzi doshvnụ̄ rvzun takh panh vạnụ̄ agr kanhh mvafqtch ṣvurt nyirith hykhi, tylhi hykhi tmhi nishhi fạydh tulnh yith. Agr doshve akis grs mnz rvzn, tryn rytn ya tre ḥyẓ yins tam ya gobhi khor āsnh kis ṣvurts mnz khlaṣ gczhns tam hykn aamikụ̄ mvqʿ barha yith.) aila yih zi timh gczhn kunhi ttakarh burạyy hnz murtkb. (yʿny bdchlny hinz mrtkb spdn ya rvzan ʿiidt kis vqts mnz czuvan th bdzbạny kran.) yim chih Allah tʿālyā sndụ̄ muqrr krnh āmtụ̄ ḥd, th yus kanhh Allah tʿālyā sndyv ḥdav nishhi nyri, suh kri khod pans pytth ẓulm, tvhụ̄ chihv nh zanan, bnan chuh Allah tʿālyā kri amhi pth (mvafqtch) kanhh ṣvurt pạdh."
  },
  {
    "verse_id": 2,
    "translation": "Pth yylhi timh pnnis (ʿiidt kis) khạtims pytth vatn, tylhi rukạviyvukh timh jan ṭryqh (pnnis nkaḥs mnz) nath spdiv jan ṭryqh timv nishhi juda. Th tithụ̄ zh nfr bnạviyvukh gvah yim tohyih mnz ṣaḥbi ʿdl āsn. (amhi nishhi chuh murad ṭlaqs pytth thi gvah thạvnụ̄ th rjvʿ krns pytth thi). Th (ae gvah bnan valyv!) gvạhy kriv tthyk tthyk Allah tʿālyā sndi khạṭr ada. Yimh chhe kthh yihnz nṣyḥt tohyih lukn krnh chahv yivan, prth ts shkhṣs yus Allah tʿālyā th ạkhrt kis dohs pytth ayman āshi thavan. (yim lfẓ chih panh vanan zi yim hdayat pytthh knhi chih dinh āmtụ̄ tim chih nṣyḥtch ḥythyt thavan, nah zi qanvnch. Agr ainsan vannh āmtis ṭryqs khlaf ṭlaq diyih, ʿiidtuk shmar thavinh yad, khandarnhi krri mʿqvl ʿuudhr vrạe gr mnz, ʿiidt moklns pytth kri znanh stavnh khạṭr rjvʿ, agr rkhṣt krys tylhi krys czuvan czuvan, th ṭlaqs, rjvʿs, ʿlāḥydgy, kunhi chyzs pytth thi thavnhi gvah, aamhi sintụ̄ pyyih nh ṭlaqs, rjvʿs th ʿlāḥydgy hndyn qanvny ntyjn mnz kanhh frq. Albth Allah tʿālyā sndis nṣyḥts khlaf ʿml krnụ̄ āshi aamhi kthhi hnz dlyl zi amụ̄ sndis dils mnz chuhnh Allah tʿālyā th ạkhrt kis dohs pytth ṣḥyḥ ayman mvjvd, yymhi kis binahs pytth amụ̄ suh ṭrzi ʿml akhtyar kvr, yus akis jan mvmns akhtyar pazinh krun). Yus akhah khudays khvczith kạm kri, Allah tʿālyā kri tmụ̄ sndi khạṭr mushklatv mnz nyrnch kanhh vath pạdh."
  },
  {
    "verse_id": 3,
    "translation": "Th amis diyih ticzihh vathi kinụ̄ rizq yvr nh tmụ̄ sund guman thi āshi gczhan. Yus khudays pytth bhrvsh kri tmụ̄ sndi khạṭr chuh suh kạfy. Allah tʿālyā chuh pnnụ̄ kạm pvur krith rvzan, khudayn chuh prth chyz khạṭr akh tqdyr mqrr krith thvvmut."
  },
  {
    "verse_id": 4,
    "translation": "Th tuhnzv zananav mnz yimh ḥyẓ nishhi āsn naaumyd gmcz, tihndis mʿāmls mnz agr tohyih shk chuh laḥq tylhi (gczhyv tohyih mʿlvm āsun) tihund ʿdt chuh tre ryth. Th yohe ḥkm chuh tihund yimn vunhi mahvry (ḥyẓ) āshi nh gvmut (khvah mth ạsitn ḥyẓ lokcharkinụ̄ āmut ya amhi vjh zi kynczhn mstvuratn chuh varyahhi kạlụ̄ ḥyẓ yun shrvʿ gczhan, th khal khale chuh yih spdan zi kạnshi zanhi chuhnh sạrise vạnshi yivan, bhr ḥal chuh tmam ṣvurtn mnz yiczihh zanhi hund ʿdt sue yus (āysh) znanhi hund ʿdt chuh yʿny ṭlaq kh vqth pytthh tre ryth) th gobhi khor mstvuratn hndi ʿiidtuk ḥd chuh yih zi timh gczhn khlaṣ gczhnhi. (yʿny znụ̄ gczhụ̄tn khandar sndi vafat pth fvraan khlaṣ ya lgụ̄ tns 4 ryth daah doh khoth zyadh vqt, bhr ḥal gczihh khlaṣ spdns sintụ̄ tmụ̄ sund ʿiidt khtm) yus shkhṣ khudays khoczi, tmụ̄ sndis mʿāmls mnz chuh suh shvlyt pạd kran."
  },
  {
    "verse_id": 5,
    "translation": "Yih chuh Allah tʿālyā sund ḥkm yus tmụ̄ tohyih kun chuh nạzil kvrmut. Yus khudays khoczi, Allah tʿālyā kri tmụ̄ snz burạyiyih ts nishhi dvur, th ts diyih bvdd ajr."
  },
  {
    "verse_id": 6,
    "translation": "Timh thạviyvukh (ʿdt kis vqts mnz) tthụ̄ jayih yythi tvhụ̄ chihv rvzan, yiczh jae thi tohyih dstyab āshi, th timh tng krnh mvjvub mah staviyvukh timh. Th agr timh gobhi khor āsn tylhi rvuziv timn pytth tth vqts tam khrch kran, yvt tam nh timh khlaṣ gczhn. Pth agr timh tuhndi khạṭr (shuris) chavan dodh, tylhi diyiv timn tihnz aujrt, th rtụ̄ pạtthụ̄ kriv (aujrtuk mʿāmlh) panh vạnụ̄ kth bathhi sintụ̄ mqrr, albth agr tohyih (aujrt mqrr krns mnz) akh byakh tng kvrvun, tylhi chavi bdl khatvn shuris dodh."
  },
  {
    "verse_id": 7,
    "translation": "Yus khoshkhal nfr āshi suh diyin pnnhi khoshḥạly mṭạbq nfqh, th yas rzq km āshi dinh āmut, suh krin tamy malh mnz khrch yus khudayn chuh ts diytmut. Khudayn yas yikynczhah diytmut chuh, tmhi khoth zyadh chuhnh suh ts mklf tthhravan (yʿny bar chuhs nh travan), yih kth chahnh dvur zi Allah tʿālyā kri tng dsty pth frakh dsty thi ʿṭa."
  },
  {
    "verse_id": 8,
    "translation": "Kạczah bsty chhe yimv pnnis rb snz th tmụ̄ sndyn rsvln hndis ḥkms srkshy kr (vonụ̄ chuh muslmann yivan tnbyh krnh zi Allah tʿālyā sndis rsvl th tmụ̄ snzi ktabhi hndi dhryʿhi yim aḥkam timn dinh chih āmtụ̄, agr tim yihnz nafrmạny krn tylhi kus anjam pyyih timn dunyahs th ạkhrts mnz vuchuhn, th agr aṭaʿtch vath krn akhtyar tylhi kus jza krn ḥạṣl) aashi hiyvt skhty san timn ḥsab, th timn diyut vultth pạtthụ̄ sza."
  },
  {
    "verse_id": 9,
    "translation": "Timv vuchh pnnhi krimatiyuk sza, th tihund anjami kar chuh gatte gatth."
  },
  {
    "verse_id": 10,
    "translation": "Khudayn chuh (ạkhrts mnz) tihndi khạṭr skht ʿdhab thvvmut dstyab. Lhādha khvcziv khudays ae ṣaḥbi ʿql lukv, yimv ayman chuhv avnmut, khudayn chhe tohyih kun akh nṣyḥt krmcz nạzil."
  },
  {
    "verse_id": 11,
    "translation": "Akh tiyuth rsvl yus tohyih Allah tʿālyā sndụ̄ ṣaf ṣaf hdayat dinh vạlụ̄ āyat chuhv bvznavan (mfsrv mnz chuh kynczhv vvnmut zi nṣyḥt nishhi chuh murad qrān th rsvls nishhi chih murad Muḥammad. Th kynhh chih vnan zi nṣyḥt nishhi chih murad panh rsvlu Allah, yʿny tihnz dhat ạs kulhm pạtthụ̄ nṣyḥt. Aashi nzdyk chuh yih dvym tfsyr zyadh ṣḥyḥ) takh ayman anan valyn th nyk ʿml krn valyn aanhi, aanhi gttav mnz krrith gashs kun. Yus kanhh khudays pytth ayman aanhi th nyk ʿml kri, Allah tʿālyā kri ts tithyn jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan. Yim lukh rvzn timn mnz hmyshh hmyshh. Khudayn chuh yithis shkhṣs khạṭr bhtryn rizq thvvmut."
  },
  {
    "verse_id": 12,
    "translation": "Allah tʿālyā chuh suh yymụ̄ sath āsman bnạvụ̄ th zmyn kh qsmkụ̄ timne hivụ̄, (timne hivụ̄, aamyuk mṭlb chuhnh yih zi yytyah āsman bnạvin ticzae bnavyn zmynh thi, blkh chuh mṭlb yih zi ythh pạtthụ̄ tmụ̄ varyah āsman chih bnạvimtụ̄, ticzhe bnavyn varyah zmynh thi. Th zmyn kh qsmkụ̄ aamyuk mṭlb chuh yih zi yithh pạtthụ̄ yih zmyn yth pytth ansan chih rvzan chhe pnnyv mvjvdatv khạṭr frsh th manzul, tithe pạtthụ̄ chhe khudayn kaʿnats mnz byyhi zmynh thi bnavimacz, yimh pnnyn pnnyn ābạdiyn khạṭr frsh th manzul chhe. Dvyimyn lfẓn mnz vanv zi āsmans pytth yim beshmar tark th syarh chih nẓri gczhan yim sạry chihnh vạran khnddratn hndụ̄ pạtthụ̄ kynhh, blkh chih zmynkụ̄ pạtthụ̄ yimn mnz thi chih varyah tithụ̄ yimn mnz dunya chih ābad.) timn drmyan chuh ḥukm nạzil spdan rvzan. (yih kth chahv tohyih aamhi mvjvb yivan vannh) takh tvhụ̄ zạniv zi Allah tʿālyā chuh prth chyzs pytth qdrt thavan, byyhi yih zi Allah tʿālyā sund ʿlm chuh prth chyzs pytth aḥaṭh krith."
  }
]