[
  {
    "verse_id": 1,
    "translation": "Ae nby, tvhụ̄ kyazi chihv suh chyz ḥram kran yus khudayn chuh tuhndi khạṭr ḥlal kvrmut? (yih chuhnh draṣl sval kynhh blkh chuh na psndydgy hund aẓhar. Yʿny yih chuhnh mqṣd zi nby ṣly Allah ʿlyh v slmn nishhi yiyhi yih dryaft krnh zi tohyih kyazi krv yih kạm, blkh chuh mqṣd ḥẓvrn ath kthhi pytth tnbyh krun zi Allah tʿālyā sund ḥlal krnh āmut chyz pans pytth ḥram krnch yosh ḥrkt tohyih krv, so chhe khudays napsnd. Chvnkh tuhnz ḥythyt ạs nh akis ʿām ansan snz kynhh blkh ạs akis rsvl snz. Tuhund pans pytth kanhh chyz ḥram krnh sintụ̄ hykhi he yih khṭrh pạd spdith zi aumt laghi he yih chyz ḥram ya km az km mkrvh smjuhn. Amhi mvjvb chuh Allah tʿālyā ḥẓvrn ath ḥrkts pytth grft frmavan th timn chuh aamhi tḥrym nishhi baz rvznuk ḥkm divan. Aamhi sintụ̄ chhe yih kth thi vaẓḥ spdan zi ḥẓvr ṣly Allah ʿlyh v slmn thi avs nh bṭvri khod kunhi chyzs ḥlal ya ḥram krnuk akhtyar.) (kya amhi mvjvub zi) tvhụ̄ chihv pnnyn gr vajinyn hnz khvshy yczhan? (amhi nishhi chuh pe lgan zi ḥẓvr ṣly Allah ʿlyh v slmv avs nh yih tḥrym pnnhi kunhi khvạhishhi hndis binahs pytth kvrmut, blkh avs tihnzv gr vajinyv yvczhmut zi ḥẓvr krn yih th ḥẓvr ṣly Allah ʿlyh v slmv avs mḥẓ timh khosh krnh mvjvb akh ḥlal chyz pans pytth ḥram kvrmut. Ḥdyth kyv mʿtbr rvaytv nishhi chuh pe lgan zi rsvl Allah ṣly Allah ʿlyh v slmn hnzi akis gr vajinhi (ḥẓrt zynbs rẓy Allah ʿnha hs) avs kthi tam pytthh machh vvtmut, yus ḥẓvr ṣly Allah ʿlyh v slmn psnd avs. Aamhi mvjvb ạsụ̄ ḥẓvr khlafi mʿmvl timn nishhi czyr tam tshryf thạvith. Aath pytth spud baqy aazvaji mṭhratn rshk th kuny kth krith kr timav ḥẓvrn ṣly Allah ʿlyh v slmn machihch nfrt th aamhi pth chih ḥẓvr yih astʿmal nah krnuk ʿhd kran) Allah tʿālyā chuh mʿāf krn vvl th rḥm frmavn vvl."
  },
  {
    "verse_id": 2,
    "translation": "Khudayn chuh tohyih lukn khạṭr pnnyn qsman hnz pabndy nishhi nyrnuk ṭryqh muqrr kvrmut. (mṭlb chuh yih zi kafar dith yus ṭryqh qsmn hnzi pabndy mnz nyrnuk khudayn svrh maʿdh āyt 89 mnz muqrr chuh kvrmut, tth mṭạbq ʿml krith puhttrạviv tvhụ̄ suh ʿhd yus tohyih ḥlal chyz pans pytth ḥram krnh khạṭr chuhv kvrmut) Allah tʿālyā chuh tuhund kar saz, th sue chuh zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 3,
    "translation": "(th yih mʿāmlh thi chuh qạbil tvjh zi) nby ṣly Allah ʿlyh v slmv ạs akh razch kth pnnhi akis khandarinhi vnmcz. Pth yylhi tmhi khandarinhi (ks tam) suh raz vvn, th khudayn diyut nby ṣly Allah ʿlyh v slms suh (raz afsha krnuk) aṭlaʿ, nby ṣly Allah ʿlyh v slmv kr aath pytth kunhi ḥds tam (so khandarinụ̄) khbrdar, th kunhi ḥds tam kvrukh ts drguzr. Pth yylhi nby ṣly Allah ʿlyh v slmv ts (raz afsha krnch) yih kth vnụ̄, tmhi purczh tohyih kmụ̄ dicznav aamich khbr? Nby ṣly Allah ʿlyh v slv frmvv me dicz tmụ̄ khbr yus svrue kynhh chuh zanan th varh pạtthụ̄ chuh bakhbr. (kunhi rvayt nishhi chuhnh tʿīn san yih pe lgan zi so razch kth kya ạs. Th yymhi mqṣd khạṭr yih āyt nạzil chhe gmcz tmhi lḥaẓh chahnh mvuly aath svals kanhh ahmyt zi so razch kth kya ạs. Aṣly ghrẓ yymhi khạṭr yih mʿāmlh qrāni mjyds mnz chuh byan krnh āmut, suh chuh azvaji mṭhratn th balvasṭh muslmann hndyn tmam dhmh dar lukn hnzn khandarinyn aath kthhi pytth tnbyh krun zi timh mah hyyiyn razn hndis ḥfaẓts mnz laprvạhy kạm. Yosh hsty yiczah brr dhmh daranh ḥythyt āshi thavan, tmụ̄ sndi gr mnz raz afsha gczhn chuh tyvutue khṭr nak āsan. Kth ạsitn ahm ya ạsitn ghyr ahm, agr razch ḥfaẓt krns mnz la prvahy hund ʿādt gczihh, tylhi hykhi ghyr ahm kthn hndụ̄ pạtthụ̄ kunhi saʿth ahm kth thi nnụ̄ nyirith.)"
  },
  {
    "verse_id": 4,
    "translation": "Agr tvhụ̄ doshve khudays nishhi tvbh chahv kran (tylhi chuh yih tuhndi khạṭr bhtr) tikyazi tuhndụ̄ dil chih syzi vathi nishhi ddlmtụ̄, (ḥẓrt ʿmr rẓy Allah tʿālyā ʿnh sndi rvayt muṭabq chuh yimv doshvyav nishhi murad ḥẓrt ʿāyshh rẓy Allah ʿnha th ḥẓrt ḥfṣh rẓụ̄ Allah ʿnha, th syzi vathi nishhi ddlnuk mṭlb yus ḥẓrt ʿmr rẓy Allah tʿālyā ʿnh chih byan kran, suh chuh yih zi yimav doshvyv avs nby krym ṣly Allah ʿlyh v slms sintụ̄ zyade jurth san lvgmut pysh yun, yus khudayn napsnd kvr th yimn kvrun tnbyh) th agr tohyih nby ṣly Allah ʿlyh v slmn hndis mqabls mnz dvr bnvvuv, tylhi zạniv Allah tʿālyā chuh tmụ̄ sund mvlyā, th tamhi pth chih jbryl th tmam ṣalḥ ahli ayman th sạry frshth tmụ̄ sndụ̄ sạthy th mddgar. (mṭlb chuh yih zi rsvl Allah ṣly Allah ʿlyh v slmn hndis mqabls mnz dvr bnạvith kriv tvhụ̄ pan se nqṣan, tikyazi yymụ̄ sund mvlyā Allah tʿālyā chuh th yas sintụ̄ jbryl, frshth th tmam ṣalḥ ahli ayman āsn tmụ̄ sndis mqabls mnz dvr bnạvith hykhi nh kanhh kamyab spdith)"
  },
  {
    "verse_id": 5,
    "translation": "Dvur chuhnh zi agr nby tohyih sarine khandarinyn ṭlaq diyih, tylhi kri Allah tʿālyā timn tuhndi bdlh ticzhh khandarnhi ʿṭa yimh tuhndi khoth bhtr āsn. (aamhi nishhi chuh pe lgan zi qṣvr avs nh ṣrf ḥẓrt ʿāyshh rẓy Allah ʿnha th ḥẓrt ḥfṣh rẓy Allah ʿnha sundue yvt, blkh āsh baqy azvaji mṭhrat thi km kash qṣvr var, aamy mvjvb chuh yth āyts mnz yimn don pth baqy sarine azvajn thi tnbyh krnh āmut. Ḥdythv nishhi chuh pe lgan zi tmhi saʿth ạsụ̄ ḥẓvr khandarnyn tyvutah naraẓ spdmtụ̄ zi akis ryts czvtt timv timn sintụ̄ tʿlq, th ṣḥabn mnz chuh mshhvr spdan zi ḥẓvr ṣly Allah ʿlyh v slmv chuh yimn ṭlaq diytmut.) yimh pkh mslman, ba ayman, aṭaʿt guzar, tvbh krn vajinhi, ʿbadt guzar, th rvzh dar, khvah vorz ạsitn ya aanhrishhi."
  },
  {
    "verse_id": 6,
    "translation": "Ae lvukv yimv ayman chuh avnmut, bchạviv pnun pan th pnun ahl v ʿīal tmhi nar nishhi, yymyuk zalun āsn ansan th knhi, (yih āyt chhe vanan zi akis shkhṣh snz dhmh dạry chahnh ṣrf pnnụ̄ dhate yạcz Allah tʿālyā sndi ʿdhab nishhi bchavnh chih kvushishhi tame mḥdvud, blkh chhe amụ̄ snz kạm yithi zi fṭrtkụ̄ nẓamn yymhi khandan chih srbrạhy hund bar amis pytth trvmut chuh, tth thi diyin suh pnnis astṭaʿt kis ḥds tam ticzhh tʿlym v trbyt, yymhi sintụ̄ tim Allah tʿālyā sndụ̄ psndydh ansan bnan, th agr tim jhnm chih vathi pytth gczhan āsn, tylhi yvt tam amis tam āshi yimn krin rukavnch kvushsh. Jhnmuk zalun āsn knhi, aamhi nishhi chuh murad shayd kvlh czinhi. Abni msʿūd rẓy Allah ʿnh, abn ʿbas rẓy Allah ʿnh, mujahd rḥmtu Allahi ʿlyh, amam Muḥammad albaqr rḥmtu Allah ʿlyh th sudy rḥmtu Allah ʿlyh chih vnan zi yimh āsn gndhk knhi.) yath pytth sytthah tundkhuv th skht gyr frshth āsn muqrr, yim zhnụ̄ Allah tʿālyā sndi ḥukmch nafrmạny chihnh kran, th yus ḥukm thi yimn dinh chuh yivan tath chih bja aanan. Tmhi vqth yiyhi vannh zi)"
  },
  {
    "verse_id": 7,
    "translation": "Ae kạfrv, aaz mah kriv ʿdhr pysh, tohyih chuhv tiyutuhe bdlh dinh yivan yczhh ʿmlh tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 8,
    "translation": "Ae lvukv yimv ayman chuhv avnmut, khudays nishhi kriv tvbh, khạlṣ tvbh, dvur chuhnh zi Allah tʿālyā kri tuhnz burạyiyih dvur, th tohyih kryv tithyn jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan. Yih āshi suh doh yylhi Allah tʿālyā pnnis nby ṣly Allah ʿlyh v slms th timn lukn yimv timn sintụ̄ ayman chuh avnmut, rusva krinh. (yʿny tihnzn nyk ʿmln hund ajr kri nh ẓaʿʿ. Kfarn th munafqn diyih nh hrgz yih vannuk mvqʿ zi yimv baayman lukv kr khuda prsty thi, amyuk kya muʿāvẓh myvulukh. Rusvạyy yiyhi bạghyn th nafrmann hndis ḥṣs mnz, nah kh vfadarn th frman brdarn hndis ḥṣs mnz.) tihund nuvr āshi timn brvnhh brvnhh, th timn dchihnụ̄ kinụ̄ davan, th tim āsn vanan zi ae sanhi rbh, svn nuvr kr sanhi khạṭr mkml th aashi kr drguzr, cz chuhkh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 9,
    "translation": "Ae nby, kufarn th munafqn sintụ̄ kriv jhad, th timn sintụ̄ yiyiv skhty san pysh, tihund tthkanh chuh jhnm th suh chuh sytthah burh ttihkanh."
  },
  {
    "verse_id": 10,
    "translation": "Allah tʿālyā chuh kạfrn hndis mʿāmls mnz nvḥ th lvṭ snzn khandarinyn bṭvri mthal pysh kran. Timh āsh sanyn don ṣalḥ bndn hndis zvjyts mnz, mgr timv kr pnnyn timn khandarn sintụ̄ khyant. (yih khyant chahnh aath mʿniys mnz zi timv ạs bdkạry krmcz blkh chhe aath mʿnys mnz zi timv dyut nh ayman chih vathi mnz ḥẓrt nvḥ th ḥẓrt lvṭ ʿlyh alslams sath, blkh rvz tihndis mqabls mnz dyn kyn dshmnn sath divan.) th tim āe nh Allah tʿālyā sndis mqabls mnz timn raczh thi bkar. Doshvnụ̄ āv vannh zi gczihv nars mnz gczhn valyn sintụ̄ tvhụ̄ thi."
  },
  {
    "verse_id": 11,
    "translation": "Th ahli aymann hndis mʿāmls mnz chuh Allah tʿālyā frʿūn snzi khandarinhi hnz mthal pysh kran, yylhi tmhi duʿā kvr ae myanhi rbh, myanhi khạṭr bnav (pans nishhi) jnts mnz akh gr, th me bchav frʿūns th tmụ̄ snzi ʿmlhi nishhi th ẓạlim qvmh nishhi dim njat."
  },
  {
    "verse_id": 12,
    "translation": "Th byyhi chuh mthal divan ʿmran snzi kvri mrym snz (bnan chuh zi mrym sndis mạlụ̄ sund nav āshi he ʿmran, nath āshi timn ʿlyha alslamn ʿmran snz kvur amhi mvjvb vannh āmut zi so ạs āli ʿmran mnz) yymhi pnnhi shrm gahch ḥfaẓt ạs krmcz. (yih chuh yhvudyn hndi tmhi alzamuk trdyd zi ḥẓrt ʿīsyā ʿlyh alslamn hnz pydạysh ạs mʿādh Allah gunahuk ntyjhi. Svrh nsa āyt 156 hs mnz chuh yimn ẓạlimn hund yih alzam ʿẓym bhtan qrar dinh āmut) pth chhvk aashi ts mnz pnun rvḥ phokh dith. (yʿny aamhi vrạe zi ts āshi he kạnshi mrds sintụ̄ kanhh tʿlq, tihnzi bchhi danhi mnz trvv aashi pnnhi ṭrfh akh zuv.) th tmụ̄ kvr pnnis rb sndyn arshadatn th tmụ̄ snzn ktabn hund tṣdyq, th so ạs aṭaʿt guzar lukv mnz. (yymhi mqṣd khạṭr yth jayih ḥẓrt mrym ʿlyha alslam mithalhi rngụ̄ chhe pysh krnh āmcz, suh chuh yih zi khudayn ạs so akis shdyd āzmạyshhi mnz trạvmcz, tikyazi Allah tʿālyā sndi mʿjzh sintụ̄ rvuz so ḥạmlh mgr tmhi nvmrvv ṣbr san Allah tʿālyā snzi mrẓy brvnhh knhi pnun klh.)"
  }
]