[
  {
    "verse_id": 1,
    "translation": "Sytthah bzrg th brtr chuh suh yymụ̄ sndis aaths mnz (kaʿnatch) slṭnt chhe, th suh chuh prth chyzs pytth qdrt thavan. (yʿny yikynczhah yyczihh thi hykhi krith, kanhh chyz chuhnh ts rukavn vvl zi ts āshi kanhh kạm krnụ̄ th suh kya hykhi nh krith)"
  },
  {
    "verse_id": 2,
    "translation": "Yymụ̄ mvt th zndgy ayjad kr takhi tohyih lukn vuchih āzmạvith zi tohyih mnz kus chuh bhtr ʿml krn vvl. (yʿny dunyahs mnz chuh tmụ̄ ansann hndi mrnuk th zndh rvznuk yih slslh amhi mvjvb shrvʿ kvrmut zi yimn hyyih amtḥan, byyhi vuchhhi kas ansan snz ʿml chhe zyadh bhtr.) byyhi chuh suh zbrdst thi th drguzr krn vvl thi."
  },
  {
    "verse_id": 3,
    "translation": "Yymụ̄ pyvttuhs pytth sth āsman bnạvụ̄, (ae ansanh) cz lbkh nh rḥman sndis tkhlyqs mnz kunhi qsmch be rbṭy. (draṣl chuh lfẓ tafavut vartavnh āmut, aath chuh mʿny ʿdmi tnasub. Akh chyz bykis chyzs sintụ̄ nah ralun, be jvrr āsun) pth vuchh pvt phyirith, kunhi jayih chhe nh cze kanhh khll nẓri gczhan? (draṣl chuh lfẓ fṭuvr vartavnh āmut, aath chuh mʿny, phratth, rum, phas, rkhnh, phvttmut āsun, puhttmut āsun. Mṭlb chuh yih zi pvur kaʿnatch bndish chhe ticzhh chust th zmyn kh akhi dhrh pytthh ʿẓym khkshann tam chuh prth kanhh chyz tiyuth mrbvṭ zi kunhi jayih chuhnh kaʿnat kh nẓmuk tslsl puhttan. Tvhụ̄ kritav khvah kvtah thi jstjv tohyih hykyv nh aath mnz kunhi jayih rkhnh myilth.)"
  },
  {
    "verse_id": 4,
    "translation": "Pth vuchhth phirụ̄ phirụ̄, chạnụ̄ nẓr phyri thkith nakam gczihth vaps."
  },
  {
    "verse_id": 5,
    "translation": "Aashi chuh tuhund nzdykuk āsman ʿẓymu alshan czangyv sintụ̄ sjvvmut. (nzdykuk āsman chuh murad suh āsman yymkụ̄ tark th syarh dvurbynhi vrạe asụ̄ vuchhan chih.) th tim chih aashi shyṭan czlravnkụ̄ dhryʿh bnạvimtụ̄. Yimn shyṭann khạṭr chuh aashi suh nar dstyab thvvmut yath lmbak āsn vothan."
  },
  {
    "verse_id": 6,
    "translation": "Yimv lukv pnnis rbs sintụ̄ kufr kvr, tihndi khạṭr chuh jhnmuk ʿdhab th suh chuh sytthe burh ttihkanh."
  },
  {
    "verse_id": 7,
    "translation": "Yylhi tim tth mnz chahknh yin, tim bvzn tamhi chih hvlnak āvaz. (ath hykhi yithi mʿny ạsith zi yih āshi khod jhnmch āvaz, th yithi hykys ạsith zi yih āvaz āshi jhnm mnz yivan yythi tim lukh āsn krykh divan yim yimn brvnhh āsn tvr chhknh āmtụ̄.) th suh āshi jvsh maran."
  },
  {
    "verse_id": 8,
    "translation": "Ghẓb kh shidth sintụ̄ āshi phttan, prth vizi yylhi tth mnz kanhh khyj travnh yiyhi tmikụ̄ karindh prczhn timn lukn, kya tohyih nishhi avsna kanhh khbrdar krn vvl āmut?"
  },
  {
    "verse_id": 9,
    "translation": "Tim dn jvab, ā! Khbrdar krn vvl avs aashi nishhi āmut, mgr aashi phiyru ts buth byyhi vvn khudayn chuhnh kihnụ̄ thi nạzil kvrmut, tvhụ̄ chihv bjhi gumrạhy mnz."
  },
  {
    "verse_id": 10,
    "translation": "Th tim vann kash asụ̄ bvzhav ya smjhih hav, tylhi gczhhav nh aaz yymhi shʿlh vunhi nar kyn szavarn mnz shạml."
  },
  {
    "verse_id": 11,
    "translation": "Yithh pạtthụ̄ krn tim pnnhi qṣuvruk panh aʿtraf, lʿnt chhe yimn jhnmy yan pytth."
  },
  {
    "verse_id": 12,
    "translation": "Yim lukh rbs vuchhnh vrạe chih khoczan, pzụ̄ pạtthụ̄ chhe tihndi khạṭr mghfrt th sytthah bvdd ajr."
  },
  {
    "verse_id": 13,
    "translation": "Tvhụ̄ kritav lothi lothi kth ya kriv tav baddi (khudays khạṭr chuh yksan) suh chuh diln hund ḥal tam zanan."
  },
  {
    "verse_id": 14,
    "translation": "Kya sue āshi na zanan yymụ̄ pạd chuh kvrmut? (byakh trjmh hykys yithi ạsith zi kya pnnis mkhlvq se zanhi na suh?) ḥalankh suh chuh baryk byn th bakhbr."
  },
  {
    "verse_id": 15,
    "translation": "Sue chuh yymụ̄ tuhundi khạṭr zmyn chhe thạvmcz tabʿ krith, pkiv tmhi kis syns pytth th khyyiv Allah tʿālyā sund rizq, tmụ̄ sndi se drbars mnz chuh tohyih dvbarh zndh spdith vatun."
  },
  {
    "verse_id": 16,
    "translation": "Kya tvhụ̄ chihva tmhi nishhi bekhvf yih āsmann mnz chuh. (aamyuk chuhnh yih mṭlb zi Allah tʿālyā chuh āsmans mnz rvzan, blkh chhe yih kth aamhi lḥaẓh frmavnh āmcz zi ansan yylhi fṭry ṭvr chuh khudays sintụ̄ rjvʿ krun yczhan tylhi chuh āsmans kun vuchhan. Yylhi duʿā chuh mngan tylhi chuh āsmans kun aathh tulan. Kunhi āft kis mvqʿs pytth yylhi tmam sharav nishhi naaumyd chuh spdan, tylhi chuh āsmans kun buth krith khudays fryad kran, kanhh naghany blae chhe yivan tylhi chuh vanan yih vczh hyry āsmanh. Ghyr mʿmvly ṭvr ḥạṣil spdn vạlis chyzs mtʿlq chuh vanan yih chuh ʿālm bala pytthh āmut. Allah tʿālyā snzn svznh āmcz ktabn chuh kutbi āsmạny ya ktbi smavy vannh yivan. Yimv sarivyav kathv nishhi chuh ẓạhr spdan zi yih kth chhe ansan sndis fṭrt se mnz zi yylhi thi suh Allah tʿālyā sund tṣvr chuh kran tylhi chuhnh tmụ̄ sund dhhn bon zmyns kun gczhan blkh chuh hyvr āsmans kun gczhan.) tohyih valyv zmyns, th achank laghi yih zmyn hytth hytth krnụ̄?"
  },
  {
    "verse_id": 17,
    "translation": "Kya tvhụ̄ chihva aamhi nishhi bekhvf zi suh yus āsmans mnz chuh svzi tohyih pytth pthrav krn vvl hva? Pth lgyv tohyih pe zi myvn nhyb kiyuth chuh āsan."
  },
  {
    "verse_id": 18,
    "translation": "Yimav brvuntthmiyv gzrymtyv lukv chuh buth phiyrmut, pth vuchihv myạnụ̄ grft kạczah skht ạs."
  },
  {
    "verse_id": 19,
    "translation": "Kya yim lukh chihna pans pytthụ̄ kinụ̄ vurrn vạlụ̄ janavar pkhh mczravan th vattan vuchhan? Khdae rḥmans vrạe chuhnh kanhh yus yimn thph krith āshi, sue chuh prth chyzuk nghban."
  },
  {
    "verse_id": 20,
    "translation": "Vniv, kus lshkr chuh ạkhr tohyih nishhi suh yus khdae rḥman sndis mqabls mnz tohyih mdd hykhi krith? (byakh trjmh hykhi yithi ạsith zi khdae rḥmans vrạe kus chuh yus tuhund lshkr bnith tohyih dstgyry āshi kran.) ḥqyqt chhe yih zi yim munkr chih dvkhs mnz pyth."
  },
  {
    "verse_id": 21,
    "translation": "Nath vnụ̄ tv, kus chuh yus tohyih rzq hykhi dith agr khdae rḥman pnun rizq rukavi? Draṣl chih yim lukh srkshy krns th ḥq nishhi pvt hyns pytth ddttith."
  },
  {
    "verse_id": 22,
    "translation": "Hana svunchitav, yus shkhṣ buth bon kunue rttith pkan āshi, (yʿny charvạe sndụ̄ pạtthụ̄ āshi grdn bon rttith tthụ̄ vathi pytth pkan yath pytth kạnshi suh trvvmut āshi) suh chha zyadh ṣḥyḥ vath lban vvl, kinh suh yus klh thvd tulith hmvar srrkhi pytth āshi pkan?"
  },
  {
    "verse_id": 23,
    "translation": "Yimn vniv Allah tʿālyā he chuh yymụ̄ tvhụ̄ pạdh krinav, tohyih ditụ̄nav bvznkụ̄ th vuchhnkụ̄ ṭaqt, byyhi ditụ̄nav svnchn smjhn vạlụ̄ dil, mgr tvhụ̄ chihv kme kran shukr ada. (yʿny tohyih āsnv khudayn ʿlm v ʿql th smaʿt v bynạyy hnz yimh nʿmth ḥq shnạsy khạṭr diczmacz. Tvhụ̄ chihv nashkry kran zi yimn chihv sare kamhi hyvan, mgr bs soe yạcz kạm chhvukh nh hyvan yymhi khạṭr yimh dinh āsh āmcz.)"
  },
  {
    "verse_id": 24,
    "translation": "Yimn vniv, Allah tʿālyā he chuh yymụ̄ tvhụ̄ zmyns mnz chihnv phhlạvimtụ̄, th tsụ̄ kun yiyiv tvhụ̄ vttith ninh."
  },
  {
    "verse_id": 25,
    "translation": "Yim chih vanan, agr tvhụ̄ pziyạrụ̄ chihv tylhi vniv yih vʿdh kr gczihh pvur?"
  },
  {
    "verse_id": 26,
    "translation": "Vniv, aamyuk ʿlm chuh khudays nishhi, bh chuhs bs ṣaf ṣaf khbrdar krn vvl."
  },
  {
    "verse_id": 27,
    "translation": "Pth yylhi yim tth chyzs nkhh vuchhn, timn sarine lukn hndyn buthyn gczihh mskhh ṣvrt yimv ankar chuh kvrmut, th tmhi vqth yiyhi timn vannh zi yohe chuh suh chyz yymhi khạṭr tvhụ̄ tqaẓh āsiv kran."
  },
  {
    "verse_id": 28,
    "translation": "Yimn vniv, zanhh svnchv tohyih yithi zi Allah tʿālyā kritn khvah me th myanyn sạthiyn hlak ya kritn aashi pytth rḥm, kạfrn kus bchavi dg tulh vnhi ʿdhab nishhi? (mkh mʿẓms mnz yylhi rsvl Allah ṣly Allah ʿlyh v slmn hndi dʿūtuk āghaz spud, th qryshn hndyn mkhtlf khandann sintụ̄ tʿlq thavn valyv nfrv lvg aslam qbvl krun, grn hndụ̄ gr lgụ̄ ḥẓvr ṣly Allah ʿlyh v slmn th tihndyn sạthiyan bdduʿā krnhi. Jạdụ̄ th tʿūyzh lạgihakh krnụ̄ takh tim gczhụ̄ marnụ̄. Ḥtyā kh qtlkụ̄ mnṣvbh thi lạgikh svnchinụ̄. Aath pytth āv yih frmavnh zi yimn vniv zi asụ̄ khvah hlak gczhv ya rvzav Allah tʿālyā sndi fẓl sintụ̄ zindh, aamhi sintụ̄ kya gczhyv tohyih ḥạṣl? Tvhụ̄ kriv pnnụ̄ fikr zi Allah tʿālyā sndi ʿdhab nishhi kithh pạtthụ̄ bchiv.)"
  },
  {
    "verse_id": 29,
    "translation": "Yimn vniv zi suh chuh sytthah mhrban, tsụ̄ pytth chuh aashi ayman avnmut, th tsụ̄ pytth chuh ashi bhrvsh, ʿnqryb lgyv tohyih pe zi kus chuh ttakarh gumrạhy mnz hynh āmut."
  },
  {
    "verse_id": 30,
    "translation": "Yimn vniv, zanhh svnchv tohyih yithi zi agr tuhndyn kriyryn hund āb zmyns tl vashi, tylhi kus chuh yus tohyih pkh vun āb (ābi rvan) hykyv anith dith."
  }
]