[
  {
    "verse_id": 1,
    "translation": "N, qlmuk byyhi tmhi chyzuk qsm yymhi sintụ̄ lykhn vạlụ̄ lykhan chih, (amam tfsyr mjahd chih frmavan zi qlm chuh murad suh qlm yymhi sintụ̄ dhkr yʿny qrān avs lykhnh yivan. Aamhi nishhi chuh pạnụ̄ pane yih ntyjhi nyran zi suh chyz yus lykhnh avs yivan tmhi nishhi chuh murad qrān mjyd)"
  },
  {
    "verse_id": 2,
    "translation": "Pnnhi rb sndi fẓl sintụ̄ chihv nh tvhụ̄ mjnvn. (yth jayih chuh khṭab bẓahr rsvl Allah ṣly Allah ʿlyh v slmn kun mgr aṣly mqṣd chuh kufari mkn tihndi tmhi bhtanuk jvab diyun zi tim ạsụ̄ ḥẓvr ṣly Allah ʿlyh v slmn mjnvn vanan. Mṭlb chuh yih zi yih qrān yus vaḥy hndyv kạtibv hndyv aathv lykhnh chuh yivan chuh bjae khod tihndi aamhi bhtan kh trdyd khạṭr kạfy.)"
  },
  {
    "verse_id": 3,
    "translation": "Th yqynaan chuh tuhndi khạṭr tiyuth ajr yymuk silslh zanhh chuhnh khtm spdn vvl. (yʿny tuhndi khạṭr chuh aath kthhi pytth be ḥsab th lazval ajr zi yimh kvushshhi tvhụ̄ ṣly Allah ʿlyh v slm Allah tʿālyā sndyn khlqn hndi hdayt khạṭr kran chihv, tmhi kis jvabs mnz chahv tohyih ticzhh ticzhh tklyf dinh vajinhi kthh pyvan bvznhi mgr tvthi chihv tvhụ̄ pnun yih frẓ anjam divan pkan.)"
  },
  {
    "verse_id": 4,
    "translation": "Th be shk chihv tvhụ̄ akhlaq kis thdis mrtbs pytth. (yʿny qrān ʿlavh chih tuhndụ̄ blnd akhlaq thi aamhi kthhi hndụ̄ ttakarh thbvt zi kufar yosh dyvangy hnz thmt ḥẓvr ṣly Allah ʿlyh v slmn pytth lagan ạsụ̄ so chhe srasr aapz, tikyazi akhlaquk thzr th dyvangy doshve hykn nh akụ̄ se jayih jmʿ spdith.)"
  },
  {
    "verse_id": 5,
    "translation": "ʿnqryb vuchihv tvhụ̄ thi th tim thi vuchhn zi,"
  },
  {
    "verse_id": 6,
    "translation": "Tohyih mnz kus chuh jnvns mbtla."
  },
  {
    "verse_id": 7,
    "translation": "Tuhund rb chuh timn lukn thi var pạtthụ̄ zanan yim tmụ̄ snzi vathi nishhi ddlith chih, th sue chuh timn thi zanan yim syzi vathi pytth chih."
  },
  {
    "verse_id": 8,
    "translation": "Lhādha, mah yiyiv tvhụ̄ yimn buthụ̄ phiryn hndis dabavs mnz hrgz."
  },
  {
    "verse_id": 9,
    "translation": "Yim chih yczhan zi tvhụ̄ gczihv nrmy krnụ̄ tylhi krhn yim thi nrmy. (yʿny tvhụ̄ trạviv aslam kis tblyghs mnz ddyjr tylhi krn yim thi tuhndis mkhalfts mnz hna narmy, ya gczihv tvhụ̄ tihnzn gumrạhiyan hnz rʿāyt krith pnnis dyns mnz hna trmym krns pytth āmadh, tylhi krn tim tohyih sintụ̄ mṣalḥt.)"
  },
  {
    "verse_id": 10,
    "translation": "Hrgz mah dbiv ts shkhṣs nishhi yus sytthah zyadh qsm khynh vvl be vuqʿt ansan chuh."
  },
  {
    "verse_id": 11,
    "translation": "Ṭʿnh chuh divan, chughlhi khyvan chuh phyran."
  },
  {
    "verse_id": 12,
    "translation": "Nyky nishhi chuh rukavan, ẓulms th zyadty mnz chuh ḥd nyrn vvl, skht bd aʿmal chuh."
  },
  {
    "verse_id": 13,
    "translation": "Stm gr chuh th yimv sarive ʿībv san chuh bdaṣl."
  },
  {
    "verse_id": 14,
    "translation": "Aath bina hs pytth zi ts chuh varyah mal th avlad. (yth hykhi pyttihmis klam kis slsls sintụ̄ thi tʿlq ạsith th aamhi pth kis thi. Goddnikis ṣvurts mnz hykys yih mṭlb ạsith zi yithis nfr sund dbav mah kriv aath binahs pytth qbvl zi ts chuh sytthah mal th avlad. Dvyimis ṣvurts mnz chuhs mʿny zi sytthah mal th avlad āsnh mvjvb chuh yih mghrvr gvmut.)"
  },
  {
    "verse_id": 15,
    "translation": "Yylhi sạnụ̄ āyat chih ts bvznavnh yivan tylhi chuh vnan zi yim chih brvuntthmhi vqtkụ̄ afsanh."
  },
  {
    "verse_id": 16,
    "translation": "ʿnqryb lgavav asụ̄ amụ̄ snzi hsụ̄ nsthi pytth dagh. (chvnkh suh chuh pnnis pans thzi nsthi vvl smjhan amhi mvjvb chuh tmụ̄ snzi nsthi hsụ̄ nas vannh āmut. Th nsthi pytth dagh lgavnh nishhi chuh murad tdhlyl. Yʿny asụ̄ krvn suh dunyahs th ạkhrts mnz tiyuth dhlyl v khvar zi aands tam rvzi yih ʿīb ts pte.)"
  },
  {
    "verse_id": 17,
    "translation": "Aashi chih yim (ahli mkh) tithe pạtthụ̄ āzmạyshhi mnz trạvimtụ̄ yithh pạtthụ̄ akhi baghkụ̄ mạlik ạsụ̄ ashi āzmayshhi mnz trạvimtụ̄, yylhi timv qsm khyvv zi pgah ṣubḥạe valav asụ̄ pnnis baghs ẓrvr myvh."
  },
  {
    "verse_id": 18,
    "translation": "Th tim ạsụ̄ nh kanhh astthnaʿ (an shaʿ Allah) kran. (yʿny timn avs pnnis ṭaqts th akhtyars pytth tiyuth bhrvsh zi qsm khyth vvnukh be tklf zi asụ̄ valav pgah ẓrvur pnnis baghs myvh th yih vnnch ẓrvrt ạs nh timn basan zi agr khudayn yvczh tylhi spdi yih kạm.)"
  },
  {
    "verse_id": 19,
    "translation": "Rạthụ̄ kiyut ạsụ̄ tim shongith zi tuhndis rb sndi ṭrfh phyir tth baghs akh blae,"
  },
  {
    "verse_id": 20,
    "translation": "Th tth spud suh ḥal znth lvunmut fṣl avs."
  },
  {
    "verse_id": 21,
    "translation": "Ṣubḥạe chih tim akh akis ālav kran zi,"
  },
  {
    "verse_id": 22,
    "translation": "Agr myvh chuhv valun tylhi nyriv sulhi sulhi pnnis zmyns kun."
  },
  {
    "verse_id": 23,
    "translation": "Chnanchhi drae tim th panh vạnụ̄ ạsụ̄ czvuri czvuri vanan,"
  },
  {
    "verse_id": 24,
    "translation": "Zi yinh aaz kanhh mskyn tuhndis baghs nkhh yiyih."
  },
  {
    "verse_id": 25,
    "translation": "Tim drae kynhh nah dinuk fạṣlh krith jldy jldy suly tithh pạtthụ̄ tvr zanth tim (myvh valns pytth) qdrt chih thavan."
  },
  {
    "verse_id": 26,
    "translation": "Mgr yylhi bagh vuchuhkh, tim lgụ̄ vannhi aashi chhe vath gmcz mshith."
  },
  {
    "verse_id": 27,
    "translation": "Nah, blkh chih asụ̄ mḥrvm rvudimtụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Timv mnz yus sarive khoth bhtr shkhṣ avs tmụ̄ vvn, me avs mavna tohyih vvnmut zi tvhụ̄ kyazi chihvnh tsbyḥ kran? (yʿny Allah tʿālyā kyazi chhvun nh yad kran? Tikyazi yih kth chahv mshith gmczi zi pytthh knhi chuh pak prvrdgar mvjvd.)"
  },
  {
    "verse_id": 29,
    "translation": "Timv dicz krykh pak chuh svn rb, pzy ạsụ̄ asụ̄ gnah gar."
  },
  {
    "verse_id": 30,
    "translation": "Pth lạj timv akh akis mlamt krnụ̄."
  },
  {
    "verse_id": 31,
    "translation": "Pvtus vvn timv afsvs sạnis ḥals pytth, be shk ạsụ̄ asụ̄ buthụ̄ phirụ̄ gmtụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Dvur chuhnh zi svn rb diyih aashi aamhi khoth bhtr bagh. Asụ̄ chih pnnis rbs kun rjvʿ kran."
  },
  {
    "verse_id": 33,
    "translation": "Yuth chuh āsan ʿdhab, th ạkhrtuk ʿdhab chuh aamhi khoth thi bvdd, kash zanhan yim lukh aath."
  },
  {
    "verse_id": 34,
    "translation": "Pzụ̄ pạtthụ̄ chih khuda trs lukn khạṭr tihndis rbs nishhi nʿmtn hndụ̄ jnt. (mkkụ̄ bddụ̄ bddụ̄ srdar ạsụ̄ muslmann vnan zi yimh nʿmt aashi dunyahs mnz mylan chhe, yih chhe ʿlamt aamhi kthhi hnz zi asụ̄ chih khudays nishhi mqbvl, th yth bdḥạly mnz tvhụ̄ chihv mbtla, yih chhe aamhi kthi hnz dlyl zi tohyih pytth chuh Allah tʿālyā sund ghẓb. Lhādha agr kanhh ạkhrt avs thi, yithh pạtthụ̄ zan tvhụ̄ vanan chihv, asụ̄ krav tathi thi ʿīsh, ʿdhab āsyv tohyih, nh kh aashi. Amiyuk jvab chuh yimn āyatn mnz dinh āmut.)"
  },
  {
    "verse_id": 35,
    "translation": "Asụ̄ krvh frman brdarn hund ḥal mujrmn hund hyvu."
  },
  {
    "verse_id": 36,
    "translation": "Tohyih lukn kya chuhv gvmut, tvhụ̄ kithụ̄ ḥukm chihv lgavan."
  },
  {
    "verse_id": 37,
    "translation": "Kya tohyih nishhi chha kanhh ktab? (yʿny Allah tʿālyā snz svznh āmcz kanhh ktab) yth mnz tvhụ̄ yih pran chihv zi,"
  },
  {
    "verse_id": 38,
    "translation": "Tuhndi khạṭr chuh tathi ẓrvurty kynczhah yikynczhah tvhụ̄ pnnhi khạṭr chihv psnd kran?"
  },
  {
    "verse_id": 39,
    "translation": "Kinh tuhndi khạṭr chih qyamt kis dohs tam ashi pytth kynhh ʿhd v pyman thạbt zi tohyih mylyv ty kynczhah, yymyuk tvhụ̄ ḥkm lgạviv?"
  },
  {
    "verse_id": 40,
    "translation": "Yimn prczihv tohyih mnz kus chuh aamyuk ẓạmin?"
  },
  {
    "verse_id": 41,
    "translation": "Kinh yihndụ̄ kynhh tthhravnh āmtụ̄ shryk chih? (yimv aamyuk dhimh āshi rvttmut) agr yih kth chhe tylhi anin pnnyn shrykn agr yim pziyạrụ̄ chih."
  },
  {
    "verse_id": 42,
    "translation": "Yymhi doh skht vqt vathi, th lukh yin sjdh krnh khạṭr bulavnh, yim lukh hykn nh sjdh krith."
  },
  {
    "verse_id": 43,
    "translation": "Yihnz nẓr āsn bon kun, yimn pytth āshi dhilt vasan. Yylhi yim ṣḥyḥ v salm ạsụ̄ tmhi saʿth ạsụ̄ yim sjdh khạṭr bulavnh yivan (th yim ạsụ̄ ankar kran)."
  },
  {
    "verse_id": 44,
    "translation": "Lhādha, ae nby, tvhụ̄ trạviv aath klams ankar krn valyn hund mʿāmlh me pytth. Asụ̄ nimvkh yim tmhi ṭryqh drjh pth drjh tbạhy kun zi yimn lghi nh khbr thi."
  },
  {
    "verse_id": 45,
    "translation": "Bh chuhs yihnz raz ddyj travan, myạnụ̄ chal chhe brri zbrdst."
  },
  {
    "verse_id": 46,
    "translation": "Kya tvhụ̄ chihva yimn nishhi kanhh ajr ṭlb kran zi, yim āsn aath chytthi hndis bars tl dbith gczhan?"
  },
  {
    "verse_id": 47,
    "translation": "Kya yimn nishhi chaha ghybuk ʿlm yymhi sintụ̄ yim lykhan āsn?"
  },
  {
    "verse_id": 48,
    "translation": "Achha, kriv pnnis rb sund fạṣlh ṣạdir spdns tam ṣbr. Th gaddi vạlụ̄ (yvns) sndụ̄ pạtthụ̄ yinh bniv, (yʿny yvns ʿlyh alslamn hndụ̄ pạtthụ̄ he zyv nh beṣbry kạm, yim pnnhi beṣbry hndi vjh kinụ̄ gaddi hndis shkms mnz vatnavnh ạsụ̄ āmtụ̄) yylhi tmụ̄ nad avs lvymut th suh avs ghmh hvt."
  },
  {
    "verse_id": 49,
    "translation": "Agr tmụ̄ sndis rb snz mhrbạny ts shạmli ḥal spdi he nh, tylhi yiyhi he suh hmvar mạdans mnz chhknh th suh āsi he mlamt zdh (abtr ḥalts mnz)."
  },
  {
    "verse_id": 50,
    "translation": "Ạkhr kar kvr suh tmụ̄ sndụ̄ rbn brguzydh, th suh kvrun ṣalḥ bndn mnz shạmil."
  },
  {
    "verse_id": 51,
    "translation": "Yylhi yim kạfr nṣyḥtuk klam (qrān) chih bvzan, tylhi chihv tohyih timv nẓrv vuchhan zi zanth tuhndụ̄ qdm mvule krrn, byyhi chih vnan zi yih chuh ẓrvr dyvanh."
  },
  {
    "verse_id": 52,
    "translation": "Ḥalankh sarine dunya valyn khạṭr chuh yih akh nṣyḥt."
  }
]