[
  {
    "verse_id": 1,
    "translation": "Pzụ̄ pạtthụ̄ spdn vvl! (draṣl chuh lfẓ aalḥaaqh vartavnh āmut, amhi nishhi chuh mṭlb suh vaqʿh yth lazmaan chuh pysh yun. Mṭlb chuh yih zi tvhụ̄ lukh kri tav aath kvtah thi ankar suh yiyhi lazmaan pysh, tuhundi ankar sintụ̄ hykhi nh tmiyuk yun rukith kynhh)."
  },
  {
    "verse_id": 2,
    "translation": "Kya chuh suh pzụ̄ pạtthụ̄ spdn vvl?"
  },
  {
    "verse_id": 3,
    "translation": "Th tvhụ̄ kya zạniv zi kya chuh suh pzụ̄ pạtthụ̄ spdn vvl?"
  },
  {
    "verse_id": 4,
    "translation": "Thmvdn th ʿādn zạnụ̄ aapz so ḥmlh krn vajinụ̄ āft. (qyamt kis vaqʿs pzụ̄ pạtthụ̄ spdn vvl vannh pth chuh vonụ̄ aamhi khạṭr yih byakh lfẓ amhi chih hvlnaky hund tṣvr dinh khạṭr vartavnh āmut.)"
  },
  {
    "verse_id": 5,
    "translation": "Thmvd āe pth akhi skht ḥạdithh sintụ̄ hlak krnh."
  },
  {
    "verse_id": 6,
    "translation": "Th ʿād āe akhi sytthah shdyd ṭvfạny vav sintụ̄ tbah krnh."
  },
  {
    "verse_id": 7,
    "translation": "Khudayn thvv suh timn pytth lgatar stn rạczn th ạtthn dohn mslṭ. (agr tvhụ̄ tthi ạsihiv tylhi) vuchih hiv zi tim chih tathi tithh pạtthụ̄ bdḥal pyth, znth tim khzr kulyn hndụ̄ khokhrụ̄ godd ạsụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Kya vonụ̄ chuhvh tohyih timv mnz kanhh pth kun bchvmut basan?"
  },
  {
    "verse_id": 9,
    "translation": "Th aamy ʿẓym khṭahuk aatur kvr frʿūnn th ts brvntthmyv lukv, byyhi dubh gczhn vajinyv bstiyav. (murad chhe qvm lvuṭ chih bsty yimh dubh āyih pihrnh)"
  },
  {
    "verse_id": 10,
    "translation": "Yimv sarive mạnụ̄ nh pnnis rb sndis rsvl snz kth, pth rttụ̄ tmụ̄ tim sytthah skhty san."
  },
  {
    "verse_id": 11,
    "translation": "Yylhi ābh ṭvfan ḥd nishhi ddvl. (asharh chuh nvḥ sndis ṭvfans kun) pth kriv aashi tvhụ̄ navi mnz svar. (agrchhi navi mnz ạsụ̄ tim lukh svar krnh āmtụ̄ yim sash bdụ̄ vry brvnhh guzrymtụ̄ ạsụ̄, mgr chvnkh ptim svrue ansạny nsl chuh timne lukn hund avlad yim tmhi saʿth ṭvfan nishhi bchavnh ạsụ̄ āmtụ̄, aamhi mvjvb chuh frmavnh yivan zi aashi krnaviv tvhụ̄ navi mnz svar)"
  },
  {
    "verse_id": 12,
    "translation": "Takh yih vaqʿh bnavvn tuhndi khạṭr akh sbq āmvz yadgar, th yad thavan vạlụ̄ kan thavan aamich yad mḥfvẓ."
  },
  {
    "verse_id": 13,
    "translation": "Pth yylhi akhi ltthi ṣuvrs yiyhi phokh dinh."
  },
  {
    "verse_id": 14,
    "translation": "Th zmyn th pharr yin thvd tulith akụ̄se dabs mnz ryzh ryzh krnh."
  },
  {
    "verse_id": 15,
    "translation": "Tamhi doh yiyhi suh spdn vvl vaqʿh pysh."
  },
  {
    "verse_id": 16,
    "translation": "Tamhi doh pahtthi āsman th aamyuk gndd gczihh ddyvl."
  },
  {
    "verse_id": 17,
    "translation": "Frshth āsn aath andụ̄ pkụ̄, th ạtthụ̄ frshth āsn tuhndis rb sund frsh pans pytth kun rttith. (yih chuh āyt mtshabhat mnz yymikụ̄ mʿne mutʿīn krnụ̄ mushkl chih. Asụ̄ nah hykav yih zạnith zi ʿrsh kya chyz chuh, th nah hykv yy smjhth zi qyamt kh doh kya āshi ạtthn frshtn hndi āsman tulnch kyfyt. Mgr yih kth chahnh bhrḥal qạbli tṣvr zi Allah tʿālyā āshi ʿrshs pytth bihith th ạtthụ̄ frshth āsn ts ʿrsh hyth rttith. Āyts mnz thi chuhnh yih vannh āmut zi tmhi saʿth āshi Allah tʿālyā ʿrshs pytth bihith, th bạry tʿālyā snd dhatuk yus tṣvr aashi qrāni mjyds mnz chuh dinh āmut, suthi chuh yih khyal krns mnz tthvr zi so jsm v jht th mqam nishhi munzh hsty āshi kunhi jayih qrar krith th kanhh mkhlvq āshi ts aathn kyth rttith. Amhi mvjvb chhe aath tchh tchh mʿny mtʿīn krnch kvshsh krnụ̄ pnun pan gumrạhy hndis khṭrs mnz travun.)"
  },
  {
    "verse_id": 18,
    "translation": "Suh doh āshi yylhi tvhụ̄ lukh pysh yiyiv krnh, tuhund kanhh raz thi rvzi nh czvuri."
  },
  {
    "verse_id": 19,
    "translation": "Tamhi saʿth yymụ̄ sund namh aʿmal ts dchhnis aaths mnz dinh yiyih, suh vanh, rttiv vuchihv priv myvn namh aʿmal."
  },
  {
    "verse_id": 20,
    "translation": "Bh avsus zạnith zi me chuh ẓrvur pnun ḥsab myln vvl. (yʿny suh vanhi pnnhi khosh qsmty hndi vjh kinụ̄ zi suh avs nh dunya th ạkhrt nishhi ghạfl blkh rvud yih zạnith zndgy bsr kran zi akhi doh chuh ts pnnis rbs nishhi ḥạẓr spdith ḥsab diyun.)"
  },
  {
    "verse_id": 21,
    "translation": "Lhādha āshi suh dl psnd ʿạshs mnz."
  },
  {
    "verse_id": 22,
    "translation": "ʿāly mqam jnts mnz."
  },
  {
    "verse_id": 23,
    "translation": "Yymikụ̄ myvh gurn āsn āvyzan."
  },
  {
    "verse_id": 24,
    "translation": "(yithyn lukn yiyhi vannh) mzh san khyyiv th chyyv pnnyn timn ʿmln hndi bdlh yimh tohyih guzrymtyn dohn mnz chahv krimcz."
  },
  {
    "verse_id": 25,
    "translation": "Th yymhi sund namh aʿmal tmụ̄ sndis khvvris aaths mnz dinh yiyih, suh vanhi, kash āshi he nh me aʿmal namae dinh āmut."
  },
  {
    "verse_id": 26,
    "translation": "Th me lghi he nh pae myvn ḥsab kya chuh. (yth āyts hykhi byakh mṭlb yiyhi ạsith zi me avs nh zanhh yih zvnmtue zi ḥsab kya blae chuh āsan. Me āv nh yih khyal thi zanhh zi me chuh akhi doh ḥsab thi diyun th myvn svrue kvrmut krvvmut yiyhi me brvnhh knhi thavnh.)"
  },
  {
    "verse_id": 27,
    "translation": "Kash myvn sue mvt (yus dunyahs mnz avsum āmut) āshi he fạṣlh krn vvl."
  },
  {
    "verse_id": 28,
    "translation": "Aaz āv nh myvn mal me raczh thi bkar."
  },
  {
    "verse_id": 29,
    "translation": "Myvn svrue aqtdar gvv khtm. (yʿny dunyahs mnz yth ṭaqt kis bl bvts pytth me ghrvur avs suh chuhm yythi khtm gvmut. Vonụ̄ chuhnh yythi me kanhh lshkr. Kanhh chuhnh myvn ḥkm mann vvl, bh chuhs akis bebs th lachar bndh sndi ḥythyth khrra yus pnnhi dfaʿ khạṭr vonụ̄ kihinụ̄ hykhi nh krith.)"
  },
  {
    "verse_id": 30,
    "translation": "(ḥukm spdi) rttyvun yih th amụ̄ snzi grdnhi mnz trạviv ṭvq,"
  },
  {
    "verse_id": 31,
    "translation": "Pth chhkyvun jhnms mnz,"
  },
  {
    "verse_id": 32,
    "translation": "Pth gnddiyvun yih stth pav zychhhi hanklhi,"
  },
  {
    "verse_id": 33,
    "translation": "Nah avs yih Allah bzrg v brtrs pytth ayman aanan,"
  },
  {
    "verse_id": 34,
    "translation": "Th nh avs mskyn khyn khyavnh khạṭr trghyb divan. (yʿny khod khyyavihe kạnshi ghrybs khyn so ạs nh kthe, yih vanun thi avs nh psnd kran zi Allah tʿālyā sndyn bochhhi hytyn diyiv khyn.)"
  },
  {
    "verse_id": 35,
    "translation": "Lhādha, nah chuh aaz amụ̄ sund kanhh ghm khvar yar yythi,"
  },
  {
    "verse_id": 36,
    "translation": "Th nah chuh zkhmn hndi pakhh vrạe amụ̄ sndi khạṭr kanhh ghdha,"
  },
  {
    "verse_id": 37,
    "translation": "Yus khṭarav vrạe khnụ̄ chuhnh khyvan."
  },
  {
    "verse_id": 38,
    "translation": "Lhādha, nah, bh chuhs qsm havan timn chyzn hund thi yim tvhụ̄ vuchhan chihv,"
  },
  {
    "verse_id": 39,
    "translation": "Th tuhind thi yim nh tvhụ̄ vuchhan chhvukh,"
  },
  {
    "verse_id": 40,
    "translation": "Yih chuh akis rsvli krym sund qavl."
  },
  {
    "verse_id": 41,
    "translation": "Kạnshi shạʿr sund qavl chuhnh, tvhụ̄ lukh chihv kme ayman aanan."
  },
  {
    "verse_id": 42,
    "translation": "Th nah chuh yih kạnshi kahn sund qavl, tvhụ̄ lukh chihv kme phn ghvr kran."
  },
  {
    "verse_id": 43,
    "translation": "Yih chuh rb alʿālmyn sndi ṭrfh nạzil gvmut."
  },
  {
    "verse_id": 44,
    "translation": "Agr amụ̄ (nby ṣly Allah ʿlyh v slmn) khod āshi he kanhh kth panh bnạvith aashi kun mnsvb krmcz,"
  },
  {
    "verse_id": 45,
    "translation": "Tylhi krhav asụ̄ amụ̄ sndis dchihnis aaths thph,"
  },
  {
    "verse_id": 46,
    "translation": "Th cztthvs shhh rg,"
  },
  {
    "verse_id": 47,
    "translation": "Pth āshi he nh tohyih mnz kanhh (aashi) aamhi kamhi nishhi rukavn vvl. (draṣl chuh mqṣd yih vanun zi nby ṣly Allah ʿlyh v slmn chuhnh pnnhi ṭrfh vaḥy mnz kmy byshy krnuk akhtyar kynhh, th hrgah tim yih krn tylhi dimav asụ̄ timn skht sza, mgr yih kth chhe aamhi andazh āmcz byan krnh yymhi sintụ̄ yih tṣvyr achhn brvnhh kun chhe yivan zi akis badshah sund muqrr krnh āmut afsr agr tmụ̄ sndi navh kanhh jʿl sạzy kri, badshah kri aaths thph krith tmụ̄ sund sr qlm. Kynczhv lukv chuh aamhi āyt nishhi yih ghlṭ astdlal kvrmut zi yus shkhṣ thi nbvtuk dʿūyā kari agr tmụ̄ snz rgi dl ya rgi grdn Allah tʿālyā sndi ṭrfh fvraan yiyihnh czttnh, tylhi chuh yih tmụ̄ sndi nby āsnuk thbvt. Ḥalankh yth āyts mnz yosh kth frmavnh chhe āmcz so chhe pzis nby sndis bars mnz. Nbvt kyn aapzyn dʿūyā krn valyn hndis bars mnz chahnh. Aapzụ̄ nby chihnh ṣrf nbvt kue yvt blkh chih khudạyy hndụ̄ thi dʿūyā kran th zmyns pytth chih varyahs kals ʿạsh kran phyran. Yih chuhnh tihindi ṣdaqtuk thbvt kynhh."
  },
  {
    "verse_id": 48,
    "translation": "Drḥqyqt chhe yih prhyzgar lukn khạṭr akh nṣyḥt."
  },
  {
    "verse_id": 49,
    "translation": "Th asụ̄ chih zanan zi tohyih mnz chih kynhh lukh buthụ̄ phirụ̄."
  },
  {
    "verse_id": 50,
    "translation": "Yithyn kạfrn khạṭr chuh yih pz pạtthụ̄ ḥsrt."
  },
  {
    "verse_id": 51,
    "translation": "Th yih chuh balkl yqyny ḥq."
  },
  {
    "verse_id": 52,
    "translation": "Lhādha, ae nby pnnis ʿẓym rb sndi navch kriv tsbyḥ."
  }
]