[
  {
    "verse_id": 1,
    "translation": "Mngn vạlụ̄ mvng ʿdhab, (suh ʿdhab) yus ẓrvur chuh vaqʿ spdn vvl."
  },
  {
    "verse_id": 2,
    "translation": "Kạfrn khạṭr, kanhh chuhnh tth dfʿ krn vvl."
  },
  {
    "verse_id": 3,
    "translation": "Allah tʿālyā snd ṭrfh chuh yus ʿrvj kyn pavyn hund malk chuh."
  },
  {
    "verse_id": 4,
    "translation": "Mlạyik th ruvḥ chih tmụ̄ sndis drbars mnz khsan. (ruvḥ chuh murad jbryl th yihndis ʿẓmt kis bunyads pytth chhe yihnz dhkr malkv nishhi alg pạtthụ̄ krnh āmcz... Th yih mẓmvn chuh mtshabhat mnz, aimyuk mʿny hykhi nh mutʿīn krnh yith, asụ̄ nah chih frshtn hnz ḥqyqt zanan, nah hykv yihndi khsnch kyfyt smjihth, nah hykhi yih kth sạnis dhhn kis grfts mnz yith zi tim pạvụ̄ kithụ̄ chih yimn pytth frshth chih khsan th Allah tʿālyā sndis bars mnz thi hykhi nh yih tṣvr krnh yith zi suh chuh kunhi khaṣ mqams pytth rvzan tikyazi tmụ̄ snz dhat chhe zman v mkan kyv qạdav nishhi munzh.) akis tiths dohs mnz yymyuk mqdar pnczah sas vry chuh. (svrh ḥj āyt nmbr 47 th suvrh alsjdh āyt nmbr 5 hs mnz chhe sasn vriyn hndi akhi dohch dhkr āmcz krnh. Th yth jayih chuh ʿdhab kis mṭalbh kis jvabs mnz Allah tʿālyā sndi akhi dohuk mqdar pnczah sas vry vannh āmut. Mṭlb chuh yih zi lukh chih pnnhi dhhn chih th pnnhi svnchn trayih th nẓr hndi dạyrh chih tngy hndi baʿth Allah tʿālyā sndyn mʿāmlatn pnnyv vqt kyv pyanav sintụ̄ mynan th timn chhe hath vry pnczah vry mudt sytthah ziyitth basan. Albth khudays nishhi chhe akh akh askym sasn sasn vriyn th pnczhn pnczhn sasn vriyin hnz āsan th mudt thi chhe bṭvr mthal.)"
  },
  {
    "verse_id": 5,
    "translation": "Ae (nby), lhādha kriv ṣbr yus shạysth ṣbr āshi. (yʿny tiyuth ṣbr yus akis ʿạly ẓrf ansans shvuban chuh.)"
  },
  {
    "verse_id": 6,
    "translation": "Yim lukh chih tth dvur smjhan."
  },
  {
    "verse_id": 7,
    "translation": "Th asụ̄ chihn suh nkhh vuchhan. (suh ʿdhab āshi tmhi doh)"
  },
  {
    "verse_id": 8,
    "translation": "Yymh, doh āsman gczihh vyglavnh āmthi ropkụ̄ pạtthụ̄. (yʿny bar bar bdlavi rng)"
  },
  {
    "verse_id": 9,
    "translation": "Th pharr gczhn rng brng dvnnh āmtụ̄ yyrkụ̄ pạtthụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Th kanhh jgry dvst prczihnh pnnis jgry dvsts,"
  },
  {
    "verse_id": 11,
    "translation": "Ḥalankh tim yin akh akis havnh. Mujrm yyczhh tmhi doh kh ʿdhab nishhi bchnh khạṭr fdys mnz pnnụ̄ avlad dinụ̄,"
  },
  {
    "verse_id": 12,
    "translation": "Pnnụ̄ khandarinụ̄ th pnun bve,"
  },
  {
    "verse_id": 13,
    "translation": "Pnun qryb tryn khandan yus ts pnah dinh vvl avs,"
  },
  {
    "verse_id": 14,
    "translation": "Th rve zmynkụ̄ sạry lukh, th yih tdbyr gczihh tas njat diyavnụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Hrgznh, so āshi shʿlh vunhi naruk akh lmbkh."
  },
  {
    "verse_id": 16,
    "translation": "Yus maz mslh dduvith niyih."
  },
  {
    "verse_id": 17,
    "translation": "Krykh divan divan bulavi pans kun prth ts shkhṣs yymụ̄ ḥq nishhi buth puhyr th shanh phirin."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi kvrun mal jmʿ th pth thvvun gnzrụ̄ gnzrụ̄ bnd."
  },
  {
    "verse_id": 19,
    "translation": "Ansan chuh be ṣbr th km hmt pạd krnh āmut. (yosh kth asụ̄ pnnhi zbạnụ̄ mnz yithh pạtthụ̄ chih vnan zi yih kth chhe ansan sndis khṣlts mnz ya yih chhe ansan snz fṭry kmzvury, aath chuh Allah tʿālyā yithh pạtthụ̄ byan frmavan zi ansan chuh aamhi qsmuk āmut pạd krnh.)"
  },
  {
    "verse_id": 20,
    "translation": "Yylhi amis mṣybt chuh yivan tylhi chuh banbran."
  },
  {
    "verse_id": 21,
    "translation": "Th yylhi amis khoshḥạly chhe nṣyb spdan tylhi chuh lagan bkhul krun."
  },
  {
    "verse_id": 22,
    "translation": "Mgr tim lukh (chih aamhi ʿībh nishhi bchith) yim nmaz prn vạlụ̄ chih."
  },
  {
    "verse_id": 23,
    "translation": "Yim hmyshh chih pnnhi nmazi pabndy kran."
  },
  {
    "verse_id": 24,
    "translation": "Yihndyn malan mnz,"
  },
  {
    "verse_id": 25,
    "translation": "Sạyl th mḥrvm sund akh ḥq chuh muqrr."
  },
  {
    "verse_id": 26,
    "translation": "Yim rvzi jza chih brḥq manan."
  },
  {
    "verse_id": 27,
    "translation": "Yim pnnis rb sndis ʿdhabs chih khoczan."
  },
  {
    "verse_id": 28,
    "translation": "Tikyazi tihndis rb sund ʿdhab chuhnh tiyuth chyz kynhh yymhi nishhi kanhh be khvf āshi."
  },
  {
    "verse_id": 29,
    "translation": "Yim pnnyn shrmgahn chih ḥfaẓt kran."
  },
  {
    "verse_id": 30,
    "translation": "Pnnyv khandarinyv pnnyv mmlvkh mstvuratv vrạe, yimv nishhi mḥfvẓ nh rvzns mnz timn pytth kanhh malamt chahnh."
  },
  {
    "verse_id": 31,
    "translation": "Albth yim aamhi ʿlavh byyhi kynhh yczhn, time chih ḥd nyrn vạlụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Yim pnnyn amantn ḥfaẓt th pnnis ʿhds (vʿds) chih pas kran,"
  },
  {
    "verse_id": 33,
    "translation": "Yim pnnyn gvạhiyan mnz pzrs pytth chih qạyim rvzan,"
  },
  {
    "verse_id": 34,
    "translation": "Th yim pnnhi nmazi chih ḥfaẓt kran,"
  },
  {
    "verse_id": 35,
    "translation": "Yim lukh rvzn ʿzt san jnt kyn baghn mnz."
  },
  {
    "verse_id": 36,
    "translation": "Lhādha, yih kya kth chhe zi yim mnkryn chih tohyih kun pkan davan,"
  },
  {
    "verse_id": 37,
    "translation": "Dchihnụ̄ th khvvrụ̄ khyjv khyjv? (yih chhe timn lukn hnz dhkr yim nby ṣly Allah ʿlyh v slmn hnz dʿūt v tblygh th tlavti qrānch āvaz bvuzith hzl krnh mokhh th mdhaq krnh mokhh czvrav ṭrfav ạsụ̄ davan davan yivan.)"
  },
  {
    "verse_id": 38,
    "translation": "Kya yimv mnz chha prth kanhh yih lalch thavan zi suh yiyhi nʿmt vạlis jnts mnz dạkhl krnh?"
  },
  {
    "verse_id": 39,
    "translation": "Hrgz nh, aashi yymhi chyz sintụ̄ yim pạdh chih kri mtụ̄ tth chih yim panh zanan."
  },
  {
    "verse_id": 40,
    "translation": "Lhādha, nah, bh chuhs qsm havan mshrqn th mghrbn hndis mạlik sund. (mshrqn th mghrbn hund lfẓ chuh aamhi mvjvb vrtavnh āmut z vriyas dvran chuh āftab prth doh akhi navi zaviyih kinụ̄ khsan th navi zavyih kinụ̄ chuh lvsan, amhi ʿlav chuh āftab zmyn kyn mkhtlf ḥṣn pytth alg alg vqtn mnz pyvttuhs pytth khsan th lvsan. Aamhi aʿtbar chuhnh mshrq th mghrb aakve blkh chih varyah.) asụ̄ chih aath pytth qdrt thavan zi,"
  },
  {
    "verse_id": 41,
    "translation": "Yihnzi jayih aanvkh yihndi khoth bhtr lukh, th kanhh chuhnh aashi nishhi bạzụ̄ ninh vvl."
  },
  {
    "verse_id": 42,
    "translation": "Lhādha diyiv yimn pnnyn be hvudh kthn th pnnhi khylhi mnze rvznh, yvt tam zn yim pnnis tth dohs vatn yymyuk yimn sintụ̄ vʿdh chuh yivan krnh."
  },
  {
    "verse_id": 43,
    "translation": "Yylhi yim pnnyv qbrv mnz nyirith tithh pạtthụ̄ āsn davan znth pnnyn potlụ̄ aastann kun āsn davan."
  },
  {
    "verse_id": 44,
    "translation": "Yihnz nẓr āsn bon kun yimn pytth āshi dhlt vasan, yih chuh suh doh yymyuk yimn sintụ̄ vʿdh chuh yivan krnh."
  }
]