[
  {
    "verse_id": 1,
    "translation": "Aashi svuz nvḥ tmụ̄ sndis qvmas kun (aamhi hdayt san) zi pnnhi qvm kyn lukn kri khbrdar, aamhi brvnhh zi timn pytth yiyhi akh dg tulh vun ʿdhab."
  },
  {
    "verse_id": 2,
    "translation": "Tmụ̄ vvn, ae myanhi qvm kyv lvukv, bh chuhs tuhndi khạṭr akh ṣaf ṣaf khbrdar krn vvl (pyghmbr), (tvhụ̄ chuhsav khbrdar kran)"
  },
  {
    "verse_id": 3,
    "translation": "Allah tʿālyā snz bndgy kriv, th ts khvcziv byyhi kriv myạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 4,
    "translation": "Allah tʿālyā kri tuhndyn gnahn mghfrt, th tohyih thavyv akis muqrr vqts tam baqy. (yʿny agr tohyih yimh kthh manyv tylhi yiyav tohyih dunyahs mnz zndh rvznch mhlt tth vqts tam dinh yus vqt khudayn tuhndi ṭbʿī mvt khạṭr chuh mqrr kvrmut) ḥqyqt chhe yih zi yylhi Allah tʿālyā sund mqrr krnh āmut vqt chuh vatan, pth chuhnh suh ttalnh yivan. (yymhi dvymhi vqth nishhi chuh murad suh vqt yus khudayn āshi kunhi qvms pytth ʿdhab nạzil krnh khạṭr muqrr kvrmut. Aath mtʿlq chhe qrāni mjyds mnz varyahn jayn yih kth vẓaḥt san āmcz byan krnh zi yylhi kunhi qvm kis ḥqs mnz ʿdhab nạzil spdnuk fạṣlh chuh ṣạdir spdan. Aamhi pth agr suh ayman thi aanhi ts chuhnh yivan mʿāf krnh.) kash tohyih āsihyv aamyuk ʿlm."
  },
  {
    "verse_id": 5,
    "translation": "Tmụ̄ kvr ʿrẓ, ae myanhi rb, bh rvudus pnnis qvmas rats dohs nad layan, (mnz bag chuh akhi ṭvyl zmanch tvarykh trạvith ḥẓrt nvḥ ʿlyh alslamn hund suh ʿrẓ dasht nql yivan krnh yus timv pnnis rsalt kis ạkhry davrs mnz Allah tʿālyā sndis drbars mnz pysh kvr.)"
  },
  {
    "verse_id": 6,
    "translation": "Mgr myạnụ̄ nadan kvr tihindis czalns mnz vare aẓafh."
  },
  {
    "verse_id": 7,
    "translation": "Th yylhi thi me timn nad diyut takhi cz krkh timn mʿāf, timv bri knn mnz aungjhi, th pnnyv plvav sintụ̄ thạvikh buthụ̄ czhayih. (buth czhayih thavnuk ghrẓ avs yih zi ya ạsụ̄ nh tim ḥẓrt nvḥ ʿlyh alslamn hnz kth bvznụ̄ gvv kuja tihnz shkl vuchihnụ̄ thi psnd kran, nth ạsụ̄ tim aamhi mvjvb yih ḥrkt kran zi tim gczhụ̄ nh yimn vuchihnụ̄ th kth krnch nvbt gczh nh vatnụ̄, tve ạsụ̄ pnun buth czhayih thavan.) th pnnhi rvishhi pytth rvudụ̄ bẓd th kvrukh sytthah tkbr."
  },
  {
    "verse_id": 8,
    "translation": "Pth dicz me timn bāvazi blnd dʿūt."
  },
  {
    "verse_id": 9,
    "translation": "Pth kvr me aʿlanyih thi timn tblygh, th czvuri czvuri thi smjhạvim."
  },
  {
    "verse_id": 10,
    "translation": "Me vvn, pnnis rbs mngiv mʿạfy, be shk chuh suh sytthah mʿāf krn vvl."
  },
  {
    "verse_id": 11,
    "translation": "Suh travi āsmanh pytthh tohyih sytthah bạrishhi."
  },
  {
    "verse_id": 12,
    "translation": "Tohyih kryv mal th avlad ʿṭa, tuhndi khạṭr kri bagh pạd th tuhndi khạṭr kri kolh jạry."
  },
  {
    "verse_id": 13,
    "translation": "Tohyih kya chuhv gvmut zi Allah tʿālyā sndi khạṭr chihv nh tvhụ̄ kunhi vqaruk tvqʿ thavan? (mṭlb chuh yih zi dnyakyn lokttyn lokttyn rʿysn th srdarn hndis bars mnz chihv tvhụ̄ yih smjhan zi tihindis vqars khlaf kanhh ḥrkt krnụ̄ chhe khṭrnak, mgr khudavndi ʿālms mtʿlq chihv nh tvhụ̄ yih tvqʿ thavan zi suh āshi kanhh bavqar hsty. Ts khlaf chihv tvhụ̄ bghavt kran tmụ̄ snzi khudạyy mnz chhvukh baqy tthhravan shryk, tmụ̄ sndyn aḥkamn hnz chihv nafrmạny kran th aamhi sintụ̄ chuhv vnh tohyih yih andyshh laḥq spdan zi suh diyih aimyuk sza.)"
  },
  {
    "verse_id": 14,
    "translation": "Ḥalankh tmụ̄ chihnv tvhụ̄ mkhtlf andazav san bnạvimtụ̄. (yʿny tvhụ̄ chihnv tkhlyq kyv mkhtlf darjav th aaṭvarav mnzụ̄ krrith mvjvdh ḥalts pytth animtụ̄)"
  },
  {
    "verse_id": 15,
    "translation": "Kya tvhụ̄ chihv na vuchhan zi kithh pạtthụ̄ bnạvụ̄ khudayn sth āsman pyvttuhs pytth?"
  },
  {
    "verse_id": 16,
    "translation": "Th timv mnz bnạvn zvun aakh nvur th āftab bnvvun czvng."
  },
  {
    "verse_id": 17,
    "translation": "Th khudayn vopdạvi nv tvhụ̄ zmyn nishhi ʿjyb pạtthụ̄, (yth jayih chhe zmyn kyv madavnishhi ansan snz pydạyshhi kulyn kttyn hndis vopdns sintụ̄ tshbyh āmcz dinh. Yithh pạtthụ̄ kunhi vqth yth zmyn kis kurs pytth kulụ̄ kttụ̄ mvjvd ạsụ̄ nh, pth vopdạvụ̄ khudayn tim, yithe pạtthụ̄ avs akh vqt yylhi rve zmyns pytth ansan sund kanhh vjvd avs nh, pth lạj khudayn yythi tmụ̄ snz nihlụ̄.)"
  },
  {
    "verse_id": 18,
    "translation": "Pth niyav tohyih suh yythụ̄ zmyns mnz vaps, th aamy mnz krryv th kryv tohyih khrra."
  },
  {
    "verse_id": 19,
    "translation": "Th khudayn vthrạv zmyn tuhndi khạṭr frshikụ̄ pạtthụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Takh tvhụ̄ pkiv aath mnz kuhlh vatv mnzụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Nvḥ ʿlyh alslamn vvn, myanhi rb, timv kr myạnụ̄ kth rad, th timn (rʿysn) hnz krkh pyrvy yim mal th avlad ḥạṣl krith varae zyadh chih namurad gmtụ̄."
  },
  {
    "verse_id": 22,
    "translation": "Yimv lukv chuh makruk zal thvvmut phhlạvith."
  },
  {
    "verse_id": 23,
    "translation": "Yimv vvn hrgz mah trạvyvukh pnnụ̄ mʿbvd, th nah mah trạviyvun vad, th suvaʿ, th nah yaghuvth th yaʿuuvq th nasr. (qvmi nvḥ kyv mʿbvdav mnz chuh yth jayih timn mʿbvdn hund nav hynh āmut yim pth ahli ʿrbav thi pvuznụ̄ ạsụ̄ lạgmtụ̄ th aslam kh āghaz kh vqth ạsụ̄ jayih jayih yihndụ̄ mndr.)"
  },
  {
    "verse_id": 24,
    "translation": "Yimv chih varyah lukh gumrah krimtụ̄, th cz thi mah di yimn ẓạlimn gmurạhy vrạe byyhi kunhi chyzs mnz trqy. (ḥẓrt nvḥ ʿlyh alslamn hund yih bd duʿā avs nh kunhi beṣbry hndis bnyads pytth blkh avs yih tmhi vqth dramut tihnzi zbạnụ̄ yylhi hath bdyn vriyn tblyghuk ḥq nkhh valnh pth tim pvur pạtthụ̄ pnnhi qvm nishhi ạsụ̄ mayvus spdimtụ̄.)"
  },
  {
    "verse_id": 25,
    "translation": "Pnnyn khṭạhn hndis bnyad se pytth āe tim ghrq krnh, th pth āe nars mnz chhknh, pth lvb nh timv pnnhi khạṭr khudays nishhi bchavn vvl kanhh mddgar."
  },
  {
    "verse_id": 26,
    "translation": "Th nvḥ ʿlyh alslamn vvn, myanhi rb, yimv kạfrv mnz mah thavun kanhh zmyns pytth bsn vvl."
  },
  {
    "verse_id": 27,
    "translation": "Agr cze yim yalh trạvithkh tylhi krn yim chanyn bndn gumrah, th yihndi nslh mnz yus thi kanhh pạdh spdi suh āshi bdkar th skht kạfr."
  },
  {
    "verse_id": 28,
    "translation": "Myanhi rbh, me th myanis mạlis majhi kr mghfrt, th prth ts shkhṣs yus myạnis grs mnz mvmn sndi ḥythyt chuh czamut, th sarine mvmn mrdn th mstvuratn kr mghfrt, th ẓạlimn khạṭr mah kr hlakt vrạe byyhi kunhi chyzs mnz aẓafh."
  }
]