[
  {
    "verse_id": 1,
    "translation": "Ae nby! Vniv, me kun chhe āmcz vaḥy svznh zi jinn hnzi akhi jmạʿcz bvuz qrān. (amhi nishhi chuh pe lgan zi rsvl ṣly Allah ʿlyh v slmn ạsụ̄ nh tmhi saʿth jin aathhi āmtụ̄ th timn ạs nh pe zi tim chih qrān bvzan, blkh chuh aamhi pth vḥy hndi dhryʿh Allah tʿālyā timn aamhi vaqʿch khbr divan. Ḥẓrt ʿbd Allah bn ʿbas chih frmavan zi rsvl Allah ṣly Allah ʿlyh v slmv avs nh jinn brvnhh kanhi qrān pvrmut nah ạsụ̄ timv tim vuchhmtụ̄. (mslm, trmdhy, msnd aḥmd, abn jryr) pth vvnukh (pnnyn qvm kyn lukn nishhi vạtith) aashi chuh akh sytthah ʿjyb qrān bvuzmut."
  },
  {
    "verse_id": 2,
    "translation": "Yus syzi vathi kun chuh rhnmạyy kran, aamhi mvjvb chuh aashi tth pytth ayman avnmut, th vonụ̄ krvn nh asụ̄ pnnis rbs sintụ̄ kanhh shryk."
  },
  {
    "verse_id": 3,
    "translation": "Th sạnis rb snz shan chhe sytthah aʿlyā th arfʿ, tmụ̄ chahnh kanhh khandarinụ̄ ya nychiv bnvvmut."
  },
  {
    "verse_id": 4,
    "translation": "Th sạnụ̄ nadan lukh chih khudays mtʿlq varyah khlafi ḥq kthh kran rvudimtụ̄. (draṣl chuh lfẓ safiyhunaa vrtavnh āmut yus akis frd sndi khạṭr thi vnnh hykhi yith th akis jmạʿcz khạṭr thi. Agr yih akis nadan frd sndis mʿnys mnz ninh yiyih, tylhi chuh mrad ablys th agr akis jmạʿcz hndis mʿnys mnz ninh yiyhi tylhi chuh mṭlb yih zi jinv mnz ạsụ̄ varyah aḥmq th beʿql lukh yiczh kthh vanan.)"
  },
  {
    "verse_id": 5,
    "translation": "Byyhi yih zi aashi avs smjhmut zi ansan th jin hykn nh zanhh Allah tʿālyā sndis bars mnz aapuz vnith."
  },
  {
    "verse_id": 6,
    "translation": "Th ansanv mnz ạsụ̄ kynhh lukh jinav mnz kynczhn lukn hund pnah mngan, yithh pạtthụ̄ hur rvv timv jinn hund ghrvr vare zyadh."
  },
  {
    "verse_id": 7,
    "translation": "Th ansanav thi kvr sue guman yuth tuhund guman avs zi Allah tʿālyā svzi nh kạnshi rsvl bnạvith."
  },
  {
    "verse_id": 8,
    "translation": "Th yih zi aashi dicz āsmans czhạndd, pth vuchh zi suh chuh skht phrh darav sintụ̄ brith th shhabn hnz bạrsh chhe spdan. (shihab gvv suh taruk yus nar brsavan chuh āsman pytthh vsan)"
  },
  {
    "verse_id": 9,
    "translation": "Byyhi yih zi gvddh ạsụ̄ asụ̄ czvuri czhyphi kynhh bvznh khạṭr āsmans andr byhn jae lban, mgr vonụ̄ yus czvuri czhyphi bvznch kvshsh chuh kran, suh chuh pans zaghi rvuzith akh shhabi thaqb vuchhan."
  },
  {
    "verse_id": 10,
    "translation": "Th yih zi aashi avs nh fikri tran zi zmyn valyn sintụ̄ chha kanhh bur mʿāmlh krnuk aradh krnh āmut, kinh tuhind rb chuh timn rahi rast havun yaczhan. (aamhi nishhi lvg yih pae zi yim jin ạsụ̄ āsmanch yih kyfyt vuchihth aath tlashs mnz dramtụ̄ zi ạkhr kya mʿālh chuh zmyns mnz pysh āmut nath chuh pysh yinh vvl, yymhi chih khbr mḥfvẓ thavnh khạṭr aath ḥds tam chih skht antẓamat krnh āmtụ̄ zi vvnụ̄ chihnh asụ̄ ʿālim balahs mnz ktha batha bvznuk kanhh mvqʿ lban, th asụ̄ yvr thi gczhan chih tathi krrith yivan czhnnh.)"
  },
  {
    "verse_id": 11,
    "translation": "Byyhi yih zi aashi mnz chih kynhh lukh ṣalḥ, th kynhh chih aamhi nishhi kmtr, asụ̄ chih mkhtlf ṭryqn mnz bạgrith."
  },
  {
    "verse_id": 12,
    "translation": "Th yih zi asụ̄ ạsụ̄ smjhan zi nah hykvn Allah tʿālyā asụ̄ zmyns mnz ʿạjz krith, th nah hykvn czlith suh har nạvith. (mṭlb chuh yih zi sạnụ̄ amy khyaln hạv aashi njatch vath. Chvnkh asụ̄ ạsụ̄ nh khudays nishhi be khvf kynhh, th aashi avs yqyn zi agr aashi tmụ̄ snz nafrmạny kr tylhi hykv nh tmụ̄ snzi thphi nishhi kunhi pạtthụ̄ thi bchith, aamy mvjvb yylhi suh klam aashi bvuz yus Allah tʿālyā sndi ṭrfh siyz vath vannh khạṭr āmut avs, pth hiyvk nh aashi yih jurat krith zi ḥq pe lgnh pth thi rvzav timne ʿqydn pytth jmith yim sanyv nadan lukv aashi mnz phhlạvimtụ̄ ạsụ̄.)"
  },
  {
    "verse_id": 13,
    "translation": "Th aashi yylhi hdaytch tʿlym bvuz aashi auvn aath pytth ayman. Vonụ̄ yus akhah thi pnnis rbs pytth ayman aanhi, ts āshi nh kunhi ḥq tlfy hund ya ẓulmuk kanhh khvf."
  },
  {
    "verse_id": 14,
    "translation": "Th yih zi aashi mnz chih kynhh mslm (Allah tʿālyā sndụ̄ aṭaʿt guzar) th kynhh chih ḥq nishhi ddlimtụ̄. Lhādha, yimv aslam (aṭaʿtch vath) akhtyar kr timv lb njatch vath."
  },
  {
    "verse_id": 15,
    "translation": "Th yim ḥq nishhi ddlimtụ̄ chih, tim chih jhnmuk zalun bnan vạlụ̄. (sval hykhi krnh yith zi qrān mṭạbq chih jin panh narh mkhlvq, tylhi kya tklyf hykhi yimn jhnm kh nar sintụ̄ vạtith? Aimyuk jvab chuh yih zi qrān mṭạbq chuh ansan thi myczi bnavnh āmut, pth agr ts myczi phvl chuh layinh yivan ts kyazi chhe dg vothan?)"
  },
  {
    "verse_id": 16,
    "translation": "Th (ae nby, vniv, me pytth chhe yih vḥy thi āmcz) zi agr lukh syzi vathi thạbt qdmy san pkhan, tylhi kr hvkh asụ̄ tim khvub sạrab."
  },
  {
    "verse_id": 17,
    "translation": "Takhi aamhi nʿmt sintụ̄ kr hav yimn āzmạysh. Th yus pnnis rb snzi dhkri nishhi buth phiri, tmụ̄ sund rb kri ts skht ʿdhabs mnz mbtla."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi yih zi msjd chhe Allah tʿālyā sndi khạṭr. Lhādha, mah diyiv timn mnz khudays sintụ̄ byyhi kạnshi nad. (yʿny khudays sintụ̄ mah kriv byyhi kạnshi hnz ʿbadt, byyhi kạnshi mah mngiv duʿā, byyhi kạnshi mah lạyiv mdd khạṭr nad.)"
  },
  {
    "verse_id": 19,
    "translation": "Th yih zi yylhi Allah tʿālyā sund bndh ts ālav krnh khạṭr khrra spud, lukh spdụ̄ ts ḥmlh krnh khạṭr tyar."
  },
  {
    "verse_id": 20,
    "translation": "Ae nby, vniv zi bh chuhs pnnis rbs nad layan, th ts sintụ̄ chuhsan nh kanhh shryk kran."
  },
  {
    "verse_id": 21,
    "translation": "Vniv, bh nah chuhs tohyih lukn khạṭr kunhi nqṣanuk akhtyar thavan, th nah kunhi rczruk."
  },
  {
    "verse_id": 22,
    "translation": "Vniv, me hykhi nh Allah tʿālyā sndi grft nishhi kanhh bchạvith, th nah hykh bh tmụ̄ sndi damnh vrạe kanhh jae pnah lbith."
  },
  {
    "verse_id": 23,
    "translation": "Myạnụ̄ kạm chahnh amhi vrạe kihinụ̄ zi Allah tʿālyā snz kth th tmụ̄ sndụ̄ pygham vatnav. Vonụ̄ yus thi Allah tʿālyā snz th tsndis rsvl snz kth manhi nh, ts khạṭr chuh jhnmuk nar th yithụ̄ lukh rvzn tth mnz hmyshh."
  },
  {
    "verse_id": 24,
    "translation": "(yim lukh yin nh pnnhi rvishhi nishhi baz) yvt tam zan suh chyz vuchhn yymyuk yimn sintụ̄ vʿdh chuh yivan krnh, pth lghi yimn pe zi kmụ̄ sndụ̄ mddgar chih kmzvr th kmụ̄ snz chhokh chhe tʿdads mnz km. (tth zmans mnz yim qryshkiụ̄ lukh rsvl Allah ṣly Allah ʿlyh v slms pytth dʿūt aily Allah bvzan bvzane ḥmlh ạsụ̄ kran, tim ạsụ̄ aath tkbrs mnz mbtla zi tihnz chhokh chhe sytthah zbrdst th rsvl Allah ṣly Allah ʿlyh v slmn sintụ̄ chih kcztam nfre, aamhi mvjvb hykn āsạny san tim timn dbạvith.)"
  },
  {
    "verse_id": 25,
    "translation": "Vniv, bh chuhs nh zanan yymhi chyzuk vʿdh tohyih sintụ̄ krnh chuh yivan suh chha nkhh, kinh myvn rb kri tmhi khạṭr kanhh zyvutth kal mqrr."
  },
  {
    "verse_id": 26,
    "translation": "Suh chuh ʿālmu alghyb, pnnis ghybs pytthh chuhnh kạnshi mṭlʿ kran."
  },
  {
    "verse_id": 27,
    "translation": "Ts rsvls vrạe yus tmụ̄ (ghybuk ʿlm dinh khạṭr) psnd āshi kvrmut, (yʿny rsvl chuhnh bdhati khod ʿālmu alghyb āsan blkh yylhi Allah tʿālyā ts rsaltuk fryẓh anjam dinh khạṭr mntkhb chuh kran, tylhi yimv ghyb kyv ḥqayqv mnz yimn chyzn hund thi ʿlm suh yczhan chuh, ts chuh ʿṭa kran.) tylhi chuh ts brvuntthụ̄ kinụ̄ th ptụ̄ kinụ̄ mḥafẓ lgavan. (mḥafẓv nishh, chuh murad frshth. Mṭlb chuh yih zi yylhi Allah tʿālyā vaḥy hndi dhryʿh ghyb kyn ḥqayqn hund ʿlm rsvls nishhi svzan chuh, tylhi chuh tmụ̄ snz rạchh ravtth krnh khạṭr prth ṭrfh frshth mqrr kran takh suh ʿlm vathi sytthah mḥfvẓ ṭryqh rusvls tam th aath mnz spdinh kunhi qsmch milavtt.)"
  },
  {
    "verse_id": 28,
    "translation": "Takh suh zanhi zi timv chih pnnis rb sndụ̄ pygham vatnạvimtụ̄, (amhi nishhi spud mʿlvm zi rusvls chuh suh ʿlmi ghyb yivan dinh yus rsalt kh fryẓh kh anjam dhy khạṭr ts chuh ẓrvry diyun āsan, th frshth chih aamhi kthhi hnz thi rạchh ravtth kran zi rsvls tam giczhh yih ʿlm ṣḥyḥ ṣvrts mnz vatun, th aamhi kthhi hnz thi chih rạchh ravatth kran zi rsvl gczihh pnnis rb sndụ̄ pygham tmụ̄ sndyn bndn tam tthyk tthyk vatnavun) th suh chuh tihndis pvur maḥvls aḥaṭh krith, th akh akh chyz chuh tmụ̄ gnzrith thvvmut. (yʿny rusvls pytth thi th frshtn pytth thi chhe Allah tʿālyā snz qdrt tithh pạtthụ̄ muḥyṭ zi agr mas vals sumb thi tmụ̄ snzi mrẓy khlaf ḥrkt krn, tylhi yin fvraan tim grfts mnz. Th yim pygham Allah tʿālyā svzan chuh tihund ḥrf ḥrf chuh gnzrith, rsvln th frshtn chahnh yih mjal zi yimn mnz kya hykn akhi ḥrfch kmy byshy krith)."
  }
]