[
  {
    "verse_id": 1,
    "translation": "Ae vurun rttith shongn valhi!"
  },
  {
    "verse_id": 2,
    "translation": "Rạcz mnz rvuziv nmaz mnz khrra mgr km."
  },
  {
    "verse_id": 3,
    "translation": "Nṣf rạcz ya kriv aamhi khoth kynhh km."
  },
  {
    "verse_id": 4,
    "translation": "Ya hur rạviv aamhi khoth kynhh zyadh, th qrān priv khvub tthhrụ̄ tthhrụ̄."
  },
  {
    "verse_id": 5,
    "translation": "Asụ̄ chih tohyih pytth akh gvb klam nạzil krn vạlụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Drḥqyqt chuh rạcz hund votuhn nfs kaphi rttnh khạṭr sytthah kar gr, th qrāni mjyd tthyk prnh khạṭr chuh zyadh mnasb."
  },
  {
    "verse_id": 7,
    "translation": "Doh kyn vqtn mnz chih tuhndi khạṭr varyah mṣrvfyat."
  },
  {
    "verse_id": 8,
    "translation": "Pnnis rb sndi navch ạsiv dhkr kran, th sarine nishhi czhynith spdiv tmụ̄ sndy."
  },
  {
    "verse_id": 9,
    "translation": "Suh chuh mashrquk th mghrbuk mạlik, ts vrạe chuhnh kanhh khudae, lhādha bnạvivyvun sue pnun vkyl. (vkyl chih ts shkhṣs vnan yas pytth aʿtmad krith kanhh shkhṣ pnun mʿāmlh tas ḥvalhi kri. Asụ̄ chih kạshir zbạnụ̄ mnz thi vkyl lfẓ ts shkhṣs khạṭr vrtavan yas pnun mqdmh ḥvalh krith akh ansan mṭmʿn chuh gczhan zi tmụ̄ sndi ṭrfh lrri jan pạtthụ̄ suh mqdmh, th ts rvzi nh pnun mqdmh panh lrrnuk kanhh ḥajt.)"
  },
  {
    "verse_id": 10,
    "translation": "Th ymh kathh lukh bnavan chih timn pytth kriv ṣbr, th shraft san gczihv timn nishhi alg. (alg gczhnuk mṭlb chuhnh yih zi timn sintụ̄ czttiv tʿlq th kriv pnun tblygh bnd, blkhi chuh aamyuk mṭlb yih zi timn mah lgiv buthhi, tihnz byhvud giyih kriv balkl nẓr andaz, th tihnzi kunhi bdtmyzy hund jvab mah diyiv. Pth gczih nh yih ṭryqh kunhi ghmh th shrart san thi āsun blkh giczh amhi qsmuk ṭryqh āsun zi yithh pạtthụ̄ akh shryf ansan kạnshi bazạrụ̄ ansan snz lykh bvuzith chuh knh ddvl divan, th dils pytth chuhnh rczh thi amiyuk athr rattan.)"
  },
  {
    "verse_id": 11,
    "translation": "Yimn ankar krn valyn khoshḥal lukn sintụ̄ nipttavnch kạm trạviv tvhụ̄ me pytth, th yimn diyiv kynczhs kals athụ̄ ḥalts mnz rvznh."
  },
  {
    "verse_id": 12,
    "translation": "Ashi nishhi chhe (yihndi khạṭr) gvbhi hanklh th nar aalav."
  },
  {
    "verse_id": 13,
    "translation": "Th httis pytth phsn vvl khyn th dg tulh vun ʿdhab."
  },
  {
    "verse_id": 14,
    "translation": "Yih spdi tmhi doh yylhi zmyn th pharr lrzith vothn th pharrn hund ḥal bnhi tiyuth znth sykhi ddhyr chih yim chhkravnh chih yivan."
  },
  {
    "verse_id": 15,
    "translation": "Tohyih lukn nishhi chuh ashi tithe pạtthụ̄ akh rsvl tohyih yptth gvah bnạvith svuzmut (vonụ̄ chuh mkh kyn timn kạfrn khṭab krnh yivan yim rsvl Allah ṣly Allah ʿlyh v slmn ankar ạsụ̄ kran th tihndis mkhalfts mnz ạsụ̄ srgrm) yithh pạtthụ̄ ashi frʿūns kun akh rsvl avs svuzmut."
  },
  {
    "verse_id": 16,
    "translation": "(pth vuchihv) yylhi frʿūnn ts rsvl snz kth mạnụ̄ nh pth rvtt suh ashi sytthah skhty san."
  },
  {
    "verse_id": 17,
    "translation": "Agr tvhụ̄ mannh nishhi ankar kriv tylhi kithh pạtthụ̄ bchiv tmhi doh yus doh shuryn bnavi budd?"
  },
  {
    "verse_id": 18,
    "translation": "Th yymhi chih skhty sintụ̄ āsman āshi phttith gczhan, Allah tʿālyā sund vʿdh rvzi pvur spdith."
  },
  {
    "verse_id": 19,
    "translation": "Yih chhe akh nṣyḥt, vvnụ̄ yymụ̄ sund dl yyczihh suh krin pnnis rbs kun gczhnch vath akhtyar."
  },
  {
    "verse_id": 20,
    "translation": "Ae nby, tuhund rb chuh zanan zi tvhụ̄ chihv kunhi vizi zh tihạyy rạcz qryb th kunhi vizi nṣf rạcz th kunhi viz akh thạyy rạcz ʿbadts mnz khrra rvzan th tuhndyv sạthyv mnz thi chuh akh dvr yih ʿml kran. (yih rkvʿ chuh goddnikhi rkvʿ pth dah vry gczith mdyns mnz nạzil spudmut) Allah tʿālyā he chuh rạcz hndyn th doh kyn vqtn hund ḥsab thavan, ts chhe pe zi tvhụ̄ hykiv nh vqtn hund tthyk shumar krith. Lhādha kr tmụ̄ tohyih pytth mhrbạny, vonụ̄ yvutah qrān tvhụ̄ āsạny san prith hykiv priv. (chvnkh nmazi mnz chuh ṭvul zyadh phn qrān kh ṭvyl qrat sinty spdan, amhi mvjvb āv frmavnh zi thjd nmazi mnz yvutah qrān shvlyt san prith hykiv priv. Aamhi sintụ̄ gczih nmaz hndis ṭvalts mnz pạnụ̄ pane kmy.) ts chhe khbr zi tohyih mnz āsn kynhh mryẓ, byyhi kynhh lukh chih Allah tʿālyā sndis fẓlh kis tlashs mnz sfr kran, th byyhi chih kynhh lukh Allah tʿālyā snzi vathi mnz jng kran. Lhādha, yvutah qrān āsạny san prnh hykhi yith priv. Nmaz kriv qạyim th zkvāh diyiv. (mufsrn hund chuh ath pytth atfaq zi amhi nishhi chuh murad panczh vqt nmaz th frẓ zkvāh ada krnụ̄) th khudays rvuziv rut qrẓ divan. Yikynczha rczr tvhụ̄ pnnhi khạṭr brvnhh kun svuziv Allah tʿālyā sndis drbars mnz vuchihv suh mvjvd. Sue chuh zyadh bhtr th aamyuk ajr chuh varyah bvdd. Khdays rvuziv mghfrt mngan, be shk chuh Allah tʿālyā sytthah mghfrt krn vvl th rḥm krn vvl."
  }
]