[
  {
    "verse_id": 1,
    "translation": "Ae vurun vvluth krith lar travan valhi! (yymhi suvrkụ̄ abtdạyy sth āyat chih tim yimn mnz sarive brvntth rsvl Allah ṣly Allah ʿlyh v slmn aslam kh tblyghuk ḥkm āv dinh. Yih chhe, aiqra bismi rabika aladhy khalaqa..., pth dvym vaḥy yosh ḥẓvr ṣly Allah ʿlyh v slmn pytth nạzil spcz.)"
  },
  {
    "verse_id": 2,
    "translation": "Vtihv th kriv khbrdar."
  },
  {
    "verse_id": 3,
    "translation": "Th pnnis rb sndi bjruk kriv aʿlan."
  },
  {
    "verse_id": 4,
    "translation": "Th pnnụ̄ plv thạviv pak."
  },
  {
    "verse_id": 5,
    "translation": "Th gndgy nishhi rvuziv duvr."
  },
  {
    "verse_id": 6,
    "translation": "Th aḥsan mah kriv zyadh ḥạṣl krnh khạṭr."
  },
  {
    "verse_id": 7,
    "translation": "Th pnnis rbs khạṭr kriv ṣbr."
  },
  {
    "verse_id": 8,
    "translation": "Achha, yylhi ṣuvrs yiyhi phokh dinh (yih ḥṣh spud abtdạyy āyatv pth kynhh ryth gczihth nạzil yylhi rsvl Allah ṣly Allah ʿlyh v slmn hndi ṭrfh aslamuk tblygh aʿlanyh shrvʿ spdnh pth goddnichhi ltthi ḥjuk vqt vvt, th qrysh kyv srdarav kvr akh kanfrs krith yih ṭe zi nybr pytthh yinh valyn ḥajn giczh qrān th Muḥammad ṣly Allah ʿlyh v slmn nishhi bdguman krnh khạṭr prvpgnddch akh zbrdst muhm chlavnh yinụ̄.)"
  },
  {
    "verse_id": 9,
    "translation": "Suh doh āshi sytthah skht doh."
  },
  {
    "verse_id": 10,
    "translation": "Kạfrn khạṭr āshi nh lvt kynhh."
  },
  {
    "verse_id": 11,
    "translation": "Trạviv me byyhi trạviyvun suh shkhṣ yus me kunue zvn pạd kvr. (aamhi nishhi chuh murad vlyd bn mghyrh yus andrụ̄ andrụ̄ qrān kh klam alhāy āsnuk qạyl avs spudmut mgr mks mnz pnnụ̄ srdạry qạyim thavnh khạṭr diyut amụ̄ mdhkvrh kanfrnshi mnz kạfrn yih mshvrh zi ḥẓvr kriyvun jadvgr sndi ḥythyt th qrān kriyvun jadi kh ḥythyt mshhvr)"
  },
  {
    "verse_id": 12,
    "translation": "Varyah mal diyut ts."
  },
  {
    "verse_id": 13,
    "translation": "Th tim frznd ditis yim ts brvnhh knhi ḥạẓr ạsụ̄ rvzan."
  },
  {
    "verse_id": 14,
    "translation": "Th amụ̄ sndi khạṭr kr ryastch (srdạry hnz) vath thi hmvar."
  },
  {
    "verse_id": 15,
    "translation": "Pth chuh ts ṭmʿ zi bh gczihh ts byyhi zyadh diyun."
  },
  {
    "verse_id": 16,
    "translation": "Hrgz nah, ts chuh sanyn āyatn sintụ̄ ẓid."
  },
  {
    "verse_id": 17,
    "translation": "Bh khalnavan suh ʿnqryb akis dushvar chrrhayih."
  },
  {
    "verse_id": 18,
    "translation": "Tmụ̄ suvnch th kynhh kth bnavnch krn kvshsh."
  },
  {
    "verse_id": 19,
    "translation": "Vsụ̄ tn Allah tʿālyā sund mar tas pytth, kiczh kath bnavnch krn kvushsh."
  },
  {
    "verse_id": 20,
    "translation": "Ā, vsụ̄ tn Allah tʿālyā sund mar tas pytth, kiczh kth bnavnch krn kvushsh."
  },
  {
    "verse_id": 21,
    "translation": "Pth vuchuhn (lukn kun)."
  },
  {
    "verse_id": 22,
    "translation": "Pth czkrvvun ddykh th khvlun buth."
  },
  {
    "verse_id": 23,
    "translation": "Pth phyvur pvt th pyvv tkbrs mnz."
  },
  {
    "verse_id": 24,
    "translation": "Ạkhr kar vvn tmụ̄ zi yih chuhnh kihinụ̄ mgr akh jvd yus brvnhh pytthh chuh chlan pkan."
  },
  {
    "verse_id": 25,
    "translation": "Yih chuh akh ansạnụ̄ klam."
  },
  {
    "verse_id": 26,
    "translation": "ʿnqryb chhkn bh suh jhnms mnz."
  },
  {
    "verse_id": 27,
    "translation": "Th tvhụ̄ kya zạniv zi kya chuh suh jhnm."
  },
  {
    "verse_id": 28,
    "translation": "Nh thavi baqy nh travi (yʿny suh thavinh ʿdhab kyv ḥqdarv mnz kạnshi baqy yus tmụ̄ sndis grfts mnz yiyih, ʿdhab dinh vrạe travi nh ts)."
  },
  {
    "verse_id": 29,
    "translation": "Ainsans mslh valn vvl."
  },
  {
    "verse_id": 30,
    "translation": "Kunvuh kar kun chih tth pytth muqrr."
  },
  {
    "verse_id": 31,
    "translation": "Ashi chih dvzkhkụ̄ yim karkun frshth bnạvimtụ̄, (yythi pytthh, tuhndyn rb sndyn lshkrn chuhnh panh ts vrạe khnụ̄ zanan, avt tam chhe yih pvur ʿbart akh jmlh mʿtrẓh yus dvrani tqryr klamuk slslh puhttrạvith timn aʿtraẓ krn valyn drjvab chuh frmavnh āmut yimv rsvl Allah ṣly Allah ʿlyh v slmn hnzi zbạnụ̄ yih bvuzith zi dvzkh kyn karkun hund tʿdad āshi ṣrf 19 aath ttsnh ạsụ̄ lạgimtụ̄ krnụ̄. Timn base yih kth ʿjyb zi aakh pash chuh aashi vannh yivan zi ādm sndi vqth pytthh qyamts tam yimv ansanav thi kufr th bddụ̄ gnah chih krimtụ̄ tim yin dvzkhs mnz travnh, th dvyimhi pash chhe aashi yih khbr dinh yivan zi yiytis bddis dvzkhs mnz yitihyn be shmar ansann ʿdhab dinh khạṭr āsn ṣrf 19 karkun mqrr) th yuhund tʿdad chuh kạfrn khạṭr ftnh bnvvmut takh ahli ktabn yiyhi yqyn, th ayman valyn hund ayman huri th ahli ktab th muvmn rvzn nh kunhi shks mnz, (chvnkh ahli ktab th ahli ayman chih frshtn hndyv ghyr mʿmvly ṭaqtv nishhi vạqf, aamhi mvjvb āshi nh timn aath mnz kunhi qsmuk shk zi 19 frshth chih dvzkhuk antẓam krnh khạṭr sytthah.) th dilkụ̄ bymar th kufar vann yih zi khudays kya hykhi amhi kthhi nishhi mṭlb ạsith. Yithh pạtthụ̄ yas Allah tʿālyā yczhan chuh ts chuh gumrah kran th ys yczhan chuh ts hdayt bkhshan, th tuhndis rb sndyn lshkrn chuhnh panh ts vrạe kanhh zanan. Th yymhi dvzkhch dhkr chahnh amhi vrạe byyhi kunhi ghrẓh krnh āmcz zi lukn spdi amhi sintụ̄ nṣyḥt."
  },
  {
    "verse_id": 32,
    "translation": "Hrgz nh, (yʿny yih chahnh kanhh hvạyy kth yth aamhi ṭryqh chih hzl yivan krnh) qsm chuh zvunh hund,"
  },
  {
    "verse_id": 33,
    "translation": "Th rạcz hund yylhi so pvt phyran chhe,"
  },
  {
    "verse_id": 34,
    "translation": "Th ṣubḥuk yylh suh rvshn chuh spdan,"
  },
  {
    "verse_id": 35,
    "translation": "Yih dvzkh thi chuh bddyv chyzv mnz akh. (yʿny yithh pạtthụ̄ zvun th rat th doh Allah tʿālyā sndi qdrtkụ̄ ʿẓym nshanat chih tithe pạtthụ̄ chuh dvzkh thi qdrt kyv ʿẓym chyzv mnz akh chyz)"
  },
  {
    "verse_id": 36,
    "translation": "Ansann khạṭr khocznavn vvl."
  },
  {
    "verse_id": 37,
    "translation": "Tohyih mnz prth ts shkhṣs khạṭr khocznavn vvl yus brvnhh chuh yczhan pkun ya chuh pth yczhan rvzun."
  },
  {
    "verse_id": 38,
    "translation": "Prth kanhh shkhṣ chuh pnnhi ksbh bdlh girv."
  },
  {
    "verse_id": 39,
    "translation": "Dchihnhi aand valyv vrạe."
  },
  {
    "verse_id": 40,
    "translation": "Yim jntn mnz āsn tim prczhn,"
  },
  {
    "verse_id": 41,
    "translation": "Mjrmn (yʿny jnts mnz rvuzith krn tim jhnmiyan sintụ̄ kth th krnkh yih sval)"
  },
  {
    "verse_id": 42,
    "translation": "Tvhụ̄ kmụ̄ chyzn niynv dvzkhs?"
  },
  {
    "verse_id": 43,
    "translation": "Tim vnn, asụ̄ ạsụ̄ nh nmaz prn valyv mnz."
  },
  {
    "verse_id": 44,
    "translation": "Th mskyn ạsin nh khyn khyavan."
  },
  {
    "verse_id": 45,
    "translation": "Th ḥqs khlaf kthh bnavn valyn sintụ̄ rlith ạsụ̄ asụ̄ thi kthh bnavnhi lgan."
  },
  {
    "verse_id": 46,
    "translation": "Th rvzi jza ạsụ̄ aapuz divan qrar."
  },
  {
    "verse_id": 47,
    "translation": "Yvt tam zn aashi tth yqyny chyzs sintụ̄ sabqh āv pysh."
  },
  {
    "verse_id": 48,
    "translation": "Tmhi vqth yiyhi nh sfarsh krn valyn hnz kanhh sfarsh timn kunhi bkar."
  },
  {
    "verse_id": 49,
    "translation": "Ạkhr kya chuh yimn lukn gvmut zi yim chih yymhi nṣyḥt nishhi buth pihran."
  },
  {
    "verse_id": 50,
    "translation": "Znth yim jngly khar chih."
  },
  {
    "verse_id": 51,
    "translation": "Yim shas khvczih czlimtụ̄ chih, (yih chuh akh ʿrby mḥavrh. Jngly khrn chuh yih ʿādt āsan zi yylhi timn khṭruk mushkue yvt chuh yivan, tim chih tithh pạtthụ̄ bdḥvas spdith czlan zi byakh kanhh janvr chuhnh yithh pạtthụ̄ czlan.)"
  },
  {
    "verse_id": 52,
    "translation": "Blkh chuh yimv mnz prth kanhh yih yczhan, zi tmụ̄ sndi nav gczhn khlh khṭ yinụ̄ svznh. (yʿny tim chih yczhan zi agr khudayn pzụ̄ pạtthụ̄ Muḥammad nby chih muqrr krimtụ̄, tylhi svuzin suh mkh kis akis akis srdars th akis akis shykh sndi nav khṭ lykhith zi Muḥammad chih sạnụ̄ nby, tvhụ̄ kriv yihnz pyrvy qbvl)"
  },
  {
    "verse_id": 53,
    "translation": "Hrgz nh, aṣly kth chhe yih zi yimn chuhnh ạkhrtuk khvf."
  },
  {
    "verse_id": 54,
    "translation": "Hrgz nh (yʿny yuhund kanhh yuth mṭalbh yiyhi nh hrgz pvur krnh) yih chhe akh nṣyḥt."
  },
  {
    "verse_id": 55,
    "translation": "Vonụ̄ yymụ̄ sund dil yyczihh suh kritn amhi nishhi sbq ḥạṣl."
  },
  {
    "verse_id": 56,
    "translation": "Th yim krn nh kanhh sbq ḥạṣl aila yih zi Allah tʿālyā he agr yyczihh. Suh chuh amiyuk ḥqdar zi ts nishhi gczihh yun tqvyā krnh, th suh chuh amiyuk ahl zi (tqvyā krn valyn) kri mghfrt."
  }
]