[
  {
    "verse_id": 1,
    "translation": "Nah, (klamuk abtda nah sintụ̄ krun chuh khod aath kthhi pytth dlalt kran zi godde ạs kostam kth chlan yymhi kis trdyds mnz yih svrh nạzil chuh spudmut. Lhādha chuh yth jayih nah vnnuk mṭlb yih zi yikynczhah tvhụ̄ smjhan chihv suh chuhnh ṣḥyḥ, bh chuhs qsm hạvith vnan zi aṣly kth chhe yih) bh chuhs qsm havan qyamt kh dohuk, (qyamt kis yins pytth khod qyamtuk qasm chuh amhi mvjvb havnh āmut zi amiyuk yun chuh yqyny, svrue nẓami ʿālm chuh gvạhy divan zi yih nẓam nah chuh azly nah chuh aabdy, yylhi kihinụ̄ avs nh tylhi āv vjvds th akhi vqth gczihh ẓrvur khtm)"
  },
  {
    "verse_id": 2,
    "translation": "Th nah, bh chuhs qsm havan mlamt krn valh nfsuk, (yʿny ẓmyr yus burạyy pytth ansans chuh mlamt kran th yymyuk ansans mnz mvjvd āsun yih shhadt chuh divan zi ansan chuh pnnyv aʿmalv khạṭr jvab dh)"
  },
  {
    "verse_id": 3,
    "translation": "Kya ansan chha yih smjhan zi asụ̄ hykv nh tmụ̄ snz addijhi jmʿ krith?"
  },
  {
    "verse_id": 4,
    "translation": "Kyazi nh? Asụ̄ chih tmụ̄ sndụ̄ avngjhi gndd tam bnavns pytth qdrt thavan."
  },
  {
    "verse_id": 5,
    "translation": "Mgr ansan chuh yczhan yih zi brvnhh kun thi rvzihe gnah kran. (yʿny qyamt khi ankaruk aṣly vjh chuh yohe, nah zi kanhh ticzh ghlṭy th ʿlmy dlyl yymhi kis binahs pytth ansan yih hykhi vnith zi qyamt spdi nh hrgz brpa ya amyuk brpa spdun chuh nammkn)"
  },
  {
    "verse_id": 6,
    "translation": "Prczhan chuh ạkhr kr chuh tth qyamt kis dohs yun?"
  },
  {
    "verse_id": 7,
    "translation": "Pth yylhi achh lgn dars,"
  },
  {
    "verse_id": 8,
    "translation": "Th zvun gczihh be nvur,"
  },
  {
    "verse_id": 9,
    "translation": "Th zvun th āftab ralạvith yiyhi timn kunue krnh,"
  },
  {
    "verse_id": 10,
    "translation": "Tmhi saʿth vanhi yohe ansan aaz kvvr gczhh czlith?"
  },
  {
    "verse_id": 11,
    "translation": "Hrgz nh, tthi āshi nh kanhh jae pnah."
  },
  {
    "verse_id": 12,
    "translation": "Tmhi doh āshi tuhndis rb se brvntth kun gczihth tthhrun."
  },
  {
    "verse_id": 13,
    "translation": "Tmhi doh yiyhi ansans tmụ̄ sund ptim kvrmut krvvmut vannh."
  },
  {
    "verse_id": 14,
    "translation": "Blkh chuh ansan khod pnun pan varh pạtthụ̄ zanan."
  },
  {
    "verse_id": 15,
    "translation": "Chahae suh krtn kạtyah thi ʿuudhr pysh. (yʿny ansan sund namh aʿmal ts brvnhh knhi thavnuk ghrẓ āshi nh drḥqyqt yih mujrms yiyhi tmụ̄ sund jrm vnnh, blkh āshi yih krun aamhi vjh kinụ̄ ẓrvry zi anṣafkụ̄ tqaẓh chihnh brsri ʿdalt jurmuk thbvt pysh krnh vrạe pvur spdan, nath chuh prth kanhh ansan zanan zi suh kya chuh panh)"
  },
  {
    "verse_id": 16,
    "translation": "Ae nby (yythi pytthh, pth chuh yuhund mṭlb yih smjhavun thi chuh sany dhmh, avt tamch sạre ʿbart chhe akh jmlh mʿtrẓh yus klamuk slslh puhttrạvith chhe nby ṣly Allah ʿlyh vslmn mkhaṭb krith frmavnh āmcz. Jbryl yylhi yih suvrh ḥẓvr ṣly Allah ʿlyh v slmn bvznavan ạsụ̄ tmhi saʿth ạsụ̄ tim aamhi andyshhi kinụ̄ zi me gvczh nh mshith gczuhn suh zbạnụ̄ mubarkh sintụ̄ dohravnch kvushsh kran) yih vaḥy jldy jldy yad krnh mvjvb mah diyv pnnhi zbạnụ̄ ḥrkt."
  },
  {
    "verse_id": 17,
    "translation": "Yih yad krnavnụ̄ th prnavnavnụ̄ chuh sanhi dhmh."
  },
  {
    "verse_id": 18,
    "translation": "Lhādha yylhi asụ̄ yih pran āsv tmhi saʿth rvuziv tvhụ̄ aamich qrat ghvr san bvzan."
  },
  {
    "verse_id": 19,
    "translation": "Pth chuh amiyuk mṭlb smjhavun thi sany dhimh."
  },
  {
    "verse_id": 20,
    "translation": "Hrgz nh, (yythi pytthh chuh byyhi klamuk slslh tthụ̄ mẓmvns sintụ̄ ralan yus mnzimhi jmlh mʿtrẓh brvnhh pkan avs. Hrgz nh aamyuk mṭlb chuh yih zi tohyih lukn hndi ạkhrt kh ankaruk aṣly vjh chuhnh yih zi tvhụ̄ chhvun khalqi kaʿnat qyamt brpa krns th mvt pth duvbarh zndh krnh nishhi ʿạjz smjhan blkh chuh aṣly vjh yih) aṣly kth chhe yih zi tvhụ̄ lukh chihv jldy ḥạṣl spdan vạlis chyzs (yʿny dunyahs) sintụ̄ mḥbt thavan."
  },
  {
    "verse_id": 21,
    "translation": "Th ạkhrt chihv travan."
  },
  {
    "verse_id": 22,
    "translation": "Tmhi doh āsn kynhh buthụ̄ ba rvnq."
  },
  {
    "verse_id": 23,
    "translation": "Pnnis rbs kun āsn vuchhan."
  },
  {
    "verse_id": 24,
    "translation": "Th kynhh buthụ̄ āsn ghmgyn."
  },
  {
    "verse_id": 25,
    "translation": "Th svnchan āsn zi timn sintụ̄ chuh kmr puhttravn vvl brtav spdn vvl."
  },
  {
    "verse_id": 26,
    "translation": "Hrgz nh, (amhi hrgz nh huk tʿlq chuh tthụ̄ klamkis slsls sintụ̄ yus hyri pytthh pkan chuh, yʿny tuhund yih khyal chuh ghlṭ zi mrith chuhv tohyih fna gczuhn th pnnis rb sndis drbars mnz kya chuhvv nh tohyih vaps gczuhn) yylhi zuv httis tam vathi,"
  },
  {
    "verse_id": 27,
    "translation": "Th vannh yiyhi zi chha kanhh phokha vokha dinh vvl?"
  },
  {
    "verse_id": 28,
    "translation": "Th ansans tri fkri zi yih chuh dunya nishhi judạyy hund vqt."
  },
  {
    "verse_id": 29,
    "translation": "Doshve grozh raln akh akis sintụ̄."
  },
  {
    "verse_id": 30,
    "translation": "Suh doh āshi tuhndis rbs kun rvangy hund."
  },
  {
    "verse_id": 31,
    "translation": "Mgr tmụ̄ nah mvn pvz th nah prn nmaz."
  },
  {
    "verse_id": 32,
    "translation": "Blkhi kvrun ankar th pihrun buth."
  },
  {
    "verse_id": 33,
    "translation": "Pth drav pnnyn gr valyn kun tkbr san."
  },
  {
    "verse_id": 34,
    "translation": "Yih rvish (afsvs th bdbkhty) chhe chany khạṭr th czye chhe shvuban."
  },
  {
    "verse_id": 35,
    "translation": "Ā, yih rvish (afsvs th bdbkhty) chhe chany khạṭr th cze chhe shvuban."
  },
  {
    "verse_id": 36,
    "translation": "Kya ansann chha yih smjhmut zi suh yiyhi yithe mhml (yvnhy) ylh travnh? (draṣl chuh lfẓ sudyā vartavnh āmut. ʿrby zbạnụ̄ mnz chuh aibil sudyā ts avntt sndi khạṭr vnnh yivan yus yithe āshi httri httri phyran, ypạrụ̄ khosh āsys gczhan tpạrụ̄ āshi gash khyvan phyran, kanhh āshi nh ts ngrạny krn vvl. Ath mʿny ys mnz chih asụ̄ shutr be mhar yʿny lakmhi rvs avntt vnan)"
  },
  {
    "verse_id": 37,
    "translation": "Kya suh avsna akh vsụ̄ payih ābuk nṭfh yus (majhi hnzi bchhi danhi mnz) travnh chuh yivan?"
  },
  {
    "verse_id": 38,
    "translation": "Pth bnyav suh akh (khvunh) dogul pth bnvv khudayn tmụ̄ sund jsm th krins austkhan (jsmkụ̄ tan) durst."
  },
  {
    "verse_id": 39,
    "translation": "Pth bnạvin amhi sintụ̄ mrdn th znann hndụ̄ zh qsm."
  },
  {
    "verse_id": 40,
    "translation": "Kya ts chahna aath pytth qdrt zi mvudimtyn kri nvi sr zndh?"
  }
]