[
  {
    "verse_id": 1,
    "translation": "Kya ainsans pytth chuhna pth kaluk akh vqt tiyuth thi guzryvmut yylhi suh qabli dhikr chyz avs nh? (amhi nishhi chuhnh sval krun mqṣd blkh chuh ainsan amhi kthhi hund aqrar krnavun zi ā, tas pytth chuh akh tiyuth vqt guzryvmut, th amhi ʿlavh chuh suh yih svnchnh khạṭr mjbvr krun zi agr suh goddh chuh ʿdmh nishhi vjvds mnz aannh āmut tylhi kithh pạtthụ̄ āshi tmụ̄ sund dubarh pạd spdun nammkn?)"
  },
  {
    "verse_id": 2,
    "translation": "Aashi kvr akh ansan akhi mkhlvṭ nuṭfh nishhi pạd takhi ts hymav amtḥan, th amhi ghrẓh khạṭr bnvv suh aashi bvzn vvl th vuchhn vvl. (yʿny yih bnvv hvsh gvsh vvl)"
  },
  {
    "verse_id": 3,
    "translation": "Ashi hạv ts vath khvah suh shukr krn vvl bnụ̄ tn ya kufr krn vvl bnụ̄ tn. (yʿny kufr krnuk th shukr krnuk akhtyar divan divan vvn ts zi kufrch vath kosh chhe th shukrch vath kosh chhe.)"
  },
  {
    "verse_id": 4,
    "translation": "Kufr krn valyn khạṭr chhe aashi hanklh th ṭvq th nar aalav dstyab krith thvvmut."
  },
  {
    "verse_id": 5,
    "translation": "Nyk lukh chyn (jntn mnz) shrabkụ̄ tithụ̄ jam yth mnz ābi kafvr āshi ralạvith."
  },
  {
    "verse_id": 6,
    "translation": "Yih āshi akh pkh vun nag yymhi kis ābs sintụ̄ Allah tʿālyā sndụ̄ bndh shrab chyn. Th ypạrụ̄ yczhn tpạrụ̄ krrn shvlyt san aamikụ̄ shakh."
  },
  {
    "verse_id": 7,
    "translation": "Yim āsn tim lukh yim (dunyahs mnz) ndhr chih pvurh kran (ndhr chuh murad, khudays sintụ̄ ʿhd krun zi ansan kri tmụ̄ sndi khạṭr frẓ khoth zạyd flạnụ̄ nyk kam), th tth dohs chih khoczan yymich āft prth and phhlith āshi."
  },
  {
    "verse_id": 8,
    "translation": "Th Allah tʿālyā sndis mḥbts mnz chih mskyns th ytyms th qindis khyn khyavan."
  },
  {
    "verse_id": 9,
    "translation": "(th timn chih vanan zi) asụ̄ chihv tohyih ṣrf Allah tʿālyā sndi khạṭr khyavan, asụ̄ nah chih tohyih nishhi kanhh bdlh yczhan th nah chih shkryh yaczhan."
  },
  {
    "verse_id": 10,
    "translation": "Ashi chuh pnnis rbs nishhi tmhi doh kh ʿdhabuk khvf yus skht mṣybtuk sytthah ziyvutth doh āshi."
  },
  {
    "verse_id": 11,
    "translation": "Lhādha, bchavi Allah tʿālyā timn tmhi doh kh shr nishhi th timn bkhshnh tazgy th survr."
  },
  {
    "verse_id": 12,
    "translation": "Th tihndi ṣbr bdlh kri timn jnt th ryshmy lbas ʿṭa. (ṣbruk lfẓ chuh yth jayih ath mʿnys mnz vrtavnh āmut zi ayman aannh pth rvudụ̄ tim mrnh kis dams tam Allah tʿālyā sndyn aḥkamn hnz pabndy kran th tmụ̄ snzi nafrmạny nishhi rvudụ̄ prhyz kran.)"
  },
  {
    "verse_id": 13,
    "translation": "Tthi āsn tim tahdyn msndn pytth tkyih lgạvụ̄ lgạvụ̄ bihith, nah stavi timn tapch grmy th nah skht srdy."
  },
  {
    "verse_id": 14,
    "translation": "Jntkụ̄ shihlụ̄ āsn nmith timn pytth sayih kran, th tmikụ̄ phl āsn hr vqth timn nkhh aannh āmtụ̄ th timn āshi pans tam (zi yithh pạtthụ̄ yczhn tithh pạtthụ̄ valn)."
  },
  {
    "verse_id": 15,
    "translation": "Timn brvnhh knhi āsn rophi sndụ̄ banh, (svrh zukhrf āyt 71 tahs mnz chuh arshad spudmut zi timn brvnhh knhi āsn sonh sndụ̄ banh grdsh krnavnh yivan. Amhi nishhi lvg pae zi kunhi vizi gczhn sonh sndụ̄ banh astʿmal th kunhi vizi gczhn roph sndụ̄) th shiyshiv pyalh āsn grdsh krnavnh yivan."
  },
  {
    "verse_id": 16,
    "translation": "Shyshhi thi tim yim roph qsmkụ̄ āsn, (yʿny āshi suh roph mgr shyshikụ̄ pạtthụ̄ āshi shfaf) th tim āsn (jnth kyv antẓam krn valyv) tthyk andaz muṭạbq bhrith thạvimtụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Tim yin tathi tithhi shrabkụ̄ jam chavnh yth mnz shvntth ralh āshi. (ahli ʿrb ạsụ̄ chvnkh shrabs sintụ̄ shvntth ralạvnh āmthi ābch milavtt psnd kran amhi mvjvb āv frmavnh zi tathi yiyhi timn suh shrab chavnh yth mnz shvntth ralạvith āshi)"
  },
  {
    "verse_id": 18,
    "translation": "Yih āshi jntuk akh nag yth salsbyl chih vnan."
  },
  {
    "verse_id": 19,
    "translation": "Tihndi khdmt khạṭr āsn tithụ̄ lrrkh davan phyran yim hmyshh lrrke rvzn, tvhụ̄ vuchhvukh tim th basyv zanth mokhth phlụ̄ chih yim chhkravnh chih āmtụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Tthi yvrkun thi tvhụ̄ nẓr trạviv nʿmte nʿmth vuchihv byyhi vuchihv akhi bddi slṭntuk saz v saman."
  },
  {
    "verse_id": 21,
    "translation": "Timn pytth āsn zovijhi ryshmhi hndụ̄ sbz lbas, byyhi aṭls th dybahkụ̄ palv, timn yin roph sndụ̄ krụ̄ lagnh. (svrh ḥj āyt 123 th svrh faṭr āyt 33 has mnz chuh āmut zi timn yin tath sonh sndụ̄ krụ̄ lagnh, amhi nishhi lvg pe zi pnnhi mrẓy th psnd mṭạbq yymhi saʿth tim yczhn tmhi saʿth lagn sonh sndụ̄ krụ̄, yymhi saʿth yczhn tmhi saʿth lagn roph sndụ̄ krụ̄, th yymhi saʿth yczhn doshve qsm lagn yikh vtth.) th tihund rb chavi timn suh shrab yus sytthah pạkyzh āshi."
  },
  {
    "verse_id": 22,
    "translation": "Yih chuh tuhund jza, th tuhunz kar guzạry chhe qạbli qdr mannh āmcz."
  },
  {
    "verse_id": 23,
    "translation": "Ae nby aasy chuh yih qrān hanhi hanhi tohyih pytth nạzil kvrmut, (yth jayih chih mkhạṭb bẓạhr nby albth jvab chuh kufarn hndi akhi aʿtraẓuk dinhi yivan. Tim ạsụ̄ vanan zi Muḥammad chih yih qrān khod panh svunch svunch bnavan, nth agr Allah tʿālyā sndi ṭrfh kanhh frman yiyhi he tylhi yiyhi he yikh vtth aaky saʿth.)"
  },
  {
    "verse_id": 24,
    "translation": "Lhādha, kriv tvhụ̄ pnnis rb sndis ḥukms pytth ṣbr, (yʿny tuhndụ̄ rbn yth kari ʿẓmys pytth tvhụ̄ mamvur chihv krimtụ̄ tmhi kyn mshklatn th skhtyn pytth kriv ṣbr, ykynczhah thi tohyih pytth guzri suh rvziv hmt san brdasht kran th thạbt qdmy mnz mah diyv kmzvry yinh) th timav mnz mah mạniv kạnshi bdʿml snz ya mnkri ḥq snz kth."
  },
  {
    "verse_id": 25,
    "translation": "Pnnis rb sund nav kriv ṣbḥ v sham yad."
  },
  {
    "verse_id": 26,
    "translation": "Rats thi spdiv tmụ̄ sndis ḥẓvrs mnz sjdh ryz, th rạcz hndyn ṭvyl vqtn mnz rvuziv tmụ̄ snz tsbyḥ kran. (yylhi Allah tʿālyā sndi yad krnuk ḥkm vqth kh tʿīun san dinh chuh yivan tylhi chuh tmhi nishhi murad nmaz āsan. Yth āyts mnz chuh sarive brvnhh frmavnh āmut: va adhkuri asma rabika bukraha v aaṣiylaan, bkurh chih ʿrby zbạnụ̄ mnz ṣubḥs vnan th lfẓ aṣl chuh zval kh vqth pytthh ghrvbi āftabs tam khạṭr vrtavnh yivan yath mnz ẓhr th ʿṣrkụ̄ avqat chih yivan. Pth āv frmavnh: vamina alayli faasjud lahu. Rạcz hund vqt chuh āftab lvsnh pth shrvʿ gczhan, amhi mvjvb chhe rạcz mnz sjdh krnh kis ḥkms mnz mghrb th ʿshaʿ doshvnụ̄ vqtn hnz nmaz shạml spdan. Aamhi pth yih arshad zi rạcz hndyn ṭvyl vqtn mnz rvuziv tmụ̄ snz tsbyḥ kran, chuh thjud nmazi kun ṣaf asharh kran.)"
  },
  {
    "verse_id": 27,
    "translation": "Yim lukh chih jldy ḥạṣl spdn vạlis chyzs (dunyahs) sintụ̄ mḥbt thavan, th brvnhh kun yus gvb doh yinh vvl chuh tth chih nẓr andaz kran."
  },
  {
    "verse_id": 28,
    "translation": "Aasy chih yim pạd krimtụ̄ th yihndụ̄ bnd th jvrr chih mẓbvṭ krimtụ̄ th yylhi asụ̄ yczhv yihnz shklh hykv bdlạvith."
  },
  {
    "verse_id": 29,
    "translation": "Yih chhe akh nṣyḥt, vvnụ̄ yymụ̄ sund dl yyczihh suh krin pnnis rbs kun gczhnch vath akhtyar."
  },
  {
    "verse_id": 30,
    "translation": "Th tuhndi yczhnh sintụ̄ chuhnh kihnụ̄ spdan yvt tam nh Allah tʿālyā yyczihh, yqynaan chuh Allah tʿālyā sytthah zann vvl th ḥkmt vvl."
  },
  {
    "verse_id": 31,
    "translation": "Pnnis rḥmts mnz yas yczhan chuh ts chuh dạkhl kran, th ẓạlmn khạṭr chuh tmụ̄ dg tulh vun ʿdhab tyar thvvmut."
  }
]