[
  {
    "verse_id": 1,
    "translation": "Timn (hva hn) hund qasm yim pyvttuhs pytth chih svznh yivan."
  },
  {
    "verse_id": 2,
    "translation": "Pth chih ṭvufạny rftari san pkan."
  },
  {
    "verse_id": 3,
    "translation": "Th (avbrs) chih thvd tulith phạlavan."
  },
  {
    "verse_id": 4,
    "translation": "Pth chih (timn) phasvith juda kran."
  },
  {
    "verse_id": 5,
    "translation": "Pth chih (diln mnz Allah tʿālyā snz) yad travan."
  },
  {
    "verse_id": 6,
    "translation": "ʿdhr kh ṭvr nath khocznavnh kh ṭvr. (yʿny kunhi vizi chih tihndi nah yinh kh vjh sintụ̄ th qḥṭuk khṭrh pạd spdnh sintụ̄ dl ghmgyn spdan th lukh chih lagan khudays brvnhh knhi tvbh th astghfar krun. Kunhi saʿth yylhi tim rḥmti baran hyth chih yivan tmhi saʿth chih lukh Allah tʿālyā sund shkr kran th kunhi vizi chhe tihnz ṭvfạny skhty diln mnz bym pạd kran, th tbạhy hndi ddr chih lukh khudays kun rjvʿ kran.)"
  },
  {
    "verse_id": 7,
    "translation": "Yymhi chyzuk tohyih sintụ̄ vʿdh chuh yivan krnh suh chuh ẓrvr vaqʿ spdn vvl. (yʿny hva hn hund yih antẓam chuh amhi kthhi hnz shhadt divan zi akhi vqth yiyhi qyamt ẓrvr. Agrchhi hva mkhlvqn hnzi zndgy khạṭr akh ahm dhryʿh chuh mgr Allah tʿālyā yylhi yyczihh, ath hykhi tbạhy hund dhryʿh bnạvith th bnavan thi chuh.)"
  },
  {
    "verse_id": 8,
    "translation": "Pth yylhi tark be nvur spdn."
  },
  {
    "verse_id": 9,
    "translation": "Th āsman yiyhi phasavnh."
  },
  {
    "verse_id": 10,
    "translation": "Th pharr yin dvnnh."
  },
  {
    "verse_id": 11,
    "translation": "Th rsvln hnzi ḥạẓry hund vqt vathi. (qrān ʿẓyms mnz chhe varyahn jayn yih kthh byan krnh āmcz zi mydani ḥshrs mnz yylhi ainsạny zuryạcz hund mqdmh pysh spdi prth qvmuk rsvl yiyhi shhadt khạṭr pysh krnh takh suh diyih amhi kthhi hnz gvạhy zi tmụ̄ avs Allah tʿālyā sund pygham lukn tam vatnvvmut), (tmhi doh spdi suh chyz ẓrvr vaqʿ)"
  },
  {
    "verse_id": 12,
    "translation": "Kmhi doh khạṭr chhe yih kạm āmcz tulith thavnh?"
  },
  {
    "verse_id": 13,
    "translation": "Faṣlh kh doh khạṭr."
  },
  {
    "verse_id": 14,
    "translation": "Th tohyih kya khbr chahv zi suh faṣluk doh kya chuh?"
  },
  {
    "verse_id": 15,
    "translation": "Tbạhy chhe tmhi doh buth pihrn valyn khạṭr."
  },
  {
    "verse_id": 16,
    "translation": "Kya aashi krụ̄ na brvuntthim hlak?"
  },
  {
    "verse_id": 17,
    "translation": "Pth krrvkh asụ̄ timne pth ptim."
  },
  {
    "verse_id": 18,
    "translation": "Mujrmn sintụ̄ chih asụ̄ yy kynczhah kran."
  },
  {
    "verse_id": 19,
    "translation": "Tbạhy chhe tmhi doh buth pihrn valyn khạṭr. (yth jayih chhe yih kth ath mʿnys mnz vrtavnh āmcz zi dunyahs mnz yus tihund anjam spudmut chuh, ya āyndh spdi suh chuhnh tihund aṣly sza kynhh, blkh aṣly tbạhy spdi timn pytth fạṣlh kh doh nạzil.)"
  },
  {
    "verse_id": 20,
    "translation": "Kya aashi chihvna tvhụ̄ akhi ḥqyr ābh nishh pạd krimtụ̄?"
  },
  {
    "verse_id": 21,
    "translation": "Th thvv suh akis mḥfvẓ jayih tthhrạvith."
  },
  {
    "verse_id": 22,
    "translation": "Akis mqrr vqts tam."
  },
  {
    "verse_id": 23,
    "translation": "Tylhi vuchihv, ashi ạs ath pytth qdrt, lhādha chih asụ̄ sytthah jan qdrt thavn vạlụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Tbạhy chhe tmhi doh buth pihrn valyn khạṭr. (yʿny mvt pth zndgy hndi amkanch yih ttakarh dlyl brvnhh knhi ạsith thi yim lukh aaz aath buth chih pihran, tim vuchhn tmhi doh tbạhy.)"
  },
  {
    "verse_id": 25,
    "translation": "Kya aashi bnạv na zmyn kom krith vttith aann vajinụ̄?"
  },
  {
    "verse_id": 26,
    "translation": "Zndn khạṭr thi th mordn khạṭr thi."
  },
  {
    "verse_id": 27,
    "translation": "Th aath mnz jmạvụ̄ blnd th bala pharr, th tvhụ̄ chạviv myvutth āb."
  },
  {
    "verse_id": 28,
    "translation": "Tbạhy chhe tmhi doh buth pihrn valyn khạṭr. (yʿny yim lukh Allah tʿālyā sndi qdrtkụ̄ th ḥkmtkụ̄ yim krishmh vuchihth thi ạkhrt mmkn th mʿqvl āsns ankar chih kran, tim chih pnnhi aath kham khyạly mnz āvrụ̄ yczhan rvzun th rvuzitn, yymhi doh yih svrue kynhh tihndyn tvqʿātn khlaf pysh yiyih, tmhi doh lghi timn pe zi yih ghlṭy krith hycz timv pnny khạṭr tbạhy mvlụ̄.)"
  },
  {
    "verse_id": 29,
    "translation": "Pkiv vonụ̄ tthụ̄ chyzs kun yus tvhụ̄ aapuz ạsiv zanan. (ạkhrtkụ̄ dlạyl dinh pth chuh vonụ̄ yih vnnh yivan zi yylhi suh vaqʿ spdi tylhi kus ḥshr spdi yimn mnkrn tathi)"
  },
  {
    "verse_id": 30,
    "translation": "Pkiv tth says kun yus turh shakhl āshi. (sayih nishhi chuh murad dhuk sayih, th tryn shakhn hund mṭlb chuh yih zi yylhi kanhh sytthah bvdd dhụ̄ lmbukh vothan chuh, suh chuh hyvr khsith pth kynczhn shakhn mnz tqsym spdan.)"
  },
  {
    "verse_id": 31,
    "translation": "Nah shyhjar dinh vvl th nah nar chpạcz nishhi bchavan vvl."
  },
  {
    "verse_id": 32,
    "translation": "Suh nar chahkhi mḥl khann hishhi bjhi bjhi timbr. (yimh thvd vothan vothan ticzhh basn)"
  },
  {
    "verse_id": 33,
    "translation": "Znth timh lydrụ̄ avuntt chih."
  },
  {
    "verse_id": 34,
    "translation": "Tbạhy chhe tmhi doh buth pihrn valyn khạṭr."
  },
  {
    "verse_id": 35,
    "translation": "Yih chuh suh doh yth mnz tim kihinụ̄ vann nh."
  },
  {
    "verse_id": 36,
    "translation": "Th nh yiyhi timn mvqʿ dinh zi kanhh ʿdhr krin pysh. (yʿny timn khlaf yiyhi muqdmh ticzahv mẓbvṭ shhadtv sintụ̄ thạbt krnh zi timn gczih dam. Th tihindi khạṭr rvzi nh kanhh ʿdhr pysh krnch gunjạysh.)"
  },
  {
    "verse_id": 37,
    "translation": "Tbạhy chhe tmhi doh buth pihrn valyn khạṭr."
  },
  {
    "verse_id": 38,
    "translation": "Yih chuh fạṣluk doh, ashi chihv tvhụ̄ th tohyih brvuntthm guzrymtụ̄ lukh jmʿ krimtụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Vonụ̄ agr tvhụ̄ kanhh chal chlạvith hykiv tylhi vuchihv myạnis mqabls mnz chlạvith."
  },
  {
    "verse_id": 40,
    "translation": "Tbạhy chhe tmhi doh buth pihrn valyn khạṭr."
  },
  {
    "verse_id": 41,
    "translation": "Mtqy lukh chih aaz shyhjarn th nagn mnz."
  },
  {
    "verse_id": 42,
    "translation": "Th yim myvh tim yczhn (tihndi khạṭr chih ḥạẓr)."
  },
  {
    "verse_id": 43,
    "translation": "Khyyiv th chyyiv mzh san pnnyn timn ʿmln hndis mʿāvẓs mnz yimh tvhụ̄ kran chihv rvudimtụ̄."
  },
  {
    "verse_id": 44,
    "translation": "Asụ̄ chih nyk lukn yutuhe jza divan."
  },
  {
    "verse_id": 45,
    "translation": "Tbạhy chhe tmhi doh buth pihrn valyn khạṭr."
  },
  {
    "verse_id": 46,
    "translation": "Khyyiv th kriv mzh kynczhn dohn (vonụ̄ chih klam khtm kran kran yim klmat nah ṣrf kfari mkn blkh dunya kyn tmam kufarn mkhạṭb krith vannh yivan) drḥqyqt chihv tvhụ̄ lukh mujrm."
  },
  {
    "verse_id": 47,
    "translation": "Tbạhy chhe tmhi doh buth pihrn valyn khạṭr."
  },
  {
    "verse_id": 48,
    "translation": "Yylhi yimn vnnh chuh yivan zi (khudays brvnhh knhi) nmiv tylhi chihnh naman."
  },
  {
    "verse_id": 49,
    "translation": "Tbạhy chhe tmhi doh buth pihrn valyn khạṭr."
  },
  {
    "verse_id": 50,
    "translation": "Yymhi (qrān) pth kus klam hykhi vonụ̄ tiyuth ạsith yth pytth yim ayman aann?"
  }
]