[
  {
    "verse_id": 1,
    "translation": "Yim lukh kath chyzs mtʿlq chih panh vạnụ̄ prczhh gạr kran?"
  },
  {
    "verse_id": 2,
    "translation": "Kya tth bjhi khbri mtʿlq chha,"
  },
  {
    "verse_id": 3,
    "translation": "Yth bars mnz yim mkhtlf qyas ārạyyih krns mnz āvrụ̄ chih?"
  },
  {
    "verse_id": 4,
    "translation": "Hrgz nh! ʿnqryb lghi yimn pae."
  },
  {
    "verse_id": 5,
    "translation": "Ā, hrgz nh! ʿnqryb lghi yimn pae. (yʿny yimh kthh ạkhrs mtʿlq yim lukh vnan chih timh sare chhe ghlṭ. Yikynczhah yimav smjhmut chuh thi chuhnh hrgz thi ṣḥyḥ)"
  },
  {
    "verse_id": 6,
    "translation": "Kya yih chuhna pvz zi aashi bnạv zmyn frsh?"
  },
  {
    "verse_id": 7,
    "translation": "Th pharr tthạkụ̄ mykhn hndụ̄ pạtthụ̄?"
  },
  {
    "verse_id": 8,
    "translation": "Th tvhụ̄ kriv (mrdn th mstvuratn hnzn) jvryn hnzi shklhi mnz pạd."
  },
  {
    "verse_id": 9,
    "translation": "Th tuhnz nindr bnạv tuhndi khạṭr skvunuk bạʿth?"
  },
  {
    "verse_id": 10,
    "translation": "Byyhi bnạv rat prdh pvsh?"
  },
  {
    "verse_id": 11,
    "translation": "Th doh bnvv kmavnuk vqt?"
  },
  {
    "verse_id": 12,
    "translation": "Th tohyih pytthh kanhi krụ̄ sth mẓbvuṭ āsman qạyim?"
  },
  {
    "verse_id": 13,
    "translation": "Byyhi kvr akh sytthah przlh vun th grm czvng pạd? (aamiyk mṭlb chuh āftab. Draṣl chuh lfẓ vahaj astʿmal spudmut. Aamiyk mʿny chuh anthạyy grm th aamhi ʿlavh chuh aamiyk mʿny sytthah gashdar thi, amhi mvjvb chih aashi trjms mnz doshve mʿne drj krmtụ̄.)"
  },
  {
    "verse_id": 14,
    "translation": "Byyhi trvv avbr nishhi lgatar rvud?"
  },
  {
    "verse_id": 15,
    "translation": "Takh aamhi sintụ̄ yin anaj, sbzy,"
  },
  {
    "verse_id": 16,
    "translation": "Th gnụ̄ bagh vopdanh."
  },
  {
    "verse_id": 17,
    "translation": "Be shk chuh fạṣluk doh akh mqrr vqt."
  },
  {
    "verse_id": 18,
    "translation": "Yymhi doh ṣvurs phokh layinh yiyhi tvhụ̄ yiyiv fvj dr fvj nybr nyirith."
  },
  {
    "verse_id": 19,
    "translation": "Th āsman yiyhi mczravnh ḥtyā kh suh banhi drvazae drvazh."
  },
  {
    "verse_id": 20,
    "translation": "Th pharr yin pknavnh yvt tam zn tim srab (sykilụ̄) bnn."
  },
  {
    "verse_id": 21,
    "translation": "Pzr chuh yih zi jhnm chuh akh zag. (zag chih tth jayih vnan yosh shkar phsavnh mokhh chhe bnavnh yivan takh suh yiyhi be khbr pạtthụ̄ th achank phshi ath mnz. Jhnm khạṭr chuh yih lfẓ amhi mvjvub vrtavnh āmut zi khdae sndụ̄ bạghy chih tamhi nishhi be khvf spdith dunyahs andr yih zạnith votth tulan zi khdae snz khdạyy chhe tihndi khạṭr akh kuhlh mạdan th yythi chuhnh kunhi thphi hund khṭrah kynhh, ama pvz jhnm chuh tihndi khạṭr akh tuyith pvushydh zag yth mnz tim achank phsn th pth āsykh nh kanhh mokln pae.)"
  },
  {
    "verse_id": 22,
    "translation": "Buthụ̄ pihryn hund tthkanh."
  },
  {
    "verse_id": 23,
    "translation": "Yth andr tim varyahn zytthyn kaln rvzn. (lfẓ chuh aaḥqaab vrtavnh āmut, yymikụ̄ mʿne chih pyvttuhs pytth yinh vạlụ̄ ṭvyl zmanh, tithụ̄ mslsl davr zi akh dvr khtm spdane gczihh byakh dvr shrvʿ)"
  },
  {
    "verse_id": 24,
    "translation": "Tath andr hykn nh tim kunhi trnhi th chyns layq chyzuk dhạyqh vuchihth."
  },
  {
    "verse_id": 25,
    "translation": "Agr kynhh mylykh thi suh āshi tvt (busur) āb th zkhmn hund ras."
  },
  {
    "verse_id": 26,
    "translation": "(tihndyn krtvutn hund) pvur pvur bdlh."
  },
  {
    "verse_id": 27,
    "translation": "Timn avs nh kunhi ḥsabuk tvqʿ."
  },
  {
    "verse_id": 28,
    "translation": "Th sạnụ̄ āyat ạsụ̄ timav balkl aapzụ̄ zạnimtụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Th ḥal avs yih zi ashi avs prth kanhh chyz gnzrụ̄ gnzrụ̄ lykhith thvvmut."
  },
  {
    "verse_id": 30,
    "translation": "Vvnụ̄ vuchihv mzh, asụ̄ krv nh tuhndi khạṭr ʿdhab vrạe kunhi chyzs mnz hrgiz thi aẓafh."
  },
  {
    "verse_id": 31,
    "translation": "Pzụ̄ pạtthụ̄ chuh mtqy yn khạṭr kamrạny hund akh thvd mqam."
  },
  {
    "verse_id": 32,
    "translation": "Bagh th dachh,"
  },
  {
    "verse_id": 33,
    "translation": "Byyhi kvr (aanhrshhi) hm ʿmr kvri,"
  },
  {
    "verse_id": 34,
    "translation": "Byyhi chhlkh vnụ̄ jam."
  },
  {
    "verse_id": 35,
    "translation": "Tathi bvzn nh tim kanhh fẓvl th aapz kth."
  },
  {
    "verse_id": 36,
    "translation": "Jza th sytthah anʿām tuhndis rb sndi ṭrfh. (jza pth sytthah czvr anʿām dinch dhkr chhe yih mʿnhi thavan zi yimn yiyhi nh ṣrf sue yvt jza dinh yymikụ̄ tim pnnyn nyk ʿmln hndis bunyads pytth ḥqdar āsn, blkh yiyhi ath pytth yimn mzyd anʿām th kạfy anʿām dinh.)"
  },
  {
    "verse_id": 37,
    "translation": "Ts ḥd rvs mhrban Allah tʿālyā sndi ṭrfh yus zmyns th āsman byyhi yimn drmyan kh prth chyzuk mạlik chuh, ys brvntthh kanhi kạnshi chuhnh ṭaqt kth krnuk. (yʿny mydani ḥshrs mnz āshi drbari alhāy kh rʿbuk yih ʿālm zi ahli zmyn ạsitn ya ahli āsman, kạnshi āshi nh mjal zi pạnụ̄ pane mczravi Allah tʿālyā sndis drbars mnz zban ya hykhi ʿdalt chih kamhi andr mdakhlt krith.)"
  },
  {
    "verse_id": 38,
    "translation": "Yymhi doh rvḥ th mlạyik āsn ṣfh gnddith vodnhi (yath āyts mnz chuh rvḥ murad jbryl amyn th yimn yus bulnd mrtbh Allah tʿālyā hs nishhi chuh aamy vjh kinụ̄ chhe baqy mlkav nishhi byvn yihnz dhkr krnh āmcz) kanhh kri nh kth sivae tas yas khdae rḥman ajazt diyih byyhi yus tthyk kath vanhi."
  },
  {
    "verse_id": 39,
    "translation": "Suh doh chuh brḥq, vonụ̄ yus yyczihh suh kritn pnnis rbs kun phyrnch vath akhtyar."
  },
  {
    "verse_id": 40,
    "translation": "Aashi chihv tvhụ̄ tamhi ʿdhab nishhi khocznạvimtụ̄ yus nkhh chuh vvtmut, yymhi doh ansan thi svrue kynhh vuchih yus tmụ̄ pnnyv aathv brvnhh kun chuh svuzmut, th kạfr layih krykh zi kash bh āsha khak."
  }
]