[
  {
    "verse_id": 1,
    "translation": "Qsm chuh timn (frshtn) hund yim ddubith laman chih,"
  },
  {
    "verse_id": 2,
    "translation": "Th var var chih krrith nivan, (aamhi nishhi chuh murad tim frshth yim mvth vqth ansan sund zuv amụ̄ sndyn jsmh kyn sanirn tam vsith th amụ̄ snzv ragv mnz lmith krran chih)"
  },
  {
    "verse_id": 3,
    "translation": "Th (timn frshtn hund yim kaʿnats mnz) tyzy san czhantthi phyran chih, (aamhi nishhi chuh murad tim frshth yim aḥkami alhāy kis tʿmyls mnz tithh pạtthụ̄ ravan davan chih rvzan znth tim fẓahs mnz czhantt chih vayan āsan)"
  },
  {
    "verse_id": 4,
    "translation": "Pth chih (ḥkm bja aanns mnz) sbqt kran (aamhi nishhi chuh murad yih zi ḥkmi alhāy yuk asharh rttnch chhe tạr zi prth kanhh chuh amih kis tʿmyls mnz ttkh nivan th brvnhh nyrnch kvshsh kran)"
  },
  {
    "verse_id": 5,
    "translation": "Pth chih (aḥkami alhāy mṭạbq) mʿāmlatn hund antẓam pkh navan. (yim chih kaʿnat kh slṭntkụ̄ tim karkun yihndyn athn mnz dunyahuk svrue antẓam Allah tʿālyā sndi ḥkmh mṭạbq chlan chuh)"
  },
  {
    "verse_id": 6,
    "translation": "Yymhi doh hytth mari bunilụ̄ hytth."
  },
  {
    "verse_id": 7,
    "translation": "Th athụ̄ pte lghi byakh hytth."
  },
  {
    "verse_id": 8,
    "translation": "Kynhh dl āsn tim yim tamhi doh khvfh sintụ̄ nttan āsn."
  },
  {
    "verse_id": 9,
    "translation": "Tihnz nẓr āsn lrzymcz."
  },
  {
    "verse_id": 10,
    "translation": "Yim lukh chih vnan, kya pzụ̄ pạtthụ̄ yimvah asụ̄ pvt phirith vaps aannh?"
  },
  {
    "verse_id": 11,
    "translation": "Kya yylhi ha asụ̄ dodrymcz khokhri addjhi bnymtụ̄ āsav?"
  },
  {
    "verse_id": 12,
    "translation": "Vannhi lgụ̄, yih pvt phyrun āshi tylhi sytthah khsarh dinh vvl. (yʿny yylhi timn jvab dinh āv zi, ā, yy spdi. Pth lgụ̄ timụ̄ mdhaqh rngụ̄ panh vạnụ̄ aakh akis vannhi zi he yarv, hrgah aashi pzụ̄ pạtthụ̄ pvt phyirith nvi sr zndgy hndis ḥalts mnz pyvv yun tylhi kyash mvudụ̄ asụ̄, aashi pyvv tylhi tavan.)"
  },
  {
    "verse_id": 13,
    "translation": "Ḥalankh yih chuh bs yutue kamhi pyvunt zi zvr san spdi akh grinnz."
  },
  {
    "verse_id": 14,
    "translation": "Th achank āsn yim akis kuhlh mạdans mnz mvjvd."
  },
  {
    "verse_id": 15,
    "translation": "Tohyih chha mvsyā ʿlyh alslam sndi qṣch khbr vạczmcz?"
  },
  {
    "verse_id": 16,
    "translation": "Yylhi tmụ̄ sndụ̄ rbn ts ṭvyā chih mqds vạdy andr nad lve zi,"
  },
  {
    "verse_id": 17,
    "translation": "Frʿūns nishhi gczh, suh chuh buthụ̄ pihyur spudmut."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi van ts, kya czh chuhkh aamhi khạṭr tyar zi pạkyzgy krkh akhtyar?"
  },
  {
    "verse_id": 19,
    "translation": "Th bh kre chạnis rbs kun chạnụ̄ rhnmạʿy, pth gczihh (tmụ̄ sund) khvf cze mnz pạd."
  },
  {
    "verse_id": 20,
    "translation": "Pth hạv mvsyā ʿlyh alslaman (frʿūns nishhi gczihth) tas bdd nshạny. (bdd nshạny chuh murad ʿāṣuk shhmar bnun yymich dhkr qrāni mjyds andr varyahn jayn chhe krnh āmcz)"
  },
  {
    "verse_id": 21,
    "translation": "Mgr tmụ̄ kvr ankar th mvnun nh kynhh."
  },
  {
    "verse_id": 22,
    "translation": "Pth pihyvur chalbạziyih krnh khạṭr pvt."
  },
  {
    "verse_id": 23,
    "translation": "Krin lukh jmʿ krykh lạyith."
  },
  {
    "verse_id": 24,
    "translation": "Pth vv nnkh, bh chuhs tuhnd sarive khoth bvdd khdae."
  },
  {
    "verse_id": 25,
    "translation": "Ạkhr kar rvtt suh Allah tʿālyā hn ạkhrt kis th dnyakis ʿdhabs mnz."
  },
  {
    "verse_id": 26,
    "translation": "Drḥqyqt chuh ath mnz bvdd bar ʿbrt prth ts shkhṣs khạṭr yus khoczi. (yʿny khdae sund rsvl nh mannh kh tamhi anjam nishhi khvczin yus anjam frʿūnan vuchh)"
  },
  {
    "verse_id": 27,
    "translation": "Kya tuhnz tkhlyq chha zyadh skht kạm kinh āsmanch? Allah tʿālyā hn bnvv yih."
  },
  {
    "verse_id": 28,
    "translation": "Aamyuk chht tulun varyah thvd pth kvrun aath tvazun qạyim."
  },
  {
    "verse_id": 29,
    "translation": "Aamich rat bnạvn gtt th doh kvddun nvn."
  },
  {
    "verse_id": 30,
    "translation": "Aamhi pth vthrạvn zmyn."
  },
  {
    "verse_id": 31,
    "translation": "Aamhi mnz kvddun aamyuk āb th nyvur. (yʿny tim kulụ̄ kttụ̄ yim ansan th ḥyvan ghdha rngụ̄ astʿmal kran chih)"
  },
  {
    "verse_id": 32,
    "translation": "Th ath mnz thạvin pharr tthạkith."
  },
  {
    "verse_id": 33,
    "translation": "Tuhndi nfʿ khạṭr th byyhi tuhndyn charvayn hndi fạydh khạṭr."
  },
  {
    "verse_id": 34,
    "translation": "Pth yylhi suh ʿẓym hngamh (murad chuh qyamt) brpa spdi,"
  },
  {
    "verse_id": 35,
    "translation": "Yymhi doh ansan pnun svrue kvrmut th krvvmut yad kri,"
  },
  {
    "verse_id": 36,
    "translation": "Th hr kạnshi vuchhan vạlis brvntthh kanhi yiyhi dvzkh mczrạvith thavnh,"
  },
  {
    "verse_id": 37,
    "translation": "Vonụ̄ yymụ̄ srkshy krmcz ạs,"
  },
  {
    "verse_id": 38,
    "translation": "Th dnyachhi zndgy ạsn trjyḥ diczmcz,"
  },
  {
    "verse_id": 39,
    "translation": "Dvzkhe āshi pzụ̄ pạtthụ̄ tmụ̄ sund tthkanh."
  },
  {
    "verse_id": 40,
    "translation": "Th yymụ̄ pnnis rbs brvnhh knhi khrra spdnuk khvf avs thvvmut, byyhi avsun bur khvạhshatav nishhi pnun nfs pth rvttmut,"
  },
  {
    "verse_id": 41,
    "translation": "Tmụ̄ sund tthkanh āshi pzụ̄ pạtthụ̄ jnt."
  },
  {
    "verse_id": 42,
    "translation": "Yim lukh chih tohyih prczhan zi ạkhr kr yiyhi so gr? (yʿny qyamt)"
  },
  {
    "verse_id": 43,
    "translation": "Yih kathi chhe tuhnz kạm zi aamyuk vqt vniv."
  },
  {
    "verse_id": 44,
    "translation": "Aamyuk ʿlm chuh khdays nishhi and vatan."
  },
  {
    "verse_id": 45,
    "translation": "Tvhụ̄ chihv ṣrf khbrdar krn vạlụ̄ hr kạnshi tas shkhṣs yus aamyuk khvf thavi."
  },
  {
    "verse_id": 46,
    "translation": "Yymhi doh yim lukh aath vuchhn th yimn bashi zanth (yim dnyahas mnz ya mvt kis ḥalts mnz) chih doh kis ptmis ya goddnikis phrs rvudimtụ̄."
  }
]