[
  {
    "verse_id": 1,
    "translation": "Nagvạry th be rukhy vartạvn."
  },
  {
    "verse_id": 2,
    "translation": "Aath kathhi pytth zi suh nabyna āv timn nishhi (aamhi pth yim āyat chih timv nishhi chuh pae lgan zi be rukhy th nagvạry vrtavan vạlụ̄ ạsụ̄ khod panh nby. Yas nabyna shkhṣh sund dhkr yath jayh krnh āmut chuh tim ạsụ̄ ḥẓrt abni aumi mktvm yim ḥẓrt khdyjh rẓy Allah tʿālyā ʿnha hs pophtrụ̄ bạe ạsụ̄. Nby ạsụ̄ aamhi saʿth mkh kyn kufarn hndyn bddyn bddyn srdarn dyni aslamch dʿūt dins mnz mshghvl zi athụ̄ dvran chih ḥẓrt abni aumi mktvm (nabyna) ḥạẓr spdan, th tim chih kynhh sval prczhnụ̄ hyvan. Ḥẓvr ṣly Allah ʿlyh v slmn chhe aath mvqʿs pytth tihnz yih mdakhlt nagvar gczhan)."
  },
  {
    "verse_id": 3,
    "translation": "Tohyih kya khbr chhe, bnan chuh suh sudhriha."
  },
  {
    "verse_id": 4,
    "translation": "Ya kriha nṣyḥts pytth ghvr th tmụ̄ sndi khạṭr āshi he nṣyḥt krnụ̄ fạydh mnd?"
  },
  {
    "verse_id": 5,
    "translation": "Yus shkhṣ laprvạhy vrtavan chuh,"
  },
  {
    "verse_id": 6,
    "translation": "Tas kun chihv tvhụ̄ tvjh divan."
  },
  {
    "verse_id": 7,
    "translation": "Ḥalankh hrgah suh sudhri nh kynhh, tamhi pth kya dhmh dạry chhe tohyih pytth tmụ̄ snz?"
  },
  {
    "verse_id": 8,
    "translation": "Th yus panh tohyih kun davan chuh yivan."
  },
  {
    "verse_id": 9,
    "translation": "Khoczan chuh āsan."
  },
  {
    "verse_id": 10,
    "translation": "Tmis nishhi chihv tvhụ̄ be rukhy vrtavan."
  },
  {
    "verse_id": 11,
    "translation": "Hrgz nh, yih chhe akh nṣyḥt. (yʿny yih mah kriv hrgz thi. Yimav lukv khdae āshi mshrvvmut th pnnis dunyạvy vjahats pytth āsykh phokh th nashhi khvtmut timn mah diyv ahmyt. Aslamch tʿlym chhanh suh chyz kynhh zi yus aamhi nishhi buth pihri ts yiyhi yih āpravnh. Byyhi nah chhe tuhnz yih shan zi yim mghrvr lukh aslams kun aannh khạṭr kriv kunhi tamhi andazh kvshsh, yymhi sintụ̄ yim aath ghlṭ fhmy mnz hynh yin zi tuhnd kanhh ghrẓ chuh yimn tal phsith zi yylhi yim manan th dʿūt pkhi brvnhh, yylhi nh yim manan tylhi gczihh dʿūt nakam. Ḥq chuh yimn nishhi tyvutah be nyaz yvtah yim ḥqh nishhi benyaz chih.)"
  },
  {
    "verse_id": 12,
    "translation": "Yas khosh kri suh ratthi aath."
  },
  {
    "verse_id": 13,
    "translation": "Yih chhe timn ṣḥyfn andr drj yim mkrm chih."
  },
  {
    "verse_id": 14,
    "translation": "Thdi payikụ̄ chih, yim pạkyzh chih. (yʿny yim chih prth qsmh kh mlavtt nishhi pak, yimn mnz chhe khalṣ ḥqch tʿlym pysh krnh āmcz. Kunhi nvʿītkụ̄ baṭl th fạsd khyalat th nẓryat chihnh yimn mnz aczith hykụ̄ mtụ̄.)"
  },
  {
    "verse_id": 15,
    "translation": "Timn kạtibn hndyn aathn mnz chih rvzan,"
  },
  {
    "verse_id": 16,
    "translation": "Yim mʿzz th nyk chih. (murad chih tim frshth yim qrān kyn yimn ṣḥyfan Allah tʿālyā sndi brahi rast hdayt mṭạbq lykhan ạsụ̄, yimn ạsụ̄ ḥfaẓt kran th rsvl Allah ṣly Allah ʿlyh v slmn tam ạsụ̄ tamy āyih vatnavan yymhi āyih tim ạsụ̄.)"
  },
  {
    "verse_id": 17,
    "translation": "Lʿnt ạsin ansanas pytth, kiyuth skht munkri ḥq chuh yih. (yythi pytthh chuh ʿiitabuk (shrartuk) rokh brahi rast timn kạfrn kun phyran yim ḥqh nishhi benyạzy vrtavan ạsụ̄. Aamhi brvnhh avs svrh shrvʿ spdnh pytthh āyt 16 has tam rsvl Allah ṣly Allah ʿlyh v slmn khṭab, th ʿiitab avs drprdh kạfrn kun. Aamyuk andazi byan avs yih zi ae nby ṣly Allah ʿlyh v slm, akh ḥquk ṭạlib akith kun trạvith kmn lukn pytth chihv pnun tvjh divan. Yim chih dʿūti ḥq kh nqṭh nẓr kinụ̄ balkl beqdr v qinmt. Yihnz chhanh yih ḥythyte zi tohyih hyvu ʿẓym alqdr pyghmbr kri qrān hyvu blnd mrtbh vvl chyz yimn brvnhh knhi pysh.)"
  },
  {
    "verse_id": 18,
    "translation": "Kmhi chyz nishhi kvr yih Allah tʿālyā hn pạd?"
  },
  {
    "verse_id": 19,
    "translation": "Nṭfhi kh akhi qṭr nishhi kvr yih Allah tʿālyā han pạd, pth kvrun amụ̄ sund tqdyr mqrr."
  },
  {
    "verse_id": 20,
    "translation": "Pth krn amụ̄ sndi khạṭr zndgy hnz vath āsan."
  },
  {
    "verse_id": 21,
    "translation": "Pth duytnas mvt th vatnvvun qbri andr."
  },
  {
    "verse_id": 22,
    "translation": "Pth yylhi suh yyczhih, suh hykhi amis dvbar khrra (zndh) krith."
  },
  {
    "verse_id": 23,
    "translation": "Hrgz nh, amụ̄ kvr nh suh frẓ pvur yymuyk Allah tʿālyā han amis ḥkm avs duytmut."
  },
  {
    "verse_id": 24,
    "translation": "Pth vuchhtan yih ansan dhra pnnis khoraks kun."
  },
  {
    "verse_id": 25,
    "translation": "Aashi trvv zmyns pytth sytthah āb. (amhi nishhi chuh murad rvud)"
  },
  {
    "verse_id": 26,
    "translation": "Pth kr zmyn chak ʿjyb pạtthụ̄."
  },
  {
    "verse_id": 27,
    "translation": "Pth vopdạvụ̄ tamhi mnz anaj."
  },
  {
    "verse_id": 28,
    "translation": "Th dachh th trkari."
  },
  {
    "verse_id": 29,
    "translation": "Th zytvn th khzr."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi gnụ̄ bagh."
  },
  {
    "verse_id": 31,
    "translation": "Th qsm var myvh th gash."
  },
  {
    "verse_id": 32,
    "translation": "Tuhndi khạṭr th tuhndyn charvayn khạṭr zndgy hndi samanh rngụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Ạkhr kar yylhi so zar pavan vajinụ̄ āvaz bulnd spdi. (murad chuh ạkhry nfkhi ṣvrch qyamt krn vajinụ̄ āvaz yosh bulnd sapdane tmam mvudimtụ̄ ansan zndh gczhn)"
  },
  {
    "verse_id": 34,
    "translation": "Tamhi doh czalhi ansan pnnis bạyis nishhi."
  },
  {
    "verse_id": 35,
    "translation": "Pnnhi majhi th pnnis mạlis nishhi."
  },
  {
    "verse_id": 36,
    "translation": "Th pnnhi khandarinhi th pnnis aavladas nishhi."
  },
  {
    "verse_id": 37,
    "translation": "Tamhi doh yiyhi yimv mnz prth shkhṣs pytth tiyuth akh vqt zi tas āshi nh pnnhi vrạe byyhi kạnshi hund hvsh."
  },
  {
    "verse_id": 38,
    "translation": "Kynhh buthụ̄ āsn tamhi doh przlan."
  },
  {
    "verse_id": 39,
    "translation": "Hshash bshash th khvsh v khurm āsn."
  },
  {
    "verse_id": 40,
    "translation": "Th kynczhn buthyn pytth āshi tamhi doh mycz vuddan."
  },
  {
    "verse_id": 41,
    "translation": "Th syạhy āsykh mthith."
  },
  {
    "verse_id": 42,
    "translation": "Yime āsn kạfrn th fạjr lukh."
  }
]