[
  {
    "verse_id": 1,
    "translation": "Yylhi āftab valnh yiyih, (yʿny so rvshny yosh āftab pytthh niyirith dunyahs mnz phhlan chhe so yiyhi athụ̄ pytth valnh th aamyuk phhlun gczihh bnd)"
  },
  {
    "verse_id": 2,
    "translation": "Th yylhi tark chhkravnh yin,"
  },
  {
    "verse_id": 3,
    "translation": "Th yylhi pharr pknavnh yin,"
  },
  {
    "verse_id": 4,
    "translation": "Th yylhi dahan rytan hnz ḥamlh avunttnhi pnnis ḥals pytth yin travnh, (ahli ʿrbn khạṭr avs nh tas avunttnhi khoth zyad qinmty kanhh mal yosh prsnas tyar āsihe. Aath ḥalts mnz ạs amis varyah rạchh ravatth th zyadh ḥfaẓt krnh yivan. Yiczhn avunttniy yan nishhi ghạfl spdnas chuh mʿny yih zi tamhi vqth yiyhi lukn tuyith skht mṣybt zi yimn rvzi nh pnnhi ttatthhi th ʿzyz tryn maluk thi hvsh.)"
  },
  {
    "verse_id": 5,
    "translation": "Th yylhi jngly janvr yin akise jayih sombrạvith jmʿ krnh,"
  },
  {
    "verse_id": 6,
    "translation": "Th yylhi smndr yin vuhnavnh,"
  },
  {
    "verse_id": 7,
    "translation": "Th yylhi zuv yin jismn sintụ̄ jvrvanh, (yʿny ansan yin tithe pạtthụ̄ navi sr zndh krnh yithh pạtthụ̄ tim dunyahs mnz marnh brvnhh jsmh th rvḥ san zndh ạsụ̄)"
  },
  {
    "verse_id": 8,
    "translation": "Byyhi yylhi zndae dvbravnh āmczi kvri yiyhi prczhnh zi,"
  },
  {
    "verse_id": 9,
    "translation": "So kth qṣvrs mnz āyih marnh?"
  },
  {
    "verse_id": 10,
    "translation": "Th yylhi aʿmal namh yin mczravnh,"
  },
  {
    "verse_id": 11,
    "translation": "Th yylhi āsmanuk prdh yiyhi ddalnh,"
  },
  {
    "verse_id": 12,
    "translation": "Th yylhi jhnm yiyhi vuhnavnh,"
  },
  {
    "verse_id": 13,
    "translation": "Th yylhi jnt yiyhi nkhh aannh,"
  },
  {
    "verse_id": 14,
    "translation": "Tamhi vqth lghi hr kạnshi pae zi suh kya hyth chuh āmut."
  },
  {
    "verse_id": 15,
    "translation": "Hrgz nh, bh chuhs qsm khyvan,"
  },
  {
    "verse_id": 16,
    "translation": "Pvt phyrn valyn th czhyph dinh valyn tarkn hund, (yʿny tohyih lukn hund yih guman chuhnh ṣḥyḥ kynhh zi yih, yih kynczha qrāns andr byan chuh krnh yivan thi chuh kạnshi dyvanh sund bkvas ya chuh kanhh shyṭạnụ̄ vsvsh)"
  },
  {
    "verse_id": 17,
    "translation": "Th rạcz hund yylhi kh so rokhṣt gyih,"
  },
  {
    "verse_id": 18,
    "translation": "Th ṣubḥuk yylhi kh tmụ̄ shah khvl,"
  },
  {
    "verse_id": 19,
    "translation": "Yih chuh pzụ̄ pạtthụ̄ akis bzrg pyghambr sund qavl. (yath jayih chuh buzrg pyghambr (rsvli krym) nishhi murad vaḥy aanan vvl frshth tikyazi aamhi pth yim āyat chih timav nishhi chuh bṣraḥt pae lgan. Th qrāns pyghambr sund qvl vannuk mṭlb chuhnh yih zi yih chuh amis frshth sund pnun klam blkh qvli pyghambr alfaẓ chih pạnụ̄ pane yih ẓạhr kran zi yih chuh tas hsty hund klam yymụ̄ yih pyghambr bnạvith svuzmut chuh.)"
  },
  {
    "verse_id": 20,
    "translation": "Yas varyah ṭaqt chuh, ʿrshhi vạlis nishhi chuhs bulnd mrtbh."
  },
  {
    "verse_id": 21,
    "translation": "Tathi chuh amụ̄ sund ḥkm mannh yivan suh chuh ba aʿtmad. (yʿny suh chuh frshtn hund afsr th sạry frshth chih tmụ̄ sndis ḥukms tḥt kạm kran)"
  },
  {
    "verse_id": 22,
    "translation": "Th (ae ahli mkh) tuhund rfyq chuhnh mjnvn. (rfyq chuh murad rsvlu Allah)"
  },
  {
    "verse_id": 23,
    "translation": "Tmụ̄ chuh suh pyghambr nnis āsmans pytth vuchhmut."
  },
  {
    "verse_id": 24,
    "translation": "Th suh chuhnh ghyb kis (yath ʿlms lukn tam vatnavnh kis) mʿāmls mnz bkhyl kynhh."
  },
  {
    "verse_id": 25,
    "translation": "Th yih chuhnh kạnshi shyṭani mrdvud sund qavl kynhh."
  },
  {
    "verse_id": 26,
    "translation": "Tylhi kvr kun chihv tvhụ̄ pkan?"
  },
  {
    "verse_id": 27,
    "translation": "Yih chuh tmam dunya kyn rvzn valyn khạṭr akh nṣyḥt."
  },
  {
    "verse_id": 28,
    "translation": "Tohyih mnz prth tas shkhṣh sndi khạṭr yus syzi vathi pytth āshi pkun yczhan."
  },
  {
    "verse_id": 29,
    "translation": "Th tuhndi yaczhnh sintụ̄ aandi nh kihinụ̄ yvt tam nh Allah rb alʿālmyn yyczihh."
  }
]