[
  {
    "verse_id": 1,
    "translation": "Yylhi āsman phtthi,"
  },
  {
    "verse_id": 2,
    "translation": "Th tarkn gczihh chhlh chhangr,"
  },
  {
    "verse_id": 3,
    "translation": "Th yylhi smndrn czatth kptth yiyhi krnh,"
  },
  {
    "verse_id": 4,
    "translation": "Th yylhi qbr yin mczravnh, (qbrn hndi mczravnuk mṭlb chuh yih zi lukh yin navi srh zndh krith tulnh)"
  },
  {
    "verse_id": 5,
    "translation": "Tmhi saʿth lghi prth kạnshi shkhṣs pnnhi ptmhi brvuntthmhi krimathi kravimtyuk pae."
  },
  {
    "verse_id": 6,
    "translation": "Ae ansanh kmụ̄ chyzn trvvnkh cz pnnis ts rbi krym sndi ṭrfh dvkhs mnz?"
  },
  {
    "verse_id": 7,
    "translation": "Yymụ̄ cz pạd kvrnkh, cz bnvvnkh ʿạbav nishhi pak mạrụ̄ mvnd, cz bnvvnkh tnasb san."
  },
  {
    "verse_id": 8,
    "translation": "Th yath ṣvrts mnz yvczhnkh jvurith kvrnkh tyar."
  },
  {
    "verse_id": 9,
    "translation": "Hrgz nh, (yʿny kanhh mʿqvl vjh chuhnh aath dvkhs mnz rvznuk) blkh (aṣly kth chhe yih zi) tvhụ̄ chihv jza th sza nishhi ankar kran. (yʿny draṣl yymụ̄ chyzn tvhụ̄ lukh dvkhs mnz trạvimtụ̄ chihnv, so chahnh kanhh mʿqvl dlyl blkh chuh tuhund akh aḥmqanh khyal zi dunya kis yath daru alʿmls ptụ̄ kinụ̄ chuhnh kanhh daru aljza. Amy ghlṭ th be bnyad gumanan chihnv tvhụ̄ khdays nishhi ghạfil tmụ̄ sndi anṣaf nishhi be khvf th pnnis akhlaqy rviyas andr ghyr dhmh dar bnạvimtụ̄)"
  },
  {
    "verse_id": 10,
    "translation": "Agrchhi tohyih pytth chih ngran mqrr."
  },
  {
    "verse_id": 11,
    "translation": "Tithụ̄ mʿzz kạtib,"
  },
  {
    "verse_id": 12,
    "translation": "Yim tuhnz prth kanhh ḥrkt zanan chih."
  },
  {
    "verse_id": 13,
    "translation": "Pzụ̄ pạtthụ̄ āsn nyk lukh mzs mnz."
  },
  {
    "verse_id": 14,
    "translation": "Th kunhi shkh vrạe gczhn bdkar lukh jhnms mnz."
  },
  {
    "verse_id": 15,
    "translation": "Jza kh doh gczhn tim athụ̄ andr dạkhl."
  },
  {
    "verse_id": 16,
    "translation": "Th tamhi mnz hykn nh hrgz thi ghạb spdith."
  },
  {
    "verse_id": 17,
    "translation": "Th tvhụ̄ kya zạniv zi jzahuk doh kya gvv?"
  },
  {
    "verse_id": 18,
    "translation": "Ā, tohyih kya khbr chahv zi suh jzahuk doh kya chuh?"
  },
  {
    "verse_id": 19,
    "translation": "Yih chuh suh doh yylhi kạnshi shkhṣs āshi nh ṭaqt zi byyhi kạnshi yiyhi he bkar. Fạṣlh āshi tmhi doh ṣrf Allah tʿālyā sndis akhtyars mnz."
  }
]