[
  {
    "verse_id": 1,
    "translation": "Tbạhy ạsin chhvn tvln valyn."
  },
  {
    "verse_id": 2,
    "translation": "Yuhund ḥal yih chuh zi yylhi lukn nishhi rattan chih tylhi chih pvur rattan."
  },
  {
    "verse_id": 3,
    "translation": "Th yylhi timn myinith ya tvulith divan chih tylhi chih timn gatth pavan."
  },
  {
    "verse_id": 4,
    "translation": "Kya yim lukh chihnah smjhan zi yim yin tulith aannh?"
  },
  {
    "verse_id": 5,
    "translation": "Akhi baddi doh (rvzi qyamts chuh bvdd doh aamhi mokhh vannh āmut zi aath mnz yiyhi tmam ansann th jinan khdae sndis ʿdalts mnz byk vqt ḥsab hynh, byyhi yin ʿdhabkụ̄ th thvabkụ̄ ahm tryn fạṣlh krnh)"
  },
  {
    "verse_id": 6,
    "translation": "Tamhi doh yylhi sạry lukh rb alʿālmyns brvntthh knhi khrra āsn."
  },
  {
    "verse_id": 7,
    "translation": "Hrgz nh, (yʿny yimn lukn hund yih gumanh chuh ghlṭ zi dunyahs andr yimn jurman hund aatur krnh pth gczhn yim htth mtth yalh) pzụ̄ pạtthụ̄ chuh bdkarn hund namh aʿmal qạd khanh kis dftrs mnz."
  },
  {
    "verse_id": 8,
    "translation": "Th tohyih kya khbr chahv zi kya chuh suh qạd khanuk dftr?"
  },
  {
    "verse_id": 9,
    "translation": "So chhe akh ktab lykhith."
  },
  {
    "verse_id": 10,
    "translation": "Tbạhy chhe tamhi doh ankar krn valyn khạṭr."
  },
  {
    "verse_id": 11,
    "translation": "Yim rvzi jzahs ankar kran chih."
  },
  {
    "verse_id": 12,
    "translation": "Th ath (rvzi jzahs) chuhnh ankar kran mgr prth kanhh suh shkhṣ yus ḥd nyrvun bdʿml chuh."
  },
  {
    "verse_id": 13,
    "translation": "Ts yylhi sạnụ̄ āyat bvznavnh yivan chih (yʿny tim āyat yimn mnz rvzi jzahch khbr dinh chhe āmcz) tylhi chuh vanan zi yimh chhe brvuntthimhi vqth chih dlylh."
  },
  {
    "verse_id": 14,
    "translation": "Hrgz nh, blkh chuh draṣl yimn lukn hndyn diln pytth yihnzn bur ʿmln hund zng khvtmut. (yʿny jza th sza afsanh qrar dins chuhnh kanhh mʿqvl vjh, vn gvv yymhi vjh kinụ̄ yim lukh aath afsanh vanan chih suh chuh yih zi yimn gnahn hund aatur yim kran rvudimtụ̄ chih timn hund zang chuh pvur pạtthụ̄ yihndyn diln pytth khvtmut. Aamhi mvjvub yosh kth srasr mʿqvl chhe so chhe yimn afsanh basan.)"
  },
  {
    "verse_id": 15,
    "translation": "Hrgz nh, yqynaan yin yim tamhi doh pnnis rb sndi dydar nishhi mḥrvm thavnh."
  },
  {
    "verse_id": 16,
    "translation": "Pth gczhn yim jhnams."
  },
  {
    "verse_id": 17,
    "translation": "Pth yiyhi yimn vannh zi yih chuh sue chyz yath tvhụ̄ ankar kran ạsiv."
  },
  {
    "verse_id": 18,
    "translation": "Hrgz nh, (yʿny yimn lukn hund yih khyal chuh ghlṭ zi kanhh jaza th sza chuhnh vaqʿ spdn vvl) be shk chuh nyk lukn hund namh aʿmal thdi payih kyn lukn hndis dftrs mnz."
  },
  {
    "verse_id": 19,
    "translation": "Th tohyih kya khbr chhe zi kya chuh suh thdi payih kyn lukn hund dftr?"
  },
  {
    "verse_id": 20,
    "translation": "Akh lykhith ktab."
  },
  {
    "verse_id": 21,
    "translation": "Yymich rạchh ravatth muqrb frshth kran chih."
  },
  {
    "verse_id": 22,
    "translation": "Be shk āsn nyk lukh bdd mzs mnz."
  },
  {
    "verse_id": 23,
    "translation": "Tahdyn msnadn pytth bihith āsn nẓarh kran."
  },
  {
    "verse_id": 24,
    "translation": "Yihndyn buthyn pytth kriv tvhụ̄ khoshḥạly hnz rvnq mḥsvs."
  },
  {
    "verse_id": 25,
    "translation": "Yim yin nfys tryn srbnd shrab chavnavnh."
  },
  {
    "verse_id": 26,
    "translation": "Yth pytth mushkh mohr lạgith āshi, (lhādha) yim lukh dvyimyn pytth bạzụ̄ ninụ̄ āsn yczhan tim krin yih chyz ḥạṣl krns mnz bạzụ̄ ninch kvshsh."
  },
  {
    "verse_id": 27,
    "translation": "Tath shrabs mnz āshi tsnyim ralh (tsnyim gvv thzr th kunhi nags tsnyim vnnuk mṭlb chuh yih zi suh chuh thzr pytthh bon kun vsan)."
  },
  {
    "verse_id": 28,
    "translation": "Yih chuh akh nag yymhi kis ābs sintụ̄ mqrb lukh shrab chyn."
  },
  {
    "verse_id": 29,
    "translation": "Mujrm lukh ạsụ̄ dunyahs andr ayman aann valyn ttsnh kran."
  },
  {
    "verse_id": 30,
    "translation": "Yylhi timav brvuntthụ̄ kinụ̄ pkan ạsụ̄ achhn gindan gindan ạsụ̄ timn kun asharh kran."
  },
  {
    "verse_id": 31,
    "translation": "Pnnyn grn kun yylhi phyran ạsụ̄, bdd mzh san ạsụ̄ phyran."
  },
  {
    "verse_id": 32,
    "translation": "Th yylhi yimn vuchhan ạsụ̄ tylhi ạsụ̄ vanan zi yim chih ddlimtụ̄ lukh."
  },
  {
    "verse_id": 33,
    "translation": "Ḥalankh tim ạsụ̄ nh yihndụ̄ rạchhdr bnạvith svznh āmtụ̄."
  },
  {
    "verse_id": 34,
    "translation": "Az chih ayman aann vạlụ̄ kạfrn pytth aasan."
  },
  {
    "verse_id": 35,
    "translation": "Msndn pytth bihith tihund ḥal vuchhan."
  },
  {
    "verse_id": 36,
    "translation": "Myvul na kạfrn timn ḥrktn hund bdlh yimh tim kran ạsụ̄. (yth kthhi mnz chuh akh lṭyf ṭnz, chvnkh kạfr ạsụ̄ thvab zạnith mvminn tng kran, aamhi mvjvub āv frmavnh zi ạkhrts mnz āsn mvmn jnts andr mzh san bihith dazn valyn kạfrn hund ḥal vuchhan th pnnyv dilav mnzụ̄ āsn vnan zi var pạtthụ̄ myvul yimn pnnyn ʿmln hund thvab.)"
  }
]