[
  {
    "verse_id": 1,
    "translation": "Yylhi āsmans chhlh gczhn,"
  },
  {
    "verse_id": 2,
    "translation": "Th suh kri tʿmyl pnnis rb sndis frmans th tmụ̄ sndi khạṭr chuh ḥq yohe (zi pnnis rb sund ḥukm manhi)."
  },
  {
    "verse_id": 3,
    "translation": "Th yylhi zmyn zytthravnh yiyih, (zmyn zytthravnuk mṭlb chuh yih zi smndrn th dryavn yiyhi brạe krnh th pharr yin ryzh ryzh krith chhkravnh th zmynuk snyr vognyar hmvar krith yiyhi akh hmvar mạdan bnavnh)"
  },
  {
    "verse_id": 4,
    "translation": "Thi yikynczhah aath andr chuh thi chhkhi nybr th gczihh khạly (yʿny yyityah mvudimtụ̄ ansan aath andr āsn tim sạry krri yih nybr, th yithe pạtthụ̄ nyrn yihnzn ʿmln hnz sare shhadth thi and hyth nybr, kanhh chyz rvzi nh aath mnz chuhpith th dbith)."
  },
  {
    "verse_id": 5,
    "translation": "Th kri pnnis rb sndis ḥukms tʿmyl th tmụ̄ sndi khạṭr chuh ḥq yohe (zi pnnis rb sund ḥukm manhi)."
  },
  {
    "verse_id": 6,
    "translation": "Ae ansan, cz chuhkh zbrdsty (char v nachar) pnnis rbs kun pkan th ts chuhkh smkhnh vvl."
  },
  {
    "verse_id": 7,
    "translation": "Pth yymụ̄ sund namh aʿmal ts dchhnis aaths mnz dinh āv,"
  },
  {
    "verse_id": 8,
    "translation": "Ts yiyhi lothi vayih ḥsab hynh (yʿny amis yiyhi nh skht ḥsab fhmy krnh. Amis yiyhi nh yih prczhnh zi flạnụ̄ flạnụ̄ kạm kyazi ạse cze krmcz th yimn kamyn khạṭr kya ʿdhr avs cze nishhi. Amụ̄ snzn niykyn sintụ̄ āsn amụ̄ snz burạyiyih thi aʿmal namas mnz ẓrvr mvjvd, mgr ṣrf yih vuchihth zi nykyn hund pvtur chuh burạyyv khoth gvb, yiyhi amụ̄ sndyn qṣvrn drgzr krnh th amis yiyhi mʿāf krnh)."
  },
  {
    "verse_id": 9,
    "translation": "Th suh phyri pnnyn lukn kun khvshy san (pnnyn lukn kun chuh murad ansan sund suh ahl v ʿīal rshth dar th sạthy yimn amụ̄ sndy pạtthụ̄ mʿāf āshi krnh āmut)."
  },
  {
    "verse_id": 10,
    "translation": "Rvud suh shkhṣ yymụ̄ sund namh aʿmal ts pushth ptụ̄ dinh yiyih, (svrh alḥaqh hs andr chuh frmavnh āmut zi yymhi sund aʿmal namh tmụ̄ sndis khvvris aaths mnz dinh yiyih, th yath jayih chuh arshad spudmut zi pushth ptụ̄ yiyas dinh. Ghalbaan āshi aamich ṣvrt yih zi sạrise khlqts brvntthh knhi khvvris aaths mnz namh aʿmal rttnh vqth mndchih yih aamhi mvjvub niyih suh pnun aathh path kun, mgr namh aʿmal yiyhi suh bhrḥal rattnavnh khvah suh aathh pilnạvith rttụ̄ tan ya thạvitn ptụ̄ kinụ̄ czhayih)"
  },
  {
    "verse_id": 11,
    "translation": "Suh layih nad mvts."
  },
  {
    "verse_id": 12,
    "translation": "Th gczhih lmbk vothvnis naras mnz."
  },
  {
    "verse_id": 13,
    "translation": "Suh avs pnnyn bạczn andr mst."
  },
  {
    "verse_id": 14,
    "translation": "Tmụ̄ avs smjhmut zi ts chuhnh zanhh thi vaps phyrun."
  },
  {
    "verse_id": 15,
    "translation": "Vaps kyazi avsus nh phyrun, tmụ̄ sund rb avs tmụ̄ sndụ̄ krtvut vuchhan."
  },
  {
    "verse_id": 16,
    "translation": "Pas nah, bh chuhs qsm havan shfqtuk, (shfq gv āftab lvsnh vqtuk vozjar yus āsman kis aands pytth chuh āsan)"
  },
  {
    "verse_id": 17,
    "translation": "Th rạcz hund th yih kynczhah so vttith chhe nivan."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi zvunhi hund yylhi so mkml zvun bnan chhe."
  },
  {
    "verse_id": 19,
    "translation": "Tohyih chuhv ẓrvr drjh bdrjh akhi ḥalt pytthh dvyimis ḥalts kun pkan rvzun. (yʿny tohyih chuhv vnh akis ḥalts mnz rvzun blkh āshi tohyih jvạny pytthh bujrs, bujr pytthh mvts, mvt pytthh brzkhas, brzkh pth dubarh zndgy, dubarh zndgy pth mydani ḥshr, pth ḥsab v ktab, pth jza th sza kyv be shmar mnzilav kinụ̄ guzrun. Aath kthhi pytth chuh tryn chyzn hund qsm khynh āmut: (1) āftab lvsnh pth shfq kh vozjaruk (2) doh pth rạcz hnzi tạryky hund, th rạcz mnz varyahn ansann th ḥyvann hund smith yun yim dohlhi zmyns pytth chhkrith ạsụ̄ th (3) zvunhi hund hilalh pytthh drjh bdrjh bddun th mkml spdun. Yim chih gvya tim kynhh chyz yim yymhi kthhi hnz aʿlanyh shhadt chih divan zi yath kaʿnats mnz ansan rvzan chuh, aath mnz chuhnh kunhi chyzs tthhrav, akh mslsl tghyr th drjh bdrjh tbdyly chhe prth ṭrfh nẓri gczhan. Lhādha chuhnh kạfrn hund yih khyal ṣḥyḥ zi mvt kis akis hikis sinty gczihh mʿāmlh khtm.)"
  },
  {
    "verse_id": 20,
    "translation": "Tylhi kya chuh yimn lukn gvmut zi yim chihnh ayman aanan."
  },
  {
    "verse_id": 21,
    "translation": "Th yylhi qrān yimn brvntthh kanhi parnh yivan chuh tylhi chihnh sjdh kran?"
  },
  {
    "verse_id": 22,
    "translation": "Blkh chih yim mnkryn pvt phyirith ankar kran."
  },
  {
    "verse_id": 23,
    "translation": "Ḥalankh yikynczhah yim (pnnis aʿmal nams mnz) jmʿ chih kran, Allah tʿālyā chuh tath tthyk pạtthụ̄ zanan (dvym mṭlb hykhi yithi ạsith zi pnnyn syinan mnz yus kufr, dshmny, ʿdavti ḥq, bur airadan th fạsid niytan hnz gndgy timv brith thạvmcz chhe, Allah tʿālyā chuh tath tthyk pạtthụ̄ zanan)"
  },
  {
    "verse_id": 24,
    "translation": "Lhādha diyiv yimn dag tulvnhi ʿdhabch bshart."
  },
  {
    "verse_id": 25,
    "translation": "Albth yimav lukv ayman chuh avnmut th yimav nyk ʿmlh chhe krimcz, tihndi khạṭr chuh suh aajr yus nh zanhh thi khtm gczihh."
  }
]