[
  {
    "verse_id": 1,
    "translation": "Mẓbvṭ qlʿh valhi āsmanuk qsm, (aamhi nishhi chuh murad āsmankụ̄ ʿẓymu alshan tark th syarh)"
  },
  {
    "verse_id": 2,
    "translation": "Th tamhi dohuk yymyuk vʿdh chuh krnh āmut, (yʿny qyamt)"
  },
  {
    "verse_id": 3,
    "translation": "Th vuchahn vạlụ̄ sund th aathh yinh valhi chyzuk, (vuchahn vạlis nishhi chuh murad suh prth kanhh shkhṣ yus qyamt kh doh ḥạẓr āshi th aathhi yinh vvl chyz chhe panh qyamt yymikụ̄ hvlnak aḥval sạry vuchhn vạlụ̄ vuchhn)"
  },
  {
    "verse_id": 4,
    "translation": "Mar ge chah vạlụ̄."
  },
  {
    "verse_id": 5,
    "translation": "(tamhi chahkụ̄) yath mnz suh zalun avs yath nar lmbk vothan ạsụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Yylhi tim aamhi chah kis btthis pytth bihith ạsụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Th yikynczha tim ayman aann valyn sintụ̄ kran ạsụ̄ thi ạsụ̄ vuchhan (chah vạlụ̄ nishhi chuh murad tim lukh yimav bddyn bddyn chahn mnz nar zvl th ayman aann vạlụ̄ lgạvikh yimn mnz, th pnnyv achhv avsukh tihndi daznuk tmashhi vuchhmut. Mar ge chuh mṭlb thavan zi yimn vczh khdae snz lʿnt th spdụ̄ ʿzabkụ̄ ḥqdar)"
  },
  {
    "verse_id": 8,
    "translation": "Th yimn ahli aymann sintụ̄ ạs nh tihnz dshmny aamhi vjh vrạe kihnụ̄ zi timv avs tas khdays pytth ayman avnmut yus zbrdst th pnnis dhats andr mḥmvd chuh."
  },
  {
    "verse_id": 9,
    "translation": "Yus āsmann th zmyn kh slṭntuk mạlik chuh, th suh Allah tʿālyā chuh svrue kynhh vuchhan."
  },
  {
    "verse_id": 10,
    "translation": "Yimv lukv mvmn mrdan th mvmn mstvratn pytth stm kvr th pth kvrukh nh aamhi nishhi tvbh, yqynaan chuh tihndi khạṭr jhnmuk ʿdhab, th tihndi khạṭr chuh sza zi tim yin zalnh."
  },
  {
    "verse_id": 11,
    "translation": "Yimav lukv ayman avn th byyhi krykh nyk ʿmlh, yqynaan chih tihndi khạṭr jntkụ̄ bagh yimn bnụ̄ kinụ̄ kolh āsn pkan, yih chhe bdd kamyạby."
  },
  {
    "verse_id": 12,
    "translation": "Pazr chuh yih zi tuhndis rb snz pkrr chhe varyah skht."
  },
  {
    "verse_id": 13,
    "translation": "Sue chuh godd pạd kran th sue kri dubarh pạd."
  },
  {
    "verse_id": 14,
    "translation": "Suh chuh bkhshnh vvl, mḥbt krn vvl."
  },
  {
    "verse_id": 15,
    "translation": "ʿrshuk mạlik, bzrg th brtr chuh."
  },
  {
    "verse_id": 16,
    "translation": "Th yikynczha yyczhih thi krn vvl chuh."
  },
  {
    "verse_id": 17,
    "translation": "Tohyih nishhi vạczah lshkrn hnz khbr?"
  },
  {
    "verse_id": 18,
    "translation": "Frʿūn th thmvd (kyn lshkrn) hnz?"
  },
  {
    "verse_id": 19,
    "translation": "Mgr yimv lukv kfur chuh kvrmut tim chih ankar krns kun lgụ̄mtụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Ḥalankh Allah tʿālyā han chih tim ghyrs andr rttmtụ̄."
  },
  {
    "verse_id": 21,
    "translation": "(tihndi krnh sintụ̄ chuhnh yath qrāns kihinụ̄ thi bigrran) blkh chuh yih qrān blnd payih."
  },
  {
    "verse_id": 22,
    "translation": "Tath lvḥs mnz chuh (nqsh spdith) yus mḥfvẓ chuh (mṭlb chuh yih zi qrānuk lyvkhmut chuh aattl Allah tʿālyā sndis tath lvḥi mḥfvẓs mnz chuh thbt yth mnz nh kanhh hyr phyr hykhi spdith)."
  }
]