[
  {
    "verse_id": 1,
    "translation": "Qasm chuh āsmanuk th rạcz mnz nvn nyrn vạlụ̄ sund."
  },
  {
    "verse_id": 2,
    "translation": "Th tohyih kya khbr chahv zi suh rạcz mnz nvn nyrn vvl kya chuh?"
  },
  {
    "verse_id": 3,
    "translation": "Przlh vun taruk."
  },
  {
    "verse_id": 4,
    "translation": "Kanhh zuv chuhnh suh yas nh kanhh rạchhdr āshi. (rạchhdr chuh murad khvd Allah tʿālyā snz dhat yosh zmyn v āsman kis prth lokttis bddis mkhlvqs rạchh ravatth th ḥfaẓt kran chhe. Mṭlb chuh yih zi rạcz mnz yim be shumar tark th syarh āsmans pytth przlan chih aathhi yivan, yimav mnz chuh prth aakyuk vjvd aamhi kthhi hnz shhadt divan zi kustam chuh yymụ̄ yih bnvvmut chuh rvshn kvrmut chuh th hvahs mnz muʿlq thvvmut chuh, byyhi chuh amụ̄ snz ḥfaẓt th rạchh ravtth kran zi, nah chuh yih pnnhi jayih nishhi vsith pyvan th nh chuh be shmar tarkn hndis grdshs dvran kanshi sintụ̄ ttkravnh yivan, th nh chuh byyhi kanhh taruk aath sintụ̄ ttkravan. Yithe pạtthụ̄ chuh Allah tʿālyā kaʿnat kh prth chyzch ḥfaẓt kran.)"
  },
  {
    "verse_id": 5,
    "translation": "Pth vuchhtn ansan athụ̄ kun zi suh kth chyzs chuh pạd āmut krnh."
  },
  {
    "verse_id": 6,
    "translation": "Akis votth tulvnis ābs chuh bnavnh āmut."
  },
  {
    "verse_id": 7,
    "translation": "Yus shann th synh chn addijn mnzbag chuh nyran. (chvnkh mrd ya khatvn doshvnụ̄ hund pahl (madh tvlyd) chuh tamhi ḥṣh mnz nyran yus shanan th syns mnzbag chuh, aamhi mvjvb chuh frmavnh āmut zi ansan chuh tth ābs pạd krnh āmut yus shanan th syns drmyan chuh nyran)"
  },
  {
    "verse_id": 8,
    "translation": "Yqynaan chuh suh (khạlq) tmis dubarh pạd krnch qdrt thavan."
  },
  {
    "verse_id": 9,
    "translation": "Yymhi doh pvushydh aasrarn prczhh gạr lghi, (pvshydh aasrarav nishhi chuh murad prth shkhṣh sndụ̄ tim aʿmal thi yim dunyahs mnz akh raz bnith rvudimtụ̄ ạsụ̄ th tim mʿāmlat thi yim pnnis ẓạhry ṣvrts mnz dunya hs brvntth kun āe, mgr yimn ptụ̄ kinụ̄ yimh nyth aghraẓ th khvahshat kạm kran āsh timn hund ḥal rvud lukn czhayih)"
  },
  {
    "verse_id": 10,
    "translation": "Tamhi vqth āshi nh ansans khod pnun kanhh zvr th nh āshi amis kanhh mdd krn vvl."
  },
  {
    "verse_id": 11,
    "translation": "Qsm chuh rvud travan valhi āsmanuk."
  },
  {
    "verse_id": 12,
    "translation": "Th (kulụ̄ kttụ̄ khsnh vizi) pahttn valhi zmynuk."
  },
  {
    "verse_id": 13,
    "translation": "Yih chhe akh myinith tvulith kth."
  },
  {
    "verse_id": 14,
    "translation": "Tthtthh maskhril nh kynhh. (yʿny yithh pạtthụ̄ āsmanh bạrishn hund vasun th zmyn phttith tamhi mnz kulyn kttyn hund khsun chuhnh kanhh mdhaq blkh chhe akh snjydh ḥqyqt, tithe pạtthụ̄ yymhi chyzch qrān khbr divan chuh zi ansans chuh byyhi pnnis khdays kun vaps phyrun, yithi chahnh kanhh tthtthh mskhril kynhh blkh chhe duvttvk kth.)"
  },
  {
    "verse_id": 15,
    "translation": "Yim lukh (kufari mkh) chih kynhh chalhi gindan."
  },
  {
    "verse_id": 16,
    "translation": "Th bthi chuhs aakh chal gindan."
  },
  {
    "verse_id": 17,
    "translation": "Pas trạviyvukh ae nby, pnnis ḥals pytth trạvith diyiv yimn kạfrn raczha mhlt."
  }
]