[
  {
    "verse_id": 1,
    "translation": "(ae nby) pnnis brtr rb snz tsbyḥ kriv."
  },
  {
    "verse_id": 2,
    "translation": "Yymụ̄ pạd kvr th tnasub kvrun qạyim, (yʿny zmyn pytthh āsmans tam kvrun kaʿnatuk prth kanhh chyz pạd, th yus chyz thi pạd kvrun, suh bnvvun balkl syvd th durst shklhi andr, tmyuk tvazun th tnasub kvrun tthyk pạtthụ̄ qạyim, yih kvrun tth ṣvrts pytth pạd zi aimhi chyz khạṭr hykhi he nh aamhi khoth bhtr ṣvrtuk tṣvrue krnh yith)"
  },
  {
    "verse_id": 3,
    "translation": "Yymụ̄ tqdyr bnvv (yʿny prth kanhh chyz pạd krnh brvnhh āv yih ṭe krnh zi amis kya kạm chhe dunyahs andr krnụ̄ th aamhi kamhi hndi bapt kya mqdar gczhys āsun, ṣfat kya gczhns āsnụ̄, mqam kth jayih gczhys āsun, amụ̄ sndi bqaʿ, qyam th krnh kravnh khạṭr km vaqʿ th dhraʿʿ yin frahm krnh, kmhi saʿth yiyhi vjvuds, kvt tam kri pnnhi ḥṣch kạm, kmhi saʿth th kithh pạtthụ̄ spdi khtm. Amhi pvur skymhi hund kunue nav chuh tqdyr) th pth hạvn vath (yʿny kanhh chyz thi āv nh mḥẓ pạd krith ylh travnh, blkh yus thi chyz yymhi kamhi khạṭr pạd krnh āv, tath āv tamhi kamhi hndi anjam dinuk ṭryqh vannh)"
  },
  {
    "verse_id": 4,
    "translation": "Yymụ̄ kulụ̄ kttụ̄ vopdạvụ̄."
  },
  {
    "verse_id": 5,
    "translation": "Th pth krin tim syah czhotts andr tbdyl."
  },
  {
    "verse_id": 6,
    "translation": "Asụ̄ prnavav tvhụ̄, pth gczihh nh tohyih zanhh mshith. (abtdạyy zmans andr yylhi vaḥy nạzil gczhnuk slslh vunhi shrvʿe spudmut avs, kunhi kunhi saʿth avs yih spdan zi jbryl ạsụ̄ nh vunhi vaḥy bvznạvith fargh āsan gmtụ̄ zi ḥẓvr ạsụ̄ mshrph kh andyshhi abtdạyy ḥṣh dohravnhi lgan. Athụ̄ bnyads pytth diyut Allah tʿālyā hn ḥẓvr ṣly Allah ʿlyh v slms yih aṭmynan zi vaḥy nạzil spdnh vqth rvuziv tvhụ̄ khamvshy san bvzan. Sạnụ̄ kạm chhe tvhụ̄ prnavnụ̄ th suh gczhyv hmyshh tohyih yad.)"
  },
  {
    "verse_id": 7,
    "translation": "Tamhi vrạe yih Allah tʿālyā yyczihh (yʿny pvur qrānuk akh akh lfẓ tuhndis yadashts mnz mḥfvẓ spdun chuhnh tohyih pnnhi ṭaqtuk kmal kynhh blkh chuh Allah tʿālyā sndi fẓluk th tmụ̄ sndi tvfyquk ntyjhi. Nth hrgah Allah tʿālyā yyczihh suh hykhi aath mshravnạvith thi) suh chuh ẓạhrs thi zanan th yih kynczhah pvushydh chuh tath thi chuh zanan."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi chih asụ̄ tohyih āsan ṭryqch shvlyt divan."
  },
  {
    "verse_id": 9,
    "translation": "Lhādha kriv tvhụ̄ nṣyḥt hrgah nṣyḥt fạydh mnd āshi, (yʿny ạsụ̄ chihnh tblyghi dyn kis mʿāmls mnz tvhụ̄ kunhi mshkls mnz travnụ̄ yaczhan zi tvhụ̄ bvznạviyvukh tim yim zrụ̄ chih th nabynahn hạviv vath, blkh chih asụ̄ akh shl vath tuhndi khạṭr mysr thavan, th so chhe yih zi nṣyḥt kriv tath jayih yythi tohyih bashi zi kanhh chuh aamhi nishhi fạydh tulnh khạṭr tyar, timn lukn pth pth pknch chhanh kanhh ẓrvrt yimn hndis bars mnz tuhund tjrbh āshi vanan zi tim chihnh nṣyḥt qbvl krnụ̄ yaczhan.)"
  },
  {
    "verse_id": 10,
    "translation": "Yus shkhṣ khoczan chuh suh kri nṣyḥt qbvl."
  },
  {
    "verse_id": 11,
    "translation": "Th aamhi nishhi rvzi path suh anthạyy bdbkht,"
  },
  {
    "verse_id": 12,
    "translation": "Yus bddis nars andr gczihh."
  },
  {
    "verse_id": 13,
    "translation": "Pth nh mari tth andr th nh rvzi zndh."
  },
  {
    "verse_id": 14,
    "translation": "Kamyạby lb tmụ̄ yymụ̄ pạkyzgy akhtyar kr."
  },
  {
    "verse_id": 15,
    "translation": "Th pnnis rb sund nav hyvtun th pth prn nmaz."
  },
  {
    "verse_id": 16,
    "translation": "Mgr tvhụ̄ chihv dunya chih zndgy trjyḥ divan."
  },
  {
    "verse_id": 17,
    "translation": "Ḥalankh ạkhrt chuh bhtr th byyhi chuh baqy rvzn vvl."
  },
  {
    "verse_id": 18,
    "translation": "Yhe kth ạs brvuntthmyn svznh āmtyn ṣḥyfn andr thi vannh āmcz."
  },
  {
    "verse_id": 19,
    "translation": "Abrahym th mvsy sndyn ṣḥyfn andr."
  }
]