[
  {
    "verse_id": 1,
    "translation": "Tohyih chahvh vạczmcz aiḥaṭh krn vajinhi āfcz hnz khbr (yʿny qyamtch khbr)?"
  },
  {
    "verse_id": 2,
    "translation": "Kynhh buthụ̄ āsn tamhi doh varyah khvf zdh. (buthyn hund lfẓ chuh yath jayih shkhṣn hndis mʿnyas mnz vrtavnh āmut. Chvnkhi ansan sndi jsmh mnz chuh nmayan tryn chyz amụ̄ sund buth, aamhi mvjvub chih kynhh lvukh vannh bjayih kynhh buthụ̄ alfaẓ vrtavnh āmtụ̄)"
  },
  {
    "verse_id": 3,
    "translation": "Skht mshqt āsn kran, thkụ̄ thkụ̄ āsn gczhan."
  },
  {
    "verse_id": 4,
    "translation": "Shdyd nars mnz āsykh puhsr vasan."
  },
  {
    "verse_id": 5,
    "translation": "Grkh vunhi nagug āb yiykh chynh bapt dinh."
  },
  {
    "verse_id": 6,
    "translation": "Knddụ̄dar gash vrạe āshi nh tihndi khạṭr kanhh ghdha."
  },
  {
    "verse_id": 7,
    "translation": "Yus nh timn vytthravi th nh czlravykh bochih."
  },
  {
    "verse_id": 8,
    "translation": "Kynhh buthụ̄ āsn tamhi doh ba rvnq."
  },
  {
    "verse_id": 9,
    "translation": "Pnnhi kar guzạry pytth āsn khosh."
  },
  {
    "verse_id": 10,
    "translation": "Tahdi payih kis jnts mnz āsn."
  },
  {
    "verse_id": 11,
    "translation": "Tathi bvzan nh tim kanhh be hvudh kth."
  },
  {
    "verse_id": 12,
    "translation": "Tath mnz āsn nag jạry."
  },
  {
    "verse_id": 13,
    "translation": "Tath andr āsn thdụ̄ msnd."
  },
  {
    "verse_id": 14,
    "translation": "Saghr āsn thavnh āmtụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Tkyih āsn tghi lgith."
  },
  {
    "verse_id": 16,
    "translation": "Th nfys frsh āsn bichhạvith."
  },
  {
    "verse_id": 17,
    "translation": "(yim lukh chihnh manan) tylhi kya yim chihna avunttn vuchhan zi kithh pạtthụ̄ chih āmtụ̄ pạd krnh?"
  },
  {
    "verse_id": 18,
    "translation": "Āsman chihna vuchhan zi kithh pạtthụ̄ chuh āmut thvd thavnh?"
  },
  {
    "verse_id": 19,
    "translation": "Pharr chihna vuchhan zi kithh pạtthụ̄ chih āmtụ̄ nṣb krnh?"
  },
  {
    "verse_id": 20,
    "translation": "Th zmyn chihna vuchhan zi kithh pạtthụ̄ chhe āmcz vathravnh? (yʿny agr yim lukh ạkhrt chh yimh kthh bvuzith vnan chih zi ạkhr yih svrue kynhh kithh pạtthụ̄ spdi, kya timav chuhna khod pnnis andụ̄ pkụ̄ kis dnyahs nẓr trạvith vuchhmut th zanhh chuhkhna svunchmut zi yim avuntt kithh pạtthụ̄ chih bnavnh āmtụ̄? Yih āsman kithh pạtthụ̄ spud bulnd? Yim pharr kith pạtthụ̄ spdụ̄ qạyim? Yih zmyn kithh pạtthụ̄ āyih vthravnh? Yimh sạry chyz agr bnith hykh hn, th bnith chih yimn brvntthh knhi mvjvd, tylhi kyazi hykhi nh qyamt yith? Ạkhrts mnz kyazi hykhi nh byakh akh dunya bnith? Dvzkh th jnt kyazi hykn nh ạsith?)"
  },
  {
    "verse_id": 21,
    "translation": "Achha (ae nby) nṣyḥt rvuziv kran, tvhụ̄ chihv bs nṣyḥt krn vạlụ̄."
  },
  {
    "verse_id": 22,
    "translation": "Yimn pytth chihv nh khbr krn vạlụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Albth yus shkhṣ roe pihri th ankar kri,"
  },
  {
    "verse_id": 24,
    "translation": "Allah tʿālyā diyih tas gvb sza."
  },
  {
    "verse_id": 25,
    "translation": "Yimn lukn chuh aasy kun vaps phyrun."
  },
  {
    "verse_id": 26,
    "translation": "Th chuh yimn ḥsab hyvn sany dhimh."
  }
]