[
  {
    "verse_id": 1,
    "translation": "Fjruk qsm,"
  },
  {
    "verse_id": 2,
    "translation": "Th dahn rạczn hund,"
  },
  {
    "verse_id": 3,
    "translation": "Byyhi juftuk th ṭaquk,"
  },
  {
    "verse_id": 4,
    "translation": "Th rạcz hund yylhi so rkhṣt āshi hyvan spdun,"
  },
  {
    "verse_id": 5,
    "translation": "Kya aath mnz chha kạnshi ṣaḥbi ʿql (ansan) sndi khạṭr kanhh qsm (havnch ẓrvrt)? (yinh valyn āytan pytth yylhi ansan ghvr kran chuh, ṣaf chuh basan zi rsvl Allah ṣly Allah ʿlyh v slmn th kạfrn drmyan chuh jza th sza kis msls pytth bḥth spdan avsmut, yath mnz rsvlu Allah aath kthhi thabt kran ạsụ̄ th kạfr ạsụ̄ ath ankar kran. Aath pytth āv czon chyzn hund qsm hạvith frmavnh zi aath ḥq chh kthhi pytth shhadt dinh khạṭr chha aamhi pth byyhi kunhi qsmch ẓrvrt rvzan?)"
  },
  {
    "verse_id": 6,
    "translation": "Kya tohyih vuchuhvna tuhndụ̄ rbn kya brtav kvr (qvmi) ʿāds sintụ̄."
  },
  {
    "verse_id": 7,
    "translation": "(yʿny) thdụ̄ stvun (bnavan) valyn ʿādi airmn sintụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Timn hyvu avs nh kanhh qvm dunyahs andr pạd krnh āmut?"
  },
  {
    "verse_id": 9,
    "translation": "Byyhi thmvudas sintụ̄ yimav vạdy andr bal ạsụ̄ grimtụ̄?"
  },
  {
    "verse_id": 10,
    "translation": "Th mykhh vạlis frʿūns sintụ̄?"
  },
  {
    "verse_id": 11,
    "translation": "Yim ạsụ̄ tim lukh yimav dunyakyn mulkn andr sytthah srkshy ạs krmcz."
  },
  {
    "verse_id": 12,
    "translation": "Th timn mnz avsukh varyah fsad phhlvvmut."
  },
  {
    "verse_id": 13,
    "translation": "Ạkhr kar vvl tuhndụ̄ rbn timn ʿdhabuk kvrr."
  },
  {
    "verse_id": 14,
    "translation": "Ḥqyqt chhe yih zi tuhund rb chuh zag lạgith bihith. (zag chih tth jayih vnan yth jayih kanhh shkhṣ kạnshi hndis antẓars mnz aamhi ghrẓh khttith chuh rvzan zi yylhi suh myạnis zads mnz yiyhi tmy vqth krs bh ḥmlh. Anjamh nishhi ghạfl, be fkry san chuh suh aapạrụ̄ nyran th achank chuh shkar gczhan. Yhe ṣvrti ḥal chhe khdays mqablh timn ẓạlimn hnz yim dunyahs andr fsaduk ṭvfan chih brpa krith thavan, th timn chuhnh aamyuk kanhh aḥsas āsan zi khdae thi chuh kanhh yus yihnz ḥrkth vuchhan chuh. Tim chih khocznh vrạe doh khoth doh zyadh zyadh ghlṭyih kran. Yvt tam zan suh ḥd chuh vatan yymhi brvnhh Allah tʿālyā yimn chuhnh yaczhan gczhnh duyn, tmy saʿth chuh yimn pytth achank ʿdhabuk kvrr vasan.)"
  },
  {
    "verse_id": 15,
    "translation": "Mgr ansan sund ḥal chuh yih zi yylhi amụ̄ sund rb amis āzmạyshhi mnz travan chuh th amis chuh ʿzt th nʿmt divan, tylhi chuh suh vnan zi pnnụ̄ rbn bnvvnas bh ʿzt dar."
  },
  {
    "verse_id": 16,
    "translation": "Yylhi suh amis āzmayishhi mnz travan chuh th amụ̄ sund rzq chuh amis tng kran, tylhi chuh vanan bh kvrns pnnụ̄ rbn dhlyl. (yʿny yih chuh ansan sund madh prstanh zndgy hund nẓryih. Yth dunyahs andr mal v dvlt th mnṣb aqtdar ḥạṣl gczhns chuh suh ʿzt th ḥạṣl nh gczhns chuh dhlt smjhan. Ḥalankh aṣl ḥqyqt yth nh yih smjhan chuh chhe yih zi dunyahs andr yas yikynczhah Allah tʿālyā hn ʿṭa kvr, thi kvrns āzmạyishhi khạṭr. Dvlt th aqtdar thi chuh āzmạysh th ghryby thi chhe āzmạysh.)"
  },
  {
    "verse_id": 17,
    "translation": "Hrgz nh, blkh tvhy chihv nh ytyms sintụ̄ ʿztuk slvk kran."
  },
  {
    "verse_id": 18,
    "translation": "Th akh akis chihv nh mskyn sndis khyavns pytth rghbt pạd kran."
  },
  {
    "verse_id": 19,
    "translation": "Th myrathuk svrue mal chihv sombrạvith khyvan."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi chihv mal kis mḥbts mnz be vayih grftar."
  },
  {
    "verse_id": 21,
    "translation": "Hrgz nh (yʿny tuhnd yih khyal chuh ghlṭ zi tvhụ̄ kriv dunyahs mnz yih svrue kynczhah th aamhi chih prczhgari hund vqt yiyhi nh zanhh, baz purs spdi ẓrvr) yylhi zmyns pyvttuhs pytth dgụ̄ dgụ̄ sykhi phlụ̄ yin bnavnh."
  },
  {
    "verse_id": 22,
    "translation": "Th tuhund rb spdi jlvh afrvz aath ḥalts andr zi frshth āsn ṣf dr ṣf khrra."
  },
  {
    "verse_id": 23,
    "translation": "Th jhnm yiyhi aamhi doh brvnhh kun aannh, tamhi doh yiyhi ansans smjh, th tamhi saʿth kya fạydh chuh tmụ̄ sndis smjhns?"
  },
  {
    "verse_id": 24,
    "translation": "Suh vanhi zi kash me āshi he pnnhi zndgy khạṭr brvnttuhe kynhh samanh (rcz ʿml) kvrmut."
  },
  {
    "verse_id": 25,
    "translation": "Pth yus ʿdhab tamhi doh Allah tʿālyā diyih, tiyuth ʿdhab dinh vvl chuhnh kanhh."
  },
  {
    "verse_id": 26,
    "translation": "Th Allah tʿālyā yymhi āyih bnd kri tamhi āyih bnd krn vvl chuhnh kanhh aakha."
  },
  {
    "verse_id": 27,
    "translation": "(dvyimhi pash spdi arshad) ae nfsi mṭmʿn! (nfsi mṭmʿn chuh murad suh ansan yymụ̄ kunhi shkh shubh vrạe pvur aṭmynanh th tthnddh dilh san Allah vḥdhu la shryk pnun rb mvn th anbyahn hund dyni ḥq mvnun pnun dyn)"
  },
  {
    "verse_id": 28,
    "translation": "Pkh pnnis rbs kun aath ḥalts andr zi cz chuhkh (pnnhi nyk anjamh kinụ̄) khosh (th pnnis rbs nzdyk chuhkh) psndydh."
  },
  {
    "verse_id": 29,
    "translation": "Ps shạml gczh myanyn (nyk) bndn andr."
  },
  {
    "verse_id": 30,
    "translation": "Th spad dạkhl myạnis jnts mnz."
  }
]