[
  {
    "verse_id": 1,
    "translation": "Nah, (yʿny ḥqyqt chahnh thi yih tohyih smjhmut chuhv) bh chuhs qsm havan yymhi (mkh) shhruk,"
  },
  {
    "verse_id": 2,
    "translation": "Th ḥal chuh yih zi (ae nby) yth shhrs andr chihv tvhụ̄ ḥlal krnh āmtụ̄, (yʿny yath shhrs andr janvrn tam aaman chuh tathi chuh tohyih pytth ẓlum krun ḥlal zannh āmut.)"
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chuhs qsm havan mạlụ̄ (yʿny ādm) sund th timn avladn hund yim ts zae,"
  },
  {
    "verse_id": 4,
    "translation": "Pzar chuh yih zi ansan kvr aashi mshqts andr pạd. (yʿny yih dunya chuhnh ansan sndi khạṭr mzh tulnch th ʿạshhi san khor vahrạvith shongnch jae kynhh blkh chhe mḥnt, mshqt th skhtyih vytravnch jae, th kanhh ansan thi hykhi nh aamhi ḥalt mnzụ̄ nyrnh vrạe rvuzith)"
  },
  {
    "verse_id": 5,
    "translation": "Amụ̄ chha yih smjhmut zi amis hykhi nh kanhh pvushith?"
  },
  {
    "verse_id": 6,
    "translation": "Vanan chuh zi me vuddvv ddhyr vad mal."
  },
  {
    "verse_id": 7,
    "translation": "Kya yih chha smjhan zi yih vuchh nh kạnshi? (yʿny kya yih fkhr krn vvl chuhna yih smjhan zi pytthh knhi chuh kanhh khdae thi yus vuchhan chuh zi kmav dhriyav kinụ̄ krn yih dvlt ḥạṣl th kman kamyn mnz kvrns fan?)"
  },
  {
    "verse_id": 8,
    "translation": "Kya aashi chahna amis zh achh diczmcz?"
  },
  {
    "verse_id": 9,
    "translation": "Th akh zyv th vutth ditmtụ̄? (mṭlb chuh yih zi kya aashi ditụ̄ na amis ʿlmh th ʿqlhi hndụ̄ dhraʿʿ)"
  },
  {
    "verse_id": 10,
    "translation": "Th (nyky th bdy) hnz doshvae ttakarh vath chahs na havimacz?"
  },
  {
    "verse_id": 11,
    "translation": "Amụ̄ kr nh hmt dushvar gzar darh kinụ̄ nyrnch."
  },
  {
    "verse_id": 12,
    "translation": "Th tohyih kya khbr chhe zi kya chuh suh dshvar gzar darh?"
  },
  {
    "verse_id": 13,
    "translation": "Kanhh grdn ghlạmy nishhi āzad krnụ̄,"
  },
  {
    "verse_id": 14,
    "translation": "Ya gczihh faqh kh doh khyavun,"
  },
  {
    "verse_id": 15,
    "translation": "Kanhh qryby ytym,"
  },
  {
    "verse_id": 16,
    "translation": "Ya pthr pyvmut mskyn."
  },
  {
    "verse_id": 17,
    "translation": "Pth (aath sintụ̄ yih zi) ansan gczhih timn lukn mnz shạml yimav ayman avn th yimv aakh akis ṣbruk th (khlqi khdays pytth) rḥm krnuk tlqyn kvr."
  },
  {
    "verse_id": 18,
    "translation": "Yim lukh chih dchihnhi aand vạlụ̄."
  },
  {
    "verse_id": 19,
    "translation": "Th yimav sạnụ̄ āyat mannh nishhi ankar kvr, tim chih khvvri and vạlụ̄. (dchihnhi aandkụ̄ th khovri aandkụ̄, aamhi chih tshryḥ mvjvub vuchihv svrh vaqʿh āyat 8, 9, 27, 41)"
  },
  {
    "verse_id": 20,
    "translation": "Timn pytth āshi nar vurun krith."
  }
]