[
  {
    "verse_id": 1,
    "translation": "Āftabuk th aamhi kh tapuk qsm,"
  },
  {
    "verse_id": 2,
    "translation": "Byyhi zvunhi hund qsm yylhi so aath pth yivan chhe,"
  },
  {
    "verse_id": 3,
    "translation": "Th dohuk qsm yylhi suh (āftabs) nvn chuh krran,"
  },
  {
    "verse_id": 4,
    "translation": "Th rạcz hund qsm yylhi so (āftabs) vurun chhe kran,"
  },
  {
    "verse_id": 5,
    "translation": "Byyhi āsmanuk th ts dhat sund qsm yymụ̄ suh qạyim kvr,"
  },
  {
    "verse_id": 6,
    "translation": "Th zmynuk th ts dhat sund qsm yymụ̄ yih vathrạv,"
  },
  {
    "verse_id": 7,
    "translation": "Th ansan sndi nfsuk th ts dhat sund qsm yymụ̄ yih hmvar kvr. (yʿny amis kvrun tiyuth jsm th dmagh ʿṭa, tithụ̄ ḥvas bkhshnas th ticzhh quvth th qạblyth dicznas yymhi kh bdvlt suh dunyahs andr tath kamhi qạbl spud yosh ansan krith chuh hykan)"
  },
  {
    "verse_id": 8,
    "translation": "Pth krn tmụ̄ snz bdy th tmụ̄ snz prhyzgạry tas pytth ailham. (ath chih zh mṭlb, akh yih zi amis mnz chih khạliqn nyky th bdy doshvnụ̄ hndụ̄ rjḥan th khvạhshat thạvimtụ̄. Dvyim yih zi prth kạnshi ansan sndis lashʿūrs andr chih Allah tʿālyā hn yim tṣvrat vdyʿt krimtụ̄ zi akhlaqs mnz chuh kanhh chyz rczar th kanhh chyz chuh burạʿy. Rtụ̄ akhlaq th aʿmal, th bur akhlaq th aʿmal chihnh hiviy. Fjvr (bd krdạry) chhe akh bd ṣvrt chyz th tqvyā (burạyiyv nishhi path rvzun) chuh akh rut chyz. Yim tṣvrat chihnh ansan sndi khạṭr ghạr zan kynhh blkh chhe amụ̄ snz fṭrt yimn zanan, th khạlqn chhe nyky th bdy mnz frq (krnch zan) zynh gry amis ʿṭa krmcz)"
  },
  {
    "verse_id": 9,
    "translation": "Pzụ̄ pạtthụ̄ gvv kamyab suh yymụ̄ nfsuk tzkyh kvr."
  },
  {
    "verse_id": 10,
    "translation": "Th namurad spud suh yymụ̄ suh dabvv. (nfss tzkyh krnuk mʿny chuh yih burạyiyav nishhi pak krun th aath andr rczar phanphlavnụ̄ th timn trqy dinụ̄, th aath dbavnuk mʿny chuh yih zi ansan votlavi pans mnz napak rjḥanat th rtụ̄ rjḥanat dbavi.)"
  },
  {
    "verse_id": 11,
    "translation": "Thmvudan kvr pnnhi srkshy hndis bnyads pytth ankar."
  },
  {
    "verse_id": 12,
    "translation": "Yylhi tamhi qvmuk sarive khoth zyadh shqy (sng dl) nfr nhliyvv,"
  },
  {
    "verse_id": 13,
    "translation": "Allah tʿālyā sndụ̄ rsvln vvn timn lukn zi, khbrdar! Allah tʿālyā snzi avunttnhi (lạgizyv nh athh) th trysh chayns mnz (bnụ̄ ziyvs nh rukavtt)."
  },
  {
    "verse_id": 14,
    "translation": "Mgr timv zạnụ̄ tmụ̄ snz kth aapz th mạrkh avunttnụ̄. Ākhrkar trạv Allah tʿālyā hn tihndis gnah kis padashs mnz timn pytth ticzh blae zi aaky saʿth rlạvin sạry khaks. (chvnkh amụ̄ shqy (sng dl) nfrn ạs qvm chh rẓamndy san blkhi thindis mṭalbs pytth avunttinụ̄ mạrmcz, yithh pạtthụ̄ zan svrh qmr āyt nmbr 29 hs mnz byan chuh spudmut, amhi mvjvub āv sạrise qvms pytth ʿdhab nạzil krnh)"
  },
  {
    "verse_id": 15,
    "translation": "Th tas chuhnh (pnnhi aamhi kamhi hndi) kunhi bur ntyjuk kanhh khvf."
  }
]