[
  {
    "verse_id": 1,
    "translation": "Rạcz hund qsm yylhi so vurun chhe kran,"
  },
  {
    "verse_id": 2,
    "translation": "Byyhi dohuk yylhi suh rvshn spdan chuh,"
  },
  {
    "verse_id": 3,
    "translation": "Th tmis dhat sund qasm yymụ̄ nar th madh pạd kvr,"
  },
  {
    "verse_id": 4,
    "translation": "Pazr chuh yih zi tuhnz kvushshhi chhe mkhtlf qsmn hnz (yʿny yithh pạtthụ̄ rat th doh, nar th madh akh akis nishhi mkhtlf chih, th yihndụ̄ āthar th ntyjhi chihnh panh vạnụ̄ rlan, tithe pạtthụ̄ yimn vatn th mqṣdn andr tvhụ̄ pnnhi kvushshhi kran chihv tim thi chhe pnnhi nvʿīt kh lḥaẓh mkhtlf th pnnyv ntyjv aʿtbar mtẓad),"
  },
  {
    "verse_id": 5,
    "translation": "Tylhi yymụ̄ (khdae snzi vthi mnz) mal diyut th (khdae snzi nafrmạny nishh) kvrun prhyz,"
  },
  {
    "verse_id": 6,
    "translation": "Th rczar mvnun pvz,"
  },
  {
    "verse_id": 7,
    "translation": "Amis dimav asụ̄ āsan vathi mokhh shvlyt (yʿny tath vathi pytth pkun krav amis khạṭr āsan yus ansan sndi fṭrt mṭạbq chuh)"
  },
  {
    "verse_id": 8,
    "translation": "Th yymụ̄ bkhul kvr th (pnnis khdays nishhi) vrtạvn be nyazy,"
  },
  {
    "verse_id": 9,
    "translation": "Th rczrs kvrun tkdhyb (ankar),"
  },
  {
    "verse_id": 10,
    "translation": "Amis dimav asụ̄ skht vathi mokhh shvlyt (yʿny fṭrts khlaf pkun krav amụ̄ sndi khạṭr āsan)."
  },
  {
    "verse_id": 11,
    "translation": "Th ạkhr kath lghi amụ̄ sund mal amis yylhi zan yih hlak spdi?"
  },
  {
    "verse_id": 12,
    "translation": "Be shk chhe vath havnụ̄ sanhi dhmh."
  },
  {
    "verse_id": 13,
    "translation": "Th pazr chuh yih zi ạkhrt th dunya doshvnụ̄ hndụ̄ chih asy mạlik."
  },
  {
    "verse_id": 14,
    "translation": "Lhādha, me krimav tvhụ̄ khbrdar tamhi nar nishhi yath lmbk āsn vothan."
  },
  {
    "verse_id": 15,
    "translation": "Tath mnz dazi nh mgr dazi suh anthạyy bdbkht,"
  },
  {
    "verse_id": 16,
    "translation": "Yymụ̄ tkdhyb (ankar) kvr th roe pihrun."
  },
  {
    "verse_id": 17,
    "translation": "Th ts nishhi yiyhi dvur thavnh suh nhayt prhyzgar,"
  },
  {
    "verse_id": 18,
    "translation": "Yus pak spdnh mokhh pnun mal chuh divan."
  },
  {
    "verse_id": 19,
    "translation": "Ts pytth chuhnh kạnshi hund kanhh aḥsan yymyuk bdlh tas diyun pyyih."
  },
  {
    "verse_id": 20,
    "translation": "Suh chuh ṣrf pnnis rb snzi rẓajvuyy khạṭr yih kạm kran."
  },
  {
    "verse_id": 21,
    "translation": "Th suh spdi (tmis) ẓrvr khvsh."
  }
]