[
  {
    "verse_id": 1,
    "translation": "(ae nby) kya aashi mczrv na tuhndi khạṭr tuhnd syinh? (synh khvlnuk lfẓ yimn mvqʿn pytth qrāni mjyds andr āmut chuh timn pytth nẓr travnh sintụ̄ chuh pae lgan zi aath chih zh mʿny, (1) yih zi prth qsmh khi dhhny pryshạny th trdud nishhi pak spdith gczihn ansan aath kthhi pytth mṭmʿn zi aslam chy yạcz vath chhe brḥq, (2) yih zi ansan sund ḥvṣlh gczihh bulnd gczuhn, kunhi bjhi khoth bjhi muhmhi pytth gczhnh khạṭr th skht khoth skht kạm anjam dinas mnz thi gczihh nh amis kanhh andyshh āsun, th nbvt chih ʿẓym dhmh dạriyih matthi rttnch hmt gczihh amis mnz pạd gczhnụ̄.)"
  },
  {
    "verse_id": 2,
    "translation": "Th tohyih pytthh vvl na suh gvb bvr bon,"
  },
  {
    "verse_id": 3,
    "translation": "Yymụ̄ tuhund pushti mbark gvbrvvmut avs. (aamhi nishhi chuh murad rnj v ghmuk th pryshạny hund suh bar yus pnnis qvm kis jhalts th jạhlyts vuchh vuchh ḥẓvr ṣly Allah ʿlyh v slmn hndis ṭbyʿts pytth pyvan avs, tim ạsụ̄ aath pytth ghmgyn spdan mgr yih bigarr dvur krnch ạskh nh kanhh ṣvrt nẓri gczhan, yhe fkr ạs tihund shanh mbark gvbravan yymyuk gvb bar Allah tʿālyā hn hdaytch vath hạvith tihndyv shanh mbarkv pytthh vvl. Tihindi dhhnuk svrue bar āv lvczravnh th tim ge pvur pạtthụ̄ mṭmʿn zi aslam kh dhryʿh hykn nh ṣrf tim ʿrb blkh hykn sạre ansanyt timav khrạbiyav mnz krrith yimn mnz tamhi vqth ʿrbh nybr thi svrue dunya mbtla avs.)"
  },
  {
    "verse_id": 4,
    "translation": "Th tuhndi bapt kr tuhnz dhkr blnd."
  },
  {
    "verse_id": 5,
    "translation": "Ps chhe ḥqyqt yih zi tngy sintụ̄ chhe frạkhy thi."
  },
  {
    "verse_id": 6,
    "translation": "Be shk chhe tngy sintụ̄ frạkhy thi. (yih kth chhe doyih pihri dohravnh āmcz takh ḥẓvr ṣly Allah ʿlyh v slmn yiyhi pvur pạtthụ̄ tsly dinh zi yimav skht ḥalatav mnzụ̄ tim vunụ̄ kynas guzran chih, tim chihnh varyahs kals rvzan vạlụ̄ blkh aamhi pth kme kal gczhth chih rtụ̄ ḥalat yinh vạlụ̄)"
  },
  {
    "verse_id": 7,
    "translation": "Lhādha, yylhi fargh spdan ạsiv tylhi ạsiv ʿbadt kis mshqts kun lgan."
  },
  {
    "verse_id": 8,
    "translation": "Th pnnis rb se kun rvuziv rạghb. (yʿny yylhi byyhi kanhh āvryar rvzi nh kynhh tylhi kriv pnun yalh vqt ʿbadt kis mshqts th ryaẓts andr ṣarf, th prth ṭrfh pnun tvjh ddạlith diyv ṣrf rbs kun tvjh)"
  }
]