[
  {
    "verse_id": 1,
    "translation": "Priv (ae nby) pnnis rb sndi navh sintụ̄ yymụ̄ pạd kvr."
  },
  {
    "verse_id": 2,
    "translation": "Lgith gmczi khvunh dathi nishhi kvrun ansan pạd."
  },
  {
    "verse_id": 3,
    "translation": "Priv tuhund rb chuh bvdd krym."
  },
  {
    "verse_id": 4,
    "translation": "Yymụ̄ qlmh kh dhryʿh ʿlm hychihnvv."
  },
  {
    "verse_id": 5,
    "translation": "Ansans diytun suh ʿlm yus nh suh zanan avs. (yim chih qrāni mjydkụ̄ sarive brvunttihm āyat yim rsvlu Allah ṣly Allah ʿlyh v slmn pytth nạzl spdụ̄)"
  },
  {
    "verse_id": 6,
    "translation": "Hrgz nh, ansan chuh srkshy kran (yim āyat ge tamhi vqth nạzl yylhi nbvt kis mnṣbs pytth srfraz spdnh pth ḥẓvr ṣly Allah ʿlyh v slmv ḥrmas mnz nmaz prnụ̄ shrvʿ kr, th abvjhln yaczhav tim nmaz prnh nishhi rukavnụ̄)."
  },
  {
    "verse_id": 7,
    "translation": "Aath binahs pytth zi suh chuh pnnis pans benyaz vuchhan."
  },
  {
    "verse_id": 8,
    "translation": "(ḥalankh) chuh pzụ̄ pạtthụ̄ phyrun tuhndis rbs kunue."
  },
  {
    "verse_id": 9,
    "translation": "Tohyih vuchhvunh suh shkhṣ yus mnʿ chuh kran,"
  },
  {
    "verse_id": 10,
    "translation": "Akis bnds yylhi suh nmaz chuh pran?"
  },
  {
    "verse_id": 11,
    "translation": "Tuhund kya khyal chuh agr (suh bndh) syzi vthi pytth āshi."
  },
  {
    "verse_id": 12,
    "translation": "Ya āshi prhyzgạry hund tlqyn kran."
  },
  {
    "verse_id": 13,
    "translation": "Tuhund kya khyal chuh agr (yih mnʿ krn vvl shkhṣ) aapuz āshi zanan th roe āshi pihran?"
  },
  {
    "verse_id": 14,
    "translation": "Kya suh chuhna zanan zi Allah tʿālyā chuh vuchhan?"
  },
  {
    "verse_id": 15,
    "translation": "Hrgz nh, hrgah suh baz āv nh, ddykh pytthuk mas rttith lamav asụ̄ tas."
  },
  {
    "verse_id": 16,
    "translation": "Tath ddyks yus apziyvr th khṭakar chuh."
  },
  {
    "verse_id": 17,
    "translation": "Suh lạyin nad pnnyn ḥạmiyan hnzi jmạʿcz."
  },
  {
    "verse_id": 18,
    "translation": "Asụ̄ thi bulavvkh ʿdhabkụ̄ frshth."
  },
  {
    "verse_id": 19,
    "translation": "Hrgz nh, tmụ̄ snz kth mah mạniv th sjdh kriv th pnnis rb sund qurub (nzdyky) kriv ḥạṣl."
  }
]