[
  {
    "verse_id": 1,
    "translation": "Ahli ktabn th mushrkn mnz yim lukh kạfr ạsụ̄, (pnnhi kufr kinụ̄) ạsụ̄ nh tim baz yinh vạlụ̄. Yvt tam nh timn nishhi ttakarh dlyl yiyhi he (svznh)."
  },
  {
    "verse_id": 2,
    "translation": "Yʿny Allah tʿālyā sndi ṭrfh akh rsvl, (yath jayih chuh rsvlu Allah ṣly Allah ʿlyh v slmn bdhati khod akh rvshn dlyl vannh āmut.) yus pak ṣḥyfh prith bvznavihe."
  },
  {
    "verse_id": 3,
    "translation": "Yimn mnz balkl sydụ̄ th durst tḥryr lykhith āshn (yʿny tithụ̄ ṣḥyfh yimn mnz nh kunhi qsmuk bạṭl, kunhi qsmch gumrạhy th ẓlalt th kunhi akhlaqy gndgy hnz mlavtt āshi.)"
  },
  {
    "verse_id": 4,
    "translation": "Godd yimn lukn ktab ạs dinh āmcz timn mnz gvv nh tfrqh brpa. Mgr aamhi pth zi timn nishhi avs (rahi rastuk) vaẓḥ byan āmut (yʿny aamhi brvntthm ahli ktab yim mkhtlf gumrạhiyn mnz hynh yith be shmar frqn andr tqsym ge, aamyuk vjh avs nh yih zi Allah tʿālyā hn ạs pnnhi ṭrfh yihnzi rhnmạyy khạṭr rvshn dlyl svznas mnz kanhh ksr thạvmcz blkh ạs timav yih rvish Allah tʿālyā sndi ṭrfh rhnmạyy yinh pth akhtyar krmcz. Lhādha, ạsụ̄ tim pnnhi gmrạhy hndụ̄ panh dhmh dar.)"
  },
  {
    "verse_id": 5,
    "translation": "Th timn avs nh aamhi vrạe kanhh ḥkm dinh āmut zi Allah tʿālyā snz bndgy krin pnun dyn tas kun khạlṣ krith balkl yksvu spdith, th nmaz krin qạyim byyhi diyin zkvāh. Yohe chuh nhayt ṣḥyḥ th durst dyn."
  },
  {
    "verse_id": 6,
    "translation": "Ahli ktabav th mushrikv mnz yimav lukv kufr chuh kvrmut, (yth jayih chuh kufr murad Muḥammad mannas ankar krun) tim gczhn yqynaan jhnm kis nars mnz th hmyshhi rvzan athụ̄ mnz, yim lukh chih bdtryn mkhlvq."
  },
  {
    "verse_id": 7,
    "translation": "Yimv lukv ayman avn th nyk kamhi kri, tim chih pzụ̄ pạtthụ̄ bhtryn mkhlvq."
  },
  {
    "verse_id": 8,
    "translation": "Tihund jza chuh tihindis rbs nishhi dạʿmy qyamkụ̄ jnt, yimn bnụ̄ kinụ̄ kolh āsn pkan, tim rvzn hmyshhi hmyshhi yimn mnz, Allah tʿālyā spud timn rạẓụ̄ th tim spdụ̄ Allah tʿālyā hs rạẓụ̄, yih kynczha chuh ts shkhṣs khạṭr yus pnnis rbs āshi khvczmut."
  }
]