[
  {
    "verse_id": 1,
    "translation": "Alif. Lam. Ra. These are verses of the Scripture and a plain Reading."
  },
  {
    "verse_id": 2,
    "translation": "It may be that those who disbelieve wish ardently that they were Muslims."
  },
  {
    "verse_id": 3,
    "translation": "Let them eat and enjoy life, and let (false) hope beguile them. They will come to know!"
  },
  {
    "verse_id": 4,
    "translation": "And We destroyed no township but there was a known decree for it."
  },
  {
    "verse_id": 5,
    "translation": "No nation can outstrip its term nor can they lag behind."
  },
  {
    "verse_id": 6,
    "translation": "And they say: O thou unto whom the Reminder is revealed, lo! thou art indeed a madman!"
  },
  {
    "verse_id": 7,
    "translation": "Why bringest thou not angels unto us, if thou art of the truthful?"
  },
  {
    "verse_id": 8,
    "translation": "We send not down the angels save with the Fact, and in that case (the disbelievers) would not be tolerated."
  },
  {
    "verse_id": 9,
    "translation": "Lo! We, even We, reveal the Reminder, and lo! We verily are its Guardian."
  },
  {
    "verse_id": 10,
    "translation": "We verily sent (messengers) before thee among the factions of the men of old."
  },
  {
    "verse_id": 11,
    "translation": "And never came there unto them a messenger but they did mock him."
  },
  {
    "verse_id": 12,
    "translation": "Thus do We make it traverse the hearts of the guilty:"
  },
  {
    "verse_id": 13,
    "translation": "They believe not therein, though the example of the men of old hath gone before."
  },
  {
    "verse_id": 14,
    "translation": "And even if We opened unto them a gate of heaven and they kept mounting through it,"
  },
  {
    "verse_id": 15,
    "translation": "They would say: Our sight is wrong - nay, but we are folk bewitched."
  },
  {
    "verse_id": 16,
    "translation": "And verily in the heaven we have set mansions of the stars, and We have beautified it for beholders."
  },
  {
    "verse_id": 17,
    "translation": "And We have guarded it from every outcast devil,"
  },
  {
    "verse_id": 18,
    "translation": "Save him who stealeth the hearing, and them doth a clear flame pursue."
  },
  {
    "verse_id": 19,
    "translation": "And the earth have We spread out, and placed therein firm hills, and caused each seemly thing to grow therein."
  },
  {
    "verse_id": 20,
    "translation": "And we have given unto you livelihoods therein, and unto those for whom ye provide not."
  },
  {
    "verse_id": 21,
    "translation": "And there is not a thing but with Us are the stores thereof. And we send it not down save in appointed measure."
  },
  {
    "verse_id": 22,
    "translation": "And We send the winds fertilising, and cause water to descend from the sky, and give it you to drink. It is not ye who are the holders of the store thereof."
  },
  {
    "verse_id": 23,
    "translation": "Lo! and it is We, even We, Who quicken and give death, and We are the Inheritor."
  },
  {
    "verse_id": 24,
    "translation": "And verily We know the eager among you and verily We know the laggards."
  },
  {
    "verse_id": 25,
    "translation": "Lo! thy Lord will gather them together. Lo! He is Wise, Aware."
  },
  {
    "verse_id": 26,
    "translation": "Verily We created man of potter's clay of black mud altered,"
  },
  {
    "verse_id": 27,
    "translation": "And the jinn did We create aforetime of essential fire."
  },
  {
    "verse_id": 28,
    "translation": "And (remember) when thy Lord said unto the angels: Lo! I am creating a mortal out of potter's clay of black mud altered,"
  },
  {
    "verse_id": 29,
    "translation": "So, when I have made him and have breathed into him of My Spirit, do ye fall down, prostrating yourselves unto him."
  },
  {
    "verse_id": 30,
    "translation": "So the angels fell prostrate, all of them together"
  },
  {
    "verse_id": 31,
    "translation": "Save Iblis. He refused to be among the prostrate."
  },
  {
    "verse_id": 32,
    "translation": "He said: O Iblis! What aileth thee that thou art not among the prostrate?"
  },
  {
    "verse_id": 33,
    "translation": "He said: I am not one to prostrate myself unto a mortal whom Thou hast created out of potter's clay of black mud altered!"
  },
  {
    "verse_id": 34,
    "translation": "He said: Then go thou forth from hence, for lo! thou art outcast."
  },
  {
    "verse_id": 35,
    "translation": "And lo! the curse shall be upon thee till the Day of Judgment."
  },
  {
    "verse_id": 36,
    "translation": "He said: My Lord! Reprieve me till the day when they are raised."
  },
  {
    "verse_id": 37,
    "translation": "He said: Then lo! thou art of those reprieved"
  },
  {
    "verse_id": 38,
    "translation": "Till the Day of appointed time."
  },
  {
    "verse_id": 39,
    "translation": "He said: My Lord! Because Thou hast sent me astray, I verily shall adorn the path of error for them in the earth, and shall mislead them every one,"
  },
  {
    "verse_id": 40,
    "translation": "Save such of them as are Thy perfectly devoted slaves."
  },
  {
    "verse_id": 41,
    "translation": "He said: This is a right course incumbent upon Me:"
  },
  {
    "verse_id": 42,
    "translation": "Lo! as for My slaves, thou hast no power over any of them save such of the froward as follow thee,"
  },
  {
    "verse_id": 43,
    "translation": "And lo! for all such, hell will be the promised place."
  },
  {
    "verse_id": 44,
    "translation": "It hath seven gates, and each gate hath an appointed portion."
  },
  {
    "verse_id": 45,
    "translation": "Lo! those who ward off (evil) are among gardens and watersprings."
  },
  {
    "verse_id": 46,
    "translation": "(And it is said unto them): Enter them in peace, secure."
  },
  {
    "verse_id": 47,
    "translation": "And We remove whatever rancour may be in their breasts. As brethren, face to face, (they rest) on couches raised."
  },
  {
    "verse_id": 48,
    "translation": "Toil cometh not unto them there, nor will they be expelled from thence."
  },
  {
    "verse_id": 49,
    "translation": "Announce, (O Muhammad) unto My slaves that verily I am the Forgiving, the Merciful,"
  },
  {
    "verse_id": 50,
    "translation": "And that My doom is the dolorous doom."
  },
  {
    "verse_id": 51,
    "translation": "And tell them of Abraham's guests,"
  },
  {
    "verse_id": 52,
    "translation": "(How) when they came in unto him, and said: Peace. He said: Lo! we are afraid of you."
  },
  {
    "verse_id": 53,
    "translation": "They said: Be not afraid! Lo! we bring thee good tidings of a boy possessing wisdom."
  },
  {
    "verse_id": 54,
    "translation": "He said: Bring ye me good tidings (of a son) when old age hath overtaken me? Of what then can ye bring good tidings?"
  },
  {
    "verse_id": 55,
    "translation": "They said: We bring thee good tidings in truth. So be not thou of the despairing."
  },
  {
    "verse_id": 56,
    "translation": "He said: And who despaireth of the mercy of his Lord save those who are astray?"
  },
  {
    "verse_id": 57,
    "translation": "He said: And afterward what is your business, O ye messengers (of Allah)?"
  },
  {
    "verse_id": 58,
    "translation": "They said: We have been sent unto a guilty folk,"
  },
  {
    "verse_id": 59,
    "translation": "(All) save the family of Lot. Them we shall deliver every one,"
  },
  {
    "verse_id": 60,
    "translation": "Except his wife, of whom We had decreed that she should be of those who stay behind."
  },
  {
    "verse_id": 61,
    "translation": "And when the messengers came unto the family of Lot,"
  },
  {
    "verse_id": 62,
    "translation": "He said: Lo! ye are folk unknown (to me)."
  },
  {
    "verse_id": 63,
    "translation": "They said: Nay, but we bring thee that concerning which they keep disputing,"
  },
  {
    "verse_id": 64,
    "translation": "And bring thee the Truth, and lo! we are truth-tellers."
  },
  {
    "verse_id": 65,
    "translation": "So travel with thy household in a portion of the night, and follow thou their backs. Let none of you turn round, but go whither ye are commanded."
  },
  {
    "verse_id": 66,
    "translation": "And We made plain the case to him, that the root of them (who did wrong) was to be cut at early morn."
  },
  {
    "verse_id": 67,
    "translation": "And the people of the city came, rejoicing at the news (of new arrivals)."
  },
  {
    "verse_id": 68,
    "translation": "He said: Lo! they are my guests. Affront me not!"
  },
  {
    "verse_id": 69,
    "translation": "And keep your duty to Allah, and shame me not!"
  },
  {
    "verse_id": 70,
    "translation": "They said; Have we not forbidden you from (entertaining) anyone?"
  },
  {
    "verse_id": 71,
    "translation": "He said: Here are my daughters, if ye must be doing (so)."
  },
  {
    "verse_id": 72,
    "translation": "By thy life (O Muhammad) they moved blindly in the frenzy of approaching death."
  },
  {
    "verse_id": 73,
    "translation": "Then the (Awful) Cry overtook them at the sunrise."
  },
  {
    "verse_id": 74,
    "translation": "And We utterly confounded them, and We rained upon them stones of heated clay."
  },
  {
    "verse_id": 75,
    "translation": "Lo! therein verily are portents for those who read the signs."
  },
  {
    "verse_id": 76,
    "translation": "And lo! it is upon a road still uneffaced."
  },
  {
    "verse_id": 77,
    "translation": "Lo! therein is indeed a portent for believers."
  },
  {
    "verse_id": 78,
    "translation": "And the dwellers in the wood indeed were evil-doers."
  },
  {
    "verse_id": 79,
    "translation": "So we took vengeance on them; and lo! they both are on a high-road plain to see."
  },
  {
    "verse_id": 80,
    "translation": "And the dwellers in Al-Hijr denied (Our) messengers."
  },
  {
    "verse_id": 81,
    "translation": "And we gave them Our revelations, but they were averse to them."
  },
  {
    "verse_id": 82,
    "translation": "And they used to hew out dwellings from the hills, (wherein they dwelt) secure."
  },
  {
    "verse_id": 83,
    "translation": "But the (Awful) Cry overtook them at the morning hour,"
  },
  {
    "verse_id": 84,
    "translation": "And that which they were wont to count as gain availed them not."
  },
  {
    "verse_id": 85,
    "translation": "We created not the heavens and the earth and all that is between them save with truth, and lo! the Hour is surely coming. So forgive, (O Muhammad), with a gracious forgiveness."
  },
  {
    "verse_id": 86,
    "translation": "Lo! Thy Lord! He is the All-Wise Creator."
  },
  {
    "verse_id": 87,
    "translation": "We have given thee seven of the oft-repeated (verses) and the great Qur'an."
  },
  {
    "verse_id": 88,
    "translation": "Strain not thine eyes toward that which We cause some wedded pairs among them to enjoin, and be not grieved on their account, and lower thy wing (in tenderness) for the believers."
  },
  {
    "verse_id": 89,
    "translation": "And say: Lo! I, even I, am a plain warner,"
  },
  {
    "verse_id": 90,
    "translation": "Such as We send down for those who make division,"
  },
  {
    "verse_id": 91,
    "translation": "Those who break the Qur'an into parts."
  },
  {
    "verse_id": 92,
    "translation": "Them, by thy Lord, We shall question, every one,"
  },
  {
    "verse_id": 93,
    "translation": "Of what they used to do."
  },
  {
    "verse_id": 94,
    "translation": "So proclaim that which thou art commanded, and withdraw from the idolaters."
  },
  {
    "verse_id": 95,
    "translation": "Lo! We defend thee from the scoffers,"
  },
  {
    "verse_id": 96,
    "translation": "Who set some other god along with Allah. But they will come to know."
  },
  {
    "verse_id": 97,
    "translation": "Well know We that thy bosom is oppressed by what they say,"
  },
  {
    "verse_id": 98,
    "translation": "But hymn the praise of thy Lord, and be of those who make prostration (unto Him)."
  },
  {
    "verse_id": 99,
    "translation": "And serve thy Lord till the Inevitable cometh unto thee."
  }
]