[
  {
    "verse_id": 1,
    "translation": "Sad. By the renowned Qur'an,"
  },
  {
    "verse_id": 2,
    "translation": "Nay, but those who disbelieve are in false pride and schism."
  },
  {
    "verse_id": 3,
    "translation": "How many a generation We destroyed before them, and they cried out when it was no longer the time for escape!"
  },
  {
    "verse_id": 4,
    "translation": "And they marvel that a warner from among themselves hath come unto them, and the disbelievers say: This is a wizard, a charlatan."
  },
  {
    "verse_id": 5,
    "translation": "Maketh he the gods One Allah? Lo! that is an astounding thing."
  },
  {
    "verse_id": 6,
    "translation": "The chiefs among them go about, exhorting: Go and be staunch to your gods! Lo! this is a thing designed."
  },
  {
    "verse_id": 7,
    "translation": "We have not heard of this in later religion. This is naught but an invention."
  },
  {
    "verse_id": 8,
    "translation": "Hath the reminder been unto him (alone) among us? Nay, but they are in doubt concerning My reminder; nay but they have not yet tasted My doom."
  },
  {
    "verse_id": 9,
    "translation": "Or are theirs the treasures of the mercy of thy Lord, the Mighty, the Bestower?"
  },
  {
    "verse_id": 10,
    "translation": "Or is the kingdom of the heavens and the earth and all that is between them theirs? Then let them ascend by ropes!"
  },
  {
    "verse_id": 11,
    "translation": "A defeated host are (all) the factions that are there."
  },
  {
    "verse_id": 12,
    "translation": "The folk of Noah before them denied (their messenger) and (so did the tribe of) A'ad, and Pharaoh firmly planted,"
  },
  {
    "verse_id": 13,
    "translation": "And (the tribe of) Thamud, and the folk of Lot, and the dwellers in the wood: these were the factions."
  },
  {
    "verse_id": 14,
    "translation": "Not one of them but did deny the messengers, therefor My doom was justified,"
  },
  {
    "verse_id": 15,
    "translation": "These wait for but one Shout, there will be no second thereto."
  },
  {
    "verse_id": 16,
    "translation": "They say: Our Lord! Hasten on for us our fate before the Day of Reckoning."
  },
  {
    "verse_id": 17,
    "translation": "Bear with what they say, and remember Our bondman David, lord of might, Lo! he was ever turning in repentance (toward Allah)."
  },
  {
    "verse_id": 18,
    "translation": "Lo! We subdued the hills to hymn the praises (of their Lord) with him at nightfall and sunrise,"
  },
  {
    "verse_id": 19,
    "translation": "And the birds assembled; all were turning unto Him."
  },
  {
    "verse_id": 20,
    "translation": "We made his kingdom strong and gave him wisdom and decisive speech."
  },
  {
    "verse_id": 21,
    "translation": "And hath the story of the litigants come unto thee? How they climbed the wall into the royal chamber;"
  },
  {
    "verse_id": 22,
    "translation": "How they burst in upon David, and he was afraid of them. They said: Be not afraid! (We are) two litigants, one of whom hath wronged the other, therefor judge aright between us; be not unjust; and show us the fair way."
  },
  {
    "verse_id": 23,
    "translation": "Lo! this my brother hath ninety and nine ewes while I had one ewe; and he said: Entrust it to me, and he conquered me in speech."
  },
  {
    "verse_id": 24,
    "translation": "(David) said: He hath wronged thee in demanding thine ewe in addition to his ewes, and lo! many partners oppress one another, save such as believe and do good works, and they are few. And David guessed that We had tried him, and he sought forgiveness of his Lord, and he bowed himself and fell down prostrate and repented."
  },
  {
    "verse_id": 25,
    "translation": "So We forgave him that; and lo! he had access to Our presence and a happy journey's end."
  },
  {
    "verse_id": 26,
    "translation": "(And it was said unto him): O David! Lo! We have set thee as a viceroy in the earth; therefor judge aright between mankind, and follow not desire that it beguile thee from the way of Allah. Lo! those who wander from the way of Allah have an awful doom, forasmuch as they forgot the Day of Reckoning."
  },
  {
    "verse_id": 27,
    "translation": "And We created not the heaven and the earth and all that is between them in vain. That is the opinion of those who disbelieve. And woe unto those who disbelieve, from the Fire!"
  },
  {
    "verse_id": 28,
    "translation": "Shall We treat those who believe and do good works as those who spread corruption in the earth; or shall We treat the pious as the wicked?"
  },
  {
    "verse_id": 29,
    "translation": "(This is) a Scripture that We have revealed unto thee, full of blessing, that they may ponder its revelations, and that men of understanding may reflect."
  },
  {
    "verse_id": 30,
    "translation": "And We bestowed on David, Solomon. How excellent a slave! Lo! he was ever turning in repentance (toward Allah)."
  },
  {
    "verse_id": 31,
    "translation": "When there were shown to him at eventide lightfooted coursers"
  },
  {
    "verse_id": 32,
    "translation": "And he said: Lo! I have preferred the good things (of the world) to the remembrance of my Lord; till they were taken out of sight behind the curtain."
  },
  {
    "verse_id": 33,
    "translation": "(Then he said): Bring them back to me, and fell to slashing (with his sword their) legs and necks."
  },
  {
    "verse_id": 34,
    "translation": "And verily We tried Solomon, and set upon his throne a (mere) body. Then did he repent."
  },
  {
    "verse_id": 35,
    "translation": "He said: My Lord! Forgive me and bestow on me sovereignty such as shall not belong to any after me. Lo! Thou art the Bestower."
  },
  {
    "verse_id": 36,
    "translation": "So We made the wind subservient unto him, setting fair by his command whithersoever he intended."
  },
  {
    "verse_id": 37,
    "translation": "And the unruly, every builder and diver (made We subservient),"
  },
  {
    "verse_id": 38,
    "translation": "And others linked together in chains,"
  },
  {
    "verse_id": 39,
    "translation": "(Saying): This is Our gift, so bestow thou, or withhold, without reckoning."
  },
  {
    "verse_id": 40,
    "translation": "And lo! he hath favour with Us, and a happy journey's end."
  },
  {
    "verse_id": 41,
    "translation": "And make mention (O Muhammad) of Our bondman Job, when he cried unto his Lord (saying): Lo! the devil doth afflict me with distress and torment."
  },
  {
    "verse_id": 42,
    "translation": "(And it was said unto him): Strike the ground with thy foot. This (spring) is a cool bath and a refreshing drink."
  },
  {
    "verse_id": 43,
    "translation": "And We bestowed on him (again) his household and therewith the like thereof, a mercy from Us, and a memorial for men of understanding."
  },
  {
    "verse_id": 44,
    "translation": "And (it was said unto him): Take in thine hand a branch and smite therewith, and break not thine oath. Lo! We found him steadfast, how excellent a slave! Lo! he was ever turning in repentance (to his Lord)."
  },
  {
    "verse_id": 45,
    "translation": "And make mention of Our bondmen, Abraham, Isaac and Jacob, men of parts and vision."
  },
  {
    "verse_id": 46,
    "translation": "Lo! We purified them with a pure thought, remembrance of the Home (of the Hereafter)."
  },
  {
    "verse_id": 47,
    "translation": "Lo! in Our sight they are verily of the elect, the excellent."
  },
  {
    "verse_id": 48,
    "translation": "And make mention of Ishmael and Elisha and Dhu'l-Kifl. All are of the chosen."
  },
  {
    "verse_id": 49,
    "translation": "This is a reminder. And lo! for those who ward off (evil) is a happy journey's end,"
  },
  {
    "verse_id": 50,
    "translation": "Gardens of Eden, whereof the gates are opened for them,"
  },
  {
    "verse_id": 51,
    "translation": "Wherein, reclining, they call for plenteous fruit and cool drink (that is) therein."
  },
  {
    "verse_id": 52,
    "translation": "And with them are those of modest gaze, companions."
  },
  {
    "verse_id": 53,
    "translation": "This it is that ye are promised for the Day of Reckoning."
  },
  {
    "verse_id": 54,
    "translation": "Lo! this in truth is Our provision, which will never waste away."
  },
  {
    "verse_id": 55,
    "translation": "This (is for the righteous). And lo! for the transgressors there with be an evil journey's end,"
  },
  {
    "verse_id": 56,
    "translation": "Hell, where they will burn, an evil resting-place."
  },
  {
    "verse_id": 57,
    "translation": "Here is a boiling and an ice-cold draught, so let them taste it,"
  },
  {
    "verse_id": 58,
    "translation": "And other (torment) of the kind in pairs (the two extremes)!"
  },
  {
    "verse_id": 59,
    "translation": "Here is an army rushing blindly with you. (Those who are already in the Fire say): No word of welcome for them. Lo! they will roast at the Fire."
  },
  {
    "verse_id": 60,
    "translation": "They say: Nay, but you (misleaders), for you there is no word of welcome. Ye prepared this for us (by your misleading). Now hapless is the plight."
  },
  {
    "verse_id": 61,
    "translation": "They say: Our Lord! Whoever did prepare this for us, oh, give him double portion of the Fire!"
  },
  {
    "verse_id": 62,
    "translation": "And they say: What aileth us that we behold not men whom we were wont to count among the wicked?"
  },
  {
    "verse_id": 63,
    "translation": "Did we take them (wrongly) for a laughing-stock, or have our eyes missed them?"
  },
  {
    "verse_id": 64,
    "translation": "Lo! that is very truth: the wrangling of the dwellers in the Fire."
  },
  {
    "verse_id": 65,
    "translation": "Say (unto them, O Muhammad): I am only a warner, and there is no Allah save Allah, the One, the Absolute,"
  },
  {
    "verse_id": 66,
    "translation": "Lord of the heavens and the earth and all that is between them, the Mighty, the Pardoning."
  },
  {
    "verse_id": 67,
    "translation": "Say: It is tremendous tidings"
  },
  {
    "verse_id": 68,
    "translation": "Whence ye turn away!"
  },
  {
    "verse_id": 69,
    "translation": "I had no knowledge of the Highest Chiefs when they disputed;"
  },
  {
    "verse_id": 70,
    "translation": "It is revealed unto me only that I may be a plain warner."
  },
  {
    "verse_id": 71,
    "translation": "When thy Lord said unto the angels: Lo! I am about to create a mortal out of mire,"
  },
  {
    "verse_id": 72,
    "translation": "And when I have fashioned him and breathed into him of My Spirit, then fall down before him prostrate,"
  },
  {
    "verse_id": 73,
    "translation": "The angels fell down prostrate, every one,"
  },
  {
    "verse_id": 74,
    "translation": "Saving Iblis; he was scornful and became one of the disbelievers."
  },
  {
    "verse_id": 75,
    "translation": "He said: O Iblis! What hindereth thee from falling prostrate before that which I have created with both My hands? Art thou too proud or art thou of the high exalted?"
  },
  {
    "verse_id": 76,
    "translation": "He said: I am better than him. Thou createdst me of fire, whilst him Thou didst create of clay."
  },
  {
    "verse_id": 77,
    "translation": "He said: Go forth from hence, for lo! thou art outcast,"
  },
  {
    "verse_id": 78,
    "translation": "And lo! My curse is on thee till the Day of Judgment."
  },
  {
    "verse_id": 79,
    "translation": "He said: My Lord! Reprieve me till the day when they are raised."
  },
  {
    "verse_id": 80,
    "translation": "He said: Lo! thou art of those reprieved"
  },
  {
    "verse_id": 81,
    "translation": "Until the day of the time appointed."
  },
  {
    "verse_id": 82,
    "translation": "He said: Then, by Thy might, I surely will beguile them every one,"
  },
  {
    "verse_id": 83,
    "translation": "Save Thy single-minded slaves among them."
  },
  {
    "verse_id": 84,
    "translation": "He said: The Truth is, and the Truth I speak,"
  },
  {
    "verse_id": 85,
    "translation": "That I shall fill hell with thee and with such of them as follow thee, together."
  },
  {
    "verse_id": 86,
    "translation": "Say (O Muhammad, unto mankind): I ask of you no fee for this, and I am no simulating."
  },
  {
    "verse_id": 87,
    "translation": "Lo! it is naught else than a reminder for all peoples"
  },
  {
    "verse_id": 88,
    "translation": "And ye will come in time to know the truth thereof."
  }
]