[
  {
    "verse_id": 1,
    "translation": "By those that winnow with a winnowing"
  },
  {
    "verse_id": 2,
    "translation": "And those that bear the burden (of the rain)"
  },
  {
    "verse_id": 3,
    "translation": "And those that glide with ease (upon the sea)"
  },
  {
    "verse_id": 4,
    "translation": "And those who distribute (blessings) by command,"
  },
  {
    "verse_id": 5,
    "translation": "Lo! that wherewith ye are threatened is indeed true,"
  },
  {
    "verse_id": 6,
    "translation": "And lo! the judgment will indeed befall."
  },
  {
    "verse_id": 7,
    "translation": "By the heaven full of paths,"
  },
  {
    "verse_id": 8,
    "translation": "Lo! ye, forsooth, are of various opinion (concerning the truth)."
  },
  {
    "verse_id": 9,
    "translation": "He is made to turn away from it who is (himself) averse."
  },
  {
    "verse_id": 10,
    "translation": "Accursed be the conjecturers"
  },
  {
    "verse_id": 11,
    "translation": "Who are careless in an abyss!"
  },
  {
    "verse_id": 12,
    "translation": "They ask: When is the Day of Judgment?"
  },
  {
    "verse_id": 13,
    "translation": "(It is) the day when they will be tormented at the Fire,"
  },
  {
    "verse_id": 14,
    "translation": "(And it will be said unto them): Taste your torment (which ye inflicted). This is what ye sought to hasten."
  },
  {
    "verse_id": 15,
    "translation": "Lo! those who keep from evil will dwell amid gardens and watersprings,"
  },
  {
    "verse_id": 16,
    "translation": "Taking that which their Lord giveth them; for lo! aforetime they were doers of good;"
  },
  {
    "verse_id": 17,
    "translation": "They used to sleep but little of the night,"
  },
  {
    "verse_id": 18,
    "translation": "And ere the dawning of each day would seek forgiveness,"
  },
  {
    "verse_id": 19,
    "translation": "And in their wealth the beggar and the outcast had due share."
  },
  {
    "verse_id": 20,
    "translation": "And in the earth are portents for those whose faith is sure."
  },
  {
    "verse_id": 21,
    "translation": "And (also) in yourselves. Can ye then not see?"
  },
  {
    "verse_id": 22,
    "translation": "And in the heaven is your providence and that which ye are promised;"
  },
  {
    "verse_id": 23,
    "translation": "And by the Lord of the heavens and the earth, it is the truth, even as (it is true) that ye speak."
  },
  {
    "verse_id": 24,
    "translation": "Hath the story of Abraham's honoured guests reached thee (O Muhammad)?"
  },
  {
    "verse_id": 25,
    "translation": "When they came in unto him and said: Peace! he answered, Peace! (and thought): Folk unknown (to me)."
  },
  {
    "verse_id": 26,
    "translation": "Then he went apart unto his housefolk so that they brought a fatted calf;"
  },
  {
    "verse_id": 27,
    "translation": "And he set it before them, saying: Will ye not eat?"
  },
  {
    "verse_id": 28,
    "translation": "Then he conceived a fear of them. They said: Fear not! and gave him tidings of (the birth of) a wise son."
  },
  {
    "verse_id": 29,
    "translation": "Then his wife came forward, making moan, and smote her face, and cried: A barren old woman!"
  },
  {
    "verse_id": 30,
    "translation": "They said: Even so saith thy Lord. Lo! He is the Wise, the Knower."
  },
  {
    "verse_id": 31,
    "translation": "(Abraham) said: And (afterward) what is your errand, O ye sent (from Allah)?"
  },
  {
    "verse_id": 32,
    "translation": "They said: Lo! we are sent unto a guilty folk,"
  },
  {
    "verse_id": 33,
    "translation": "That we may send upon them stones of clay,"
  },
  {
    "verse_id": 34,
    "translation": "Marked by thy Lord for (the destruction of) the wanton."
  },
  {
    "verse_id": 35,
    "translation": "Then we brought forth such believers as were there."
  },
  {
    "verse_id": 36,
    "translation": "But We found there but one house of those surrendered (to Allah)."
  },
  {
    "verse_id": 37,
    "translation": "And We left behind therein a portent for those who fear a painful doom."
  },
  {
    "verse_id": 38,
    "translation": "And in Moses (too, there is a portent) when We sent him unto Pharaoh with clear warrant,"
  },
  {
    "verse_id": 39,
    "translation": "But he withdrew (confiding) in his might, and said: A wizard or a madman."
  },
  {
    "verse_id": 40,
    "translation": "So We seized him and his hosts and flung them in the sea, for he was reprobate."
  },
  {
    "verse_id": 41,
    "translation": "And in (the tribe of) A'ad (there is a portent) when we sent the fatal wind against them."
  },
  {
    "verse_id": 42,
    "translation": "It spared naught that it reached, but made it (all) as dust."
  },
  {
    "verse_id": 43,
    "translation": "And in (the tribe of) Thamud (there is a portent) when it was told them: Take your ease awhile."
  },
  {
    "verse_id": 44,
    "translation": "But they rebelled against their Lord's decree, and so the thunderbolt overtook them even while they gazed;"
  },
  {
    "verse_id": 45,
    "translation": "And they were unable to rise up, nor could they help themselves."
  },
  {
    "verse_id": 46,
    "translation": "And the folk of Noah aforetime. Lo! they were licentious folk."
  },
  {
    "verse_id": 47,
    "translation": "We have built the heaven with might, and We it is Who make the vast extent (thereof)."
  },
  {
    "verse_id": 48,
    "translation": "And the earth have We laid out, how gracious is the Spreader (thereof)!"
  },
  {
    "verse_id": 49,
    "translation": "And all things We have created by pairs, that haply ye may reflect."
  },
  {
    "verse_id": 50,
    "translation": "Therefor flee unto Allah; lo! I am a plain warner unto you from him."
  },
  {
    "verse_id": 51,
    "translation": "And set not any other god along with Allah; lo! I am a plain warner unto you from Him."
  },
  {
    "verse_id": 52,
    "translation": "Even so there came no messenger unto those before them but they said: A wizard or a madman!"
  },
  {
    "verse_id": 53,
    "translation": "Have they handed down (the saying) as an heirloom one unto another? Nay, but they are froward folk."
  },
  {
    "verse_id": 54,
    "translation": "So withdraw from them (O Muhammad), for thou art in no wise blameworthy,"
  },
  {
    "verse_id": 55,
    "translation": "And warn, for warning profiteth believers."
  },
  {
    "verse_id": 56,
    "translation": "I created the jinn and humankind only that they might worship Me."
  },
  {
    "verse_id": 57,
    "translation": "I seek no livelihood from them, nor do I ask that they should feed Me."
  },
  {
    "verse_id": 58,
    "translation": "Lo! Allah! He it is that giveth livelihood, the Lord of unbreakable might."
  },
  {
    "verse_id": 59,
    "translation": "And lo! for those who (now) do wrong there is an evil day like unto the evil day (which came for) their likes (of old); so let them not ask Me to hasten on (that day)."
  },
  {
    "verse_id": 60,
    "translation": "And woe unto those who disbelieve, from (that) their day which they are promised."
  }
]