[
  {
    "verse_id": 1,
    "translation": "By the Star when it setteth,"
  },
  {
    "verse_id": 2,
    "translation": "Your comrade erreth not, nor is deceived;"
  },
  {
    "verse_id": 3,
    "translation": "Nor doth he speak of (his own) desire."
  },
  {
    "verse_id": 4,
    "translation": "It is naught save an inspiration that is inspired,"
  },
  {
    "verse_id": 5,
    "translation": "Which one of mighty powers hath taught him,"
  },
  {
    "verse_id": 6,
    "translation": "One vigorous; and he grew clear to view"
  },
  {
    "verse_id": 7,
    "translation": "When he was on the uppermost horizon."
  },
  {
    "verse_id": 8,
    "translation": "Then he drew nigh and came down"
  },
  {
    "verse_id": 9,
    "translation": "Till he was (distant) two bows' length or even nearer,"
  },
  {
    "verse_id": 10,
    "translation": "And He revealed unto His slave that which He revealed."
  },
  {
    "verse_id": 11,
    "translation": "The heart lied not (in seeing) what it saw."
  },
  {
    "verse_id": 12,
    "translation": "Will ye then dispute with him concerning what he seeth?"
  },
  {
    "verse_id": 13,
    "translation": "And verily he saw him yet another time"
  },
  {
    "verse_id": 14,
    "translation": "By the lote-tree of the utmost boundary,"
  },
  {
    "verse_id": 15,
    "translation": "Nigh unto which is the Garden of Abode."
  },
  {
    "verse_id": 16,
    "translation": "When that which shroudeth did enshroud the lote-tree,"
  },
  {
    "verse_id": 17,
    "translation": "The eye turned not aside nor yet was overbold."
  },
  {
    "verse_id": 18,
    "translation": "Verily he saw one of the greater revelations of his Lord."
  },
  {
    "verse_id": 19,
    "translation": "Have ye thought upon Al-Lat and Al-'Uzza"
  },
  {
    "verse_id": 20,
    "translation": "And Manat, the third, the other?"
  },
  {
    "verse_id": 21,
    "translation": "Are yours the males and His the females?"
  },
  {
    "verse_id": 22,
    "translation": "That indeed were an unfair division!"
  },
  {
    "verse_id": 23,
    "translation": "They are but names which ye have named, ye and your fathers, for which Allah hath revealed no warrant. They follow but a guess and that which (they) themselves desire. And now the guidance from their Lord hath come unto them."
  },
  {
    "verse_id": 24,
    "translation": "Or shall man have what he coveteth?"
  },
  {
    "verse_id": 25,
    "translation": "But unto Allah belongeth the after (life), and the former."
  },
  {
    "verse_id": 26,
    "translation": "And how many angels are in the heavens whose intercession availeth naught save after Allah giveth leave to whom He chooseth and accepteth."
  },
  {
    "verse_id": 27,
    "translation": "Lo! it is those who disbelieve in the Hereafter who name the angels with the names of females."
  },
  {
    "verse_id": 28,
    "translation": "And they have no knowledge thereof. They follow but a guess, and lo! a guess can never take the place of the truth."
  },
  {
    "verse_id": 29,
    "translation": "Then withdraw (O Muhammad) from him who fleeth from Our remembrance and desireth but the life of the world."
  },
  {
    "verse_id": 30,
    "translation": "Such is their sum of knowledge. Lo! thy Lord is Best Aware of him who strayeth, and He is Best Aware of him whom goeth right."
  },
  {
    "verse_id": 31,
    "translation": "And unto Allah belongeth whatsoever is in the heavens and whatsoever is in the earth, that He may reward those who do evil with that which they have done, and reward those who do good with goodness."
  },
  {
    "verse_id": 32,
    "translation": "Those who avoid enormities of sin and abominations, save the unwilled offences - (for them) lo! thy Lord is of vast mercy. He is Best Aware of you (from the time) when He created you from the earth, and when ye were hidden in the bellies of your mothers. Therefor ascribe not purity unto yourselves. He is Best Aware of him who wardeth off (evil)."
  },
  {
    "verse_id": 33,
    "translation": "Didst thou (O Muhammad) observe him who turned away,"
  },
  {
    "verse_id": 34,
    "translation": "And gave a little, then was grudging?"
  },
  {
    "verse_id": 35,
    "translation": "Hath he knowledge of the Unseen so that he seeth?"
  },
  {
    "verse_id": 36,
    "translation": "Or hath he not had news of what is in the books of Moses"
  },
  {
    "verse_id": 37,
    "translation": "And Abraham who paid his debt:"
  },
  {
    "verse_id": 38,
    "translation": "That no laden one shall bear another's load,"
  },
  {
    "verse_id": 39,
    "translation": "And that man hath only that for which he maketh effort,"
  },
  {
    "verse_id": 40,
    "translation": "And that his effort will be seen."
  },
  {
    "verse_id": 41,
    "translation": "And afterward he will be repaid for it with fullest payment;"
  },
  {
    "verse_id": 42,
    "translation": "And that thy Lord, He is the goal;"
  },
  {
    "verse_id": 43,
    "translation": "And that He it is who maketh laugh, and maketh weep,"
  },
  {
    "verse_id": 44,
    "translation": "And that He it is Who giveth death and giveth life;"
  },
  {
    "verse_id": 45,
    "translation": "And that He createth the two spouses, the male and the female,"
  },
  {
    "verse_id": 46,
    "translation": "From a drop (of seed) when it is poured forth;"
  },
  {
    "verse_id": 47,
    "translation": "And that He hath ordained the second bringing forth;"
  },
  {
    "verse_id": 48,
    "translation": "And that He it is Who enricheth and contenteth;"
  },
  {
    "verse_id": 49,
    "translation": "And that He it is Who is the Lord of Sirius;"
  },
  {
    "verse_id": 50,
    "translation": "And that He destroyed the former (tribe of) A'ad,"
  },
  {
    "verse_id": 51,
    "translation": "And (the tribe of) Thamud He spared not;"
  },
  {
    "verse_id": 52,
    "translation": "And the folk of Noah aforetime, Lo! they were more unjust and more rebellious;"
  },
  {
    "verse_id": 53,
    "translation": "And Al-Mu'tafikah He destroyed"
  },
  {
    "verse_id": 54,
    "translation": "So that there covered them that which did cover."
  },
  {
    "verse_id": 55,
    "translation": "Concerning which then, of the bounties of thy Lord, canst thou dispute?"
  },
  {
    "verse_id": 56,
    "translation": "This is a warner of the warners of old."
  },
  {
    "verse_id": 57,
    "translation": "The threatened Hour is nigh."
  },
  {
    "verse_id": 58,
    "translation": "None beside Allah can disclose it."
  },
  {
    "verse_id": 59,
    "translation": "Marvel ye then at this statement,"
  },
  {
    "verse_id": 60,
    "translation": "And laugh and not weep,"
  },
  {
    "verse_id": 61,
    "translation": "While ye amuse yourselves?"
  },
  {
    "verse_id": 62,
    "translation": "Rather prostrate yourselves before Allah and serve Him."
  }
]