[
  {
    "verse_id": 1,
    "translation": "O thou wrapped up in thy raiment!"
  },
  {
    "verse_id": 2,
    "translation": "Keep vigil the night long, save a little -"
  },
  {
    "verse_id": 3,
    "translation": "A half thereof, or abate a little thereof"
  },
  {
    "verse_id": 4,
    "translation": "Or add (a little) thereto - and chant the Qur'an in measure,"
  },
  {
    "verse_id": 5,
    "translation": "For we shall charge thee with a word of weight."
  },
  {
    "verse_id": 6,
    "translation": "Lo! the vigil of the night is (a time) when impression is more keen and speech more certain."
  },
  {
    "verse_id": 7,
    "translation": "Lo! thou hast by day a chain of business."
  },
  {
    "verse_id": 8,
    "translation": "So remember the name of thy Lord and devote thyself with a complete devotion -"
  },
  {
    "verse_id": 9,
    "translation": "Lord of the East and the West; there is no Allah save Him; so choose thou Him alone for thy defender -"
  },
  {
    "verse_id": 10,
    "translation": "And bear with patience what they utter, and part from them with a fair leave-taking."
  },
  {
    "verse_id": 11,
    "translation": "Leave Me to deal with the deniers, lords of ease and comfort (in this life); and do thou respite them awhile."
  },
  {
    "verse_id": 12,
    "translation": "Lo! with Us are heavy fetters and a raging fire,"
  },
  {
    "verse_id": 13,
    "translation": "And food which choketh (the partaker), and a painful doom"
  },
  {
    "verse_id": 14,
    "translation": "On the day when the earth and the hills rock, and the hills become a heap of running sand."
  },
  {
    "verse_id": 15,
    "translation": "Lo! We have sent unto you a messenger as witness against you, even as We sent unto Pharaoh a messenger."
  },
  {
    "verse_id": 16,
    "translation": "But Pharaoh rebelled against the messenger, whereupon We seized him with no gentle grip."
  },
  {
    "verse_id": 17,
    "translation": "Then how, if ye disbelieve, will ye protect yourselves upon the day which will turn children grey,"
  },
  {
    "verse_id": 18,
    "translation": "The very heaven being then rent asunder. His promise is to be fulfilled."
  },
  {
    "verse_id": 19,
    "translation": "Lo! This is a Reminder. Let him who will, then, choose a way unto his Lord."
  },
  {
    "verse_id": 20,
    "translation": "Lo! thy Lord knoweth how thou keepest vigil sometimes nearly two-thirds of the night, or (sometimes) half or a third thereof, as do a party of those with thee. Allah measureth the night and the day. He knoweth that ye count it not, and turneth unto you in mercy. Recite, then, of the Qur'an that which is easy for you. He knoweth that there are sick folk among you, while others travel in the land in search of Allah's bounty, and others (still) are fighting for the cause of Allah. So recite of it that which is easy (for you), and establish worship and pay the poor-due, and (so) lend unto Allah a goodly loan. Whatsoever good ye send before you for your souls, ye will find it with Allah, better and greater in the recompense. And seek forgiveness of Allah. Lo! Allah is Forgiving, Merciful."
  }
]