[
  {
    "verse_id": 1,
    "translation": "Alf lam mym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh v slme bhtr zanan)."
  },
  {
    "verse_id": 2,
    "translation": "(yhi) chhe so ʿẓmt vajinụ̄ ktab yath mnz kunhi shkch gnjạyish chahnh, (yhi) chhe prhyzgarn hndi khạṭr hdayt."
  },
  {
    "verse_id": 3,
    "translation": "Yim ghybs pytth ayman chih aanan th nmaz chih (tmam ḥqvqav san) qạyim kran th yikynczhah aashi timn svuzmut chuh tamhi mnz chih (sanhi vathi mnz) khrch kran."
  },
  {
    "verse_id": 4,
    "translation": "Th tim lukh chih, yhi tohyhi pytth nạzl āv krnh, th yhi tohyhi brvnhh nạzl chuh āmut krnh tth (sạrụ̄se) pytth ayman aanan byyh chh tm ạkhrts pytth thi (mkml pạtthụ̄) yqyn thavan."
  },
  {
    "verse_id": 5,
    "translation": "Time chih pnnis rb sndi ṭrfh hdayts pytth, th time chih aṣly kamyạby pravan vạlụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Be shk yimav kufur chuh panh nvvmut, tihindi khạṭr chhe hishy ktha, khvah tohụ̄ tim khocznạvitvkh ya math khocznạvitvkh, tim aann nh ayman."
  },
  {
    "verse_id": 7,
    "translation": "Allah tʿālyā han chhe (tihindis panh czarnh kis ntyjh has mnz) tihindyn diln th kann pytth mohr lgạvmcz, th tihnzn achhn pytth chuh prdh (pyomut), th tihindi khạṭr chuh skht ʿdhab."
  },
  {
    "verse_id": 8,
    "translation": "Th lukv mnz chih kynhh tim (thi) yim vnan chih zi aashi aon Allah tʿālyā has th qyamt kis dohs pytth ayman, ḥalankh chihnh tim (hrgz) mvmn."
  },
  {
    "verse_id": 9,
    "translation": "Tim chih Allah tʿālyā has (yʿny rsvl ṣly Allah ʿlyh vslms) th baaymann dvkhh diyun yczhan mgr (ḥqyqts mnz) chih tim pnnise pans dvkhh divan, th timn chuhnh aamiyuk shʿūr. ) yath jayhi chuhnh mẓaf lykhnh āmut blkh chuh ḥdhf krnh āmut yus zan''rsvl'' chh, yʿny, yukhādiʿuuvna allāha, vnith chuh murad, yukhādiʿuuvna alrasuvla, ninh āmut. Akthr tfsyrkyv aimamav chuh yhi mʿny byan kormut. Bṭvrḥvalh vuchhv,tfsyralqrṭby, albyẓavy, albghvy, alnsfy, alkshaf, almẓhry, zad almsyr, alkhazn. Bytri(."
  },
  {
    "verse_id": 10,
    "translation": "Tihindyn diln mnz chhe bymạrụ̄, lhādha kor tath bymari Allah tʿālyā han mzyd aẓafh, th tihindi khạṭr chuh dg tulvun ʿdhab, aamhi mokhh zi tim ạsụ̄ aapuz vanan."
  },
  {
    "verse_id": 11,
    "translation": "Th yylhi timn vannh chuh yivan zi zmyns mnz mth krụ̄ tav fsad brpa, tylhi chih vanan asy chih aṣlaḥ krn vạlụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Khbrdar gczihv! Yimae lukh chih (ḥqyqts mnz) fsad krn vạlụ̄ mgryimn chuhnh (aamiyuk) aḥsas thi."
  },
  {
    "verse_id": 13,
    "translation": "Th yylhi timn vannh chuh yivan zi (tohụ̄ thi) aniv ayman yithh pạtthụ̄ (baqy ) lukv chuh ayman aonmut, tylhi chih vanan kya asụ̄thi aanva (tithe pạtthụ̄) ayman yithh pạtthụ̄ (timav) byvqvufav ayman aon, zạnith thạviv! Be vqvf chih (ḥqyqts mnz) tim panh mgr timn chuhnh (pnnhi be vqvfy hund th lot āsnuk) ʿlm."
  },
  {
    "verse_id": 14,
    "translation": "Th yylhi tim (mnafq) ayman valyn chih smkhan tylhi chih vanan aashi (thi) chuh ayman aonmut th yylhi tim pnnyn shyṭann czvuri pạtthụ̄ smkhan chih tylhi chih vnan, asụ̄ chih aṣly tohyhi sintụ̄, asụ̄ chih (mslmann) ṣrf mdhaq kran."
  },
  {
    "verse_id": 15,
    "translation": "Allah tʿālyā chuh timn tihindimdhaquk sza divan th timn chuh yalh gy trvan (takh tim vatn pane pnnis anjams tam) lhādha chih tim pane pnnhi nafrmạny mnz vathi ddlan."
  },
  {
    "verse_id": 16,
    "translation": "Yime chih tim lukh yimav hdayt bdlh gumrahy mlụ̄ hiycz, mgr yhindis tjarts drav nh kanhh fạyidh th timn ạs nh (fạydh dinh valhi th nfʿ dinh valhi svdachhi) vathi hnz khbre."
  },
  {
    "verse_id": 17,
    "translation": "Tihnz mthal chhe tithis akis shkhṣh snz hish yymụ̄ (aanhi gttis mnz) aalav zvl, th yylhi tmụ̄ aond pok gashrvvu pth niyvu Allah tʿālyā han timn gash (nvur) th tim trạvin aanhi gttn mnz, vonụ̄ chuhnh timn kihinụ̄ yivan aathhi."
  },
  {
    "verse_id": 18,
    "translation": "Yim chih zrụ̄, klụ̄ (th) anụ̄, lhādha phyrn nh tim (siyzi vathi kun) vaps."
  },
  {
    "verse_id": 19,
    "translation": "Nath chhe tihnz mthal tamhi rvudch hish yus āsmanh vasan chuh, yath mnz aanhi gtth chhe, byyhi chhe ggrayhi th vuzmlh (thi), pth chih tim ggrayhi (hnzi zvrdar āvazi) kinụ̄ mrnh kh khvfh pnnyn knn mnz aongjhi bran, th Allah tʿālyā chuh kạfrn ghyrs mnz rttith."
  },
  {
    "verse_id": 20,
    "translation": "Zanth chuh basan zi vuzmlh niyhi timn achh gash kvurith, yylhi thi tihindi khạṭr (maḥvls mnz) kanhh gashhi pav chhe pyvan tylhi chih tth mnz pakun lagan th yylhi timn aanhi gott chuh nal valan tylhi chih rvuzith gczhan. Th hrgah Allah tʿālyā yaczihh he tylhi niyhi he pvur pạ tthụ̄ tihundachhn hund vuchuhn th knn hund bvzun, be shk chuh Allah tʿālyā pth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 21,
    "translation": "Ae lukv! Pnnis rb snz ʿbadt kriv yymụ̄ tohụ̄ pạd kri nav byyh tim lukh (thi) yim tohyhi brvnhh ạsụ̄, takh tohụ̄ bniv prhyz gar."
  },
  {
    "verse_id": 22,
    "translation": "Yymụ̄ tuhndi khạṭr zmyn bnạv frsh th āsman bnvvun ʿmart, th āsmann hndi ṭrfh vvlun āb, pth krin aamhi sintụ̄ tuhndi khynh khạṭr (mkhtlf qsmn hndụ̄) myvh pạd, lhādha mah tthhrạyv tohụ̄ Allah tʿālyā sndi khạṭr shryk yylhi zan tohụ̄ (ḥqyqti ḥal) zanan chihv."
  },
  {
    "verse_id": 23,
    "translation": "Th agr tohụ̄ yath (klams) mtʿlq shks mnz chihv yus aashi pnnis (brgzydh) bnds pytth nạzl chuh kormut, tylhi anụ̄ tav yath hiyvu kanhh aakve svrh bnạvith, th Allah tʿālyā has varạe aniyvukh (be shk yymhi kamhi khạṭr) pnnụ̄ (sạry) ḥmayt krn vạlụ̄hrgah tohụ̄ (pnnis shks th ankars mnz) pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 24,
    "translation": "pth hrgah tohụ̄ yhi hykvi nh krith, th hrgz (thi) hykvi nh krith, tylhi bchiv tamhi nar nishhi yymiyuk zalun lukh (yʿny kạfr) th knhi (yʿny tihindụ̄ potlụ̄) chih, yus kạfrn khạṭr tyar chuh krnh āmut."
  },
  {
    "verse_id": 25,
    "translation": "th (ae ttatthhi!) tohụ̄ bvznạviyvukh tim lukh khosh khbr yimav ayman aon th nyk ʿmlh rvudụ̄ kran zi tihindi khạṭr chih (jntkụ̄) bagh yimn bnụ̄ kinụ̄ kolh chhe pkan, yylhi timn yimav baghav mnz kanhh myvh khynh khạṭr dinh yiyhi,tim vann (aamich ẓạhry shkl vuchihth) zi yhi chuh sue myvh yus aashi (dunyahs mnz) godd avs dinh āmut, ḥalankh āsn timn (shklhi kinụ̄) hiviy myvh dinh āmtụ̄, tihindi khạṭr āsn jnts mnz pạkyzh khandarinhi (thi) th tim rvzn hmyshh yimn mnz."
  },
  {
    "verse_id": 26,
    "translation": "Be shk chuhnh Allah tʿālyā aath kthhi mndchhan zi kanhh thi mthal kri (smjhavnh khạṭr) byan (khvah) mhụ̄ snz āshi ya (tithhi chyzch yus ḥqarts mnz) aamhi khoth thi khsith āshi, vonụ̄ yimav lukv ayman aon, tim chih varpạtthụ̄ zanan zi yhi mthal chhe tihindis rb sndi ṭrfh ḥqch (nshandhy), th yimav kufur akhtyar kor, tim chih (aath bvuzith yhi) vanan zi yiczihh mthalhi sintụ̄ kya mṭlb chuh Allah tʿālyā has? Allah tʿāly chuh (yth pạtthụ̄) aaky kthhi sintụ̄ varyahn lukn gmrah kran th varyahn lukn chuh hdayt divan, th aamhi sintụ̄ chuh ṣrf timn lukn gmrạhy mnz tavan yim (godde) nafrman chih."
  },
  {
    "verse_id": 27,
    "translation": "(yim nafrman lukh chih tim) yim Allah tʿālyā sund ʿhd ts sintụ̄pokhth krnh path puhttravan chih, th suh (tʿlq) chih czttan yus jvrnuk ḥkm Allah tʿālyā han diyutmut chuh, th zmyns mnz chih fsad brpa kran, yimae lukh chih khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Tohụ̄ kithh pạtthụ̄ chihv Allah tʿālyā sund ankar kran, yylhi zn tohụ̄ be jan ạsivu tmụ̄ dicz nav tohyhi zndgy, pth diyav suh tohyhi mvt, th pth kryvtohyhi byyhi zndh, pth yiyiv tohụ̄ ts kun vaps ninh."
  },
  {
    "verse_id": 29,
    "translation": "Sue chuh yymụ̄thi svrue kynhh yhi zmyns mnz chuh tuhndi khạṭr pạd kor, pth sapud suh (kaynat kyn) pytthimyn ḥiṣn kun mtvjh th tmụ̄bnạvụ̄ tmn shyr pạr krith sth āsmanụ̄ ṭbqh, th suh chuh prth kanhh chyz zanan."
  },
  {
    "verse_id": 30,
    "translation": "Th (suh vqt kriv yad) yylhi tuhndụ̄ rbn frshtn frmvv zi bh chuhs zmyns mnz panun nạyib bnavan vvl, timav kor ʿrẓ, kya cz bnavhanh zmyns mnz kanhh tiyuth shkhṣ (nạyib) yus aath mnz fsad tulhi, byyhi kri khvn ryzy? Yylhi zan asụ̄i ḥmd san chạnụ̄ tsbyḥ chih kran rvzan, byyh chih (lgatar) pạkyzgy byan kran, (Allah tʿālyā han) frmvvkh, bh chuhs tikynczhah zanan yhi nh tohụ̄ zanan chihv."
  },
  {
    "verse_id": 31,
    "translation": "th Allah tʿālyā han hychhnvv ādm (ʿlyh alslam) tmam (chyzn hndụ̄) navu pth korun frshtn brvnhh knhi suh pysh, th frmvvun me vniv yimn chyzn hndụ̄ navhrgah tohụ̄ (pnnis khyals mnz) pzụ̄yạrụ̄ chihv?"
  },
  {
    "verse_id": 32,
    "translation": "Frshtav kor ʿrẓ, chạnụ̄ dhat chhe (pth nuqṣh nishhi) pak, aashi chuhnh kanhh ʿlm mgr tyvutah chuh yvut cze asụ̄ hychhnạvimtụ̄ chihth, be shk chuhkh cze (svrue kynhh) zann vvl danạyy vvl."
  },
  {
    "verse_id": 33,
    "translation": "Allah tʿālyā han frmvv, ae ādm! Ym krukh (vonụ̄cz) yimn chyzn hndyvnavv nsh zạnyab, pth yylhi ādmn (ʿlyh alslam) timn yimn chyzn hndụ̄ nav vnụ̄, pth frmvvkh (Allah tʿālyā han), kya me avsmav na tohyhi vonmut zi bh chuhs āsmann hndụ̄ th zmynkụ̄ (sạry) pvushydh raz zanan, th tikynczhah thi chuhs zanan yhi tohụ̄ ẓạhr chihv kran th (tikynczhah thi) yhi tohụ̄ khttith chihv thavan."
  },
  {
    "verse_id": 34,
    "translation": "Th (suh vqt thi kriv yad) yylhi aashi frshtn frmvv zi ādms (ʿlyh alslam) kriv sjdh, pth kor sarivyv sjdh ablyss vrạe, tmụ̄ kor ankarth tkbr, th (ntyjh drav yhi zi) kạfrn mnz gov shumar."
  },
  {
    "verse_id": 35,
    "translation": "Th aashi diyut ḥkm, ae ādm! Cz th chạnụ̄ khandarinụ̄kriv yath jnts mnz skvnt akhtyar, th aamhi mnz yikynczhah tohụ̄ doshvae yyczihvu yath jayhi yyczhivu thi khyyiv, mgr yath kulis nkhh yinh gczihvu nath gczihv ḥd nyrn valyn mnz (shạml)."
  },
  {
    "verse_id": 36,
    "translation": "Pth ddạlụ̄ tim shyṭann tamhi jayhi nishhi, th pth krin alg tim tamhi (raḥt kh) mqam nishhi yythi tim ạsụ̄, th aashi duyt (balạkhr) ḥkm zi tohụ̄ vsiv bon, tohụ̄ rvuziv aakh akụ̄ sndụ̄ dshmn, vonụ̄ chih tuhndi khạṭr zmyn se mnzmqrr vqts tam jae qrar, th ttụ̄ chuhv (guzr bsrkrith) fạydh tulun."
  },
  {
    "verse_id": 37,
    "translation": "Pth hychhụ̄ ādmn (ʿlyh alslam) pnnis rbs nishhi (ʿājzy th mʿạfy hndụ̄) kynhh klmat, pth kor Allah tʿālyā hn tihund tvbh qbvl, be shk chuh sue thadi payuk tvbh qbvl krn vvl mhrban."
  },
  {
    "verse_id": 38,
    "translation": "Aashi frmvv, tohụ̄ sạry vsiv jnth mnz bon, pth agr tohyhi nishhi myanhi ṭrfh kanhh hdayt vathi, tylhi yus thi myanhi hdaytch pạrvy kri, nh āshi timn pytth kanhh khvf (ṭạry) th nh āsn tim ghmgyn."
  },
  {
    "verse_id": 39,
    "translation": "Th yim lukh kfr krn th sanyn āyatn phirn buth, tylhi āsn tame jhnmy, tim rvzn aath mnz hmyshhi."
  },
  {
    "verse_id": 40,
    "translation": "Ae yʿqvb sndyv avladv! Myạnụ̄ tim anʿām krivyad yim me tohyhi (ʿṭa) krụ̄ th tohụ̄ krivme (sintụ̄ krnh āmut) vʿdh pvur, bh kr tohyhi (sintụ̄ krnh āmut) vʿdh pvur, th ṣrf ạsiv me yvt khoczan."
  },
  {
    "verse_id": 41,
    "translation": "Th tath (ktabih) pytth aniv ayman yosh me (pnnis rsvl Muḥammad ṣly Allah ʿlyh v slms pytth) nạzl kr (mczchhe, ḥalankh) yhi chhe (aṣlaan) tamiyuk tṣdyq kran yhi tohyhi nishhi chuh, th tohy mah bniv sarive brvnhh aamikụ̄ munkir, th myạnụ̄ āyat mah kniyvukh (dunyakis) mʿmvly qinmts th ṣrf rvuziv me yvt khoczan."
  },
  {
    "verse_id": 42,
    "translation": "Th ḥqch milavtt mah kriv bạṭls sintụ̄, th nah mah thạviv zạnith mạnith ḥq khttith."
  },
  {
    "verse_id": 43,
    "translation": "Th nmaz thạviv qạyim, byyhi ạsiv zkvāh divan th rkvʿ krn valyn sintụ̄ (rlith) ạsivrkvʿ kran."
  },
  {
    "verse_id": 44,
    "translation": "Kya tohụ̄ chihvabaqyan lukn rczi kamhi hundḥkm divan th panun pan chuhv mshith gczhan ḥalankh tohụ̄ chihv (Allah tʿālyā snz) ktab (thi) pran, kya to hụ̄ chihv na ʿqlhi kạm hyvan?"
  },
  {
    "verse_id": 45,
    "translation": "Byyhi mngv ṣbr sintụ̄ th nmazi sintụ̄ (Allah tʿālyā has) mdd, th pzụ̄pạtthụ̄ chuh yhi gob mgr (timn) ʿạjzy krn valyn pytth nh (hrgz), (yhindụ̄ dl Allah tʿālyā sndi mḥbt sintụ̄ khsth th tmụ̄ sndi khshyt sintụ̄ lrzan chih)."
  },
  {
    "verse_id": 46,
    "translation": "(yim chih tim lukh) yimn paczh chhe zi tim chih pannis rbs sintụ̄ mlaqat krn vạlụ̄ th tim chih tsụ̄ kun vaps gczahn vạlụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Ae avladi yʿqvb! Myạnụ̄ tim anʿām krivyad yim me tvhyhi pytth krụ̄, byyhi yhi zime diczmav tohyhi (tath zmans mnz) tmam lukn pytth fẓylt."
  },
  {
    "verse_id": 48,
    "translation": "Th tath dohs khocziv yymhi doh nh kanhh nfs (yʿny ansan) byyhi kạnshi hndi ṭrfh kynhh bdlh hykhi dith, th nah yiyhi amụ̄ sndi ṭrfh (kạnshi titihs shkhṣh snz) kanhh sfạrsh qbvl krnh (ys nh Allah tʿālyā sund ajazt ḥạṣl āshi) th nah yiyhi amụ̄ sndi ṭrfh (pan moklavnh khạṭr) kanhh mʿāvẓh qbvl krnh, th nah yiyhi (Allah tʿālyā sndis ḥkms khlaf) timn kanhh aimdad krnh."
  },
  {
    "verse_id": 49,
    "translation": "Th (suh vqt thi kriv yad) yylhi aashi tohyhi frʿūn sndi qvmh nishhi njat diyut yim tohyhi sytthah skht ʿdhab ạsiv divan, tuhndyn nychvyn ạsụ̄ maran th tuhnzn kvryn ạsụ̄ zndh thavan, th aath mnz ạs tuhndis prvrdgar sndi ṭrfh (skht) āzmạyish."
  },
  {
    "verse_id": 50,
    "translation": "Th yylhi aashi tuhndi (bchavnh) khạṭr driyavs phas tvvu ps koraashi tohyhi (yithh pạtthụ̄) njat ʿṭa th aashi kor (doyimhi pash) tuhnzn achhn brvnhh knhi frʿūn sund qvm ghrq."
  },
  {
    "verse_id": 51,
    "translation": "Th (suh vqt thi kriv yad) yylhi aashi mvsyā hs (ʿlyh alslam) sintụ̄ cztjhn rạczn hund vʿdh avs kormut, pth bnvvvn tohyhi mvsyā (ʿlyh alslam) sndi (aʿtkaf kis chils aacznh) pth voczh (panun) mʿbvd, th tohụ̄ ạsiv pzụ̄pạtthụ̄ sytthah ẓạlm."
  },
  {
    "verse_id": 52,
    "translation": "Pth kor aashi aamhi pth (thi) tohyh mʿāf takh tohụ̄ bniv shkrgzar."
  },
  {
    "verse_id": 53,
    "translation": "Th yylhi aashi mvsyā hs (ʿlyh alslam) ktab, byyhi ḥqs th bạṭls mnz frq krn vvl (mʿjzh) ʿṭa kor takh tohụ̄ lbiv hdaytch vath."
  },
  {
    "verse_id": 54,
    "translation": "Th yylhi mvsyā hn (ʿlyh alslam) pannis qvms von ae myanhi qvmh! Be shk chuhv tvhyhi voczh (panun mʿbvd) bnạvith pnnyn zuvan pytth (bodd) ẓlm kormut, tylhi kriv vonụ̄ pnnis pạd krn vạlis (ḥqyqy rb) sndis drbars mnz tvbh, lhādha kriyvun (panh vạnụ̄) akh byakh qtl, yy (krun) chuh tuhndi khạṭr tuhndis pạd krn vạlis nzdyk bhtryn (tvbh), pth kor tmụ̄ tuhund tvbh qbvl, pzụ̄ pạtthụ̄ chuh suh sytthah bodd tvbh qbvl krn vvl mhrban."
  },
  {
    "verse_id": 55,
    "translation": "Th yylhi tvhyhi vonuv, ae mvsyā! Asụ̄ aanav nh hrgztohyhi pytth ayman, yot tam nh asụ̄ Allah tʿālyā balkl (achhn brvnhh knhi) nnụ̄ pạtthụ̄ vuchhvn, (aath pytth) rttinav tohụ̄ akhi ttthi (yosh tuhndi mvtuk bạʿth bnyyhi) th tohụ̄ rvudiv (panh yhi mnẓr) vuchhan."
  },
  {
    "verse_id": 56,
    "translation": "Pth kriv aashi tohụ̄ tuhndi mrnh pth (nvisr) zndh takh tohụ̄ kriv (svn) shkr."
  },
  {
    "verse_id": 57,
    "translation": "Th (yad kriv) yylhi aashi tohyhi pytth (tiyh vady mnz) aobruk sayhi krith thvv th aashi kor tohyhi pytth man v slvāy nạzl zi tohụ̄ khyyiv sanyv ʿṭa krnh āmtyv pak chyzv mnz, mgr timav hiyok nh (nafrmạny th nashkry krith) aashi kanhh nqṣan vatnạvith, albth rvudụ̄ pnnyn ne nfsn pytth ẓlm kran."
  },
  {
    "verse_id": 58,
    "translation": "Th (yad kriv) yylhi aashi frmvv,yath shhrs mnz gczihv dạkhl th aath mnz yapạrụ̄ yyczihv (tpạrụ̄) khyyiv ydd brith, th (yhi zi shhr kh) drvazh kinụ̄ aczụ̄ zyv sjdh kran kran, th yhi vnan pkụ̄zyv (ae sanhi rbh!asụ̄) chih (tmam khṭahn) mʿạfy mngan, asụ̄ krv (tylhi) tuhndụ̄ (ptim) khṭa mʿāf, th (aamhi ʿlavh) karv nykvkarn mzyd (lṭf vkrm) ʿṭa."
  },
  {
    "verse_id": 59,
    "translation": "Pth bdlvv (timav) ẓạlimav suh qavl yus timn vannh avs āmut bdl kthhi sintụ̄, lhdha vạj ashi (pth timn) ẓạlmn pytth āsmanh (ṭaʿūn chhi shklhi mnz) skht blae, aamhi vjh kinụ̄ zi tim ạsụ̄ (hythe) ḥkmch khlaf vrzy kran."
  },
  {
    "verse_id": 60,
    "translation": "Th (suh vqt thi kriv yad) yylhi mvsyā hn (ʿlyh alslam) pnnhi qvmh khạṭr āb mong, aashi frmvvus, pannhi ʿāṣh sintụ̄ tav yath pals czndd, pth dae tamhi (plh) mnz bah nag, pth spudyh z pth qbyln pznạvpnnhi pnnhi āb ninch jae (yʿny yarbl), (aashi frmvv) Allah tʿālyā sndi (ʿṭa krnh āmthi) rzqh mnz khyyiv th chyyivu albth zmyns mnz mah rvuziv fsad tulan phyran."
  },
  {
    "verse_id": 61,
    "translation": "Th yylhi tohyhi vonuv, ae mvsyā! Asụ̄ hykav nh ṣrf akis khyns (yʿny mn v slvyā has) pytth hrgz ṣbr krith, tylhi krivtohụ̄ pnnis rbs (sạnis ḥqs mnz) duʿā zi suh krin sanhi mokhh zmyn mnz vopdn valyv chyzv mnz hakh, lạr, knk, mosur th gndd pạd, (mvsyā ʿlyh alslamn) frmvvn (pnnis qvms), kya tohụ̄ chihv suh chyz yus vsụ̄ payhi chuh, bhtr chyz bdlh mngan? (hrgah tuhnz mrẓy yhe chhe tylhi) gczihv kunhi thi shhrs mnz, (tathi) āsyv ẓrvur tikynczhah dstyab yhi tohụ̄ mngan chihvu th timn pytth āyhi khjalt th moḥtạjy bari khalnh, th tim spdụ̄ Allah tʿālyā sndis ghẓbs mnz grftar, yhi (sapud) aamhi vjh kinụ̄zi tim ạsụ̄ Allah tʿālyā sndyn āyatn ankar kran th anbyahn ạsụ̄ naḥq qtl kran, th yhi sapud aamhi vjh kinụ̄ thi zi tim ạsụ̄ nafrmạny kran, byyhi ạsụ̄ (hmyshh) ḥd nyran."
  },
  {
    "verse_id": 62,
    "translation": "Be shk yimav lukv ayman aon th yim yhvudụ̄ spdụ̄ th (yim) nṣaryā th ṣạby (ạsụ̄ timav mnz) yymụ̄ (thi) Allah tʿālyā hs pytth th ạkhrt ks dohs pytth ayman aon th byyhi karyn rcz ʿmlh, tylhi chuh tihindi khạṭr tihindis rbs nishhi tihund ajr, timn pytth nah āshi kanhh khvf th nah āsn tim ghmgyn."
  },
  {
    "verse_id": 63,
    "translation": "Th (yad kriv) yylhi aashi tohyhi pokhth ʿhd hyotuvu th tohyhi pytth korṭvur thod tulith khrra, zi yikynczhah aashi tohyhi diyutmut chuhv tath rvuziv chiyr thph krith,th yikynczhah aath (ktabih tvrats) mnz (lykhith) chuh, suh thạviv yad takh tohụ̄ bniv prhyzgar."
  },
  {
    "verse_id": 64,
    "translation": "Pth phiruv aamhi (ʿhd th nhybh) pth thi tohyhi buth, vonụ̄ hrgah tohyhi pytth Allah tʿālyā sund fẓl th tmụ̄ snz rḥmt āsihe nh, tylhi gczihhiv pzụ̄ pạtthụ̄ tohụ̄ tbah."
  },
  {
    "verse_id": 65,
    "translation": "Th (ae yhvudyv!) tohụ̄ chihv var pạtthụ̄ timn lukn mtʿlq zanan yimav tohyhi mnz btth vari (hndyn aḥkamn mtʿlq) buth avs puhērmut, pth frmvv aashi timn zi tohụ̄ bnvilʿnt mlamt krnh āmtụ̄ pnzụ̄."
  },
  {
    "verse_id": 66,
    "translation": "Pth bnvv aashi yhi (vaqʿh) tamhi zmanh khạṭr th tamhi pth yinh valyn lukn khạṭr (bạʿthi) ʿbrt th prhyzgarn khạṭr (dhryʿh) nṣyḥt."
  },
  {
    "verse_id": 67,
    "translation": "Th (suh vaqʿh thi krivyad) yylhi mvsyā hn (ʿlyh alslam) pnnis qvms frmvv zipzụ̄pạtthụ̄ chuhv tohyhi Allah tʿālyā ḥkm divan zi aakh gav kriyvun dhbḥ, (th) timavvon, kya tohụ̄chihv aashi sintụ̄ mskhril kran? Mvsyā hn (ʿlyh alslam) frmvv, bh chuhs Allah tʿālyā sund pnah mngan (aath pytth) zi bh kya bnh jạhilav mnz."
  },
  {
    "verse_id": 68,
    "translation": "(pth) von timav, tohụ̄ kriv sanhi khạṭr pnnis rbs duʿā zi suh krin aashi pytth vaẓḥ zi (so) gav kiczh gczihh āsnụ̄? (mvsyā ʿlyh alslamn) vonkh, be shk chuh suh frmavan zi so gav nah gczihh budd āsnụ̄th nh balkl km vạnshi (vaczhr) blkh gczihh āsnụ̄ drmyạny vạnshi hnz (mạv), lhādha kriv vonụ̄ tʿmyl yymiyuk tohyhi ḥkm chuh āmut dinh."
  },
  {
    "verse_id": 69,
    "translation": "Timav von (byyhi), pnnis rbs mng sạnis ḥqs mnz duʿā, suh krin sanhi khạṭrvaẓḥ zi tmụ̄ sund rng kiyuth gczihh āsun? (mvsyā ʿlyh alslamn) onkh, suh chuh frmavan zi so gavgczihh lydri rngch āsnụ̄, tmụ̄snz rngt gczihh naph naph krvnụ̄ āsnụ̄ (ticzh khosh krvnụ̄ gczihh āsnụ̄zi) vuchhn valyn gczh sytthah mạrụ̄mnzbasnụ̄."
  },
  {
    "verse_id": 70,
    "translation": "Timavvon (vonụ̄), tohụ̄ kriv sanhi khạṭr pnnis rbs drkhvast zi suh krin aashi pytth vaẓḥ zi so kosh gav chhe? (tikyazi) aashi pytth bnyyhi gav shkh ld, th pzụ̄pạtthụ̄ hrgah Allah tʿālyā han yoczh tylhi bnav ạsụ̄ ẓrvrhdayt lbn vạlụ̄."
  },
  {
    "verse_id": 71,
    "translation": "(mvsyā ʿlyh alslamn vonkh), Allah tʿālyā chuh frmavan (so gczihh nh kanhh vsụ̄ payhi gav āsnụ̄blkh) yqynagczih ticzh (thadi payich) gavāsnụ̄yas nah āshi zmyns mnzvanhi lagnch mḥnt yivan krnavnh, th nah āshi zmyns sgh van, balkl gczihh ṣḥt mnd āsnụ̄,ts gczihh nh kanhh dagh ttyok thi āsun, timav von vonụ̄ anụ̄vu tohyhi ṣḥyḥ kth, pth kr timav so dhbḥ, ḥalankh avs nh basan zi tim chih ts dhbḥ kran."
  },
  {
    "verse_id": 72,
    "translation": "Th yylhi cze akh shkhṣ qtl korthn, pth lgiv tohụ̄panh vạnụ̄ aath (ailzams) mnzczuvnhi th Allah tʿālyā avs (so kth) ẓạhr krn vvl yhi tohụ̄ khttith ạsụ̄v thavan."
  },
  {
    "verse_id": 73,
    "translation": "Pth diyut aashi ḥkm ziamis (mords) diyivamụ̄sndi (yʿny ams gạv hnd) akhi ttukrsintụ̄ czndd, yithe pạtthụ̄ chuh Allah tʿālyā mordn kran zndh (ya kriqyamt kh doh mordn zndh) th tohyhi chuhv pnnhi nshạnyhi havan takh tohụ̄ hyyiv ʿqlhi th shʿūurs kạm."
  },
  {
    "verse_id": 74,
    "translation": "Pth ge aamhi pth (thi) tuhndụ̄ dl skht, chnanchh chih tim (skhty mnz) knyn hivụ̄ (gmtụ̄), nath tihindi khoth thi skht (aamhi mvjvub zi) be shk chhe knyn mnzkynhh ticzhh (knhi) thi, yimav mnz kolh chhe nyran, th pzụ̄pạtthụ̄chhe yimn mnz kynhh timh (knhi) thi yimh phttan chhe, pth chuh timav mnz āb vuzan, th be shk chhe yimav mnz kynhh ticzhh thi yimh Allah tʿālyā sndi khvf sintụ̄ vsụ̄chhe pyvan, (afsvus!tuhndyn diln mnz rvuznh aamhi aanmanh nrmy, anksạry th ʿạjzy thi) th Allah tʿālyā chuhnh tuhnzv kamyv nishhi be khbr kynhh."
  },
  {
    "verse_id": 75,
    "translation": "(ae mslmanv!) kya tohụ̄ chihv yhi tvqʿ thavan zi tim (yhvudụ̄) kya krn tohyhi pytth paczh, yylhi zn timav mnz aakhi chhokhi hndụ̄lvukh tithụ̄ (thi) ạsụ̄ zi Allah tʿālyā sund klam (tvrat) ạsụ̄ bvzan, pth ạsụ̄ aath smjhnh pth (pane) bdlavan, yylhi zan tim var pạtthụ̄ ạsụ̄ zanan (zi ḥqyqt kya chhe th tim kya chih kran)."
  },
  {
    "verse_id": 76,
    "translation": "Th (tihund ḥal chuh yhi spudmut zi) yylhi ahli aymann chih smkhan (adi) vnan chh, aashi chuh (tuhndụ̄pạtthụ̄ ḥẓrt Muḥammadṣly Allah ʿlyh vslms pytth) ayman aonmut th yylhi panh vạnụ̄ aakh akis sintụ̄ khlvakh āsan chih (th) vnan chih, kya tohụ̄ chihv yimn (mslmann nby ākhr alzman ṣly Allah ʿlyh vslmn hndis rsalts th shans mtʿlq) timh kthh byan kran yimh Allah tʿālyā hn tohyhi pytth (tvrat kh dhryʿh) ẓạhr chhe krimacz takh aamhi sintụ̄ krn tim tuhndis rb sndis drbars mnz tohyhi pytth ḥujt qạyim, kya tohyhi chhavna (yyiczah) ʿql (thi)?"
  },
  {
    "verse_id": 77,
    "translation": "Kya timn chhana pae zi Allah tʿālyā chuh thi svrue zanan yikynczhah tim khttith chih thavan th yikynczhah tim non chih krran."
  },
  {
    "verse_id": 78,
    "translation": "Th timn (yhvudyn) mnz chih (kynhh) aan prrh (thi) yimn (bvzmaczav aapzyv aumydav varạe) ktabh hund (mʿny th mfhvumuk) kanhh ʿlme chuhnh, tim chih (ktabih) ṣrf zyvi sintụ̄ parun zanan, yim lukh chih mḥẓ vhm v gumans mnz rvzan."
  },
  {
    "verse_id": 79,
    "translation": "Lhādha chhe tithyn lukn khạṭr sytthah brr khrạby yim pnnyve aathav ktab chih lykhan, pth chih vnan zi yhi chhe Allah tʿālyā sndi ṭrfh takh aamhi bdlh kmavn kynhh qlyl qinmt, lhādha chhe tihindi khạṭr aamhi (ktabih hndi vjh) kinụ̄hlakt yosh tihndyv aathavlykhnh āyh, th aamhi (mʿāvẓh kh vjh) kinụ̄ chhe tbạhy eys tim kmavan chih."
  },
  {
    "verse_id": 80,
    "translation": "Th tim (yhvudụ̄) chih (yithi) vnan zi aashi laghi nh (jhnmuk) narhrgz th athh, svae grnz hndyn kynczhn dohn, tohụ̄ pczhụ̄tav (timn) kya tohyhi chuhv Allah tʿālyā hs kanhh (yuth) vʿdh hyotmut? Tylhi kri nh suh pnnis vʿds khlaf hrgz, kinh tohụ̄ chihv Allah tʿālyā hs pytth blụ̄ (suh) bhtan khalan yus tohụ̄ panh thi chihv nh zanan."
  },
  {
    "verse_id": 81,
    "translation": "Ā, pzụ̄pạtthụ̄yymụ̄ burạyy panh nạv th ts kortmụ̄ sndyv gnahav pth aand gyravu tylhi chih time lukh jhnmy, tim chih tath mnz hmyshh rvzn vạlụ̄."
  },
  {
    "verse_id": 82,
    "translation": "Th yimav lukv ayman aon th pth kri (timav) nyk ʿmlh, tylhi chih time lukh jnty th tim chih tth mnz hmyshh rvzn vạlụ̄."
  },
  {
    "verse_id": 83,
    "translation": "Th (yadkriv) yylhi aashi yʿqvb sndyn avladn pokhth vʿdh hyot zi Allah tʿālyā hs vrạe krụ̄zyv nh (byyhi kạnshi hnz) ʿbadt, th mạlis majhi sintụ̄ krụ̄zyv rut slvk, th ạshnavn, ytymn th mḥtajn sintụ̄ thi (vrtạvizyv rczr) th ʿām lukn (thi) vnụ̄ zyv (nrmy san th khosh khulqy san) nyky hnz kth, byyhi thạvizyv nmaz qạyim th zkvāh rvuzụ̄zyvdivan, pth spdụ̄ tohyhi mnzkynczhv lukv varạe sạry (aamhi ʿhd nishhi) buthụ̄phirụ̄ th tohụ̄ chihv (ḥq nishhi) hirasae krn vạlụ̄."
  },
  {
    "verse_id": 84,
    "translation": "Th yylhi aashi tohyhi (yhi) pokhth vʿdh (thi) hyotuv zi tohụ̄kriv nh (panh vạnụ̄) akh akụ̄ snz khvn ryzy, th nh kriyvukh pnnụ̄ lukh (pnnyv ghrv th bstyvmnz krrith) jlavṭn, pth koruv tohyhi (aamhi kthhi hund) aqrar, th tohụ̄ chihv (aamich) gvạhy (thi) divan."
  },
  {
    "verse_id": 85,
    "translation": "Pth chihv tohy tim lukh zi pnnụ̄ chhvvkh qtl kran, th pnnue aakh dor chhvvn tihindi vṭnh mnz krrith czhnan, th (mzyd yhi zi) timn khlaf chihv gnah th zyadty san (tihindyn dshmnn) mddthi kran, th agr tim qindụ̄ bntih tohyhi nishhi yin, tylhi chihv tihund fdyhi dith tim yalh tavnavan (takh tim rvzn tuhndụ̄ aḥsan mnd) yylhi zn tim pnnhi vṭnh mnz krrith czhnnụ̄ thi tohyhi pytth ḥram avs krnh āmut, kya tohụ̄ chihv ktabih hndyn kynczhn ḥiṣn pytth ayman aanan th kynczhn chihv ankar kran? Lhādha, yus shkhṣ tohyhi mnz yhi kritmụ̄ sund sza kyahykhi aamhi vrạe ạsith zi dunyachhi zndgy mnz āsys dhlt (th rusvạyy), th qyamt kh doh (thi) yn (yithụ̄ lukh) skht tryn ʿdhabs kun vaps pihrnh, th Allah tʿālyā chuhnh tuhnzv kamyvnishhi be khbr kynhh."
  },
  {
    "verse_id": 86,
    "translation": "Yimae chih tim lukh yimv ạkhrt bdlh dunyahch zndgy mlụ̄ chhe hiyczmcz, lhādha, nah yyh eyhund ʿdhab loczravnh, th nah yiyhi ymn mdd krnh."
  },
  {
    "verse_id": 87,
    "translation": "Th be shk kr aashi mvsyā hs (ʿlyh alslam) ktab (tvrat) ʿṭa th timn pth svuzụ̄ aashi pyotthus pytth (varyah) pyghmbr, th aashi krimrym (ʿlyha alslam) sndis frznd ʿīsyā hs (ʿlyh alslams thi) rvshn nishạniyhi ʿṭa, th aashi kor pak rvḥ sndi dhryʿh tihund tạʿyd (th mdd), tylhi kya (sapud) yylhi thi kạnshi pyghmbrn tohyhi nishhi tim (aḥkam) vatnạvụ̄ yimn tuhndụ̄ nfs psnd ạsụ̄ nh kran th tohyhi krv (aty) htt dhrmy, th kynczhn phiruv tohyhi buth, th kynhh lạgụ̄ vvkh qtl krnụ̄."
  },
  {
    "verse_id": 88,
    "translation": "Th yhvudyv von sanyn diln pytth chhe ghilafh, (yhi kth chhanh) blkh tihindi kfr kinụ̄ chih Allah tʿālyā hn timn pytth lʿnt krmcz, aave chuh timn sytthah km ayman."
  },
  {
    "verse_id": 89,
    "translation": "Th yylhi timn nishhi Allah tʿālyā sndi ṭrfh so ktab (qrān) āyhi, yosh tath ktabih (tvrats aṣlaan) tṣdyq krn vajinụ̄ chhe yosh timn nishhi mvjvd ạs, ḥalankh aamhi brvnhh ạsụ̄ tim panh (nby ākhralzman ṣly Allah ʿlyh vslmn hndi th timn pytth nạzl spdn vajinụ̄ ktab qrān kh vsylh) kạfrn pytth ftḥ yạby (hndụ̄duʿā) mngan, pth yylhi timn nishhi sue nby (ḥẓrt Muḥammadṣly Allah ʿlyh vslm, pans pytth nạzl spdn vajinụ̄ ktab qrān hyth) tshryf āvr spud yymis tim (godde) pznavan ạsụ̄, pth korkh tmụ̄ se ankar, lhādha chhe (yithyn zạnith mạnith) ankar krn valyn pytth Allah tʿālyā snz lʿnt."
  },
  {
    "verse_id": 90,
    "translation": "Timav kiyuth khrab svda kor pnnyn nfsn hundzi Allah tʿālyā snzi nạzl krnh āmczi ktabih chih ankar kran, mḥẓ aath ḥsds mnz zi Allah tʿālyā chuh pnnhi fẓl sintụ̄ pnnyv bndv mnz, yas pytth yaczhan chuh ts pytth (vḥy) nạzl frmavan, lhādha, spdụ̄ tim ḥqdarzi timn gczihh yun ghẓbs pytth ghẓb krnh, th kạfrn khạṭr chuh dhlt vvl ʿdhab."
  },
  {
    "verse_id": 91,
    "translation": "Th yylhi timn vannh chuh yivan tath (ktabih) pytth aniv ayman yosh Allah tʿālyā hn (vonụ̄) nạzl chhe krmcz (tylhi) chih vnan aashi chuh ṣrf tath (ktabih) pytth ayman yosh aashi pytth āyhi nạzl krnh, th yhi aamhi ʿlavh chuh tath chih tim ankar kran, ḥalankh suh (qrān thi) chuh ḥq (th) tath (ktabih thi) chuh tṣdyq kran yosh timn nishhi chhe, tohụ̄ pczhụ̄ tav (timn) zi tylhi kyazi chihv tohụ̄ aamhi brvnhh anbya qtl kran rvudimtụ̄ agr tohụ̄ (pzụ̄pạtthụ̄ pnny ktabih pytth) ayman chihv thavan?"
  },
  {
    "verse_id": 92,
    "translation": "Th (ṣvrt ḥal chuh yhi zi) tohyhi nishhi āe (panh) mvsyā (ʿlyh alslam) ttakarh nshạniyhi hyth, pth bnvvvn tohyhi timn ptụ̄ kinụ̄voczh panun mʿbvd, th tvhụ̄ chihve (ḥqyqts mnz) ẓạlim."
  },
  {
    "verse_id": 93,
    "translation": "Th yylhi aashi tohyhi pokhth ʿhd hyotuv th aashi kor ṭvur thodtulith tohyhi pytth khrra (yhi frmạvith zi) so (ktab) rttiv mẓbvṭy san thph krith yosh aashi tohyhi ʿṭa chhe krmcz th (svn ḥkm) bvuzivu pth von (tuhndyv ztthyv), aashi bvuzmgr mvn nh kynhh, th tihindyn diln mnz avs tihindi kufr kinụ̄ vczhụ̄ sund mḥbt bsavnh āmut, (ae ttatthhi!yimn) vnivuyimh kthh chhe (skh) khrab yuhund ḥkm tohyhi tuhund (nam nhad) ayman chuhv divan agr (tohụ̄i pzụ̄pạtthụ̄ timn pytth) ayman chihv thavan."
  },
  {
    "verse_id": 94,
    "translation": "Tohụ̄ frmạviv, agr ạkhrtuk ghr Allah tʿālyā hs nzdyk ṣrf tuhndy mokhh mkhṣvṣ chuh baqy lukn khạṭr chuhnh, tylhi kriv (khocznh vrạe) tohụ̄ mvtuk tmna, hrgah tohụ̄ (pnnis khyals mnz) pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 95,
    "translation": "Tim krn nh hrgz thi zanhh tamiyuk tmna timn gnahn (th ẓulmn) hndi bạʿth, yim tihndyv aathv chih brvnhh kun svuzimtụ̄ (ya chihkh godd krimtụ̄) th Allah tʿālyā chuh ẓạlmn var pạtthụ̄ zanan."
  },
  {
    "verse_id": 96,
    "translation": "Tohụ̄ lbiyvukh tim pzụ̄ pạtthụ̄ sarive lukv khoth zyadh zndh rvznh kis ṭmhs mnz mbtla, th (aath ḥds tam zi) mshrkv khoth thi zyadh,timav mnz chuh pth kanhh yczhan zi kash ts gczh sas vry vạns āsnụ̄, agr tmis tyicz vạns ḥạṣl gczihh thi, tvthi hykhi nh yhi tmis ʿdhab nishhi bchavan vajinụ̄ ạsith, th Allah tʿālyā chuh tihindụ̄ aʿmal var pạtthụ̄ vuchhan."
  },
  {
    "verse_id": 97,
    "translation": "Tohụ̄ frmạviv yus shkhṣ jbryl sund dshmn chuh (suh chuh ẓlm kran) tikyazitmụ̄ chuh yhi (qrān) tuhndis dils pytth Allah tʿālyā sndi ḥkmh vvlmut (yus) pans burvuntthmyn (ktabn) hnz tṣdyq krn vvl chuh th mvmnn khạṭr chuh (srasr) hdayt th khosh khbr."
  },
  {
    "verse_id": 98,
    "translation": "Yus shkhṣ Allah tʿālyā sund, th tmụ̄ sndyn frshtn hund, th tmụ̄ sndyn rsvln hund, th jbryl sund th mykayyl sund dshmn sapud, tylhi chuh pzụ̄ pạtthụ̄ Allah tʿālyā (thi timn) kạfrn hund dshmn."
  },
  {
    "verse_id": 99,
    "translation": "Th be shk chhe aashi tohyhi kun ttakarnshạnyhi nạzl krimacz th yimn (nishạniyan) hykhi nh nafrmanav varạe byyhi kanhh ankar krith."
  },
  {
    "verse_id": 100,
    "translation": "Th kya (yhi chhana kth zi) yylhi thi timav kanhh ʿhd kor, pth czuhn suh (ʿhd) timav mnz akụ̄ drụ̄ phuttrạvith, blkh chuhnh timav mnz akthrn aymane."
  },
  {
    "verse_id": 101,
    "translation": "Th (yithe pạtthụ̄) yylhi timn nishhi Allah tʿālyā sndi ṭrfh rsvl (ḥẓrt Muḥammadṣly Allah ʿlyh vslm) āe yim tath ktabih (aṣlaan) tṣdyq krn vạlụ̄ chih yosh timn nishhi (godde) mvjvd ạs, th (timve) ahli ktabav mnz tạv akụ̄ drụ̄Allah tʿālyā snz (soe) ktab (tvrat) psi pusht, zanth tim (tath) zanane chihnh (ḥalankh tmy tvratn ạs timn nby ākhralzman ḥẓrt Muḥammadṣly Allah ʿlyh vslmn hnzi tshryf āvry hnz khbr diczmcz)."
  },
  {
    "verse_id": 102,
    "translation": "Amhi ʿlavh ạsụ̄ tim (yhvudụ̄) tmhi bhtanch thi pạrvy kran yus shyṭanv slyman (ʿlyh alslam) sndi slṭnt khi ḥvalh pane bnvmut avs, ḥalankh slymann (ʿlyh alslam) avs nh (kanhh) kfr kormut blkh avs kfr shyṭanav kormut. Tim ạsụ̄ lukn jvd hychhnavan, th yhi (jaduyk ʿlm) avs nh babul ks shhrs mnzharvut th marvut (nạvụ̄) don frshtn pytth svznh āmut th nh ạsụ̄tim doshve godde nhybh krnh bghyr kạnshi kynhh hychhnavan, (ath ḥds tam zi tim ạsụ̄ vnan) zi ạsụ̄ chih mḥẓ āzmạyish (khạṭr), lhādhamah bnivtohụ̄ (aath pytth aʿtqad thạvith) kạfr, aamhi bavjvd ạsụ̄ tim (yhvudụ̄) timn doshvnụ̄ nishhi tih (mạthr) hychhan yymhi sintụ̄ khandars th tmụ̄ snzikhandarinhi drmyan phas ạsụ̄tavan, ḥalankh tim hykhn nh aamhi sintụ̄ kạnshi thi nqṣan vatnạvith mgr Allah tʿālyā sndiy ḥkmh, th yim lukh ạsụ̄ tmn nish time chyz hychhan yim yhindi khạṭr nqṣan vatnavn vạlụ̄ ạsụ̄ th yimn ạsụ̄ nh nfʿ vatnavan, th yimn avs pzụ̄ pạtthụ̄ (yithi) pae zi yus akha aamiyk (yʿny kufruk ya jadiyuk) khrydar bnyavu tas khạṭr (āshi) nh ạkhrts mnzkanhh ḥiṣh, th suh chuh sytthhe nakarh chyzyymhi bdlh timavpnnụ̄ jan (yʿny pnnụ̄ ḥqyqy bhtry th ạkhrtch kamyaby) knith czhnụ̄, kash! Tim āshn ath (svda kis ḥqyqts) zanan."
  },
  {
    "verse_id": 103,
    "translation": "Th hrgah tim ayman aanhn th prhyzgạry krhn akhtyar, tylhi āsihe Allah tʿālyā snzi bargahi mnz (km kash) thvab (thi timav sarive chyzv khoth) zyadh bhtr, kash! Tim āshan (aamhi raz nishhi) vạqf."
  },
  {
    "verse_id": 104,
    "translation": "Ae ayman valyv! (nby ṣly Allah ʿlyh vslmn hund tvjh pans kun phrnh mokhh) mah ạsiv raaʿiina vnan blkh ạsiv (adbh san) aunẓurnaa (aashi kun frmạviv nẓri krm) vanan th (tihund arshad) ạsiv ghvr san bvzan rvzan, th kạfrn khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 105,
    "translation": "Nah chih tim lukh yim ahli ktabv mnz kạfr sapdụ̄ th nah chih mshrkyn aath psnd kran zi tuhndis rb sndi ṭrfh goczh kanhh rczar tohyhi pytth nạzl spdun, th Allah tʿālyā yas yaczhan chuh ts chuh pnnhi rḥmt khạṭr czaran, th Allah tʿālyā chuh sytthah fẓl krn vvl."
  },
  {
    "verse_id": 106,
    "translation": "Asụ̄ yylhi kanhh āyt mnsvkh chih kran, ya chihn so framvsh krnavan, tmhi khoth bhtr nath ticzhy hish (byyhi kanhh āyt) chih (pth ṣvrts mnz) aanan, kya tohụ̄ chihv na zanan zi Allah tʿālyā chuh pth chyzs pytth (mkml) qdrt thavan."
  },
  {
    "verse_id": 107,
    "translation": "Kya tohyhi chhav na pe zi āsmann th zmynch badshaht chhe ṣrf Allah tʿālyā sndy khạṭr, th Allah tʿālyā sndi vrạe nah chuh tuhund kanhh dvst th nah chuh kanhh mddgar."
  },
  {
    "verse_id": 108,
    "translation": "(ae mslmanv!) kya tohụ̄ chihv yaczhan zi tohụ̄ thi kriv pnnis rsvls (ṣly Allah ʿlyh vslm) tithe pạtthụ̄ sval yithh pạtthụ̄ zn yymhi brvnhh mvsyā hs (ʿlyh alslam) sval ạsụ̄ krnh āmtụ̄, tylhi yus akhah ayman bdlh kfrḥạṣl kri, suh ddol pzụ̄pạtthụ̄ syzi vathi nishhi."
  },
  {
    "verse_id": 109,
    "translation": "Varyahn ahli ktabn hnz khvạhish chhe yhi zi tuhndi ayman aannh pth phirhanav tohyhi byyhi kufrs kun, tamhi ḥsd kinụ̄ yus tihndyn diln mnz chuh, aamhi bavjvd zi timn pytth chuh ḥq sapudmut ttakarh pạtthụ̄ ẓạhr, lhādha rvuziv tohụ̄ drguzrkran, byyhi rvuziv nẓrandazkran yot tam zn Allah tʿālyā panun ḥkm svzi, be shk chuh Allah tʿālyā prth chyzs pytth mkml qdrt thavan."
  },
  {
    "verse_id": 110,
    "translation": "Th nmazrvziv qạyim kran th zkvāh rvuziv divan, th tohụ̄ yosh thi nyky brvnhh kun svuzivu so lbiyvun Allah tʿālyā sndis drbars mnzmvjvd, yikynczha tohụ̄ kran chihvu be shk chuh Allah tʿālyā tath vuchhan."
  },
  {
    "verse_id": 111,
    "translation": "Th vnan chih (ahli ktab) zi jnts mnz gczihh nh hrgz thi kanhh dạkhl, aamhi vrạe zi suh āshi yhvudụ̄ nath āshi nṣrạnụ̄, yimh chhe tihnz bạṭl amyd, tohụ̄ frmạviv zi agr tohụ̄ (pnnis dʿūahs mnz) pzụ̄yạrụ̄ chihv tylhi anụ̄tav (aath khvạhshhi pytth) pnnụ̄ snd."
  },
  {
    "verse_id": 112,
    "translation": "Ā, yymụ̄ panun buth Allah tʿālyā sndi khạṭr nomrvv (yʿny panun pan korun Allah tʿālyā hs ḥvalh) th suh bnyav ṣaḥbi aḥsan, tylhi chuh tmụ̄ sndi khạṭr tmụ̄ sund ajr tmụ̄ sndis rbs nishhi, th yithyn lukn pytth nah āshi kanhh khvf th nah āsn tim ghmgyn."
  },
  {
    "verse_id": 113,
    "translation": "Th yhvud chih vnan zi nṣraniyan hnz bnyad chhanh kunhi chyzs (yʿny ṣḥyḥ ʿqyds) pytth kynhh, th nṣrạnụ̄ chih vnan ziyhvudyn hnz bnyad chhanh kunhi chyzs pytth, ḥalankh tm chih (sạry Allah tʿālyā snz nazl krnh āmcz) ktab pran, yithe pạtthụ̄ tim (mshrk) lukh yimn nishhi (godd pytthe kanhh āsmạnụ̄) ʿlme chuhnh,tim thi chih yhinze hish kth kran, lhādha kri Allah tʿālyā yimn drmyan qyamt kh doh tath mʿāmls mnz (pane) fạṣlh yath mnz tim akhtlaf kran rvzan chih."
  },
  {
    "verse_id": 114,
    "translation": "Th ts shkhṣs khoth khsith ẓạlm kus āshi yus Allah tʿālyā snzn msjdn mnz tmụ̄ sndi navch dhkr krnh nishhi rukavi th timn kri vạran krnch kvushsh, timn avs nh yhi krun munasb zi msjdn mnz gczhhan dạkhl mgr khoczan khoczan, tihindikhạṭr chhe dunyahs mnz (thi) dhlt th tihindikhạṭr chuh ạkhrts mnz (thi) bodd ʿdhab."
  },
  {
    "verse_id": 115,
    "translation": "Th mshrq th mghrb (svrue) chuh Allah tʿālyā sundue, lhādha yvrkun thi tohụ̄ rokh kriv tvurụ̄ kun chuh Allah tʿālyā sund tvjh (yʿny pth and chhe Allah tʿālyā snz dhat jlvh gr) be shk chuh Allah tʿālyā sytthah vsʿt vvl svrue kynhh zann vvl."
  },
  {
    "verse_id": 116,
    "translation": "Th tim chih vnan zi Allah tʿālyā hn chuh pnnhi khạṭr avlad bnvvmut, ḥalankh chuh suh (amhi nishhi) pak, blkh yikynczhah āsmann th zmyns mnz chuh (svrue) chuh tmụ̄ sundue (pad kormut th mlkyt), (th) sạry chih aand hyth tmụ̄ sndy frman brdar."
  },
  {
    "verse_id": 117,
    "translation": "Sue chuh āsmann th zmyns vjvuds mnz aann vvl, th yylhi kunhi chyzuk (bnavnuk) fạṣlh chuh frmavan tylhi chuh tath ṣrf yutue frmavan zi cz ban bs suh chuh bnan."
  },
  {
    "verse_id": 118,
    "translation": "Th yimn lukn ʿlm chuhnh, tim chih vnan zi Allah tʿālyā kyazi chuhnh aashi sintụ̄ klam kran, nath kyazi chhanh aashi nishhi (sydisyod) kanhh nshạny yivan? Yithe pạtthụ̄ ạs yimn brvuntthimyv lukv thi yhinze hish kth krmcz, ymn (sarine) lukn hndụ̄ dl chih panh vạnụ̄ hiviy, be shk chhe aashi pczh krn valyn khạṭr ttakarh pạtthụ̄ nishạniyhi vaẓḥ krimacz."
  },
  {
    "verse_id": 119,
    "translation": "(ae mḥbvbi mkrm!) be shk chihv tohụ̄ aashi ḥq hyth khvsh khbr bvznavn vạlụ̄ th khocznavn vạlụ̄ bnạvith svuzimtụ̄th yim jhnmy chih timn mtʿlq yiyhi nh tohyhi pczhnh."
  },
  {
    "verse_id": 120,
    "translation": "Th yhvudụ̄th nṣarāy gczhn nh tohyhi (tot tam) hrgzkhosh yot tam nh tohụ̄ tihindi mdhhbch pạrvy akhtyar kriv, tohụ̄ frmạviv zi be shk chuh Allah tʿālyā sund (ʿṭa krnh āmut) hdayte yvt (ḥqyqy) hdayt, (aumt kh tʿlym khạṭr frmvvukh) th hrgah (bfrẓi mḥal) tohyhi aamhi ʿlmh pth yus tohyhi nishhi (Allah tʿālyā sndi ṭrfh) āmut chuh, tihinzn khvạhshatn hnz pạrvy krvu tylhi āshi nh tohyh Allah tʿālyā hs nishhi bchavan vvl kanhh dvst th nah kanhh mddgar."
  },
  {
    "verse_id": 121,
    "translation": "(tithụ̄ lukh thi chih) yimn aashi ktab dicz, tim chih tath tithh pạtthụ̄ pran yithh pạtthụ̄ prnuk ḥq chuh, time lukh chih yath (ktabih) pytth ayman thavan, th yim aath ankar chih kran, tylhi chih time lukh khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 122,
    "translation": "Ae avladi yʿqvb! Myạnụ̄ so nʿmt kriv yad yosh me tohyhi pytth ʿzt rngụ̄ ʿṭakrth (khaṣ pạtthụ̄) yhi zi me krmav tohyhi tamhi zmanh kyn tmam lukn pytth fẓylt ʿṭa."
  },
  {
    "verse_id": 123,
    "translation": "Th tath dohs khocziv yylhi nh kanhh nfs kạnshi doyimis nfsh snzi jayhi kanhh bdlh hykhi dith, th nah yiyhi tmụ̄ sndi ṭrfh (panun pan moklavnh mokhh) kanhh mʿāvẓh qbvl krnh, th nah hykhi ts (Allah tʿālyā sndi ajazt vrạe) kanhh sfạrishy fạydh vatnạvith, th nah hykhi (Allah tʿālyā sndis ḥkms khlaf) timn kanhh mdd dinh yith."
  },
  {
    "verse_id": 124,
    "translation": "Th (suh vqt kriv yad) yylhi abrahym (ʿlyh alslam) tihindụ̄ rbn kynczhn kthn mnz āzmạvụ̄th timav kri timh pvur, (aath pytth) frmvv Allah tʿālyā hn bh bnavth cz lukn hund pyshva, timav kor ʿrẓ, (kya) myanyv avladav mnz thi ḥẓ? Arshad sapud (ā, mgr) myvn vʿdh chuhnh ẓạlimn vatan."
  },
  {
    "verse_id": 125,
    "translation": "Th (yadkriv) yylhi aashi yhi gr (khanh kʿbh) lukn khạṭr rjvʿ krnuk (th ajtmaʿuuk) mrkz th aamnch jae bnvvu th (ḥkm diyut zi) abrahym (ʿlyh alslam) snz khrra sapdnch jae bnạviyvun nmazi hund mqam, th aashi kor abrahyms (ʿlyh alslam) th asmaʿīls (ʿlyh alslam) tạkyd zi myvn gr kriyvun ṭvaf krn valyn, aʿtkaf krn valyn th rkvʿ th sjvud krn valyn khạṭr pak (ṣaf)."
  },
  {
    "verse_id": 126,
    "translation": "Th yylhi abrahymn (ʿlyh alslam) ʿrẓ ko ae myanhi rbh! Yhi bnavun amn vvl shhr th aamhi kyn bashndn kr mkhtlf qsmkụ̄ phl ʿṭa (yʿny) timn lukn yimav Allah tʿālyā hs pytth th ạkhrt kis dohs pytth ayman aon, (Allah tʿālyā hn) frmvvkh, th yus akha kfr kri, tas thi vatnav zndgy hndis qlyl vqts (khạṭr) fạyidh, pth krn suh (tmụ̄ sndi kufr kinụ̄) jhnm kis ʿdhabs kun (gczhns pytth) mjbvur th so chhe sytthah khrab jae."
  },
  {
    "verse_id": 127,
    "translation": "Th (yad kriv) yylhi abrahym th asmaʿīl (ʿlyhm alslam) khanh kʿbkụ̄ kn ạsụ̄ khalan (doshve ạsụ̄ duʿā mngan) zi ae sanhi rbh! Cz kr ashi (yhi khdmt) qbvl, be shk chuhkh cz var pạtthụ̄ bvzn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 128,
    "translation": "Ae sanhi rbh! Aashi doshvnụ̄ bnav pnnis ḥkms brvnhh knhi namn vạlụ̄ th sanyv aavladav mnz thi bnavun aakh aumt khaṣ pnnhi frmanch tạbʿ, th aashi van sanhi ʿbadtkụ̄ (th ḥjikụ̄) qvạʿd th aashi pytth kr (rḥmtch th mghfrtch) nẓr, be shk chuhkh cze bodd tvbh qbvl krn vvl mhrban."
  },
  {
    "verse_id": 129,
    "translation": "Ae sanhi rbh! Timn mnz krun timve mnz (suh ạkhry th brgzydh) rsvl (ṣly Allah ʿlyh vslm) mbʿūth yus timn pytth chạnụ̄ āyat tlavt kri th timn dyhi ktabih hnz th ḥkmtch tʿlym (th krykh dạnshmndy ʿṭa) th timn kri (nfs th dil) var pạtthụ̄ pak ṣaf, be shk chuhkh cze ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 130,
    "translation": "Th kus āshi yus abrahym (ʿlyh alslam) sndi dynh nshhi buthụ̄ puhyrbanhi ts vrạe, yymụ̄ panun pan ḥmaqts mnz mbtla āshi krth thvvmut, th be shk ạsụ̄ aashi tim ẓrvr dunyahs mnz (thi) mntkhb kri mtụ̄ th yqynaan āsn tim ạkhrts mnz (thi) thadi payhi kyn rotbh thavn valyn ttatthyn mnz."
  },
  {
    "verse_id": 131,
    "translation": "Th yylhi tihindụ̄ rbn timn frmvv (me brvnhh knhi) nomrạviv klh, tm lgụ̄ ʿrẓ krnh, me kor sarine jhann hndis rbs brvnhh knhi panun klh nomrạvith tslym."
  },
  {
    "verse_id": 132,
    "translation": "Th abrahymn (ʿlyh alslam) kr pnnyn frzndn aamy kthhi hnz vṣyt, th yʿqvbn (ʿlyh alslam) thi (vnụ̄ yhe kth zi) ae myanyv gobrv! Be shk chuh Allah tʿālyā hn tuhndi khạṭr (yohe) dyn (aslam) psnd frmvvmut, lhādha yylhi tohyhi mvt yiyhi, tohụ̄ gczihv āsnụ̄ (tamhi saʿth pth ḥals mnz) mslman."
  },
  {
    "verse_id": 133,
    "translation": "Kya tohụ̄ ạsiv (tamhi vqth) ḥạẓr yylhi yʿqvbnụ̄ (ʿlyh alslam) mrnch gr vạcz, yylhi timav pnnyn frzndn puczh, myanhi (mrnh) pth kmụ̄ snz ʿbadt kriv tohụ̄? Timav von asụ̄ karv tuhndis mʿbvd snz th tuhndis mạlis buddi bb abrahym th asmaʿīl th asḥāq (ʿlyhm alslam) sndis mʿbvd snz ʿbadt yus kun mʿbvd chuh, th asụ̄ (sạry) rvzav tmụ̄ sndy frman brdar."
  },
  {
    "verse_id": 134,
    "translation": "So ạs akh aumt yosh dayhi, tihindi khạṭr āshi ty yhi kynczhah timav kmvvu th tuhndi khạṭr āshi thi yhi tohụ̄ kmạvivu byyhi yiyhi nh tohyhi tihnzn ʿmln mtʿlq pczh gạr krnh."
  },
  {
    "verse_id": 135,
    "translation": "Th (ahli ktab) chih vnan yhvudụ̄ ya nṣrạnụ̄ bniv tohụ̄ lbiv hdayt, tohụ̄ frmạviv zi (nah) blkh chuh aashi (ts) abrahym (ʿlyh alslam) sunddyn rottmut ym pth bạṭls nishhi juda ṣrf Allah tʿālyā hs kun mtvjh ạsụ̄, th tm ạsụ̄ nh mushrkv mnz."
  },
  {
    "verse_id": 136,
    "translation": "(ae mslmanv!) tohụ̄ vniv aashi aon Allah tʿālyā hs pytth ayman, byyhi tath (ktabih) pytth yoshi aashi kun nạzil āyhi krnh, th tath pytth (thi) yosh abrahyms, asmaʿīls, asḥāqs th yʿqvbs (ʿlyhmu alslam) th tihndyn avladn kun svznh āyhi, byyhi timn (ktabn) pytth thi yimh mvsyā hs th ʿīsyā hs (ʿlyhm alslam) ʿṭa āyhi krnh, th (yithe pạtthụ̄) yimh doyimyn anbya hn (ʿlyhmu alslam) tihindis rb sndi ṭrfh ʿṭa āyhi krnh, asụ̄ chihnh timav mnz kunhi akis (pytth thi ayman anns) mnz frq kran, th asụ̄ chih tmụ̄ se (kunis mʿbvd) sndụ̄ frman brdar."
  },
  {
    "verse_id": 137,
    "translation": "Pth agr tim (thi) tithe pạtthụ̄ ayman aann yithh pạtthụ̄ tohyhi aath pytth ayman chuhv aonmut, tylhi gczihh (pzụ̄pạtthụ̄) timn hdayt ḥạṣl, th hrgah tim buth phirn (zạniv zi) tylhi chh tmi mḥẓ mkhalfts mnz, lhādha, āshi vonụ̄Allah tʿālyā tohyhi timn (hndishr) nishhi bchavnh khạṭr kạfy, th suh chuh var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 138,
    "translation": "(vnivashi chuh) Allah tʿālyā sund rng ( khalnh āmut) th kmụ̄ sund rng chuh Allah tʿālyā sndi rngh khoth bhtr, byyhi chih asụ̄ tmụ̄ sndy ʿbadt gzar."
  },
  {
    "verse_id": 139,
    "translation": "Frmạviv, kya tohụ̄ chihv Allah tʿālyā sndis bars mnz aashi sintụ̄ czuvan ḥalankh suh chuh svn (thi) rb th tuhund (thi) rb, th sanhi khạṭr chhe sanhi ʿmlh th tuhndi khạṭr chhe tuhnz ʿmlh, th asụ̄ chih khạlṣ pạtthụ̄ tmụ̄ sndy bnymtụ̄."
  },
  {
    "verse_id": 140,
    "translation": "(ae ahli ktab!) kya tohụ̄ chihv yhi vanan zi abrahym th asmaʿīl th asḥāq th yʿqvb (ʿlyhm alslam) th tihindụ̄ nychivụ̄ ạsụ̄ yhvudụ̄ ya nṣrạnụ̄, frmạviyvukh, kya tohụ̄ chihv zyadh zanan kinh Allah tʿālyā? Th tmụ̄ sndi khoth bodd ẓạlm kus āshi yus tath gvạhy khttith thavi yosh ts nishhi Allah tʿālyā sndi ṭrfh (ktabih mnz) mvjvd chhe, th Allah tʿālyā chuhnh tuhnzv kamyv nishhi be khbr."
  },
  {
    "verse_id": 141,
    "translation": "So ạs akh jmaʿt yosh dayhi, yhi tmụ̄ kmvv, suh avs ts khạṭr th yhi tohụ̄ kmạvivu suh āshi tuhndi khạṭr, th tohyhi yiyav nh tihnzn ʿmln mtʿlq pczhnh."
  },
  {
    "verse_id": 142,
    "translation": "Vonụ̄ vann nadan lukh yhi zi yim (mslman) kmụ̄ phirụ̄pnnhi tamhi qblh (byt almqds) nishhi yath pytth yim (godd pytthh) ạsụ̄, tohụ̄ frmạvi yvukh, mshrq th mghrb (svrue) chuh Allah tʿālyā sndy khạṭr, suh yas yaczhan chuh ts chuh siyzi vathi kun lagan."
  },
  {
    "verse_id": 143,
    "translation": "Th (ae mslmanv!) yithe pạtthụ̄ bnạviv tohụ̄ aashi (drmyan drjich) bhtr aumt takh tohụ̄ bnvi lukn pytth gvah th (svn yhi brgzydh) rsvl (ṣly Allah ʿlyh vslm) āshi tohyhi pytth gvah,th tohụ̄ yath qbls pytth godd ạsiv, aashi avs ṣrf aamhi mokhh mqrrkormut zi asụ̄ krrav (prkhạvith) non zikus chuh (sạnis) rsvl (ṣly Allah ʿlyh vslm) snzpạrvy kran (th) kus chuh pot khvry czlan,th be shk ạs yhi (qblh bdlavnch) kth sytthah gob mgr timn pytth nh kynhh yim Allah tʿālyā hn hdayt (th mʿrft) sintụ̄ nvạzụ̄, th yhi chhanh Allah tʿālyā snz shan zi tuhund ayman kr (yithe) ẓayʿ, be shk chuh Allah tʿālyā lukn pytth sytthah shfqt vartavn vvl mhrban."
  },
  {
    "verse_id": 144,
    "translation": "(ae myanhi ttatthhi!) asụ̄ chih barbartuhndi rve aanvruk āsmans kun phyrun vuchhan, asụ̄ phirv tohụ̄ ẓrvur th ẓrvur tthụ̄ qbls kun yath pytth tohụ̄ rạẓụ̄ chihvu lhādha phiriv tohụ̄ panun rokh vuny msjdi ḥrams kun, th (ae mslmanv!) tohụ̄ yath jayhi thi chihvuvonụ̄phirivtthụ̄ kun pnnụ̄ buthụ̄,th tim lukh yimn ktab chhe dinh āmcz chih ẓrvur zanan zi yhi (qblh bdlavnuk ḥkm) chuh tihindis rb sndi ṭrfh ḥq, th Allah tʿālyā chuhnh timav kamyv nishhi be khbryimh tim kran chih."
  },
  {
    "verse_id": 145,
    "translation": "Th hrgah tohụ̄ ahli ktabn nishhi pth kanhh nishạny (thi) anivu tamhi pth thi krn nh tim tuhndi qblch pạrvy th nah chihv tohy tihindi qblch pạrvy krn vạlụ̄,th tim chihnh panh vạnụ̄ thi aakh akụ̄ sndi qblch pạrvy kran (aumt kh tʿlym khạṭr frmvvukh,) th hrgah (bfrẓi mḥal) tohyhi (thi) pans nishhi ʿlm vatnh pth tihndyn khvạhshatn hnzpạrvy krv, tylhi bnivbe shk tohụ̄ (pnnis jans pytth) zyadty krn valyv mnz."
  },
  {
    "verse_id": 146,
    "translation": "Th yimn lukn aashi ktab chhe ʿṭa krmcz tim chih amis (ākhralzman) rsvls (ḥẓrt Muḥammad ṣly Allah ʿlyh vslms th tihnds shans th ʿẓmts) tithe pạtthụ̄ pznavan yithh pạtthụ̄kunhi shkh vrạe pnnyn nychvyn chih prznavan, th pzụ̄pạtthụ̄ chuh timve mnz akh ṭbqh zạnith mạnith pazr khttith thavan."
  },
  {
    "verse_id": 147,
    "translation": "(ae bvzn valhi!) ḥq chuh chạnis rb sndi ṭrfh, lhādha gczhkh nh cz hrgzshk krn valyv mnz āsun."
  },
  {
    "verse_id": 148,
    "translation": "Th pryth akụ̄ sndi khạṭr chuh ẓon phirnuk akh aand (mqrr) suh chuh tthụ̄ kun rokh kran, lhādha, ạsiv tohụ̄ nykiyan kun brvnhh bvnhh pkan, tohụ̄ yath jayhi thi ạsivu Allah tʿālyā karyv tohyhi sarine jmʿ. Be shk chuh Allah tʿālyā pth chyzs pytth var pạtthụ̄ qdrt thavan."
  },
  {
    "verse_id": 149,
    "translation": "Th tohụ̄ ypạrụ̄ thi (sfrs pytth) nyirivupanun buth phiriv (nmazi hndi vqth) msjdi ḥrams kun,th yohe chuh tuhndis rb sndi ṭrfh ḥq, th Allah tʿālyā chuhnh tuhndyv aʿmalav nishhi be khbr kynhh."
  },
  {
    "verse_id": 150,
    "translation": "Th tohụ̄ ypạrụ̄ thi (sfrs) nyirivupanun buth phiriv (nmazi hndivqth) msjdi ḥrams kun, th (ae mslmanv!) tohụ̄ yythi thi chihvupannụ̄ buthụ̄ ạsụ̄ zyv tmh kse ṭrfs kun phiran takh lukn nishhi rvzi nh tohyhi pytth aʿtraẓ krnch gnjạyish timav lukv varạe, yim timav mnz ḥdnyrn vạlụ̄ chih, lhādha, mah khvucziv tohụ̄ timn, me ạsiv khoczan, aamhi mvkhh zi bh kr tohyhi pytth pnnụ̄ rḥmt pvur th takh tohyhi gczihh pvuripvur hdayt ḥạṣl."
  },
  {
    "verse_id": 151,
    "translation": "Yithe pạtthụ̄ svuz aashi tohyhi andr tohy mnz (panun) r svl yus tohyhi pytth sạnụ̄ āyat chuh tlavt kran th tohyhi chuhv (nfsy ṭvr th qlby ṭvr) pak ṣaf kran,byyhi chuhv tohyhi ktabih hnz tʿlym divan, th ḥkmt th danạyy chuhv hychhnavan,th tohyhi chihv thi hychhnavan ynh tohụ̄ zanan ạsiv (yʿny mʿrftkụ̄ th ḥqyqtkụ̄ sir)."
  },
  {
    "verse_id": 152,
    "translation": "Lhādha, ạsiv tohụ̄ me yadkran, bh thavav tohụ̄ yad,th myvn shkr ạsiv kran th myạnụ̄ nashkry ạsụ̄ zyv nh kran."
  },
  {
    "verse_id": 153,
    "translation": "Ae ayman valyv!ṣbr th nmazi hndi dhryʿh ạsụ̄ zyv (me nish) mdd yaczhan,pzụ̄pạtthụ̄ chuh Allah tʿālyā ṣbr krn valyn sintụ̄ (āsan)."
  },
  {
    "verse_id": 154,
    "translation": "Th yim lukh Allah tʿālyā snzi vathi mnz marnh yin,timn mah ạsivvanan zi yim chih mord, (tim chihnh mord) blkh chih zndh, mgr tohyhi chuhv nh (tihinzi zndgy hund) shʿūr."
  },
  {
    "verse_id": 155,
    "translation": "Th asụ̄ aazmavav tohụ̄ ẓrvur th ẓrvur, kynczhah khvfh th bochihh sintụ̄,th kynczhah malan th janan th myvan (fṣln) hndi nqṣanh sintụ̄, th (ae ttatthhi!) tohụ̄ bvznạviyvukh (tim) ṣbr krn vạlụ̄ khosh khbr."
  },
  {
    "verse_id": 156,
    "translation": "Yimn kanhh mṣybt yivan chuh,tylhi chih vnan be shk chih ạsụ̄ thi Allah tʿālyā sndy (mal) th asụ̄ thi chih tsụ̄ kun pot phyirith gczhn vạlụ̄."
  },
  {
    "verse_id": 157,
    "translation": "Yime chih tim lukh yimn pytth yhindis rb sndi ṭrfh pyotthus pytth nvạzishhi th rḥmt chhe, th yimve lukv chuh hdayt prvvmut."
  },
  {
    "verse_id": 158,
    "translation": "Be shk chih ṣfa th mrvh Allah tʿālyā snzv nishạniyav mnz, chnanchh yus shkhṣ bytu Allah huk ḥj ya ʿmrh kri, tas pytth chuhnh kanhh gnah zi yimn doshvnụ̄ (mnzbag) lgavichkr,th yus shkhṣ pnnhi khvshy kanhh nyky kri, tylhi chuh pzụ̄pạtthụ̄ Allah tʿālyā (bodd) qdrshnas (sytthah) zann vvl."
  },
  {
    "verse_id": 159,
    "translation": "Be shk yim lukh sanyn nạzl krnh āmczn ttakarh nishạniyan th hdayts khttith chih thavan aamhi pth thi zi aashi chuh yhi lukn khạṭr (pnnhi) ktabih mnzvaẓḥ kormut, tylhi chuh timne lukn pytth Allah tʿālyā lʿnt svzan (yʿny timn chuh pnnhi rḥmt nishhi dvur kran) th lʿnt svzn vạlụ̄ thi chih timn pytth lʿnt svzan."
  },
  {
    "verse_id": 160,
    "translation": "Mgr yim lukh tvbh krn th (pans) krn aṣlaḥ, byyhi krn (ḥqs) ẓạhr, tylhi kr bh (thi) timn mʿāf, th bh chuhs sytthah bodd tvbh qbvl krn vvl mhrban."
  },
  {
    "verse_id": 161,
    "translation": "Be shk yimav (ḥq khttith thạvith) kfr kor th mvudụ̄ aath ḥalts mnz zi tim ạsụ̄kạfire,timn pytth chhe Allah tʿālyā snz,th frshtn hnz,byyhi sarine lukn hnz lʿnt."
  },
  {
    "verse_id": 162,
    "translation": "Tim rvzn hmyshh athụ̄ (lʿnts) mnz (grftar), timn pytth yiyhi nh ʿdhab loczravnh, th nah yiyhi timn mhlt dinh."
  },
  {
    "verse_id": 163,
    "translation": "Th tuhund mʿbvd chuh suh khdae yus kun chuh, tas varạe chuhnh kanhh mʿbvd (suh) chuh sytthah mhrban sytthah rḥm krn vvl."
  },
  {
    "verse_id": 164,
    "translation": "Be shk chhe āsmann th zmyn kis bnavns mnz, th rat doh kis yins gczhns mnzth timn jhazn (th navan) mnz yim smndrs mnz lukn nfʿ vatnavan vạlụ̄ chyz tulith pkan chih, th tath (rvudkis) ābs mnzyath Allah tʿālyā āsmanh valan chuh, pth chuh tmh sintụ̄ zmyns mord spdnh pth zndh kran (so zmyn) yath mnztmụ̄ pth qsmkụ̄ janvr chih phhlạvimtụ̄, byyhi hvahn hndis rokh bdlavns mnzth tath aobrs mnz yus āsmans th zmyns mnzbag (Allah tʿālyā sndi ḥukmuk) pabnd (spdith pkan) chuh (yimn mnz chhe) gattlyn khạṭr (Allah tʿālyā sndi qdrt chhi varyah) nishạniyhi."
  },
  {
    "verse_id": 165,
    "translation": "Th lukn mnz chih kynhh tithụ̄ thi yim Allah tʿālyā sndyn ghạrn chih Allah tʿālyā sndụ̄ shryk tthhravan th timn sintụ̄ chh Allah tʿālyā hs sintụ̄ mḥbt hiyvu mḥbt kran, th yim lukh ayman vạlụ̄ chih tim chih (pth kạnshi hndi khoth) Allah tʿālyā hs sintụ̄ sytthah zyadh mḥbt kran, th hrgah yim ẓạlim lukh suh vqt vuchhn yylhi (ạkhrtuk) ʿdhab yhinzn achhn brvnhh knhi āshi (pth zann) zi tmam ṭaqtn hund mạlk chuh Allah tʿālyā th be shk chuh Allah tʿālyā skht ʿdhab dinh vvl."
  },
  {
    "verse_id": 166,
    "translation": "(byyhi) yylhi tim (kufrkụ̄ pyshva) yhinzpạrvy krnh āyhi gczhn pnnyn pth pth pkn valyn be zar th (tim sạry) vuchhn (Allah tʿālyā sund) ʿdhab th sạry asbab gczhn timn nishhi alg."
  },
  {
    "verse_id": 167,
    "translation": "Th (yhi bezạry vuchihth) vann (mshrk) pạrv kar, kash gczihh he aashi (dnyahs mnz vaps gczhnuk) akh mvqʿ ḥạṣl, tylhi krv asụ̄ (thi) timn nishhi be zạry hund aẓhar, yithh pạtthụ̄ (aaz) timav aashi nishhi be zạry ẓạhr chhe krmcz, yithh pạtthụ̄ havi Allah tʿālyā timn tihindụ̄ pnnụ̄ aʿmal ḥsrt bnạvith,th tim hykn nh (kunhi ṭryqh) jhnm mnz nyirith."
  },
  {
    "verse_id": 168,
    "translation": "Ae lukv! Zmyn kyv chyzv mnz yhi ḥlal th pak chuh (thi) khyyivu th shyṭan snzn vatn pytth mah pkvu be shk chuh suh tuhund ttakarh dushmn."
  },
  {
    "verse_id": 169,
    "translation": "Suh chuhv tohyhi bdy th be ḥyạyy hundue ḥkm divan, byyhi yhi (thi) zi tohụ̄ vniv Allah tʿālyā hs mtʿlq tikynczhah yymiyuk nh (panh) tohyhi ʿlm āshi."
  },
  {
    "verse_id": 170,
    "translation": "Th yylhi timn (kạfrn) vannh chuh yivan zi yhi Allah tʿālyā hn nạzl chuh frmvvmut tamich pạrvy krivu tylhi chih vnan (nah) blkh pakav asụ̄tthụ̄ (ṭryqs) pytth, yath pytth aashi panun mvl buddi bb vuchhmut chuh pkan, ad tihindyn malyn buddibbn math ạsiụ̄zi he ʿql nah mth ạsụ̄zihyn hdayts pytth."
  },
  {
    "verse_id": 171,
    "translation": "Th ymn kạfrn hnz (hdayts kun aannch) mthal chhe tithis shkhṣh snz hish yus kạnshi tithis (janvrs) ālav kri yus ālv th āvazi varạe kihinụ̄ chuhnh bvzan ym lukh chih zrụ̄, klụ̄, anụ̄. Lhādha chuhnh ymn (kihinụ̄) fikri tran."
  },
  {
    "verse_id": 172,
    "translation": "Ae ayman valyv! Timav pak chyzv mnz khyyiv yim aashi tohyhi ʿṭa chih krimtụ̄, byyhi kriv Allah tʿālyā sund shkr, agr tohụ̄ ṣrf tmụ̄ snze yạcz bndgy chihv kran."
  },
  {
    "verse_id": 173,
    "translation": "Tmụ̄chuh tohyhi pytth ḥram kormut ṣrf mordar th rath, th khnzyr sund maz, byyhi suh janvr yymis pytth dhbḥ krnh viziAllah tʿālyā hs varạe byyhi (kạnshi) hundnavhynh āshi āmut, pth yus shkhṣ skht mjbvr gczihh, nah āshi nafrmạny krn vvl th nah āshi ḥd nyrn vvl, tylhi chuhnh ts (zuv bchavnh kis ḥds tam khyns mnz) kanhh gnah, be shk chuh Allah tʿālyā sytthah bkhshn vvl mhrban."
  },
  {
    "verse_id": 174,
    "translation": "Be shk yim lukh ktab (tvrat kyn timn āyatn) yim Allah tʿālyā hn nạzl chih krụ̄mtụ̄khttith chih thavan th aamhi bdlh chih mʿmvly qinmt ḥạṣl kran,tim lukh chihnh pnnyn shikmn mnz nar brnh varạe kihinụ̄ khyvan, th Allah tʿālyā kri nh timn sintụ̄ qyamt kh doh kth thi th nah kri timn pak, byyhi chuh tihndi khạṭr dg tulvun ʿdhab."
  },
  {
    "verse_id": 175,
    "translation": "Yimae chih tim lukh yimav hdayt bdlh gumrạhy mlụ̄ hiycz th mghfrt bdlh ʿdhab, kmụ̄ chyzn bnạvụ̄ tim (jhnm kis) nars pytth ṣbr krn vạlụ̄."
  },
  {
    "verse_id": 176,
    "translation": "Yhi chuh aamhi vjh kinụ̄ zi Allah tʿālyā hn krktab ḥq hyth nạzl, th be shk yimav ktabih mnz akhtlaf trvvu tim chih mkhalfts mnz (ḥq nishhi) varyah dvur (gmtụ̄)."
  },
  {
    "verse_id": 177,
    "translation": "Nyky chhanh ṣrf yhe kynhh zi tohụ̄ phiriv pnnụ̄ buthụ̄ mshrqs th mghrbs kun,blkh chhe aṣl nyky yhi zi kanhh shkhṣ aanhi Allah tʿālyā hs pytth th qyamt kis dohs pytth,th frshtn pytth, th (Allah tʿālyā snzi) ktabih pytth th pyghmbrn pytth ayman, byyhi kriAllah tʿālyā sndis mḥbts mnz (panun) mal rshth darn pytth,th ytymn pytth,th moḥtajn pytth,th msafrn pytth,th mngn valyn pytth, byyhi (ghlamn hnz) grdnhi (āzad krns) mnz khrch, th nmazkri qạyim th zkvāh diyhi, th yylhi kanhh vʿdh krn tylhi āsn panun vʿdh pvur krn vạlụ̄,byyhi āsn skhty (tng dsty) mnz th mṣybts (bymari) mnz th jng kh shidt (jhad) kh vqth ṣbr krn vạlụ̄yme lukh chih pzụ̄yạrụ̄ th yme chih prhyzgar."
  },
  {
    "verse_id": 178,
    "translation": "Ae ayman valyv! Tohyhi pytth chuh tihindi khvunuk bdlh (qṣaṣ) frẓ krnh āmut yim naḥq yin qtl krnh, āzad sndi bdlh āzad th ghlam sndi bdlh ghlam, th khatvnhi hndibdlh khatvn, vonụ̄ hrgah ts (yʿny qạtils) tmụ̄ sndis bạe (yʿny mqtvl sndis vạrth) sndi ṭrfh kynhh (yʿny qṣaṣ) mʿāf yiyhi krnh tylhi pazi jan dstvur muvạfq pạrvy krnụ̄, th (hrjanh gczihh) rtụ̄ pạtthụ̄ tmis (mqtvl sndis vạriths) tam vatnavun,yhi chhe tuhndis rb sndi ṭrfh rʿāyt th mhrbạny,vonụ̄yus aamhi pth zyadty kri tylhi chuh ts khạṭr dg tulvun ʿdhab."
  },
  {
    "verse_id": 179,
    "translation": "Th tuhndi khạṭr chhe qṣaṣs (yʿny khvnuk bdlh hyns) mnze zndgy (hnz ẓmant), ae ʿqlmnd lukv! Takh tohụ̄ bchiv (khvn ryzy th brbạdy nishhi)."
  },
  {
    "verse_id": 180,
    "translation": "Tohyhi pytth chuh frẓ yivan krnh zi yylhi tohyhi mnz kạnshi mvt vathi nkhh, hrgah tmụ̄ kynhh mal āshi (pth kun) tvvmut, tylhi krin (pnnis) mạlis majhi th qryby rshth darn hndis ḥqs mnz jan ṭryqh vṣyt, yhi chuh prhyzgarn pytth lạzim."
  },
  {
    "verse_id": 181,
    "translation": "Pth yymụ̄ shkhṣn yhi (vṣyt) bvznh pth so bdlạvtylhi chuh tamiyuk gnah timne bdlavn valyn pytth, be shk chuh Allah tʿālyā thdi payuk bvzn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 182,
    "translation": "Vonụ̄ hrgah kạnshi shkhṣs vṣyt krn vạlụ̄ sndi ṭrfh (kạnshi hnzi) ṭrf dạry ya (kạnshi hndis ḥqs mnz) zyadty hund andyshh āshi,tylhi krnavi suh timn drmyan ṣlḥ,aath pytth chuhnh kanhh gnah,be shk chuh Allah tʿālyā sytthah bkhshn vvl mhrban."
  },
  {
    "verse_id": 183,
    "translation": "Ae ayman valyv! Tohyhi pytth chhe tithe pạtthụ̄ rvzh frẓ krnh āmcz yithh pạtthụ̄ tohyhi brvuntthmyn lukn pytth frẓ āsh āmcz krnh takh tohụ̄ bniv prhyzgar."
  },
  {
    "verse_id": 184,
    "translation": "(yim chih) grnz hndụ̄ kynhh doh, vonụ̄ hrgah tohyhi mnz kanhh bymar āshi, ya āshi sfrs pytth tylhi krin baqyv dohv (hnzv rvzav) sintụ̄ grnd pvur,th yimn aamiyuk ṭaqt āshi nh, tihindi dhmh chuh akis mskyn sndi khēnuk bdlh,pth yus pnnhi khvshy (zyadh) nyky kri,tylhi chuh suh ts khạṭr bhtr,th tuhund rvzh thavun chuh tuhndi khạṭr bhtr hrgah tohyhi fikri tari."
  },
  {
    "verse_id": 185,
    "translation": "Mahi rmẓan (chuh suh) yath mnzqrān nạzl chuh krnh āmut yus lukn khạṭr hdayt chuh, th (yath mnz) rhnmạyy krn vajinhi th (ḥqs th bạṭls mnz) frq krn vajinhi ttakarh nishạniyhi chhe, lhādha, yus akhah tohyhi mnz yhi ryth labih tylhi thạvin suh ẓrvr aamhi chh rvzh, th yus akhah bymar āshi ya sfrs pytth āshi tylhi krin baqyv dohv (hnzv rvzav) sintụ̄ grnd pvur, Allah tʿālyā chuh tuhndis ḥqs mnz āsạny yaczhan th tuhndi khạṭr chuhnh dushvạry yaczhan,th aamhi mvjvub zi tohụ̄ hykvi grnd pvur krith, th aamhi mvjvub zi tmụ̄ yus hdayt tohyhi frmvvmut chuhnav tath pytth kriv tmụ̄ sund bjr byan, byyhi aamhi mvjvub zi tohụ̄ bniv shukr krn vạlụ̄."
  },
  {
    "verse_id": 186,
    "translation": "Th (ae ttatthhi!) yylhi tohyhi myạnụ̄ bndh myạnis bars mnz sval krn tylhi (ạsyvukh vnan zi) bh chuhs nkhh, bh chuhs ālav krn vạlụ̄ sndis ālvas jvab divan yylhi thi suh me ālav chuh kran, lhādha,pazi ymn zi myạnụ̄ frman brdạry krin akhtyar th me pytth thạvin pkhth yqyn takh tim lbn (muradch) vath."
  },
  {
    "verse_id": 187,
    "translation": "Tuhndi khạṭr chuh rvzn hnzn rạczn mnz pnnyn khandarinyn nishhi gczuhn ḥlal krnh āmut, timh chhe tuhnd poshak th tohụ̄ chihv tihindụ̄ poshak, Allah tʿālyā hs chuh pae zi tohụ̄ ạsiv pnnis ḥqs mnz khyant kran, aamhi mvjvub kor tmụ̄ tuhndis ḥals pytth rḥm th tohyhi kornav mʿāf,lhādha, kriv vonụ̄ (rvzn hnzn rạczn mnz be shk) timn sintụ̄ mbashrt th yhi Allah tʿālyā hn tuhndi khạṭr lyokhmut chuh (thi) rvuziv yaczhan, byyhi rvuziv khyvan chyvan yot tam zn tohyhi ṣubḥ hch sfyd dav (rạcz hnzi) syah daavi nishhi (alg spdith) nnụ̄ pạtthụ̄ aathhi yiyhi, pth kriv rvzh rạcz (hnds yinas) tam pvur, th znann sintụ̄ mah ạsivtth dvran mbashrt kran yylhi tohụ̄ msjdn mnz aʿtkafs bihth ạsivu yim chih Allah tʿālyā sndụ̄ (qạyim krnh āmtụ̄) ḥd, lhādha,mah gczihv yimn (phuttravnh kh ghrẓh) nkhh, yithe pạtthụ̄chuh Allah tʿālyā lukn hndi khạṭr pnnụ̄ āyat (vyczhnạvith) byan frmavan takh tim krn prhyzgạry akhtyar."
  },
  {
    "verse_id": 188,
    "translation": "Th tohụ̄ mah ạsivpanh vạnụ̄ aakh akụ̄ sndụ̄ mal naḥq khyvan th nah mah ạsiv mal (rushvt rngụ̄) ḥạkimn tam vatnavan zi yithh pạtthụ̄ hykvi lukn hndi maluk kynhh ḥiṣh tohụ̄ (thi) najạyiz ṭryqh khyth ḥalankh āsyv tohyhi pae (zi yhi chuh gnah)."
  },
  {
    "verse_id": 189,
    "translation": "(ae ttatthhi!) lukh chihv tohyhi pczhan nvyn zvunn mtʿlq, frmạviv yimh chhe lukn khạṭr th mahi ḥj (kh tʿīn) khạṭr vqth chhi ʿlamth, th yhi chhanh kanhh nyky zi tohụ̄ yiyiv (aḥram kis ḥalts mnz) grn mnzptimhi ṭrfh blkh chhe nyky (yithyv aultth rsmav bjayhi) prhyzgạry akhtyar krnụ̄, th tohụ̄ ạsiv grn mnz tihindyv darvazav kinụ̄ yivan, th Allah tʿālyā hs rvuziv khoczan takh tohụ̄ gczihv kamyab."
  },
  {
    "verse_id": 190,
    "translation": "Th Allah tʿālyā snzi vathi mnz krivtimn sintụ̄ (dfạʿī) jng yim tohyhi pytth jng mslṭ chih kran (vonụ̄ gov) ḥd nishhi mah nyiriv be shk chuhnh Allah tʿālyā ḥd nyrn valyn psndkran."
  },
  {
    "verse_id": 191,
    "translation": "Th (jngs dvran) yythi thi tim (jngjv th lrrayhi grụ̄kạfr) lbiyvukh (tathi) mạriyvukh, th yim krriyvukh (ryasty aqdam kh dhryʿh) tathi nybr yythi tohụ̄ yimav krrimtụ̄ ạsihavu th ftnh tulun chuh qtlh khoth thi zyadh skht (jrm), th timn sintụ̄ mah krivmsjdi ḥrams (khanh kʿbs) nkhh jng yot tam nh tim khod tohyhi sintụ̄ tathi nas jng krn, pth hrgah tim tohyhi sintụ̄ qtal krn tylhi kriyvukh tohụ̄ thi (jvạby ṭvr) tim qtl, (yithyn jngjv th lrrayhi gryn) kạfrn chuh yohe sza."
  },
  {
    "verse_id": 192,
    "translation": "Pth agr tim baz phyrn tylhi chuh be shk Allah tʿālyā sytthah bkhshn vvl mhrban."
  },
  {
    "verse_id": 193,
    "translation": "Th timn sintụ̄ rvuziv jng kran yot tam zn kanhh ftnh rvzinh path kun th dyn spdi Allah tʿālyā se tabʿ (yʿny amn th slamty th ansạny tkrym kh ḥfaẓtuk nẓam gczihh ʿmly ṭvr qạyim), pth agr tim baz phyrn tylhi chhanh ẓạlimav varạe byyhi kạnshi pytth zyadty krnụ̄tthyk."
  },
  {
    "verse_id": 194,
    "translation": "Ḥurmt valhi ryth bdlh chuh ḥurmt vvl ryth th (baqy) ḥur mt vạlụ̄ chyzchih akh akụ̄ sund bdl, vonụ̄ hrgah tohyhi pytth kanhh zyadty kri,tohụ̄ thi kriv ts pytth zyadty mgr ticze yyicz tmụ̄ tohyhi pytth kr, th Allah tʿālyā hs rvuziv khoczan th zạnith thạviv zi Allah tʿālyā chuh khoczn valyn sintụ̄."
  },
  {
    "verse_id": 195,
    "translation": "Byyhi kriv Allah tʿālyā snzi vathi mnz khrch th pnnyve aathav mh tayv panun pan hlakts mnz,th nyky kriv akhtyar, be shk chuh Allah tʿālyā nykvkarn sintụ̄ mḥbt kran."
  },
  {
    "verse_id": 196,
    "translation": "Byyhi kriv ḥj th ʿmrh (hkụ̄ mnask) Allah tʿālyā sndi khạṭr mkml, pth hrgah tohụ̄ (vathi mnz) rukavnh yiyiv tylhi yosh thi qrbạny dstyab gczihh (krnh khạṭr svuziv) th pnnyn kln mah kạsiv mas tot tam yot tam nh qrbạny (hund janvr) pnnis mqams tam vathi, pth yus kanhh tohyhi mnz bymar āshi,ya āshi tmis kls kanhh tklyf (aamhi vjh kinụ̄ kasnavi qbl az vqt mas) tylhi (thạvin aamhi) bdlh rvzh, ya (diyin) ṣdqh, ya (krin) qrbạny, pth yylhi tohụ̄ aṭmnan kis ḥalts mnz ạsiv tylhi yus kanhh ḥjs sintụ̄ ʿmrh ralavnuk fạydh tulhi tylhi yosh thi qrbạny dstyab gczihh (so krin), pth yymis yithi dstyab āshi nh,suh thạvin tyn; dohn hnzrvzh ḥjs mnz (yʿny ḥj ks zmans mnz) th sath (doh) yylhi tohụ̄ ḥj pytthh vaps phiyirivuyim ge brabr dah (rvzh), yhi (rʿāyt) chhe ts khạṭr yymụ̄ sndụ̄ ahl vʿīal msjdi ḥrams nkhh āsn nh rvzan (yʿny yus nh mkuk rvzn vvl āshi) byyhi rvuziv Allah tʿālyā hs khoczan th zạnith thạviv zi Allah tʿālyā chuh skht ʿdhab dinh vvl."
  },
  {
    "verse_id": 197,
    "translation": "Ḥjikụ̄ kynhh ryth chih mqrr (yʿny shval,dhvalqʿdh th dhy alḥjikụ̄ dah doh) th yus shkhṣ yimn (rytn) mnz nyt krith (pans pytth) ḥj lạzm kri,tylhi nah mah krin ḥj kyn dohn mnz znann sintụ̄ akhtlaṭ, th nah (byyhi) kanhh gnah,th nah mah krin kạnshi sintụ̄lrrạe, th tohụ̄ yosh thi nyky kriv Allah tʿālyā chuh tath var pạtthụ̄ zanan, th (ạkhrt kh) sfruk (snz th) saman kriv be shk chuh sarive khoth bhtr vath khrch tqvyā th ae ʿql thavn valyv!myvn tqvyā kriv akhtyar."
  },
  {
    "verse_id": 198,
    "translation": "Th tohyhi pytth chuhnh aath kthhi mnz kanhh gnah hrgah tohụ̄ (ḥj kis zmans mnz tjart kh dhryʿh) pnnis rb sund fẓl (thi) tlash krivupth yylhi tohụ̄ ʿrfat pytthh vaps yiyivutylhi ạsiv mshʿri ḥrams (muzdlfh has) nishhi Allah tʿālyā snz dhkr kran th tmụ̄ snz dhkr kriv tithh pạtthụ̄ yithh pạtthụ̄ tmụ̄ tohyhi hdayt chuh frmvvmut, th be shk ạsụ̄vu tohụ̄ aamhi brvnhh (vathi) ddlụ̄ mtụ̄."
  },
  {
    "verse_id": 199,
    "translation": "Pth ạsivtohụ̄ taty pytthh gczihth vaps yivan yythi pytthh (baqy) lukh vaps chih yivan th Allah tʿālyā hs mngiv (sytthah) mghfrt, be shk chuh Allah tʿālyā sytthah mghfrt krn vvl mhrban."
  },
  {
    "verse_id": 200,
    "translation": "Pth yylhi tohụ̄ pnnhi ḥjikụ̄ arkan pvur krith moklạviv pth ạsiv (mnyā has mnz) khvub Allah tʿālyā snzdhkr kran yithh pạtthụ̄ tohụ̄ pnnis mạlis buddi bb snz dhkr (sytthah shvq san) kran chihv nath ạsivaamhi khoth thi zyadh shvq kh shidt san (Allah tʿālyā snz) dhkrkran, pth chih lukv mnz kynhh tithụ̄ thi yim vnan chih, ae sanhi rbh! Aashi kr (bs) dunyahs mnz ʿṭa th yithis shkhṣs khạṭr chuhnh ạkhrts mnz kanhh ḥiṣh."
  },
  {
    "verse_id": 201,
    "translation": "Th yimve mnz chih kynhh tithụ̄ thi,yim ʿrẓ chih kran, ae sanhi prvrdgar! Aashi kr dunyahs mnz (thi) rczr ʿṭa th ạkhrts mnz (thi kr) rczr (ʿṭa) th aashi thav jhnm kh ʿdhab nishhi mḥfvẓ."
  },
  {
    "verse_id": 202,
    "translation": "Yime chih tim lukh yimn khạṭr tihinzi (nyk) kmayhi mnz ḥiṣh chuh, th Allah tʿālyā chuh jld ḥsab krn vvl."
  },
  {
    "verse_id": 203,
    "translation": "Th Allah tʿālyā ạsiyvun (yimn) grnz hndyn dohn mnz (varyah zyadh) yad kran,pth yymụ̄ kạnshi (mnyā pytthh vapsy mnz) donụ̄ dohn mnz jldy kr,tas pytth chuhnh kanhh gnah th yymụ̄ (aath mnz) czyr kor ts pytth th chuhnh kanhh gnah,yhi chuh tmụ̄ sndi khạṭr yus prhyzgary akhtyar kri, byyhi rvuziv Allah tʿālyā hs khoczan th zạnith thạviv zi tohụ̄ sạry yiyiv tsụ̄ nishhi jmʿ krnh."
  },
  {
    "verse_id": 204,
    "translation": "Th lukn mnz chuh kanhh shkhṣ tiyuth thi (āsan) yymụ̄ snz kth dunyạvy zndgy mnz tohyhi khosh chhe kran, byyhi chuh suh Allah tʿālyā hs pnnhi dl chhi kthhi pytth gvah thi bnavan, ḥalankh chuh suh sarive khoth zyadh lrrayhi gor."
  },
  {
    "verse_id": 205,
    "translation": "Th yylhi suh (tohyhi nishhi) phyran chuh tylhi chuh zmyns mnz (pth mmkn) tg dav kran takh aath mnz tulhi he fsad, byyhi krihe zraʿt th nsl tbah, th Allah tʿālyā chuhnh fsad psnd frmavan."
  },
  {
    "verse_id": 206,
    "translation": "Th yylhi ts (aath ẓlms th fsads pytth) vannh yiyhi zi Allah tʿālyā hs khocz tylhi chuh tmụ̄ sundghrvur ts zyadh zyadh gnahn pytth hs divan, lhādha chuh ts khạṭr jhnm kạfy th suh chuh pzụ̄pạtthụ̄khrab tthkanh."
  },
  {
    "verse_id": 207,
    "translation": "Th lukn mnz chuh (aath brʿks) kanhh tiyuth shkhṣ thi āsan yus Allah tʿālyā snz rẓa ḥạṣl krnh khạṭr panun zuv thi chuh knan, th Allah tʿālyā chuh bndn pytth sytthah mhrbạny krn vvl."
  },
  {
    "verse_id": 208,
    "translation": "Ae ayman valyv! Aslams mnz gczihv pvur pvur dạkhl, th shyṭan snzn vtn pytth mah pkvu be shk chuh suh tuhund ttakarh dshmn."
  },
  {
    "verse_id": 209,
    "translation": "Vonụ̄ hrgah tohụ̄ aamhi pth thi lghzsh kriv yylhi zan tohyhi nishhi ttakarh nshạniyhi āyhi tylhi zạniv zi Allah tʿālyā chuh sytthah ghạlb bodd ḥkmt vvl."
  },
  {
    "verse_id": 210,
    "translation": "Kya tim chha athụ̄ kthhi paran zi aobrkyn saʿba nn mnz gczihh Allah tʿālyā (sund ʿdhab) yun, byyhi gczhn frshth thi (bon vasnụ̄) th (svrue) qṣe gczihh moklun, ạkhr chhe sare kamhi Allah tʿālyā hs kune pysh spdn vajinhi."
  },
  {
    "verse_id": 211,
    "translation": "Tohụ̄ pczihv bny asrạyils zi aashi kạczah ttakarh nishạniyhi āsh timn ʿṭa kri macz, th yus shkhṣ Allah tʿālyā snz nʿmt pans nishhi yinh pth bdlav tylhi chuh be shk Allah tʿālyā skht ʿdhab dinh vvl."
  },
  {
    "verse_id": 212,
    "translation": "Kạfrn khạṭr chhe dunyahch zndgy ḥd khoth pạravnh āmcz th tim chih ayman valyn sintụ̄ mdhaq kran, th yimav tqvyā kor akhtyar, tim āsn qyamt kh doh timn srs, th ys Allah tʿālyā yaczhan chuh ts chuh be ḥsab ʿṭa kran."
  },
  {
    "verse_id": 213,
    "translation": "Sạry lukh ạsụ̄ (abtdahs mnz) akụ̄ se dyins pytth jmʿ, (pth yylhi timn mnz akhtlaf spdụ̄) pth svuzụ̄Allah tʿālyā han khosh khbr dinh vạlụ̄ th khocznavn vạlụ̄ pyghmbr, th timn sintụ̄ krn ḥqs pytth mbny ktab nạzl takh so kri lukn mnz timn kthn hund fạṣlh yimn mnz timav akhtlaf avs lvgmut krun, th aath mnz kor akhtlaf thi fqṭ timve lukv yimn so ktab dinh ạs āmcz, aamhi bavjvd zi timn nishhi āsh ttakarh nshạniyhi āmcz (th timav kor yhi akhtlaf thi) mḥẓ panh vạnụ̄ bghẓ th ḥsd āsnh knụ̄,pth smjhạvAllah tʿālyā han pnnhi ḥkmh sintụ̄ ayman valyn soḥqch kth yath mnz tim akhtlaf ạsụ̄ kran,th Allah tʿālyā ys yaczhan chuh ts chuh syzi vathi kun rahnmạyy frmavan."
  },
  {
    "verse_id": 214,
    "translation": "Kya tohụ̄ chihv yhi guman kran zitohụ̄ gczihv (yithe āzmạyishhi vrạe) jnts mnz dạkhl ḥalankh tohyhi vuchhv nh vunhi timn lukn hnz hish ḥalt (the) yim tohyhi brvnhh dae, timn vacz rngh rngh skhtyhi th tklyf th tim āe (tithh pạtthụ̄) dnh vanh zi (tamhi qvmkụ̄) pyghmbr th tihindyv ayman valyv sạthiyav (thi) lạe kykh zi Allah tʿālyā sund mdd kr yiyh? Khbrdar spdiv zi be shk chuh Allah tʿālyā sund mdd qryb."
  },
  {
    "verse_id": 215,
    "translation": "Tohyhi chihv pczhan zi (Allah tʿālyā snzi vathi mnz) kya krv khrch, frmạviyvukh yvutah thi mal khrchạviv (tthyk chuh) mgraamikụ̄ ḥqdar chih tuhndụ̄ mạlụ̄ majhi th qryby rshth dar,th ytym, th mḥtaj th msafr,byyhi yosh thi nyky tohụ̄ kran chihv be shk chuh Allah tʿālyā tath var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 216,
    "translation": "Tohyhi pytth chuh (ftnh v fsaduk byvl galnh mokhh th aamn qạym krnh khạṭr pnns bchavs mnz) qtal frẓ krnh āmut, ḥalankh shu chuhvtohyhi ṭbyʿt kinụ̄nagvargczhan, th mmkn chuh zi tohụ̄ kriyvun kanhh chyz napsnd th suh āshi (dr ḥqyqt) tuhndi khạṭr bhtr,byyhi chuh (yithi) mmkn zi tohụ̄ kriyvun kanhh chyz psnd th suh āshi (drḥqyqt) tuhndi khạṭr khrab, th Allah tʿālyā chuh var pạtthụ̄ zanan th tohụ̄ chihv nh zanan."
  },
  {
    "verse_id": 217,
    "translation": "Lukh chihv tohyhi pczhan ḥurmt vạlis ryts mnzkya chuh jnguk ḥkm, frmạviyvukh, aath mnz chuh jng bodd gnah, th Allah tʿālyā snzi vathi nishhi rukavun th ts sintụ̄ kfr krun th msjdi ḥram (khanh kʿbh) nishhi rukavun,byyhi tatikụ̄ rvzn vạlụ̄ tathi krrnụ̄ chuh Allah tʿālyā hs nzdyk (aamhi khoth thi) bodd gnah,th yhi ftnh tulun chuh qtlh khoth thi khsith th (yim kạfr) thavan tohyhi sintụ̄ hmyshhi jng jạry aot tam zi tohyhi phirnav tuhndi dyn nishhi agr (timn tyvut) ṭaqt ḥạṣl gczihh, th tohyhi mnz yus shkhṣ pnnhi dyn nishhi phyri th pth mari suh kạfire, tylhi gczhn dunyahs th ạkhrts mnz yithyn lukn hndụ̄ (sạry) aʿmal brbad, th yimae lukh chih jhnmy tim rvzn tath mnz hmyshh."
  },
  {
    "verse_id": 218,
    "translation": "Be shk yimav lukv ayman aon, th yimav Allah tʿālyā sndi khạṭr vṭn tvvu byyhi korukh Allah tʿālyā snzi vathi mnzjhad, yimae lukh chih Allah tʿālyā sndi rḥmtkụ̄ aumydvar, th Allah tʿālyā chuh bodd bkhshn vvl mhrban."
  },
  {
    "verse_id": 219,
    "translation": "Tohyhi chih shrabs th zars mtʿlq pczhan frmạviyvukh, yimn doshvnụ̄ mnz chuh bodd gnah th lukn khạṭr chih kynhh (dunyạvy) fạydh thi mgr yimn doshvnụ̄ hund gnah chuh yhindi nfʿ khoth khsith,th tohyhi chihv yithi pczhan zi kya kynczhah krv khrch frmạviyvukh, yikynczhah ẓrvrt khoth hurymanh chuh (khrch kriv) yithe pạtthụ̄ chuh Allah tʿālyā tuhndi khạṭr (pnnụ̄) aḥkam vyczhnạvith byan kran takh tohụ̄ kriv ghvrvfkr."
  },
  {
    "verse_id": 220,
    "translation": "(tuhund ghvrvfkrgczihh) dnya hs th ạkhrts (doshvnụ̄hndyn mʿāmln) mnz (rvzun), th tohyhi chihv ytymn mtʿlq pczhan, frmạviyvukh, timn (hndyn mʿāmln) hnz shyrpạr krnụ̄ chuh bhtr, th agrtim (khyns chyns th karvbars mnz) pans sintụ̄ ralạviyvukh tylhi chih tim thi tuhndụ̄ bạe, th Allah tʿālyā chuh khrạby krn vạlis rczr vartavn vạlis nishhi alg paznavan,th agr Allah tʿālyā yyczihh he tylhi tavihyv tohyhi mshqts mnz, be shk chuh Allah tʿālyā ghalb bodd ḥkmt vvl."
  },
  {
    "verse_id": 221,
    "translation": "Th tohụ̄ mah kriv mshrk znann sintụ̄ nkaḥ yot tam nh timh mslman spdn, th be shk chhe mslman knyz (āzad) mshrk znanhi hndi khoth bhtr khvah so tohyhi rcze kvnh bashi, th (mslman khatvnn hnd) mh krv mshrk mrdn sintụ̄ nkaḥ yot tam nh tim mslman spdn, th yqyna chuh mshrk mrd snd khoth mvmn ghlam bhtr khvah suh tohyhi rutue kvnh bashi, tim (kạfr th mshrk) chih jhnms kun nad divan, th Allah tʿālyā chuh pnnhi ḥkmh sintụ̄ jnts th mghfrts kun nad divan th pnnụ̄ āyat chuh lukn hndi bapt vyczhnạvith byan frmavan takh tim rattn nṣyḥt."
  },
  {
    "verse_id": 222,
    "translation": "Th tohyhi chihv ḥyẓs (mahvry hndyn dohn) mtʿlq pczhan, frmạviyvukh, so chhe gndgy, lhādha, ạsiv tohụ̄ ḥyẓ kyn dohn znann nishhi dvur rvzan,th yot tam nh timh pak spdn timn nkhh ạsụ̄ zyv nh gczhan, th yylhi timh aṣl pạtthụ̄pak spdn, pth yymhi vathi kinụ̄ Allah tʿālyā hn tohyhi ajazt chuhv diyutmut timn nishhi ạsiv gczhan, be shk chuh Allah tʿālyā sytthah tvbh krn valyn sintụ̄ mḥbt kran, byyhi yim jan pạtthụ̄ pạkyzgy chih akhtyar kran timn sintụ̄ chuh mḥbt kran."
  },
  {
    "verse_id": 223,
    "translation": "Tuhnzkhandarinhi chhe tuhndụ̄khah lhādha,pnnyn khhan mnz yithh pạtthụ̄ yyczihvyiyivuth pnnhi khạṭr krivāyndh mokhh kyhnh samanh tyar th Allah tʿālyā sund tqvyā kriv akhtyar,byyhi zạniv zi tohụ̄ chihv tmụ̄ sndis drbars mnz pysh spdn vạlụ̄, th (ae ttatthhi!) tohụ̄ bvznạviyvukh ahli ayman khosh khbr (zi Allah tʿālyā sndis drbars mnz rvzi tihinz pyshy bhtr)."
  },
  {
    "verse_id": 224,
    "translation": "Th pnnyn qasmn hndi bạʿth mah bnạviyvun Allah tʿālyā (sund nav lukn sintụ̄) nyky krns th prhyzgạry akhtyar krns, byyhi lukn mnz ṣlḥ krnavns mnz tthor, th Allah tʿālyā chuh bhtr pạtthụ̄ bvzn vvl bhtr pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 225,
    "translation": "Allah tʿālyā ratthi nh tohyhi tuhndyn fẓvl qsmn pytth mgr timn mtʿlq pczihh ẓrvuryuhund airadh tuhndyv dilav āshi kormut, th Allah tʿālyā chuh bodd bkhshn vvl sytthah burdbạry thavn vvl."
  },
  {
    "verse_id": 226,
    "translation": "Th timn lukn khạṭr yim pnnyn khandarinyn nkhh nah gczhnukh qsm khyn chhe czon rytn hnz mhlt, vonụ̄ agr tim (aath vqts mnz) rjvʿ krn tylhi chuh be shk Allah tʿālyā bodd bkhshn vvl mhrban."
  },
  {
    "verse_id": 227,
    "translation": "Th hrgah timav ṭlaquk pokhth aradh āshi kormut tylhi chuh be shk Allah tʿālyā varpạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 228,
    "translation": "Th yimn khatvnn ṭlaq āshi dinh āmut timh rukạvin panun pan tyn ḥyẓn tam,th tihindi khạṭr chuhnh jạyz zi timh thavn thi czvuri yhi Allah tʿālyā hn tihnzn bchhi danyn mnz pạd āshi kormut hrgah timh Allah tʿālyā hs pytth th ạkhrt kis dohs pytth ayman chhe thavan, th aath vqts mnz chuh tihndyn khavndn timn (byyhi) pnnis zvjyts mnz vaps phirnuk ḥq zyadh agr tim aṣlaḥ krnuk aradh krn, th dstvr mṭạbq chih znann hndụ̄ thi mrdn pytth tithe pạtthụ̄ ḥqvq yithh pạtthụ̄ mrdn chih znann pytth, albth mrdn chhe timn pytth fẓylt, th Allah tʿālyā chuh sytthah ghạlb bodd ḥkmt vvl."
  },
  {
    "verse_id": 229,
    "translation": "Ṭlaq chuh (ṣrf) doyhi phiri (bs) pth ya chhe (khandarinụ̄) jan ṭryqh (zvjyts mnz) rukavnụ̄ nath chhe jan ṭryqh tavnụ̄, th tuhndi khạṭr chuhnh jạyz zi yim chyz tohyhi timn ditụ̄ mtụ̄ chihv timv mnz hyyvukh kynhh vaps aamhi vrạe zi doshvnụ̄āshi khdshh zidoshvae hykn nh (vonụ̄don bạczn hund rshth brqrar thạvth) Allah tʿālyā sndụ̄ ḥd qạyim thạvith, pth agr tohyhi andyshhi āshi zi doshvae hykn nh Allah tʿālyā sndụ̄ ḥdqạyim thạvith, tylhi chuhnh (aath ṣvrts mnz) timn pytth kanhh gnah zi khandarinụ̄krin (panh) kynhh bdlh dith (aamhi tklyf dinh valhi rshth nishhi) āzady ḥạṣl, yim chih Allah tʿālyā sndụ̄ (mqrr krnh āmtụ̄) ḥd, lhādha mah nyiriv tohụ̄ yimn brvnhh th yim lukh Allah tʿālyā sndyv ḥdav nishhi brvnhh chih nyran, time lukh chih ẓạlm."
  },
  {
    "verse_id": 230,
    "translation": "Pth agr tmụ̄ (tymhi ltthi) ṭlaq diyut tylhi āshi nh so aamhi pth ts khạṭr ḥlal yot tam (nh) so byyhi kạnshi khavnds sintụ̄ nkaḥ kri, pth agr suh (doyum khavnd) thi ṭlaq diyhi tylhi āshi nh vonụ̄ yimn don (yʿny goddnikis khavnds th amis znanhi) pytth kanhh gnah hrgah tim (nvi sr don bạczn hndis rshts kun) vaps phyrn mgr shrṭ chuh yh zi doshve āsn yh khyal thavn zitim hykn (vonụ̄) Allah tʿālyā sndụ̄ ḥd qạyim thạvith,yim chih Allah tʿālyā sndụ̄ (mqrrkrnh āmtụ̄) ḥd yimn suh ʿlmh valyn khạṭr byan chuh frmavan."
  },
  {
    "verse_id": 231,
    "translation": "Th yylhi tohụ̄ znann ṭlaq diyiv th timh vatn pnun ʿdt (pvur spdns) tam tylhi rukạviyvukh timh jan ṭryqh (pnnis zvjyts mnz) nth tạviyvukh timh jan ṭryqh san,th timh mah rukạviyvukh mḥẓ tklyf dinh mokhh zi (timn pytth) rvuziv zyadty kran, th yus kanhh yhi kri tylhi kor tmụ̄ pnnise pans pytth ẓlm, th Allah tʿālyā sndụ̄ aḥkam mah bnạviyvukh mdhaq, th yad krivAllah tʿālyā snz so nʿmt yosh tohyhi pytth chhe (krnh āmcz), byyhi so ktab yosh tmụ̄ tohyhi pytth nạzl kr, th danạyy (hnz kthh yhinz tʿlym tohyhi tmụ̄ diczmcz chhanav) suh chuhv tohyhi (aamhi kthhi hnz) nṣyḥt kran, th Allah tʿālyā hs khvucziv byyhi zạniv zi be shk chuh Allah tʿālyā svrue kynhh zann vvl."
  },
  {
    "verse_id": 232,
    "translation": "Th yylhi tohụ̄ znann ṭlaq diyiv th timh vatn pnnis ʿdts tam (yʿny ʿdt krn pvur) pth yylhi timh shrʿī dstvr mṭạbq panh vạnụ̄ rẓamnd spdn tylhi mah rukạviyvukh (pranyn ya nvyn) khavndn sintụ̄ nkaḥ krnh nishhi,ts shkhṣs chhe aamhi kthhi hnz nṣyḥt yivan krnh yus tohyhi mnz Allah tʿālyā hs pytth th ạkhrt kis dohs pytth ayman āshi thavan, yhi chhe tuhndi khạṭr sytthah ṣaf th nhayt pakyzh kth, th Allah tʿālyā chuh zanan th tohụ̄ chihv nh (varyah kthh) zanan."
  },
  {
    "verse_id": 233,
    "translation": "Th majhi chạvin pnnyn shuryn pvur don vriyan tam dod, yhi (ḥkm) chuh ts khạṭr yus dod chavnuk mudt pvur krun yyczihh,th dod chavn vajinyn majn hund khyn chyn th palv poshak chuh dstvr mṭạbq shurụ̄ sndis mạlis pytth lạzm,kạnshi jans gczihh nh tmụ̄ sndi ṭaqt khoth hurymanh tklyf dinh yun, (th) nah gczihh majhi tmụ̄ sndis shurụ̄ sndi kinụ̄ nqṣan vatnavnh yun th nah mạlis tmụ̄ sndi avlad sndi vjh kinụ̄, th vạrithn pytth thi gczihh yohe ḥkm ʿạyid, pth agr mvl mvj doshvae panh vạnụ̄rẓamndy th mshvrh san (zvry brvntthue) dod tavnavun yczhn tylhi chuhnh timn pytth kanhh gnah, th pth agr tohyhi pnnis avlads (dayhi hndi dhryʿh) dod chavnavnuk aradh chuhvu tylhi thi chuhnh tohyhi pytth kanhh gnah yylhi zan tohụ̄ dstvr mṭạbq yh (kynczha) divan chihvtimn diyivu byyhi rvuziv Allah tʿālyā has khoczan th yhi zạniv zi be shk yikynczhah tohụ̄ kran chihv Allah tʿālyā chuh tath var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 234,
    "translation": "Th tohyhi mnz yim fvt spdn th (pnnhi) khandarinhi tavan pth kun tylhi thavin timh panun pan czon rytn dahn dohn antẓars mnz rukạvith, pth yylhi timh vatn pnnis ʿdts tam (yʿny ʿdt krn pvur) pth yikynczhah timh shrʿī dstvrmṭạbq pnnis ḥqs mnz krn, tohyhi pytth chhanh aath mʿāmls mnz kanhh pczhh gạr, th yikynczhah tohụ̄ kran chihv Allah tʿālyā chuh tamhi nishhi aṣl pạtthụ̄ khbrdar."
  },
  {
    "verse_id": 235,
    "translation": "Th tohyhi pytth chuhnh aath kthhi mnz kanhh gnah zi (ʿdts dvran thi) diyiv timn khatvnn asharh pạtthụ̄ nkaḥuk pygham,yathạviv (yhi khyal) pnnyn diln mnz khttith, Allah tʿālyā chuh zanan zi tohụ̄ kriv jlde yimn nishhi dhkr mgr timn mah hyyiv czvuri pạtthụ̄ thi (yuth) vʿdh aamhi varạe zi tohụ̄ vniv fqṭ shryʿtch (vargh pạtthụ̄) mʿrvf kth, th (aath dvran) mah kriv nkaḥ krnuk pokhth airadh yot tam zn mqrrh ʿdt pnnis aands pytth vathi,th zạniv zi Allah tʿālyā chuh tuhndyn diln hnzkth thi zanan,lhādha, rvuziv ts khoczan, th (yithi) zạniv zi Allah tʿālyā chuh bodd bkhshnh vvl bodd burdbar."
  },
  {
    "verse_id": 236,
    "translation": "Tohyhi pytth chuhnh aath kthhi mnz (thi) kanhh gnah zi agr tohyhi (pans sintụ̄ nkaḥ krnh āmczn) znann timn aathh lagnh brvnhh ya tihindụ̄ mahr mqrr krnh brvnhh thi ṭlaq chuhv diytmut, tylhi diyiv (aath ṣvrts mnz) timn mnạsb khrchh, āsn vạls pytth chuh tmụ̄ sndi ḥythyt mṭạbq (lạzim) th ys aathh chhonyr āshi ts pytth chuh tmụ̄ sndi ḥythyt mṭạbq, (kunhi thi pạtthụ̄) gczihh yhi khrchh mnạsb ṭryqs pytth dinh yun, yhi chuh rut vrtavan valyn pytth vạjb."
  },
  {
    "verse_id": 237,
    "translation": "Th hrgah tohyhi timn aathh lagnh brvnhh ṭlaq diytuv yylhi zan tohyhi tihund mahr mqrr avsuv kormut tylhi chuh tamhi mahruk yus tohyhi mqrr kormut avsuvnṣf diyun ẓrvry aamhi varạe zi timh krn (panun ḥq) pane mʿāf ya suh khavnd kri mʿāf yymụ̄ sndis aaths mnz nkahuk gndd (vʿdh aqrar) chuh (yʿny bjayhi nṣf kri zyadh ya pvur ada) th (ae mardv!) hrgah tohụ̄ mʿāf kriv tylhi chuh yhi tqvyā hs varyah nkhh, th (kshydgy hndyn yimn czihyn mnz thi) mah mshrạviv panh vạnụ̄ aḥsan krun, be shk chuh Allah tʿālyā tuhnzn ʿmln var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 238,
    "translation": "Sarine nmazn ạsv rạchh kran th khaṣ pạtthụ̄ mnzimhi nmazi hnz, th Allah tʿālyā sndis drbars mnz ạsvadb v aḥtram th ʿạjzy san qyam kran."
  },
  {
    "verse_id": 239,
    "translation": "Pth agr tohụ̄ khvf kis ḥalts mnz chihvu pydl chihv ya svar chihv (yithh pạtthụ̄ thi chihvu nmaz ạsv pran), pth yylhi tohụ̄ aamns mnz vạtiv tylhi kriyvun tmv ṭryqv Allah tʿālyā yad yim ṭryqh tmụ̄ tohụ̄ hychhnạvimtụ̄ chihvuyim nh tohụ̄ (godd) zanan ạsiv."
  },
  {
    "verse_id": 240,
    "translation": "Th tohyhi mnz yim lukh fvt spdn th (pnnhi) khandarinhi travan (pth kun) timn pytth chuh lạzm zi (mrnh brvnhh) krin tim pnnyn khandarinyn khạṭr timn akhi vriyuk khrchh dinch (th) pnnyv grv mnz nah krrnch vṣyt, pth agr timh pane (pnnhi mrẓy) nyrn, tylhi yikynczhah dstvr mṭạbq timh pnnis ḥqs mnzkrn tohyhi pytth chuhnh aath mʿāmls mnz kanhh gnah, th Allah tʿālyā chuh bodd ghạlb sytthah ḥkmt vvl."
  },
  {
    "verse_id": 241,
    "translation": "Th yimn znann ṭlaq āshi dinh āmut timn thi gczihh mnạsb ṭryqh khrchh dinh yun, yhi chuh prhyzgarn pytth vạjb."
  },
  {
    "verse_id": 242,
    "translation": "Yithe pạtthụ̄ chuh Allah tʿālyā tuhndi khạṭr pnnụ̄ aḥkam vaẓḥ kran takh tohụ̄ hykiv smjhith."
  },
  {
    "verse_id": 243,
    "translation": "(ae ttatthhi!) kya tohyhi vuchhvvkh na tim lukh yim mrnh kh hạbth pnnyv ghrv mnz dae ḥalankh ạsụ̄ tim sasn (hndis tʿdads) mnz, Allah tʿālyā han kor timn ḥkm zi mriv (pth mvudụ̄ tim), pth krin byyhi tim zndh, be shk chuh Allah tʿālyā lukn pytth fẓl krn vvl mgr akthr lukh chihnh (tmụ̄ sund) shkr kran."
  },
  {
    "verse_id": 244,
    "translation": "(ae mslmanv!) Allah tʿālyā snzi vathi mnzkriv (amns th ansạnụ̄yts rạchh krnh khạṭr) jng th zạniv zi Allah tʿālyā chuh var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 245,
    "translation": "Kus chuh yus Allah tʿālyā has qrẓ ḥsn diyhi, pth kri suh tmụ̄ sndi khạṭr tath varyah gonh huryr, th Allah tʿālyā he chuh (tuhndis rzqs mnz) tngy th kshadgy kran, th tohụ̄ yiyiv tsụ̄ kun vaps phirnh."
  },
  {
    "verse_id": 246,
    "translation": "(ae ttatthhi!) kya tohyhi vuchhvuna bny asrạyluk suh dor yus mvsyā (ʿlyh alslam) sndi pth āvuyylhi timav pnnis pyghmbrs von zi sanhi khạṭr krun akh badshah mqrr takh asụ̄ krv (tmụ̄ sndis qyadts mnz) Allah tʿālyā snzi vathi mnz jng, nby yn frmvv (timn), yinh yhi spdi zi qtal yiyhi tohyhi pytth frẓ krnh th pth kriv nh tohụ̄ qital timv von aashi kya chuh gomut zi asụ̄ krav nh Allah tʿālyā snzi vathi mnz jng ḥalankh asụ̄ chih āmtụ̄ pnnyv grv nishhi th pnnyv avladv nishhi juda krnh,pth yylhi timn pytth (ẓlms th zyadty khlaf) qtal frẓ krnh āvu timav mnz phyirụ̄ kynczhv varạe sạry (pot), th Allah tʿālyā chuh ẓạlimn var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 247,
    "translation": "Th timn frmvv tihindụ̄ nby yan be shk chuh Allah tʿālyā hn tuhndi khạṭr ṭalvt kormut badshah mqrr, vannhi lgụ̄ zi ts kithh pạtthụ̄ gyhi aashi pytth ḥkvmt ḥạṣl ḥalankh asụ̄ chh tsnd khvth zyadh ḥkvmtkụ̄ (yʿny ḥkvmt krnkụ̄) ḥq dar, tmis āyhi nh dvltch solbh gy thi dinh, (nby yn) frmvvkh, be shk chuh Allah tʿālyā hn suh tohyhi pytth mntkhb kormut th tmis chhan ʿlms th jsms mnz zyadh kshadgy ʿṭa krmcz,th Allah tʿālyā yas yczhan chuh ts chuh pnnụ̄ slṭnt (yʿny slṭntuk amant) ʿṭa kran, th Allah tʿālyā chuh bodd vusʿt vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 248,
    "translation": "Th tihndụ̄ nby yn frmvv tmn, tmụ̄ sndi slṭntch (Allah tʿālyā sndi ṭrfh āsnch) nshạny chhe yhi zi tohyhi nishhi yiyhi ṣndvq tath mnz āshi tuhndis rb sndi ṭrfh dil kh skvnuk samanh, byyhi āsn kynhh āli mvsyā th āli harvn sndụ̄ (pth kun) travnh āmtụ̄ tbrkat, tath ann frshth tulth, agr tohụ̄ ayman vạlụ̄ chihv tylhi chhe be shk aath mnz tuhndi khạṭr brr nshạny."
  },
  {
    "verse_id": 249,
    "translation": "Pth yylhi ṭalvt pnnụ̄ lshkr hyth shhr mnz davu tmụ̄ von be shk chuhvAllah tʿālyā tohyhi aakhi kolhi hndi dhryʿh āzmavn vvl,pth yymụ̄ tmhi mnz tysh chyyhi, tylhi āshi nh suh myanyv (sạthiyav) mnzth yus nh yhi chyyhi,sue āshi myanhi (jmaʿth) mnz,mgr yus shkhṣ pnnhi aathh (ṣrf) aakh thomb chyyhi (ts chuhnh ḥrj), pth chyyhi timav mnz kynczhv lukv varae sarivyav tamhi mnz trysh,v onụ̄yylhi ṭalvt th tmụ̄ sndụ̄ ayman vạlụ̄ sạthụ̄ kolhi aapvr trụ̄,pth lgụ̄ vannhi,aaz chuhnh aashi mnz jalvt th tmụ̄ sndyn fvjn sintụ̄ mqablh krnuk ṭaqt, yimn lukn yqyn avs zi tim chih (shhyd spdith ya mrnh pth) Allah tʿālyā hs sintụ̄ mlaqatuk shrf ḥạṣl krn vạlụ̄, lgụ̄vnnh, varyahhi ltthi chhe Allah tʿālyā sndi ḥkmh sintụ̄ loktt jmaʿt (akis khaṣ) bjhi jmạʿcz pytth ghạlb yivan, th Allah tʿālyā chuh be shk ṣbr krn valyn sintụ̄."
  },
  {
    "verse_id": 250,
    "translation": "Th yylhi tim jalvt th timụ̄ sndis fvjs brvnhh kun vạtụ̄, ʿrẓ lvgukh krun ae sanhi prvrdgar! Aashi kr ṣbrs mnz vusʿt ʿṭa th aashi thav thạbt qdm th aashi kr kạfrn pytth ghlbh ʿṭa."
  },
  {
    "verse_id": 251,
    "translation": "Pth dicz timav timn (jalvty fvjn) Allah tʿālyā sndi ḥkmh shkst, th davudn (ʿlyh alslam) kor jalvt qtl th Allah tʿālyā hn kr timn (yʿny davud ʿlyh alslams) ḥkvmt th ḥkmt ʿṭa th yikynczhah yoczuhn thi hychihnạvin tim,th agrAllah tʿālyā (ẓlm v zyadty krn valyn aamnh kyn dshmn) lukn hund aakh dor (ansanytuk aḥtram krn valhi th aamnch ḥfaẓt krn valhi) doyimhi darikhi dhryʿh httavan rvzi he nh,tylhi gczihh he zmyn (yʿny zmyns pytth ansạny zndgy kynczhn jạbrn hndi mslsl tslṭ th ẓlmh kinụ̄) brbadmgrAllah tʿālyā chuh tmam ʿaaalmn pytth fẓl frmavn vvl."
  },
  {
    "verse_id": 252,
    "translation": "Yim chih Allah tʿālyā sndụ̄ āyat, asụ̄ chih yim (ae ttatthhi!) tohyhi pytth pazrsan paran, th be shk chihv tohụ̄ rsvlav mnz."
  },
  {
    "verse_id": 253,
    "translation": "Yim sạry rsvl (yim aashi mbʿūth krụ̄) aashi dicz yimav mnz kynczhn pytth kynczhn fẓylt, yimav mnz kor kạnshi sintụ̄ Allah tʿālyā hn (sydi syod) klam th kạnshi diczn drjatn mnz (sarine pytth) fvqyt (yʿny ḥẓvr akrm ṣly Allah ʿlyh vslmn kr tmam drjatn mnz sarine pytth blndy ʿṭa) th aashi kri mrym sndis frznd ʿīsyā hs (ʿlyh alslam) ttakarh nshạniyhi ʿṭa th aashi kor ts pak rvḥ sndi dhryʿh mdd, th agr Allah tʿālyā yczhi he yimn rsvln pth yinh vạlụ̄lukh lrrhn nh panh vạnụ̄pans nishhi ttakarh nishạniyhi yinh pth zanhh thi,mgrtimav korakhtlaf, lhādha, aon timav mnz kynczahv ayman th kynczhv kor timav mnz kufr akhtyar, (th yhi kth thạviv yad zi) agrAllah tʿālyā yczhi he (yʿny timn thavihe akise kthhi pytth mjbvr krith) tylhi lrrhn nh tim panh vạnụ̄ zanhh thi, mgrAllah tʿālyā yhi yczhan chh (thi) chuh kran (yʿny lukn chuh fạṣlh krnch āzạdy ʿṭa kran th timn hndchuhkh dhmh dar tthhravan)."
  },
  {
    "verse_id": 254,
    "translation": "Ae ayman valyv! Yhi kynczhah aashi tohyhi ʿṭa chuh kormut tamhi mnz kriv (Allah tʿālyā snzi vathi mnz) khrch aamhi brvnhh zi suh doh vathi yath mnz nah kanhh hyon knun spdi th nah āshi (kạfrn khạṭr) kanhh dvsty (faydh mnd),th nah (kanhh) sfạrsh,th yim kufare chih ẓạlim."
  },
  {
    "verse_id": 255,
    "translation": "Allah,tas vrạe chuhnh kanhh ʿbadts layq,hmyshh chuh zndh rvzn vvl (sạrise ʿālms chuh pnnhi tdbyri sintụ̄) qạyim thavn vvl,nah chhe ts zol gczhan th nah chhas nindr, yikynczhah āsmann mnz chuh th yikynczhah zmyns mnz chuh, svrue chuh tmụ̄ sundue.kus chuh tiyuth shkhṣ yus tmụ̄ sndis drbars mnz tmụ̄ sndi ajazt varạe sfạrsh krith hykhi, yikynczhah mkhlvqn brvnhh knhi (spdan chuh ya spudmut) chuh th yikynczhah timn pth (spdn vvl) chuh (suh) chuh svrue zanan, th tim hykn nh tmụ̄ sndyv mʿlvmatav mnz kunhi chyzuk thi aḥaṭh krith mgr yath ḥds tam suh yczhi,tmụ̄ snz krsy (slṭnt th qdrt) chhe tmam āsmann th zmyns aiḥaṭh krith, th tas pytth chhanh yimn doshvnụ̄ (yʿny zmyn th āsmann) hnz ḥfaẓt hrgz dushvar, sue chuh sarive khoth thod rotbh,thadi payich ʿẓmt thavn vvl."
  },
  {
    "verse_id": 256,
    "translation": "Dyins mnz chhanh kanhh zbrdsty,be shk chuh hdayts gmrạhy nishhi ttakarh pạtthụ̄ amtyaz ḥạṣl gomut,lhādha,yus kanhh aapzyn khdayn ankar kri th Allah tʿālyā hs pytth aanhi ayman, tylhi rott tmụ̄ tiyuth akh mẓbvṭ kor yymhi khạṭr phuttun chuhnh (mmkn), th Allah tʿālyā chuh var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 257,
    "translation": "Allah tʿālyā chuh ayman valyn hund mddgar,suh chuh timn aanhi gttav mnz krrith nvurs kun nivan,th yim lukh kạfr chih, tihindụ̄ ḥmayt krn vạlụ̄ chih shyṭan, tim chih timn (ḥq kh) gashhi nishhi krrith (aapzichn) aanhi gttn kun nivan,yimae lukh chih jhnmy tim rvzn tath mnz hmyshh."
  },
  {
    "verse_id": 258,
    "translation": "(ae ttatthhi!) kya tohyhi vuchhvvn na suh shkhṣ yus aamhi vjh kinụ̄ zi Allah tʿālyā han ạs ts slṭnt diczmczlog abrahyms (ʿlyh alslam) sintụ̄ (khod) pnnis rb se mtʿlq czuvnhi, yylhi abrahymn (ʿlyh alslam) von myvn rb chuh suh yus zndh (thi) chuh kran th mvt (thi) chuh divan. (drjvab) vonns, bh (thi) chuhs zndh kran th maran, abrahymn (ʿlyh alslam) vonns, be shk chuh Allah tʿālyā āftabs mshrq kinụ̄ krran, cz aantn yhi mghrb kinụ̄ krrith!pth gov suh kạfr robvud, th Allah tʿālyā chuhnh ẓạlm qvms ḥqch vath havan."
  },
  {
    "verse_id": 259,
    "translation": "Ya yithe pạtthụ̄ (vuchhvvn na) suh shkhṣ yus aakhi bsty kinụ̄ dav yosh pnyyv pashv kinụ̄ dubh ạs phyirmcz,tmụ̄ von ziAllah tʿālyā kithh pạtthụ̄ kri aamhi kh mvt pth aath zndh,lhādha,thvv Allah tʿālyā hn suh (pnnhi qdrtuk mshạhidh krnavnh khạṭr) hts vriyas tam mord, pth korun suh zndh, (aamhi pth) puczhns,cz kintis kals chuhkh (mrnh pth) yath jayh (tthhr yamut) tmụ̄ von bh chuhs akis dohs nath aakhi dohuk kynhh ḥiṣh tthhryamut, frmvvns, (nah) blkh rvuduk cz hats vriys pyth, lhādhavuchh cz (vonụ̄) pnnis khyns chyns (yʿny khyn chyn kyn chyzn) kun,tmn mnz chhnh kanhh frq āmcz (phyrụ̄ mtụ̄ chhnh), th (vonụ̄) kr pnnis khrs kun nẓrah (yymụ̄ snz addjhi tam slamt chhanh rvzmcz) th yhi chuh aamhi mvjvb zi asụ̄ bnavvth cz lukn khạṭr (pnnhi qdrtch) nshạny, th vuchh (vonụ̄ yimn) addijn kun asụ̄ kithh pạtthụ̄dimv yimn ḥrkt (th tlvkh thod), pth vlv yimn maz (poshak), yylhi yhi mʿāmlh ts pytth var paintthụ̄ non gov pth vonun me zvn (pnnyv achhv vchhth th korm yqyn) z be shk chuh Allah tʿālyā pth chyzs pytth var pa tthụ̄ qdrt thavan."
  },
  {
    "verse_id": 260,
    "translation": "Th (suh vaqʿh thi kriv yad) yylhi abrahymn (ʿlyh alslam) ʿrẓ ko myanhi rbh! Me hav zi cz kithh pạtthụ̄ chhahkh mord kran zndh arshad spud, kya cze chuhe na yqyn tmụ̄ kor ʿrẓ, kyazi nh (yqyn chuhm) mgr (yczhan chuhs zi) myạnis dils thi goczh var pạtthụ̄ skvn nṣyb gczuhn, arshadfrmvvukh, czrattukh czvr janavar, pth krukh tim pans kun sivụ̄ pth thav (tim dhbḥ krith) tihund akh akh ttukrakis akis bals pytth, pth kr tmn ālavu tim yin cze nish davan davan, th zan zi pzụ̄pạtthụ̄ chuh Allah tʿālyā bodd ghạlb sytthah ḥkmt vvl."
  },
  {
    "verse_id": 261,
    "translation": "Yim lukh Allah tʿālyā snzi vathi mnz pnnụ̄ mal chih khrchavan, tihnz mthal chhe (tamhi) bylụ̄phlch hish yath sath hylụ̄ vopdn (th pth) āsn pth hylis hath phlụ̄ (yʿny sth hath gonh ajr chih lban) th Allah tʿālyā yymụ̄ sndi khạṭr yczhan chuh (amhi khvth thi) aẓafh chuh kran,th Allah tʿālyā chuh sytthah vusʿt vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 262,
    "translation": "Yim lukh Allah tʿālyā snzi vathi mnz pnnụ̄ mal chih khrchavan,pth chihnh pnnis khrch krimtis pth knhi aḥsan gnzravan th nah chih tklyf divan,tihindi khạṭr chuh tihindis rbs nishhi tihund ajr th (qyamt kh doh) nah āshi timn kanhh khvf th nah āsn tim ghmgyn."
  },
  {
    "verse_id": 263,
    "translation": "(sạyils sintụ̄) nrmy san kth krnụ̄,th drgzrkrun chuh tamhi ṣdqh khoth zyadh bhtr yymhi pth (tmụ̄ snz) dl āzạry spdi, th Allah tʿālyā chuh be nyaz sytthah burdbar."
  },
  {
    "verse_id": 264,
    "translation": "Ae ayman valyv! Pnnụ̄ ṣdqat mah ạsiv (pth) aḥsan gnzrạvith th tklyf vatnạvith ts shkhṣh sndụ̄ pạtthụ̄ brbadkran yus lukn havnh mokhh mal chuh khrch kran th nah chuh Allah tʿālyā hs pytth ayman thavan th nah qyamt kis dohs pytth,tmụ̄ snz mthal chhe ticzihh aakhi pishjhi knhi hnz hish yath pytth km kynczhah miycz āshi th pth pyyhi tath pytth zvrdar rvud th suh bnavi tath (byyhi ticzhe) skht th ṣaf (pishij knụ̄), lhādha,yiyhi nh pnnhi kmayhi mnz timn (thykn valyn) kihinụ̄ thi aaths mnz,th Allah tʿālyā chuhnh kạfrqvms hdayt divan."
  },
  {
    "verse_id": 265,
    "translation": "Th yim lukh pnnụ̄ mal Allah tʿālyā snz rẓa ḥạṣl krnh khạṭr th panun pan (aymans th aṭaʿts pytth) mẓbvṭ krnh khạṭr khrch chih kran, tihnz mthal chhe tithhi akhi baghch hish yus thzrs āshi, tath pytth spdi zvrdar bạrsh, pth krri suh dognh myvh,th hrgah tath zvrdarbạrish ḥạṣl thi gczihh nh, tylhi āshi (tath) shbnm (nath lothi vayhi rvud lav) thi sytthah, th Allah tʿālyā chuh tuhndyn aʿmaln var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 266,
    "translation": "Kya tohyhi mnz krēa kanhh shkhṣ yhi psnd zi ts āshi khzrn th dchhn hund aakh bagh yath bnụ̄ kinụ̄ kolh āsn pkan,ts khạṭr āsn tth mnz (khzrv th dachhv ʿlavh thi) pth qsmkụ̄ myvh th (aath vqts mnz) vathi amis bujr th (vunhi) āsn amụ̄ sndụ̄ avlad thi kmzvr th (aath vqts mnz) yiyhi aakh czahtth yath mnz (ṣrf) nar āshi th suh bagh dazi (tylhi kya āshi tmụ̄ snzi mḥrvmy th pryshạny hund ḥal) yithe pạtthụ̄ chuh Allah tʿālyā tuhndi mokhh ttakarh pạtthụ̄ nshạniyhi byan frmavan takh tohụ̄ kriv ghvr (kya tylhi chihva tohụ̄ yczhan zi ạkhrts mnz gczh tuhnzn ʿmln hund bagh thi ryakạry hndis nars mnz dzith pyon th tohyhi āsyv nh ddkhis rvzn vvl thi kanhh)."
  },
  {
    "verse_id": 267,
    "translation": "Ae ayman valyv! Timav pak kmayav mnz th tamhi mnz yhi aashi tuhndi khạṭr zmyn mnz koddmut chuh ạsiv (Allah tʿālyā snzi vathi mnz) khrch kran th tamhi mnz mah kriv mokur mal (Allah tʿālyā snzi vathi mnz) khrch krnuk aradh tkyaz (hrgah tohy suh dinh yiyhi tylhi) rttiv nh to hụ̄ panh hrgz suh aamhi varae zi tohụ̄ vttiv tath mnz achh,th zạniv zi be shk chuh Allah tʿālyā be nyaz pth ḥmds layq."
  },
  {
    "verse_id": 268,
    "translation": "Shyṭan chuhv tohyhi (Allah tʿālyā snzi vathi mnzkhrch krnh nishhi pth rttnh mokhh) aathh chhoniruk bym pavan th be ḥyạyy hund chuhv ḥkm divan, th Allah tʿālyā chuhv tohyhi pnnhi mghfrtuk th fẓluk vʿdh frmavan, th Allah tʿālyā chuh sytthah vusʿt vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 269,
    "translation": "Ys yczhan chuh ts chuh gatth jar ʿṭa kran th ys (ḥkmt th) gatth jar ʿṭa krnh āv ts gov sytthah bodd rczr ḥạṣl,th ṣrf chih timae lukh nṣyḥt ḥạṣl kran yimn ʿql th danạyy āsan chhe."
  },
  {
    "verse_id": 270,
    "translation": "Th tohụ̄ yikynczhah thi khrch krivu ya yosh thi nadhrthạviv, tylhi chuh Allah tʿālyā tath pzụ̄pạtthụ̄ zanan,th ẓạlimn khạṭr chuhnh kanhh mdd krn vvl."
  },
  {
    "verse_id": 271,
    "translation": "Agr tohụ̄ khyrat diyiv nnụ̄ pạtthụ̄ tylhi chuh yithi jan (aamhi sintụ̄ mylhi baqyn trghyb) th agr tohụ̄ yim czvuripạtthụ̄ (pth) mḥtajn tam vatnạvivtylhi chuh tuhndi khạṭr (zyadh) bhtr, th Allah tʿālyā kri (aamhi khyrat kh vjh kinụ̄) tuhndụ̄ kynhh gnah tohyhi nshh dvur, th Allah tʿālyā chuh tuhndyo aʿmalv nishhi bakhbr."
  },
  {
    "verse_id": 272,
    "translation": "Yuhund hdayt pravan vạlụ̄banun chuhnh tuhndi dhmh blkh ys Allah tʿālyā he yczhan chuh ts chuh hdayt divan, th tvhụ̄ yus thi mal khrch kriv tath mnzchuhv tohyhi panse fạyidh th Allah tʿālyā snzrẓa mndy czharnh vrạe chuhnh tuhund khrch krun hrgz mnạsb,th tvhụ̄ yus thi mal khrch kriv (tamiyuk ajr) yiyav tohyhi pvur pvur dinh th tohyhi pytth yiyhi nh kanhh ẓlm krnh."
  },
  {
    "verse_id": 273,
    "translation": "(khyrat) chuh timn fqyrn hund ḥq yim Allah tʿālyā snzi vathi mnz (kmavnh nishhi) rukavnh chih āmtụ̄, tim chihnh hykan (dyn kyn amvurn mnz lgatar āvrụ̄ rvznh kinụ̄) zmyns mnz phyirith thvurith,tihindi (prhyzgạry kinụ̄) ṭmʿ nishhi path rvznh mvjvb chuh nadan (yus tihindi ḥalh nishhi be khbr chuh) timn maldar smjhan,tohụ̄ prz nạviyvukh tim tihinzi shklhi kinụ̄,tim chihnh lukn hrgz aathh daran zi khbr zarparma pyyhi krun (mkhlv qs brvnhh knhi), th tohụ̄ yus mal thi khrch kriv tth chuh kunhi shk vrạe Allah tʿālyā var pạtthụ̄ zanan."
  },
  {
    "verse_id": 274,
    "translation": "Yim lukh (Allah tʿālyā snzi vathi mnz) rats dohs pnnụ̄ mal czhayhi pạtthụ̄ th nnụ̄ pạtthụ̄ khrch chih kran tylhi chuh tihindi khạṭr tihindis rbs nishhi tihundajr th (qyamt kh doh) nah āshi timn kanhh khvf th nah āsn tim ghmgyn."
  },
  {
    "verse_id": 275,
    "translation": "Yim lukh svud chih khyvan tim hykn nh (qyamt kh doh) thvd vthith mgr tithh pạtthụ̄ (vothn) yithh pạtthụ̄ suh shkhṣ thod chuh vothan yus shyṭann (jinn) aathh lạgith bvvlh āshi kormut,yhi chuh aamhi mvjvub zi tim chih vnan zi tjart (hyon knun) thi he svudkụ̄ pạtthụ̄ chuh,ḥalankh Allah tʿālyā hn chuh tjart (svdagry) ḥlal kormut th svud chuhn ḥram kormut,ā, yymis nishhi tmụ̄ sndis rb sndi ṭrfh nṣyḥt vạcz, pth phyvur suh (svud nishhi) baz,vonụ̄ yikynczhah aamhi brvnhh spudmut chuh thi chuh amụ̄ sundue, th amụ̄ sund mʿāmlh chuh Allah tʿālyā has ḥvalh, vonụ̄ yymụ̄ aamhi pth thi rott tylhi chih yithụ̄ lukh jhnmy, tim rvzn tath mnz hmyshh."
  },
  {
    "verse_id": 276,
    "translation": "Th Allah tʿālyā chuh svuds mittavan (yʿny svudy mals chuh brkt kran khtm) th ṣdqatn chuh huryr kran (yʿny ṣdqh sintụ̄ chuh mals zyadh brkt kran) th Allah tʿālyā chuhnh kạnshi na shukr s nafrmans psnd kran."
  },
  {
    "verse_id": 277,
    "translation": "Be shk yimav lukv ayman aon th pth kri timavnyk ʿmlh,byyhi thạvkh nmaz qạyim th zkvāh rvudụ̄ divan,tihindi khạṭr chuh tihindis rbs nishhi tihund ajr,th timn pytth āshi nh (ạkhrts mnz) kanhh khvf th nah āsn tim ghmgyn."
  },
  {
    "verse_id": 278,
    "translation": "Ae ayman valyv! Allah tʿālyā hs khocziv th yikynczhah thi svud mnz pth kun rvudmut chuh, (suh) trạviv agr tohụ̄ (pazidl san) ayman thavan chihv."
  },
  {
    "verse_id": 279,
    "translation": "Vonụ̄ agr tohyhi yhi koruv nh tylhi gczihv Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) sndi ṭrfh aʿlani jngs pytth khbrdar th agr tohụ̄ tvbh kriv tylhi chih tuhndi khạṭr tuhndụ̄ aṣl mal (jạyiz,aath ṣvrts mnz) nah kriv tohụ̄ panh ẓlm th nah yiyhi tohyhi pytth ẓlm krnh."
  },
  {
    "verse_id": 280,
    "translation": "Th hrgah qrẓ dar tng dst āshi tylhi gczihh khoshḥạly tam mhlt dinh yinụ̄,th tuhund (qrẓ) mʿāf krun chuh tuhndi khạṭr bhtragr tohyhi pe āshi (zi ghryb sund dl rachuhn kya mqam chuh thavan Allah tʿālyā snzn nẓrn mnz)."
  },
  {
    "verse_id": 281,
    "translation": "Th tath dohs khocziv yath mnz tohụ̄ Allah tʿālyā hs kun vaps phirnh yiyivupth yiyhi pth shkhṣs yikynczhah ʿml tmụ̄ krmcz chhe tamiyuk pvuri pvur jza dinh th timn pytth spdinh ẓlm."
  },
  {
    "verse_id": 282,
    "translation": "Ae ayman valyv!yylhi tohụ̄ kunhi mqrr vqts tam panh vạnụ̄ qrẓuk mʿāmlh kriv tylhi ạsiv suh lykhan, th tohyhi drmyan yus lykhn vvl āshi ts pazi zi anṣaf san lykhin th lykhn vvl mah krin lykhns ankar yithh pạtthụ̄ zn suh Allah tʿālyā hn lykhun chuh hychihnvvmut,lhādha lykhin suh (yʿny shrʿ th mlky dstvr mṭạbq krin dstavyz lykhnuk ḥq pvur dyant dạry san ada) th mẓmvn lykhnạvin suh shkhṣ yymhi sndi dhmh ḥq (yʿny qrẓ) āshi th ts pazi zi Allah tʿālyā hs khoczin yus tmụ̄ sundprvrdgar chuh th aath (qrẓ kis rqms) mnz gczihh nh (lykhnavnh vqth) kanhh thi kmy krun,pth agr suh shkhṣ yymụ̄ sndi dhmh ḥq vạjb chuh spudmut āshi nasmjh ya natvan,ya āshi nh panh lykhnch ṣlaḥyt thavan tylhi pzi tmụ̄ sndis kạrinds zi suh lykhnạvin anṣaf san, th pnnyv lukv mnz bnạviyvukh z mrd gvah,pth agrdoshve mrd āsn nh dstyab tylhi gczhyn aakh mrd th z khatvnh āsnhi (yim) gczhn timav lukv mnz āsnụ̄ yim tohụ̄ gvạhy khạṭr psnd chhvvkh kran (yʿny aʿtmads qạbl ạsyvukh zanan) takh yimavdoyav khatvnv mnz (hrgah) akis khatvnhi mshith gczihh tylhi pavi amis byakh yad,th gvah yylhi thi (gvạhy khạṭr) bulavnh yin,tim mah krin ankar,th mʿāmlh ạsitn lokutt ya bodd, suh pnnis mʿīads tam lykhith thavns mnz gczihh nh ālsụ̄lagun, yhi tuhund dstavyz tyar krith thavun chuh Allah tʿālyā hs nzdyk zyade anṣafs nkhh th gvạhy khạṭr zyadh mẓbvṭ,th yhi chuh aath thi zyadh qryb zi tohụ̄ gczihv nh shks mnz mbtla aamhi vrạe zi aathav pytthy āshi kanhh tiyuth tjart yymiyuk lyn dn tohụ̄ panh vạnụ̄ kran rvzan chihv tylhi chuhnh tohyhi pytth aamhi kh nah lykhnuk kanhh gnah,th yylhi thi panh vạnụ̄ hynk knnuk mʿāmlh kriv tylhi ạsiv gvah bnavan,byyhi nah gczihh lykhn vạlis nqṣan vatnavnh yun th nah gvahs,th hrgah tohyhi yhi koruv tylhi āshi yhi tuhund ḥkm puhttravun, byyhi rvuziv Allah tʿālyā hs khoczan th Allah tʿālyā chuh tohyhi (mʿāmlatn hnz) tʿlym divan th Allah tʿālyā chh pth kunh chyzs varpạtthụ̄ zann vvl."
  },
  {
    "verse_id": 283,
    "translation": "Th agr tohụ̄ sfrs pytth ạsv th kanhh lykhn vvl gczihh nh dstyab, tylhi ạsiv kanhh chyz (qrẓh bdl) bnd thavan.pth agr tohyhi mnz akis āshi doyimis pytth aʿtmad tylhi yymụ̄ sndis dyants pytth aʿtmad āvkrnh,ts pazi panun amant ada krun th byyhi rvuzin Allah tʿālyā hs khoczan yus tmụ̄ sundpaln vvl chuh, th tohụ̄ mah ạsiv gvạhy khttith thavan,th yus shkhṣ gvạhy chuh khttith thavan tylhi chuh pzụ̄pạtthụ̄ tmụ̄ sund dl gnhgar, th Allah tʿālyā chuh tuhndyn aʿmaln var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 284,
    "translation": "Yikynczhah āsmann mnz th zmyns mnz chuh svrue chuh Allah tʿālyā sndi khạṭr,timh kthh yimh tuhndyn diln mnz chhe khvah timh ẓạhr krụ̄ tav ya czvuri thạvitavuAllah tʿālyā hyyav tohyhi tamiyuk ḥsab,pth ys suh yyczihh ts kri mghfrt th ys yyczihh ts diyhi ʿdhab,th Allah tʿālyā chuh pth chyzs pytth mkml qdrt thavan."
  },
  {
    "verse_id": 285,
    "translation": "A (amụ̄) rsvln (ṣly Allah ʿlyh vslm) aon tath pytth ayman (yʿny tath korun tṣdyq) yikynczhah timn pytth tihindis rb sndi ṭrfh nạzl krnh āvu byyhi ahli aymanav thi, sarivyav aon (dl san) ayman Allah tʿālyā hs pytth th tmụ̄ sndyn frshtn pytth th tmụ̄ snzn ktabn pytth th tmụ̄ sndyn rsvln pytth, (byyhi chih vnan),asụ̄ chihnh tmụ̄ sndyv pyghmbrvmnzkạnshi drmyan thi (ayman anns mnz) frq kran, byyhi chih (Allah tʿālyā sndis drbars mnz) ʿrẓ kran,aashi bvuz (chvn ḥkm) th aṭaʿt kr (qbvl), ae sanhi rbh! Asụ̄ chihy cze mghfrt mngan th cze kun chuh (aashi sarine) pot phyrun."
  },
  {
    "verse_id": 286,
    "translation": "Allah tʿālyā chuhnh kạnshi nfss tmụ̄ sndi ṭaqt khoth zyadh tklyf divan,tmụ̄ yosh nyky kmạvtas khạṭr chuh tmiyuk ajr,th tmụ̄ yus gnah kmvv tath pytth chuh tmụ̄ sund ʿdhab,ae sanhi rbh!hrgah aashi mshr phh gczihh ya khṭa gczihh tth pytth mth kr th ash grft, ae sanhi prvrdgar! Byyh mh tav ash pytth tyvutah bar (thi) yuth cze aashi brvuntthimyn lukn pytth tvvmut avsue,ae sanhi prvrdgar! Byyh mh tav aashi pytth tyvutah bar (thi) yus tulnuk ṭaqt aashi mnz chuhnh, byyhi krashi nshi (gnahn pytth) drgzr, byyhi kr aashi mghfrt, byyh kr aashi pytth rḥm,cze chuhkh svn karsaz, vonụ̄kr aashi kạfrn hndis qvms pytth ghlbh ʿṭa."
  }
]