[
  {
    "verse_id": 1,
    "translation": "Alf lam mym (ḥqyqy mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)."
  },
  {
    "verse_id": 2,
    "translation": "Allah,ts vrạe chuhnh kanhh ʿbadts layq, (suh chuh) hmyshh zndh rvzn vvl, (sariụ̄se ʿālms pnnhi tdbyri sintụ̄) qayim thavn vvl."
  },
  {
    "verse_id": 3,
    "translation": "(ae ttatthhi!) tmy chhe (yhi) ktab tohyhi pytth ḥq hyth nạzl krmcz (yhi) chhe timn (sarine ktabn) tṣdyq krn vajinụ̄ yimh aamhi brvnhh chhe nạzil gmcz th tmy chhe tvrat th anjyl (thi) nạzl krmcz."
  },
  {
    "verse_id": 4,
    "translation": "(yithh pạtthụ̄) ymhi brvnhh lukn hnzi rhnmạyy khạṭr (ktabh āyhi nạzl krnh) th tmụ̄chuh (tthe pạtthụ̄ vonụ̄) ḥqs th bạṭls mnz frq krn vvl (qrān) nazl frmvvmut,be shk yim lukh Allah tʿālyā sndyn āyatn ankar chih kran tihindi khạṭr chuh sngyn ʿdhab, th Allah tʿālyā chuh sytthah ghạlb antqam hynh vvl."
  },
  {
    "verse_id": 5,
    "translation": "Pzụ̄pạtthụ̄ chuhnh Allah tʿālyā hs pytth zmynuk th āsmanuk kanhh thi chyz khttith."
  },
  {
    "verse_id": 6,
    "translation": "Sue chuh yus (majyn hnzn) bchhi danyn mnz tuhnz shklh yithh pạtthụ̄ yczhan chuh tithh pạtthụ̄ chuh bnavan, ts vrạe chuhnh kanhh ʿbadts layq (suh chuh) sytthah ghạlb th bodd ḥkmt avl."
  },
  {
    "verse_id": 7,
    "translation": "Sue chuh yymụ̄ tohyhi pytth ktab nạzl frmạv yath mnz kynhh āyat mḥkm (yʿny ẓạhry ṭvr thi ṣaf th vaẓḥ mʿny thavn vạlụ̄) chih,timae (aḥkam) chih ktabih hnz bnyad, th doyim chih mtshabh āyat (yʿny mʿny ys mnz kynhh aḥtmal th ashtbah thavn vạlụ̄āyat) lhādha tim lukh yhindyn diln mnz hjr chuh, chih aamhi mnz ṣrf mtshabhatn hnz pạrvy kran (fqṭ) ftns godd brnh kis athrs tl th aṣly mqṣd bjayhi pnnh mrẓy hnd mʿny ḥạṣl krnh kh ghrẓh,th aamiyuk aṣly mqṣd chuhnh Allah tʿālyā hs vrạe byyhi kanhh zanan, th ʿiilms mnz mkml pokhtgy thavn vạlụ̄ chih vnan za aashi aon aath pytth ayman, sạre (ktab) chhe sạnis rb sndi ṭrfh nạzl gmcz, th nṣyḥt chhe ṣrf ʿql mnd lukh ne nṣyb spdan."
  },
  {
    "verse_id": 8,
    "translation": "(byyhi chih ʿrẓ kran) ae sanhi rbh!sanyn diln mnz mah kr hjr pạd aamhi pth zi cze chihy asụ̄ hdayt sintụ̄ srfraz krụ̄mtụ̄ th aashi kr khaṣ pạtthụ̄ pnnhi ṭrfh rḥmt ʿṭa. Be shk chuhkh cze sytthah ʿṭa krn vvl."
  },
  {
    "verse_id": 9,
    "translation": "Ae sanhi rbh!be shk chuhkh cz tamhi doh zi yath mnz kanhh shk chuhnh sạrine lukn jmʿ krn vvl, pzụ̄pạtthụ̄ chuhnh Allah tʿālyā (pnnis) vʿds khlaf kran."
  },
  {
    "verse_id": 10,
    "translation": "Be shk yimav kufr kor, nah hykn tihindụ̄ mal timn Allah tʿālyā hs nishhi (yʿny tmụ̄sndi ʿdhab nishh) bchạvith th nah tihindụ̄ avlad,th time lukh chih jhnmuk zalun."
  },
  {
    "verse_id": 11,
    "translation": "(yuhund thi) chuh frʿūn sndi qvmuk th timn brvuntthimyn qvmn hund hyvu ṭryqh,yimav sanyn āyatn buth phiyur,pth rttụ̄ Allah tʿālyā hn tim tihindyv gnahav kinụ̄,th Allah tʿālyā chuh skht ʿdhab dinh vvl."
  },
  {
    "verse_id": 12,
    "translation": "Kạfrn frmạviv, tohụ̄ gczihv jlde mghlvb th jhnms kun yiyiv khykh navnh,th sochhe skht khrab jae."
  },
  {
    "verse_id": 13,
    "translation": "Be shk chhe tuhndi khạṭr timn don jmạʿczn mnz akh nishạny yimav )bdr kis mạdans mnz) panh vạnụ̄mqablh kor,akhi jmạʿcz (yʿny ahli aymanav) kor Allah tʿālyā snzi vathi mnz (pnnh bchav khạṭr) jng th byakh ạs kạfr (yʿny mkkụ̄kạfr yimav mdynh kyn puraamn mslmann pytth fvjy ḥmlh kor),tim ạsụ̄ timn (pnnyv) achhav vuchhan pans khoth dognh,th Allah tʿālyā ys pnnhi mddkh dhryʿh yczhan chuh ts chuh tqvyt divan,pzụ̄pạtthụ̄ chuh aath vaqʿs mnz bynạyy thavn valyn khạṭr (brr) ʿbrt."
  },
  {
    "verse_id": 14,
    "translation": "Lukn khạṭr chuh timn khvạhshatn hund mḥbt (khvb) pạravnh āmut (yimn mnz) znanh byyhi avlad byyh sonkụ̄ th ropkụ̄ jmʿ krnh āmtụ̄ khzanh byyh nishan tavnh āmtụ̄ khvbṣvrt gurụ̄ byyhi charvạe th khah (shạml chih),yim (sạry) chih dunyạvy zndgy hndụ̄ (snzth) samanh,th Allah tʿālyā hs nishhi chuh aamhi nishhi rut tthkanh."
  },
  {
    "verse_id": 15,
    "translation": "(ae ttatthhi!) tohụ̄ frmạviv,kya bh dimv tohyhi yimav khoth bhtryn chyzn hnz khbr? (ā) prhyzgarn khạṭr chih tihindis rbs nishhi (tithụ̄) jnt yimn bnụ̄ kinụ̄ kolh chhe pkan,tim rvzn hmyshhi yimn mnz (tihindi khạṭr āsn) pak khandarinhi th (sarive khoth brr kth yhi zi) Allah tʿālyā sndi ṭrfh gczhykh khoshnvdy nṣyb,th Allah tʿālyā chuh bndn var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 16,
    "translation": "(yim chih tim lukh) yim vnan chih,ae sanhi rbh!aashi chuh pzụ̄pạtthụ̄ ayman aonmut, lhādha kr th sạnụ̄ gnah mʿāf th aashi bchavth jhnm kh nar nishhi."
  },
  {
    "verse_id": 17,
    "translation": "(yim lukh) ṣbr krn vạlụ̄ chih th vanns th krns mnz chih pzr vartavn vạlụ̄,byyhi chih adbh san th frmanbrdạry san nymn vạlụ̄,byyhi chih Allah tʿālyā snzi vathi mnz khrch krn vạlụ̄,byyhi chih rạcz hndis ptimis phrs mnz (vthith) Allah tʿālyā hs mghfrt mngn vạlụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Allah tʿālyā hn dicz yth kthhi pytth gvạhy zi ts vrạe chuhnh kanhh ʿbadts layq, byyhi dicz frshtv th ʿlmh valyv thi (byyhi sintụ̄ yithi) zi suh chuh pth ka nhh tdbyr ʿdlh san anjam dinh vvl,ts vrạe chuhnh kanhh ʿbadts layq, sue chuh ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 19,
    "translation": "Be shk chuh Allah tʿālyā hs nzdyk dyn (bs) aslam th yus akhtlaf ahli ktabav pans nishhi ʿlm yith kor suh avs ṣrf bahmy ḥsd kinụ̄ th ẓd kinụ̄,th yus akhah Allah tʿālyā sndyn āyatn ankar kri tylhi chuh be shk Allah tʿālyā ḥsabs mnz jldy krn vvl."
  },
  {
    "verse_id": 20,
    "translation": "(ae ttatthhi!) agr tohyhi sintụ̄ aamhi pth thi czuvan, tylhi frmạviv zi me th byyhi yymụ̄ (thi) myạnụ̄ pạrvy kr,aashi chuh nomrvv mut panun roe Allah tʿālyā sndis drbars mnz,th tohụ̄ frmạvv ahli ktabn th anprrh lukn kya tohụ̄ thi chihv Allah tʿālyā sndis drbars mnz nyman (yʿny aslam chihv qbvl kran) pth agr tim frmanbrdạry akhtyar krn,tylhi lob timav pzụ̄pạtthụ̄ hdayt,th agr tim buth phirn tylhi chuh tuhndi dhmh ṣrf ḥkm vatnavnue yvt,th Allah tʿālyā chuh bndn var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 21,
    "translation": "Pzụ̄pạtthụ̄ yim lukh Allah tʿālyā sndyn āyatn ankar chih kran th anbyahn chih naḥq qtl kran th lukv mnz thi chih timn qtl kran yim ʿdluk th anṣafuk ḥkm chih divan, tylhi bvznạviyvukh tohụ̄ tm dg tulvnhi ʿdhabch khbr."
  },
  {
    "verse_id": 22,
    "translation": "Yim chih tim lukh yhindụ̄ aʿmal dunyahs th ạkhrts (doshvnụ̄) mnz ẓayʿ spdụ̄ th timn āshi nh kanhh mddgar."
  },
  {
    "verse_id": 23,
    "translation": "Kya tohyhi vuchh vvkh na tim lukh yimn ktabi (hndi ʿlmh) mnz akh ḥṣh dinh āvutimn chuh Allah tʿālyā snzi ktabih kun nad yivan dinh takh so (ktab) krtimn drmyan (tnazn hund) fạṣlh,pth chuh timv mnz akh ṭbqh buth phiran, th tim chh buth phirn vạlụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Yhi (buth phirnuk jurat chuh) aamhi mvkhh tikyazi tim chih vnan zi aashi chuhvi nh kynczhv gnz hndyv dohav vrạe jhnmuk nar, th yus bhtan (Allah tʿālyā hs pytth) tim khalan rvzan chih,tmụ̄ chih tim pnnis dyns mtʿlq dvkhs mnz mbtla krimtụ̄."
  },
  {
    "verse_id": 25,
    "translation": "Tylhi kya ḥal āshi yylhi asụ̄tim tamhi doh yth (yins) mnz kanhh shk chuhnh, jmʿ krvkh,th yymụ̄nfsn yikynczhah thi (ʿaamlav mnz) kmvvmut āshi ts yiyhi tamiyuk pvur pvur bdlh dinh th timn pytth yiyhi nh kanhh ẓlm krnh."
  },
  {
    "verse_id": 26,
    "translation": "(ae ttatthhi! Yithh pạtthụ̄) kriv ʿrẓ,ya Allah! Slṭnt kh mạlkh!cz yas yczhkh ts krkh slṭnt ʿṭa th ys yczhkh ts nikh slṭnt, th ys yczhkh ts dikh ʿzt th yas yczhkh ts dikh dhlt,svrue rczr chuh chạnụ̄se dsti qdrts mnz,be shk chuhkh cz pth chyzs pytth sytthah qdrt thavn vvl."
  },
  {
    "verse_id": 27,
    "translation": "Cze chhahn rat kran dohs mnzdạkhl th doh chhahn kran rats mnz dạkhl, th cze chhahn zndh krran mords nishhi th mord chhahn krran znds nishhi,byyhi yas yczhan chuhkh ts chuhkh ḥsab vrạe rzq (pnnyv nvạzishv sintụ̄) ʿṭa kran."
  },
  {
    "verse_id": 28,
    "translation": "Mslmann pazi zi ahli ayman trạvith mah bnạvin kạfrn (pnnụ̄) dvst, th yus akhah yhi kri ts khạṭr āshi nh Allah tʿālyā hs nsh (dvsty mnz) kihinụ̄ thi aamhi vrạe zitohụ̄ yyczihv timn (hndshr) nishhi bachun,th Allah tʿālyā chuhv tohyhi pnnhi dhat (kh ghẓbh) nishhi khocznavan,byyhi chuh Allah tʿālyā se kun phyirith gczuhn."
  },
  {
    "verse_id": 29,
    "translation": "Tohụ̄ frmạviv yikynczhah tuhndyn syinn mnz chuh khvah tohụ̄ suh czvuri thaviv ya non krrivu Allah tʿālyā chuh tath zanan,th yikynczhah āsmann th zmyns mnz chuh ts chhe var pạtthụ̄ khbr, byyhi chuh Allah tʿālyā pth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 30,
    "translation": "Yymhi doh pth kanhh nfs pth kanhh so nyky (pans brvnhh knhi) ḥạẓr vuchhhi yoshi tmụ̄ krmcz ạs, th pth kanhh burạyy thi yosh tmụ̄ krmcz ạs, pth kri suh tmna zi kash!me th aath burạyy (ya tath dohs) drmyan āshi he varyah dvuryr,th Allah tʿālyā chuhv tohyhi pnnhi dhat (kh ghẓbh) nishhi khocznavan,byyhi chuh Allah tʿālyā bndn pytth sytthah mhrban."
  },
  {
    "verse_id": 31,
    "translation": "(ae ttatthhi!) tohụ̄ frmạviv,agr tohụ̄ Allah tʿālyā has sintụ̄ mḥbt chihv kran tylhi kriv myạnụ̄ pạrvy,aadbnavyv Allah tʿālyā tohyhi (pnun) ttvtth th tuhndi khạṭr kri tuhndụ̄ gnah mʿāf,th Allah tʿālyā chuh sytthah bkhshn vvl mhrban."
  },
  {
    "verse_id": 32,
    "translation": "Tohụ̄ frmạviv ziAllah tʿālyā snz th rsvl (ṣly Allah ʿlyh vslm) snzkriv aṭaʿt,pth agr tim buth phirn tylhi chuhnh Allah tʿālyā kạfrn psnd kran."
  },
  {
    "verse_id": 33,
    "translation": "Be shk krụ̄Allah tʿālyā hn ādm (ʿlyh alslam) th nvḥ (ʿlyh alslam) byyhi āli abrahym th āli ʿmran tmam dnya valyn pytth (bzrgy mnz) mntkhb."
  },
  {
    "verse_id": 34,
    "translation": "Yhi chuh kunue nsl,kynhh chih yimav mnz kynczhn hndụ̄avlad,th Allah tʿālyā chuh varpạtthụ̄ bvzn vvl varpạtthụ̄ zann vvl."
  },
  {
    "verse_id": 35,
    "translation": "Th (yad kriv) yylhi ʿmran snzi khandarinhi ʿrẓ koae myanhi rbh!yhi myanhi ydd mnz chuh,bh chhasn yhi (baqy dhmh dạriyav nishhi) āzad krith ṣrf chanhi nạvụ̄ kran,lhādha krth cz myanhi ṭrfh (yhi ddạlụ̄) qbvl,be shk chuhkh cz varpạtthụ̄ bvzn vvl sytthah zann vvl."
  },
  {
    "verse_id": 36,
    "translation": "Pth yylhi tas kvur zayhi,tamhi korʿrẓ,myanhi rbh!me chhe yhi kvur zamcz,ḥalankh yikynczhah ts zamut avs, Allah tʿālyā avs tath var pạtthụ̄ zanan, (tamhi von) th nychuv (yus me mongmut avs) avs nh hrgz yymis kvri hyvu (yʿny hykh he nh yms kvri huyv ạsith yosh Allah tʿālyā hn ʿṭa chhe krmcz), th me chuh yymụ̄ sund nave mrym (ʿbadt krn vajinụ̄) thvvmut,th be shk chhasn bh yhi th amụ̄ sndụ̄avladshyṭani mrdvd (sndi shr) nishhi chạns ḥfaẓts mnz dvan."
  },
  {
    "verse_id": 37,
    "translation": "Pth kr tmụ̄ sndụ̄ rbn so (mrym) rthi qbvlyt san qbvl, th rcz trbyt krith rchihn, th amụ̄ snz rạchh ravatth krn zkrya hs (ʿlyh alslam) ḥvalh, yylhi thi zkrya (ʿlyh alslam) ts nishhi ʿbadt gahs mnz aczan ạsụ̄, tylhi ạsụ̄ tim ts nishhi (nvụ̄ nvụ̄) khynh chyz mvjvdvuchhan, timav puczh, ae mrym, chanhi mokhh kthi chih yim chyz yivan tamhi von yhi (rzq) chuh Allah tʿālyā sndi ṭrfh vatan, be shk yas Allah tʿālyā yczhan chuh ts chuh be ḥsab rzq ʿṭa kran."
  },
  {
    "verse_id": 38,
    "translation": "Athụ̄ jayhi korzkrya hn (ʿlyh alslam) pnnis rbs dʿā, ʿrẓ korun myanhi rbh! Me krth pnnhi drbar pak avlad ʿṭa, be shk chuhkh cze duʿā bvzn vvl."
  },
  {
    "verse_id": 39,
    "translation": "Vunhi ạsụ̄ tim ḥujrs mnz vodnhi nmaze pran (ya ạsụ̄ duʿā mngan) zi timn dicz frshtv āvaz, be shk chuh Allah tʿālyā tohyhi (frznd) yḥyyā (ʿlyh alslam) snz khosh khbr divan yus klmth Allah sund (yʿny ʿīsyā ʿlyh alslamn hund) tṣdyq krn vvl āshi th srdar āshi, th khatvnn (hndi rghbt) nishhi āshi sytthah mḥfvẓ th (sanyv) khaṣ nykv karbndav mnz āshi nby."
  },
  {
    "verse_id": 40,
    "translation": "Zkrya hn (ʿlyh alslam) kor ʿrẓ, ae myanhi rbh! Me kithh pạtthụ̄ zyvi nychuv yylhi zn me bujr chuh āmut th myạnụ̄ khandarinụ̄ (thi) chhe ha ntth, frmavnh ās, yithe pạtthụ̄ (yʿny yy sapdi), yhi Allah tʿālyā yczhan chuh thi chuh kran."
  },
  {
    "verse_id": 41,
    "translation": "ʿrẓ korun, ae myanhi rbh!myanhi khạṭr kr kanhh nshạny mqrr,frmavnh ās,chanhi khạṭr chhe nshạny yhi zicz hykkh nh lukn sintụ̄ tryn dohn tam asharh varạe kth krith,th panun rb krun kthrt san yad,byyhi rvz shams th ṣubḥs tmụ̄ snz tsbyḥ kran."
  },
  {
    "verse_id": 42,
    "translation": "Th yylhi frshtv von, ae mrym!be shk krnkh cz Allah tʿālyā hn mntkhb th cze chhane pạkyzgy ʿṭakrmcz, byyhi bnạvnkh cz aaz sarine jhann hnzn khatvnn pytth brgzydh."
  },
  {
    "verse_id": 43,
    "translation": "Ae mrym!czrvz pnnis rb snzbndgy sytthah ʿạjzy san kran,byyhi kr sjdh th rkvʿ krn valyn sintụ̄ ās rkvʿ kran."
  },
  {
    "verse_id": 44,
    "translation": "(ae ttatthhi!) yimh chhe ghyb chh khbr yimh asụ̄ tohyhi kun vḥy chih frmavan,ḥalankh tohụ̄ ạsụ̄v nh (tamhi vqth) timn nishhi yylhi tim (chyiri travnh kh ghrẓh) pnnụ̄ qlm ạsụ̄ chhkan zi timav mnz kus rchih mryms (ʿlyha alslam(, th nah ạsụ̄v tohụ̄ tamhi vqth timn nishhi yylhi tim panh vạnụ̄ czuvan ạsụ̄."
  },
  {
    "verse_id": 45,
    "translation": "Yylhi frshtv von ae mrym! Be shk chuhe cze Allah tʿālyā pnnhi ṭrfh aakhi (khaṣ) klmch khosh khbr divan yymụ̄ sund nav msyḥ ʿīsyā bn mrym (ʿlyh alslam) āshi, suh āshi dunya hs th ạkhrts (doshvnụ̄) mnz thadi payuk qdrvvl, byyhi āshi Allah tʿālyā sndyokhaṣ qurbt thavn valyv bndv mnz."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi kri suh lukn sintụ̄ mnzlis mnz th borr gcz hth (yksan pạtthụ̄) kth th suh āshi (Allah tʿālyā sndyo) nykvkar bndv mnz."
  },
  {
    "verse_id": 47,
    "translation": "(mrym ʿlyha alslamn) korn ʿrẓ, ae myanhi rbh! Me kithh pạtthụ̄ āshi lrrkh, yylhi zn me kạnshi shkhṣn aathh tam chuhnh lvgmut, arshad spud, yithe pạtthụ̄ (yʿny yy sapdi), Allah tʿālyā yhi yczhan chuh thi chuh pạd frmavan, yylhi kunhi kamh hund (krnuk) fạṣlh chuh frmavan, tylhi chuh tath fqṭ yutue frmavan zi sapad so chhe spdan."
  },
  {
    "verse_id": 48,
    "translation": "Th Allah tʿālyā hychhnavi tmis ktab th ḥkmt byyhi tvrat th anjyl (svrue kynhh)."
  },
  {
    "verse_id": 49,
    "translation": "Th suh āshi bny asrayyls kun rsvl (timn vanhi) zi be shk chuhs bh tohyhi nishhi tuhndis rb sndi ṭrfh aakh nshạny hyth āmut,bh chuhs tuhndi khạṭr myczibnavan janavar snzi shklhi hyvu (akh putlh) pth chuhs bh aath phokh layan, pth chuh suh fvraan Allah tʿālyā sndi ḥkmh vuddvun janavar bnan, byyhi chuhsn bh madr zad aon th sfyd dagh vvl tthyk kran,byyhi chuhsn bh Allah tʿālyā sndi ḥkmh mord kran zndh,th yikynczhah tohụ̄ khyth chihv āmtụ̄ th yikynczhah tohụ̄ pnnyn grn mnz jmʿ chihvkran, bh chuhsav tohyhi (thi svrue kynhh) vnan,be shk chhe aath mnz tuhndi khạṭr nshạny agr tohyhi ayman chuhv."
  },
  {
    "verse_id": 50,
    "translation": "Th bh chuhs pans brvnhh nạzl spdn vajinhi (ktabih) tvratuk tṣdyq krn vvl th yhi chuh aamhi mvjvub zi tuhndi khạṭr kr kynhh tithụ̄ chyz ḥlal yim tohyhi pytth ḥram ạsụ̄ krnh āmtụ̄, th tohyhi nish chuhs tuhndis rb sndi ṭrfh nshạny hyth āmut,lhādha,khocziv Allah tʿālyā hs th myạnụ̄ kriv aṭaʿt."
  },
  {
    "verse_id": 51,
    "translation": "Be shk chuh Allah tʿālyā myvn rb th tuhund rb thi chuh (sue), lhādhakriv tmụ̄ snze ʿbadt,yhe chhe siyz vath."
  },
  {
    "verse_id": 52,
    "translation": "Pth yylhi ʿīsyā hn (ʿlyh alslam) tihund kfr mḥsvs kor, tmụ̄von Allah tʿālyā sndi knhi km lukh chih myạnụ̄ mddgar,tmụ̄ sndyo khlvṣ valyv sạthiyav kor ʿrẓ, asụ̄ chih Allah tʿālyā sndụ̄ (yʿny tmụ̄sndi dyinkụ̄) mddgar, aashi chuh Allah tʿālyā hs pytth ayman aonmut th tohụ̄ rvuziv gvah zi asụ̄ chih pzụ̄pạtthụ̄ mslman."
  },
  {
    "verse_id": 53,
    "translation": "Ae sanhi rbh!aashi aon tath ktabih pytth ayman yosh cze nạzl krthn th aashi kr ts rsvl snz atbaʿ, lhādha, lykh aashi (ḥqch) gvạhy dinh valyn sintụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Pth kr (yhvudụ̄) kạfrv (ʿīsyā ʿlyha alslamn hndi qtl krnh khạṭr) rạsh pạtthụ̄ sạzsh, th Allah tʿālyā hn kr (ʿīsyā ʿlyh alslams bchavnh khạṭr) rạsh pạtthụ̄ tdbyr, th Allah tʿālyā chuh sarine hndi khoth bhtrkhfyh tdbyr krn vvl."
  },
  {
    "verse_id": 55,
    "translation": "Yylhi Allah tʿālyā hn frmvv, ae ʿīsyā! Be shk chuhsath bh cz pvur vạnshi tam vatnavn vvl, th byyhi chuhsath pans kun (āsmans pytth) tuln vvl th kạfrv nishhi chuhse njat dinh vvl, th chanyn pạrv karn chuhs (yimn) kạfrn pytth qyamts tam thzr dinh vvl, pth chuhv tohyhi me kun vaps phyirith yun, lhādha yimn kthn mnz tohụ̄ czuvan ạsụ̄v, bh kr tohyhi drmyan tihund fạṣlh."
  },
  {
    "verse_id": 56,
    "translation": "Pth yim lukh kạfr spdụ̄ timn dimh dunyahs th ạkhrts (doshvnụ̄) mnzskht ʿdhab th timn āshi nh kanhh mddgar."
  },
  {
    "verse_id": 57,
    "translation": "Th yimav lukv ayman aon th pth kri timavnyk ʿmlh, tylhi diyhi timn (Allah tʿālyā) timn hund pvur pạtthụ̄ ajr, th Allah tʿālyā chuhnh ẓạlimn psnd kran."
  },
  {
    "verse_id": 58,
    "translation": "Yus yh asụ̄ tohyhi prith chih bvznavan (yimh) chhe nshạniyhi byyhi chhe ḥkmt vajinụ̄ nṣyḥt."
  },
  {
    "verse_id": 59,
    "translation": "Be shk chhe ʿīsyā (ʿlyh alslam) snz mthal Allah tʿālyā hs nzdyk ādm (ʿlyh alslam) snz hish, yus tmụ̄ myczi nishhi bnvv,pth frmvvun (tath) sapad suh sapud."
  },
  {
    "verse_id": 60,
    "translation": "(aumt kh nhybh khạṭr āv frmavnh) yhi chuh tuhndis rb sndi ṭrfh ḥq,lhādha,bnụ̄ zyv nh shk krn valyv mnz."
  },
  {
    "verse_id": 61,
    "translation": "Lhādha, tohyhi nishhi ʿlm yinh pth yus shkhṣ ʿīsyā (ʿlyh alslam) sndis mʿāmls mnz tohyhi sintụ̄ czuvu tylhi frmạviv tohụ̄ zi vliv (yikh vatth) aanvkh pnnụ̄ nychivụ̄th tuhndụ̄nychivụ̄, byyhi pnnhi khatvnh th tuhnzkhatvnh, byyhi asụ̄ thi th tohụ̄ thi (akis jayhi) nad dith, pth krv asụ̄mbahlh (yʿny āh vzạry kran kran duʿā) th aapzyaryn pytth svzavAllah tʿālyā snz lʿnt."
  },
  {
    "verse_id": 62,
    "translation": "Be shk chuh yohe poz byan, th kanhh thi chuhnh Allah tʿālyā hs vrạe ʿbadts layq,th be shk chuh Allah tʿālyā he bodd ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 63,
    "translation": "Pth agr tim lukh buth phirn tylhi chuh pzụ̄pạtthụ̄Allah tʿālyā fsad krn valyn var pạtthụ̄ zanan."
  },
  {
    "verse_id": 64,
    "translation": "Tohụ̄ frmạviv,ae ahli ktab!tohụ̄ vliv tath kthhi kun yosh tohyhi th aashi drmyan hishy chhe (so chhe yhi) zi asụ̄ karv nh Allah tʿālyā hs vrạe kạnshi hnz ʿbadt th byyhi tthhravvn nh asụ̄ts sintụ̄ kanhh shryk, byyhi bnavi nh aashi mnz kanhh aakh Allah tʿālyā hs varạ e byyhi kạnsh rb, pth agr tim buth phirn,tylhi vniv zi gvah rvuziv zi asụ̄ chih Allah tʿālyā snds frmans tabʿ (mslman)."
  },
  {
    "verse_id": 65,
    "translation": "Ae ahli ktab! Tohụ̄ kyazi chihv abrahym (ʿlyh alslam) sndis bars mnz czuvan (yʿny tim kyazi chhvvkh yhvudụ̄ ya nṣrạnụ̄ tthhravan) ḥalankh tvrat th anjyl (yimn pytth tuhndyn doshvnụ̄ mdhhbn hnz bnyad chhe) āsh timn pth nạzl āmcz krnh, kya tohyhi chhav na (yyicz) ʿql thi."
  },
  {
    "verse_id": 66,
    "translation": "Bvuziv! Tohụ̄ chihv timae lukh yim timn kthn mnz thi czuvan rvudiv yuhund tohyhi (kynhh nath kynhh) ʿlm avsuvu mgr timn kthn mnz kyazi chihv tkrar kran yuhund nh tohyhi (czke) kanhh ʿlme chuhnh,th Allah tʿālyā chuh zanan th tohụ̄ chihv nh zanan."
  },
  {
    "verse_id": 67,
    "translation": "Abrhym (ʿlyh alslam) nah ạsụ̄ yhvudụ̄ th nah nṣrạnụ̄, tim ạsụ̄ pth bạṭls nishhi byon rvzn vạlụ̄ (pzụ̄) mslman, byyhi ạsụ̄ nh tim mshrkv mnzthi kynhh."
  },
  {
    "verse_id": 68,
    "translation": "Be shk chih sarive lukv khoth khsith abrahyms (ʿlyh alslam) nkhh (th ḥqdar) time lukh yimavtihnz (yʿny tihindi dyinch) pyrvy krmcz chhe th (suh) chuh yohe nby (ṣly Allah ʿlyh vslm), byyhi (yimn pytth) ayman aann vạlụ̄, th Allah tʿālyā chuh ayman valyn hund mddgar."
  },
  {
    "verse_id": 69,
    "translation": "(ae mslmanv!) ahli ktabv mnz chuh aakh dor (shdyd) khạhish thavan zi kash tim hykh haanav tohyhi gumrah krith, mgr timav chuh fqṭ pannue pan gmrah krith thvvmut th timn chuhnh)aamhi kthhi hund) shʿūr."
  },
  {
    "verse_id": 70,
    "translation": "Ae ahli ktab!tohụ̄ kyazi chihv Allah tʿālyā sndyn āyatn ankar kran ḥalankh tohụ̄ chihv panh gvah (yʿny tohyhi chuhv pnnyn ktabn mnz svrue kynhh panh pormut)."
  },
  {
    "verse_id": 71,
    "translation": "Ae ahl ktab!tohụ̄ kyazi chihv ḥq kran bạṭls sintụ̄ ralh milh th ḥq kyazi chihv czvuri thavan ḥalankh tohụ̄chihv zanan."
  },
  {
    "verse_id": 72,
    "translation": "Th ahli ktabn hnz akh jmaʿt chih (lukn) vnan zi tohụ̄ ạsiv aath ktabih (qrāns) pytth yosh mslmann pytth nạzl chhe āmcz krnh doh khsvun (yʿny ṣbḥạe) ayman aanan th shamn ạsiv ankar kran takh tim thi phyrn (tohyhi vuchihth) pot."
  },
  {
    "verse_id": 73,
    "translation": "Th kạnshi hnz kth mah mạniv ts shkhṣs vrạe yus (ṣrf) tuhndi dyinuk pạrvkar āshi,frmạviv zi be shk chuh hdayt (fqṭ) Allah tʿālyā sundhdayt (th byyhi chih mzyd pnnyn lukn vnan zi yithi mạnụ̄ zyv nh hrgz) zi yiczh ktab (ya dyin) tohyhi dinh chuhvāmut,yuth hyvu yiyhi byyhi thi kạnshi dinh, ya yhi zi kanhh hykhi tuhndis rbs nishhi tohyhi khlaf ḥjt anith,frmạviyvukh,be shk chuh fẓl Allah tʿālyā sndise aaths mnz,yas yczhan chuh ʿṭa chuhs kran,byyhi chuh Allah tʿālyā vsʿt vvl sytthah ʿlmh vvl."
  },
  {
    "verse_id": 74,
    "translation": "Suh yas yczhan chuh ts chuh pnnhi rḥmt sintụ̄ khaṣ bnavan,byyhi chuh Allah tʿālyā sytthah fẓl vvl."
  },
  {
    "verse_id": 75,
    "translation": "Th ahli ktabv mnz chih kynhh tithụ̄ thi zihrgah tohụ̄ ts nishhi maluk anbar amant thạvivu suh diyav tohyhi vaps, th yimne mnz chih tithụ̄ thi zi hrgah tohụ̄ tmis nishhi akh dynar amant thạvivu suh diyav nh hrgz vaps aamhi vrạe zi tohụ̄ rvuziv ts kls pytth khrra, yhi chuh aave zi tim chih vnan zi aan prrhn hndis mʿāmls mnz chhanh aashi pczh gạr, byyhi chih Allah tʿālyā hs pytth aapuz khalan th timn chih pans (thi) khbr."
  },
  {
    "verse_id": 76,
    "translation": "Ā, vonụ̄ yus panun vʿdh pvur kri,byyhi kri tqvyā akhtyar (ts chhanh pzụ̄pạtthụ̄ pczh gạr) amhi mvjvb chuh be shk Allah tʿālyā prhyz garn sintụ̄ mḥbt kran."
  },
  {
    "verse_id": 77,
    "translation": "Be shk yim lukh Allah tʿālyā sndiʿhduk (vʿduk) th pnnyn qasmn hund mʿmvly qinmt kh bdlh svda chih kran, yime chih tim lukh yihindi khạṭr ạkhrts mnz kanhh ḥṣh chuhnh,th nah kri qyamt kh doh Allah tʿālyā timn sintụ̄ klam th nah kri timn kun nẓr,th nah kr timn pạkyzgy ʿṭa, byyhi chuh tihindi khạṭr dg tulvun ʿdhab."
  },
  {
    "verse_id": 78,
    "translation": "Th be shk chuh timn mnz aakh dor tiyuth thi yim ktab pran pran pnnyn zyvan vutthinụ̄ chih divan takh tohụ̄ smjhiv tihinids hyor bon krns thi ktabih (hundue ḥṣh) ḥalankh chuhnh suh ktabih mnz kynhh, byyhi chih vnan yh (svrue) chuh Allah tʿālyā sndi ṭrfh mgrsuh chuhnh (hrgz) Allah tʿālyā sndi ṭrfh, th tim chih Allah tʿālyā hs pytth aapuz khalan th (yhi) chuh timn pans thi pae."
  },
  {
    "verse_id": 79,
    "translation": "Kạnshi bshrs chuhnh yhi ḥq zi Allah tʿālyā kri ts ktab th ḥkmt th nbvt ʿṭa,pth laghi suh lukn yhi vanun zi Allah tʿālyā trạvith bniv myạnụ̄ bndh blkh (vanhi suh yhi) tohụ̄ bniv Allah tʿālyā sndụ̄,aamhi kinụ̄ zi tohụ̄ chihv ktab hychhnavan,byyhi aamhi kinụ̄ zi tohụ̄ chihv yhi panh thi pran."
  },
  {
    "verse_id": 80,
    "translation": "Th suh pyghmbr chuhv nh tohyhi yhi ḥkm zanhh divan zi tvhụ̄ bnạviyvukh frshth th pyghmbr rb,kya suh diyv tohyhi tuhndi mslman spdnh pth (vonụ̄) kfruk ḥkm"
  },
  {
    "verse_id": 81,
    "translation": "Th (ae ttatthhi! Suh vqt kriv yad) yylhi Allah tʿālyā hn anbyahn pokhth vʿdh hyot zi yylhi bh tohyhi ktab th ḥkmt ʿṭa kr,pth aanhi tohyhi nishhi suh (sarine pytth ʿẓmt thavn vvl) rsvl (ṣly Allah ʿlyh vslm) tshryf yus timn ktabn tṣdyq frmavn vvl āshi yimh tohyhi sintụ̄ āsn, tylhi aniv ẓrvur th ẓrvur timn pytth ayman,byyhi krivẓrvur th ẓrvur timn mdd,frmvvukh,kya tohyhi korv aqrar th aath (shrṭs) pytth rottvmyvn gob vʿdh mẓbvṭy san? Sarive kor ʿrẓ,aashi kor aqrar, frmvvukh zi tohụ̄ rvuzivgvah th bthi chuhs tohyhi sintụ̄ gvahav mnz."
  },
  {
    "verse_id": 82,
    "translation": "(vonụ̄ āv ādm sndipvur nslh khạṭrnhyb rngụ̄ frmavnh) pth yymụ̄ aamhi (aqrar) pth buth pihyur,tylhi āsn time lukh nafrman."
  },
  {
    "verse_id": 83,
    "translation": "Kya yim chha Allah tʿālyā sndi dyin vrạe byyhi kanhh dyin yczhan, th yus akhah thi āsmann th zmyns mnz chuh tmụ̄ chhe khvshy san ya lachạry san (pth ḥals mnz) tmụ̄ snze frmanbrdạry akhtyar krmcz th sary yin tsụ̄ kun vaps ninh."
  },
  {
    "verse_id": 84,
    "translation": "Tohụ̄ frmạviv, aashi chuha Allah tʿālyā hs pytth ayman aonmut, byyhi yikynczhah aashi pytth nazl chuh krnh āmut byyhi yikynczhah abrahyms th asmaʿīls th asḥaqs th yʿqvbs (ʿlyhmu alslam) th tihndyn avladn pytth nazl chuh āmut krnh, byyhi yikynczhah mvsyā hs th ʿīsyā hs th sarine anbya hn (ʿlyhmu alslam) tihindis rb sndi ṭrfh ʿṭa krnh chuh āmut (sarine pytth chuh ayman aonmut) asụ̄ chihnh yimav mnzkạnshi pytth thi aymans mnzfrq kran, byyhi chih asụ̄ tmụ̄ sndise frmans tabʿ."
  },
  {
    "verse_id": 85,
    "translation": "Th yus kanhh aslam vrạe byyhi kanhh dyn yyczihh tylhi yiyhi nh suh ts nishhi hrgz qbvl krnh,byyhi āshi suh ạkhrts mnz khsarh tuln valyv mnz."
  },
  {
    "verse_id": 86,
    "translation": "Allah tʿālyā kithh kri timn lukn hdayt yim ayman aannh pth kạfr spdụ̄ ḥalankh timav ạs aamhi kthhi hnz gvạhy diczmcz zi yhi rsvl chuh pzụ̄yvr th timn nishhi āsh ttakarh nshạniyhi thi āmcz, th Allah tʿālyā chuhnh ẓạlm qvms hdayt frmavan."
  },
  {
    "verse_id": 87,
    "translation": "Yithyn lukn hund sza chuh yhi zi yimn pytth gczihh Allah tʿālyā snz th frshtn hnz th tmam ansann hnz lʿnt vsan rvznụ̄."
  },
  {
    "verse_id": 88,
    "translation": "Tim rvzn aath szahs mnz hmyshh (grftar) th timn yiyhi nh aath ʿdhabs mnz kmy krnh, byyhi yiyhi nh timn mhlt dinh."
  },
  {
    "verse_id": 89,
    "translation": "Timav lukv varạe yimav aamhi pth tvbh kor th (pans) korukh aṣlaḥ,be shk chuh tylhi Allah tʿālyā bodd bkhshn vvl mhrban."
  },
  {
    "verse_id": 90,
    "translation": "Be shk yimav lukv pnnhi ayman pth kfr kor,pth rvudụ̄ tim pnnis kfrs mnz brvnhh brvnhh pkan,tihund tvbh yiyhi nh hrgz qbvl krnh th time lukh chh gmrah."
  },
  {
    "verse_id": 91,
    "translation": "Be shk yim lukh kạfr spdụ̄ th kfrkis ḥalts mnze mvudụ̄,vonụ̄ hrgah timav mnz kanhh shkhṣ zmyns yvt son thi (pnnhi njat mokhh) mʿāvẓs mnz diyun yczhi, suh yiyhi nh hrgz qbvl krnh,timne lukn khạṭr chuh dg tulvun ʿdhab th timn hykhi nh kanhh mddgar spdith."
  },
  {
    "verse_id": 92,
    "translation": "Tohụ̄ hykiv nh hrgz nyky tam vạtith yot tam nh tohụ̄ (Allah tʿālyā snzi vathi mnz) pnnyv ttatthyv chyzv mnz khrch krivu byyhi yikynczhah thi tohụ̄ khrch chihv kran,be shk chuh Allah tʿālyā tath var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 93,
    "translation": "Tvrat nạzl gczhnh brvnhh avs pth kanhh khynh chyz bny asrạyyls khạṭr ḥlal timav (chyzv) varạe yim yʿqvbn (ʿlyh alslam) pane pans pytth ḥram krimtụ̄ ạsụ̄, frmạviv, tvrat aniv th priv so, hrgah tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 94,
    "translation": "Pth yus shkhṣ aamhi pth thi Allah tʿālyā hs pytth bhtan laghi tylhi chih time lukh ẓạlm."
  },
  {
    "verse_id": 95,
    "translation": "Frmạviv zi Allah tʿālyā hn frmvv poz, lhādha, kriv tohụ̄ abrahym (ʿlyh alslam) sndi dyinch pạrvy yim pth bạṭls nishhi buth phirith ṣrf Allah tʿālyā sndụ̄ ạsụ̄ bnymtụ̄, th tim ạsụ̄ nh mshrkv mnz."
  },
  {
    "verse_id": 96,
    "translation": "Be shk yus sarive brvuntthim gr lukn hndi (ʿbadt) khạṭr bnavnh āv chuh sue yus mks mnz chuh, brkt vvl chuh, byyhi chuh tmam dunya valyn khạṭr (mrkz) hdayt."
  },
  {
    "verse_id": 97,
    "translation": "Aath mnz chhe ttakarh nshạniyhi (yimav mnz chhe akh) abrhym (ʿlyh alslam) sndi qyamch jae, th yus aath mnz dạkhl spud tmụ̄ lob aman, th Allah tʿālyā sndi khạṭr chuh lukn pytth aamhi gruk ḥj frẓ yus thi aath tam vatnuk ṭaqt āshi thavan, th yus (aamiyuk) mnkr āshi tylhi chuh be shk Allah tʿālyā tmam jhanav nishhi be nyaz."
  },
  {
    "verse_id": 98,
    "translation": "Frmạviv,ae ahli ktab! Tohụ̄ kyazi chihv Allah tʿālyā sndyn āyatn ankar kran? Th Allah tʿālyā chuh tuhnzn kamyn vuchhan."
  },
  {
    "verse_id": 99,
    "translation": "Frmạviv,ae ahli ktab, yymụ̄ shkhṣn ayman chuh aonmut, tohụ̄ kyazi chhvvn suh Allah tʿālyā snzi vathi nishhi rukavan tohụ̄ chihv tihinzi vathi mnz thi hjr yczhan ḥalankh tohụ̄ chihv (tmh ks ḥq āsns pytth) panh gvah, th Allah tʿālyā chuhnh tuhnzv ʿmlv nishhi be khbr kynhh."
  },
  {
    "verse_id": 100,
    "translation": "Ae ayman valyv! Hrgah tohụ̄ ahli ktabv mnz kạnshi drụ̄ sund thi vanun mạnivu tylhi phirnav tim tohyhi tuhndi ayman (aannh) pth byyhi kufrs kun."
  },
  {
    "verse_id": 101,
    "translation": "Th tohụ̄ kithh pạtthụ̄ kriv (vonụ̄) kfr ḥalankh tohụ̄chihv tim (khosh nṣyb) zitohyhi pytth chih Allah tʿālyā sndụ̄ āyat tlavt krnh yivan th tohyhi mnz chih (panh) Allah tʿālyā sndụ̄ rsvl (ṣly Allah ʿlyh vslm) mvjvd, th yus shkhṣ Allah tʿālyā (sndis damns) chyirthph chuh kran tylhi chuh ts ẓrvr yivan syzi vathi kun hdayt krnh."
  },
  {
    "verse_id": 102,
    "translation": "Ae ayman valyv!Allah tʿālyā hs ạsiv khoczan yithh pạtthụ̄ ts khocznuk ḥq chuh th tohyhi gczhyv mvt ṣrf aath ḥalts pytth yun zi tohụ̄ ạsiv mslman."
  },
  {
    "verse_id": 103,
    "translation": "Th smith kriv tohụ̄ sạry Allah tʿālyā snzi razi chyir tahph, th phattvan vad mah trạvivu byyhi kriv pans pytth Allah tʿālyā snz so nʿmt yadyylhi tohụ̄ (aakh akụ̄ sndụ̄) dshmn ạsụ̄v, th tmụ̄ kor tuhndyn diln mnzaulft pạd th tohụ̄ spdev tmụ̄ sndi nʿmth kinụ̄panh vạnụ̄ bạe bạe, th tohụ̄ ạsụ̄v (jhnm kis) nar dobh kis btthis pytth (vạtimtụ̄) pth bchạvụ̄nav tohụ̄aamhi (nar) dobh nishhi, yithe pạtthụ̄ chuh Allah tʿālyā tuhndi mokhh pnnhi nshạniyhi vycznạvith byan frmavan takh tohụ̄ lbiv hdayt."
  },
  {
    "verse_id": 104,
    "translation": "Th tohyhi mnz gczihh tithyn lukn hnz aakh jmaʿt ẓrvr āsnụ̄ yim lukn nyky kun nad din, byyhi dinkh rczruk ḥkm th ychh kamyv nishhi rattnkh path,th time lukh chih flaḥ lbn vạlụ̄."
  },
  {
    "verse_id": 105,
    "translation": "Th timn lukn hndụ̄ pạtthụ̄ bnụ̄ zyv nh yim frqn mnz tqsym spdụ̄ th yylhi timn nishhi ttakar nshạniyhi vacz, tamhi pth thi lgụ̄ akhtlaf krnhi, th yimne lukn khạṭr chuh skht ʿdhab."
  },
  {
    "verse_id": 106,
    "translation": "Yymhi doh kynhh buthụ̄ sfyd āsn th kynhh buthụ̄ āsn kirhinụ̄, pth yhindụ̄ buthụ̄ kirhinụ̄ spdn (timn yiyhi vannh) kya tohyhi korv ayman aannh pth kfr? Lhādha yus kfr tohụ̄ kran ạsụ̄v rvudimtụ̄,vuchihv vonụ̄ tamhi kis ʿdhabs (mzh)."
  },
  {
    "verse_id": 107,
    "translation": "Th yimn lukn hndụ̄ buthụ̄ sfyd (pzlan) āsn, tim āsn Allah tʿālyā sndi s rḥmts mnz th tim rvzn tath mnz hmyshh."
  },
  {
    "verse_id": 108,
    "translation": "Yim chih Allah tʿālyā sndụ̄ āyat, yim asụ̄ tohyhi pytth ḥqh san chih pran, th Allah tʿālyā chuhnh dunya valyn pytth ẓlm yczhan."
  },
  {
    "verse_id": 109,
    "translation": "Th Allah tʿālyā sndy khạṭrchuh yikynczhah āsmann th zmyns mnz chuh, th tmam kamhi yin Allah tʿālyā se kun phirnh."
  },
  {
    "verse_id": 110,
    "translation": "Tohụ̄ chihv bhtryn aumt yosh sarine lukn (hnzi rhnmạyy) khạṭr nnụ̄ chhe āmcz kddnh, tohụ̄ chihv rczruk ḥkm divan th burạyy nishhi chihv tthakh kran th Allah tʿālyā hs pytth chihv ayman thavan, th hrgah ahli ktab thi ayman aanhan,tylhi avs pzụ̄pạtthụ̄ tihindi khạṭr bhtr, timav mnz chih kynhh ayman vạlụ̄ thi th timav mnz chih akthr nafrman."
  },
  {
    "verse_id": 111,
    "translation": "Yim lukh hykn nh tohyhi stavnh varạe khnụ̄ thi nqṣan vatnạvith, th hrgah yim tohyhi sintụ̄ jng krn tylhi czaln yim pot khvri,pth yiyhi nh yimn mdd (thi) krnh."
  },
  {
    "verse_id": 112,
    "translation": "Tim yath jayhi thi lbnh yin timn pytth chhe dhlt mslṭ krnh āmcz aamhi varạe zitimn yiyhi kunhi jayhi Allah tʿālyā sndi vʿdh sintụ̄ ya lukn hndi vʿdh sintụ̄ (chhpn jae dinh) th tim chih Allah tʿālyā sndi ghẓbkụ̄ ḥqdar bnymtụ̄th timn pytth chhe moḥtạjy mslṭ āmcz krnh, yhi chuh aave zi tim ạsụ̄ Allah tʿālyā sndyn āyatn ankar kran byyhi ạsụ̄ anbyahn naḥq qtl kran,tkyazi tim ạsụ̄ nafrman spdụ̄ mtụ̄ th (buth phirns mnz) ạsụ̄ ḥd damtụ̄."
  },
  {
    "verse_id": 113,
    "translation": "Yim sạry chihnh brabr, ahli ktabv mnz chih kynhh lukh ḥqs pytth (thi) qạyim, tim chih rạcz phrn mnz Allah tʿālyā sndyn āyatn hnztlavt kran byyhi chih sjdn mnz rvzan."
  },
  {
    "verse_id": 114,
    "translation": "Tim chih Allah tʿālyā hs pytth th ạkhrt kis dohs pytth ayman anan, th rczruk chih ḥkm divan th brạyy nishhi chih tthakh kran, th nyk kamyn mnz chih brvnhh brvnhh āsan, th yimae lukh chih nykv karv mnz."
  },
  {
    "verse_id": 115,
    "translation": "Th yim lukh yosh thi nyk kạm krn tath yiyhi nh be qdry krnh,th Allah tʿālyā chuh prhyzgarn var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 116,
    "translation": "Pzụ̄pạtthụ̄ yimav lukv kfr chuh kormut,nah hykn tihindụ̄ mal timn Allah tʿālyā hs nshh (yʿny tmụ̄sndi ʿdhab nshhi) bchạvith th nah tihindụ̄ avlad, th timae lukh chih jhnmy yim tath mnz hmyshh rvzn."
  },
  {
    "verse_id": 117,
    "translation": "(yim lukh) yus mal (thi) yymhi dunyachh zndgy mnz khrch chih kran, tamich mthal chhe tamhi havhch hish yath mnz skht ktth kosh āshi (th) suh pyyhi tithis qvm kis zraʿts pytth yus pnnyn zuvan pytth ẓlm āshi kran, th pth kri suh tath tbah, th Allah tʿālyā hn kor nh timn pytth kanhh thi ẓlm blkh chih tim panh pnnyn pann pytth ẓlm kran."
  },
  {
    "verse_id": 118,
    "translation": "Ae ayman valyv! Tohụ̄ mah bnạviyvukh ghyr (pnnụ̄) raz dar, tim krn nh tuhndi khạṭrftnh tulns mnz (zanhh) kmy, timn chhe khvạhsh zi tohyhi goczuhv skht tklyf vatun, bughuẓ chuh tihnzv zbanv mnz panh non damut, th yus ʿdavt tihndyosyinav chuh khttith thvvmut suh chuh aamhi khoth (thi) zyadh. Aashi chhe tuhndi khạṭr nshạniyhi vaẓḥ krimacz hrgah tohyhi ʿql āsyv."
  },
  {
    "verse_id": 119,
    "translation": "Khbrdar spdiv! Tohụ̄ chihv tim lukh zi timn sintụ̄ chihv mḥbt thavan th tim chihv nh tohyhi psnd (thi) kran ḥalankh tohyhi chuhv sarine ktabn pytth ayman,byyhi yylhi tim tohyhi chih smkhan (tylhi) chih vnan,aashi chuh ayman aonmut, th yylhi kunụ̄ znụ̄ chih āsan tylhi chih tohyhi pytth shrart sintụ̄aathn czpụ̄ hyvan, frmạviv, mriv pnnhi hyhh sintụ̄, be shk chuh Allah tʿālyā diln mnz (khttith thavnh āmczn) kthn var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 120,
    "translation": "Hrgah tohyhi kanhh khyr vathi, tylhi chuh yimn nagvar gczhan, th agr tohyhi kanhh tklyf vathi tamhi sintụ̄chih khosh gczhan, th hrgah tohụ̄ ṣbr kran rvuziv th tqvyā rvuziv akhtyar krith, tylhi hykhi nh tihund fryb tohyhi kanhh nqṣan vatnạvith, yikynczhah tim kran chih be shk chuh Allah tʿālyā tath pytth aḥaṭh krith."
  },
  {
    "verse_id": 121,
    "translation": "Th (suh vqt kriv yad) yylhi tohụ̄ ṣubḥạe pnnhi gri pytthh rvanh spdith mslman ạsivvkh (ghzvh aḥd kis mvqʿs pytth ahli mkh kyn ṭaqt vr fvjn khlaf dfạʿī) jng khạṭr mvrchn pytth byhnavan, th Allah tʿālyā chuh aṣl pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 122,
    "translation": "Yylhi tohyhi mnz (bnv slmh khzrj th bnv ḥarthh avs) doyav dryv buzdly havnuk aradh kor, ḥalankh Allah tʿālyā avs timn doshvnụ̄ hund mddgar, th ayman valyn pazi Allah tʿālyā se pytth bhrvsh krun."
  },
  {
    "verse_id": 123,
    "translation": "Th Allah tʿālyā hn kornav tohyhi bdrs mnz mdd ḥalankh tohụ̄ạsụ̄v (tamhi vqth) balkl aathh chhnụ̄, lhādha, rvuziv Allah tʿālyā hs khoczan takh tohụ̄ bniv shkr gzar."
  },
  {
    "verse_id": 124,
    "translation": "Yylhi tohụ̄ mslmann frmavan ạsụ̄vzi kya tuhndi khạṭr chuhna yhi kạfy zi tuhund rb kri tyn sasn nạzl krnh āmtyn frshtn hndi dhryʿh tuhund mdd."
  },
  {
    "verse_id": 125,
    "translation": "Ā, agr tohụ̄ ṣbr rvuziv kran th prhyzgạry thạviv qạyim th tim (kfar) spdn tohyhi pytth tmy vqth (pvur) jvshhi san ḥmlh āvr tylhi kri tuhund rb panczav sasav nshan valyv frshtv hndi dhryʿh tuhund mdd."
  },
  {
    "verse_id": 126,
    "translation": "Th Allah tʿālyā hn bnvv yhi (mdd) mḥẓ tuhndi khạṭr khosh khbr th aamhi mvjvub zi aamhi sintụ̄ gczhn tuhndụ̄ dl mṭmyn, byyhi chuh mdd ṣrf Allah tʿālyā sndy ṭrfh āsan yus sytthah ghạlb ḥkmt vvl chuh."
  },
  {
    "verse_id": 127,
    "translation": "(mzyd) aamhi mvjvub zi (Allah tʿālyā) kri kạfrn hndis akis dris hlak nath krykh dhlyl, takh tim phyrn nakam gczihth pot."
  },
  {
    "verse_id": 128,
    "translation": "(ae ttatthhi! Vonụ̄) chuhnh aath mʿāmls sintụ̄ tuhund kanhh tʿlq drkar, (vonụ̄) krụ̄tn Allah tʿālyā timn tvbuk tvfyq nṣyb ya diy tnkh ʿdhab tikyazi tim chih ẓạlm."
  },
  {
    "verse_id": 129,
    "translation": "Th Allah tʿālyā sndy khạṭr chuh yikynczhah āsmann mnz th zmyns mnz chuh. Suh yas yczhi ts kri mghfrt, yas yyczihh ts diyhi ʿdhab, th Allah tʿālyā chuh varyah zyadh bkhshn vvl mhrban."
  },
  {
    "verse_id": 130,
    "translation": "Ae ayman valyv! Dognh th czognh krith mah ạsiv svudkhyvan, th Allah tʿālyā hs ạsiv khoczan takh tohụ̄ lbiv kamyaby."
  },
  {
    "verse_id": 131,
    "translation": "Th tath nars khocziv yus kạfrn hndi khạṭr tyar chuh krnh āmut."
  },
  {
    "verse_id": 132,
    "translation": "Byyhi rvuzivAllah tʿālyā snz th rsvl (ṣly Allah ʿlyh vslm) snz frmanbrdạry kran takh tohyhi pytth yiyhi rḥm krnh."
  },
  {
    "verse_id": 133,
    "translation": "Th pnnis rb sndis mghfrts th tth jnts kun pkvi tyzy san yymhi kis vsʿts mnz sạry āsman th zmyn chih yivan, yus prhyzgarn khạṭr tyar chuh krnh āmut."
  },
  {
    "verse_id": 134,
    "translation": "Yim chih tim lukh yim khosh ḥạly th tngy (doshvnụ̄ ḥaltn) mnz khrch chih kran,byyhi chih shrart kaphi rttn vạlụ̄ th lukn chih (tihnzn ghlṭyn pytth) drgzr krn vạlụ̄, th Allah tʿālyā chuh aḥsan krn valyn sintụ̄ mḥbt kran."
  },
  {
    "verse_id": 135,
    "translation": "Th (yim) chih tithụ̄ lukh zi yylhi kanhh aatur chuhkh gczhan ya chih pnnyn nfsn pytth ẓlm kran tylhi chih Allah tʿālyā snz dhkr kran, pth chih pnnyn gnahn mʿāfy mngan, th Allah tʿālyā hs varạe kus chuh gnahn mghfrt kran, th pth yim gnah timav krimtụ̄ ạsụ̄ timn pytth chihnh zạnith mạnith aṣrar thi kran."
  },
  {
    "verse_id": 136,
    "translation": "Yim chih tim lukh yuhund bdlh tihindis rb sndi ṭrfh mghfrt chuh, byyhi chih jnt yimn bnụ̄ kinụ̄ kolh chhe jạry, tim chih yimn mnz hmyshh rvzn vạlụ̄, th (nyk) ʿml krn valyn hund kvtah rut bdlh chuh."
  },
  {
    "verse_id": 137,
    "translation": "Tohyhi brvnhh chih (ptimyn aumtn khạṭr qdrt kh qanvnkụ̄) varyah ẓạbṭh guzrymtụ̄, lhādha, ạsiv tohụ̄ zmyns mnz phyran, pth ạsiv vuchhan zi buth phirn valyn hund kya anjam sapud."
  },
  {
    "verse_id": 138,
    "translation": "Yhi qrān chuh lukn khạṭr vaẓḥ byan th hdayt, byyhi chuh prhyzgarn khạṭr nṣyḥt."
  },
  {
    "verse_id": 139,
    "translation": "Th tohụ̄ mah hạriv hmt th nah mah briv ghm, th tohy yiyiv ghạlb hrgah tohyhi (mkml) ayman chuhv."
  },
  {
    "verse_id": 140,
    "translation": "Hrgah tohyhi (vonụ̄) kanhh zkhm chuhv logmut tylhi (thạviv yad zi) timn lukn thi chuh aamy qsmuk zkhm logmut, th yim chih doh yim asụ̄ lukn drmyan phirvan rvzan chihkh, th yhi (dohn hnzvath gth) chhe aamhi mvjvb zi Allah tʿālyā krnavi ahli aymann hnz phchan th tohyhi mnz kri kynczhn shhadtuk rotbh ʿṭa, th Allah tʿālyā chuhnh ẓạlimn psnd kran."
  },
  {
    "verse_id": 141,
    "translation": "Th yhi chuh aamhi mvjvb (thi) zi Allah tʿālyā pzlavi (mzyd) ayman valyn (yʿny pak th ṣaf krykh) th kạfrn mittavi."
  },
  {
    "verse_id": 142,
    "translation": "Kya tohụ̄ chuhva yhi gman zi tohụ̄ gczihv (yithe) jnts mnz ḥalankh Allah tʿālyā hn chihnh vunh tohyhi mnz jhad krn vạlụ̄prkhạvimtụ̄ th nah chihn ṣbr krn vạly prkhạvimtụ̄."
  },
  {
    "verse_id": 143,
    "translation": "Th tohụ̄he ạsụ̄vaath smkhnh brvnhh (shhadt kh) mvtuk tmna kran, lhādha, vuchhvvn shu tohyhi vnụ̄ pnnyn achhn brvnhh knhi."
  },
  {
    "verse_id": 144,
    "translation": "Th Muḥammad (ṣly Allah ʿlyh vslm thi) chih rsvle (nah kh khda), tohyhi brvnhh thi chih kynhh pyghmbr (mshklat th tklyf vytrạvụ̄vytrạvụ̄ yymhi dunya) guzrymtụ̄,pth hrgah tim (ṣly Allah ʿlyh vslm) vfat krn ya shhyd yin krnh tylhi kyatvhụ̄ gczihv a (ptimis mdhhbs kun) pvt khvri phyrith? (yʿny kya tvhụ̄ kriva tihndis vfats ya shhadts pytth mʿādh Allah dyn aslam kh ḥq nah āsnuk ya tihund ḥqyqy rsvl nah āsnuk guman) th yus aakha pvt khvri phyirith gczihh, suh vatnayhi nh Allah tʿālyā hs hrgzthi kanhh dadarh, th Allah tʿālyā kri jlde (mshklatn pytth thạbt qdm rvuzith) shkr krn valyn jza ʿṭa."
  },
  {
    "verse_id": 145,
    "translation": "Th kanhh shkhṣ hykhi nh Allah tʿālyā sndi ḥkmh varạe mrith (tmụ̄ sund) vqt chuh lykhith, th yus shkhṣ dunyahuk anʿām chuh yczhan, asụ̄ chih ts tamhi mnz divan, th yus ạkhrtuk anʿām chuh yczhan, asụ̄ chih ts tamhi mnz divan, byyhi dimav asụ̄ jlde shkr krn valyn (sytthah zyadh) bdlh."
  },
  {
    "verse_id": 146,
    "translation": "Th kạtyave anbya ạsụ̄ tithụ̄ yimav jhad kor,timn sintụ̄ spdụ̄ varyah Allah vạlụ̄ (avlya) thi shryk, pth nah hạr timavhmt timn mṣybtn hndi bạʿth yim timn Allah tʿālyā snzi vathi mnz āe, th nah hạv timavkmzvur y th nah mạnụ̄ timav har, th Allah tʿālyā chuh ṣbr krn valyn sintụ̄ mḥbt kran."
  },
  {
    "verse_id": 147,
    "translation": "Th tihund vanun avs nh aamhi altjavarạe kihinụ̄zi, ae sanhi rbh! Sanyn gnahn kr mghfrt th sanyn kamyn mnz kr sanhi dsụ̄ spdn vajinyvzyadtiyav nishhi drgzr th aashi thav (pnnhi vathi mnz) thạbt qdm, byyhi kr aashi kạfrn pytth ghlbh ʿṭa."
  },
  {
    "verse_id": 148,
    "translation": "Lhādha kor Allah tʿālyā hn timn dnyahuk anʿām thi ʿṭa th ạkhrt kh bhtryn ajr sintụ̄ thi nvạzin, th Allah tʿālyā chuh (timn) nykvkarn sintụ̄ mḥbt kran (yim ṣrf tsụ̄ yvt chih yczhan)."
  },
  {
    "verse_id": 149,
    "translation": "Ae ayman valyv!hrgah tohyhi kạfrn hund vonmut mvnuv tylhi phirnavtohyhi tim vaps (kfrs kun) pth phyiriv tohụ̄ khsarh ld bnith pot."
  },
  {
    "verse_id": 150,
    "translation": "Blkh chuh Allah tʿālyā tuhund mvlyā, th suh chuh sarine hndi khoth bhtrmdd krn vvl."
  },
  {
    "verse_id": 151,
    "translation": "Asụ̄travav jlde kạfrn hndyn diln mnz (tuhund) byim, aamhi vjh kinụ̄ zi timav chuh suh chyzAllah tʿālyā sund shryk tthhrvvmut yymhi khạṭr Allah tʿālyā hn kanhh sand chhanh nạzl krmcz, th tihund tthkanh chuh jhnm, th ẓạlmn hund (suh) tthkanh chuh sytthah khrab."
  },
  {
    "verse_id": 152,
    "translation": "Th be shk hvvnav Allah tʿālyā hn tohyhi panun vʿdh poz krith yylhi tohụ̄ tmụ̄ sndi ḥkmh tim qtl ạsụ̄vvkh kran aot tam zi tohyhi krvbzdly th (rsvl ṣly Allah ʿlyh vslmn hndis) ḥkms mtʿlq lgvi czuvnhi th tohyhi krv aamhi pth (tihnz) nafrmạny yylhi zn tohyhi Allah tʿālyā hn so (ftḥ) hạvmcz ạsnav yosh tohụ̄ yczhan ạsụ̄v, tohyhi mnz avs kanhh dnyahuk khvahsh mnd th tohyhi mnz avs kanhh ạkhrtuk ṭlbgar, pth phirinav tohụ̄tmụ̄timn nishhi (mghlvb krith) takh suh āzmavyv tohyhi (aamhi pth) kornavtmụ̄ tohyhi mʿāf, th ahli aymann pytth chuh Allah tʿālyā bodd fẓl krn vvl."
  },
  {
    "verse_id": 153,
    "translation": "Yylhi tohụ̄ (afratfry hndis ḥalts mnz) czalan ạsụ̄v th pot nẓr dith ạsụ̄v nh kạnshi kun vuchhan th rsvl (ṣly Allah ʿlyh vslm) ạsụ̄ v tath jmaʿts mnz (khrra) yosh tohyhi pth knhi (thạbt qdm) rvuzmcz ạs tvhyhi nad layan, pth diyutnav tmụ̄ tohyhi ghms pytth ghm (yhi ạs nṣyḥt th trbyt) takh tohụ̄ kriv nh ghm tath pytth yus tuhndyv aathv mnzdav th tath mṣybts pytth yus tohyhi pytth āv, th Allah tʿālyā chuh tuhnzv kamyv nishhi bakhbr."
  },
  {
    "verse_id": 154,
    "translation": "Pth kor tmụ̄ (aamhi) ghmh pth tohyhi pytth (tskyn khạṭr) ghnvdgy hndis ṣvrts mnz aaman nạzl yosh tohyhi mnz akis jmaʿts pytth ṭạry gyhi, th byyhi akis dris (yus mnafqn hund avs) ạs ṣrf pnnyn zuvan hnz fkr, tim ạsụ̄ Allah tʿālyā hs sintụ̄ naḥq gman kran yim (mḥẓ) jhaltkụ̄ gman ạsụ̄, tim chih vnan kya aath kamhi mnz chha sanhi khạṭr thi kynhh (akhtyar)? Frmạviv zi sare kamhi chhe Allah tʿālyā sndise aaths mnz, tim chih pnnyn diln mnz timh kthh khttith thạvith yimh tohyhi pytth ẓạhr chihnh divan gczhnh. Vnan chih zi hrgah aath kamhi mnzsvn akhtyar āshi he tylhi yimh havnh asụ̄ aath jayhi qtl krnh. Frmạviv, hrgah tohụ̄ pnnyn gran mnz (thi) ạsihivu tylhi thi yuhund marnh yun lykhnh avs āmut tim yhian ẓrvr pnnyn qtl gahn kun nyirith, th yhi chuh aamhi mvjvb (krnh āmut) ziyikynczhah tuhndyn syinn mnz chuh Allah tʿālyā āzmavi tath th yim (vsvsh) tuhndyn diln mnz chih, timn kri var pạtthụ̄ ṣaf th Allah tʿālyā chuh syinn hnz kth aṣl pạtthụ̄ zanan."
  },
  {
    "verse_id": 155,
    "translation": "Be shk yim lukh tohyhi mnz tamhi doh czlimtụ̄ ạsụ̄yylhi doshvnụ̄ fvjn panh vạnụ̄ buthụ̄ lage gmcz ạs, tim ạsụ̄ mḥẓ shyṭann ddạlimtụ̄, tihinz kmhi tam ʿmlhi hndi kinụ̄ yosh timav krmcz ạs, be shk kor Allah tʿālyā hn timn mʿāf, pzụ̄pạtthụ̄ chuh Allah tʿālyā sytthah bkhshn vvl bodd brdbar."
  },
  {
    "verse_id": 156,
    "translation": "Ae ayman valyv! Tohụ̄ mah bniv timn kạfrn hndụ̄ pạtthụ̄ yim pnnyn timn bayn mtʿlq yim (kunhi jayhi) sfrs pytth āsn gmtụ̄ ya āsn jhad kran (th tathi mrn) yhi vanan chih zi hrgah aashi nishhi āshan tylhi nah mrhan th nah yhin qtl krnh, takh Allah tʿālyā thavi aath (gmans) tihindyn diln mnz ḥsrt bnạvith, th Allah tʿālyā he yvt chuh zndh thavan th maran, byyhi chuh Allah tʿālyā tuhndụ̄ aʿmal aṣl pạtthụ̄ vuchhan."
  },
  {
    "verse_id": 157,
    "translation": "Th hrgah tohụ̄ Allah tʿālyā snzi vathi mnz qtl krnh yiyiv ya mvt yiyav, tylhi chih Allah tʿālyā snz mghfrt th rḥmt tamhi (mal vdvlt) khoth sytthah bhtr yus tohụ̄ jmʿ chihv kran."
  },
  {
    "verse_id": 158,
    "translation": "Th hrgah tohụ̄ mriv ya marnh yiyivu tohụ̄ (sạry) yiyiv pth Allah tʿālyā sndis drbars mnz jmʿ krnh."
  },
  {
    "verse_id": 159,
    "translation": "(ae ṣfat thavn valhi ttatthhi!) kiczh rḥmt chhe Allah tʿālyā snzzi tohụ̄ chihv yhindi khạṭrnrm dl th hrgah tohụ̄ trosh (th) skht dl ạsihiv tylhi czlhan tohyhi andụ̄ pkụ̄ lukh mntshr gczihth, lhādha ạsiv tohụ̄ yimn drgzr kran th yhindi khạṭr ạsiv mghfrt mngan th (ahm) kamyn mnz ạsiv yimn sintụ̄ mshvrh kran, pth yylhi tohụ̄ pokhth aradh kriv pth ạsiv Allah tʿālyā hs pytth bhrvsh kran, be shk chuh Allah tʿālyā tvkl krn valyn sintụ̄ mḥbt kran."
  },
  {
    "verse_id": 160,
    "translation": "Agr Allah tʿālyā tohyhi mdd kri tylhi hykhi nh tohyhi pytth kanhh ghạlb spdith th agr suh tohyhi mdd krinh, tylhi kus chuh tiyuth yus pth tohyhi mdd hykhi krith byyhi pazi mvmnn Allah tʿālyā se pytth bhrvsh thavun."
  },
  {
    "verse_id": 161,
    "translation": "Th kạnshi nby sndis bars mnz chuhnh yhi gmane mmkn zi suh thavi kynhh khttith, th yus kanhh (kạnshi hund ḥq) khttith chuh thavan tylhi pyyhi qyamtuk doh ts thi aanun yhi tmụ̄ khttith avs thvvmut, pth yiyhi pth shkhṣs tmụ̄ snzi ʿmlhi hund pvur bdlh dinh th timn pytth yiyhi nh ẓlm krnh."
  },
  {
    "verse_id": 162,
    "translation": "Ạkhrsuh shkhṣ yus Allah tʿālyā snzi mrẓy tabʿ spud kithh hykhi ts shkhṣh sndụ̄ pạtthụ̄ ạsith yus Allah tʿālyā sndi ghẓbuk ḥqdar bnyav th tmụ̄ sund tthkanh chuh jhnm, th so chhe sytthah vultth jae."
  },
  {
    "verse_id": 163,
    "translation": "Allah tʿālyā sndis drbars mnz chih tihindụ̄ mkhtlf drjat, th Allah tʿālyā chuh tihindụ̄ aʿmal var pạtthụ̄ vuchhan."
  },
  {
    "verse_id": 164,
    "translation": "Pzụ̄pạtthụ̄kor Allah tʿālyā hn mslmann pytth bodd aḥsan zi timn mnz svuzun timve mnz (ʿẓmt vvl) rsvl (ṣly Allah ʿlyh vslm) yus timn pytth tmụ̄ sndụ̄ āyat chuh pran th timn chuh pak kran, byyhi chuh timn ktab th ḥkmtch tʿlym divan agr chhi tim lukh godd ttakarh gmrạhy mnz ạsụ̄."
  },
  {
    "verse_id": 165,
    "translation": "Kya yylhi tohyhi aakh mṣybt vvtuvḥalankh tohyhi avsuv aamhi khoth dognh (dshmns) vatnvvmut, pth lvguv tohyhi vanun zi yhi kthi āv? Frmạviyvukh,yhi chuhv tohyhi pnny ṭrfh, be shk chuh Allah tʿālyā pth chyzs pytth var pạtthụ̄ qdrt thavan."
  },
  {
    "verse_id": 166,
    "translation": "Th tamhi doh yus tklyf tohyhi vvtuv yylhi doshvae lshkr aakh akis mqablh ạsụ̄ āmtụ̄, ā, suh avs Allah tʿālyā sndi (y) ḥkmh, th yhi avs aamhi mokhh ziAllah tʿālyā krnavi ayman valyn hnz phchan."
  },
  {
    "verse_id": 167,
    "translation": "Th tithyn lukn hnz phchan thi krnavi yim mnafq chih th yylhi timn vannh āv zi vlivAllah tʿālyā snzi vathi mnz kriv jng ya (āv vaẓḥ krth vannh zi dshmn sndi ḥmluk) dfaʿ kriv pth lgụ̄ vannhi, hrgah aashi pe āshi he zi (pzụ̄pạtthụ̄) spdi lrrạe (ya zanhav yhi Allah tʿālyā snzi vathi mnz jng) tylhi krhav ẓrvr tuhnz pạrvy.tamhi doh ạsụ̄ tim (ẓạhry) ayman khvth zyadh ttakarh kfrs nkhh, tim chih pnnhi chantthi timh kthh vnan yimh tihindyn diln mnz chhanh, th Allah tʿālyā chuh (timh kthh) varpạtthụ̄ zanan yimh tim khttith chih thavan."
  },
  {
    "verse_id": 168,
    "translation": "(yim) chih time lukh yimav aamhi bavjvd zi panh rvudụ̄ (grn mnz) bihth, pnnyn bayn mtʿlq von zi hrgah tim svn manhan tylhi yhian nh marnh, frmạviv, tohụ̄ bchạviv panun pan mvt nishhi, hrgah tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 169,
    "translation": "Th yim lukh Allah tʿālyā snzi vathi mnz qtl yin krnh, hrgz (thi) zạnụ̄ziyvkh nh tim mord, blkh chih tim pnnis rb sndis drbars mnz zndh, timn chh (jnt chn nʿmtn hund) rzq yivan dinh."
  },
  {
    "verse_id": 170,
    "translation": "Tim chih (pvshhi vunhi zndgy hnzn) timn (nʿmtn) pytth khosh th khoshḥal rvzan yimh Allah tʿālyā hn timn pnnhi fẓlh sintụ̄ ʿṭa chhe krith thavimacz, byyhi chih pnnyn timn ptimyn thi yim (vuniyus tam) timn smkhith hykụ̄ nh (timn ayman th aṭaʿt chh vathi pytth vuchihth) khosh spdan zi timn pytth thi nah āshi kanhh khvf th nah āsn tim ghmgyn."
  },
  {
    "verse_id": 171,
    "translation": "Tim chih Allah tʿālyā sndi (qurbt kyn dydarn hndi) nʿmth th (mlaqat kyn mychhrn hndi) fẓlh sintụ̄ mzh san rvzan th aath pytth (thi) zi Allah tʿālyā chuhnh ayman valyn hund ajr ẓayʿ kran."
  },
  {
    "verse_id": 172,
    "translation": "Yimav lukv zkhm khynh pth thi Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) sndis ḥkms pytth lbyk von, timn mnz yim aḥsan krn vạlụ̄ th prhyz gar chih, tihindi khạṭr chuh bodd ajr."
  },
  {
    "verse_id": 173,
    "translation": "(yim chih) tim lukh yimn lukv von zi mkhạlf lukh chih tuhndi mqablh khạṭr (sytthah kthrt san) jmʿ gmtụ̄, lhādha khocziv timn, (aamhi kthhi) hurrvv tihund ayman vare zyadh th timav lvg vanun aashi chuh Allah tʿālyā sytthah th suh kvtah rut aathh rott krn vvl chuh."
  },
  {
    "verse_id": 174,
    "translation": "Pth phyirụ̄ tim (mslman) Allah tʿālyā sund anʿām th fẓl hyth vaps, timn vvt nh kanhh nqṣan th timav kr Allah tʿālyā snzi mrẓy hnz pạrvy,th Allah tʿālyā chuh bodd fẓl vvl."
  },
  {
    "verse_id": 175,
    "translation": "Be shk chuh yhi (mkhbr) shyṭane yus (tohyhi) pnnyv dvstv sintụ̄ khocznavan chuhvu lhādha mah ạsiv timn khoczan th me yvt ạsiv khoczan agr tohụ̄ mvmn chihv."
  },
  {
    "verse_id": 176,
    "translation": "(ae ʿālmh kh ghmkhvar!) yim lukh kfrs (mdd krns) mnz sytthah tyzy chih kran tihindi sintụ̄ mah gczihv tohụ̄ ghmgyn, tim hykn nh Allah tʿālyā hs (yʿny tmụ̄ sndis dyins) kanhh nqṣan vatnạvith, th Allah tʿālyā chuh yczhan zi tihindi khạṭr thavinh ạkhrts mnz kanhh ḥiṣh, byyhi chuh tihindi khạṭr zbrdst ʿdhab."
  },
  {
    "verse_id": 177,
    "translation": "Be shk yimav ayman bdlh kfr chuh mlụ̄ hyotmut tim hykn nh Allah tʿālyā hs kanhh nqṣan krith, th tihindi khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 178,
    "translation": "Th kạfr mah krin hrgz yhi gman ziasụ̄ yosh mhlt timn divan chih (yhi) chuh tihindyn zuvan khạṭr bhtr, asụ̄ chih timn (yhi) mhlt ṣrf aamhi mvjvb divan zi tim gczhn gnahs mnz byyhi brvnhh pknụ̄ th tihindi khạṭr chuh (ạkhrkar) dhlt vvl ʿdhab."
  },
  {
    "verse_id": 179,
    "translation": "Th Allah tʿālyā travi nh mslmann hrgz aath ḥals mnz yath mnz tohụ̄ (vunụ̄ kyns) chihvyot tam nh suh napak kri pak nishhi juda,byyhi chhanh Allah tʿālyā snz yhi shan zi (ae lukv!) tohyhi kryv ghyb nishhi bakhbr mgrAllah tʿālyā yymis pnnyv rsvlv mnzyczihi ts chuh (ghyb kh ʿlmh khạṭr) czaran, lhādha aniv tohụ̄ Allah tʿālyā hs th tmụ̄ sndyn rsvln pytth ayman, th agr tohụ̄ ayman aniv byyhi kriv tqvyā akhtyar tylhi chuh tuhndi khạṭr sytthah thvab."
  },
  {
    "verse_id": 180,
    "translation": "Th yim lukh tamhi (mal vdvlt) mnz dins bkhl chih kran yus Allah tʿālyā hn timn pnnhi fẓl sintụ̄ ʿṭa chuh kormut tim mah krin hrgz aath bkhyly pnnis ḥqs mnz bhtr khyal, blkh chuh yhi tihindis ḥqs mnz sytthah bur, ʿnqryb yyh qyamt kh doh timn (grdnụ̄ mnz) tamhi maluk ṭvq lagnh yath mnz bkhl kran rvudimtụ̄ āsn, th Allah tʿālyā he chuh āsmann hundth zmynuk vạrth (yʿny yithh pạtthụ̄ vunụ̄ kyns mạlk chuh tithe pạtthụ̄ rvzi tohyhi sarne hnd mrnh pth thi sue mạlk) byyhi chuh Allah tʿālyā tuhnzv tmam kamyv nishhi bakhbr."
  },
  {
    "verse_id": 181,
    "translation": "Be shk bvuz Allah tʿālyā hn timn lukn hnzkth yim vnan chih zi Allah tʿālyā chuh mḥtaj th asụ̄ chih ghny, vonụ̄ thavav asụ̄ tihnz tmam kthh th tihund anbya naḥq qtl krnụ̄ (thi) lykhith th (qyamt kh doh) frmavav zi (vonụ̄) vuchihv (tohụ̄) zaln valh ʿdhabuk mzh."
  },
  {
    "verse_id": 182,
    "translation": "Yhi chuh timn ʿmln hund bdlh ym tuhndyv aathv panh chih brvnhh kun svzmcz th be shk chuhnh Allah tʿālyā bndn pytth ẓlm krn vvl."
  },
  {
    "verse_id": 183,
    "translation": "Yim lukh (yʿny yhvudụ̄ ḥylh rngụ̄) yhi vnan chih ziAllah tʿālyā hn avs aashi yhi ḥkm svuzmut ziasụ̄ gczhv nh kạnshi pyghmbrs pytth ayman aannụ̄ yot tam nh suh (pnnis rsalt kis thbvts mnz) ticzh qrbạny aanhi yath nar (yiyhi th) khyyhi, tohụ̄frmạviv (yimn), be shk āe me brvnhh varyah rsvl ttakarh nshạniyhi hyth th so nshạny hyth thi (āe) yosh tohụ̄ vnan chihvu (aamhi bavjvd) kyazi kriụ̄vvkh tohyhi tim shhyd hrgah tohụ̄ (yyitụ̄) pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 184,
    "translation": "Aamhi pth thi agr tohyhi ankar krn (myanhi ttatthhi ghmgyn mah gczihv) tohyhi brvnhh thi āv varyahn rsvln buth phirnh yim ttakarh nshạniyhi (yʿny mʿjzat) th ṣḥyfh th rvshn ktab hyth āmtụ̄ ạsụ̄."
  },
  {
    "verse_id": 185,
    "translation": "Pth kanhh zndh zuv chuh mvtuk mzh vuchhn vvl, th tuhndụ̄ ajr yin pvuri pvurqyamt kh dohe dinh, lhādha, yus akhah jhnm nishhi bchavnh āv th jnts mnz āv travnh, suh gov pzụ̄pạtthụ̄ kamyab, th dnyahch zndgy chhanh dvkhh kh mal varạe byyhi kihinụ̄."
  },
  {
    "verse_id": 186,
    "translation": "(ae mslmanv!) tohụ̄ yiyiv ẓrvr th ẓrvr tuhndyn maln th tuhndyn jann mnz āzmavnh, byyhi āsnv tohyhi pth ṣvrts mnz timn lukn nishhi yimn tohyhi brvnhh ktab ạs dinh āmcz th timn lukn nishhi yim mshrk chih varyah tklyf dinh vajnh (pamh) bvznhi, th hrgah tohụ̄ ṣbr rvuziv kran th tqvyā hs pytth rvuziv ddttith tylhi chuh yhi sytthah hmt vajinyv kamyv mnz."
  },
  {
    "verse_id": 187,
    "translation": "Th yylhi Allah tʿālyā hn timn lukn pokhth vʿdh hyot yimn ktab ạs ʿṭakrnh āmcz zitohụ̄ kriyvun yhi ẓrvr lukn nishhi ṣaf ṣaf byan th (yikynczhah aath mnz byan chuh spud mut) suh thạviv nh khttith, pth trvv timav suh vʿdh pth kun th aamhi bdlh korukh mʿmvly qinmt ḥạṣl, lhādha chhe yhi tihnz sytthah khrab khrydạry."
  },
  {
    "verse_id": 188,
    "translation": "Tohụ̄ mah kriv hrgztithyn lukn (njat lbn vạlụ̄) khyal yim pnnyn kạristạniyan pytth khvsh chih gczhan th timn ʿmln pytth thi chih pnnyn tʿryfn hnzkhvạhsh thavan yimh nh timav kr (byyhi aakhi phiri āv tạkyd khạṭr frmavnh) lhādha mah smjhvukh tohụ̄ hrgz tim ʿdhab nishhi njat lbn vạlụ̄, th tihindi khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 189,
    "translation": "Th tmam āsmann hnz th zmynch badshạhy chhe Allah tʿālyā sndy khạṭr, byyhi chuh Allah tʿālyā pth chyzs pytth qdrt thavan (lhādha thạviv tohụ̄ panun tvjh th tvkl ṣrf tsụ̄ pytth)."
  },
  {
    "verse_id": 190,
    "translation": "Be shk chhe āsmann hnds th zmyn kis tkhlyqs mnz, byyhi rat doh kis yins gczhns mnz ʿqli slym thavn valyn khạṭr (Allah tʿālyā sndi qdrt chhi) nshạnyhi."
  },
  {
    "verse_id": 191,
    "translation": "Yim chih tim lukh yim (ʿạjzy san) vodnụ̄ th (adbh san) bihth th (jdạyy mnz trrpan trrpan) pnnyn lrn pytth (thi) Allah tʿālyā hs yad chih kran rvzan, byyhi chih āsmann hnds th zmyn kis tkhlyqs (mnz karfrmatmụ̄ sndis ʿẓmts th ḥusn kyn jlvan) mnzfkrrvzan kran (pth chih tmụ̄ sndis mʿrfts mzh vuchihth nad layan) ae sanhi rbh! Cze bnvvuth nh yhi (svrue kynhh) be ḥkmt th be tdbyir, cz chuhkh (tmam kmzvryvth mjbvuryav nishhi) pak, bs aishi bchav jhnm kh ʿdhab nishhi."
  },
  {
    "verse_id": 192,
    "translation": "Ae sanhi rbh! Be shk yus cz jhnms mnz travhn tylhi korthn cze suh pzụ̄pạtthụ̄ khjil, th ẓạlimn khạṭr chuhnh kanhh mddgar."
  },
  {
    "verse_id": 193,
    "translation": "Ae sanhi rbh! (aashi avsukh cz mshith gomut) pth bvuzaashi aakh nad dinh vvl yus aymanuk nadavs divan zi (lvukv!) pnnis rbs pytth aniv ayman, pth aon aashi ayman. Ae sanhi rbh! Vonụ̄ krth sanyn gnahn mghfrt th sạnụ̄khṭah nhnavukh sanhi (aʿmal namh) nishhi th aashi di nyk lukn sintụ̄ mvt."
  },
  {
    "verse_id": 194,
    "translation": "Ae sanhi rbh! Byyhi kr aashi thi svrue ʿṭa yymiyuk cze pnnyn rsvln hndi dhryʿh aashi sintụ̄ vʿdh chhy kormut, byyhi mah kraashi qyamt kh doh rsva, be shk chuhkh nh cz vʿds khlaf kran."
  },
  {
    "verse_id": 195,
    "translation": "Pth kor tihindụ̄ rbn tihund dʿā qbvl (th frmvvukh) pzụ̄pạtthụ̄ chuhs nh bh tohyhi mnz kạnshi mḥnt krn vạlụ̄ snz mozvurụ̄ ẓayʿ kran khvah mrd ạsitn ya khatvn,tohụ̄ sạry chihvaakh akụ̄ sndi mnze, vonụ̄ yimav lukv (Allah tʿālyā snd khạṭr) vṭn trạvụ̄ th (tmụ̄ snde bạʿth) āe pnnyv grv mnz krrnh th myanhi vathi mnz āe stavnh th (myanhi mokhh) krkh lrrạe th āe marnh, bh mittavẓrvr tihindụ̄ gnah timn (hndiaʿmal namh) nishhi th tim krkh pzụ̄pạtthụ̄ timn jntn mnzdạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan,yhi chuh Allah tʿālyā sndi drbar nishhi ajr th Allah tʿālyā se nishhi chuh (aamhi khoth thi) khsith ajr."
  },
  {
    "verse_id": 196,
    "translation": "(ae Allah tʿālyā sndi bndh!) kạfrn hund shhrn mnz (ʿīsh v ʿshrt san) phyrun yinh cze kunhi dvkhs mnz trạvy."
  },
  {
    "verse_id": 197,
    "translation": "yhi chuh (kynczhn dohn hund) mʿmvly fạyidh, pth āshi tihund tthkanh jhnm, th suh chuh sytthah bur tthkanh."
  },
  {
    "verse_id": 198,
    "translation": "Albth yim lukh pnnis rbs khoczan rvudụ̄ tihindi khạṭr chih jnt yimn bnụ̄ kinụ̄ kolh chih pkan, tim chih yimn mnz hmyshh rvzn vạlụ̄,Allah tʿālyā hs nishhi chhe (tihnz) pczhụ̄lạzụ̄ th (pth tmụ̄ snzi nzdyky hnz jae, ḥusnuk jlvh, mlaqatch nʿmt, alghrẓ) yikynczhah Allah tʿālyā hs nishhi chuh suh chuh nyk lukn khạṭr ḥd khoth jan."
  },
  {
    "verse_id": 199,
    "translation": "Th be shk chih kynhh ahli ktab tithụ̄ thi yimn Allah tʿālyā hs pytth ayman chuh th tath ktabih pytth thi (chih ayman anan) yosh tohyhi kun nạzl chhe āmcz krnh byyhi yosh timn kun nạzl ạs krnh āmcz th tihindụ̄ dl chih Allah tʿālyā sndis drbars mnz nmith rvzan th Allah tʿālyā sndyn āytn hndi bdlh chihnh mʿmvly qinmt rttan, yim chih tim lukh yuhund ajr tihindis rbs nishhi chuh, be shk chuh Allah tʿālyā ḥsabs mnz jldy krn vvl."
  },
  {
    "verse_id": 200,
    "translation": "Ae ayman valyv!ṣbr kriv th thạbt qdm rvzns mnzkriv (dshmn sndi khoth thi) zyadh mḥnt th (jhad khạṭr) rvuziv varpạtthụ̄ tyar, th (hmyshh) thạvivAllah tʿālyā sund tqvyā qạyim takh tohụ̄ hykvi kamyab spdith."
  }
]