[
  {
    "verse_id": 1,
    "translation": "Ae lvukv!pnnis rbs khvuczivyymụ̄ tuhnz pydạysh akhi jan sintụ̄ (shrvʿ) kr, pth korun tamụ̄ se nshi tmụ̄ sund jvr pạd, pth phạlạvin yimav doshvyav nishhi kthrt san mrd th khatvnh (tkhlyq krth), th khocziv ts Allah tʿālyā hs yymụ̄ sndi vasṭh sintụ̄tohụ̄ aakh akis mngan chihv th qrabt darn (mnz thi kriv tqvyā akhtyar), be shk chuh Allah tʿālyā tohyhi pytth nẓrthạvith."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi diyiv ytymn tihindụ̄ mal th khrab chyz mah ạsiyvun rthi chyz sintụ̄ bdlavan, byyhi mah ạsiv tihindụ̄ mal pnnyn maln sintụ̄ rlạvith khyvan,pzụ̄pạtthụ̄ chuh yhi bodd gnah."
  },
  {
    "verse_id": 3,
    "translation": "Th agr tohyhi khyal āshi zi tohụ̄ hykvi nh ytym kvryn hndis bars mnz anṣaf krith tylhi kriv timn khatvnn sintụ̄ nkaḥ yimh tuhndi khạṭr psndydh th ḥlal āsn, z zya te te yaczvr czvr (mgr yhi ajazt chuh ʿdlh kis shrṭs pytth) pth agr tohyhi andyshhi āshi zi (zạyid khandarinyn mnz) hykvi nh tohụ̄ʿdl krith tylhi kriv ṣrf akụ̄ se khatvnhi sintụ̄ (nkaḥ) ya timh knyzh yimh (shrʿī ṭvr) tuhndis mlkyts mnz āmcz āsn, yhi kth chhe aath sytthah nkhh zi tuhndi sintụ̄ spdinh ẓlm."
  },
  {
    "verse_id": 4,
    "translation": "Th znann ạsiv tihindụ̄ mahr khosh dly san ada kran, pth agr timh aamhi (mhr) mnz kynhh tuhndi khạṭr pnnhi khvshy travan tylhi khyyiv suh (pnnhi bapt) sazgar th khoshgvar zạnith."
  },
  {
    "verse_id": 5,
    "translation": "Th tohụ̄ mah kriv nasmjhn pnnụ̄ (ya tihindụ̄) mal ḥvalh yim Allah tʿālyā hn tuhnz mʿīsht ddnjhi rttnkụ̄ dhryʿh chih bnạvimtụ̄. Ā, tim rvuziyvukh aamhi mnz khyavan th tihnztan rvuziv valan, byyhi ạsiv timn sintụ̄ rczrch kth kran."
  },
  {
    "verse_id": 6,
    "translation": "Th ytymn rvuziv (trbyty ṭvr) vuchhan th āzmạyish kran yot tam zn nkaḥ krns (layq vạnshi) vatn, pth hrgah tohụ̄ timn mnz hvshyạry (th rut ṭvr ṭryqh) vuchihv tylhi kriv tihindụ̄ mal timn ḥvalh,th tihindụ̄ mal mah khyyiv fẓvl khrchy th jld bạzy mnz (aamhi andyshhi kinụ̄) zi tim gczhn brrụ̄ (th mal nin vaps), th yus kanhh khoshḥal āshi suh rvuzin (ytym sndi mal nishhi) balkl bchith th yus (panh) nadar āshi ts pazi (ṣrf) mnạsb ḥds tam khyon,th yylhi tohụ̄ tihindụ̄ mal timn ḥvalh lạgiv krnụ̄ tylhi ạsiv timn gvah thavan, th ḥsab hynh vvl chuh Allah tʿālyā he yvt sytthah."
  },
  {
    "verse_id": 7,
    "translation": "Mrdn khạṭr chuh tamhi (mal) mnz ḥṣh yus mạlụ̄ majhi th qryby rshth darav pth kun trvvmut āshi th khatvnn khạṭr (thi) chuh tamhi (trkh) mnz ḥṣh yus mạlụ̄ majhi th qryby rshth darav pth kun āshi trvvmut. Suh pth kun travnh āmut (trkh) km ạsụ̄ tn ya zyadh ạsụ̄tn ḥṣh chuh (Allah tʿālyā sund) mqrrkrnh āmut."
  },
  {
    "verse_id": 8,
    "translation": "Th agr (vratht) bạgravnh kis mvqʿs pytth āsn rshth dar th ytym th mḥtaj (yim nh vạrth āsn) mvjvd, tylhi diyiv aamhi mnz kynczhah timn thi th timn sintụ̄ kriv rut klam."
  },
  {
    "verse_id": 9,
    "translation": "Th (ytymn sintụ̄ mʿāmlat vrtavn valyn) lukn pazi khoczun zi hrgah tim pans pth kun nvtvan shurụ̄ travhn, tylhi (kvtah) āshan tim (mrnh vqth) timn shuryn hndis ḥals pytth khvfh htụ̄ (th fkr mnd), lhādha pazi timn (ytymn mtʿlq) Allah tʿālyā hs khoczan rvzun th (timn) pzykh syz kth vannụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Be shk yim lukh ytymn hndụ̄ mal naḥq pạtthụ̄ khyvan chih, tim chih pnnyn shikmn mnzmḥẓ nar bran, th tim gczhn ʿnqryb vuhvnis nars mnz."
  },
  {
    "verse_id": 11,
    "translation": "Allah tʿālyā chuhv tohyhi tuhndyn avladn (hndis vrathts) mtʿlq ḥkm divan zi nychvis khạṭr chuh don kvryn hund yvt ḥṣh, pth hrgah ṣrf kvre yvt āsn (z ya) doyav khoth zyadh tylhi chuh tihindi khạṭr aamhi trkh mnzz tihạyy3/2 ḥṣh,th agr so kuny āshi tylhi chuh tmụ̄ sndi khạṭr nṣf, th yymụ̄ vratht pth kun chhe trạvmcztmụ̄ sndis mạlis majhi mnz (mylhi) pth akis trkuk shyyum 6/1 ḥṣh, shrṭ chuh yhi zi myts (vratht pth kun travan vạlis) āshi kanhh avlad, vonụ̄hrgah vratht pth kun travan vạlis khnụ̄ avlad āshi nh th tmụ̄ sndụ̄ vạrth āsn ṣrf tmụ̄ snud mvl mvj, tylhi chuh tmụ̄ snzi majhi khạṭr tryyum ḥṣh (th baqy chuh svrue mạlụ̄ sund ḥṣh) pth hrgah vratht pth kun travn vạlis bạe bynhi āsn tylhi chuh tmụ̄ snzi majhi khạṭr shyyum ḥṣh (yhi bạgrn spdi) tamhi vṣyt (kh pvur krnh) pth yosh tmụ̄ krmcz āshi ya qrẓ (nkhh valnh) pth, tuhndụ̄ mạlụ̄ th tuhndụ̄ nychiv tohyhi chhav nh pe zi fạyidh vatnavns mnz kus chuh yimav mnz tohyhi zyadh qryb, yh (bạgrn) chuh Allah tʿālyā sndi ṭrfh fryẓh (yʿny mqrr), be shk chuh Allah tʿālyā var pạtthụ̄ zann vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 12,
    "translation": "Th tuhndi khạṭr chuh tamhi (mal) mnz nṣf ḥṣh yus tuhnz khandarinhi pth kun travan hrgah timn kanhh avladāshi nh, vonụ̄ hrgah timn kanhh avlad āshi tylhi chuh tuhndi khạṭr tihindi trkh mnzczvurim ḥṣh (yithi chuh) tamhi vṣyt (kh pvur krnh) pth yosh timav krmcz āshi ya qrẓ (nkhh valnh) pth, th tuhnzn khandarinyn hund chuh tuhundi pth kun travnh āmthi (mal) mnz czvurim ḥṣh bshrṭykh tohyhi āsyv nh kanhh avlad, vonụ̄ hrgah tohyhi kanhh avlad āshi tylhi chuh tihindi khạṭr tuhndi trkh mnz ạtthim ḥṣh tuhnz tath (mals) mtʿlq krnh āmcz vṣyt (pvur krnh) pth ya (tuhund) qrẓ nkhh valnh pth, th hrgah kạnshi tithis mrd snz ya khatvnhi hnz vratht tqsym āshi krnh yivan yas nah āshi mvl mvj th nah āsys kanhh avladth ts āshi (majhi hndi aand) akh bve ya akh bynhi (yʿny tim bạe bynhi yimn mvl byon byon th mvj kuny āshi) tylhi chuh yimn doshvnụ̄ mnz pth akis khạṭr shyyum ḥṣh, pth hrgah tim bạe bynhi aakhi khoth zyadh āsn tylhi spdn sạry tryyimis ḥiṣs mnz shryk (yhi bạgrn thi spdi) tamhi vṣyt pth yosh (vạrithn) nqṣan vatnavnh vrạe āshi krnh āmcz yaqrẓ (nkhh valnh) pth, yhi chuh Allah tʿālyā sndi ṭrfh ḥkm th Allah tʿālyā chuh sytthah ʿlm vvl th brdbar."
  },
  {
    "verse_id": 13,
    "translation": "Yim chih Allah tʿālyā sndụ̄ (mqrrkrnh āmtụ̄) ḥd, th yus kanhh Allah tʿālyā snz th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz frmanbrdạry kri,ts kri suh jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh jạry āsn, timn mnz rvzn hmyshh th yhi chhe brr kamyạby."
  },
  {
    "verse_id": 14,
    "translation": "Th yus kanhh Allah tʿālyā snz th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz nafrmạny kri th tmụ̄ sndyoḥdav nishhi nyri nybr, ts kri jhnms mnz dạkhl yath mnz suh hmyshh rvzi, th ts khạṭr chuh dhlt vvl ʿdhab."
  },
  {
    "verse_id": 15,
    "translation": "Th tuhnzv znanv mnz yimh bdkạry hund aatur krn tylhi czhạnddiv timn pytth pnnyv lukv mnz czon mrdn hnzgvạhy, pth agr tim gvạhy din tylhi kriyvukh timh znanh grn mnz bnd yot tam timn mvt yiyhi yakri Allah tʿālyā tihindi khạṭr kanhh vath (yʿny nov ḥkm) mqrr."
  },
  {
    "verse_id": 16,
    "translation": "Th tohyhi mnz yim thi bdkạry hund aatur krn tylhi vatnạviv timn doshvnụ̄ tklyf, pth hrgah tim tvbh krn th (paans) aṣlaḥ krn tylhi kriv timn sza dins hirash, be shk chuh Allah tʿālyā bodd tvbh qbvl krn vvl mhrban."
  },
  {
    "verse_id": 17,
    "translation": "Allah tʿālyā hn chuh ṣrf timne lukn hund tvbh qbvl krnuk vʿdh frmvvmut yim nadạny kinụ̄ aatur krith gczhn pth krn sinty tvbh, Allah tʿālyā phyri yithyn lukn kun pnnụ̄ rḥmt hyth, th Allah tʿālyā chuh sytthah ʿlm vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 18,
    "translation": "Th tithyn lukn khạṭr chuhnh tvbh (qbvl gczhan) yim gnah rvzn kran aot tam zi timav mnz vathi kạnshi mvt brvnhh kun, pth vanhi (tamhi vqth) zi vonụ̄ chuhs bh tvbh kran, th nah chuh tithiyn lukn khạṭr yim kfrkis ḥalts mnz mrn, tihindi khạṭr chuh aashi dg tulvun ʿdhab tyar krith thvvmut."
  },
  {
    "verse_id": 19,
    "translation": "Ae ayman valyv! Tuhndi khạṭr chuhnh yhi ḥlal zi tohụ̄ bniv zbrdsty znann hndụ̄ vạrith, byyhi mah thaviyvukh timh aamhi ghrẓh rukạvith zi yus mal tohyhi timn diyutmut chuhv tamhi mnzniyiv kynhh (vaps) aamhi vrạe zi timv āshi ttakarh bdkạry hund aaturkormut, byyhi kriv timn sintụ̄ rtụ̄ pạtthụ̄ brtav, vonụ̄ agr tohụ̄ timh napsnd chihvvkh kran tylhi chuh mmkn zi tohụ̄ kriv kanhh chyz napsnd th Allah tʿālyā thavi tath mnz varyah rczr."
  },
  {
    "verse_id": 20,
    "translation": "Vonụ̄agr tohụ̄ akis khandarinh hnzijayhi byakh khandarinụ̄ bdlavnụ̄ yczihv th tohyhi chuhvts ddhyr vad mal diyutmut, tamhi pth thi mah hyyvus aamhi mnz kynhh vaps,kya tohụ̄ chihv naḥq alzam th ttakarh gnah kh dhryʿh suh mal (vaps) hyon yczhan"
  },
  {
    "verse_id": 21,
    "translation": "Th tohụ̄ kithh pạtthụ̄ hykvi suh vaps hyth ḥalankh tohụ̄ chihv aakh akis sintụ̄ rlymtụ̄ th timav chhahav tohyhi pokhth vʿdh (thi) hyotmut."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi mah kriv timn khatvnn sintụ̄ nkaḥ yimn sintụ̄ tuhndyv malyv buddi babav nkaḥ āshi kvrmut mgryhi (yymhi ḥkmh brvnhh) sapud (suh chuh mʿāf), be shk chuh yhi skh be ḥyạyy th (bạʿthi) ghẓb th sytthah khrab ṭryqh."
  },
  {
    "verse_id": 23,
    "translation": "Tohyhi pytth chhe tuhnz majhi, byyhi tuhnz kvri, byyhi tuhnz bynhi, byyhi tuhnzpophh,byyhi tuhnz mash, byyhi tuhnz bavz th bynz, th tuhnz (timh) majhi yimav tohyhi dod āsyv diyutmut, byyhi tuhndis rẓaʿts mnz shryk bynhi (yʿny dod bynhi) byyhi tuhnzn khandarinyn hnz majhi (sare) ḥram krnh āmcz, th (yithe pạtthụ̄) tuhnzi khonhi mnz rachhnh āmcz timh kvri (thi chhe ḥram) yimh tuhnzv timav znanv (hndyo shikmav) nishhi chhe yimn sintụ̄ tohyhi ṣḥbt chhav krmczvonụ̄ hrgah tohyhi timn sintụ̄ ṣḥbt āshi nh krmcz tylhi chuhnh tohyhi pytth (tihnzn kvryn sintụ̄ nkaḥ krns mnz) kanhh ḥrj,th tuhndyn timn nychvyn hnz khandarinhi (thi chhe tohyhi pytth ḥram) yim tuhndi pusht chih byyhi chuh yh (thi ḥram) zi tohụ̄ thạviyvukh z bynnhi yikh vatth (nkaḥs mnz) sombrith aamhi vrạe zi yhi jhalt kis dvrs mnz sapud (thi sapud). Be shk chuh Allah tʿālyā bodd bkhshn vvl mhrban."
  },
  {
    "verse_id": 24,
    "translation": "Byyhi chhe khavnd vajinhi khatvnh (thi tohyhi pytth ḥram) timvvarạe yimh (znanh jngs mnz qạdspdith) tuhndis milkyts mnz yin, (ḥurmtkụ̄ yim aḥkam) chih Allah tʿālyā hn tohyhi pytth frẓ krimtụ̄, th yimav varạe chhe (tmam khatvnh) tuhndi khạṭr ḥlal krnh āmcz takh tohụ̄ kriv pnnyv malav dhryʿh nkaḥ ṭlb pak damn rvuzith, nah kh āzad bdkạry lạgiv krnụ̄, pth yimn tohyhi yimav mnz tamhi (mal) kh bdlh fạyidh chuhv tulmut timn kriv tihund mqrrkrnh āmut mahr ada, th tohyhi pytth chuhnh tath mals mtʿlq kanhh gnah yath pytth tohụ̄ mahr mqrr krnh pth panh vạnụ̄ rẓa mnd spdiv be shk chuh Allah tʿālyā var pạtthụ̄ zann vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 25,
    "translation": "Th tohyhi mnzyus akha (tyvut) ṭaqt āshi nh thavan zi āzad mslman khatvnn sintụ̄ hykhi nkaḥ krith, tylhi krin timn mslman knyzn sintụ̄ nkaḥ yimh (shrʿī ṭvr) tuhndis milkyts mnz chhe, th Allah tʿālyā chuh tuhndis aymans (yʿny ayman ks kyfyts) aṣl pạtthụ̄ zanan, tohụ̄ (sạry) chihvaakh akụ̄ sndy jinsh mnz,lhādha kriv timn (knyzn) sintụ̄ tihindyn mạlikn ajazt hyth nkaḥ th timn kriv tihindụ̄ mhr dstvr mṭạbq ada yylhi zn timh (ʿzts rạchh krith) nkaḥ kis gndds mnzyinh vajinhi āsn, nah āsn bdkạry krn vajinhi th nah āsn czvri pạtthụ̄ yarczkrn vajinhi, vonụ̄yylhi timh nkaḥ kis gndds mnz yin pth agr bdkạry hund aatur gczhykh tylhi chuh timn pytth tamhi szahuk nṣf sza lạzm yus āzad (anhrishn) khatvnn khạṭr (mqrr) chuh. Yhi ajazt chuh ts shkhṣs khạṭr yymis tohyhi mnz gnahuk (aaturspdnuk) andyshhi āshi, th agr tohụ̄ ṣbr kriv (tylhi) chuh tuhndis ḥqs mnz bhtr, th Allah tʿālyā chuh bkhshn vvl mhrban."
  },
  {
    "verse_id": 26,
    "translation": "Allah tʿālyā chuh yczhan zi tuhndi khạṭr kri (pnnyn aḥkamn hnz) vẓaḥt th tohyhi pknavyv timn (nyk) lukn hnzn vatn pytth yim tohyhi brvnhh ạsimtụ̄ chih th tohyhi kun phripnnhi rḥmt san tvjh, th Allah tʿālyā chuh aṣl pạtthụ̄ zann vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi chuh Allah tʿālyā tohyhi pytth mhrbạny yczhan krun, th yim lukh (nfs chyn) khvạhshatn hnz pạrvy chih kran tim chih yczhan zi tohụ̄ gczihv syzi vathi nishhi rạvith sytthah dvur gczhnụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Allah tʿālyā chuh yczhan tuhund bvr loczravun, byyhi chuh ansan kmzvr āmut pạd krnh."
  },
  {
    "verse_id": 29,
    "translation": "Ae ayman valyv! Tohụ̄ mah khyyiv aakh akụ̄ sund mal panh vạnụ̄ na ḥq pạtthụ̄ aamhi vrạe zi tuhnzi bahmy rẓa mndy san spdi kanhh tjart, th pnnụ̄ pan mah kriyvukh hlak, be shk chuh Allah tʿālyā tohyhi pytth mhrban."
  },
  {
    "verse_id": 30,
    "translation": "Th yus aakhah zvr san th ẓlmh san yhi kri tylhi travvn suh asụ̄ ʿnqryb (jhnm kis) nars mnz, th yhi chuh Allah tʿālyā sndi khạṭr varyah shl."
  },
  {
    "verse_id": 31,
    "translation": "Hrgah tohụ̄ brryvgnahv nishhi yimav nishhi tohụ̄ rukavnh chihv āmtụ̄ bchan rvuziv tylhi nhnavav asụ̄ tohyhi nishhi tuhnz lokchhi ghlṭyhi th tohụ̄ krahv ʿzt vajinhi jayhi mnz dạkhl."
  },
  {
    "verse_id": 32,
    "translation": "Th tohụ̄ mah ạsiv tamhi chyzuk tmna kran yath mnzAllah tʿālyā hn tohyhi mnz kynczhn chhe kynczhn pytth fẓylt diczmcz, mrdn khạṭr chuh tamhi mnz ḥṣh yhi timav kmvvu th znann khạṭr chuh tmhi mnz ḥṣh yhi timav kmvv th Allah tʿālyā hs ạsiv tmụ̄ sund fẓl mngan, be shk chuh Allah tʿālyā pth chyzs var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 33,
    "translation": "Th aashi chih sarine hndi khạṭr mạlis majhi th qryby rshth darn hndi s pth kun travnh āmtis mals mnzḥqdar (yʿny vạrth) mqrr krimtụ̄, th yimn sintụ̄ tuhund mʿāhdh spud mut chuh timn diyiv tylhi tihund ḥṣh, be shk chuh Allah tʿālyā pth chyzuk mshạhdh krn vvl."
  },
  {
    "verse_id": 34,
    "translation": "Mrd chih znann hndụ̄ ḥfaẓt krn vạlụ̄ th kfalt krn vạlụ̄ aamhi mvjvub zi Allah tʿālyā hn chhe timav mnz kynczhn pytth kynczhn fẓylt diczmczth aamhi vjh kinụ̄ (thi) zi mrd chih (timn pytth) pnnụ̄ mal khrch kran, lhādha chhe nyk khandarinhi frman brdar āsan, khavndn hnzi ghyr mvjvdgy mnz chhe Allah tʿālyā sndi ḥfaẓt san (pnnhi ʿztch) rạchh krn vajinhi āsan. Th tohyhi yimn znann hnzi nafrmạny hund th buth phirnuk andyshhi āshi tylhi kriv timn nṣyḥt th (hrgah smjhn nh tylhi) kriyvukh timh bstrvmnz (pans nishhi) alg th (agr aamhi pth thi timav nṣyḥt rtt nh tylhi) gczihv (sbq dinh mokhh) timn nishhi ʿārẓy ṭvr alg, pth hrgah timh (Allah tʿālyā sndi rẓa khạṭr) tohyhi sintụ̄ tʿāvn krnhi lgn tylhi mah czhạnddiv timn khlaf kanhh vath. Be shk chuh Allah tʿālyā sarive khoth thod sarive khoth bodd."
  },
  {
    "verse_id": 35,
    "translation": "Th agr tohyhi yimn doshvnụ̄ drmyan mkhalftuk andyshhi āshi tylhi kriv tohụ̄ aakh ḥakm (mnṣf) mrd sndi khandan mnz th akh ḥakm (mnṣf) khatvnhi hndi khandan mnz mqrr,agr tim doshve (mnṣf) ṣlḥ krnavnuk aradh thavan tylhi kri Allah tʿālyā timn doshvnụ̄ mnz pannyarpạd, be shk chuh Allah tʿālyā varpạtthụ̄ zann vvl khbrdar."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi kriv tohụ̄ Allah tʿālyā snz ʿbadt th ts sintụ̄ mah kriyvun kanhh shryk, th mạlis majhi sintụ̄ kriv rut slvk, th rshth darn, ytymn th mḥtajn (sintụ̄) th nzdyky hmsayn th ghạrzan hmsayn byyh sintụ̄ bạjn th msafrn (sintụ̄), byyhi yhindụ̄ tohụ̄ mạlk chihv spdụ̄ mtụ̄, (timn sintụ̄ ạsiv nyky kran), be shk chuhnh Allah tʿālyā ts shkhṣs psnd kran yus tkbr krn vvl (mghrvr) fkhr krn vvl (panse kun vuchhn vvl) āshi."
  },
  {
    "verse_id": 37,
    "translation": "Yim lukh (panh thi) bkhl chih kran th lukn (thi) chih bkhl krnuk ḥkm divan th so (nʿmt) chih khttith thavan yosh Allah tʿālyā hn timn pnnhi fẓl sintụ̄ ʿṭa chhe krmcz, th aashi chuh kạfrn khạṭr dhlt dinh vvl ʿdhab tyar krith thvvmut."
  },
  {
    "verse_id": 38,
    "translation": "Th yim lukh pnnụ̄ mal lukn havnh bapt khrch chih kran, byyhi nah chih Allah tʿālyā hs pytth ayman thavan th nah ạkhrt kis dohs pytth, th shyṭan yymụ̄ sund thi sạthy spud tylhi chuh suh bur sạthy."
  },
  {
    "verse_id": 39,
    "translation": "Th timn kya nqṣan avs hrgah tim Allah tʿālyā hs pytth th ạkhrt kis dohs pytth ayman aanh han th yikynczhah Allah tʿālyā hn timn diyutmut avs tamhi mnz krhn (tmụ̄ snzi vathi mnz) khrch th Allah tʿālyā chuh timn (hndi ḥal) nishhi aṣl pạtthụ̄ bakhbr."
  },
  {
    "verse_id": 40,
    "translation": "Be shk chuhnh Allah tʿālyā akis dhrs brabr thi ẓlm kran, th agr kanhh nyky āshi tath chuh dognh kran th pnnhi ṭrfh chuh bodd ajr ʿṭa kran."
  },
  {
    "verse_id": 41,
    "translation": "Pth kya ḥal āshi tamhi doh yylhi asụ̄ pth aumt mnz aakh gvah aanvn th (ae ttatthhi!) asụ̄ aanav tohụ̄timn sarine pytth gvah."
  },
  {
    "verse_id": 42,
    "translation": "Tamhi doh krn tim lukh yimav kufr kor byyhi krkh rsvl (ṣly Allah ʿlyh vslm) snz nafrmạny tmna zi kash (myczi tl dobrith) yiyhi he timn pytth zmyn hmvar krnh,th tim hykn nh Allah tʿālyā hs nishhi kanhh kth czvuri thạvith."
  },
  {
    "verse_id": 43,
    "translation": "Ae ayman valyv!tohụ̄ mah gczihv nshh kis ḥalts mnz nmaz nkhh (tot tam) yot tam zitohụ̄ lạgiv so kth smjhinụ̄ yosh vnan chihv th nah mah gczihv jnabt kis ḥalts mnz (nmazi nkhh) yot tam nh tohụ̄ ghsl kriv aamhi vrạe zi tohụ̄ ạsiv sfrs mnz vathi pkan,th agr tohụ̄ bymar chihvya sfrs mnz chihvya tohyhi mnz yiyhi kanhh byt alkhla pytthh ya tohyhi āsyv (pnnyn) khandarinyn sintụ̄ mbashrt krmcz th pth gczihh nh tohyhi āb dstyab tylhi kriv tohụ̄ pak myczi sintụ̄ tymm th pnnyn buthyn th pnnyn aathn pyth ạsụ̄ zyv msḥ kran,be shk chuh Allah tʿālyā mʿāf krn vvl sytthah bkhshn vvl."
  },
  {
    "verse_id": 44,
    "translation": "Kya tohyhi vuchh vvkh na tim lukh yimn (āsmanụ̄) kta bih hund aakh ḥṣh ʿṭa āv krnh, tim chih gmrạhy mlụ̄ hyvan th yczhan chih zi tohụ̄ (thi) gczihv syzi vathi nishhi ddlnụ̄."
  },
  {
    "verse_id": 45,
    "translation": "Th Allah tʿālyā chuh tuhndyn dshmnn var pạtthụ̄ zanan, th Allah tʿālyā chuh (bṭvr) ḥmayt krn vvl kạfy th Allah tʿālyā chuh (bṭvr) mddgar kạfy."
  },
  {
    "verse_id": 46,
    "translation": "Th kynhh yhvudụ̄ chih (tvrat kyn) klmatn pnnyv (aṣly) jayav nishhi ddalan th vnan chih aashi bvuz th mvn nh kynhh, byyhi chih (yithi vnan) bvuziv! (mʿādhAllah) tohụ̄ yiyiv nh bvznavnh th pnnyn zyvan vutthinụ̄dith chih dyins mnz pamh votur krith raaʿiinaa vnan, th agr tim lukh (aamhi bjayhi) yhi vnhn zi ashi bvuzth kraṭaʿt th (ḥẓvr! Sạnụ̄ gzạrsh) bvuziv th aashi kun kriv (krmch) nẓr tylhi avs yhi tihindi khạṭr bhtrth (yhi kth thi) rvzihe ṣḥyḥ th mnạsb, mgr Allah tʿālyā hn kr tihindi kfrkh bạʿth timn pytth lʿnt, lhdha chihnh tm km kynczhv lkv vrạe ayman aanan."
  },
  {
    "verse_id": 47,
    "translation": "Ae ahli ktab! Tath (ktabih) pytth aniv ayman yosh aashi (vonụ̄ pnnis ttạtthis Muḥammadṣly Allah ʿlyh vslms pytth) nạzl chhe krmczyosh tath ktabih (bnyạdy ṭvr) tṣdyq chhe kran yosh tohyhi nishhi chhe, aamhi brvnhh zi asụ̄ nhnavav (kynczhn) buthyn (hnz shklh) th tim phirvkh path kun ya karv timn pytth tithe pạtthụ̄ lʿnt yithh pạtthụ̄ aashi btth vari (hndis dohs nafrmạnụ̄ krn) valyn pytth lʿnt krmcz ạs th Allah tʿālyā sund ḥkm chuh pvur gczihthe rvzan."
  },
  {
    "verse_id": 48,
    "translation": "Be shk chuhnh Allah tʿālyā aath kthhi bkhshan zi ts sintụ̄ yiyhi shrk krnh th aamhi khoth vsith (yus gnah thi āshi) yas yczhan chuh ts chuh mʿāf kran, th yymụ̄ Allah tʿālyā hs sintụ̄ shrk korpzụ̄pạtthụ̄ lvg tmụ̄ sytthah brri gnahuk bhtan."
  },
  {
    "verse_id": 49,
    "translation": "Kya tohyhi vuchh vvkh na tithụ̄ lukh yim pnnis pans pak chih ẓạhr kran, blkh yas Allah tʿālyā he yaczhan chuh ts chuh pak kran th timn pytth yiyhi nh akis pn davi yvt thi ẓlm krnh."
  },
  {
    "verse_id": 50,
    "translation": "Tohụ̄ vuchihv tim kithh pạtthụ̄ chih Allah tʿālyā hs pytth aapuzbhtan khalan, th yohe ttakarh gnah chuh (tihindi ʿdhab khạṭr) kạfy."
  },
  {
    "verse_id": 51,
    "translation": "Kya tohyhi vuchh vvkh na tim lukh yimn (āsmanụ̄) ktabih hund ḥṣh chuh dinh āmut tmn chuh (aamhi pth thi) potlyn th shyṭans pytth ayman th kạfrn mtʿlq chih vnan zi mslmann hndi nsbt chih yim (kạfr) zyadh syzi vathi pytth."
  },
  {
    "verse_id": 52,
    "translation": "Yim chih tim lukh yimn pytth Allah tʿālyā hn lʿnt kr, th yas pytth Allah tʿālyā lʿnt krits khạṭr lbhan nh czhrgzthi kanhh mddgar."
  },
  {
    "verse_id": 53,
    "translation": "Kya timn chha slṭnts mnz kanhh ḥṣh? Hrgah yhi āshi tylhi din nh tim (pnnhi bkhyl āsnh kinụ̄) lukn khndd har thi."
  },
  {
    "verse_id": 54,
    "translation": "Kya yim (yhvudụ̄) chha lukn (sintụ̄ timn nʿmtn) pytth ḥsd kran yimh Allah tʿālyā hn timn pnnhi fẓl sintụ̄ ʿṭa chhe krimacz, ā, aashi kr pzụ̄pạtthụ̄ abrahym (ʿlyh alslam) sndis khandans ktab th ḥkmt ʿṭa th aashi bkhsh timn brr slṭnt."
  },
  {
    "verse_id": 55,
    "translation": "Vonụ̄ aon timav mnz kynczhv aath pytth ayman th kynczhv phiyur timav mnz aamhi nishhi buth, th (buth phirn vạlis khạṭr) chuh jhnmuk nar aalavh kạfy."
  },
  {
    "verse_id": 56,
    "translation": "Be shk yimav lukv sanyn āyatn ankar kor, asụ̄chhkvkh tim ʿnqryb jhnm kis nars mnz, yylhi tihindụ̄ muslh dzn, pth bdlavav asụ̄ timn doyimụ̄ muslh takh tim rvzn (lgatar) ʿdhabuk (mzh) vuchhan, be shk chuh Allah tʿālyā ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 57,
    "translation": "Th yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran, tim krovkh asụ̄ jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh jạry chih, tim rvzn timn mnz hmyshh, tihindi khạṭr āsn tathi pakyzh khandarinhi th asụ̄ krvkh tim sytthah gnis shihlis mnz dạkhl."
  },
  {
    "verse_id": 58,
    "translation": "Be shk chuhv Allah tʿālyā tohyhi ḥkm divan zi amant kriv timne lukn ḥvalh yim tath layq chih, th yylhi tohụ̄ lukn pytth ḥkvmt kriv tylhi ạsiv ʿdl san th anṣaf san kran (ya,th yylhi tohụ̄ lukn drmyan fạṣlh kriv tylhi ạsiv ʿdl san th anṣaf san fạṣlh kran). Be shk kạczah rcz nṣyḥt chuhv tohyhi Allah tʿālyā kran, be shk chuh Allah tʿālyā var pạtthụ̄ bvzn vvl th var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 59,
    "translation": "Ae ayman valyv!Allah tʿālyā snz aṭaʿt kriv th rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt krivu byyh pnnyv mnz (ḥqs pytth pkn valyn) ṣaḥbani amrn hnz, pth hrgah kunhi msls mnz tohụ̄ panh vạnụ̄ akhtlaf kriv tylhi phiriv shu (ḥtmy fạṣlh khạṭr) Allah tʿālyā hs th rsvls (ṣly Allah ʿlyh vslm) kun hrgah tohụ̄Allah tʿālyā hs pytth th ạkhrt kis dohs pytth ayman thavan chihvu (th) yy chuh (tuhndis ḥqs mnz) bhtr th anjam kh lḥaẓh sytthah rut."
  },
  {
    "verse_id": 60,
    "translation": "Kya tohyhi vuchhvvkh na tim (mnafq) yim (zyvi sintụ̄) dʿūyā chih kran zi timav aon tath (ktabih yʿny qrāns) pytth ayman yus tohyhi kun nạzl āv krnh th timn (āsmạnụ̄ ktabn) pytth thi yimh tohyhi brvnhh nạzl āyhi krnh (mgr) yczhan chih yhi zi pnnụ̄ mqdimh nihan (fạṣlh khạṭr) shyṭans (yʿny Allah tʿālyā sndyv aḥkamav nishhi ankars pytth bnymtis qanvns) kun ḥalankh chuh timn ḥkm āmut dinh ziaath kriv (ttakarh) ankar, th shyṭan chuh yy yczhan zi timn rvzi sytthah dvur gmrạhy mnz ddalan."
  },
  {
    "verse_id": 61,
    "translation": "Th yylhi timn vannh chuh yivan zi Allah tʿālyā sndis nạzl krnh āmtis (qrāns) kun th rsvls (ṣly Allah ʿlyh vslm) kun yiyivu tylhi vuchhvukh tohụ̄ mnafq zi tim chih tohyhi nshi (yinas) hirash kran rvzan."
  },
  {
    "verse_id": 62,
    "translation": "Pth kyaspdi (tamhi vqth) tihnz ḥa lt eelhi pnnyv kạristạnyv kinụ̄ timn kanhh mṣybt yiyhi, pth gczhn Allah tʿālyā sndụ̄ qsm khyvan khyvan tuhndis khdmts mnz ḥạẓr (th vann yhi) ziaashi avs ṣrf rczruk th aakh akis sintụ̄ milczar kue aradh kormut."
  },
  {
    "verse_id": 63,
    "translation": "Yim chih tim (mnafq th fsạdụ̄) lukh zi Allah tʿālyā chuh eihndyn diln hnz pth kanhh kth aṣl pạtthụ̄ zanan, lhādha kriv tohụ̄emn nishhi hirash th nṣyḥt rvuziyvukh kran th eimn sintụ̄ rvuziv emn mtʿlq athrdar kth bath kran."
  },
  {
    "verse_id": 64,
    "translation": "Th aashi svuz nh kanhh pyghmbrmgr aamhi mvjvb zi Allah tʿālyā sndi ḥkmh sintụ̄ gczihh tmụ̄ snz aṭaʿt yinụ̄ krnh th (ae ttatthhi!) agr tim lukh yylhi timav pnnyn nfsn pytth ẓlm av s kormut tuhndis khdmts mnz ḥạẓr gczhhan th Allah tʿālyā hs mnghan mʿạfy th rsvl (ṣly Allah ʿlyh vslm) thi mnghan tihindi khạṭr mghfrt tylhi lbhan tim (aath vsylh kis th shfaʿt kis bnyads pytth) ẓrvrAllah tʿālyā hs tvbh qbvl frmavn vvl sytthah mhrban."
  },
  {
    "verse_id": 65,
    "translation": "Lhdha (ae ttatthhi!) tuhndis rb sund qsm, yim lukh hykn nh hrgz mslman ạsith yot tam nh pans drmyan vaqʿ spdn vạlis pth akhtlafs mnz tohyhi ḥạkm bnavn, pth yus fạṣlh tvhụ̄ ṣạdr frmạyv tmh sintụ̄krn nh pnnyn diln mnz kanhh tngy mḥsvs th (tuhund ḥkm) krn khvshy san pvur frmanbrdạry san qbvl."
  },
  {
    "verse_id": 66,
    "translation": "Th hrgah asụ̄ timn pytth frẓ krhav zi tohụ̄ kriv pannụ̄ pan qtl ya pannụ̄ gr trạvith nyiriv tylhi krhan timav mnz sytthah km lukh aath pytth ʿml, th timn yosh nṣyḥt krnh chhe yivan hrgah tim tath pytth ʿml krhn tylhi avs yhi tihindi khạṭr bhtr th (aymans pytth) āshi he varyah zyadh thạbt qdm thavn vvl."
  },
  {
    "verse_id": 67,
    "translation": "Th tamhi vqth krhav asụ̄ thi timn pnnhi drbar bodd ajr ʿṭa."
  },
  {
    "verse_id": 68,
    "translation": "Th asụ̄ laghvkh pzụ̄pạtthụ̄ tim syzi vathi kun."
  },
  {
    "verse_id": 69,
    "translation": "Th yus kanhh Allah tʿālyā snz th rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt kri, tylhi āsn time lukh (qyamt kh doh) timn (hsty yan) sintụ̄ yimn pytth Allah tʿālyā hn (khaṣ) anʿām chuh frmvvmut, yim zn anbya, ṣdyqyn, shhda th ṣalḥyn chih th ym chih varyah rtụ̄ sạthy."
  },
  {
    "verse_id": 70,
    "translation": "Yhi fẓl chuh (khaṣ) Allah tʿālyā sndi ṭrfh, th Allah tʿālyā chuh sytthah zann vvl."
  },
  {
    "verse_id": 71,
    "translation": "Ae ayman valyv! Pnnhi ḥfaẓtuk saman ạsiv tulan, pth nyiriv (jhad khạṭr) byv n byon jmạʿcz bntih nath nyiriv smith sạry."
  },
  {
    "verse_id": 72,
    "translation": "Th pzụ̄pạthụ̄ chih tohyhi mnz kynhh tithụ̄ thi yim (zạnith mạnith mạntth mạntth dth) czyr chih lagan, pth hrgah (jngs mnz) tohyhi kanhh mṣybt vathi tylhi chh (shryk nah spdn vvl shkhṣ) vnan zi be shk korAllah tʿālyā hn me pytth aḥsan zi bh avsus nh tmn sintụ̄ (jng kis mạdans mnz) ḥạẓr."
  },
  {
    "verse_id": 73,
    "translation": "Th hrgah tohyhi Allah tʿālyā sndi ṭrfh kanhh nʿmt nṣyb spdi tylhi vanhi ẓrvr (pth) yohe (mnafq afsvus kran kran tithh pạtthụ̄) znth tas th tohyhi drmyan kanhh bradry ạse nh zi ae kash bh āsha timn sintụ̄, tylhi kr ha bthi brr kamyạby ḥạṣl."
  },
  {
    "verse_id": 74,
    "translation": "Lhādha,pazi timn (mvmnn) Allah tʿālyā snzi vathi mnz (ḥqs mdd krnh khạṭr) lrrun yim ạkhrt bdlh dunyạvy zndgy knan chih, th yus aakhah Allah tʿālyā snzi vathi mnz jng kri, khvah suh (panh) qtl gczhụ̄ tn ya ghạlb spdụ̄ tn, asụ̄krv (doshvnụ̄ ṣvurtn mnz) ʿnqryb ts ʿẓym ajr ʿṭa."
  },
  {
    "verse_id": 75,
    "translation": "Th (mslmanv!) tohyhi kya chuhv gomut zi tohụ̄ chihv nh Allah tʿālyā snzi vathi mnz (mẓlvmn hnzi āzạdy khạṭr th timn khlaf spdn vajinhi dhsht grdy hundkhạtmh krnh khạṭr) jng kran, ḥalankh kmzvr,mẓlvm th qhrs mnz hynh āmtụ̄mrd, mstvurat byyhi shurụ̄chih (ẓlm v stmh nishhi tng yith pnnhi āzạdy khạṭr) nad layan, ae sanhi rbh! Aashi krr yymhi bsty mnzyytikụ̄ (baathr th ṭaqt vr) lukh ẓạlm chih th kanhh krun pnnhi bargah ṭrfh svn ḥmayt krn vvl mqrr th kanhh bnavun pnnhi bargahi ṭrfh svn mddgar!."
  },
  {
    "verse_id": 76,
    "translation": "Yimav lukv ayman aon tim chih Allah tʿālyā snzi vathi mnz (ẓlm v astḥṣal kh khạtmh khạṭr th amn chh bḥạly khạṭr) jng kran th yimav kfr kor tim chih shyṭan snzi vathi mnz (ṭaghvty mqṣdv khạṭr) jng kran, lhādha, (ae mvmnv!) tohụ̄ lrriv shyṭan sndyn dvstn (yʿny ansạnyt kyn dshmnn) sintụ̄, be shk chuh shyṭan sund fryb kmzvr."
  },
  {
    "verse_id": 77,
    "translation": "Kya tohyhi vuchuhv na timn lukn hund ḥal yimn (godd godd kynhh kalh khạṭr) yhi vannh āv zi pnnụ̄ aathh thạviv (dfạʿī jngh nishhi thi) rukạvith th nmaz rvuziv qạyim thạvith th zkvāh rvuziv divan (tim ạsụ̄ aath pytth khosh), pth yylhi timn pytth jhad (yʿny ẓlm v tshduds th jarhyts sintụ̄ ttkravun) frẓ krnh āvu timav mnz log aakh dor (mkhalf) lukn (tithh pạtthụ̄) khocznhi yithh pạtthụ̄ Allah tʿālyā hs chuh khocznh yivan ya aamhi khoth thi zyadh, th vannhi lgụ̄, ae sanhi rbh! Cze kyazi koruth aashi pytth (yvut jldy) jhad frẓ cze kyazi diczth nh aashi mzyd kynczhs kals mhlt? Tohụ̄frmạviv (yimn) zi dnyahuk fạydh chuh varyah km (yʿny mʿmvly chyz) th ạkhrt chuh sytthah bhtr (nʿmt), ts khạṭr yus prhyzgar banhi, tathi yiyhi nh akis pn davi yạcz thi tuhnz ḥq tlfy krnh."
  },
  {
    "verse_id": 78,
    "translation": "(ae mrnh kh hạbth sintụ̄ jhad nishhi hirash krn valyv) tohụ̄yythi (thi) ạsiv mvt rattyv tohyhi (tvurụ̄) vạtith khvah tohụ̄ mẓbvṭ qlʿn mnz (kvnh) ạsivubyyhi (tihinz dhhnyt chhe yhi zi) hrgah timn kanhh rczr (fạydh) vathi tylhi chih vnan ziyh (he) chuh Allah tʿālyā sndi ṭrfh (aath mnz ne rsvl ṣly Allah ʿlyh vslm sndi brktuk th vsyiluk kanhh dkhl chuh) vonụ̄hrgah timn kanhh brạyy (nqṣan) vathi tylhi chih vnan (ae rsvl!) yhi chuh tuhndi ṭrfh (yʿny tuhndi vjh kinụ̄). Tohụ̄ frmạvivsvrue kynhh chuh (dr ḥqyqt) Allah tʿālyā sndi ṭrfh (āsan). Tylhi kya chuh aath qvms gomut zi yim chihnh kanhh kth smjhns nkhe vatan."
  },
  {
    "verse_id": 79,
    "translation": "(ae ansan pnnụ̄ trbyt kr tithh pạtthụ̄ zi) yylhi cze kanhh rczr (fạyidh) vạty tylhi (zan zi) chuh suh Allah tʿālyā sndi ṭrfh (suh mah zan pnnụ̄ tgn gry) th yylhi cze kanhh burạyy (nqṣan) vạty (zan zi) so chhe cze pnnhi ṭrfh (yʿny suh kr pnnhi nfsh chhi khrạby kun mnsvb), th (ae ttatthhi!) aashi chihv tohụ̄ tmam ansann khạṭr rsvl bnạvith svuzimtụ̄, th Allah tʿālyā chuh (tuhndis rsalts pytth) gvạhy mnz kạfy."
  },
  {
    "verse_id": 80,
    "translation": "Yymụ̄ rsvl (ṣly Allah ʿlyh vslm) sund ḥkm mvn, be shk mvn tmụ̄ Allah tʿālyā sundue ḥkm th yymụ̄ buth phiyur timn pytth chihv nh aashi tohụ̄ rạchhdr bnạvith svuzimtụ̄ kynhh."
  },
  {
    "verse_id": 81,
    "translation": "Th (yimn mnafqn hund ḥal chuh yhi zi tohyhi brvnhh kanhi) vnan chih zi (tuhund ḥkm) mvn (aashi), th chih tohyhi nishhi (thodvthith) nybr nyran, pth chuh yimv mnz aakh dor tuhnzivanhi maczi kthhi brʿks rats rae zny (th sạzshy mshvrh) kran, th Allah tʿālyā chuh (thi svrue) lykhan yus tim pvur rats mnṣvbh chih bnavan. Lhādha (ae myanhi ttatthhi!) tohụ̄ phiriv yimv nishhi panun rve aanvr th Allah tʿālyā hs pytth thạyv bhrvsh th Allah tʿālyā chuh kạfy ḥmayt krn vvl."
  },
  {
    "verse_id": 82,
    "translation": "Tylhi kya tim chihna qrāns mnz ghvrvfkr kran th agr yhi (qrān) ghyr Allah sndi ṭrfh (āmut) āsihe tylhi lbhan yim lukh aath mnz varyah akhtlaf."
  },
  {
    "verse_id": 83,
    "translation": "Th yylhi timn nishhi kanhh khbr aamnch ya khvfch vatan chhe tylhi chih tim tath phhlavan th hrgah tim (shhrt dinh bjayhi) tath rsvls (ṣly Allah ʿlyh vslms kun) th timn mnz yim ṣaḥbi aamr chih timn kun aanhan, tylhi zanhan ẓrvr timav mnz tim lukh yim (kunhi) kthhi hund ntyjhi akhdh krith chih hykan ath (khbri hnz ḥqyqt), agrtohyhi pytth Allah tʿālyā sund fẓl th tmụ̄ snz rḥmt āsihe nh tylhi lạgụ̄hiv pzụ̄pạtthụ̄ kynczhv varạe tohụ̄ (tmam) shyṭan snz pạrvy krnụ̄."
  },
  {
    "verse_id": 84,
    "translation": "Lhādha (ae ttatthhi!) tohụ̄ kriv Allah tʿālyā snzi vathi mnz (pnnhi bchav th ḥq kh mddkhạṭr) jhad,tohụ̄ yiyiv nh pnnhi nfsh varạe (byyhi kạnshi hndi khạṭr) dhmh dar tthhravnh th tohụ̄ kriv mslmann mnz rghbt pạd (jạriḥyt mslṭ krn valyn shrpsndn khlaf jhadkrnh khạṭr), tʿjb chuhnh zi Allah tʿālyā phuttravi kạfrn hund jngy ṭaqt th Allah tʿālyā chuh thph travns mnz (thi) varyah skht th sza dins mnz (thi) varyah skht."
  },
  {
    "verse_id": 85,
    "translation": "Yus shkhṣ kanhh nyk sfạrsh kri ts khạṭr chuh tamhi (kh thvab) mnz ḥṣh (mqrr), th yus kanhh ghlṭ sfạrsh kri ts khạṭr chuh tamhi (kh gnah) mnz ḥṣh (mqrr), th Allah tʿālyā chuh pth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 86,
    "translation": "Th yylhi slamhi (hndikunhi lfẓh) dhryʿh tohyhi aḥtram yiyhi krnh tylhi ạsiv tohụ̄ (drjvab) aamhi khoth bhtr (lfẓh san) slam kran pysh yaạsiv (km azkm) time (alfaẓ drjvab) vaps vnan, be shk chuh Allah tʿālyā pryth chyzs pytth ḥsab hynh vvl."
  },
  {
    "verse_id": 87,
    "translation": "Allah tʿālyā chuh (zi) ts varạe chuhnh kanhh ʿbadts layq, suh kryv tohyhi ẓrvr qyamt kh doh jmʿ aath mnz chuhnh kanhh shk, th Allah tʿālyā sndi khoth kus chuh kthhi mnz zyadh pzụ̄yvr."
  },
  {
    "verse_id": 88,
    "translation": "Tylhi kya zichihvtohụ̄mnafqn hndis bars mnz z drụ̄gmtụ̄ ḥalankh Allah tʿālyā hn chih tim tihindyv pnnyvkrtvutavkinụ̄ kufrs kun vaps phirụ̄mtụ̄? Kya tohụ̄ chihvvnasuh shkhṣ syzi vathi pytth aanun yczhan yus Allah tʿālyā hn gmrah chuh tthhrvmut? Th (ae bvzn valhi!) ys Allah tʿālyā gmrah tthhravi tylhi hykhi nh hrgz kanhh tmụ̄ sndi khạṭr (hdaytch) vath lbith."
  },
  {
    "verse_id": 89,
    "translation": "Tim (mnafq) chih yhi tmna kran zi tohụ̄ thi kriv kfr yithh pạtthụ̄ timav kfr kor takh tohụ̄ sạry gczihv hivy.lhādha mah bnạvyvun tohụ̄timav mnzkanhh sạthy yot tam nh tim Allah tʿālyā snzi vathi mnz (mdynh kun) hjrt (krith panun pazr th akhlaṣ thạbt) krn, pth agr tim (pnnhi aamnh kh mʿāhdh nishhi) rv grdạny (th blavjh ḥmlh krnuk atur) krn tylhi kriyvukh tim grftar th (jngs dvran) yythi thi tim lbiyvukh tathi kriyvukh qtl th timav mnz mah bnạviyvun (kanhh) panun sạthy th nah mddgar."
  },
  {
    "verse_id": 90,
    "translation": "Timav lukv varạe yim tithis qvms sintụ̄ rlymtụ̄ āsn zi tohyhi th timn drmyan āshi (amanuk) mʿāhdh (mvjvd) yatim yin (hmt hạrith) tohyhi nishhi aath ḥals mnz zi tihindụ̄ syinh āsn (aamhi kthhi sintụ̄) tng āmtụ̄ zi tim lrrn tohyhi sintụ̄ ya pnnis qvms sintụ̄, th hrgah Allah tʿālyā yyczihh he tylhi kri he (tihindyn diln hmt dith) pzụ̄pạtthụ̄ timn tohyhi pytth ghạlb pth lrrhn ẓrvr tim tohyhi sintụ̄, vonụ̄ agr tim tohyhi nishhi byon gczhn th tohyhi sintụ̄ krn nh jng th tohyhi kun svzn ṣlḥ (krnuk pygham) tylhi chhanh Allah tʿālyā hn tuhndi khạṭr (thi ṣlḥ czharnh kis ṣvrts mnz) timn pytth (aathh tulnch) kanhh vath bnavmcz."
  },
  {
    "verse_id": 91,
    "translation": "Vonụ̄vuchhvukh tohụ̄byyhi thi kynhh lukh yim yczhan chih zi (mnafqanh ṭryqh sintụ̄ ayman ẓạhr krith) rvzn tohyhi nishhi (thi) amns mnz th (czvuri pạtthụ̄ kfrs sintụ̄ sazgạry vartạvith) rvzn pnnis qvms sintụ̄ (thi) amns mnz, (mgr tihinz ḥalt chhe yhi zi) yylhi thi (mslmann khlaf) ftnh votlavns kun phirnh chih yivan tylhi chih tim tath mnz (buthhi kinụ̄) votth travan, lhādhahrgah yim (lukh) tohyhi sintụ̄ (lrrnh nishhi) bazāe nh th (nah) svzn tohyhi kun ṣlḥ (krnuk pygham) th (nah) rukavn pnnụ̄ aathh (ftnh votlavnh nishhi) tylhi rttyvkh (th krụ̄huvkh qạd) th yim kriyvukh qtl yythi thi lbiyvukh, th yim chih tim lukh yimn pytth aashi tohyhi khulh akhtyar chuh diyutmut."
  },
  {
    "verse_id": 92,
    "translation": "Th kạnshi mslman sndi khạṭr chuhnh (jạyiz) zisuh kri kạnshi mslmans qtl mgr ghlṭy kinụ̄, th yymụ̄ kanhh mslman vashfn qtl kvr tylhi chuh (ts pytth) aakh mslman ghlam (ya knyz) āzad krun th hrjanh (ada krun) yus mqtvl sndyn grikyn ḥvalh yiyhi krnh (lạzim) mgr yhi zi tim krn mʿāf, pth agr suh (mqtvl) tuhndi dshmn qvmuk āshi th mvmn (thi) āshi tylhi chuh ṣrf aakh ghlam (ya knyz) āzad krun (lạzm) th agr suh (mqtvl) tamhi qvmh mnz āshi zi tohyhi th timn drmyan chuh (ṣlḥ huk) mʿāhdh tylhi chuh hrjanh (thi) yus tmụ̄ sndyn gri kyn ḥvalh yiyhi krnh th aakh mslman ghlam (ya knyz) āzad krun (thi chuh lạzm) vonụ̄ yas shkhṣs nh (ghlam ya knyz) dstyab āshi tylhi chhe (ts pytth) pyvtthus pytth don rytn hnz rvzh (lạzm). Allah tʿālyā sndi ṭrfh chuh (yhi tmụ̄ sund) tvbh, th Allah tʿālyā chuh var pạtthụ̄ zann vvl th sytthah ḥkmt vvl."
  },
  {
    "verse_id": 93,
    "translation": "Th yus shkhṣ kạnshi mslmans qṣd krith qtl kri tylhi chuh tmụ̄ sund sza jhnm yath mnz suh varyahs kals rvzi th ts pytth āshi Allah tʿālyā ghẓb nak th ts pytth kri lʿnt th tmụ̄ chuh ts kiyut zbrdst ʿdhab tyar krith thvvmut."
  },
  {
    "verse_id": 94,
    "translation": "Ae ayman valyv! Yylhi tohụ̄ Allah tʿālyā snzi vathi mnz (jhad khạṭr) sfrs pytth nyiriv tylhi ạsiv tḥqyq kran th ts yus tohyhi slam krimah vniv yhi zi cz chuhkh nh mslman, tohụ̄ chihv (akis mslmans kạfr vnith marnh pth mali ghnymt kis ṣvurts mnz) dnyạvy zndgy hund samanh tlash kran (paczh kriv) tylhi chuh Allah tʿālyā hs nishhi varyah mali ghnymt. Aamhi brvnhh ạsụ̄ v tohụ̄ (thi) yithy pth kor Allah tʿālyā hn tohyhi pytth aḥsan (th tohụ̄ spdiyyv mslman) lhādha ạsiv (doyimyn mtʿlq thi) tḥqyq kran. Be shk chuh Allah tʿālyā tuhnzv kamyv nishhi khbrdar."
  },
  {
    "verse_id": 95,
    "translation": "Mslmanv mnz tim lukh yim (jhad nishhi path hyth) kunh (ʿdhr) tklyf vrạe (grn mnz) bihan vạlụ̄ chih th tim lukh yim Allah tʿālyā snzi vathi mnzpnnyv malav th pnnyv janav sintụ̄ jhad krn vạlụ̄ chih (drjs th thvabs mnz) hykn nh (yim doshvae) brabrạsith. Allah tʿālyā hn chhe pnnyv malav th pnnyv janav sintụ̄ jhad krn valyn bihth rvzn valyn pytth fẓylt bkhshmcz th Allah tʿālyā hn chuh ymn sarine (ayman valyn) sintụ̄ rczrk vʿdh kormut, th Allah tʿālyā hn chuh jhad krn valyn (pth rngh) bihth rvzn valyn pytth zbrdst ajr (th thvabch) fẓylt diczmcz."
  },
  {
    "verse_id": 96,
    "translation": "Tmụ̄ sndi ṭrfh chih (tihindi khạṭr varyah) drjat,byyhi mghfrt th rḥmt,th Allah tʿālyā chuh bodd bkhshnh vvl mhrban."
  },
  {
    "verse_id": 97,
    "translation": "Be shk yimn lukn hndụ̄ rvḥ frshth chih tath ḥals mnz qbẓ kran zitim chih (kfrvfsq kis maḥvls mnz rvuzith) pnnyn nfsn pytth ẓlm krn vạlụ̄, tim chih (tylhi) timn pczhan zi tohụ̄ kth ḥals mnz ạsụ̄v (tohyhi krv nh pnnhi dyn v aymanch ḥfaẓt th nah trạvv kfrvfsqch srzmyn)? Tim chih (ʿdhr pysh krith) vnan zi asụ̄ ạsụ̄ zmyns andr kmzvr th be bs, frshth chih (drjvab) vnan, kya Allah tʿālyā snz zmyn ạsna vsyʿ zi tohụ̄ krụ̄hiv aath mnz (kunhi jayhi) hjrt, lhādha chih yime tim lukh yuhund tthkanh jhnm chuh, th suh chuh sytthhe khrab tthkanh."
  },
  {
    "verse_id": 98,
    "translation": "Pzụ̄kinụ̄timav mjbvrth be bs mrdav th znanv th shuryvvarạe, yimn nh kanhh tdbyr krnuk ṭaqt avs, th nah ạsụ̄ (tathi nyrnch) kanhh vath zanan."
  },
  {
    "verse_id": 99,
    "translation": "Lhādha, chih yim tim lukh zi pzụ̄pạtthụ̄ kri Allah tʿālyā timn drgzr, th Allah tʿālyā chuh bodd mʿāf krn vvl bkhshn vvl."
  },
  {
    "verse_id": 100,
    "translation": "Th yus kanhh Allah tʿālyā snzi vathi mnz grbar trạvith nyri, suh labih zmyns mnz (hjrt khạṭr) varyah jayhi th (rvzgar khạṭr) kushadgy, th yus shkhṣ thi pnnhi gri Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) kun hjrt kran nyri, pth yiyhi ts (vathi mnze) mvt tylhi gov tmụ̄ sund ajr Allah tʿālyā sndi dhmh thạbt, th Allah tʿālyā chuh bodd bkhshn vvl mhrban."
  },
  {
    "verse_id": 101,
    "translation": "Th yylhi tohụ̄ zmyns mnz sfr kriv tylhi chuhnh tohyhi pytth kanhh gnah zi tohụ̄ kriv nmazi mnz qṣr (yʿny czon frẓ rkạczn hndi bjayhi privz) agr tohyhi andyshhi chuh zi kạfrvaatnavnav tohyhi tklyf. Be shk chih kạfr tuhndụ̄ ttakarh dshmn."
  },
  {
    "verse_id": 102,
    "translation": "Th (ae ttatthhi!) yylhi tohụ̄yimn (mjạhdn) mnz (tshryf thạvith) ạsiv tylhi krivtihindi khạṭr nmaz (jmaʿt) qạyim, yimav mnz pazi akis jmạʿcz (godd) tohyhi sintụ̄ (aqtda san) khrra spdun th timn pzn pnnụ̄ hthyar thi sintụ̄ thavnụ̄, pth yylhi tim sjdh moklavan krith, pth (ddlin aamhi jayhi th) gczihn tohyhi lukn pth kun th (vonụ̄) pazidoyimhi jmạʿcz yimav nh (vunhi) nmaz pr yun, pth prin tim tohyhi sintụ̄ (mqtdy bnith) nmaz th (timn thi) pazi zi tim (thi) thạvin (bdstvr) pnnhi ḥfaẓtkụ̄ asbab th pnnụ̄ hthyar sintụ̄, kạfr chih yczhan zi tohụ̄ gczihv pnnyv hthyarv th pnnyv asbabv nishhi ghạfl th tim krn tohyhi pytth achank ḥmlh, th tohyhi pytth chuhnh kanhh gnah zi hrgah tohyhi bạrishhi kinụ̄ kanhh tklyf āshi ya bymar ạsivu tylhi thạviv pnnụ̄ hthyar (mczrạvith) pthr, th pnnhi ḥfaẓtuk samanh thạviv pans sintụ̄. Be shk chuh Allah tʿālyā hn kạfrn khạṭr dhlt dinh vvl ʿdhab tyar krith thvvmut."
  },
  {
    "verse_id": 103,
    "translation": "Pth (ae mslman mjahdv!) yylhi tohụ̄ nmaz moklạviv ada krith, tylhi rvuziyvun Allah tʿālyā thodvthith th bihth th pnnyn lrn pytth (yʿny yylhi lr trạvith ạsiv pth ḥals mnz) yad kran, pth yylhi tohyh (khvf kh ḥalt mnz nyirith) aṭmynan ḥạṣl gczhyv tylhi kriv nmaz (ḥsbi dstvr) qạyim. Be shk chhe nmaz mvmnn pytth mqrr vqt kh ḥsabh frẓ."
  },
  {
    "verse_id": 104,
    "translation": "Th tohụ̄ mah kriv (dshmn) qvm czhanddns mnz kạhly. Agr tohyhi (pth larns mnz) tklyf chuh vatan, timn thi chuh (tiyuthe) tklyf vatan yuth tklyf tohyhi vatan chuhv ḥalankh tohyhi chhav Allah tʿālyā hs nishhi (ajrvthvab chh) timh amyd yimh amyd timn chhanh. Th Allah tʿālyā chuh var pạtthụ̄ zann vvl bodd ḥkmt vvl."
  },
  {
    "verse_id": 105,
    "translation": "(ae ʿzt valhi rsvl!) be shk chhe aashi tohyhi kun ḥqs pytth bnavnh āmczktab nạzl krmcz takh tohụ̄ kriv lukn mnz tamhi (ḥqh) mṭạbq fạṣlh yus Allah tʿālyā hn tohyhi hvvmut chuhvu th tohụ̄ mah bniv (zanhh) bddyant lukn hnzi ṭrfdạry mnzbḥth krn vạlụ̄."
  },
  {
    "verse_id": 106,
    "translation": "Th tohụ̄ mngivAllah tʿālyā hs mghfrt, be shk chuh Allah tʿālyā bodd bkhshn vvl mhrban."
  },
  {
    "verse_id": 107,
    "translation": "Th tohụ̄ mah kriv tithiyn lukn hndi ṭrfh (bchav krnh khạṭr) lrrạe yim pnnyn ne pann sintụ̄ dvkhh chih kran. Be shk chuhnh Allah tʿālyā kạnshi (tithis shkhṣs) psnd kran yus sytthah bddyant th bdkar chuh."
  },
  {
    "verse_id": 108,
    "translation": "Tim chih lukn nishhi (mndchhan mndchhan pnnụ̄ dghabạzy) khttith thavan th Allah tʿālyā hs chihnh mndchhan ḥalankh suh chuh timn sintụ̄ āsan yylhi tim rath kiyut (kunhi) ticzihh kthhi mtʿlq (czvuri pạtthụ̄) mshvrh chih kran yath Allah tʿālyā napsnd chuh kran, th Allah tʿālyā chuh (tath) sạrise aiḥaṭh krith yikynczhah tim kran chih."
  },
  {
    "verse_id": 109,
    "translation": "Khbrdar! Tohụ̄ chihv tim lukh yimavdunyachh zndgy mnztihindi ṭrfh lrrạe kr. Pth kus chuh tiyuth shkhṣa yus qyamt kh doh (thi) tihindi ṭrfh Allah tʿālyā hs sintụ̄ lrrạe kri, yakus chuh suh yus (tamhi dvh thi) timn pytth vkyl āshi?"
  },
  {
    "verse_id": 110,
    "translation": "Th yus kanhh bur kạm kri ya kri pnnis pans pytth ẓlm, pth mnghi Allah tʿālyā hs mghfrt, suh labih Allah tʿālyā hs bodd mghfrt krn vvl sytthah mhrban."
  },
  {
    "verse_id": 111,
    "translation": "Th yus shkhṣ kanhh gnah kri suh chuh ṣrf pnnhi se pans pytth (aamiyuk vbal ʿạyd) kran th Allah tʿālyā chuh var pạtthụ̄ zann vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 112,
    "translation": "Th yus shkhṣ kanhh khṭa ya gnah kri, pth khalhi tamich hanczh kạnshi be gnahs pytth tylhi tul tmụ̄ pzụ̄pạtthụ̄ aakh bhtan th ttakarh gnah (yʿny bhtanuk th ttakarh gnahuk bartulun nkhn pytth)."
  },
  {
    "verse_id": 113,
    "translation": "Th (ae ttatthhi!) hrgah tohyhi pytth Allah tʿālyā sund fẓl th rḥmt āshi he nh tylhi avs yimav (dghabazv) mnz akụ̄ drụ̄ yhi aradh kormut zi tohyhi krhanav gmrah, yylhi zn tim mḥẓ pnnhi se pans gmrah chih kran th tohyhi hyknv nh kunhi qsmuk nqṣane vatnạvith,byyhi chhe Allah tʿālyā hn tohyhi pytth ktab th ḥkmt nạzl frmavmcz byyhi chuhvtmụ̄ tohyhi suh svrue ʿlm ʿṭa kormut yus tohụ̄ zanan ạsiv nh, byyhi chuh tohyhi pytth Allah tʿālyā sundsytthah bodd fẓl."
  },
  {
    "verse_id": 114,
    "translation": "Tihindyn akthr khttith krnh āmtyn mshvrn mnz chuhnh kanhh rczr tas shkhṣh (sndi mshvrh) vrạe yus kunhi khyratuk ya nyk kamhi hund ya lukn mnz ṣlḥ krnavnuk ḥkm chuh divan th yus kanhh yhi kạm Allah tʿālyā sndi rẓa khạṭr kri tylhi krv asụ̄ ʿnqryb ts ʿẓym ajr ʿṭa."
  },
  {
    "verse_id": 115,
    "translation": "Th yus shkhṣ rsvl (ṣly Allah ʿlyh vslm) snz mkhalft kriaamhi pth zi ts pytth chhe hdaytch vath vaẓḥ gmczth mslmann hnzi vathi nishhi kri alg vathi hnz pạrvy tylhi thavvn suh asụ̄ tthụ̄ (gmrạhy) kun ddạlith yvr kun suh (panh) phyvurmut chuh th (ạkhrkar) travvn suh jhnms mnz th sochhe anthạyy khrab rvzn jae."
  },
  {
    "verse_id": 116,
    "translation": "Be shk chuhnh Allah tʿālyā aath (kthhi) mʿāf kran zi ts sintụ̄ yiyhi kanhh shryk tthhravnh th yus (gnah) aamhi vsith chuh yas yyczihh ts chuh mʿāf kran, th yus kanhh Allah tʿālyā hs sintụ̄ shrk kri suh ddol pzụ̄pạtthụ̄ sytthah dvur gmrahy mnz."
  },
  {
    "verse_id": 117,
    "translation": "Yim (mshrkyn) chih Allah tʿālyā hs vrạe ṣrf znann hivyn chyzne pvuza kran byyhi chih yim fqṭ nafrman shyṭan snze pvuza kran."
  },
  {
    "verse_id": 118,
    "translation": "Yymis pytth Allah tʿālyā hn lʿnt chhe krmcz th yymụ̄ vonmut avs zi bh nimh chanyv bndv mnz akh mqrrḥṣh (pnnhi khạṭr) ẓrvr."
  },
  {
    "verse_id": 119,
    "translation": "Bh krkh ẓrvr tim gmrah th ẓrvr rvz timn ghlṭ amyd diyavan th timn rvz ẓrvr ḥkm divan, pth āsn tim ẓrvr janvrn hndyn knn tr divan th bh rvz timn ẓrvr ḥkm divan, pth āsn tim yqyna Allah tʿālyā sndyn bnavnh āmtyn chyzn bdlavan th yus kanhh Allah tʿālyā hs trạvith shyṭans dvst bnavi, tylhi rvudsuh pzụ̄pạtthụ̄ ttakarh nqṣans mnz."
  },
  {
    "verse_id": 120,
    "translation": "Shyṭan chuh timn (ghlṭ) vʿdh divan th timn chuh (aapzi) amyd dyavan th shyṭan chuhnh fryb vrạe timn sintụ̄ kanhh vʿdh kran."
  },
  {
    "verse_id": 121,
    "translation": "Yim chih tim lukh yuhund tthkanh jhnm chuh th tim lbn nh tathi czlnch kanhh vath."
  },
  {
    "verse_id": 122,
    "translation": "Th yimav lukv ayman aon th nyk ʿmlh rvudụ̄ kran, asụ̄ krvkh ʿnqryb tim jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan, tim rvzn yimn mnz hmyshh (th) hmyshh. Allah tʿālyā sund chuh (yhi) poz vʿdh th Allah tʿālyā hs khoth zyadh pz kth vnn vvl kus hykhi ạsith"
  },
  {
    "verse_id": 123,
    "translation": "(Allah tʿālyā sndi mghfrtuk vʿdh) nah chuh tuhnzn khvạhishn pytth drith th nah chuh ahli ktabn hnzn khvạhishn pytth, yus kanhh bur ʿml kri ts yiyhi tamiyuk sza dinh, pth nah lbih suh Allah tʿālyā hs vrạe panun kanhh ḥmayt krn vvl th nah mddgar."
  },
  {
    "verse_id": 124,
    "translation": "Th yus kanhh nyk ʿml kri (khvah) mrd ạsụ̄tn ya khatvn, mgr āshi mvmn, bs time lukh gczhn jnts mnz dạkhl th timn sintụ̄ yiyhi nh akis pyintis brabrḥq tlfy krnh."
  },
  {
    "verse_id": 125,
    "translation": "Th dyn pannavnh kh aʿtbar kus hykhi ts shkhṣh sndi khoth bhtrạsith yymụ̄panun roe (ʿạjzy san) Allah tʿālyā sndi khạṭr nomrvvth suh bnyav aḥsan krn vvl thi, th suh rvud abrhym (ʿlyh alslam) sndi dynch pạrvy thi kran yus (Allah tʿālyā sndi khạṭr) akụ̄se ṭrfs (kun th) syzi vathi pytth rvzn vvl avs, th Allah tʿālyā hn avs abrahym (ʿlyh alslam) pnun mkhlṣ dvst bnvvmut (lhādha bnyav suh shkhṣ thi ḥẓrt abrahym ʿlyh alslamn hndi nsbt Allah tʿālyā sund dvst)."
  },
  {
    "verse_id": 126,
    "translation": "Th (svrue) chuh Allah tʿālyā sundue yikynczhah āsmann mnz th yikynczhah zmyns mnz chuh th Allah tʿālyā chuh pth chyzs aḥaṭh krith."
  },
  {
    "verse_id": 127,
    "translation": "Th (ae pyghmbr!) lukh chihv tohyhi (ytym) khatvnn mtʿlq ftvyā prczhan. Tohụ̄ frmạviv zi Allah tʿālyā chuhv tohyhi tihindis bars mnz ḥkm divan th yus ḥkm tohyhi (godd pytthe) ktabi mjyds mnz bvznavnh chuhv yivan (suthi) chuh ymne ytym khatvnn hndise bars mnz yimn nh tohụ̄ tim (ḥqvq) divan chihv yim tihindi khạṭr mqrr chih krnh āmtụ̄, th yczhan chihv zi (tihund mal qbẓs mnz ninh khạṭr) kriv panh timn sintụ̄ nkaḥ, byyhi chuh be bs shuryn hndis bars mnz (thi ḥkm) zi ytymn hndis mʿāmls mnz ạsiv anṣafs pytth qạyim rvzan th tohụ̄ yosh thi nyky kriv tath chuh be shk Allah tʿālyā var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 128,
    "translation": "Th agr kanshi khatvnhi pnnis khavnd sndi ṭrfh zyadty ya be rghbty hund khvf āshi tylhi chuhnh doshvnụ̄ (bạczn) pytth kanhh ḥrj zi tim krn panh vạnụ̄ kunhi mnạsb kthhi pytth ṣlḥ, th ṣlḥ chuh (pzụ̄pạtthụ̄) rut chyz byyhi chuh ṭbyʿtn mnz (km kash) bkhl (ẓrvr) thavnh āmut th hrgah tohụ̄ aḥsan kriv th prhyzgạry kriv akhtyar, tylhi chuh be shk Allah tʿālyā timav kamyv nishhi yimh tohụ̄ kran chihv (aṣl pạtthụ̄) khbrdar."
  },
  {
    "verse_id": 129,
    "translation": "Th tohyhi chuhv nh hrgz aamhi kthhi hund ṭaqt zi (akhi khoth ʿlavh) khandarinyn drmyan hykvi (pvur pạtthụ̄) ʿdl krith, tohụ̄ yyczhụ̄tav kvtah thi. Lhādha, mah narmiv (akis kun) ṭbyʿt chh dlchspy san (tithh pạtthụ̄) zi byakh tạviyvun (mnzbag) āvyzan gạmthi chyzkụ̄ pạtthụ̄. Th hrgah tohụ̄ aṣlaḥ krivu byyhi rvuziv (ḥq tlfy th zyadty nishhi) bchan tylhi chuh Allah tʿālyā bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 130,
    "translation": "Th agr doshve (bạcz) jda gczhn tylhi kri Allah tʿālyā pryth akis pnnhi vsʿt sintụ̄ (aakh akis nishhi) be nyazth Allah tʿālyā chuh sytthah vsʿt vvl bodd ḥkmt vvl."
  },
  {
    "verse_id": 131,
    "translation": "Th Allah tʿālyā sundue chuh yikynczhah āsmann mnz th yikynczhah zmyns mnz chuh.th be shk chuh aashi timn lukn (thi) yimn tohyhi brvnhh ktab dinh āyhi ḥkm diyutmut th tohyhi (thi) zi Allah tʿālyā hs rvuziv khoczan. Th hrgah tohụ̄ nafrmạny kriv tylhi chuh be shk (svrue kynhh) Allah tʿālyā sundue yhi āsmann mnz chuh th yhi zmyns mnz chuh th Allah tʿālyā chuh be nyazth tmam rczr thavn vvl."
  },
  {
    "verse_id": 132,
    "translation": "Th Allah tʿālyā sundue chuh yhi āsmann mnz chuh th yhi zmyns mnz chuh, th Allah tʿālyā sund karsaz āsun chuh sytthah."
  },
  {
    "verse_id": 133,
    "translation": "Ae lvukv! Agr suh yczhi tohyhi kryv nabvud th (tuhnzi jayhi) aanhi bdln, th Allah tʿālyā chuh aath pytth brr qdrt thavan."
  },
  {
    "verse_id": 134,
    "translation": "Yus kanhh dnyahuk anʿām chuh yczhan tylhi chuh Allah tʿālyā hs nishhi dunyahuk th ạkhrtuk (doshvnụ̄hund) anʿām th Allah tʿālyā chuh aṣl pạtthụ̄ bvzn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 135,
    "translation": "Ae ayman valyv! Tohụ̄ bnvianṣafs pytth mẓbvṭy san ddttith rvzn vạlụ̄ (mḥẓ) Allah tʿālyā sndi khạṭr gvạhy dinh vạlụ̄ khvah (gvạhy) ạsitn khod tohyhi pans ya (tuhndyn) valdynn ya (tuhndyn) rshth darn khlafe, agr chh (ys khlaf gvạhy āshi) mal dar chuh yachuh mḥtaj, Allah tʿālyā chuh yimn doshvnụ̄ hund (tuhndi nishhi) zyadh khyr khvah. Lhādha, mah ạsiv tohụ̄ nfs chh khvạhishhi hnz pạrvy kran zi ʿdl nishhi ddlivth agr tohụ̄ (gvạhy mnz) gvl mvl kth krivya (ḥq nishhi) bchạviv damn tylhi chuh be shk Allah tʿālyā timav tmam kamyv nishhi yimh tohụ̄ kran chihv bakhbr."
  },
  {
    "verse_id": 136,
    "translation": "Ae ayman valyv! Tohụ̄ aniv ayman Allah tʿālyā hs pytth th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) pytth th tath ktabih pytth yosh tmụ̄ pnnis rsvls (ṣly Allah ʿlyh vslm) pytth nạzl frmạv th tath ktabih pytth yosh tmụ̄ (aamhi) brvnhh nạzl ạs krmcz, th yus kanhh Allah tʿālyā sund th tmụ̄ sndyn frshtn hund th tmụ̄ snzn ktabn hund th tmụ̄ sndyn rsvln hund th ạkhrt kh dohuk ankar kri tylhi āv suh be shk sytthah dvur gmrạhy mnzhynh."
  },
  {
    "verse_id": 137,
    "translation": "Be shk yimav lukv ayman aon pth spdụ̄ kạfr, byyhi aonukh ayman byyhi spdụ̄ kạfr, pth ge kfrs mnz mzyd brvnhh tylhi chuhnh Allah tʿālyā hrgz (yhi aradh frmavn vvl) zi timn kri mghfrt th nah (yhi zi) havi timn syz vath."
  },
  {
    "verse_id": 138,
    "translation": "(ae nby) tohụ̄ bvznạviyvukh mnafq yhi khbr zi tihindi khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 139,
    "translation": "(yim chih) tithụ̄ lukh yim mslmanv bjayhi (ḥmlh krn valyn) kạfrn (pannụ̄) mddgar chih smjhan. Kya yim chha timn nishhi ʿzt czhanddan yylhi kh zn ʿzt chuh svrue Allah tʿālyā sndi khạṭr."
  },
  {
    "verse_id": 140,
    "translation": "Th be shk chuh (Allah tʿālyā hn) tohyhi pytth ktabih mnz yhi (ḥkm) nạzl kormut ziyylhi tohụ̄ bvuziv zi Allah tʿālyā sndyn āyatn chuh ankar yivan krnh th timn chuh mdhaq yivan krnh tylhi mah bihv tohụ̄ timn lukn sintụ̄ yot tam nh tim (ankar th tthtthh mskhril trạvith) kunhi doyimhi kthhi mnz āvrụ̄spdn. Nath gczihv tohụ̄ thi timne hivụ̄. Be shk chuh Allah tʿālyā mnafqn th kạfrn sarine jhnms mnz sombrn vvl."
  },
  {
    "verse_id": 141,
    "translation": "Tim (mnafq) yim tuhndis (zynns th harns) zaghi chih rvzan, pth agr Allah tʿālyā sndi ṭrfh tohyhi ftḥ nṣyb spdi tylhi chih vnan kya asụ̄ ạsụ̄ na tohyhi sintụ̄? Th hrgah kạfrn (ẓạhry ftḥ mnz) kynhh ḥṣh myvul tylhi chih (timn) vnan kya asụ̄ ạsụ̄ na tohyhi pytth ghạlb spdụ̄mtụ̄ th (aamhi bavjvd) bchạviụ̄vuna aashi tohụ̄mslmanav (hndyv aathv nqṣan) nishh? Lhādha kri Allah tʿālyā tohyhi drmyan qyamt kh doh fạṣlh th Allah tʿālyā diyhi nh hrgzkạfrn mslmann pytth (ghlbh ḥạṣl krnch) kanhh vath."
  },
  {
    "verse_id": 142,
    "translation": "Be shk chih mnafq Allah tʿālyā hs (pannis kham khyals mnz) dvkhh diyun yczhan ḥalankh suh chuh timn (pnny) dvkhuk sza dinh vvl, th yylhi tim nmazi khạṭr khrra chih gczhan tylhi chih kạhly san (mḥẓ) lukn havnh mokhh khrra gczhan th Allah tʿālyā hs chihnh yad (thi) kran mgr kme."
  },
  {
    "verse_id": 143,
    "translation": "Aath (kfrs th aymans) drmyan chih dul mulis (tdhbdhbs) mnz, nah chih homn (kạfrn) kun th nah chih ymn (mvmnn) kun, th yymis Allah tʿālyā gmrah tthhravi, tylhi lbiv nh tohụ̄ hrgz ts khạṭr kanhh (hdaytch) vath."
  },
  {
    "verse_id": 144,
    "translation": "Ae ayman valyv! Mslmanav vrạe mah zạniyvukh (ḥmlh krn vạlụ̄) kạfr (pnnụ̄) mddgar, kya tohụ̄ chihv yczhan zi (nafrmann hnzi dvsty hndi dhryʿh) kriv pans khlaf Allah tʿālyā snz ttakarh ḥjt qạyim."
  },
  {
    "verse_id": 145,
    "translation": "Be shk āsn mnafq lukh jhnm kis sarive khoth bnimis drjs mnz th tohụ̄ lbiv nh hrgz tihindi khạṭr kanhh mddgar."
  },
  {
    "verse_id": 146,
    "translation": "Mgr tim lukh yimav tvbh kor tim spdụ̄ pak byyhi vvtt timavAllah tʿālyā hs sintụ̄ mẓbvṭ tʿlq th timav kor panun dyn Allah tʿālyā sndi khạṭr khạlṣ,vonụ̄āsn yim mvmnn sintụ̄th ʿnqryb kri Allah tʿālyā mvmnn thdi payuk ajr ʿṭa."
  },
  {
    "verse_id": 147,
    "translation": "Allah tʿālyā kyakritohyhi ʿdhab dith (yʿny ts kya ẓrvrt chhe ʿdhab dinch) hrgah tohụ̄ shkrgzar bnvi th ayman aniv th Allah tʿālyā chuh (pth ḥqch) qdrzann vvl (pth ʿmlhi hund) var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 148,
    "translation": "Allah tʿālyā chuhnh (kạnshi hnzi) bur kthhi hundblndāvazimnz (nanhi vanh th aʿlan krith) vanun psnd kran tas varạe yas pytth ẓlm āshi spudmut (ts chuh ẓạlim sund ẓlm non kddnuk ajazt), th Allah tʿālyā chuh varpạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 149,
    "translation": "Agrtohụ̄ kanhh karikhyrẓạhrkrivya thạviyvun khttith ya krivkạnshi (hnzi) brạyy nishhi drgzr tylhi chuh be shk Allah tʿālyā bodd mʿāf krn vvl bodd qdrt vvl."
  },
  {
    "verse_id": 150,
    "translation": "Be shk yim lukh Allah tʿālyā hs th tmụ̄ sndyn rsvln sintụ̄ kfr chih kran th yczhan chih zi Allah tʿālyā hs th tmụ̄ sndyn rsvln drmyan krn frq th vnan chih zi asụ̄ chihkh kynhh manan th kynhh chihkh nh manan th yczhan chih zi aath (aymans th kfrs) drmyan krrhn kanhh vath."
  },
  {
    "verse_id": 151,
    "translation": "Yithiy lukh chuh drḥqyqt kạfr, th aashi chuh kạfrn khạṭr rusva krn vvl ʿdhab thvvmut tyar krith."
  },
  {
    "verse_id": 152,
    "translation": "Th yimav lukv Allah tʿālyā hs th tmụ̄ sndyn (tmam) rsvln pytth ayman aon th timv (pyghmbrv) mnz krkh nh kạnshi drmyan (ayman aanns mnz) frq timn krijlde suh tihindụ̄ ajrʿṭa, th Allah tʿālyā chuh bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 153,
    "translation": "(ae ttatthhi!) tohyhi chihv ahli ktab sval kran zi tohụ̄ aniv timn pytth (ykbarpvur lykhnh āmcz) kanhh ktab āsmanh vạlith, tylhi chuh timav mvsyā hs (ʿlyh alslam) thi aamhi khoth bodd sval kormut, timav avs vonmut zi aashi hav Allah tʿālyā (snz dhat) nanhi vanh, pth rttụ̄ tim tihindi (aamhi) ẓlmh (yʿny gstakhanh sval) kh vjh kinụ̄ āsmạnụ̄ ttthi (yymhi sintụ̄ tim mvudụ̄,pth ge mvsyā ʿlyh alslam snd dʿā sintụ̄ zndh), pth bnvv timav voczh (panun mʿbvd) aamhi pth thi zi timn nishhi āsh (pzrch nshandhy krn vajinhi) ttakarh nshaniyhi āmcz, pth kor aashi aamhi (jrmh) nishhi thi drgzr th aashi kor mvsyā hs (ʿlyh alslam, timn pytth) ttakarh ghlbh ʿṭa."
  },
  {
    "verse_id": 154,
    "translation": "Th (yylhi yhvudyv tvrat kyv aḥkamav nishhi byyhi ankar korpth) kor aashi timn (pokhth) vʿdh hynh khạṭr (kvhi) ṭvrtimn pytth thod (tlth avyzan), th aashi frmvv timn zitohụ̄ gczhụ̄ zyv (yymhi shhr kh) drvazh (yʿny babi aylya) mnzụ̄ sjdh (shkr) kran kran dạkhl, th aashi frmvv timn (mzyd) zibtth varidoh (gadd shkarkis mmanʿt kis ḥkms mnzthi) krụ̄ zyv nh tjavuzth aashi avs timn sytthah tạkydy vʿdh hyotmut."
  },
  {
    "verse_id": 155,
    "translation": "Pth (yim sza timn myilụ̄ tim) ạsụ̄tihindụ̄ pnnụ̄ vʿdh phuttravns pytth th Allah tʿālyā sndyn āyatn hndis ankar (kis bnyads pytth) th anbyahn hndis naḥq qtl krns pytth,aamhi ʿlavh tihinzi aamhi kthhi (hndi vjh) kinụ̄ zi sanyn diln pytth chhe ghilafh (khạlith), (drḥqyqt avs nh yhi) blkh chhe Allah tʿālyā hn tihindi kfr kinụ̄ tihindyn diln pytth mohr lgạvmcz, lhādha, aann nh tim kynczahv varạe ayman."
  },
  {
    "verse_id": 156,
    "translation": "Th (aamhi ʿlavh yhi zi) tihind (tamhi) kfr th kthhi hndi vjh kinụ̄ yus timav mryms (ʿlyha alslam) pytth zbrdst bhtan khvl."
  },
  {
    "verse_id": 157,
    "translation": "Th tihindi aamhi vannh (yʿny fkhr san dʿūyā krnh) kh vjh kinụ̄ (thi) zi aashi chuh Allah tʿālyā sund rsvl, mrym sund frznd ʿīsyā msyḥ qtl kormut, ḥalankh nah kor suh timav qtl th nah khvluk phashi mgr (spud yhi zi) tihindi khạṭr āv (kustam ʿīsyā ʿlyh alslamn hund) hm shkl bnavnh, th be shk yim lukh timn mtʿlq akhtlaf kran chih tim chih pzụ̄pạtthụ̄ (aamhi qtl kh ḥvalh) shks mnz hynh āmtụ̄, timn chuhnh (ḥqyqti ḥaluk) kihinụ̄ thi ʿlm mgr yhi zi gumanch pạrvy (chih kran), th timav kor nh ḥqyqts mnz ʿīsyā (ʿlyh alslam) qtl kynhh."
  },
  {
    "verse_id": 158,
    "translation": "Blkh khạlụ̄Allah tʿālyā hn tim pans kun (āsmans pytth), th Allah tʿālyā chuh ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 159,
    "translation": "Th (qyamts nkhh msyḥ ʿlyh alslamn hndi nạzl spdn kh vqth) rvzi nh ahli ktabav mnz kanhh (frdya frqh) pth kun yus nh ʿīsyā hs (ʿlyh alslam) pytth tihindi mrnh brvnhh ẓrvr (ṣḥyḥ ṭryqh) ayman aanhi, th qyamt kh doh āsn ʿīsyā (ʿlyh alslam) timn pytth gvah."
  },
  {
    "verse_id": 160,
    "translation": "Pth krụ̄ aashi yhvudyn hndi ẓlm kh vjh kinụ̄ timn pytth (kynhh) pak chyz ḥram yim (godd) tihindi khạṭr ḥlal ạsụ̄ krnh āmtụ̄, th aamhi vjh kinụ̄ (thi) zi tim ạsụ̄ (lukn) Allah tʿālyā snzi vathi nishhi sytthah zyadh pth rattan."
  },
  {
    "verse_id": 161,
    "translation": "Byyhi tihindi svud rattnh kh vjh kinụ̄, ḥalankh timn avs aamhi nishhi tthakh āmut krnh, byyhi (myvul) tihindyn lukn hndi ghlṭ ṭryqh mal khynh kh vjh kinụ̄ (thi timn sza) th aashi chuh timav mnz kạfrn khạṭr dg tulvun ʿdhab tyar krith thvvmut."
  },
  {
    "verse_id": 162,
    "translation": "Albth timav mnz chih pokhth ʿlmh vạlụ̄ th mvmn lukh tath (vḥy) pytth yosh tohyhi kun nạzl krnh āyhi th tath (vḥy) pytth yosh tohyhi brvnhh nạzl chhe krnh āmcz (brabr) ayman anan, th tim (kithụ̄ jan chih zi) nmaz qạyim krn vạlụ̄ (chih) th zkvāh dinh vạlụ̄ (chih) byyhi (chih) Allah tʿālyā hs pytth th qyamt kis dohs pytth ayman thavn vạlụ̄. Yithine lukn krv asụ̄ ʿnqryb bodd ajr ʿṭa."
  },
  {
    "verse_id": 163,
    "translation": "(ae ttatthhi!) be shk chhe aashi tohyhi kun (tithe pạtthụ̄) vḥy svuzmcz yithh pạtthụ̄ aashi nvḥs (ʿlyh alslam) kun th timn pth (doyimyn) pyghmbrn kun svuzmcz ạs. Th aashi svuz abrahyms th asmaʿīls th asḥaqs th yʿqvbs th (tihindyn) avladn byyhi ʿīsyā hs th ayvbs th yvnss th harvns th slymans (ʿlyhmu alslam) kun (thi) vḥy, th aashi ạs davuds (ʿlyh alslam thi) zbvr ʿṭa krmcz."
  },
  {
    "verse_id": 164,
    "translation": "Th (aashi chih kynhh) tithụ̄ rsvl (svuzimtụ̄) yhindụ̄ ḥalat aashi (yymhi) brvnhh tohụ̄ bvznạvimtụ̄ chihv th (kynhh) tithụ̄ rsvl thi chih (svuzimtụ̄) yhindụ̄ ḥalat aashi (vuniystam) tohyhi chihv nh bvznạvimtụ̄ byyhi krAllah tʿālyā hn mvsyā hs (ʿlyh alslam) sintụ̄ (sydi syvd) kth (thi)."
  },
  {
    "verse_id": 165,
    "translation": "Rsvl yim khosh khbr dinh vạlụ̄ th khocznavn vạlụ̄ ạsụ̄ (āe aamhi mvjvb svznh) takh (yimn) pyghmbrn (hndi yinh) pth rvzi nh lukn khạṭr Allah tʿālyā hs pytth kanhh ʿdhr baqy, th Allah tʿālyā chuh sytthah ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 166,
    "translation": "(ae ttatthhi! Kanhh anụ̄ tn tuhndis nbvts pytth ayman ya mth anụ̄ tn) mgrAllah tʿālyā chh (khod aamhi kthhi hnz) gvạhy divan zi yikynczhah tmụ̄ tohyhi kun nạzl chuh frmvvmut, thi chuhn pnnhi ʿlmh sintụ̄ nạzl frmvvmut th frshth (thi) chih (tuhndi khạṭr) gvahy divan th Allah tʿālyā sund gvah āsun (nue) chuh kạfy."
  },
  {
    "verse_id": 167,
    "translation": "Be shk yimav kfr kor (yʿny Muḥammadṣly Allah ʿlyh vslmn hndis nbvts korukh ankar) th (lukh) rukạvikh Allah tʿālyā snzi vathi nishhi, pzụ̄pạtthụ̄ ddlụ̄ tim (ḥq nishhi) sytthah dvur gmrạhy mnz."
  },
  {
    "verse_id": 168,
    "translation": "Be shk yimav (Allah tʿālyā snz gvạhy nah mạnith) kfr kor th (rsvl snz shan nah mạnith) ẓlm kor, Allah tʿālyā chuhnh hrgz (tiyuth) zi timn kri mghfrt th nah (chuh tiyuth zi ạkhrts mnz) havi timn kanhh vath."
  },
  {
    "verse_id": 169,
    "translation": "Jhnm chhi vathi vrạe yath mnz tim hmyshh th hmyshh rvzn, th yhi kạm chhe Allah tʿālyā hs khạṭr shl."
  },
  {
    "verse_id": 170,
    "translation": "Ae lvukv! Be shk chuh yymụ̄ rsvln (ṣly Allah ʿlyh vslm) tohyhi nishhi tuhndis rb sndiṭrfh ḥq hyth tshryf aonmut, lhādha, aniv tohụ̄ (yimn pytth) pnnhi bhtry khạṭr ayman th hrgah tohụ̄kfr (yʿny yhindis rsalts ankar) kriv tylhi (zạniv zisuh chuh tohyhi nishhi be nyaz tikyazi) yikynczhah āsmann mnzth zmyns mnz chuh pzụ̄pạtthụ̄ chuh (suh svrue) Allah tʿālyā sundue th Allah tʿālyā chuh var pạtthụ̄ zann vvl bodd ḥkmt vvl."
  },
  {
    "verse_id": 171,
    "translation": "Ae ahli ktab! Tohụ̄ mah gczihv pnnis dyins mnz ḥd nybr nyirith th Allah tʿālyā sndi s shans mnz mah vniv pazr varạe kihinụ̄, ḥqyqt chhe ṣrf yhi zi msyḥ ʿīsyā abn mrym (ʿlyh alslam) chuh Allah tʿālyā sund rsvl th tmụ̄ sund klmh yus tmụ̄ mryms kun vatnvvth tmụ̄ (sndi ṭrfh) chuh aakh rvḥ. Lhādha, aniv tohụ̄Allah tʿālyā hs th tmụ̄ sndyn rsvln pytth ayman, byyhi mah vniv zi te chh (mʿbvd), (aamhi ʿqydh nishhi) phyiriv baz, (yhi) chuh tuhndi khạṭr bhtr. Be shk chuh Allah tʿālyā he yvt kun mʿbvd, suh chh aamhi nishhi pak zi ts āshi kanhh avlad, (svrue kynhh) chuh tmụ̄ sundue yikynczhah āsmann mnz chuh th yikynczhah zmyns mnz chuh, th Allah tʿālyā sund karsaz āsun chuh sytthah."
  },
  {
    "verse_id": 172,
    "translation": "Msyḥ (ʿlyh alslam) chuhnh aamhi (kthhi) nishhi hrgzʿạb mḥsvs kran zisuh āshi Allah tʿālyā sund bndh th nah chuh mqrb frshtn (aath mnz kanhh ʿạb basan) th yus kanhh tmụ̄ snzbndgy (krnụ̄) ʿạb zanhi th tkbrkri tylhi kri suh ʿnqryb yithyn tmam lukn pans nishhi jmʿ."
  },
  {
    "verse_id": 173,
    "translation": "Vonụ̄ yimav lukv ayman aon th nyk ʿmlh rvudụ̄ kran, suh diyhi timn pvur pvur ajr th (pth) diyakh pnnhi fẓl sintụ̄ byyhi zyadh, th tim lukh yimav (Allah tʿālyā sndi ʿbadt nishhi) ʿạb mḥsvs kor th korukh tkbr timn diyhi suh dg tulvun ʿdhab, th tim nah lbn pnnhi khạṭr Allah tʿālyā hs varạe kanhh dvst th nah kanhh mddgar."
  },
  {
    "verse_id": 174,
    "translation": "Ae lvukv! Be shk chhe tohyhi nishhi tuhndis rb sndi ṭrfh (dhati Muḥammady ṣly Allah ʿlyh vslmn hndis ṣvrts mnzʿẓym v brtrth thdipayhi kis dhat snz sarive khvth zyadh mẓbvṭ, mkml th vaẓḥ) qaṭʿ dlyl āmcz th aashi chuh tohyhi kun (athụ̄ sintụ̄qrān kis ṣvrts mnz) vaẓḥ th ttakarh nuvr (thi) nạzl kormut. (yohe nby th yohe qrān chih hmyshh khạṭr kạfy)"
  },
  {
    "verse_id": 175,
    "translation": "Vonụ̄ yimav lukvAllah tʿālyā hs pytth ayman aon th rottukh (tmụ̄ sunddamn) mẓbvṭy san timn kri ʿnqryb (Allah tʿālyā) pnnis (khaṣ) rḥmts th fẓls mnz dạkhl, th timn havi pans kun (vatnch) syz vath."
  },
  {
    "verse_id": 176,
    "translation": "Lukh chihv tohyhi ftvyā (yʿny shrʿī ḥkm) pczhan. Frmạviv! Allah tʿālyā chuhvtohyhi (bghyravlad th bghyr valdyn fvt spdn vạlis) klalh hs (yʿny tmụ̄sndis vrathts) mtʿlq ḥkm divan zi hrgah kanhh tiyuth shkhṣ fvt spdiyus be avlad āshi mgr ts āshi aakh bynhi tylhi chuh ts khạṭr tamhi (mal) mnznṣf (ḥṣh) yus tmụ̄ pth kun trvvmut chuh, th (hrgah aath brʿks bynhi āshi klalh tylhi āshi tmụ̄ sndis fvt spdn kis ṣvrts mnz tmụ̄ sund) bve āsh tmụ̄ sund (yʿny bynhi hundmkml) vạrth hrgah nh ts (bynhi) kanhh avlad āshi, pth hrgah (klalh bạe sndis fvt spdns pytth) z (bynnhi vạrth) āsn tylhi chuh tihindi khạṭr tamhi (mal) mnz z tihạyy (tryyv mnz z ḥṣh) yus tmụ̄ pth kun trvvmut chuh, th agr (bṣvrti klalh mrḥvm sndụ̄) kynhh bạe bynhi mrd (thi) th mstvrat (thi vạrth) āsn tylhi āshi (pth) akis mrd sund (ḥṣh) don khatvnn hndis ḥṣs brabr. (yim aḥkam) chuh Allah tʿālyā tuhndi khạṭr vyczhnạvith byan frmavan takh tohụ̄ rvuziv nh vathi ddlith pkan, th Allah tʿālyā chuh pth chyzs var pạtthụ̄ zann vvl."
  }
]