[
  {
    "verse_id": 1,
    "translation": "Ae ayman valyv! (pnnụ̄) vʿdh kriv pvur. Tuhndi khạṭr (chih) czuzangụ̄ (gash khynh vạlụ̄) janvr (yʿny charvạe) ḥlal krnh āmtụ̄, timav (janvrv) varạe yuhund byan tohyhi pytth brvnhh kun krnh yiyh (albth) yylhi tohụ̄ aḥram kis ḥalts mnz ạsivu shkar zạnụ̄ zyv nh ḥlal. Be shk yhi Allah tʿālyā yczhan chuh ḥkm chuh divan."
  },
  {
    "verse_id": 2,
    "translation": "Ae ayman valyv!Allah tʿālyā snzn nshạniyan mah kriv be ḥurmty th nah ḥrmt (th adb) valh rytch (yʿny dhvalqʿdh, dhvalḥjh, mḥrm th mahi rjb mnz kunhi rytch) th nah ḥrm kʿbs kun svznh āmtyn qrbạnụ̄ hndyn janvrn hnz, th nah mks (mnz) aannh ynh valyn timn janvrn hnz yhinzn grdnyn mnz ʿlamty ptth āsn, th nah (mah kriv be ḥrmty) ḥrmt valhi gruk (yʿny khanh kʿbuk) qṣdkrith yinh valyn hnz (yʿny tihndimal vjanch th ʿzt vābrvhch, tikyazi yim chih tim lukh) yim pnnis rb sund fẓl th rẓa chih czhanddan, th yylhi tohụ̄ aḥram kh ḥalt nishhi nybr nyiriv pth hykvi tohụ̄ shkar krith,th tohyhi gczhyv nh kunhi qvmch (yhi) dshmny zi timv ạsụ̄hav tohụ̄ msjd ḥram (yʿny khanh kʿbh chh ḥạẓry) nishhi rukạvimtụ̄,aath kthhi pytth hs dinụ̄ zi tohụ̄ kriv (timn sintụ̄) zyadty, byyhi ạsivnyky th prhyzgạry (hnzn kamyn) mnz aakh akis mdd kran th gnah th ẓlm (chn kamyn) mnz mah kriv aakh akis mdd byyhi rvuziv Allah tʿālyā hs khoczan. Be shk chuh Allah tʿālyā (nafrmạny krn valyn) skht sza dinh vvl."
  },
  {
    "verse_id": 3,
    "translation": "Tohyhi pytth chuh mordar (yʿny shrʿī dhbḥ varạe mrn vvl janvr) ḥram krnh āmut byyhi (bhavnh āmut) khvn byyhi khnzyr sund maz, byyhi suh (janvr) yas pytth dhbḥ krnh vqth ghyrAllah sund nav āshi vannh āmut th httụ̄ chyir gczihth mvudmut (janvr) byyhi (tyz ālh vrạe kunhi chyz kh) ẓrbh sintụ̄ mvudmut byyhi hyri pytthh bon pyth mvudmut byyhi (kạnshi hyngl janvr snzi) ttholhi sintụ̄ mvudmut, byyhi suh (janvr) yus drindn āshi chyirith khyomut, ts varạe yus (mrnh brvnhh) tohyhi dhbḥ korvvn, byyhi (chuh suh janvr thi ḥram) yus bạṭl mʿbvdn hndyn thann (yʿny potlyn khạṭr mkhṣvṣ krnh āmtyn qrban gahn) pytth dhbḥ āshi krnh āmut, byyhi chuh yh (thi ḥram) zitohụ̄ kriv pansv (yʿny fal kyv tyirv) hndi dhryʿh qsmtuk ḥal mʿlvm (ya kriv ḥṣh tqsym), yimh sare kamhi chhe gnah. Aaz spdụ̄ kạfr lukh tuhndi dyn (kh ghạlb yinh kinụ̄ pnnyv napak airadv) nishhi mayvs, lhādha (ae mslmanv!) tohụ̄ mah khocziv timn th ṣrf ạsiv me khoczan. Az kor me tuhndi khạṭr tuhund dyn mkml th tohyhi pytth krm pnnụ̄ nʿmt pvur th tuhndi khạṭr korum aslam (bṭvr) dyn (yʿny mkml nẓam ḥyat kh ḥythyt) psnd. Vonụ̄ hrgah kanhh shkhṣ bochhhi (th tryshhi) hndi s shdts mnz aẓṭrạry (yʿny anthạyy mjbvry hndis) ḥalts vathi (yymhi shrṭh san zi) gnahs kun gczihh nh mạyil spdn vvl āsun (yʿny ḥram chyz khyyhi nh gnah kh rghbt kinụ̄) tylhi chuh be shk Allah tʿālyā sytthah bkhshn vvl varyah mhrban."
  },
  {
    "verse_id": 4,
    "translation": "Lukh chihv tohyhi sval kran zi tihindi khạṭr km chyz chih ḥlal krnh āmtụ̄, tohụ̄ frmạviv (timn) zi tuhndi khạṭr chih pak chyz ḥlal krnh āmtụ̄ th tim shkạrụ̄ janvryim tohyhi shkars pth davnạvith tithh pạtthụ̄ khthi chhohvkh krrimtụ̄ zi tohụ̄ chihv timn (shkarkrnkụ̄ tim ṭryqh) hychhnavan yim tohụ̄Allah tʿālyā hn chihv hychhnạvimtụ̄,lhādha khyyiv tohụ̄ tamhi (shkar) mnz (thi) yus tim (shkạrụ̄ janvr) tuhndi khạṭr (mạrith) rukạvith thavan th (shkars pytth ylh travnh vqth) ạsiv ts (shkạrụ̄ janvrs) pytth Allah tʿālyā sund navhyvan byyhi rvuzivAllah tʿālyā hs khoczan. Be shk chuh Allah tʿālyā ḥsabs mnz jldy krn vvl."
  },
  {
    "verse_id": 5,
    "translation": "Aaz āe tuhndi khạṭr pak chyz ḥlal krnh, th timn lukn hund dhbḥ krnh āmut (thi) yimn (alhạmy) ktab dinh āyhi chuh tuhndi khạṭr ḥlal th tuhund dhbḥ krnh āmut chuh tihindi khạṭr ḥlal, th (yithe pạtthụ̄) pak damn mslman khatvnh th timav lukv mnz pak damn khatvnh yimn tohyhi brvnhh ktab ạs dinh āmcz (chhe tuhndi khạṭr ḥlal) yylhi zn tohụ̄ timn tihindụ̄ mahr ada kriv (mgr shrṭ) yhi zitohụ̄ bnvi (timh) nkaḥ kis gndds mnz aann vạlụ̄ (ʿztkụ̄ rạchhdr) nah kh (mḥẓ tysh homravnh khạṭr) aʿlạnyh bdkạry krn vạlụ̄ th nah czvuri pạtthụ̄ ạshnạyy krn vạlụ̄, th yus shkhṣ (Allah tʿālyā sndyn aḥkamn pytth) ayman (aannh) nishhi ankar kri tylhi gyhi tmụ̄ snz sạre ʿml brbad th suh āshi ạkhrts mnz (thi) khsarh tuln valyv mnz."
  },
  {
    "verse_id": 6,
    "translation": "Ae ayman valyv! Yylhi (tohyhi) nmazi khạṭr khrra (spdnuk airadh) āshi tylhi chhliv (vẓv khạṭr) pnnụ̄ buthụ̄ th pnnụ̄ aathh khonvattv san th pnnyn kln kriv msḥ th pnnụ̄ khor (thi chhliv) goddav san, th agr tohụ̄ jnabt kis ḥalts mnz chihvtylhi spdiv (ghsl krith) aṣl pạtthụ̄ pak, th hrgah tohụ̄ bymar chihv ya sfrs mnz chihv ya tohyhi mnz āshi kanhh rfʿ ḥajt nishhi (byt alkhla pytthh fạrgh spdith) āmut ya tohyhi āsyv znann sintụ̄ qrbt (ṣḥbt) krmcz pth mylhi nh tohyhi āb tylhi ạsiv (aath ṣvrts mnz) pak myczi sintụ̄ tymm kran. (tymm chuh yhi zi) aamhi (pak myczi) sintụ̄ kriv pnnyn buthyn th pnnyn (pvur) aathn msḥ. Allah tʿālyā chuhnh yczhan zi suh kri tohyhi pytth kunhi qsmch skhty albth chuh suh (yhi) yczhan zi tohyhi kryv pak th tohyhi pytth kri pnnụ̄ nʿmt pvur takh tohụ̄ bnvi shkr gzar."
  },
  {
    "verse_id": 7,
    "translation": "Th Allah tʿālyā snz (so) nʿmt kriv yad yosh tohyhi pytth (krnh āmcz) chhe th tmụ̄ sund vʿdh (thi kriv yad) yus tmụ̄ tohyhi (pokhth pạtthụ̄) hyotmut avsnav yylhi zn tohyhi (aqrar krith) vonmut avsuv zi aashi bvuz (Allah tʿālyā sundḥkm) th aashi kr (tmụ̄ snz) aṭaʿt, byyhi rvuziv Allah tʿālyā hs khoczan, be shk chuh Allah tʿālyā syinn hnz n (khttith thavnh āmczn) kthn var pạtthụ̄ zanan."
  },
  {
    "verse_id": 8,
    "translation": "Ae ayman valyv! Allah tʿālyā sndi khạṭr mẓbvṭy san qạyim rvuzith bnvi anṣafs pytth mbny gvạhy dinh vạlụ̄ th kunhi qvmch skht dshmny (thi) gczihh nh tohyhi aath kthhi pytth hs dinụ̄ zitohụ̄ kriv nh (tth qvms sintụ̄) ʿdl.ʿdl ạsiv kran (zi) suh chuh prhyzgạry sytthah nkhh, th Allah tʿālyā hs ạsiv khoczan! Be shk chuh Allah tʿālyā tuhnzv kamyv nishhi varpạtthụ̄ khbrdar."
  },
  {
    "verse_id": 9,
    "translation": "Allah tʿālyā hn chuh tithyn lukn yimav ayman aon th nyk ʿml rvudụ̄ kran vʿdh kvrmut (zi) tihindi khạṭr chhe bkhshsh byyhi chuh bodd ajr."
  },
  {
    "verse_id": 10,
    "translation": "Th yimav lukv kfr kor th sanyn āyatn korukh ankar time lukh chih jhnmy (tath mnz dzn vạlụ̄)."
  },
  {
    "verse_id": 11,
    "translation": "Ae ayman valyv!tohụ̄ krivAllah tʿālyā sund (suh) anʿām yad (yus) tohyhi pytth spud yylhi (kfar) qvmn yhi airadh korzipnnụ̄ aathh tuln (qtl v hlakt khạṭr) tohyhi pytth, pth rukạvụ̄Allah tʿālyā hn tihindụ̄ aathh tohyhi nishhi th Allah tʿālyā hs rvuziv khoczan, byyhi pazi baaymann Allah tʿālyā se pytth bhrvsh thavun."
  },
  {
    "verse_id": 12,
    "translation": "Th be shk hyot Allah tʿālyā hn bny asrạyyln pokhth vʿdh th (aamhi kh tʿmyl, nfadh th nghbạny khạṭr) krụ̄ aashi timav mnz bah srdar mqrr, th Allah tʿālyā hn frmvv (bny asrạyyln) zi bh chuhs tohyhi sintụ̄ (yʿny myvn khṣvṣy mdd th nṣrt rvzi tohyhi sintụ̄), agr tohyhi nmaz qạyim thavv th tohụ̄ rvudivzkvāh divan th myanyn rsvln pytth rvudiv (hmyshh) ayman anan th timn (hndis pyghmbranh mishns) rvudiv mddkran th Allah tʿālyā hs rvudiv (tmụ̄ sndis dyn kis ḥmayts th kamyab krns mnz mal khrch krith) qrẓ ḥsn divan tylhi mittav bh tohyhi nishhi tuhndụ̄ gnah ẓrvr th tohụ̄ krv yqyna tithyn jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh chhe jạry. Tamhi pth yymụ̄ akụ̄ (thi) tohyhi mnz kfr (yʿny vʿds khlaf) kortylhi ddol suh be shk syzi vathi nishhi."
  },
  {
    "verse_id": 13,
    "translation": "Pth kr aashi tihindi pnnhi vʿdh phuttravnh kinụ̄ timn pytth lʿnt (yʿny tim ge sanhi rḥmt nishhi mḥrvm), th aashi krụ̄ tihindụ̄ dil skht (yʿny tim ge hdayt nishhi th athr rttnh nishhi mḥrvm, tikyazi) tim lukh chih (Allah tʿālyā snzi ktabih hndụ̄) klmat tihindyv (ṣḥyḥ) mqamv nishhi bdlavan th tamuyk (yʿny rhnmạyy hund) akh (bodd) ḥṣh chuhkh mshith gomut yymch timn nṣyḥt ạs āmcz krnh, th tohụ̄ rvuzivhmyshh tihindis kunhi nath kunhi khyants pytth bakhbr spdan mgr timav mnz kynczhv varae (yimav ayman chuh aonmut) lhādha kriv tohụ̄ timn mʿāf th byyhi kriv drgzr, be shk chuh Allah tʿālyā aḥsan krn valyn psnd kran."
  },
  {
    "verse_id": 14,
    "translation": "Th aashi avs timn lukn (thi aamy qsmuk) vʿdh hyotmut yim vnan chih, asụ̄ chih nṣaryā, pth kor timav (thi) tamhi (rhnmạyy) mnz aakh (bodd) ḥṣh framvsh yymich timn nṣyḥt ạs krnh āmcz. Lhādha tạv aashi (aamhi vʿdh khlạfy hndi bạʿth) timn drmyan dshmny th kynh qyamt kis dohs tam, th ʿnqryb kritimn Allah tʿālyā timn (ʿmln hndi pzr) nishhi bakhbr yimh tim kran ạsụ̄ rvzan."
  },
  {
    "verse_id": 15,
    "translation": "Ae ahli ktab! Be shk chuh tohyhi nishhi sạnụ̄ (yymụ̄) rsvln tshryf aonmut yim tuhndi khạṭr varyah timh kthh (vaẓḥ pạtthụ̄) ẓạhr chih kran yimh tohụ̄ ktabih mnz khttith ạsụ̄v thavan th (tuhnzv) varyahav kthav nishhi chih drgzr (thi) frmavan. Be shk chuh tohyhi nishhi Allah tʿālyā sndi ṭrfh akh nvr (yʿny ḥẓrt Muḥammad ṣly Allah ʿlyh vslm) āmut byyhi aakh rvshn ktab (yʿny qrān mjyd)."
  },
  {
    "verse_id": 16,
    "translation": "Allah tʿālyā chuh aamhi dhryʿh timn lukn yim tmụ̄ sndi s rẓahs tạbʿ chih, slamty hnzn vatn hund hdayt frmavan th timn chuh pnnhi ḥkmh sintụ̄ (kfrth jhalt chv) aanhi gttav mnz kddith (ayman th hdayt kis) gashs kun nivan byyhi chuh timn syzi vathi kun hdayt frmavan."
  },
  {
    "verse_id": 17,
    "translation": "Be shk kor timav lukv kfr yim vnan chih zi yqyna chuh msyḥ abn mrym (me) khdae,tohụ̄ frmạviv, pth kus chh (tiyuth shkhṣ) yus Allah tʿālyā snd (mshyt mnz) kunhi chyzuk mạlk āshi? Agr suh aamhi kthhi hundaradh frmavi zi msyḥ abn mryms th tmụ̄ snzi majhi th tmam zmyn (kyn rvzn) valyn kri hlak (tylhi kus hykhi tmụ̄ sndis fạṣls khlaf timn bchạvith) th āsmann hnz th zmynch th yus (kaynat) yimn don drmyan chuh tmch (yʿny tmh sare kunich) badshahy chhe Allah tʿālyā sndy khạṭr. Yhi suh yczhan chuh pạd chuh kran th Allah tʿālyā chuh pth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 18,
    "translation": "th yhvdyvth nṣaryā hav von,asụ̄ chih Allah tʿālyā sndụ̄ nychivụ̄ byyhi chih tmụ̄ sndụ̄ ttạtthụ̄. Tohụ̄ frmạviv, (agr tuhnz kth ṣḥyḥ chhe) tylhi kyazi chuh suh tuhndyn gnahn pytth tohyhi ʿdhab divan blkh (ḥqyqt chhe yhi zi) yim (mkhlvqat) Allah tʿālyā hn pạd chih krimtụ̄ tohụ̄ (thi) chihvtimv (e) mnz bshr (yʿny ansann hndyn baqy ṭbqn hndụ̄ pạtthụ̄ chihv tohụ̄ thi), suh yas yyczihh ts chuh mghfrt kran th yas yyczihh ts chuh ʿdhab divan, th āsmann hnz th zmynch th yosh (kaynat) yimn don drmyan chhe (sarichy) badshahy chhe Allah tʿālyā sndy khạṭr th tsụ̄ kun phyirith chuh (pth kạnshi) gczuhn."
  },
  {
    "verse_id": 19,
    "translation": "Ae ahl ktab! Be shk chuh tohyhi nishhi sạnụ̄ (yymụ̄ākhralzman) rsvln (ṣly Allah ʿlyh vslm) pyghmbrn hndiyinuk (slslh) czhynnh (kis mvqʿs) pytth tshryf aonmut, yim tuhndi khạṭr (sạnụ̄ aḥkam) vyczhnạvith chih vaẓḥ kran, (aamhi mvjvb) zi tohụ̄ vniv (ʿdhr krith yhi) zi aashi nishhi nah avs kanhh khvsh khbr bvznavn vvl āmut th nah avs khocznavn vvl āmut. (vonụ̄ chuh tuhund yhi ʿdhr thi khtm gomut tikya zi) be shk chuh tohyhi nishhi (ạkhry) khvsh khbr bvznavn vvl th khocznavn vvl (thi) āmut, th Allah tʿālyā chuh pth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 20,
    "translation": "Th (suh vqt thi kriv yad) yylhi mvsyā hn (ʿlyh alslam) pnnis qvms von ae myanhi qvmh! Tohụ̄ kriv pans pytth Allah tʿālyā sund (krnh āmut) suh anʿām yad yylhi tmụ̄ tohyhi mnz anbya pạd krụ̄ th tohụ̄ bnạvinav badshah th tohyhi kornav thi (kynczhah) ʿṭa yhi (tuhndis zmans mnz) tmam jhanv mnz kạnshi avsun nh diyutmut."
  },
  {
    "verse_id": 21,
    "translation": "Ae myanhi qvmh! (mlk sham ya byt almqds kis) tath mqds sr zmyns mnz gczihv dạkhl yus Allah tʿālyā hn tuhndi khạṭr chuh lyokhmut th pnnhi pusht kinụ̄ phyirụ̄ zyv nh (vaps) nath phyiriv tohụ̄ khsarh ld bntih vaps."
  },
  {
    "verse_id": 22,
    "translation": "timav von (drjvab), ae mvsyā! Aath mnz chih zbrdst (ẓalm) lukh (rvzan) th asụ̄ aaczv nh hrgz aath mnz tot tam zi tim nyirin aamhi (zmyn) mnz, ā, hrgah tim aathi nyrn tylhi aaczv ẓrvr asụ̄ aath mnz."
  },
  {
    "verse_id": 23,
    "translation": "timav (kynczhv) lukv mnz yim (Allah tʿālyā hs) khoczan ạsụ̄ von (tithyv) doyav shkhṣv yimn pytth Allah tʿālyā hn anʿām avs frmvvmut (lgụ̄pnnis qvms vannhi,) tohụ̄ acziv yimn lukn pytth (khvfh varạe ḥmlh kran kran shhr kh) drvazh kinụ̄, pth yylhi tohụ̄ aath (drvazs) andracziv,yqyna gczihv tylhi tohụ̄ ghạlb, byyhi kriv Allah tʿālyā se pytth tvkl bshrṭykh tohụ̄ chihv ayman vạlụ̄."
  },
  {
    "verse_id": 24,
    "translation": "timav vvn,ae mvsyā! Yvt tam tim lukh aath (srzmyns) mnz chih asụ̄ aaczvnh hrgz thi zanhh aath mnz, lhādha gczh cz th byyhi chvn rb (yikh vatth) th kriv jng, asụ̄chih yyty bihth."
  },
  {
    "verse_id": 25,
    "translation": "Mvsyā hn (ʿlyh alslam) kor ʿrẓ,a e myanhi rbh! Me chuhnh pnnis dhats th pnnis bạyis (harvn ʿlyh alslam) vrạe (kạnshi pytth) akhtyar, vonụ̄kr czaashi th (aath) nafrman qvms drmyan (pnnhi ḥkmh sintụ̄) jdạyy."
  },
  {
    "verse_id": 26,
    "translation": "(rbn) frmvvkh, vonụ̄ chhe yhi (srzmyn) yimn (nafrman) lukn pytth cztjhn vriyan tam ḥram krnh āmcz,yim lukh rvzn zmyns mnz (pryshani ḥal) httri httri phyran, lhādha (ae mvsyā! Vonụ̄) kriụ̄zinh aath nafrman qvms (yʿny amh kis ʿbrt nak ḥals) pytth afsvs."
  },
  {
    "verse_id": 27,
    "translation": "(ae nby mkrm!) tohụ̄ bvznạviyvukh yim lukh ādm (ʿlyh alslam) sndyn don frzndn hnz (habylnụ̄ th qabylnụ̄) khbr yosh balkl pz chhe yylhi doshvyav (Allah tʿālyā sndis drbars mnzaakh aakh) qrbạny pysh kr, pth āyhi timav mnz akis (habyl) snz qbvl krnh th doyimis (qabyls) nishhi āyhi nh qbvl krnh, pth von amụ̄ (qabyln habyls ḥsd san th antqam san), bh krath cz ẓrvr qtl, tmụ̄ (habyln) vonus (drjvab), be shk chuh Allah tʿālyā prhyzgarav nishy (nyaz) qbvl kran."
  },
  {
    "verse_id": 28,
    "translation": "Hrgah cz panun aathh me qtl krnh khạṭr me pytth tulkh, (aamhi pth thi) tulh nh bh panun aathh cz qtl krnh khạṭr cze kun tikyazi bh chuhs Allah tʿālyā hs khoczan yus tmam ʿālmn hnd prvrdgar chuh."
  },
  {
    "verse_id": 29,
    "translation": "Bh chuhs yczhan (zi myanhi sintụ̄ gczh nh kanhh zyadty spdnụ̄ th) myvn (marnuk) gnah th chvn panun (ptim) gnah (yymhi kinụ̄ chạnụ̄ qrbạny namnẓvr spz svrue) kr cze ḥạṣl, pth banakh cz jhnm garv mnz th yohe chuh ẓạlmn hund sza."
  },
  {
    "verse_id": 30,
    "translation": "Pth bnvv tmụ̄ (qabyl) sndụ̄ nfsn tmụ̄ sndi khạṭr pnnis bạyis (habyl) sund qtl āsan (th khosh krvun). Th tmụ̄ kor suh qtl. Lhādha bnyav suh khsarh tuln valyv mnz."
  },
  {
    "verse_id": 31,
    "translation": "Pth svuz Allah tʿālyā hn aakh kavyymụ̄ zmyn lạj tchihnụ̄ takh ts havi zi suh kithh pạtthụ̄ thavi pnnis bạe snz lash khttith, (yhi vuchihth) von tmụ̄, hae afsvus! Kya bh hyokus na amis kavs hyvu thi bntih zi pnnis bạe snz lash thavha khttith, lhādha, bnyav suh pshyman gczhn valyv mnz."
  },
  {
    "verse_id": 32,
    "translation": "Aamy vjh kinụ̄ avs aashi bny asrạyyls pytth (nạzl krnh āmtis tvrats mnz yhi ḥkm) lyokhmut zi yymụ̄ kanhh shkhṣ bghyrqṣaṣ ya zmyns mnz fsad tulnh (kh sza) rostue (naḥq) qtl kortylhi znth tmụ̄ (mʿāshrkụ̄) tmam lukh krụ̄ qtl th yymụ̄ suh (naḥq mrnh nishhi bchạvith) zndh thvv tylhi znth tmụ̄ (mʿāshrkụ̄) tmam lukh zndh thạvụ̄ (yʿny tmụ̄ bchvv ansạny ḥyatuk ajtmạʿī nẓam), th be shk āe yimn nishhi sạnụ̄ rsvl ttakarh nshạniyhi hyth, aamhi pth (thi) chih yimav mnz akthr lukh pzụ̄pạtthụ̄ zmyns mnz ḥd nyrn vạlụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Be shk yim lukh Allah tʿālyā hs th tmụ̄ sndis rsvls sintụ̄ jng chih kran th zmyns mnz chih fsad tulan tulan phyran (yʿny mslmann mnz chih khvn ryzy,lvtt khsvutt, ddakh zny, dhsht grdy th qtli ʿāmuk aaturkran) tihund sza chuh yohe zi tim gczhn qtl yinụ̄ krnh ya gczhn phahhi khalnh yinụ̄ya gczhn tihindụ̄ aathh th tihindụ̄ khor mkhalf aandav czttnh yinụ̄ ya gczhn (vṭnh kis) zmyns (mnz phyrnh) nishhi dvr (yʿny mlk bdr ya qạd) krnh yinụ̄. Yhi chhe (aakhi and) tihindi khạṭr dnyahs mnz rsvạyy th tihindi khạṭr chuh ạkhrts mnz (thi) bodd ʿdhab."
  },
  {
    "verse_id": 34,
    "translation": "Mgr yimav lukvu aamhi brvnhh zitohụ̄ krụ̄hvukh tim qabvu tvbh kor tylhi zạniv zi Allah tʿālyā chuh bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 35,
    "translation": "Ae ayman valyv! Allah tʿālyā hs rvuziv khoczan th tms (snds drbars) tam (vatnuk th nzdyky hund) krv vsylh tlash th tmụ̄ snzi vathi mnz kriv jhad takh tohụ̄ lbiv flaḥ."
  },
  {
    "verse_id": 36,
    "translation": "Be shk yim lukh kfrchih kran agrtimn nishhi thi svrue (mal vmtaʿ th khzanh mvjvd) āshi yhi rve zmyns mnz chuh blkh tath sintụ̄ byyhi tyvutah (thi) takh tim din thi qyamt kh doh kh ʿdhab nishhi (njat khạṭr) fdys (yʿny panun zuv moklavnh kis bdls) mnz, (thi svrue thi) yiyhi nh timn nishhi qbvl krnh th tihindi khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 37,
    "translation": "Tim yczhn zi (kunhi pạtthụ̄) gczhụ̄ jhnm mnz nybr nyrnụ̄ yylhi kh zn tim aamhi mnz hykn nh nyirith th tihindi khạṭr chuh nah mokln vvl ʿdhab."
  },
  {
    "verse_id": 38,
    "translation": "Th czvur krn vvl (mrd) th czvur krn vajinụ̄ (khatvn) tylhi czttiv (tmam tr ẓrvry ʿdalty karrvạyy pth) doshvnụ̄ aathh tamhi (jrm) kis padashs mnz yus timav kmvvmut chuh. (yhi chuh) Allah tʿālyā sndi ṭrfh ʿbrt nak sza, th Allah tʿālyā chuh bodd ghạlb sytthah ḥkmt vvl."
  },
  {
    "verse_id": 39,
    "translation": "Pth yus shkhṣ pnnhi (aamhi) ẓlmh pth tvbh th aṣlaḥ kri tylhi chuh be shk Allah tʿālyā ts pytth rḥmt san rjvʿ frmavn vvl. Pzụ̄pạtthụ̄ chuh Allah tʿālyā bodd bkhshn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 40,
    "translation": "(ae ansan!) kya czchuhkh na zanan zi āsmann hnz th zmynch (sạre) badshaht chhe Allah tʿālyā sndy khạṭr suh yas yczhan chuh ts chuh ʿdhab divan th ys yczhan chuh ts chuh mghfrt kran, th Allah tʿālyā chuh pth chyzs pytth var pạtthụ̄ qdrt thavan."
  },
  {
    "verse_id": 41,
    "translation": "Ae rsvl! Tim lukh mah krinav tohyhi ghmgyn yim kfrs mnz tyzy (san pysh qdmy) chih kran, timav mnz chih (aakh) tm (mnafq) yim pnnhi zyvichih vnan ziaashi aon ayman ḥalankh tihindyv dilav aon nh ayman, th timn mnz chh (baqy) yhvudụ̄ (ym) aapzi kthh bnavnh khạṭr chih var pạtthụ̄ (tuhund) bvzan (ḥqyqts mnz chih yim timn) baqy lukn khạṭr (jasvsy khạṭr) bvzn vạlụ̄ yim (vunuystam) tohyhi nishhi āe nh, (yim chih tim lukh) yim (Allah tʿālyā sndyn) klmatn pnnyv (mqrrspdn chv) jayavpth (thi) bdlavan chih (th) vnan chih agrtohyhi yhi (ḥkm yus timn psnd āshi) dinh yiyhi tylhi kriv suh akhtyar th agr tohyhi yhi (ḥkm) dinh yiyhi nh tylhi rvuziv (tmhi nshhi) dvur, th Allah tʿālyā yymis shkhṣh snzi gmrạhy hund aradh frmavi tylhi chuhnh tohyhi tmụ̄ sndi khạṭr Allah tʿālyā sund (ḥkm rukavnuk) hrgz kanhh akhtyar. Yime chih tim lukh yhindụ̄ dil pak krnuk chuhnh Allah tʿālyā hn airade frmvvmut.tihindi khạṭr chhe dunyahs mnz (kfrch) dhlt th tihindi khạṭr chuh ạkhrts mnzbodd ʿdhab."
  },
  {
    "verse_id": 42,
    "translation": "(yim lukh) chih aapzi kthh bnavnh khạṭr jasvsy krn vạlụ̄ (mzyd yhi zi) ḥram mal chih khvb khynh vạlụ̄. Lhādha, agr (yim lukh) tohyhi nishh (kanhh nzạʿī mʿāmlh hyth) yin tylhi (chuhv tohyhi akhtyar zi) krvtimn drmyan fạṣlh ya krivtimn nishhi guryz,th agr tohụ̄ timav nishhi gryz (thi) kriv (tamhi pth thi) hykn nh tm tohyhi hrgz kanhh nqṣan vatnạvith, th agr tohụ̄ fạṣlh kriv tylhi kriv timn drmyan (thi) ʿdlh san fạṣlh (yʿny tihnz dshmny gczihh nh ʿādlanh fạṣls mnz rkavtt bnnụ̄), be shk chuh Allah tʿālyā ʿdl krn valyn psnd frmavan."
  },
  {
    "verse_id": 43,
    "translation": "Th yim lukh kithh knụ̄ krnav tohyhi ḥakm tslym yylhi zn yimn nishhi tvrat chhe (mvjvd) yath mnz Allah tʿālyā sundḥkm chuh (drj). Vonụ̄ chih yim aamhi pth (thi ḥq nishhi) rvgrdạny kran, th tim lukh chihnh (balkl) ayman aann vạlụ̄."
  },
  {
    "verse_id": 44,
    "translation": "Be shk kr aashi tvrat nạzl yath mnz hdayt th nvr avs. Aath mṭạbq rvudụ̄ anbya yim (Allah tʿālyā sndụ̄) frmanbrdar (bndh) ạsụ̄yhvudyn ḥkm divan th Allah vạlụ̄ (yʿny tihindụ̄ avlya) th ʿlma (thi rvudụ̄ athụ̄ mṭạbq fạṣlh kran), aamhi mokhh zi tim ạsụ̄ Allah tʿālyā snzi ktabih hndụ̄ mḥạfẓ bnavnh āmtụ̄ th tim ạsụ̄ tath pytth nghban (th gvah). Vonụ̄ mah khvu cziv tohụ̄ lukn th (ṣrf) ạsiv me khoczan th myanyn āyatn (yʿny aḥkaman) hndi bdlh mah ạsiv (dnyahuk) mʿmvly qinmt rttan, th yus shkhṣ Allah tʿālyā sndi nạzl krnh āmthi ḥkmh mṭạbq fạṣlh (th ḥkvmt) kri nh, tylhi chih time lukh kạfr."
  },
  {
    "verse_id": 45,
    "translation": "Th aashi avs aath (tvrats) mnz timn pytth frẓ kormut zi janh bdlh jan th achh bdlh achh th nsthi bdlh ns th knh bdlh kn th dnd bdl dnd th zkhmn mnz (thi) chuh bdlh,pth yus shkhṣ yhi (qṣaṣ) ṣdqh (yʿny mʿāf) kri tylhi āshi yhi tmụ̄ snd (ṭrfh gnahn) khạṭr kfarh, th yus shkhṣ Allah tʿālyā sndi nạzl krnh āmthi ḥkmh mṭạbq fạṣlh (th ḥkvmt) kri nh,tylhi chih time lukh ẓạlm."
  },
  {
    "verse_id": 46,
    "translation": "Th aashi svuzụ̄ yimn (pyghmbrn) pth yhindyn (ne) nqshi qdmn pytth ʿīsyā abn mrym (ʿlyh alslam) yim pans brvuntthimhi (ktabih) tvratuk tṣdyq krn vạlụ̄ ạsụ̄ th aashi kr timn anjyl ʿṭa yath mnz hdayt th nvr avs th (yhi anjyl thi) ạs pans brvuntthimhi (ktabih) tvratuk tṣdyq krn vajinụ̄th (pvurpạtthụ̄) ạs hdayt th prhyzgarn khaṭr ạs nṣyḥt."
  },
  {
    "verse_id": 47,
    "translation": "Th yimn anjyl chhe dinh āmcz timn (thi) pazi tamhi (ḥkmh) mṭạbq fạṣlh krun yus Allah tʿālyā hn tath mnz nạzl chuh kormut, th yus shkhṣ Allah tʿālyā sndi nạzl krnh āmthi ḥkmh mṭạbq fạṣlh (th ḥkvmt) kri nh, tylhi chih time lukh fasq."
  },
  {
    "verse_id": 48,
    "translation": "Th (ae nby mkrm!) aashi chhe tohyhi kun pzr hyth ktab nạzl krmcz yosh pans brvuntthimyn ktabn hundtṣdyq krn vajinụ̄ chhe, byyhi chhe tth (yʿny tmhi kyn aṣl aḥkamn th mẓmvnn) pytth nghban, lhādha kriv tohụ̄timn drmyan timav (aḥkamv) mṭạbq fạṣlh yim Allah tʿālyā hn nạzl chih frmạvimtụ̄th tohụ̄ mah kriv tihnzn khvạhshatn hnz pạrvy tamhi pazrnishhi dvur spdith yus tohyhi nishhi āmut chuh. Aashi chhe tohyhi mnz pth akụ̄ sndi khạṭr alg shryʿt th ʿmlhi hnz kushadh vath bnạvmcz. Th agr Allah tʿālyā yczhi he tylhi bnavi hyvtohyhi sarine (akis shryʿts pytth mtfq) aakạe aumt, mgr suh chuh tohyhi eymn (alg alg aḥkamn) mnz āzmavun yczhan yim tmụ̄ tohyhi (tuhndyv ḥalatv mṭạbq) ditimtụ̄ chihv lhādha kriv tohụ̄ nyk kamyn mnz jldy. Allah tʿālyā se kun chuhv tohyhi sarine vaps gczuhn, pth kryv suh tohyhi timn (tmam kthn mnz ḥq v bạṭl) nishhi bakhbr yimn mnz tohụ̄ akhtlaf kran ạsụ̄v rvzan."
  },
  {
    "verse_id": 49,
    "translation": "Th (ae ttatthhi! Aashi chuh yhi ḥkm kormut zi) tohụ̄ kriv timn drmyan tamhi (frman) mṭạbq fạṣlh yus Allah tʿālyā hn nạzl chuh frmvvmut th tihnzn khvạhshn hnz pạrvy mah kriv byyhi rvuziv tohụ̄ timv nishhi bchan,yuth nh tohyhi tim timav kynczhv (aḥkamv) nishhi phirn yim Allah tʿālyā hn tohyhi kun nạzl chih krụ̄mtụ̄, vonụ̄hrgah tim (tuhndis fạṣls) buth phirn tylhi zạniv tohụ̄ zibs Allah tʿālyā chuh tihndyv kynczhv gnahv kinụ̄ timn sza diyun yczhan, th lukv mnz chih akthr nafrman (āsan)."
  },
  {
    "verse_id": 50,
    "translation": "Kya yim lukh chha (zmanh) jhaltuk qanvn yczhan, th yqyn thavn valhi qvmh khạṭrkus hykhi ḥkms mnz (yʿny ḥkm dinas mnz) Allah tʿālyā sndi khoth bhtr ạsith."
  },
  {
    "verse_id": 51,
    "translation": "Ae ayman valyv! (lrrayhi grụ̄ th dshmn) yhvudụ̄ th nṣaryā mah zạniyvukh (pnnụ̄ qabli aʿtmad) mddgar, yim chih panh vạnụ̄ aakh akụ̄ sndụ̄ mddgar. Th tohyhi mnz yus shkhṣ yimn (lrrayhi gryn th dshmn yhvudyn th nṣaryā hn panun qạbl aʿtmad) mddgarsmjhhi tylhi spdi suh (thi) be shk yimve mnz. Pzụ̄pạtthụ̄ chuhnh Allah tʿālyā ẓạlm qvms hdayt divan."
  },
  {
    "verse_id": 52,
    "translation": "Pth vuchh hvukh tohụ̄ tim lukh yhindyn diln mnz (nfaq th dhhny ghlamy hnz) bymạrụ̄ chhe, tim chih yimn (yhvdvnṣaryā hn) mnz (shạml gczhnh khạṭr) dvran, vnan chih, aashi chuh khvf zi aashi pytth (ma) yiyhi kanhh grdsh (yʿny timn sintụ̄ rlith ma mylhi aashi tḥfẓ), tylhi chuhnh dvur zi Allah tʿālyā aanhi (pzụ̄pạtthụ̄ mslmann hnz) ftḥ ya (svzi) pnnhi ṭrfh kanhh ḥkm (ftḥ th kamrạny hund nshan bnạvith) pth gczhn yim lukh tth (mnafqanh svnchs) pytth yus yim pnnis dils mnz chih khttith thạvith shrmndh."
  },
  {
    "verse_id": 53,
    "translation": "Th (tamhi vqth) vnn ayman vạlụ̄ yhi zi kya yimae chha tim lukh yimavsytthah tạkydy ḥlfs (tulnh kis ṣvrts) mnz Allah tʿālyā sndụ̄qsm ạsụ̄ khymtụ̄ zi be shk chih tim ẓrvrtohyhi sintụ̄ (mgr) tihindụ̄ sạry aʿmal ge ẓayʿ, lhādha spdụ̄ tim khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Ae ayman valyv! Tohyhi mnz yus shkhṣ pnnhi dyn nishhi phyri tylhi aanhi ʿnqryb Allah tʿālyā (tihinzi jayhi) tiyuth qvm yimn sintụ̄ suh (panh) mḥbt āshi kran th tim āsn ts sintụ̄ mḥbt kran, tim āsn mvmnn pytth nrm (th timn) kạfrn pytth skht (yim aslams khlaf ẓlms th ʿdavts kạm chih hyvan), Allah tʿālyā snzi vathi mnz krn (khvb) jhad th kạnshi mlamt krn vạlụ̄ sndi s mlamts khvczn nh kynhh. Yhi (tʿmyry krdar) chuh Allah tʿālyā sund fẓl yas suh yczhan chuh ts chuh ʿṭa kran, th Allah tʿālyā (chuh) vsʿt vvl var pạtthụ̄ chuh zann vvl."
  },
  {
    "verse_id": 55,
    "translation": "Be shk chuh tuhund (ḥqyqy mddgar th) dvst ṣrf Allah tʿālyā th tmụ̄ sund rsvl (ṣly Allah ʿlyh vslm) th byyhi (sintụ̄) tim ayman vạlụ̄ yim nmaz chih qạyim thavan th zkvāh chih divan th tim chih (Allah tʿālyā snzi bargahi mnz ʿạjzy san) nymn vạlụ̄."
  },
  {
    "verse_id": 56,
    "translation": "Th yus shkhṣ Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) th baaymann dvst bnavi bs (soe chhe Allah tʿālyā snz jmaʿt th) Allah tʿālyā sndjmaʿtkụ̄ (lukhe) chih ghạlb spdn vạlụ̄."
  },
  {
    "verse_id": 57,
    "translation": "Ae ayman valyv! Titihyv lukv mnz yimn tohyhi brvnhh ktab ạs dinh āmcz, tim yimv tuhunddyin mdhaq th gindun chuh bnvvmut byyh kạfr mah bnạviyvukh pnnụ̄ dvst, byyhi rvuziv Allah tʿālyā hs khoczan bshrṭykh tohụ̄ ạsiv (pzụ̄pạtthụ̄) baayman."
  },
  {
    "verse_id": 58,
    "translation": "Th yylhi tohụ̄ nmazi khạṭr (lukn banghi hndis ṣvrts mnz) nad layan chihv tylhi chih yim (lukh) tth mdhaq th gindun bnavan, yhi chuh aav mokhh zi tim chih tithụ̄ lukh yimn (balkle) ʿql chhanh."
  },
  {
    "verse_id": 59,
    "translation": "(ae nby mkrm!) tohụ̄ frmạviv, ae ahli ktab, sạnụ̄ kosh kth chhav tohyhi bur ljmcz aamhi vrạe zi aashi chuh ayman aonmut Allah tʿālyā hs pytth th tath (ktabih) pytth yosh aashi kun chhe nạzl krnh āmcz th timn (ktabn) pytth yimh godd chhe nạzl āmcz krnh th be shk chih tuhndụ̄ akthr lukh nafrman."
  },
  {
    "verse_id": 60,
    "translation": "Frmạviv, kya bh krhvatohụ̄ ts shkhṣs nishhi bakhbr yus sza kh aʿtbar Allah tʿālyā hs nzdyk tmụ̄ sndi khoth (thi) khrab chuh (yus tohụ̄ khrab chhvvn smjhan, th yhi chuh suh shkhṣ) ys pytth Allah tʿālyā hn lʿnt chhe krmcz th ts pytth chuh ghẓb nak spud mut th tmụ̄chih yimav (khrab lukv) mnz (kynhh) pnzụ̄ th (kynhh) khnzyr bnạvimtụ̄, th (yhi chuh tiyuth shkhṣ) yymụ̄ shyṭan snz (aṭaʿt th) bndgy chhe krmcz, yime lukh chih tthkanh kh aʿtbar bdtryn th syzi vathi nishhi varyah ddlụ̄mtụ̄."
  },
  {
    "verse_id": 61,
    "translation": "Th yylhi tim (mnafq) tohyhi nishhi chih yivan (tylhi) chih vnan aashi chuh ayman aonmut ḥalankh czae tim (tuhnzi mjls mnz) kfrhythe th dae thi yohe (kfr) hyth vaps, th Allah tʿālyā chuh timh (kthh) var pạtthụ̄ zanan yimn tim khttith thạvith phyran chih."
  },
  {
    "verse_id": 62,
    "translation": "Th tohụ̄ vuchihv yimn mnz varyah tithụ̄ lukh yim gnahs mnz, ẓlms mnz th pnnhi ḥram khvry mnz tyzy san āvrụ̄ chih āsan. Be shk yikynczhah tim kran chih, chuh sytthah bur."
  },
  {
    "verse_id": 63,
    "translation": "Timn kyazi chihnh (rvḥạny) drvysh th (dyny) ʿạlim tihnzgnah chhi kthh vannh nishhi th ḥram khynh nishhi tthakh kran be shk yikynczhah tim (thi brạyy khlaf āvaz nah tulith) tyar chih kran, chuh sytthah bur."
  },
  {
    "verse_id": 64,
    "translation": "Th yhvudụ̄ chih vnan zi Allah tʿālyā sund aathh chuh gnddith (yʿny mʿādh Allah chuh suh bkhyl), tihindụ̄ (pnnụ̄) aathh gczhn gnddnh yinụ̄ th yikynczhah timav von tamhi kinụ̄ āyhi timn pytth lʿnt krnh, blkh (chuh ḥq yhi zi) tmụ̄ sndụ̄ do shvae aathh chih (skhavt th ʿnayt khạṭr) kshadh, suh yithh pạtthụ̄ yczhan chuh (pnnyn bndn pytth ʿnayt krith) khrch chuh kran, th (ae ttatthhi!) yosh (ktab) tohyhi kun tuhndis rb sndi ṭrfh nạzl chhe krnh āmcz, yqynagczihh aamhi sintụ̄yimav mnz akthr lukn (ḥsdrngụ̄) srkshy th kfrs mnz aẓafh, th aashi chuh yimn drmyan qyamt kis dohs tam ʿdavt th bughẓ trvvmut, yylhi thi yim lukh jng kis nars hr chih divan, Allah tʿālyā chuh tath czhyth kran th yim chih (rve) zmyns mnzfsad tulan rvzan, th Allah tʿālyā chuhnh fsad tuln valyn psnd kran."
  },
  {
    "verse_id": 65,
    "translation": "Th hrgah ahli ktab (ḥẓrt Muḥammad ṣly Allah ʿlyh vslms pytth) ayman aanhn th prhyzgạry krhn akhtyar tylhi mittavhav asụ̄ (tihindi damnh nishhi) tihindụ̄ tmam gnah th tim krhvkh pzụ̄pạtthụ̄ nʿmt valyn jntn mnz dạkhl."
  },
  {
    "verse_id": 66,
    "translation": "Th agr tim lukh tvrat th anjyl th yikynczhah (mzyd) timn kun tihindis rb sndi ṭrfh nạzl avs krnh āmut (nạfdh th) qạyim krhn tylhi (gczihh he timn mạly vsyln mnz aath ḥds tam vsʿt zi) khyyhi hn tm pans pytthụ̄ kinụ̄ (thi) th pnnyv khorv bnụ̄ kinụ̄ (thi mgrrzq gczihh he nh khtm). Yimav mnz chuh aakh dor myanh rav (yʿny aʿtdal psnd), th yimav mnz yikynczhah akthr lukh kran chh (chuh) sytthah khrab."
  },
  {
    "verse_id": 67,
    "translation": "Ae (brgzydh) rsvl! Yikynczhah tohyhi kun tuhndis rb sndi ṭrfh nạzl krnh chuh āmut (suh svrue) vatnạviv (lukn tam), th hrgah tohyhi (thi) koruv nh tylhi vatnvvve nh tohyhi ts (rb) sund pygham, th Allah tʿālyā frmavi (mkhalf) lukn nishhi tuhnz (yʿny tuhndjanch panh) ḥfaẓt. Be shk chuhnh Allah tʿālyā kạfrn hdaytch vath havan."
  },
  {
    "verse_id": 68,
    "translation": "Frmạviv, ae ahli ktab! Tohụ̄ chihv nh (dyns mnz) kunhi thi chyzs pytth, yot tam nh tohụ̄ tvrat th anjyl th yikynczhah tohyhi kun tuhndis rb sndi ṭrfh nạzl chuh āmut krnh (nạfdh th) qạyim kriv th (ae ttatthhi!) yosh (ktab) tohyhi kun tuhndis rb sndi ṭrfh nạzl chhe krnh āmcz, yqyna gczihh aamhi sintụ̄ yimav mnz akthr lukn (ḥsd rngụ̄) srkshy th kfrs mnz huryr, lhādha mah krivtohụ̄ kạfr qvms (yʿny kafr qvmh kis ḥalts) pytth afsvs."
  },
  {
    "verse_id": 69,
    "translation": "Be shk (pans) mslman (vnn vạlụ̄) th yhvudụ̄ th ṣaby (yʿny starn hnz pvuza krn vạlụ̄) th nṣrạnụ̄ yimav thi (pzi dl san tʿlymati Muḥammady mṭạbq) Allah tʿālyā hs pytth th ạkhrt kis dohs pytth ayman aon, byyhi rvudụ̄ nyk ʿml kran, nah āshi timn pytth kanhh khvf th nah āsn tim ghmgyn."
  },
  {
    "verse_id": 70,
    "translation": "Be shk hyot aashi bny asrạyyls vʿdh (thi) th aashi svuzụ̄ timn kun (varyah) pyghmbr (thi), (mgr) yylhi thi timn nishhi kanhh pyghmbr tiyuth ḥkm hyth āv yath tihindụ̄ nfs psnd ạsụ̄ nh kran,pth phiyur timav (anbyahn hndis) akis jmaʿts buth th akis rvudụ̄ (mslsl) qtl kran."
  },
  {
    "verse_id": 71,
    "translation": "Th tim rvudụ̄ (sintụ̄sintụ̄) yithi svnchan zi (anbyahn hndi qtl krnh th buth phirnh sintụ̄) yiyhi nh kanhh ʿdhab, lhādha ạsụ̄ tim anụ̄ th zrụ̄ bnymtụ̄. Pth kor Allah tʿālyā hn tihund tvbh qbvl, pth ge timav mnz akthr lukh (dubarh) anụ̄ th zrụ̄ (yʿny timav nah hyokh ḥq vuchihth th nah bvuzith), th Allah tʿālyā chuh timn kamyn aṣl pạtthụ̄ vuchhan yimh tim kran chih."
  },
  {
    "verse_id": 72,
    "translation": "Drḥqyqt chih tithụ̄ lukh kạfrspdụ̄mtụ̄ yimav von zi Allah tʿālyā he chuh msyḥ abn mrym (ʿlyhma alsla m) ḥalankh msyḥ hn (ʿlyh alslam) avs yhi vonmut, ae bny asrayyl! Tohụ̄ kriv Allah tʿālyā snz ʿbadt yus myvn (thi) rb chuh th tuhund (thi) rb chuh. Be shk yus Allah tʿālyā hs sintụ̄ shrk kri, tylhi chuh pzụ̄pạtthụ̄ Allah tʿālyā hn ts pytth jnt kormut ḥram th tmụ̄ snz rvzn jae chuh jhnm th ẓạlmn khạṭr āshi nh kanhh mddgar."
  },
  {
    "verse_id": 73,
    "translation": "Be shk chih tithụ̄ lukh (thi) kạfr spdimtụ̄ yimav von zi Allah tʿālyā chuh tryyv (mʿbvdav) mnz tryyum, ḥalankh chuhnh kunis mʿbvds vrạe kanhh ʿbadts layq th hrgah tim timav (fẓvl kthv) nishhi yimh tim vnan chih pot phyirụ̄ nh tylhi vathi timav mnz kạfrn dg tulvun ʿdhab ẓrvr."
  },
  {
    "verse_id": 74,
    "translation": "Kya yim lukh chihna Allah tʿālyā snzi bargahi mnz rjvʿ kran th ts (chihna) mghfrt mngan, ḥalankh Allah tʿālyā chuh bodd bkhshn vvl sytthah rḥm frmavn vvl."
  },
  {
    "verse_id": 75,
    "translation": "Msyḥ abn mrym (ʿlyh alslam) chihnh rsvl vrạe (byyhi) khhnụ̄ (yʿny khda, ya khdae sund nychuv ya shryk chihnh) pzụ̄pạtthụ̄ chih timan brvnhh (thi) varyah rsvl gzrymtụ̄ th tihnz mvj ạs pzụ̄yạr (vlyh), tim doshvae ạsụ̄ (mkhlvq tikyazi) khyn thi ạsụ̄ khyvan. (ae ttatthhi!) vuchihv asụ̄ kithh pạtthụ̄ chih tihinz (rhnmạyy) khạṭr āyat vẓaḥt san byan kran, pth vuchihv zi (aamhi bavjvd) kithh pạtthụ̄ chih tim (ḥq nishhi) phyirith gczhan."
  },
  {
    "verse_id": 76,
    "translation": "Frmạviv, kya tohụ̄ chihv Allah tʿālyā hs vrạe tmụ̄ snz ʿbadt kran yus nah tuhndikhạṭr kunhi nqṣanuk mạlk chuh, nah chuh nfʿ huk, th Allah tʿālyā he chuh var pạtthụ̄ bvzn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 77,
    "translation": "Frmạviv, ae ahli ktab tohụ̄ mah ạsiv pnnis dyins mnz naḥq ḥd nybrnyran th nah mah ạsiv timn lukn hndyn khvạhshatn hnz pạrvy kran yim godde (Muḥammadṣly Allah ʿlyh vslmn hndi bʿtht brvnhh) ạsụ̄gmrah gmtụ̄ th byyhi (thi) krikh varyah lukh gmrah th (Muḥammad ṣly Allah ʿlyh vslmn hndi mbʿūth spdnh pth thi) rvudụ̄ syzi vathi nishhi ddlith."
  },
  {
    "verse_id": 78,
    "translation": "Bny asrạyyl mnzyimiv lukv kfr kormut avs timn chhe davud th ʿīsyā abn mrym (ʿlyh alslam) snzi zbạnụ̄ lʿnt (krnh) āmcz. Yhi chuh aamhi mvjvb zi timav kr nafrmạny th tim ạsụ̄ ḥd nyran."
  },
  {
    "verse_id": 79,
    "translation": "(th aamhi lʿntuk akh sbb avs yithi zi) tim yosh thi nakarh kạm kran ạsụ̄, aakh akis ạsụ̄ nh tamhi nishhi tthakh kran. Be shk āsh timh kamhi nakarh yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 80,
    "translation": "Tohụ̄ vuchh hvukh yimav mnz akthr lukh zi tim chih kạfrn sintụ̄ dvsty thavan. Kvtah khrab chyz chuh yus timav pnnhi (ạkhrt kh ḥsab) khạṭr brvnhh kun chuh svuzith thvvmut (th suh chuh) yhi zi Allah tʿālyā gov timn pytth (skht) naraẓ, th tim lukh chih hmyshh ʿdhabs mnze (grftar) rvzn vạlụ̄."
  },
  {
    "verse_id": 81,
    "translation": "Th hrgah tim ayman anhan Allah tʿālyā hs pytth th (ākhry) nby ys (ṣly Allah ʿlyh vslm) pytth th tath (ktabih) pytth yosh timn kun nạzl chhe krnh āmcz tylhi bnavhn nh yimn (aslam kyn dshmnn) dvst, mgr timav mnz chih akthr lukh nafrman."
  },
  {
    "verse_id": 82,
    "translation": "Tohụ̄ lbyvukh yqyny ṭvrayman aann valyn hndis ḥqs mnz ʿdavt kh lḥaẓh tmam lukv khoth zyadh skht yhvudụ̄ th mshrk, th tohụ̄ lbyvukh ayman aann valyn hndis ḥqs mnz mḥbt kh lḥaẓh tmam lukv khoth zyadh nzdyk tim lukh yim vnan chih, be shk chih asụ̄ nṣaryā. Yhi chuh aamhi mvjvb zi timn mnz chih ʿlma (shryʿt thi) th (ʿbadt gzar) gvshh nshyn (drvysh) thi, th (byyhi) chihnh tim tkbr kran."
  },
  {
    "verse_id": 83,
    "translation": "Th (yohe vjh chuh zi) yylhi (timav mnz kynhh pzụ̄ʿīsạe) yth (qrāns) bvzan chih yus rsvls (ṣly Allah ʿlyh vslm) kun nạzl chuh āmut krnh tylhi chihv tohụ̄ tihnzn achhn mnz aosh bukhụ̄vuchhan. (yim aosh bukhụ̄ yinụ̄chih) tamhi ḥq kh bạʿth yymiyk mʿrft timn (nṣyb) chuh gomut. (sinty) chh ʿrẓ kran, ae sanhi rbh! Aashi chh (chạnis svuzụ̄mtis ḥqs pytth) ayman aonmut, vonụ̄ lykhth aashi (thi ḥqch) gvạhy dinh valyn sintụ̄."
  },
  {
    "verse_id": 84,
    "translation": "Th aashi kya chuh zi asụ̄ aanav nh Allah tʿālyā hs pytth th tath ḥqs (yʿny ḥẓrt Muḥammadṣly Allah ʿlyh vslms th qrān mjyds) pytth ayman yus aashi nishhi vvtmut chuh, ḥalankh aashi (thi) chuh ṭmʿ zi sv n rb goczh aashi nyk lukn sintụ̄ (pnnis rḥmts th jnts mnz) dạkhl krun."
  },
  {
    "verse_id": 85,
    "translation": "Lhādha krụ̄Allah tʿālyā hn tihinzi aamhi (mvmnanh) kthhi hndi bdlh timn thvabs mnz jnt ʿṭa yimn bnụ̄ kinụ̄ kolh chhe pkan. (tim) chih yimn mnz hmyshh rvzn vạlụ̄, th yohe chuh nykv karn hund jza."
  },
  {
    "verse_id": 86,
    "translation": "Th yimav lukv kfr kor th sanyn āyatn korukh ankar, timae lukh chih jhnmy (jhnms mnzrvzn vạlụ̄)."
  },
  {
    "verse_id": 87,
    "translation": "Ae ayman valyv! Yim pak chyz Allah tʿālyā hn tuhndi khạṭr ḥlal chih krimtụ̄tim mah kriyvukh (pans pytth) ḥram th nah mah nyiriv ḥdnybr, be shk chuhnh Allah tʿālyā ḥd nyrn valyn psnd kran."
  },
  {
    "verse_id": 88,
    "translation": "Th yus ḥlal pak rzq Allah tʿālyā hn tohyhi ʿṭa chuh kormut tamhi mnz ạsiv khyvan byyhi rvuziv Allah tʿālyā hs khoczan yas pytth tohyhi ayman chuhv."
  },
  {
    "verse_id": 89,
    "translation": "Allah tʿālyā chuhnh be mqṣd (th ghyr snjydh) qasmn mnz tohyhi pczh gạrkran albth chuh tuhndyn timn (snjydh) qsmn pytth mvakhdhh kran yim tohụ̄ (zạnith mạnith) mẓbvṭ kriv (hrgah tohụ̄ yuth qsm phuttrạviv) tylhi chuh aamiyuk kfarh dahn mskynn drmyanh (drjuk) khyn khyavun yus tohụ̄ pnnyn gri kyn chihv khyavan ya (yithe pạtthụ̄) timn (mskynn) palav dinụ̄, yaaakh grdn (yʿny ghlam ya knyz) āzad krnụ̄, vonụ̄ yymis (yhi svrue) dstyab āshi nh tylhi chhe tryn dohn rvzh thavnhi. Yhi chuh tuhndyn qsmn hund kfarh yylhi tohụ̄ khyyiv (th pth phuttrạviv) th pnnyn qsmn ạsiv ḥfaẓt kran, yithe pạtthụ̄ chuh Allah tʿālyā tuhndi khạṭr pnnụ̄ āyat vyczhnạvith vaẓḥ kran takh tohụ̄ bnvi (tmụ̄ sndyn aḥkamn hnz aṭaʿt krith) shkr gzar."
  },
  {
    "verse_id": 90,
    "translation": "Ae ayman valyv! Be shk chuh shrab byyhi zar byyh (ʿbadt khạṭr) nṣb krnh āmtụ̄ potlụ̄ byyhi (qsmt vuchhnh khạṭr) falkụ̄ tyir (sare) napak shyṭany kamhi. Lhādha kriv tohụ̄ yimav nishhi (klytaan) prhyz takh tohụ̄ lbvi kamyạby."
  },
  {
    "verse_id": 91,
    "translation": "Shyṭan chuh yy yczhan zi shrabh th zar kh dhryʿh travnavi tohyhi drmyan ʿdavt th kyinh th tohyhi rttyv Allah tʿālyā snzi dhkri nishhi th nmazi nishhi path. Kya tohụ̄ phyirv (yimav shr pạd krn vajnyv kthav nishhi) baz?"
  },
  {
    "verse_id": 92,
    "translation": "Byyhi kriv tohụ̄Allah tʿālyā snz aṭaʿt th rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt th (khdae sndith rsvl ṣly Allah ʿlyh vslmn hndi mkhalft nishhi) rvuziv bchan, pth agr tohyhi rvgrdạny krv tylhi zạniv zi sạnis rsvls (ṣly Allah ʿlyh vslm) pytth chuh ṣrf (aḥkamn hund) vaẓḥ pạtthụ̄ vatnavnue yvt kạfy (th timav chuh yhi fryẓh ada kormut)."
  },
  {
    "verse_id": 93,
    "translation": "Timn lukn pytth yimav ayman aon th nyk ʿmlh rvudụ̄ kran chuhnh tath (ḥrams) mnz kanhh gnah yus timav (ḥrmtuk ḥkm nạzl spdn brvnhh) khyvchyv yylhi zn tim (baqy mʿāmlatn mnz) bchan rvudụ̄ th (Allah tʿālyā sndyn baqy aḥkamn pytth) aonukh ayman th nyk ʿmlh rvudụ̄ kran, pth rvudụ̄ (ḥrmtkụ̄ aḥkam yinh pth thi timav tmam ḥram chyzv nishhi) prhyz kran byyhi aonukh (tihindis ḥram āsns pytth pazidilh san) ayman, pth spdụ̄ mtqy th (balākhr) spdụ̄ aḥsan krn vạlụ̄ (yʿny Allah tʿālyā sndụ̄ khaṣ ttạtthụ̄ th mqrb th nykv karbndh) th Allah tʿālyā chuh aḥsan (krn) valyn sintụ̄ mḥbt kran."
  },
  {
    "verse_id": 94,
    "translation": "Ae ayman valyv! Allah tʿālyā āzmavyv tohyhi kunhi ḥds tam ẓrvr (tithih) shkarsintụ̄yas tam tuhndụ̄ aathh th tuhndụ̄ nyz vạtith hykn takh Allah tʿālyā krnavi ts shkhṣh snz phchan yus ts vuchhnh varạe khoczan chuh,pth yus shkhṣ aamhi pth (thi) ḥd nyri tylhi chuh ts khạṭr dg tulvun ʿdhab."
  },
  {
    "verse_id": 95,
    "translation": "Ae ayman valyv! Tohụ̄ mah ạsiv aḥram kis ḥalts mnz shkar maran, th tohyhi mnz yymụ̄ (aḥram kis ḥalts mnz) zạnith mạnith suh mvr tylhi chuh (tmụ̄ sund) bdlh charvayav mnz tsụ̄ brabr (kanhh janvr) yus tmụ̄ mvrmut chuh yymụ̄ sndis bars mnz tohyhi mnz z ʿạdl shkhṣ faṣlh krn (zi pzụ̄pạtthụ̄ chuh yhi janvr ts shkars brabr bshrṭykh) so qrbạny āshi kʿbh vatn vajinụ̄ nath chuh (aamiyuk) kfarh kynczhn mḥtajn hund khyn (yʿny janvrsndis qinmts brabr mʿmvl mṭạbq khyn yczn thi moḥtajn pvur spdi) ya aath brabr (yʿny yyitụ̄ hn mḥtajn hund khyn bnh tyiczah) rvzh takh suh vuchhhi pnnhi krụ̄ mthi )baruk( mzh. Yhi kynczha )ymh( brvnhh spud mut chuh Allah tʿālyā hn kvr shu mʿāf, th yus kanhh )yczh kạm( dubarh kri tylhi hyyhi ts Allah tʿālyā (nafrmạny) hund bdlh, th Allah tʿālyā chuh bodd ghạlb bdlh hynh vvl."
  },
  {
    "verse_id": 96,
    "translation": "Tuhndi khạṭr chuh dryavuk shkar th tmụ̄ sund khyon, tuhndi th msafrn hndi fạydh khạṭr ḥlal krnh āmut th khshky hund shkar chuh tohyhi pytth ḥram krnh āmut yot tam tohụ̄ aḥram kis ḥalts mnz chihv th Allah tʿālyā hs rvuziv khoczan yms kun (yʿny ymụ̄ snz bargah kun) tohụ̄ (sạry) yiyiv jmʿ krnh."
  },
  {
    "verse_id": 97,
    "translation": "Allah tʿālyā hn chuh ʿzt (th adbh) vv l grkʿbh lukn hnd (khạṭrdyny th dunyạvy kthn mnzaamnh kh) qyamuk bạʿth bnvvmut th ḥrmt vạls ryts th kʿbh chhi qrbạny th timn janvrn thi yimn ʿlamty ptth chih nạlụ̄ (yim ḥrms mnz āsn aannh āmtụ̄ sarine chh amhi ke nsbt ʿzt th aḥtram ʿṭa krnh āmut) yhi chuh aamhi mvjvb zi tohyhi lghi ptah zi yikynczhah āsmann mnz chuh th yikynczhah zmyns mnz chuh, Allah tʿālyā chuh var pạtthụ̄ zanan th Allah tʿālyā chuh pth chyz nishhi sytthah vạqf."
  },
  {
    "verse_id": 98,
    "translation": "Zạniv zi Allah tʿālyā chuh skht pczh gạr krn vvl byyhi yhi zi Allah tʿālyā chuh bodd bkhshn vvl th sytthah rḥm krn vvl (thi)."
  },
  {
    "verse_id": 99,
    "translation": "Rsvls (ṣly Allah ʿlyh vslm) pytth chhanh (mkml pạtthụ̄ aḥkam) vatnavnh varạe (byyhi kanhh dhmh dạry), th Allah tʿālyā chuh thi (svrue) kynczhah zanan yhi tohụ̄ ẓạhr chihv kran th yhi tohụ̄ khttith chihv thavan."
  },
  {
    "verse_id": 100,
    "translation": "Frmạviv, pak th napak (doshvae) hykn nh brabr ạsith, (ae bvzn valhi!) agr chh tohyhi napakn (chyzn) hnz kthrt jan bashi. Lhādha, ae ʿql mnd lvukv! Tohụ̄ ạsiv (kmch th zyadch frq vuchhnh bjayhi) Allah tʿālyā hs khoczan takh tohụ̄ lbvi kamyạby."
  },
  {
    "verse_id": 101,
    "translation": "Ae ayman valyv! Tohụ̄ mah ạsiv timn chyzn mtʿlq sval pczhan (yimn pytth qrān khamvsh āshi) tkyaz hrgah tim tuhndi khạṭr ẓạhr yin krnh tylhi travnav tohyhi skhty mnz (th tohyhi basnav khrab), th hrgah tohụ̄ timn mtʿlq tth vqts mnz sval kriv yylhi zn qrān chih nạzl yivan krnh tylhi yin tim tohyhi pytth (ḥkm nạzl krnh sintụ̄) ẓạhr (yʿny mtʿīn) krnh (yymhi sintụ̄ tuhnz mrẓy khtm gczihh th tohụ̄ spdivaaky ḥukmkụ̄ pabnd). Allah tʿālyā hn chuh yimav (kthv th svalav) nishhi (vunuystam) drgzr kormut, th Allah tʿālyā chuh bodd bkhshn vvl burdbar."
  },
  {
    "verse_id": 102,
    "translation": "Be shk āsh tohyhi brvnhh akụ̄ qvmn yiczhe (hishhi) kthh pczhh macz, (yylhi timh byan āyhi krnh) pth spdụ̄ tim tihindụ̄ mnkr."
  },
  {
    "verse_id": 103,
    "translation": "Allah tʿālyā hn nah chuh bḥyrh (amri shrʿī) mqrrkormut th nah saʿbh th nah vṣylh th nah ḥam, albth kạfr lukh chih Allah tʿālyā hs aapuz thmt lagan, th yimav mnz chihnh akthrʿql thavan."
  },
  {
    "verse_id": 104,
    "translation": "Th yylhi timn vannh chuh yivan zi tath (qrāns) yus Allah tʿālyā hn nạzl chuh kormut th rsvls (ṣly Allah ʿlyh vslm) kun kriv rjvʿ tylhi chih vnan aashi chuh sue (ṭryqh) kạfy yath pytth aashi pnnụ̄ mạlụ̄ buddi bb vuchh, yodvae tihindyn mạlyn buddi bbn math ạsụ̄tn (dyinuk) ʿlm th tim math ạsụ̄tn hdayt yafte."
  },
  {
    "verse_id": 105,
    "translation": "Ae ayman valyv! Tohụ̄ kriv pnnyn jann hnz fkr, tohyhi hykyv nh kanhh vathi ddolmut nqṣan vatnạvith agr tohụ̄ hdayt yafth chihv bnymtụ̄, tohyhi sarine chuhv Allah tʿālyā se kun phyrun, pth kryv suh tohyhi timav kamyv nishhi bakhbr yimh tohụ̄ kran ạsiv rvudimtụ̄."
  },
  {
    "verse_id": 106,
    "translation": "Ae ayman valyv! Yylhi tohyhi mnz kạnshi mvt yiyhi tylhi gczhn vṣyt krnh vizitohyhi drmyan gvạhy (khạṭr) tohyhi mnz z ʿạdl shkhṣ āsnụ̄, ya gczhn tuhndyv voprv mnz (bdl) z shkhṣ āsnụ̄, agr tohụ̄ mlks mnz sfrạsiv kran pth yiyav tohyhi (athụ̄ ḥals mnz) mvtuk mṣybt tylhi rukạviyvukh tohụ̄tim doshvae nmazi pth, agr tohyhi (timn pytth) shk bashi tylhi khyyin tim doshve Allah tʿālyā sndụ̄ qsm ziasụ̄ rattav nh aamhi bdlh kanhh qinmt chahe kanhh (kvtah thi) qrabt dar ạsin th nah thavav asụ̄ Allah tʿālyā snz (mqrr krnh āmcz) gvạhy khttith (hrgah khttith thavav tylhi) gczhv asụ̄ tamy vqth gnah garn mnzshạml."
  },
  {
    "verse_id": 107,
    "translation": "Pth agraamhi (kthhi) hund pe lghi zi tim doshve chih (ṣḥyḥ gvạhy khttith thavnh kh vjh kinụ̄) gnahkụ̄mrtkb spdụ̄ mtụ̄tylhi gczihn tihinzi jayhi bdl z (gvah) vṣyt kyv ḥq darv mnz khrra ym myts zyadh qryby āsn pth khyyin tim Allah tʿālyā sund qsm zi be shk chhe sạnụ̄ gvạhy timn doshvnụ̄ hnzi gvạhy khvth zyadh pz th asụ̄ chihnh (ḥqh nishhi) ḥdnybrnyran, (hrgah asụ̄ thi krv tylhi) spdv asụ̄tmy saʿth ẓạlimav mnz."
  },
  {
    "verse_id": 108,
    "translation": "Yhi (ṭryqh) chuh aath kthhi zyadh nakhh zi lukh din ṣḥyḥ pạtthụ̄ gvạhy ya khoczn aath kthhi zi (ghlṭ gvạhy hndis ṣvrts mnz) yin tihindyv qsmav pth (time) qsm (zyadh qryby rshth darn kun) phirnh, th Allah tʿālyā hs rvuziv khoczan th (tmụ̄ sndụ̄ aḥkam) ạsiv (ghvr san) bvzan, th Allah tʿālyā chuhnh nafrman qvms hdayt divan."
  },
  {
    "verse_id": 109,
    "translation": "(tath dohs khocziv) yymhi doh Allah tʿālyā tmam rsvln jmʿ kri pth frmavi (timan) zi tohyhi kya jvab avsuv (tuhnzn aumtn hndi ṭrfh dyn kh dʿūtuk) dinh āmut? Tim krn (Allah tʿālyā snzi bargahi mnz) ʿrẓ, aashi chuhnh kanhh ʿlm, be shk chuhkh cze ghyb chn tmam kthn hund var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 110,
    "translation": "Yylhi Allah tʿālyā frmavi, ae ʿīsyā mrym sndi frznd! Cz kr pans pytth th pnnhi majhi pytth myvn aḥsan yad yylhi me pak rvḥ (jbryl) sndi dhryʿh cze mddkorue, cz avsukh manzlis mnz (dod chyvnhi vạnshi) th pkhth vạnshi mnz (tblygh th rsalt kis zmans mnz hiviy andazh) lukn sintụ̄ kth kran th yylhi me cz ktab th ḥkmt (th danạyy) th tvrat th anjyl hychhnvvmakh th yylhi czmyanhi ḥukmh rbih avsukh janavarsnzi shklhi hyvu (putlh) bnavan pth avsukh cz tath phokh divan, th suh (putlh) avs myanhi ḥukmh janavar bnan th yylhi czmajhi zynh pytthkụ̄anụ̄ th myndụ̄ ld (mryẓ) myanhi ḥukmh avshakh tthyk kran, th yylhi cz myanhi ḥukmh mord avshakh (zndh krith qbri mnz) krran (th khrra kran) th yylhi me bny asrạyyl chanhi (qtl) nishhi rukạvimtụ̄ ạsụ̄ yylhi zn cz timn nishhi ttakar nshạniyhi hyth ākh, th timav mnzvon kạfrv (yhi) zi yhi chuhnh ttakarh jadi varạe kihinụ̄."
  },
  {
    "verse_id": 111,
    "translation": "Th yylhi me ḥvaryn hndyn diln mnz (yhi) trvv zi tohụ̄ aniv me pytth th myạnis pyghmbrs (ʿīsyā ʿlyh alslam) pytth ayman. (pth) von timav, aashi aon ayman th cz rvzgvah zi asụ̄ chih yqyna mslman."
  },
  {
    "verse_id": 112,
    "translation": "Th (yithi kr yad) yylhi ḥvaryv von ae ʿīsyā mrym sndi frznd! Kya chvn rb hykya yhi krith zi aashi pytth valhi āsman pytthh (khynuk) khvan, (pth) von ʿīsyā hn (ʿlyh alslam, drjvab), (lvukv!) Allah tʿālyā hs khocziv agr tohụ̄ ayman vạlụ̄ chihv."
  },
  {
    "verse_id": 113,
    "translation": "Tim lgụ̄ vnnh, asụ̄ chih (ṣrf) yhi yczhan zi tamhi mnz khymv th sạnụ̄ dl gczhn mṭmyn th asụ̄ zanav (mzyd yqyn san) zi tohyhi chuhv aashi poz vonmut th asụ̄ spdv aath (khyn chynch nʿmt nạzl spdns) pytth gvah."
  },
  {
    "verse_id": 114,
    "translation": "ʿīsyā abn mrymn (ʿlyh alslam) kor ʿrẓ,ae Allah! Ae sanhi rbh!aashi pytth krāsmanh pytthh (nʿmtuk) khvan nạzl takh (aamhi kh nạzl spdnuk doh) banhi sanhi khạṭr ʿīd sanyn yinh valyn khạṭr (thi) th sanyn ptimyn khạṭr (thi) th (suh khvan) ạsin chanhi ṭrfh nshạny th aashi kr rzq ʿṭa!th cz chuhkh sarive khoth bhtr rzq dinh vvl."
  },
  {
    "verse_id": 115,
    "translation": "Allah tʿālyā hn frmvv, be shk kr bh yhi tohyhi pytth nạzl, pth yus shkhṣ tohyhi mnz (aamhi) pth kfr kri tylhi dimh bh ts yqyna tiyuth ʿdhab zi tmam dunya valyv mnz dimh nh kạnshi thi tiyuth ʿdhab."
  },
  {
    "verse_id": 116,
    "translation": "Th yylhi Allah tʿālyā frmavi, ae ʿīsyā abn mrym! Kya cze avsyhi lukn vonmut zi tohụ̄ bnạviv me th myanhi majhi Allah tʿālyā hs varae z mʿbvd? Tim krn ʿrẓ, cz chuhkh pak, myanhi khạṭr chuhnh yhi (rva) zibh vanh ticzh kth yymiyuk nh me kanhh ḥq chuh. Hrgah me yhi kth vnụ̄ mcz āsihe tylhi āsihy cze yqynaso ptah, cz chuhkh hrkanhh so (kth) zanan yosh myạnis dils mnz chhe th bh chuhs nh timh (kthh) zanan yimh chạnis ʿlms mnz chhe. Be shk chuhkh cze ghyb chn tmam kthn hund aṣl pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 117,
    "translation": "Me avs nh timn aamhi (kthhi) vrạe kihinụ̄ vonmut yymiyuk cze me ḥkm avsuth diyutmut zitohụ̄ ạsiv (ṣrf) Allah tʿālyā snz ʿbadt kran yus myvn (thi) rb chuh th tuhund (thi) rb chuh th bh rvudus tihindyn (ʿqạydn th aʿmaln) pytth (tath vqts tam) khbrdar yot tam bh timn lukn mnz mvjvd rvudus. Pth yylhi cze bh tulths, pth avsukh cze timn (hndyn ḥalatn) pytth nẓr thạvith, byyhi chuhkh cz pth kunhi chyzs pytth gvah."
  },
  {
    "verse_id": 118,
    "translation": "Agr cz timn ʿdhab dikh tylhi (thi) chih tim chạny bndh th agr cz timn mghfrt krkh tylhi chuhkh be shk cze bodd ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 119,
    "translation": "Allah tʿālyā frmavi, yhi chuh tiyuth doh (yath mnz) pzụ̄yaryn dyhi tihund poz fạydh. Tihindi khạṭr chih jnt yimn bnụ̄ kinụ̄ kolh chhe jạry. Tim chih yimn mnz hmyshh th hmyshh rvzn vạlụ̄. Allah tʿālyā spud timn rạẓụ̄ th tim spdụ̄ ts rạẓụ̄, yhe (Allah tʿālyā snz rẓa) chhe sarive khoth brr kamyạby."
  },
  {
    "verse_id": 120,
    "translation": "Tmam āsmann hnz th zmynch th yikynczhah yimn mnz chuh (sarine hnz) badshạhy chhe Allah tʿālyā sndy khạṭr, th suh chuh hrkunhi chyzs pytth mkml qdrt thavan."
  }
]