[
  {
    "verse_id": 1,
    "translation": "Sạry tʿryf chih Allah tʿālyā sndy khạṭr yymụ̄ sạry āsman th zmyn pạd krụ̄, byyhi bnavyn aanhi gtth th gash, tvthi chih kạfr lukh (bạṭl mʿbvdn) pnnis rbs brabr zanan."
  },
  {
    "verse_id": 2,
    "translation": "(Allah tʿālyā) chuh sue yymụ̄ tohụ̄rabih dar myczi nishhi pạd krụ̄nav (yʿny zmyns pytth korun ansạny zndgy hund kymyạyy abtda aamy sintụ̄). Pth kor tmụ̄ (tuhndi mvtuk) myʿād mqrr, th (qyamt kh brpa gczhnuk) mʿīnh vqt chuh tsụ̄ nishhi (mqrr), (tvthi) chihv tohụ̄ shk kran."
  },
  {
    "verse_id": 3,
    "translation": "Th āsmann mnz th zmyns mnz chuh sue Allah tʿālyā he yvt (mʿbvdi brḥq), yus tuhnz khttith th tuhnz ẓạhr (tmam kthh) zanan chuh th yikynczhah tohụ̄ kmavan chihv suh chuh (tath thi) zanan."
  },
  {
    "verse_id": 4,
    "translation": "Th tihndis rb snzv nshạnyv mnz chhanh timn nishhi kanhh nshạny yivan mgr (yhi zi) tim chih tath buth phiran."
  },
  {
    "verse_id": 5,
    "translation": "Pth kor timav be shk (tithe pạtthụ̄) ḥqs (yʿny qrāns thi) ankar yylhi suh timn nishhi (Allah tʿālyā snzi nshạny rngụ̄) āv vonụ̄ chhe jlde timn nishhi tamhi chhi khbr vatn vajinhi yath tim mdhaq ạsụ̄ kran."
  },
  {
    "verse_id": 6,
    "translation": "Kya timav vuchhna zi aashi kạtyah qvm krụ̄ timn brvnhh hlak yimn zmyns mnz aashi (tiyuth mstḥkm) aqtdar avs diyutmut zi tiyuth aqtdar (th darryr) diyutv nh aashi tohyhi thi th aashi svuz timn pytth lgatar pynh vvl rvud th aashi kri timn (mkann th mḥln) bnụ̄ kinụ̄kolh jạry, pth krụ̄ aashi tim (aamhi qsmch ʿạsh vajinụ̄ zndgy dinh bavjvd) tihndyn gnahn hndi bạʿth hlak th tihindi pth kri aashi bdl aumth pạd."
  },
  {
    "verse_id": 7,
    "translation": "Th hrgah asụ̄ tohyhi pytth kaghdhs pytth lykhith ktab nạzl krhav pth hrgah yim lukh tath pnnụ̄ aathh thi laghan tylhi (thi) vanhan )kạfrlukh yy) zi yhi chuhnh ttakarh siḥr varạe (byyhi) kihinụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Th tim (kfar) chih vnan zi amis (rsvli mkrm ṣly Allah ʿlyh vslms) pytth kyazi āv nh kanhh frshth nạzl krnh (yus asụ̄ nnụ̄ pạtthụ̄ vuchhhvn th suh krihe yuhund tṣdyq) th agr aashi frshth nạzl kormut āsihe tylhi āshi he (yhinz) kthe moklymcz, pth yiyhi he nh yimn (raczh thi) mhlt dinh."
  },
  {
    "verse_id": 9,
    "translation": "9. Th agr aashi rsvl frshth āshi he bnvvmut tylhi thi āshi he suh ansan (snzi shklhi) bnvvmut th asụ̄ travhav timn pytth (tamhi pth thi) sue shk yus shk (th ailtbas) tim (vunụ̄ kyns) kran chih (yʿny tmụ̄ snzẓạhry shkl vuchihth thi vnhn zi yhi chuh sạny pạtthụ̄ bshr)."
  },
  {
    "verse_id": 10,
    "translation": "Th be shk rvud tohyhi brvnhh (thi) rsvln sintụ̄ mdhaq krnh yivan. Pth rttụ̄timav mnz mskhril krn vạlụ̄ (ḥqkụ̄) tmy (ʿdhabn) yath tim mdhaq ạsụ̄ kran."
  },
  {
    "verse_id": 11,
    "translation": "Frmạviv zi tohụ̄ pkviphyirv zmyns pytth, pth vuchihv (ʿbrt chhi nẓri sintụ̄) zi (ḥqs) buth phirn valyn hund anjam kya spud."
  },
  {
    "verse_id": 12,
    "translation": "Tvhụ̄ frmạviv (yimn sval) ziāsmann mnzth zmyns mnz yikynczhah chuh (suh) kmụ̄ sund chuh? (pth) frmạviyvukh (yithi) ziAllah tʿālyā sundue chuh, tmụ̄ chih pnnis dhats pytth (yʿny krmh ks dhms pytth) rḥmt lạzim krmcz, suh kryv tohyhi qyamt kh doh yath mnz nh kanhh shk chuh ẓrvr jmʿ. Yimav pnnụ̄ pan (hmyshh khạṭr) khsars mnz trạvimtụ̄ chih, tim aann nh ayman."
  },
  {
    "verse_id": 13,
    "translation": "Th suh (svrue mkhlvq) yus rạczmnz th dohs mnz āram chuh kran, chuh tmụ̄ sundue, th suh chuh var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 14,
    "translation": "Frmạviv, kya bh bnavnh byyhi kanhh (ʿbadt khạṭr panun) dvst (ts) Allah tʿālyā hs vrạe yus āsmann hund th zmynuk pạd krn vvl chuh th suh chuh (sarine) khyavan th (pans) chuhnh (ts) khyavun pyvan. Frmạviv, me chuh ḥkm āmut dinh zi bh spd (ts brvnhh knhi) sarive brvuntthim (klh nomravn vvl) mslman th (yithi chuh āmut frmavnh zi) tohụ̄ spdụ̄ zyv nh hrgz thi mshrkv mnz."
  },
  {
    "verse_id": 15,
    "translation": "Frmạviv zi be shk chuhs bh bddis ʿdhab kis dohs khoczan, agr bh pnnis rb snz nafrmạny kr (vonụ̄ kithh pạtthụ̄ chuh yhi mmkn)."
  },
  {
    "verse_id": 16,
    "translation": "Tamhi doh yymis shkhṣs nishhi suh (ʿdhab vaps) phirnh āv tylhi kor be shk (Allah tʿālyā hn) ts pytth rḥm, th yhe (aukhrvy bkhshsh) chhe ttakarh kamyạby."
  },
  {
    "verse_id": 17,
    "translation": "Th agr Allah tʿālyā cze kanhh tklyf vatnạvy pth chuhnh ts varạe suh dvur krn vvl kanhh, th agr suh cze kanhh rczr vatnạvy tylhi chuh suh pth chyzs pytth var pạtthụ̄ qdrt thavan."
  },
  {
    "verse_id": 18,
    "translation": "Th sue chuh pnnyn bndn pytth ghạlb, byyhi chuh suh sytthah ḥkmt vvl khbrdar."
  },
  {
    "verse_id": 19,
    "translation": "Tohụ̄frmạviv (yimn sval krith) zigvạhy dinis mnz kus chuh sarive khoth sars? Tohy frmạviyvukh zi Allah tʿālyā chuh me th tohyhi drmyan gvah, th me kun chuh yhi qrān aamhi mvjvb vḥy āmut krnh zi aamhi dhryʿh khocznavav tohụ̄ th hrkanhh suh shkhṣ yas tam (yhi qrān) vathi. Kya tohụ̄ chihv pzụ̄pạtthụ̄ aamhi kthhi hnz gvạhy divan ziAllah tʿālyā hs varạe chih baqy mʿbvd (thi)? Tohụ̄ frmạviv, bh chuhs nh (aamhi ghlṭ kthhi hnz) gvạhy divan, frmạviyvukh, bs mʿbvd chuh ṣrf sue aakh th bh chuhs timav (tmam) chyzv nishhi byzar yim tohụ̄ (Allah tʿālyā sndụ̄) shryk chihvvkh tthhravan."
  },
  {
    "verse_id": 20,
    "translation": "Tim lukh yimn aashi ktab ạs diczmcz chih yymis (nby ākhralzman ṣly Allah ʿlyh vslms) tithe pạtthụ̄ pznavan yithh pạtthụ̄ pnnyn nychvyn pznavan chih, yimav pnnụ̄ nfs (hmyshh rvzn vạlis) khsars mnz tạvimtụ̄ chih lhādha aann nh tim ayman."
  },
  {
    "verse_id": 21,
    "translation": "Th ts khoth bodd ẓạlm kus hykhi ạsith yymụ̄ Allah tʿālyā hs pytth aapuz bhtan matthi khvl ya korun tmụ̄ sndyn āyatn ankar? Be shk lbn nh ẓạlm lukh kamyạby."
  },
  {
    "verse_id": 22,
    "translation": "Th yymhi doh asụ̄ sạry jmʿ krvkh, pth vanav asụ̄ timn lukn yim shrk ạsụ̄ kran, tuhndụ̄ tim shryk kthi chih yim tohụ̄ (mʿbvd) ạsvkh zanan."
  },
  {
    "verse_id": 23,
    "translation": "Pth rvzi nh timn (kanhh) ʿdhr aamhi vrạe zi tim vnn aashi chuh pnnis rb sund qsm asụ̄ ạsụ̄ nh mshrk."
  },
  {
    "verse_id": 24,
    "translation": "Vuchihv timav kiyuth aapuz von khod pnnis pans pytth th yus bhtan tim (dunyahs mnz) gran ạsụ̄ suh gov timn nishhi ghạb."
  },
  {
    "verse_id": 25,
    "translation": "Th timn mnz chih kynhh tim (thi) yim tohyhi kun kan dạrith chih rvzan mgraashi chih tihindyn diln pytth (tihinz pnnhi bd nyty kinụ̄) prdh t ạvimtụ̄ (vonụ̄) chuhnh (tihindi khạṭr) mmkn zi tim hykn yath (qrāns) smjhith th (aashi) chuh tihindyn knn thvp diyutmut, th hrgah tim tmam nishạnyhi (nanhi vanh thi) vuchhn tamhi pth (thi) aann nh aath pytth ayman. Ḥtyā kh yylhi tohyhi nishhi chih vatan, tohyhi sintụ̄ chih czuvan (tamhi saʿth) chih kạfr lukh vnan zi yh (qrān) chuhnh brvntthimyn lukn hnzv aapzyv dlylv varạe kihinụ̄ (thi)."
  },
  {
    "verse_id": 26,
    "translation": "Th tim chih (baqyn) amis (nby sndi atbaʿ th qrān) nishhi rukavan th (panh thi) chih aamhi nishhi dvur czalan, th tim chih mḥẓ pnnyne nfsn hlak kran th timn chuhnh (aamhi hlaktuk) shʿūr (thi)."
  },
  {
    "verse_id": 27,
    "translation": "Agr tohụ̄ (tim tamhi vqth) vuchhvukh yylhi tim nars (btths) pytth khrra yin krnh, pth vann, ae kash! Asụ̄ yimhav (dnyahs kun) vaps phirnh vonụ̄ phirhv nh asụ̄ rb sndyn āyatn (zanhh) buth th spdahv ayman valyv mnz."
  },
  {
    "verse_id": 28,
    "translation": "(aath aqrars mnz chuhnh kanhh pazr) blkh chuh timn pytth suh (svrue kynhh) ẓạhr spudmut yhi tim brvntth ạsụ̄ khttith thavan, th hrgah tim (dnyahs mnz) vaps phirnh (thi) yin (pth) krn ty yymhi nishhi timn tthakh avs krnh āmut, th be shk chih tim (pkh) aapziyạrụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Th tim rvzn (yy) vnan (yithh knụ̄ timav godd avs vonmut) zi sanhi yymhi dnyạvy zndgy varạe chhanh (byyhi) kanhh zndgy th asụ̄ yimav nh (mrnh pth) tulnh."
  },
  {
    "verse_id": 30,
    "translation": "Th agr tohụ̄ (tim tamhi vqth) vuchhvukh yylhi tim pnnis rb sndis drbars mnz khrra yin krnh (th timn) frmavi Allah tʿālyā, kya yhi (zndgy) chhana ḥq (pth) vnn kyazi nh, sạnis rb sund qsm (yhi chhe ḥq, pth) frmavi Allah tʿālyā, lhādha vuchihv (vonụ̄) tohụ̄ ʿdhabuk mzh, aamhi vjh kinụ̄ zi tohụ̄ ạsụ̄vkfr kran."
  },
  {
    "verse_id": 31,
    "translation": "Lhādha rvudụ̄ tithụ̄ lukh khsars mnzyimav Allah tʿālyā snds mlaqats ankar koryot tam zn achank timn nishhi qyamt vathi (pth) vnn hae afsvus! Aashi pytth, yus aashi aath (qyamts pytth ayman annh kis) bars mnz (khṭa) kor th tim āsn pnnyn shann pytth pnnụ̄ (gnahn hndụ̄) bvr tulith. Bvuziv suh chuh skh khrab bvr yus tim tulan chih."
  },
  {
    "verse_id": 32,
    "translation": "Th dnyạvy zndgy (hund ʿīsh vʿshrt) chhanh gindnh th tmashhi varạe kihinụ̄ th pzụ̄pạtthụ̄ chuh ạkhrtuk gre timn lukn khạṭr bhtr yim tqvyā chih akhtyar kran, kya tohyhi chuhvna (yhi pzr) fkri tran."
  },
  {
    "verse_id": 33,
    "translation": "(ae ttatthhi!) be shk chih asụ̄ zanan zi so (kth) chhav tohyhi yqyna ghmgyn kran yosh yim lukh vnan chih. Yim chihnh tohyhi buth phiran albth (pzr chuh yhi zi) ẓạlim lukh chih Allah tʿālyā sndyv āyatv nishy ankar kran."
  },
  {
    "verse_id": 34,
    "translation": "Th be shk āv tohyhi brvnhh (thi varyahn) rsvln buth phirnh mgr timav kor buth phirns th tklyf vatnavns pytth ṣbr, yot tam timn svn mdd vvt th Allah tʿālyā snzn kthn (yʿny vʿdn) chuhnh kanhh bdlavn vvl th be shk chhe tohyhi nishhi (dl kh tskyn khạṭr) rsvln hnz khbr āmcz."
  },
  {
    "verse_id": 35,
    "translation": "Th hrgah tohyhi pytth tihnz rvgrdạny nagvar chhe guzran (th tohụ̄ chihv pth ṣvrts mnz yaczhan zi tim gczhụ̄ ayman aannụ̄) tylhi hrgah tohụ̄ (yhi) krith hykvi zi zmyns mnz (vasn vajinụ̄) kanhh srong ya āsmans mnz (khsn vajinụ̄) kanhh hyr czhạnddivu pth aniv (timn havnh khạṭr) timn nishhi kanhh (khaṣ) nshạny (tim aann nh tamhi pth thi ayman), th agr Allah tʿālyā yyczihh he tylhi krihe timn hdayts pytth ẓrvr jmʿ, lhādha mah gczhiv tohụ̄ (pnnhi rḥmt th shfqt kh be ḥsab jvshhi kinụ̄ tihinzi bdbkhty nishhi) be khbr."
  },
  {
    "verse_id": 36,
    "translation": "Kth chhe yhi zi (ḥqch dʿūt) chih ṣrf timae lukh qbvl kran yim (tath pazi dl san) bvzan chih, th mordn (yʿny ḥqs ankar krn valyn) tulhi Allah tʿālyā (kfrkis ḥalts mnze qbrv mnz) pth yin tim tsụ̄ (rbs) kun (ys tim ankar ạsụ̄kran) vaps ninh."
  },
  {
    "verse_id": 37,
    "translation": "Th timav von zi amis rsvls (ṣly Allah ʿlyh vslm) pytth kyazi āyhi nh amụ̄ sndis rb sndi ṭrfh (pth vqth sintụ̄ rvzn vajinụ̄) kanhh nshạny nạzl krnh? Frmạviyvukh, be shk chuh Allah tʿālyā aath kthhi pytth (thi) qdrt thavan zi suh krikanhh (ticzh) nshạny nazl albth yimav mnz chihnh akthr lukh (tmụ̄ snzdanạyy) zanan."
  },
  {
    "verse_id": 38,
    "translation": "Th (ae ansanv!) kanhh thi pkn phyrn vvl (janvr) th janavaryus pnnyv doyv nryv sintụ̄ vuddan āshi chuhnh (tiyuth) mgr yhi zi (varyahn ṣftn mnz) chih tim sạry tohy hivụ̄ ṭbqh, aashi tvv nh ktabih mnz kanhh chyz (yus vẓaḥt san ya asharh pạtthụ̄ byan āshi nh kormut) pth yin sạry (lukh) pnnis rbs nishhi jmʿ krnh."
  },
  {
    "verse_id": 39,
    "translation": "Th yimav lukv sanyn āyatn ankar kor tim chih zrụ̄ th klụ̄, aanhi gttn mnz chih (rạvith pkan). Allah tʿālyā yas yaczhan chuh ts chuh (ḥq kh ankarkinụ̄ th ẓd kinụ̄) gmrah kran, th yas yczhan chuh ts chuh (ḥq qbvl krnh kinụ̄) syzi vathi pytth lagan."
  },
  {
    "verse_id": 40,
    "translation": "Tohụ̄ frmạviv (yimn kạfrn), yhi vnụ̄ tavhrgah tohyhi pytth Allah tʿālyā sund ʿdhab yiyhi yatohyhi pytth yiyhi qyamt, kya tylhi thi lạyiva (tamhi vqth ʿdhab nishhi bchnh khạṭr) Allah tʿālyā hs varạe byyhi kạnshi nad? (vniv) agr tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 41,
    "translation": "(thi chuhnh hrgz mmkn) blkh chihv tohụ̄ (vunụ̄kyn thi) tsụ̄ (Allah tʿālyā hs) nad layan pth agr suh yyczihh tylhi chuh tim (mṣybt) dvur kran yhindi khạṭr tohụ̄ (ts) nad chihv layan th (tamhi vqth) chihv tohyhi tim (potlụ̄) mshith gczhan yim tohụ̄ (Allah tʿālyā sndụ̄) shryk chihv bnavan."
  },
  {
    "verse_id": 42,
    "translation": "Th be shk svuzụ̄ aashi tohyhi brvnhh varyahn aumtn kun rsvl, pth rttụ̄ aashi tim (nafrmạny hndi bạʿth) tngdsty th tklyf kh dhryʿh takh tim krn (ʿạjzy th anksạry san) zar par."
  },
  {
    "verse_id": 43,
    "translation": "Pth yylhi timn tam svn ʿdhab vvt tylhi kyazi kr nh timav ʿạjzy th zạry? Mgr (ḥqyqt chhe yhi zi) tihindụ̄ dl ạsụ̄ skht gmtụ̄ th shyṭann ạsụ̄ tihindi khạṭr tim (gnah) shvubdar bnạvith hạvimtụ̄ yim tim kran ạsụ̄."
  },
  {
    "verse_id": 44,
    "translation": "Pth yylhi timav so nṣyḥt mshrạv yosh timn krnh ạs āmcz, pth trạvụ̄ aashi (tim pnnis anjams tam vatnavnh khạṭr) timn pytth pth chyzkụ̄ (fravạny hndụ̄) drvazh yalh. Aot tam zi yylhi tim timav chyzv (hndyv ldhtav th raḥtv) sintụ̄ sytthah khosh (spdith mdhvsh) ge yim timn dinh ạsụ̄ āmtụ̄, pth rttụ̄aashi tim achank (ʿdhabs mnz) th tamhi saʿth rvudụ̄ tim mayvus gczihth."
  },
  {
    "verse_id": 45,
    "translation": "Yithh pạtthụ̄ āv ẓlm krn valhi qvmuk mvul czttnh, th tmam tʿryf chih Allah tʿālyā sndy khạṭr yus tmam ʿālmn hund prvrdgar chuh."
  },
  {
    "verse_id": 46,
    "translation": "(yimn) frmạviv zi tohụ̄ vnụ̄ tav hrgah Allah tʿālyā tuhund bvznuk ṭaqt th tuhnz achh niyhi th tuhndyn diln pytth lgavi mohr (tylhi) kus chuh Allah tʿālyā hs varạe tiyuth mʿbvd yus yimh (nʿmth dubarh) tohyhi nishhi aanhi? Vuchihv asụ̄ kithh pạtthụ̄ chih rngh rngh āyat byan kran. Aamhi pth (thi) chih tim rvgrdạny kran gczhan."
  },
  {
    "verse_id": 47,
    "translation": "Tohụ̄ frmạviv (yimn yithi) zi tohụ̄ vniv me agr tohyhi pytth Allah tʿālyā sund ʿdhab achank ya nanh vanh yith pyyhi tylhi kya ẓạlm qvmh varạe yiya (byyhi kanhh) hlak krnh?"
  },
  {
    "verse_id": 48,
    "translation": "Th asụ̄ chihnh pyghmbr svzan mgr khosh khbr bvznavn vạlụ̄ th khocznavn vạlụ̄ bnạvith, lhādha yymụ̄ shkhṣn ayman aon th (ʿmly ṭvr) spud drst tylhi nah āshi timn pytth kanhh khvf th nah āsn tim ghmgyn."
  },
  {
    "verse_id": 49,
    "translation": "Th yimav lukv sanyn āyatn ankarkortimn diyhi ʿdhab ẓrvr thph, aamhi vjh kinụ̄ zi tim ạsụ̄ nafrmạny kran."
  },
  {
    "verse_id": 50,
    "translation": "Tohụ̄ frmạviv (yimn kạfrn) zi bh chuhsav nh tohyhi (yhi) vnan zi me nish chih Allah tʿālyā sndụ̄ khzanh th nah chuhs bh pạnụ̄ pane ghyb zanan th nah chuhsav bh tohyhi (yhi) vnan zi bh chuhs frshth. Bh chuhs ṣrf tamy (ḥukmch) pạrvy kran yus me kun vḥy chuh yivan krnh. Frmạviyvukh, kya aon th gashdar hyknh brabr ạsith? Kya tohụ̄ chihv na tylhi ghvr kran?"
  },
  {
    "verse_id": 51,
    "translation": "Th tohụ̄ khocznạviyvukh yymhi (qrān) kh dhryʿh tim lukh yimn pnnis rbs nishhi tath ḥals mnz jmʿ krnh yinuk hạbth chuh yylhi zn tihindi khạṭr ts varạe kanhh mddgar āshi nh th nah (kanhh) sfạrsh krn vvl takh tim bnn prhyzgar."
  },
  {
    "verse_id": 52,
    "translation": "Th tohụ̄ mah kriyvukh tim (dl shkst th khsth ḥal) lukh (pnnhi ṣḥbth th qurbt nishhi) dvur yim ṣbḥ v sham pnnis rbs ṣrf tmụ̄ snz rẓa ḥạṣl krnh mokhh nad chih layan. Tihindi (ʿmlhi th jzakh) ḥsabh mnz chuhnh tohyhi pytth kanhh chyz (vạjb) th nah chuh tuhndiḥsabh mnz kanhh chyz timn pytth (vạjb) tvthi (agr) tohụ̄ tim (pnnhi lṭf v krm nishhi) dvur kriyvukh tylhi gczihv tohụ̄ ḥq tlfy krn valyv mnz (yus nh tuhndis ʿẓmts shvuban chuh)."
  },
  {
    "verse_id": 53,
    "translation": "Th yithe pạtthụ̄ chihkh asụ̄ yimav mnz kynhh āzmavan kynczhn hndi dhryʿh takh tim (dvlt mndkạfr) vann (mslmann vuchihth hzl kran kran), kya aashi mnz chha yimae tim lukh yimn pytth Allah tʿālyā hn aḥsan chuh kormut? Kya Allah tʿālyā chuhna shkrguzarn varpạtthụ̄ zann vvl."
  },
  {
    "verse_id": 54,
    "translation": "Th yylhi tohyhi nishhi tim lukh yin yimn sanyn āyatn pytth ayman chuh tohụ̄ frmạviv (timn shfqt san) zi tohyhi pytth ạsin slam, tuhndụ̄ rbn chhe pnnis (krym) dhats pytth rḥmt lạzim krmczpth agr tohyhi mnz kanhh shkhṣ nadạny kinụ̄ kanhh burạyy kri, pth kriaamhi pth tvbh th (panun) aṣlaḥ kri tylhi chuh suh be shk bodd bkhshn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 55,
    "translation": "Th yithe pạtthụ̄ chih asụ̄ āyat tfṣyl san byan kran th (yhi chuh) aamhi mvjvb zi mujrmn hnz vath gczihh (sarine pytth) ẓạhr."
  },
  {
    "verse_id": 56,
    "translation": "Frmạviv zi me chuh aamhi kthhi nishhi tthakh āmut krnh zi bh kr timn (aapzyn mʿbvdn) hnz ʿbadt yhinz tohụ̄ Allah tʿālyā hs varạe ʿbadt chihv kran. Frmạviv zi bh hykh nh tuhndyn khvạhshn hnz pạrvy krith, agr yhi spdi tylhi hykh bh yqyna ddlith th bh rvz nh hdayt yafth lukv mnz (thi, yhi zn nammkn chuh)."
  },
  {
    "verse_id": 57,
    "translation": "Frmạviv, (kạfrv!) be shk chuhs bh pnnis rb sndi ṭrfh rvshn dlylhi pytth (qạyim) th tohụ̄ chihv aath buth phiran. Me nishhi chuhnh suh (ʿdhab) yymhi khạṭr tohụ̄ banbr chihv kran. Ḥkm chuh ṣrf Allah tʿālyā sundue. Suh chuh ḥq byan frmavan th sue chuh bhtr fạṣlh krn vvl."
  },
  {
    "verse_id": 58,
    "translation": "(yimn) frmạviv, agr suh (ʿdhab) me nishhi āsihe yus tohụ̄ jldy czharan chihv tylhi āsihe yqyna me th tohyhi drmyan kạm and vạczmcz. Th Allah tʿālyā chuh ẓạlmn var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 59,
    "translation": "Th ghyb chhi kunz (yʿny timh vath yimav kinụ̄ ghyb chuh kạnshi pytth āshkar krnh yivan) chhe tsụ̄ nishhi (yʿny tmụ̄ sndis qdrts th mlkyts mnz) timn chuhnh ts varạe (pạnụ̄pane) kanhh zanan, th suh chuh prth tath chyzs (blavasṭh) zanan yus khoshky mnz th dryavn mnz chuh, th kanhh panh vthr chuhnh vsụ̄pyvan mgr (yhi zi) suh chuh tath zanan th nah chuh zmyn chn aanhi gttn mnz kanhh (tiyuth) danh th nah kanhh sryhh dar chyz th nah kanhh hokh chyz mgr rvshn ktabih mnz (chuh svrue kynhh lykhnh āmut)."
  },
  {
    "verse_id": 60,
    "translation": "Th sue chuh yus rạcz hndi vqth tuhndụ̄ rvḥ chuh qbẓ kran th yikynczhah tohụ̄ dohlhi kmavan chihv ts chhe khbr, pth chuhv suh tohyhi dohs mnz tulan takh (tuhnzi zndgy hund) mqrrmyʿād yiyhi pvur krnh, pth chuh tohyhi pot phyrun tsụ̄ kun, pth kryv suh (rvzi mḥshrs mnz) tvhyhi timav (tmam aʿmalv) nishhi zạniyab yim tohụ̄ (yath zndgạny mnz) kran ạsiv rvudimtụ̄."
  },
  {
    "verse_id": 61,
    "translation": "Th sue chuh pnnyn bndn pytth ghạlb th suh chuh tohyhi pytth (frshtn bṭvr) rạchhdar svzan, aot tam zi yylhi tohyhi mnz kạnshi mvtuk vqt chuh vata n sạnụ̄ svuznh āmtụ̄ (frshth) chh (pth) tmụ̄ sund rvḥ qbẓ kran th tim chihnh khṭa (ya kvtạhy) kran."
  },
  {
    "verse_id": 62,
    "translation": "Pth yin tim (sạry) Allah tʿālyā snzi bargahi mnz vaps aannh yus tihund ḥqyqy mạlk chuh, zạnith thạviv! Ḥkm (frmavun) chuh tmụ̄ snze (kạm), th suh chuh sarive khoth jld ḥsab krn vvl."
  },
  {
    "verse_id": 63,
    "translation": "Tohụ̄frmạviv (sval krith yimn) zibyabanav th dryav chav aanhi gttav mnz kus chuhv tohyhi njat divan? (tamhi saʿth he) tohụ̄ chihvzạry krụ̄ krụ̄ (thi) th lothi lothi (thi) tsụ̄ nad layan zi agr suh aashi aamhi (mṣybt) nishhi njat diyhi tylhi spdv asụ̄ ẓrvr shkrguzarv mnz."
  },
  {
    "verse_id": 64,
    "translation": "Frmạviv zi Allah tʿālyā he chuhv tohyhi aamhi (mṣybt) nishhi th pth tklyf nishhi njat divan tohụ̄ chihv aamhi pth (thi) shrk kran."
  },
  {
    "verse_id": 65,
    "translation": "Frmạviv, ts chhe aath pytth qdrt zi tohyhi pytth svzi ʿdhab (khvah) tohyhi pytthụ̄ kinụ̄ya tuhndyv khorv bnụ̄ kinụ̄ ya aanyvtohyhi frqn mnz tqsym krith panh vạnụ̄ buthụ̄ lage krnhi th kynczhn vuchhnavitohyhi mnzkynczhn hnzi lrrayhi hund mzh. Vuchihv! Asụ̄ kmhi kmhi anmanh chih āyat byan kran takh yim (lukh) hykn smjihth."
  },
  {
    "verse_id": 66,
    "translation": "Th tuhndụ̄ qvmn phiyur aath (qrāns) buth ḥalankh suh chuh srasr ḥq, frmạviv, bh chuhs nh tohyhi pytth rạchhdar."
  },
  {
    "verse_id": 67,
    "translation": "Pth khbri hund (barss yinuk) vqt chuh mqrr th tohyhi lgyv jlde pe."
  },
  {
    "verse_id": 68,
    "translation": "Th yylhi tohụ̄ tithụ̄ lukh vuchihv yim sanyn āyatn mnz (ktth krrns th hzl krns mnz) āvrụ̄ āsn tylhi ạsiv tohụ̄ timn nishhi alg gczhan yot tam tim bdl kunhi kthhi mnz āvrụ̄ gczhn, th hrgah tohyhi shyṭan (yhi kth) mshravi,tylhi ạsụ̄ zyv nh yad pynh pth tohụ̄ (zanhh thi) ẓạlm qvms sintụ̄ byhan."
  },
  {
    "verse_id": 69,
    "translation": "Th (timn) lukn pytth yim prhyzgạry akhtyar krith chih chuhnh yiman (kạfrn) hndi ḥsabh kihinụ̄ thi (lạzim) mgr (yimn pzi krnụ̄) nṣyḥt takh tim bchn (kfr nishhi th qrān kh mdhmt nishhi)."
  },
  {
    "verse_id": 70,
    "translation": "Th tim lukh trạviyvukh tohụ̄ yimav panun dyn gndun th tmashhi chuh bnvvmut th yimn dnya chhi zndgy fryb chuh dith thvvmut th yymhi (qrān) kh dhryʿh rvuziv (tihinzi khbrdạry khạṭr) nṣyḥt frmavan takh kanhh nfs yiyhi nh pnnyv krtvutav bdlh hlakts pushravnh (pth) nah āshi ts khạṭr Allah tʿālyā hs varạe kanhh mddkrn vvl th nah kanhh sfạrsh krn vvl th agr suh (nfs pnnyn gnahn hund) pvuri pvur bdlh (yʿny mʿāvẓh) thi diyhi tylhi (thi) yiyhi nh suh qbvl krnh. Yime chih tim lukh yim pnnhi krimathi bdlh hlakts mnz āe travnh, yhindi khạṭr chuh chyvn kiyut gykh vun āb byyhi chuhkh dg tulvun ʿdhab aamhi vjh kinụ̄ zi tim ạsụ̄ kfr kran."
  },
  {
    "verse_id": 71,
    "translation": "Frmạviv, kya asụ̄ krv Allah tʿālyā hs varạe tithhi chyzch ʿbadt yus nah aashi nfʿ (he) vatnạvith hykhi th nah hykhi aashi nqṣan (ne) dith th aamhi pth zi Allah tʿālyā hn diyut aashi hdayt asụ̄phyrv ts shkhṣh sndụ̄ pạtthụ̄ pot yus zmyns mnz shyṭanv āshi vath mshrạvith drmandh krith ḥạrts mnz trvvmut yymụ̄ sndụ̄ sạthy ts syzi vthi kun nad āsn divan zi aashi nish valh (mgr ts āshi nh kihinụ̄ tran fikri)? Frmạviv zi Allah tʿālyā sundue hdayt chuh (ḥqyqy) hdayt, th aashi chuh (aave yhi) ḥkm āmut dinh zi asụ̄ krv tmam jhann hndis rb snz frmanbrdạry."
  },
  {
    "verse_id": 72,
    "translation": "Th yhi (thi chuh ḥkm spudmut) zi tohụ̄ thạviv nmaz qạyim th ts rvuziv khoczan th sue chuh Allah yymis kun tohụ̄ (sạry) jmʿ yiyiv krnh."
  },
  {
    "verse_id": 73,
    "translation": "Th sue chuh (Allah tʿālyā) yymụ̄ (sạry) āsman th zmyn ḥqs (pytth mbny tdbyr) san pạd krụ̄ th yymhi doh suh frmavi sapad, suh (rvzi mḥshr) spdi brpa. Tmụ̄ sund frman chuh ḥq, th tamhi doh āshi tmụ̄ snze badshạhy yylhi (asrafyl sndi dsụ̄) ṣvurs mnzphokh yiyhi layinh, (sue) chuh pth pvushyds th ẓạhrs zann vvl, th sue chuh bodd ḥkmt vvl khbrdar."
  },
  {
    "verse_id": 74,
    "translation": "Th (yad kriv) yylhi abrahymn (ʿlyh alslam) pnnis mạlis āzrs (yus drḥqyqt pytr avs, ʿrb kh mḥavrh mṭạbq chuh ts mvl āmut vannh) von, kya cz chuhkhh potlụ̄ bnavan mʿbvd? Be shk chuhsath bh cz th chvn qvm ttakarh gmrạhy mnz (hynh āmut) vuchhan."
  },
  {
    "verse_id": 75,
    "translation": "Th yithe pạtthụ̄ haviaashi abrahyms (ʿlyh alslam) āsmann hnz th zmyn chh tmam badshahth (yʿny ʿjaybati khlq) th (yhi avs) aamhi mvjvb zi suh banhi ʿīn alyqyn valyv mnz."
  },
  {
    "verse_id": 76,
    "translation": "Pth yylhi rạcz kor timn pytth aanhi gott, pth vuchh timav (aakh) taruk (th) vonukh, (kyatuhndkhyal chhazi) yhi chuh myvn rb? Pth yylhi suh lvus (pnns qvms bvznavan) lgụ̄ vannhi, bh chuhs nh lvsn vạlụ̄ psnd kran."
  },
  {
    "verse_id": 77,
    "translation": "Pth yylhi zvun vuchihkh pzlan (th) vonukh, (kyatuhnd khyal chha) yhi chuh myvn rb? Pth yylhi so (thi) ghạb gyhi th (pnns qvms bvznavan) lgụ̄ vannhi, agr myvn rb me hdayt krihe nh tylhi gczhh ha bthi (tuhndụ̄ pạtthụ̄) gmrahn hndi s qvms mnzshạml."
  },
  {
    "verse_id": 78,
    "translation": "Pth yylhi āftab vuchuhkh pzlan (th) vonukh, (kya vonụ̄ chhatuhnd khyal) yhi chuh myvn rb? (tikyazi) yhi chuh sarive khoth bodd? Pth yylhi suh (thi) lvus th vonukh, ae lvukv! Bh chuhs timav (tmam chyzv) nishhi be zar yim tohụ̄ (Allah tʿālyā sndụ̄) shryk chhvv kh gnzran."
  },
  {
    "verse_id": 79,
    "translation": "Be shk chuh me panun roe (pth ṭrfh nishhi ddạlith) yksvuyy san ts (dhats) kun phiyurmut yymụ̄ āsman th zmyn be mthal chih pạd krimtụ̄ th (bakhbr rvuziv) bh chuhs nh mushrkv mnz."
  },
  {
    "verse_id": 80,
    "translation": "Th tihindụ̄ qvmn lvg timn sintụ̄ bḥth v tkrar krun (pth) von timav, kya tohụ̄ chihv me sintụ̄ Allah tʿālyā sndis bars mnz czuvan ḥalankh tmụ̄ chuh me hdayt frmvvmut, th bh chuhs nh timn (bạṭl mʿbvdn) khoczan yim tohụ̄ tmụ̄ sndụ̄ shryk chhvvkh bnavan mgr (yhi zi) myvn rb yikynczhah (nqṣan) yyczihh (thi hykhi vatnạvith). Myạnụ̄ rbn chuh pth kanhh chyz (pnnhi) ʿlmh sintụ̄ aḥaṭs mnz rttith thvvmut, tylhi kya tohụ̄ chihv na nṣyḥt qbvl kran?"
  },
  {
    "verse_id": 81,
    "translation": "Th bh kithh knụ̄ hykh timn (bạṭl mʿbvdn) khoczith yim tohụ̄ (Allah tʿālyā sndụ̄) shryk chhvvkh bnavan, yylhi kh zn tohụ̄chihv nh aath kthhi khoczan zitohyhi chhvvkh Allah tʿālyā hs sintụ̄ (potlụ̄) bnạvimtụ̄ shryk (yylhi zn) tmụ̄ tohyhi pytth aamhi (shrkch) kanhh dlyl chhanh nạzl krmcz (vonụ̄ diyiv tohy jvab!) tylhi kus chuh doshvyv daryv mnz (ʿdhab nishhi) be khvf rvznuk zyadh ḥqdar? Agr tohyhi pae chhav."
  },
  {
    "verse_id": 82,
    "translation": "Yimav lukv ayman aon th panun ayman ralvvukh nh (shrkh kis) ẓlms sintụ̄, timne lukn khạṭr chuh amn (yʿny aukhrvy be khvfy) th timae chih hdayt yafth."
  },
  {
    "verse_id": 83,
    "translation": "Th yhe ạs sanụ̄ (tvḥydch) dlyl yosh aashi abrahyms (ʿlyh alslam) tihindis (mkhạlf) qvm kis mqabls mnz diczmcz ạs. Asụ̄ yymụ̄ sndụ̄ yczhan chih tmụ̄ sndụ̄ drjat chih blndkran. Be shk chuh tuhund rb bodd ḥkmt vvl varpạtthụ̄ zann vvl."
  },
  {
    "verse_id": 84,
    "translation": "Th aashi krụ̄ts (abrahym ʿlyh alslams) asḥaq th yʿqvb (nychuv th zur) ʿṭa, aashi nvạzụ̄ (tim) sạry hdayth sintụ̄ th aashi ạsụ̄ (timav) brvnhh nvḥ (ʿlyh alslam thi) hdayt sintụ̄ nvạzimtụ̄ th tihindyv avladv mnz davud th slyman th ayvb th yvsf th mvsyā th harvn (ʿlyhmu alslamn thi avs hdayt kormut ʿṭa), th asụ̄ chih yithe pạtthụ̄ nykvkarn jza divan."
  },
  {
    "verse_id": 85,
    "translation": "Th zkrya th yḥyyā th ʿīsyā th alyas (ʿlyhmu alslamn thi bkhush hdayt). Yim sạry ạsụ̄ nykvkar (ttạtthụ̄th frmanbrdar) lukh."
  },
  {
    "verse_id": 86,
    "translation": "Th asmāʿīl th alysʿ th yvns th lvṭ (ʿlyhmu alslamn thi kor hdayt ʿṭa), th aashi bkhsh timn sarine (pnnyn zmanh kyn) tmam dnya valyn pytth fẓylt."
  },
  {
    "verse_id": 87,
    "translation": "Th tihindyv āba (vajdadav) th tihindyv avladav th tihindyv bayv mnz thi (kr kynczhn fẓlyt ʿṭa) th aashi ạsụ̄ tim (pnnhi khaṣ ʿnayth th bzrgy khạṭr) cz ạrimtụ̄ th timn ạs syzi vathi kun rhnmạyy krmcz."
  },
  {
    "verse_id": 88,
    "translation": "Yhi chuh Allah tʿālyā sund hdayt suh ys pnnyv bndv mnz yczhan chuh ts chuh aamhi sintụ̄ rhnmạyy frmavan, th agr (balfrẓ) yim lukh shrk krhn tylhi gczhhan yimn nishhi tim sạry (rtụ̄) aʿmal ẓbṭ (yʿny nyst nabvd) yim tim anjam ạsụ̄ divan."
  },
  {
    "verse_id": 89,
    "translation": "(yimae) chih tim lukh yimn aashi ktab th (shryʿtuk) ḥkm th nbvt ʿṭa ạs krmcz. Pth agr yim lukh (yʿny kfar) yimav kthv nishhi ankar krn tylhi chuh be shk aashi yimn (kthn) pytth (ayman aannh khạṭr) tiyuth qvm mqrr kormut yim nh yimn nishhi ankar krn vạlụ̄ (āsn)."
  },
  {
    "verse_id": 90,
    "translation": "(yimae) chih tim lukh (yʿny khdae sndụ̄ pyghmbr) yimn Allah tʿālyā hn hdayt chuh frmvvmut, lhādha (ae rsvli ākhralzman!) tohụ̄ kriv tihindyn (fẓylt valyn tmam) ṭryqn (pnnis syrts mnz jmʿ krith tihnz) pạrvy (takh tuhndis dhats mnzgczhn timn tmam anbya hn th rsvln hndụ̄ fẓạyl th kmalat ykja), tohụ̄ frmạviv, (ae lvukv!) bh chuhsav nh tohyhi aath (hdayt tohyhi tam vatnavns) pytth kanhh mozvuri mngan. Yhi chuh ṣrf dnya valyn khạṭr nṣyḥt."
  },
  {
    "verse_id": 91,
    "translation": "Th timav (yʿny yhvdyv) zạnụ̄ nh Allah tʿālyā snz so qdryiczh qdr zannụ̄ pazihe yylhi timav yhi vnith (rsalti Muḥammady yk ankar kor) ziAllah tʿālyā hn chuhnh kạnshi nfrs pytth kanhh chyz nạzl kormut.tohụ̄ frmạviv, so ktab kmụ̄ ạs nạzl krmcz yosh mvsyā (ʿlyh alslam) hyth ạsụ̄ āmtụ̄ yosh lukn khạṭr gash th hdayt ạs yymikụ̄ tohyhi alg alg kaghdh chihv bnạvimtụ̄, tohụ̄ chihv so (lukn pytth) ẓạhrthi kran th (aamhi mnz chihv) varyah kynhh khttith (thi) thavan th tohyh chuhv thi (kynczhah) hychhnavnh āmut yhi nah tohụ̄ ạsụ̄v zanan th nah tuhndụ̄ mạlụ̄ th buddi bb, tohụ̄ frmạviv, (yhi svrue chuh) Allah tʿālyā (sundue krm) pth trạviyvukh tohụ̄ tim (tihindis ḥals pytth) zi tim rvzn pnnyn fẓvl mshghln mnz gindan."
  },
  {
    "verse_id": 92,
    "translation": "Th yhi chhe (so) ktab yosh aashi nạzl chhe krmcz, babrkt chhe, yimh ktabh yymhi brvnhh āsh, tihnztṣdyq krn vajinụ̄ chhe. Th (yhi chhe) aamhi mvjvb (nạzl krnh āmcz) zi tohụ̄ khocznạviyvukh (godd) tmam (ansạny) bsty yan hndi mrkzkụ̄ lukh (mkkụ̄) th (pth) khvcznạvyvukh (tmam dnyahs mnz) aath andụ̄ pkụ̄ rvzn vạlụ̄, th yim lukh ạkhrts pytth ayman chih thavan aath pytth chih time ayman anan th time lukh chih pnnhi nmazi hnz pvur ḥfaẓt kran."
  },
  {
    "verse_id": 93,
    "translation": "Th ts khoth bodd ẓạlm kus āshi yus Allah tʿālyā hs pytth aapuz bhtan khalhi yavanhi (nbvtuk aapuzdʿūyā kran yhi) zi me kun chhe vḥy krnh āmcz ḥalankh āshi nh ts kun kanhh thi vḥy krnh āmczth (ts khoth bodd ẓạlm kus āshi) yus (khdạyy hund aapuzdʿūyā kran yhi) vanhi zibh (thi) krʿnqryb ticzhe (ktab) nạzl yiczh Allah tʿālyā hn chhe nạzl krmcz, th agr tohụ̄ (tamhi vqtuk mnẓr) vuchihv yylhi ẓalm lukh āsn mvt chn skhty yn mnz (hynh āmtụ̄) th frshth āsn timn kun pnnụ̄ aathh plnạvth th (timn āsn vnan) krriv tohụ̄ pnnụ̄ zuv jsmv mnz. Az yiyav tohyhi szahs mnz dhltuk ʿdhab dinh. Aamhi vjh kinụ̄ zi tohụ̄ ạsụ̄vu Allah tʿālyā hs pytth naḥq kthh kran th tohụ̄ ạsiụ̄vutmụ̄ sndyn āyatn buth phiran."
  },
  {
    "verse_id": 94,
    "translation": "Th be shk yiyiv tohụ̄ (qyamt kh doh) aashi nishhi tithe pạtthụ̄ tnha yithh pạtthụ̄ aashi tohụ̄ goddnichhi latthi (tnha) pạd ạsvkrimtụ̄ th (malav th avladav mnz) yikynczhah aashi tohyhi diyutmut avsuv suh svrue pth kun tạvth yyv th asụ̄ vuchhvkh nh tohyhi sintụ̄tuhndụ̄ tim sfạrsh dr yimn nsbt tohụ̄ (yhi) gman ạsv kran zitim chih tuhndyn (mʿāmlatn) mnz sạnụ̄shryk. Be shk czihyon (aaz) tuhund bahmy tʿlq (th aʿtmad) th tim (sạry) dʿūyā rạvụ̄tohyhi nishhi yim tohụ̄ kran ạsv."
  },
  {
    "verse_id": 95,
    "translation": "Be shk chuh Allah tʿālyā dans th ānchhi phattvith krrn vvl suh chuh mords nshhi zndh pạd kran th znds nishhi chuh mord krrn vvl, yohe (shanh vvl) chuh Allah tʿālyā, tylhi kpạrụ̄ chihv tohụ̄ vathi rạvith phyran."
  },
  {
    "verse_id": 96,
    "translation": "Ṣbḥ (kis gashs) chuh (sue) kddan rạcz hund aanhi gvtt chak krith, th tmy chhe rat bnavmcz āram khạṭr th āftab th zvun (ryaẓyat chh mnṣvbh bndy hnds bnyads pytth) ḥsab th grnd hyth (grdsh krn vạlụ̄), yhi chuh sytthah bddis ghạlb, bddis ʿlm vạlis (rb) sund mqrr nẓam."
  },
  {
    "verse_id": 97,
    "translation": "Th sue chuh yymụ̄ tuhndi khạṭr tark bnạvụ̄ takh tohụ̄ lbvi yhindi dhryʿh ṣḥravn th dryav chn aanhi gttn mnz vath. Be shk chih aashi ʿlm thavn valhi qvm khạṭr (pnnhi) nshạnyhi vyczhnạvith byan krimacz."
  },
  {
    "verse_id": 98,
    "translation": "Th sue (Allah) chuh yymụ̄ tohụ̄ aakhi jan (yʿny khlyh) nishhi pạd chihnav krimtụ̄, pth (chih tuhndi khạṭr) aakh tthhrnch jae th aakh amantch jae (mrad chuh majhi hnz bchhi dạnụ̄ th dnya nth dnya th qbr). Be shk chhe aashi smjhn valyn lukn khạṭr (pnnhi qdrt chhi) nshạny vyczhnạvith byan krimacz."
  },
  {
    "verse_id": 99,
    "translation": "Th sue chuh yymụ̄ āsman kh ṭrfh āb vvl, pth kodd aashi aamhi (rvud) sintụ̄pth qsmuk vvpdn vvl chyzpth kodd aashi aamhi sintụ̄srsbz (zraʿt) yymhi mnz asụ̄ ths pytth tahh thavn vạlụ̄ phlụ̄ chih kddan th khzr phulyhi nishhi gurn yim āvyzan chih āsan th dchhhi bagh th zytvn th dạn (thi krụ̄ pạd yim varyahv aʿtbarv kinụ̄) panh vạnụ̄ hiviy (basan) chih th (myvh, mzh th tạthyir) chihkh byon byon. Tohụ̄ vuchihv kulhi kis myvas kun yylhi tath myvh nyri, th pth (vuchihv) tamiyuk papun (thi), be shk chhe yimn mnz ayman thavan valyn khạṭr nshaniyhi."
  },
  {
    "verse_id": 100,
    "translation": "Th yimav kạfrv bnạvụ̄jinat Allah tʿālyā sndụ̄ shryk ḥalankh tmy ạsụ̄ tim pạd krimtụ̄ th timavbnavi Allah tʿālyā sndi khạṭr ʿiilmh (th danạyy) varạe lrrkh th kvri (thi). Suh chuh yimav (tmam) kthv nishhi pak th blnd vbala yimh tim (ts mtʿlq) kran phyran chih."
  },
  {
    "verse_id": 101,
    "translation": "Sue chuh āsmann th zmynn hund pạd krn vvl, ạkhr ts kithh pạtthụ̄ hykhi avlad ạsth yylh kh zn ts chhanh khandariny, th tmy chuh pth kanhh chyz pạd kormut th suh chuh pth chyz s varpạtthụ̄ zann vvl."
  },
  {
    "verse_id": 102,
    "translation": "Yohe (Allah tʿālyā) chuh tuhund paln har ts vrạe chuhnh kanhh ʿbadts layq (sue) chuh pth chyzuk khạlq, lhādha kriv tohụ̄ tmụ̄ snze yạcz ʿbadt th suh chuh pth chyzs pytth nẓrthạvith."
  },
  {
    "verse_id": 103,
    "translation": "Nẓr hykn nh tmụ̄ sund aḥaṭh krith th suh chuh tmam nẓrn aḥaṭh krith, th suh chuh raz zann vvl bodd bakhbr."
  },
  {
    "verse_id": 104,
    "translation": "Be shk chhe tohyhi nishhi tuhndis rb sndi ṭrfh (hdayt chh) nshạniyhi āmcz, lhādha yymụ̄ (yimh bṣyrt chh nẓri sintụ̄) vuchhhi tylhi chuh (yhi) ts pnnhi dhat khạṭr (faydh mnd), th yus aon rvud tylhi chuh tmụ̄ sund vbal (thi) tsụ̄ pytth, th bh chuhs nh tohyhi pytth nghban."
  },
  {
    "verse_id": 105,
    "translation": "Th asụ̄ chih yithe pạtthụ̄ (pnnụ̄) āyat bar bar (andaz bdlạvith) byan kran th yhi chuh aamhi mvjvb zi tim (kạfr) vann zi tohyhi chuhv (kthi tam) pormut takh asụ̄ krvn yhi zann valyn khạṭr var pạtthụ̄ vaẓḥ."
  },
  {
    "verse_id": 106,
    "translation": "Tohụ̄ kriv yymchi (yʿny qrānch) pạrvy yus tohyhi kun tuhndis rb sndi ṭrfh vḥy chuh āmut krnh Allah tʿālyā hs varạe chuhnh kanhh mʿbvd th tohụ̄ gczihv mshrkv nishhi alg."
  },
  {
    "verse_id": 107,
    "translation": "Th hrgah Allah tʿālyā (yimn jbraan rukavun) yyczihh he tylhi krhn nh yim lukh (zanhh) shrk, th aashi chihv nh tohụ̄ (thi) yimn pytth nghban bnạvimtụ̄ th nah chihv tohụ̄ yimn pytth rạchhdr."
  },
  {
    "verse_id": 108,
    "translation": "Th (ae mslmanv!) tohụ̄ mah vniv timn (aapzyn mʿbvdn) bdrd yimn yim (mshrk lukh) Allah tʿālyā hs varạe pvuzan chh pth lagn tim lukh (thi drjvab) jhalt kh vjh kinụ̄ ẓlm kran kran Allah tʿālyā sndis shans mnzgstạkhy san bdrdvannụ̄. Yithe pạtthụ̄ chhe aashi pth frqh (th jmạʿcz) khạṭr tihnz ʿml (tihinzn achhn mnz) khosh krvnụ̄ thạvmcz (th tim chih tthụ̄ ḥq smjhan rvzan) pth chuh sarine pnnhi se rbs kun vaps yun th suh kri timn timav ʿmlv hndyv ntyjv nishhi zạniyab yimh tim anjam ạsụ̄ divan."
  },
  {
    "verse_id": 109,
    "translation": "Tim chih sytthah tạkyd san ḥlf tlth Allah tʿālyā sund qsm khyvan zi hrgah timn nishhi kanhh (ttakarh) nshạny yiyhi tylhi aann tim tath pytth ẓrvr ayman. (timn) vniv zi nshạniyhi chhe ṣrf Allah tʿālyā se nishhi th (ae mslmanv!) tvhyhi kthi chhe khbr zi yylhi so nshạny yiyhi tim ann nh (tylhi thi) ayman."
  },
  {
    "verse_id": 110,
    "translation": "Th asụ̄ ddalvkh tihindụ̄ dl th tihnz achh (tihinzi pnnhi bdnyty kinụ̄ ḥq qbvl krnh) nishhi (tithe pạtthụ̄) yithh pạtthụ̄ timav yymis (nby ys) pytth goddnichhi latthi ayman aon nh (lhādha aann nh tim nshạny vuchihth thi ayman) th asụ̄ travvkh tim tihinzi srkshy mnze takh tim rvzn vathi rạvithe."
  },
  {
    "verse_id": 111,
    "translation": "Th agr asụ̄ timn kun frshth nạzl krhavth timn sintụ̄ laghn mord kthh krnhi th asụ̄ krhav timn pytth pth kanhh chyz (achhn brvnhh knhi) chhokav chhokav jmʿ tamhi pth thi aanhn nh tim ayman aamhi varạe yhi Allah tʿālyā yyczihh he th timav mnz chih akthr lukh jhalts kạm hyvan."
  },
  {
    "verse_id": 112,
    "translation": "Th yithe pạtthụ̄ bnạvụ̄ aashi pth nby ys khạṭr ansanav th jinav mnz shyaṭyn dshmn yim aakh akụ̄ sndis dils mnzgilatth khalnh āmcz (mychhhi mychhhi) kthh (vasvsh rngụ̄) dvkhh dinh khạṭr travan chih rvzan, th agr tuhund rb (timn jbraan rukavun) yyczihh he (tylhi) hykh hn nh tim yhi krith, lhādha trạviyvukh tohụ̄ tim (thi) th ykynczhah bhtan tim gnddan chih (suthi)."
  },
  {
    "verse_id": 113,
    "translation": "Th (yhi chuh) aamhi mvjvb zi timn lukn hndụ̄ dl gczhn aath (frybs) kun mạyil gczhnụ̄ yimn ạkhrts pytth ayman chuhnh byyhi (yhi) zi tim gczhn aath psnd lagnụ̄ krnụ̄ th (yithi) zi tim gczhn (timne bd ʿmln hund) aatur lagnụ̄ krnụ̄ yuhund timn pans chuh (aatur) spdan."
  },
  {
    "verse_id": 114,
    "translation": "(frmạviv) kya bh czhanddnh Allah tʿālyā hs varạe byyhi kanhh ḥakam (th fạṣlụ̄) ḥalankh suh chuh (Allah tʿālyā he) yymụ̄ tohyhi kun mfṣl ktab chhe nạzl frmạvmcz, th tim lukh yimn aashi (godd) ạs ktab diczmczchih (dl sintụ̄) zanan zi yhi (qrān) chuh tuhndis rb sndi ṭrfh ḥqs pytth (bnạvith) nạzl āmut krnh, vonụ̄ mah bnvi tohụ̄ (yiman ahli ktabn hndi nsbth) shk krn valyn mnz (zi yim lukh chha qrānuk vḥy āsun zanan kinh nah)."
  },
  {
    "verse_id": 115,
    "translation": "Th tuhndis rb snz kth spz pzr th anṣaf mṭạbq pvur, tmụ̄ snzn kthn chuhnh kanhh bdlavan vvl th suh chuh var pạtthụ̄ bvzn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 116,
    "translation": "Th agr cz zmyns mnz (mvjvd) lukn hndi akthrytuk vanun mankh tylhi ddalne tim cze Allah tʿālyā snzi vathi nishhi. Tim chih (ḥq th yqynh bjayhi) ṣrf vhmch th gmanch pạrvy kran th byyhi chih mḥẓ ghlṭ qyas ārạyy (th aapuz bkvas) kran rvzan."
  },
  {
    "verse_id": 117,
    "translation": "Be shk chuh tuhund rbe tas aṣl pạtthụ̄ zanan yus tmụ̄ snzi vathi nishhi ddolmut chuh th sue chuh hdayt yafth lukv nishhi (thi) var pạtthụ̄ vạqf."
  },
  {
    "verse_id": 118,
    "translation": "Lhādha ạsiv tohụ̄ tamhi (dhbḥ krimathi) mnz khyvan yath pytth (dhbḥ krnh vizi) Allah tʿālyā sund nav āshi hynh āmut hrgah tohụ̄ tmụ̄sndyn āyatn pytth ayman thavn vạlụ̄ chihv."
  },
  {
    "verse_id": 119,
    "translation": "Th tohyhi kya (mslh) chuhvzi tohụ̄ chihv nh tamhi (dhbḥ krimathi) mnz khyvan yath pytth (dhbḥ krnh vqth) Allah tʿālyā sund nav chuh hynh āmut (tohụ̄ chihv yim ḥlal janvr bla vjh ḥram tthhravan?) ḥalankh tmụ̄ chih tuhndi khạṭr tim (tmam) chyz tfṣyl san byan krimtụ̄ yim tmụ̄ tohyhi pytth ḥram chih krimtụ̄, svae tath (ṣvrts) mnz zitohụ̄ gczihv (mḥẓ zuv bchavnh khạṭr) timn kun (bqdri ḥajt khyns pytth) sytthah mjbvr (lhādha mah ạsiv tohụ̄ pnnhi ṭrfh mzyd chyz ḥram qrar divan). Be shk chih varyah lukh (pkhth) ʿlmh varạe pnnyv khvạhshatv (th pane grnh āmtyv tṣvratv) dhryʿh (lukn) ddalan rvzan,th pziụ̄pạtthụ̄ chuh tuhund rb ḥd nyrn valyn varpạtthụ̄ zanan."
  },
  {
    "verse_id": 120,
    "translation": "Th tohụ̄ trạviv ẓạhry th bạṭny (yʿny ttakarh th khttith doshve qsmkụ̄) gnah. Be shk yim lukh gnah chih kmavan timn yiyhi ʿnqryb sza dinh timn (bd ʿmln) hndi bạʿth yimn hund aatur tim kran ạsụ̄."
  },
  {
    "verse_id": 121,
    "translation": "Th tohụ̄ mah ạsiv tmis (janvr sndi maz) mnz khyvan yymis pytth (dhbḥ krnh vqth) Allah tʿālyā sund nav āshi nh hynh āmut th be shk chuh suh (maz khyon) gnah, th be shk chih shyaṭyn pnnyn dvstn hndyn diln mnz (vsvsh) travan rvzan takh tim czuvan tohyhi sintụ̄ th agr tohụ̄ tihindis vanns pytth pkvi tohụ̄ thi bniv (tylhi) mshrk."
  },
  {
    "verse_id": 122,
    "translation": "Ạkhr suh shkhṣ yus mord (yʿny ayman nishhi mḥrvm) avs pth kor suh aashi (hdayt kh bdvlt) zndh th aashi kor ts khạṭr (aymanuk th mʿrftuk) nvr pạd (vonụ̄) chuh suh aamhi kh dhryʿh (baqy) lukn mnz (thi gash phhlavnh khạṭr) pkan hykya ts shkhṣs hyvu ạsith yymhi sund ḥal yhi āshi zi (jhalt th gmrạhy hnzn) aanhi gttn mnz chuh (suh tithh pạtthụ̄) hynh āmut zitamhi mnz hykhi nh nyirthe. Yithe pạtthụ̄ chih kạfrn khạṭr tihindụ̄ tim aʿmal (tihnzn nẓrn mnz) shvub darhavnh yivan yim tim kran chih rvzan."
  },
  {
    "verse_id": 123,
    "translation": "Th yithe pạtthụ̄ bnạvụ̄ aashi pth bsty mnzbrrụ̄ mhniv (th amyr) tathi kyn jurmn hndụ̄ srghnh takh tim krn tath (bsty) mnz mkạrilh, th (drḥqyqt) chihnh tim pnnyn nfsn vrạe kạnshi (byyis) sintụ̄dvkhh kran th timn chuhnh (amhi kh bdanjamuk) shʿūr."
  },
  {
    "verse_id": 124,
    "translation": "Th yylhi timn nishhi kanhh nshạny chhe yivan (tylhi) chih vnan, asụ̄ aanav nh hrgz thi ayman yot tam nh aashi thi ticzhe (nshạny) dinh yiyhi yiczh Allah tʿālyā sndyn rsvln chhe dinh āmcz. Allah tʿālyā chuh aṣl pạtthụ̄ zanan zi ts kmis nishhi chhe pnnụ̄ rsalt svznụ̄. ʿnqryb gczihh mujrmn Allah tʿālyā sndis drbars mnz dhlt nạlụ̄ byyhi (mylykh) skht ʿdhab aamhi mvjvb zi tim ạsụ̄mkr (th dvkhh bạzy) kran."
  },
  {
    "verse_id": 125,
    "translation": "Vonụ̄ yymis Allah tʿālyā (fẓl rngụ̄) hdayt dinuk aradh chuh frmavan tmụ̄ sund syinh chuh aslam khạṭr kushadh bnavan th yymis kạnshi (ʿdl rngụ̄tmụ̄ snzi pnnhi mlụ̄ hyczmaczi) gmrạhy pytthe thavnuk aradh chuh frmavan tmụ̄ sund syinh chuh (titihh) shdyd damh sintụ̄ tng kran zanth suh mushkly san āsmans (yʿny thzrs) khsan āshi yithe pạtthụ̄ chuh Allah tʿālyā timn lukn pytth (dhltuk) ʿdhab travan yim ayman chihnh aanan."
  },
  {
    "verse_id": 126,
    "translation": "Th yhi (aslame) chuh tuhndis rb snz syz vath be shk chih aashi nṣyḥt qbvl krn valyn lukn khạṭr āyat tfṣyl san byan krụ̄ mtụ̄."
  },
  {
    "verse_id": 127,
    "translation": "Timne khạṭr chuh tihinds rb sndis drbars mnz slamty hund gr th sue chuh tihund mvlyā timn (ṣalḥ) ʿmln hndi bạʿth yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 128,
    "translation": "Th yymhi doh suh timn sarine jmʿ kri (pth spdi arshad) ae grvhi jinat (yʿny shyaṭyn!) be shk krụ̄ vvkh tohyhi varyah ansan (gmrah) th ansanav mnz vann tihindụ̄ dvst, ae sanhi rbh! Aashi krụ̄ aakh akis nishhi (sytthah) fạydh ḥạṣl th (athụ̄ ghflts th mfad prsty hndis ʿālms mnz) vạtụ̄ asụ̄tath myʿāds yus cze sanhi khạṭr mqrr avsuth kormut (mgr aashi hych nh tamhi khạṭr kanhh tyạry krith). Allah tʿālyā frmavi zi jhnme chuh (vonụ̄) tuhund tthkanh hmyshh rvuziv tthụ̄ mnz mgr yhi (kynczhah) Allah tʿālyā yyczihh. Be shk chuh tuhund rb sytthah ḥkmt vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 129,
    "translation": "Yithe pạtthụ̄ chihkh asụ̄ ẓạlimav mnzkynhh kran kynczhn pytth mslṭ (svar) timav (bd) aʿmalv hndi bạʿth yim tim kmavan chih."
  },
  {
    "verse_id": 130,
    "translation": "Ae grvhi jin th ainsan! Kya tohyhi nishhi ạsụ̄ na tohy mnz rsvl āmtụ̄ yim tohyhi pytth myạnụ̄ āyat ạsụ̄ byan kran th tohyhi ạsv tuhnzi yymhi doh chh pyshy nishhi khocznavan tim vann (pth), asụ̄ chih pnnyn nfsn khlaf gvạhy divan th tim ạsụ̄ dnya chh zndgy dvkhs mnz trạvimtụ̄ th tim din pnnyn nfsn khlaf aamch (yʿny amhi kthhi hnz) gvạhy zi tim ạsụ̄ (dnyahs mnz) kạfr (yʿny ḥqs ankar krn vạlụ̄)."
  },
  {
    "verse_id": 131,
    "translation": "Yhi (rsvln hund svzun) avs aamhi mvjvb zi tuhund rb chuhnh bsty yn ẓlm kh bạʿth tath ḥalts mnz tbah krn vvl zi tatikụ̄ rvzn vạlụ̄āsn (ḥq chh tʿlymhi nishhi balkl) be khbr (yʿny tim āsn nh kạnshi ḥq nishhi khbrdare krimtụ̄)."
  },
  {
    "verse_id": 132,
    "translation": "Th pth akụ̄ sndi khạṭr chih tihnidyn aʿmaln hndi lḥaẓh drjat (mqrr), th tuhund rb chuhnh timav kamyv nishhi be khbr yimh tim kran chih."
  },
  {
    "verse_id": 133,
    "translation": "Th tuhund rb chuh be nyaz, (sytthah) rḥmt vvl, hrgah yyczihh tylhi kryv tohyhi nabvd th tohyhi pth yymis yyczihh ts bnavi (tuhund) janshyn yithh pạtthụ̄ zn tmụ̄ doyimyn lukn hndyv aavladav nishhi tohụ̄ pạd chihv krụ̄mtụ̄."
  },
  {
    "verse_id": 134,
    "translation": "Be shk yymhi (ʿdhabuk) tohyhi sintụ̄ vʿdh chuh yivan krnh suh chuh ẓrvr yinh vvl th tohụ̄ hykiyvun nh (Allah tʿālyā) ʿạjz krith."
  },
  {
    "verse_id": 135,
    "translation": "Frmạviv, ae (myanhi) qvmh! Tohụ̄ rvuziv pnnhi jayhi ʿml kran be shk chuhs bh (pnnhi jayhi) ʿml kran. Pth lgyv tohyhi ʿnqryb pae zi ạkhrtuk anjam ks khạṭr chuh (bhtr). Be shk mylhi nh ẓạlm lukn njat."
  },
  {
    "verse_id": 136,
    "translation": "Timav chuh Allah tʿālyā sndi khạṭr timve (chyzv) mnz akh ḥṣh mqrr kormut yim tmụ̄ zraʿt th charvayv mnz pạd chih krụ̄mtụ̄ pth chih pnnhi (bạṭl) gumanh kinụ̄ vnan zi yhi (ḥṣh) chuh Allah tʿālyā hs khạṭr th yhi chuh sanyn (pạnụ̄ pane bnavnh āmtyn) shrykn khạṭr, vonụ̄yus (ḥṣh) tihindyn shrykn khạṭr chuh suh chuhnh pth Allah tʿālyā hs vatan th yus (ḥṣh) Allah tʿālyā hs khạṭr chuh, suh chuh tihindyn shrykn tam vatan, kiyuth bur fạṣlh chih (tim) kran."
  },
  {
    "verse_id": 137,
    "translation": "Th yithe pạtthụ̄ chuh varyahn mshrkn khạṭr tihindyv shrykvpnnụ̄ avlad qtl krnụ̄ (tihnzn nẓrn mnz) khosh krvun bnạvith hvvmut takh tim krn timn brbad th tihund (pth kun bchvmut) dyn (thi) bnavn timn pytth mshkvk, th agrAllah tʿālyā (timn jbraan rukavun) yczhh he tylhi hykhan nh tim yhi krith, lhādha trạviyvukh tohụ̄ tim th byyhi yosh bhtan trạshy tim kran chih (nẓrandaz krth)."
  },
  {
    "verse_id": 138,
    "translation": "Th pnnhi (bạṭl) khyalh chih (yithi) vnan zi yim (mkhṣvṣ) charvạe th zraʿt chuh mmnvʿ, aath hykhi nh kanhh khyth ts varạe yus asụ̄ yczhvn th (yhi zi kynhh) charvạe chih tithụ̄ yhinz shanh (svari khạṭr) ḥram krnh chhe āmcz th (kynhh) charvạe chih tithụ̄ zi yimn pytth (dhbḥ kh vqth) yim lukh Allah tʿālyā sundnav chihnh hyvan (yhi svrue) gov Allah tʿālyā hs pytth hanczh lagnụ̄, ʿnqryb diyhi suh timn (aamhi kthhi hund) sza yus tim hanczh lagan ạsụ̄."
  },
  {
    "verse_id": 139,
    "translation": "Th (yithi) chih vnan zi yus (bchhi) yimn charvayn hndyn shkmn mnz chuh suh chuh sanyn mardn khạṭr mkhṣvṣ th sanyn znann khạṭr chuh ḥram krnh āmut th agr suh (bchh) mvudmut (zvvmt) āshi tylhi chih tim (mrd th znanh) sạry aath mnz shryk spdan, jlde diyhi suh timn tihnzn (pane bnavnh āmczn) kthn hund sza, be shk chuh suh sytthah ḥkmt vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 140,
    "translation": "Pzụ̄pạtthụ̄ ge tithụ̄ lukh brbadyimav pnnụ̄ avlad (ṣḥyḥ) ʿlmh varạe (mḥẓ) be vqvfy kinụ̄ qtl krụ̄ th tim (chyz) yim Allah tʿālyā hn timn (rzq rngụ̄) ʿṭa krimtụ̄ ạsụ̄ krikh Allah tʿālyā hs pytth hanczh lạgith ḥram, be shk ge tim gmrah th hdayt yafth hykụ̄ nh bntih."
  },
  {
    "verse_id": 141,
    "translation": "Th sue chuh yymụ̄rạntth dar th rạntth ros (yʿny ddkhn pytth thod tulnh āmtụ̄ th thod nah tulnh āmtụ̄) baghat pạd krụ̄ byyh khzr (kulụ̄) th zraʿt yymikụ̄ phl rngh rngh chih byyh zytvn th dạn (yim shklhi kinụ̄) aakh akis sintụ̄ ralan chih th (mzs mnz) chih byon byon (thi pạd krụ̄). Yylhi (yimn kulyn) phl nyri tylhi ạsiv yhindụ̄ phl khyvan (thi) th yhi (myvh th zraʿt) lvnnh kh doh ạsivamuyk (Allah tʿālyā sund mqrr krnh āmut) ḥq (thi) ada kran th fẓvl khrchy mah ạsiv kran, be shk chuhnh suh ghạr ẓrvry khrch krn valyn psnd kran."
  },
  {
    "verse_id": 142,
    "translation": "Byyhi krụ̄ (tmụ̄) bvr tuln vạlụ̄ (thdụ̄qd vạlụ̄) charvạe th zmyns pytth (dhbḥ khạṭr ya loktthi qd kh bạʿth zmyns sintụ̄) lạrith gczhn vạlụ̄ (charvạe pạd) tohụ̄ ạsivtamhi (rzqh) mnz (thi dhbḥ krith) khyvan yus Allah tʿālyā hn tohyhi ʿṭa chuhnv kormut th shyṭan snzn vatn pytth mah ạsiv pkan, be shk chuh suh tuhund ttakarh dshmn."
  },
  {
    "verse_id": 143,
    "translation": "(Allah tʿālyā hn) krụ̄ ạtth (nar th madh) jvr pạd, z (nrth madh) tyirs nishhi, th z (nrth madh) czhavjhi nishhi. (tohụ̄) frmạviv (yimn), kya tmụ̄ chha doshve nr ḥram krimtụ̄ya doshve madh ya suh (bchh) yus doshvnụ̄ madn hnzn bchhi danyn mnz chuh? Me vniv ʿlmh th danạyy san hrgah tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 144,
    "translation": "Th z (nrth madh) avntts nishhi, th z (nrth madh) gạv nishhi. (tohụ̄) frmạviv (yimn), kya tmụ̄ chha doshve nr ḥram krimtụ̄ ya doshve madh yashu (bchh) yus doshvnụ̄ madn hnzn bchhi danyn mnz chuh? Kya tohụ̄ ạsụ̄v tamhi vqth mvjvd yylhi Allah tʿālyā hn tohyhi aamuyk (yʿny ḥurmtuk) ḥkm avsnav diyutmt? Pth kus hykhi tsndikhoth bodd ẓạlm ạsith yus Allah tʿālyā hs pytth aapzhanczh lagan chuh takh lukn rvziʿlmh varạe gmrah kran? E shk chuhnh Allah tʿālyā ẓạlm qvms hdayt frmavan."
  },
  {
    "verse_id": 145,
    "translation": "Tohụ̄ frmạvivzi me kun yosh vḥy svznh chhe āmcztath mnz chuhs nh bh kạnshi (thi) khynh vạlis pytth (tiyuth chyz) yath suh khyvan āshi ḥram lban aamhi varạe zi suh āshi mordarya āshi pkh vun khvn nath āshi khnzyr sund maztikyazi yhi chuh napak, ya nafrmạny hund janvr yas pytth dhbḥ krnh vqth ghyr Allah sund nav āshi hynh āmut. Von gvyus shkhṣ (bochhhi hndi bạʿth) skht lachar spdi, nah āshi nafrmạny kran th nah āshi ḥdnishhi tjavuz kran tylhi chuh tuhund rb bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 146,
    "translation": "Th yhvdyn pytth avs aashi pth kanhh namh vvl (pnjhi vvl janvr) ḥram kormut th timn pytth ạs aashi gạv hnz th czhavjhi hnz chrby ḥram krmcztamhi (chrby) varạe yosh doshvnụ̄ kmbrs mnz āshi ya mvchs mnz āshi ya addijn lạr th āshi. Yhi avs aashi tihinzi srkshy hndi bạʿth timn szadiyutmut th yqyna chih asụ̄ pzụ̄yạrụ̄."
  },
  {
    "verse_id": 147,
    "translation": "Pth agr tim tohyhi buth phirn tylhi frmạviv zi tuhund rb chuh vsyʿ rḥmt vvl th tmụ̄ sund ʿdhab hykhi nh mjrm qvmh nishhi ttalnh yith."
  },
  {
    "verse_id": 148,
    "translation": "Jlde vann mshrk lukh ziagrAllah tʿālyā yczihh he tylhi nah krhav asụ̄ shrk th nah sanụ̄ jadajdad, th nah dimhvn kanhh chyz (blasnd) ḥram qrar.yithe pạtthụ̄ avs timav lukv thi buth phiyurmut yim yimn brvnhh ạsụ̄pth vuchh timav sạnis ʿdhabs mzh. Frmạviv, kya tohyhi nishhi chha kanhh (ḥujt krns layq) ʿlm zi tohụ̄ aniv suh sanhi khạṭr kddith (tylhi kriv suh pysh) tohụ̄ chihv (yqyny ʿlm trạvith) ṣrf gman chy pạrvy kran th tohụ̄ chihv mḥẓ (andaz kis bnyads pytth) aapuzvnan."
  },
  {
    "verse_id": 149,
    "translation": "Frmạviv zi mḥkm dlyl chhe bs Allah tʿālyā snze, vonụ̄ hrgah suh (tohyhi mjbvr krun) yczihh he tylhi bnavihyv tohyhi sarine hdaytkụ̄ (pabnd). )shu chuh ḥqch th bạṭlch frq th doshvnụ̄ hund anjam smjhavnh pth pryth kạnsh āzạdy san pnnụ̄ vth akhtyar krnuk mvqʿ dvan, takh pryth kanhh shkhṣ bnhi pnnhi krimtuyk kravi mituyk panh dhmh darth ath bnyads pytth tthhri jzahuk th szahuk ḥqdar.("
  },
  {
    "verse_id": 150,
    "translation": "(yimn mshrkn) frmạvivzi tohụ̄ kriyvukh pnnụ̄ tim gvah pysh yim (yith) aamhi kthhi hnz gvạhy din ziAllah tʿālyā hn chuh yhi ḥram kormut pth agr tim (aapuz) gvạhy din thi tylhi krụ̄ zyv nh tihnz gvạhy tslym (blkh kddụ̄ zyv tihund aapziyvr āsun timn pytth non) th nah krụ̄zyv tithyn lukn hnzn khạhishn hnz pạrvy yim sanyn āyatn buth chih phiran th yim ạkhrts pytth ayman chihnh thavan th tim chih (bạṭl mʿbvdn) pnnis rbs brabr manan."
  },
  {
    "verse_id": 151,
    "translation": "Frmạviv, vliv bh bvznavav tim chyz prith yim tuhndụ̄ rbn tohyhi pytth ḥram chih krimtụ̄ (tim chih) yhi zi tohụ̄ kriyvun nh ts sintụ̄ kanhh chyzshryk th mạlis majhi sintụ̄ kriv rut slvk th ghryby hndi bạʿth mah kriyvukh pnnụ̄ avlad qtl. Asy chihv tohyhi rzq divan th timn thi (dimav) th be ḥyạyy hnzn kamyn mah gczihv nkhh (khvah) timh ẓạhr āsn th (khvah) pvshydh āsn byyhi mah kriyvun suh jan qtl yus (qtl krun) Allah tʿālyā hn ḥram chuh kormut (shrʿī) ḥq varạe (yʿny qanvn mṭạbq pnnhi bchav khạṭr th ftnh v fsad th dhsht grdy khlaf lrran lrran), yimae chhe tim (kthh) yuhund tmụ̄ tohyhi tạkydy ḥkm chuh diyutmut takh tohụ̄ hyyiv ʿqlhi kạm."
  },
  {
    "verse_id": 152,
    "translation": "Th ytym sndis mals nkhh gczhụ̄ zyv nh mgr tamhi ṭryqh yus sytthah psndydh āshi yot tam suh pnnhi jvạny tam vathi, th prmanh th tkr (yʿny mynun tvlun) ạsụ̄ zyv anṣaf san pvurkran. Asụ̄ chihnh kạnshi shkhṣs tmụ̄ sndi ṭaqth khoth zyadh tklyf divan th yylhi tohụ̄ (kạnshi hndi nsbth kynhh) vniv tylhi kriv ʿdl agr chh suh (tuhund) rishth dare kvnh āshi th Allah tʿālyā sund vʿdh ạsụ̄ zyv pvur kran, yimae chhe (kthh) yuhund tmụ̄ tohyhi tạkydy ḥkm chuhnav diyutmut takh tohụ̄ kriv nṣyḥt qbvl."
  },
  {
    "verse_id": 153,
    "translation": "Byyhi yhi zi yhe (shryʿt) chhe myạnụ̄ syz vath lhādha kriv tohụ̄ aamich pạrvy th (baqy) vtn pytth mah pkvu pth krnav timh (vth) tohyhi Allah tʿālyā snzi vathi nishhi dvur, yhe chhe so kth yymiyuk tmụ̄ tohyhi tạkydy ḥkm chuhnav diyutmut takh tohụ̄ bnvi prhyzgar."
  },
  {
    "verse_id": 154,
    "translation": "Pth kr aashi mvsyā hs (ʿlyh alslam) ktab ʿṭa tas shkhṣs pytth (nʿmt) pvur krnh khạṭryus nykvkar banhi th (sokr nạzl) pth chyzuk tfṣyl th hdayt th rḥmt bnạvith takh tim (lukh) aann (qyamt kh doh) pnnis rbs sintụ̄ mlaqat krns pytth ayman."
  },
  {
    "verse_id": 155,
    "translation": "Th yhi (qrān) chhe brkt vajinụ̄ ktab yosh aashi nạzl chhe krmcz lhādha asiv (vonụ̄) tohụ̄ aamich pạrvy kran th (Allah tʿālyā hs) ạsiv khoczan takh tohyhi pytth yiyhi rḥm krnh."
  },
  {
    "verse_id": 156,
    "translation": "(qrān chuh aamhi mvjvb nạzl kormut) zi tohụ̄gczihv (nh) yhi vannụ̄ zi bs (āsmanụ̄) ktab hae ạs aashi brvnhh ṣrf don ṭạyfn (yhvdn th nṣaryā hn) pytth svznh āmcz th be shk ạsụ̄ asụ̄timn prnh th prnavnh nishhi be khbr."
  },
  {
    "verse_id": 157,
    "translation": "Ya gczihv (nh) yhi vannụ̄ zi hrgah aashi pytth ktab yiyhi he nạzl krnh tylhi āshv asụ̄ yqyna tihindi khoth zyadh hdayt lbn valyv mnz lhādha chhe vonụ̄ tuhndis rb sndi ṭrfh tohyhi nishhi vaẓḥ thbvt th hdayt th rḥmt āmcz, pth kus hykhi ts khoth bodd ẓạlm ạsith yus Allah tʿālyā sndyn āyatn buth phiri th timav nishhi rvzi pth. Asụ̄ dimav jlde timn lukn yim sanyv āyatv nishhi lob chih hyvan bur ʿdhabuk sza aamhi vjh kinụ̄ zi tim ạsụ̄ (Allah tʿālyā sndyv āyatv nishhi) pth hyvan."
  },
  {
    "verse_id": 158,
    "translation": "Tim chih fqṭ athụ̄ antẓars zi timn nishhi gczhụ̄ (ʿdhabkụ̄) frshth vatnụ̄ ya goczh tuhund rb (panh) yun ya gczhh tuhndis rb snz kynhh (mkhṣvṣ) nshạnyhi (ttakarh pạtthụ̄) yinhi. (yimn vniv zi) yymhi doh tuhndis rb snz kynhh nshạniyhi (ttakarh pạtthụ̄) yin (tylhi) vatnavi nh (tamhi vqth) kạnshi (tithis) shkhṣh sund ayman ts fạyidh yymụ̄ brvnhe ayman avs nh aonmut ya ạs nh tmụ̄ pnnis (ḥalti) aymans mnz kanhh nyky kmạvmcz,frmạviv, tohụ̄kriv antẓar, asụ̄ (thi) chih antẓars."
  },
  {
    "verse_id": 159,
    "translation": "Be shk yimav lukv (alg alg vath krrith) pnnis dyins chhalh krith tim ge (mkhtlf) frqn mnz tqsym, tohụ̄ chihv nh kunhi chyzs mnz tihindụ̄ (tʿlq dar th dhmh dar), bs tihund mʿāmlh chuh Allah tʿālyā se ḥvalh pth kri suh timn timav kamyv nishhi khbrdar yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 160,
    "translation": "Yus kanhh aakh nyky aanhi ts khạṭrchhe (bdlh rngụ̄) tath hishhi dah nyky th yus kanhh aakh gnah aanhi tas yiyhi nh tath hivis akis (gnahs) varạe sza dinh th timn yiyhi nh ẓlm krnh."
  },
  {
    "verse_id": 161,
    "translation": "Frmạviv, be shk chuh myạnụ̄ rbn me syzi vathi hund hdayt frmvvmut (yhi chhe) mẓbvṭ dyn (yʿny dynch vath th yhe chhe) Allah tʿālyā hs kun yksvu th pth bạṭls nishhi jda abrahym (ʿlyh alslam) snz mlt th tim ạsụ̄ nh mshrkv mnz."
  },
  {
    "verse_id": 162,
    "translation": "Frmạviv zi be shk chhe myạnụ̄ nmaz th myvn ḥj th qrbạny (san sạre bndgy) th myạnụ̄ zndgy th myvn mvt Allah tʿālyā sndi khạṭr yus tmam jhann hund rb chuh."
  },
  {
    "verse_id": 163,
    "translation": "Ts chuhnh kanhh shryk th aamhi kue chuh me ḥkm āmut dinh th bh chuhs (tmam mkhlvqatv mnz) sarive brvuntthim mslman."
  },
  {
    "verse_id": 164,
    "translation": "Frmạviv, kya bh czhanddnh Allah tʿālyā hs varạe byyhi kanhh rb ḥalankh chuh sue pth chyzuk prvrdgar, th pth kanhh shkhṣ yhi thi (gnah) kran chuh (tamiyuk vbal) chuh tsụ̄ pytth āsan th kanhh bvr tuln vvl tulhi nh doyimhi sund bvr. Pth chuhv tohyhi pnnis rbs kunue vaps phyrun pth kryv suh tohyhi timn (kthn hndi ḥqyqt) nishhi zạniyab yimn mnz tohụ̄ akhtlaf ạsiv kran."
  },
  {
    "verse_id": 165,
    "translation": "Th sue chuh yymụ̄ tohụ̄ zmyns mnz nạyib bnạvinavth tohyhi mnz bnvvun kanhh kạnshi pytth drjatn mnz thadi payhi takh suh āzmavyv tohyhi timn (chyzn) mnz yim tmụ̄ tohyhi (amant rngụ̄) ʿṭa chihnav krụ̄ mtụ̄. Be shk chuh tuhund rb (ʿdhab kyn ḥq darn) jldsza dinh vvl th be shk chuh suh (mghfrt kyn amydvarn) bodd bkhshn vvl th be ḥd rḥm frmavn vvl."
  }
]