[
  {
    "verse_id": 1,
    "translation": "Alf, lam, mym, ṣad (ḥqyqy mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)."
  },
  {
    "verse_id": 2,
    "translation": "(ae ḥbybi mkrm!) yhi chhe ktab (yosh) tohyhi kun chhe nạzl āmcz krnh aamhi sintụ̄ gczihh nh tuhndis (mbark) syins mnz (aamhi kis tblyghs pytth kfarn hndi ankarkh th buth phirnh kh khyalh kinụ̄) kanhh tngy spdnụ̄ (yhi chhe āmcz aamy mvjvb nạzl krnh) zi tohụ̄ khocznạviyvukh aamhi sintụ̄ (ankar krn vạlụ̄) th yhi (chhe) mvmnn khạṭr nṣyḥt."
  },
  {
    "verse_id": 3,
    "translation": "(ae lvukv!) tohụ̄ kriv ṣrf tamich (yʿny vḥy hnz) pạrvy yosh tuhndis rb sndi ṭrfh tohyhi kun nạzl chih āmcz krnh th amhi bghyr mha pkv (panh bnạvụ̄ mityn) dvstn pth pth. Tohụ̄ chihv sytthah km nṣyḥt qbvl kran."
  },
  {
    "verse_id": 4,
    "translation": "Th kạczah bsty chhe (ticzhh) yimh aashi hlak kri,timn pytth āv svn ʿdhab rath kiyut ya duphrs (yylhi) tim shongith ạsụ̄."
  },
  {
    "verse_id": 5,
    "translation": "Pth yylhi timn pytth svn ʿdhab āvu tihnz kr ykh āsh nh pth aamhi varạe kihinụ̄ (thi) zi timav lvg vanun zi be shk ạsụ̄ asụ̄ ẓạlm."
  },
  {
    "verse_id": 6,
    "translation": "Pth pczahv asụ̄ timn lukn ẓrvr yimn kun rsvl svznh āe th yqyna krv asụ̄ rsvln nishhi thi (tihindis dʿūt th tblygh kis rdi ʿmls mtʿlq) dryaft."
  },
  {
    "verse_id": 7,
    "translation": "Pth krv asụ̄ timn pytth (pnnhi) ʿlmh sintụ̄ (tihindụ̄ sạry) ḥalat byan th asụ̄ ạsụ̄ nh (kunhi jayhi) ghạb (zi tim āshvkh nh vuchhan)."
  },
  {
    "verse_id": 8,
    "translation": "Th tamhi doh chuh (aʿmaln hund) tvlnh yun ḥq pth yhindụ̄ (nykiyan hndụ̄) pạtirụ̄ gobụ̄āsn time lukh āsn kamyab."
  },
  {
    "verse_id": 9,
    "translation": "Th yhindụ̄ (nykiyan hndụ̄) pạtirụ̄ lotụ̄ āsn tylhi chih yime tim lukh yimav pnnyn nfsn khsarh vatnvv aamhi vjh kinụ̄ zi tim ạsụ̄ sanyn āyatn sintụ̄ ẓlm kran."
  },
  {
    "verse_id": 10,
    "translation": "Th be shk koruvaashi tohyhi zmyns mnz tthkanh th akhtyarat ʿṭa th aashi krụ̄ aath mnz tuhndi khạṭr rvzgarkụ̄ asbab pạd, tohụ̄ chihv sytthah km shkr kran."
  },
  {
    "verse_id": 11,
    "translation": "Th be shk kriv aashi tohụ̄ (yʿny tuhund aṣl) pạd pth bnạv tuhnz shkl (yʿny tuhnzi zndgy hndụ̄ kymyạyy th ḥyatyạty abtda hkụ̄ th artqahkụ̄ mrḥlh krụ̄ ādm ʿlyh alslamn hndis vjvdkis tshkyls tam mkml) pth frmvv aashi frshtn zi ādms (ʿlyh alslam) kriv sjdh,pth kor sarive sjdh ablyss varạe. Suh spud nh sjdh krn valyv mnz."
  },
  {
    "verse_id": 12,
    "translation": "Arshad spud, (ae ablys!) cz kmụ̄ )kthhi( avsnkh rukvmut zi cze kvrth nh sjd yylh zn me avsme cze ḥkm duytmut, tmụ̄ vvn, bh chuhs amụ̄ snd khvth bhtr, cze chuhsth bh nar nish pạd kormut th yhi chuhthn cze myczi bnvvmut."
  },
  {
    "verse_id": 13,
    "translation": "Arshad spud, vonụ̄ vas cz yythi bon, cze chuhe nh kanhh ḥq vatan zi cz krkh yythi tkbrlhādha nyr cz (myanhi bargahi mnz) be shk chuhkh cz dhlyl vkhvar lukv mnz."
  },
  {
    "verse_id": 14,
    "translation": "Tmụ̄ von me di tath dohs tam (zndgy hnz) mhlt yymhi doh lukh (qbrv mnz) tulnh yin."
  },
  {
    "verse_id": 15,
    "translation": "Arshad spud, be shk chuhkh cz timav mnz yimn mhlt āyhi dinh."
  },
  {
    "verse_id": 16,
    "translation": "Tmụ̄ (ablysn) von aamhi vjh kinụ̄ zi cze chuhsath bh gmrah tthhrvmut vonụ̄ (chuhm qsm zi) bh (thi) byhmh yimn (bny ādm sndyn frdn gmrah krnh) khạṭr chanhi syzi vathi pytth (takh rahi ḥq nishhi ddalkh tim)."
  },
  {
    "verse_id": 17,
    "translation": "Pth yimh bh yqyna timn brvuntthụ̄ kinụ̄ th timn ptụ̄ kinụ̄ th timn dchihnụ̄ kinụ̄ th timn khvvrụ̄ kinụ̄, th (tavkinụ̄) lbhakh nh cz timav mnz akthr lukh shkrguzar."
  },
  {
    "verse_id": 18,
    "translation": "Arshadi bạry spud, (ae ablys!) cz nyr yythi dhlyl th mrdvud gczihth, timav mnz yus kanhh chạnụ̄ pạrvy kri tylhi brn bh ẓrvrtohyhi tmamv sintụ̄ jhnm."
  },
  {
    "verse_id": 19,
    "translation": "Th ae ādm! Cz th chạnụ̄ zvjh (doshvae) bsiv jnts mnz, pth yythi tohụ̄doshvae yyczihv (tathi) ạsiv khyvan th (bs) yath kulis nkhh gczihụ̄ zyv nh nath gczihv tohụ̄ doshvae ḥd nishhi nyrn valyn mnz shạml."
  },
  {
    "verse_id": 20,
    "translation": "Pth trvv shyṭann doshvnụ̄ hndyn diln mnz vasvsh takh tihindụ̄ shrmgah ym tmn (hnzvnẓrv) nishhi khttith ạsụ̄kri timn pytth ẓạhr th log vannhi, (ae ādm th ḥva!) tuhundụ̄ rbn rukạvinavnh tohụ̄ aamhi kuli (kh myvh khynh) nishhi mgr (ṣrf aamhi mvjvb zi yhi khynh sintụ̄) bnvi tohụ̄ doshvae frshth (yʿny bshry pryshạniyav nishhi gczihv pak) ya bnvi tohụ̄ doshvae (aath mnz) hmyshh rvzn vạlụ̄ (yʿny aamhi mqami qrb nishhi yiyiv nh zanhh mḥrvm krnh)."
  },
  {
    "verse_id": 21,
    "translation": "Th timn doshvnụ̄ vonun qsm hạvith zi be shk chuhs bh tuhndyv rut kanchhn valyv mnz."
  },
  {
    "verse_id": 22,
    "translation": "Ạkhrkar krin fryb dith doshvae mạyil (kulyuk myvh khynh bapt, vonụ̄ yylhi doshvyav kulsi (yʿny kulh kis myvas) mzh vuchh pth ge doshvnụ̄ hndụ̄ shrmgah tihindi khạṭr ẓạhr th doshvyav lạgụ̄ pnnis (bdns) pytth jntkụ̄ panh vthr larvith thavnụ̄,pth kor tihindụ̄ rbn timn ālav zi kya me avsmav na tohyhi doshvnụ̄ aath kulis (nkhh gczhnh) nishhi tthakh kormut th tohyhi avsmav (na) yhi frmvvmut zi be shk chuh shyṭan tohyhi doshvnụ̄ hund ttakarh dshmn."
  },
  {
    "verse_id": 23,
    "translation": "Doshvyav kor ʿrẓ, ae sanhi rbh! Aashi kor pnnyn pann pytth ẓlm. Th agr cze ashi mghfrt korth nh th aashi pytth rḥm koruth (nh) tylhi āsav asụ̄ yqyna khsarh tulan valyv mnz."
  },
  {
    "verse_id": 24,
    "translation": "Arshadi bạry spud, tohụ̄ (sạry) vsiv bon tohyhi mnz chih kynhh kynczhn hndụ̄ dshmn th tuhndi khạṭr chih zmyns mnz mqrr vqts tam jae skvnt th zndgy hund samanh (mqrrkrnh āmtụ̄gvya tohụ̄ chihv zmyns mnz qyamkụ̄ th rvzgarkụ̄ z bunyạdy ḥq dith valnh yivan, aath pytth kriụ̄zyv pnnhi zndgy hund nẓam astvar)."
  },
  {
    "verse_id": 25,
    "translation": "Arshad āv frmavnh, tohụ̄ guzạrivathụ̄ (zmyns) mnz zndgy th athụ̄ mnz mriv th (qyamt kh doh) yiyiv aamy mnz kddnh."
  },
  {
    "verse_id": 26,
    "translation": "Ae avladi ādm! Be shk chuh aashi tuhndi khạṭr (tiyuth) poshak svuzmut yus tuhndyn shrmgahn khttith thavi th (tohyhi) bkhshv mạrụ̄ mnzar th (aath ẓạhry poshaks sintụ̄ chuh aakh bạṭny poshak thi nạzl kormut th sue) tqvyā huk poshake chuh bhtr. Yim (ẓạhrvbaṭnkụ̄ poshak sạry) chih Allah tʿālyā snz nshạniyhi takh tim krn nṣyḥt qbvl."
  },
  {
    "verse_id": 27,
    "translation": "Ae avladi ādm! Ythnh tohyhi shyṭan ftns mnz travyv yithh pạtthụ̄tmụ̄ tuhund mvl mvj jnth mnz kodd,timn kddnvvun tihund poshak takh timn havihe tihindụ̄ shrmgah. Be shk chuhvsuh (panh) th tmụ̄ sund qbylh tohyhi (ticzhv ticzhv jayav kinụ̄) vuchhan (rvzan) ypạrụ̄ kinụ̄ nh tohụ̄ tim vuchihth hykiyvukh. Be shk chih aashi shyṭan tithyn lukn hndụ̄ dvst bnạvimtụ̄ yim ayman chihnh thavan."
  },
  {
    "verse_id": 28,
    "translation": "Th yylhi tim kanhh be ḥyạyy hnz kạm chih kran (tylhi) chih vnan,aashi vuchh panun mvl buddi bb athụ̄ (ṭryqs) pytth th Allah tʿālyā hn chuh aashi aamhi kue ḥkm diyutmut. Frmạviv zi Allah tʿālyā chuhnh be ḥyạyy hnzn kamyn hund ḥkm divan. Kya tohụ̄ chihv Allah tʿālyā (sndis dhats) pytth ticzhh kthh kran yimh tohụ̄ panh (thi) chihv nh zanan."
  },
  {
    "verse_id": 29,
    "translation": "Frmạviv, myạnụ̄ rbn chuh anṣafuk ḥkm diyutmut,th tohụ̄ ạsiv hrkunhi jayhi sjdh vizi panun buth syod (kʿbs kun) kran th tmam tr frmanbrdạry ts khạṭr khạliṣ krith ạsiv tmụ̄ snz ʿbadt kran. Yithh pạtthụ̄ tmụ̄ tuhnd (bnavnuk th zndgy hund) abtda kor tithe pạtthụ̄ phyiriv tohụ̄ (tsụ̄ kun) vaps."
  },
  {
    "verse_id": 30,
    "translation": "Akis fryqs kor tmụ̄ hdayt th akis fryqs pytth gyhi (tmụ̄ sndi s pnnis krimtis kạvimtis pytth) gmrạhy thạbt. Be shk ạsụ̄ timav Allah tʿālyā tạvith shyṭan bnạvimtụ̄ pnnụ̄ dvst th tim chih yhi gumanh kran zi timn chuh hdayt ḥạṣl gomut."
  },
  {
    "verse_id": 31,
    "translation": "Ae avladi ādm, tohụ̄ ạsiv pth nmazi vqth pannhi zyntuk poshak tulan (th lagan) byyhi khyyiv th chyyiv th ḥd khoth zyadh mah kriv khrch zi be shk chuhnh suh fẓvl khrchy krn valyn psnd kran."
  },
  {
    "verse_id": 32,
    "translation": "Frmạviv, Allah tʿālyā snzso zynt (th pạrav) kmụ̄ chhe ḥram krmczyosh tmụ̄ pnnyn bndn khạṭr pạd chhe krmcz th khynkụ̄ pak ṣaf chyz (thi kmụ̄ chih ḥram krimtụ̄)? Frmạviv, yimh (tmam nʿmth) ahli aymann hnzi dnya chhi zndgy mnz (ʿām pạtthụ̄rva) chhe āsn qyamt kh doh balkhṣvṣ (timne khạṭr). Yithh pạtthụ̄ chih asụ̄ zann valyn khạṭr āyat vyczhnạvith byan kran."
  },
  {
    "verse_id": 33,
    "translation": "Frmạviv zi myạnụ̄ rbn chhe ṣrf be ḥyạyy hnz kthh ḥram krimacz yimh timav mnz ẓạhr āsn th yimh pvshydh āsn (tmam) byyhi gnah th naḥq zyadty byyh yhi kth zitohụ̄ tthhrạviyvun Allah tʿālyā hs shryk yymch nh tmụ̄ kanhh snd chhe nạzl krmcz th (mzyd) yhi zi tohụ̄ vnivAllah tʿālyā (sndis dhats) mtʿlq ticzhh kthh yim nh tohụ̄ panh thi chihv zanan."
  },
  {
    "verse_id": 34,
    "translation": "Th prth jmạcz khạṭr chuh akh myʿād (mqrr) pth yylhi tihund (mqrr) vqt yivan chuh pth hykn nh tim aakh gr (thi) pth htttih th nah hykn brvnhh pktih."
  },
  {
    "verse_id": 35,
    "translation": "Ae avladi ādm!agr tohyhi nishhi tohyi mnz rsvl yin yim tohyhi pytth myạnụ̄āyat byan krn pth yus prhyzgar bnyav th tmụ̄ kor (pans) aṣlaḥ tylhi nah āshi timn pytth kanhh khvf th nah āsn tim ghmgyn."
  },
  {
    "verse_id": 36,
    "translation": "Th yimav lukv sanyn āyatn ankar kor th timn (pytth ayman aannh) nishhi krkh srkshy, timae chih jhnmy tim chih tath mnz hmyshh rvzn vạlụ̄."
  },
  {
    "verse_id": 37,
    "translation": "Pth kus hykhi ts shkhṣh sndi khoth bodd ẓạlm ạsith yus Allah tʿālyā hs pytth aapuz bhtan khalhi ya phiri tmụ̄ sndyn āyatn buth? Timn lukn vathi tihund (suh) ḥṣh (yus) ktabih mnz chuh lykihth yylhi zn timn nishhi sanụ̄ svznh āmtụ̄ (frshth) yin takh tihindụ̄ rvḥ krn qbẓ (pth) vann (timn), vonụ̄ kthi chih tim (aapzụ̄ mʿbvd) yhinz tohụ̄Allah tʿālyā hs vrạe ʿbadt ạsiv kran? Tim vnn (drjvab) zi tim rạvụ̄ aashi (yʿny vonụ̄ kthi chih aathhi yivan) th tim din pnnyn nfsn khlaf (panh yhi) gvạhy zi be shk ạsụ̄ tim kạfr."
  },
  {
    "verse_id": 38,
    "translation": "Allah tʿālyā frmavi, tohụ̄gczihv jinn th ansann hnzn timn (jhnmy) jmạʿczn mnz yimh tohyhi brvnhh guzrymcz chhe shạml spdith dvzkhs mnz dạkhl! Yylhi thi kanhh jmaʿt (dvzkhs mnz) dạkhl spdi so svzi pans hishhi doyimhi jmạʿcz pytth lʿnt,yot tam zi yylhi aath mnz sạry (drụ̄) jmʿ gczhn pth vnn tihindụ̄ ptim pnnyn brvunttihmyn hndis ḥqs mnz zi ae sanhi rbh! Yimve lukv ạsụ̄ asụ̄ gmrah krimtụ̄lhādha di yimn jhnmuk dognh ʿdhab. Arshad spdi, pth kạnshi hndi khạṭr chuh dognh mgr tohyhi chhav nh pae."
  },
  {
    "verse_id": 39,
    "translation": "Th tihindụ̄ brvuntthim vnn pnnyn ptimyn, vonụ̄ ma spzv tohyhi aashi pytth kanhh fẓylt lhādha vuchihv (vonụ̄) tohụ̄ (thi) ʿdhabuk (mzh) tamhi sbbh yikynczhah tohụ̄ kmavan ạsụ̄v."
  },
  {
    "verse_id": 40,
    "translation": "Be shk yimav sanyn āyatn ankar korth timav nishhi phirukh buth tihindi khạṭr yin nh (rḥmt th qbvlyt kh) āsmankụ̄ drvazh yalh travnh th nah hykn tim jnts mnz aczithe aot tam zi scznụ̄ gdis mnz aaczi avntt (yʿny yithh pạtthụ̄ yhi nammkn chuh tithe pạtthụ̄ chuh tihund jnts mnz aaczun thi nammkn) th asụ̄ chih mjrmn yithe pạtthụ̄ sza divan."
  },
  {
    "verse_id": 41,
    "translation": "Th tihindi khạṭr chuh jhnm (kh naruk) vathrun th timn pytth āshi (tamhi kue) vurun, th asụ̄ chih ẓạlimn yithe pạtthụ̄ sza divan."
  },
  {
    "verse_id": 42,
    "translation": "Th yimav lukv ayman aon th nyk ʿmlh rvudụ̄ kran, asụ̄ chihn nh kanhh shkhṣ tmụ̄ sndi ṭaqth khoth zyadh mshqts mnz travan, yimae lukh chih ahli jnt tim rvzn tath mnz hmyshh."
  },
  {
    "verse_id": 43,
    "translation": "Th asụ̄krrvsuh kynh (th rnjsh) yus tihindyn syinn mnz (dunyahs mnz aakh akụ̄ sndi khạṭr) avs nybr (krith dvr) timn (hnd yn mḥln) bnụ̄ kinụ̄ āsn kolh jạry th tim vnn sạry tʿryf chih Allah tʿālyā sndy khạṭr yymụ̄ asụ̄ yot tam vatnạvụ̄,th asụ̄ hykhav nh (yath mqams tam zanhh) vạtith hrgah Allah tʿālyā aashi hdayt frmavi he nh be shk avs sạnis rb sndyv rsvlav ḥquk (pygham) aonmut, th (tamhi doh) yiyhi nida dinh zi tohụ̄ lukh chihv yymhi jntkụ̄ vạrth āmtụ̄ bnavnh timn (nyk) ʿmln hndi bạʿth yimh tohụ̄ anjam ạsiv divan."
  },
  {
    "verse_id": 44,
    "translation": "Th ahli jnt vann ahli dvzkhn ālav krith, aashi lob pzụ̄pạtthụ̄ suh poz yus vʿdh sạnụ̄ rbn aashi sintụ̄ kormut avs, kya tohyhi (thi) lobvonh suh poz yus vʿdh tuhndụ̄ rbn (tohyhi sintụ̄) kormut avs? Tim vnn, ā. Pth diyhi timn drmyan aakh āvaz dinh vvl āvaz zi ẓạlmn pytth chhe Allah tʿālyā snz lʿnt."
  },
  {
    "verse_id": 45,
    "translation": "(yim chih timae) yim (lukn) Allah tʿālyā snzi vathi nishhi rukavan ạsụ̄ th tath mnz ạsụ̄hjr czhanddan th tim ạsụ̄ ạkhrts ankar krn vạlụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Th (timn) doshvnụ̄ (yʿny jnty yn th jhnmy yn) drmyan chuh akh ḥjab (yʿny dyvar) th aʿrafs (yʿny athụ̄ dyvars) pytth āsn kynhh mrd yim sarine tihnzv nishạnyv sintụ̄ prznavn. Th krykh lạyith vann tim ahli jntn zi tohyhi pytth ạsin slamty, tim (ahli aʿraf) āsn nh (vunhi panh thi) jnts mnz dạkhl spdụ̄ mtụ̄ ḥalankh āsn tim (tamikụ̄) amydvar."
  },
  {
    "verse_id": 47,
    "translation": "Th yylhi tihnz nẓr jhnmy yn kun phirnh yin pth vann tim, ae sanhi rbh! Aashi mah kr ẓạlm qvms sintụ̄ (jmʿ)."
  },
  {
    "verse_id": 48,
    "translation": "Th ahli aʿraf krn (timn jhnmy) mrdn ālv yimn tim tihnzv nshạnyv sintụ̄ pznavan āsn (timn) vnn, tuhnz jmạʿcz āyav nh tohyhi bkar th nah (hykvu) shu tkbr (tohyhi bchạvith) yus tohụ̄ kran ạsiv."
  },
  {
    "verse_id": 49,
    "translation": "Kya yime chha tim lukh (yhinz khsth ḥalt vuchihth) tohụ̄ ạsụ̄vqsm khyvan zi Allah tʿālyā nvazi nh yimn (zanhh) pnnhi rḥmt sintụ̄ (bvuziv!vonụ̄ chuh yimne vannh yivan) tohụ̄ gczihv jnts mnz dạkhl nah āshi tohyhi pytth kanhh khvf th nah ạsiv tohụ̄ ghmgyn."
  },
  {
    "verse_id": 50,
    "translation": "Th ahli dvzkh vann nad lạyith ahli jntn zi aashi krụ̄tav (jnty) ābh nishhi km kash fyẓ yab ya tamhi (rzq) mnz yus Allah tʿālyā hn tohyhi ʿṭa chuhv kormut. Tim vnn be shk chhe Allah tʿālyā hn yimh doshve (nʿmth) kạfrn pytth ḥram krimacz."
  },
  {
    "verse_id": 51,
    "translation": "Yimav panun dyin tmashhi th gindun bnvv th yimn dnyạvy zndgy fryb avs dith thvvmut, aaz mshravvkh asụ̄ tim tithe pạtthụ̄ yithh pạtthụ̄timv (aashi sintụ̄) panun azikhi dohuk mlaqat mshrvvmut avs th yithh pạtthụ̄ tim sanyn āyatn hundanka rkran ạsụ̄."
  },
  {
    "verse_id": 52,
    "translation": "Th be shk anụ̄ aashi timn nishhi ticzh ktab (qrān) yosh aashi (pnnhi) ʿlm (kis bnyads) pytth mfṣl (yʿny vaẓḥ) kr, so chhe ayman valyn khạṭr hdayt th rḥmt."
  },
  {
    "verse_id": 53,
    "translation": "Tim chih ṣrf tamhi (vannh āmczi kthhi hndi) anjamuk antẓar kran, yymhi doh tmyk (yʿny kthhi hund) anjam brvnhh kun yiyhi tim lukh yimav aamhi brvnhh yhi mshrạvmcz ạs vann, be shk ạsụ̄ sạnis rb sndụ̄ rsvl pz (kth) hyth āmtụ̄, vonụ̄ chha (az) sạnụ̄ kynhh sfạrsh krn vạlụ̄ yim sanhi khạṭr sfạrsh krn nath gczhụ̄ asụ̄ (byyhi dnyahs mnz) vaps svznh yinụ̄ takh asụ̄ krv (yymhi ltthi) timav (aʿmalv) nishhi mkhtlf ʿmlh yimh (godd) kran ạsụ̄ rvudimtụ̄. Be shk vatnvv timav pnnis pans nqṣan th suh (bhtan th aapuz) rvv timn yus tim bnavan ạsụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Be shk chuh tuhund rb Allah yymụ̄āsmann hnz th zmynch (kaynat) shyn mudtn (yʿny shyn dvrn) mnztkhlyq krpth kvrun (pnnhi shan mṭạbq) ʿrshs pytth astva (yʿny yath kaynats mnzkvrun pnnhi ḥkmuk th aqtdark nẓam jạry). Sue chuh rạcz hndidsụ̄ dohs pytth vurun kran (ath ḥals mnz zi dohs rats mnz) p th aakh chuh akh aks tyzy san pte rvzan th āftab th zvun th tark (sạry) chih tmụ̄ sndy ḥkmh (akhi mtʿīn nẓamkụ̄) pabnd bnavnh āmtụ̄. Khbrdar! (p th chyz kh) tkhlyquk th ḥkmuk th tdbyruk nẓam chlavun chhe tmụ̄ snze kam. Allah tʿālyā chuh sytthah brkt vvl yus tmam ʿālmn hnz (drjh bh drjh) prvrsh krn vvl chuh."
  },
  {
    "verse_id": 55,
    "translation": "Tohụ̄ ạsiv pnnis rbs zạry kra n kran th lothi (doshvyv ṭryqv) dʿā kran, be shk chuhnh suh ḥd nyrn valyn psnd kran."
  },
  {
    "verse_id": 56,
    "translation": "Th zmyns mnz mah kriv aamhi kh pạrav (yʿny mlkh chhi zndgy hund maḥvl tthyk spdnh) pth fsad th (tmụ̄ sndis ʿdhabs) khvuczth th (tmụ̄ sndi rḥmtch) amyd thạvith rvuziv tas dʿā mngan, be shk chhe Allah tʿālyā snz rḥmt aḥsan krn valyn lukn (yʿny nykvkarn) nkhh āsan."
  },
  {
    "verse_id": 57,
    "translation": "Th sue chuh yus pnnhi rḥmt (yʿny rvud) brvnhh chuh hvahn khosh khbr bnạvith svzan, aot tam zi yylhi tim (hva) gobyn aobrn tulith chih anan pth chih asụ̄timn (aobrn) kunhi mord (yʿny be āb th khshk) shhrs kun chhag divan pth chih asụ̄ tamhi (aobr) mnz āb travan pth chih asụ̄ tamhi (āb) kh dhryʿh (zmyn mnz) pth qsmkụ̄phl krran. Yithe pạtthụ̄ krrvkh asụ̄ (qyamt kh doh) mord (qbrv mnz) takh tohụ̄ kriv nṣyḥt qbvl."
  },
  {
    "verse_id": 58,
    "translation": "Th yosh aṣl (yʿny zrkhyz) zmyn chhe tamiyuk gash chuh Allah tʿālyā sndi ḥkmh sintụ̄ (jan pạtthụ̄) nyran th yosh (zmyn) khrab chhe (tamhi mnz) chuhnh mʿmvly be fạydh chyzv varạe kihinụ̄ nyran. Yithe pạtthụ̄ chih asụ̄ (pnnụ̄) āyat (yʿny thbvt th nshạniyhi) timn lukn khạṭr barbar byan kran yim shkrgzar chih."
  },
  {
    "verse_id": 59,
    "translation": "Be shk svuzụ̄ aashi nvḥ (ʿlyh alslam) tihindis qvms kun, pth von timav, ae myanhi qvm (kyv lvukv!) tohụ̄ ạsiv Allah tʿālyā snz ʿbadt kran tas vrạe chuhnh tuhund kanhh mʿbvd, yqyna chuhs bh tohyhi pytth aakhi barri doh kis ʿdhabs khoczan."
  },
  {
    "verse_id": 60,
    "translation": "Tihindi qvm kyv srdarv th amyrv von, (ae nvḥ!) be shk chihth cz asụ̄ ttakarh gmrạhy mnz (mbtla) vuchhan."
  },
  {
    "verse_id": 61,
    "translation": "Timav von, ae myanhi qvmh! Me mnz chhanh kanhh gmrạhy albth (chhe ḥqyqt yhi zi) bh chuhs tmam ʿālmn hndis rb sndi ṭrfh rsvl (bnavnh āmut)."
  },
  {
    "verse_id": 62,
    "translation": "Bh chuhsav tohyhi pnnis rb sndụ̄ pyghamat vatnavan th tohyhi chuhsav nṣyḥt kran th Allah tʿālyā sndi ṭrfh chuhs tikynczhah zanan yhi tohụ̄ zanan chihv nh."
  },
  {
    "verse_id": 63,
    "translation": "Kya tohyhi chuhv aath kthhi pytth tʿjb zi tohyhi nishhi āyhi tuhndis rb sndi ṭrfh tohy mnz akis mrds (zyvi) pytth nṣyḥt takh suh khocznavyv tohyhi (Allah tʿālyā sndi ʿdhab nishhi) th tohụ̄ bnvi prhyzgar th yhi chuh aamhi khạṭr zi tohyhi pytth yiyhi rḥm krnh."
  },
  {
    "verse_id": 64,
    "translation": "Pth kor timav lukv timn ankarlhādha diyut aashi timn th timn lukn yim navi mnz timn sintụ̄ ạsụ̄ njat th aashi krụ̄ tim lukh ghrq yimav sanyn āyatn ankar avs kormut, be shk ạsụ̄ tim anụ̄ (yʿny bṣyrt varạe) lukh."
  },
  {
    "verse_id": 65,
    "translation": "Th aashi (svuzụ̄ qvmi) ʿāds kun tihindụ̄ (qvmy) bạe hvud (ʿlyh alslam) timav von, ae myanhi qvmh! Tohụ̄ ạsiv Allah tʿālyā snz ʿbadt kran tas vrạe chuhnh kanhh tuhund mʿbvd, tohụ̄ kyazi chihv nh prhyzgar bnan"
  },
  {
    "verse_id": 66,
    "translation": "Tihindi qvm kyv srdarv th amyrvyim kfr (yʿny dʿūti ḥqch mkhalft th mzaḥmt) kran ạsụ̄von, (ae hvd!) be shk chihth cz asụ̄ ḥmaqts mnz (mbtla) vuchhan th be shk chihth cz asụ̄ aapzyaryv mnz gman kran."
  },
  {
    "verse_id": 67,
    "translation": "Timav von, ae myanhi qvmh! Me mnz chhanh kanhh ḥmaqt albth (chhe ḥqyqt yhi zi) bh chuhs tmam ʿaaalmn hndis rb sndi ṭrfh rsvl (bnavnh āmut)."
  },
  {
    "verse_id": 68,
    "translation": "Bh chuhsav tohyhi pnnis rb sndụ̄ pyghamat vatnavan th bh chuhs tuhund amant dar rczar kanchhan vvl."
  },
  {
    "verse_id": 69,
    "translation": "Kya tohyhi chuhv aath kthhi pytth tʿjb zi tohyhi nishhi āyhi tuhndis rb sndi ṭrfh tohy mnz akis mrds (zyvi) pytth nṣyḥt takh suh khocznavyv tohyhi (Allah tʿālyā sndi ʿdhab nishhi) th yad kriv yylhi tohụ̄ tmụ̄nvḥ sndi qvmh pth (zmyns pytth) janshyn bnạvinav th tuhndis khilqts (jsms) mnzbrrvvun (qdvqamt th) mzyd ṭaqt, lhādha kriv tohụ̄Allah tʿālyā snz nʿmth yadtakh tohụ̄ lbvi kamyaby."
  },
  {
    "verse_id": 70,
    "translation": "Tim lgụ̄ vannhi, kya cz chuhkhh aashi nish (aamhi mvjvb) āmut ziasụ̄ krv ṣrf akis Allah tʿālyā snz ʿbadt th tim (sạry khdae) travvkh yhinz bndgy sạnụ̄ mạlụ̄ buddi bb kran ạsụ̄? Tylhi aan cz aashi pytth suh (ʿdhab) yymich vʿīd (dhmky) czaashi bvznavan chuhkh agr cz pzụ̄yaryv mnz chuhkh."
  },
  {
    "verse_id": 71,
    "translation": "Timav von, yqyna gov tohyhi pytth tuhndis rb sndi ṭrfh ʿdhab th ghẓb vạjb. Kya tohụ̄ chihv me sintụ̄ timn (potlyn hndyn) navn hndis bars mnz czuvan yim tohyhi th tuhndyv malyv buddi bbv (pạnụ̄ pane frẓy ṭvr) thạvimtụ̄ chih yhinz Allah tʿālyā hn kanhh sanadnạzl kr nh vonụ̄ kriv tohụ̄ (ʿdhabuk) antẓar bh (thi) chuhs tohyhi sintụ̄ antẓar krn valyv mnz."
  },
  {
    "verse_id": 72,
    "translation": "Pth bkhush aashi timn th yim lukh timn sintụ̄ ạsụ̄ pnnhi rḥmt kh bạʿth njat th timn lukn gạlụ̄ mvul yimav sanyn āyatn buth avs pihyurmut th tim ạsụ̄ nh ayman aann vạlụ̄."
  },
  {
    "verse_id": 73,
    "translation": "Th (qvmi) thmvds kun (svuzụ̄) tihindụ̄ (qvmy) bạe ṣalḥ (ʿlyh alslam) timav von, ae myanhi qvmh! Allah tʿālyā snzʿbadt ạsiv kran, ts vrạe chuhnh tuhund kanhh mʿbvd, be shk chhe tohyhi nishhi tuhndi s rb sndi ṭrfh aakh rvshn dlyl āmcz. Yhi Allah tʿālyā snz avnttinụ̄ chhe tuhndi khạṭr nshạny, lhādha trạviziyvn tohụ̄ yhi (āzad) takh Allah tʿālyā snzi zmynhi mnzrvzi gash khyvan th amis lạgụ̄ zyv nh burạyy (hndi aradh) aathh nath rttyv tohyhi dg tulvun ʿdhab."
  },
  {
    "verse_id": 74,
    "translation": "Th yad kriv!yylhi tmụ̄ tohụ̄ (qvmi) ʿāds pth (zmyns mnz) janshyn bnạvinav th tohyhi krnav zmyns mnz skvnt ʿṭa zi tohụ̄ chihvaamhi kyn nrm (mạdạny) ʿlaqn mnz bnglh bnavan th pharr czttith chihv (timn mnz) gr bnavan, lhādha kriv tohụ̄Allah tʿālyā snz (timh) nʿmth yad th zmyns mnz mah rvuziv fsad tulan phyran."
  },
  {
    "verse_id": 75,
    "translation": "Tihindi qvm kyv timav srdarv th amyrv yim tkbrkrn vạlụ̄ th buthụ̄ phirụ̄ ạsụ̄ von timn ghryb nadarlukn yimav timav mnz ayman avs aonmut, kya tohyhi chuhv yqyn zi pzụ̄pạtthụ̄ chih ṣalḥ (ʿlyh alslam) pnnis rb sndi ṭrfh rsvl bnạvith svznh āmtụ̄? Timav von yikynczhah dith tim svznh chih āmtụ̄ be shk chih asụ̄ tath pytth ayman thavn vạlụ̄."
  },
  {
    "verse_id": 76,
    "translation": "Tkbr krn vạlụ̄ lukh lgụ̄ vannhi, be shk yath (chyzs) pytth tohyhi ayman chuhv aonmut asụ̄ chih tamikụ̄ skht mnkr."
  },
  {
    "verse_id": 77,
    "translation": "Pth mạr timav avnttinụ̄ (khsh krith) th phirukh pnnis rb sndi ḥkmh nishhi klh th vannhi lgụ̄, ae ṣalḥ! Cz aan suh (ʿdhab) aashi nishhi yymich vʿīd (dhmky) cz aashi bvznavan avsukh agr cz (pzụ̄pạtthụ̄) rsvlv mnz chuhkh."
  },
  {
    "verse_id": 78,
    "translation": "Lhādha rttụ̄ tim binilụ̄ (yʿny bunlikụ̄ ʿdhabn) pth rvudụ̄ tim (hlak gczihth) ṣubḥs pnnyn grn mnz buth tl kun dith pyth."
  },
  {
    "verse_id": 79,
    "translation": "Pth phiyur (ṣalḥ ʿlyh alslamn) timav nishhi buth th vonun, ae myanhi qvmh! Be shk avsmv me tohyhi pnnis rb sund pygham vatnvvmut th nṣyḥt (thi) ạsmv krmcz mgr tohụ̄ chihv nh nṣyḥt krn valyn psnde kran."
  },
  {
    "verse_id": 80,
    "translation": "Th lvṭ (ʿlyh alslam thi svuzụ̄ aashi yithe pạtthụ̄) yylhi timav pnnis qvms von, kya tohụ̄ chihv (ticzihh) be ḥyạyy hund aatur kran yosh tohyhi brvnhh dnyakyv lukv mnz kạnshi ạs nh krmcz"
  },
  {
    "verse_id": 81,
    "translation": "Be shk chihv tohụ̄ nfsạny khvạhshhi khạṭr znanh trạvith mrdn nishhi yivan blkh chihv tohụ̄ ḥdnishhi nyrn vạlụ̄."
  },
  {
    "verse_id": 82,
    "translation": "Th tihindi qvmuk avs nh aamhi vrạe kanhh jvab zi timav lvg vanun yim krryvukh bsty mnz be shk chih yim lukh sytthah pakyzgy hndụ̄ ṭlb gar."
  },
  {
    "verse_id": 83,
    "translation": "Pth diyut aashi timn (yʿny lvṭ ʿlyh alslams) th tihindyn grkyn bạczn njat tihnzi khandarinhi vrạe, so ạs ʿdhabs andr hynh yinh valyv mnz."
  },
  {
    "verse_id": 84,
    "translation": "Th aashi trvv timn pytth (knyn hund) baranh, vonụ̄ vuchihv tohụ̄ mujrmn kiyuth anjam spud."
  },
  {
    "verse_id": 85,
    "translation": "Th mdyanas kun (svuzụ̄aashi) tihindụ̄ (qvmy) bạe shʿīb (ʿlyh alslam) timav von, ae myanhi qvmh! Tohụ̄ ạsivAllah tʿālyā snzʿbadt kran, ts vrạe chuhnh tuhund kanhh mʿbvd, be shk chhe tohyhi nishhi tuhndi s rb sndi ṭrfh rvshn dlyl āmczlhādha ạsiv tohụ̄pvur pạtthụ̄ mynan th tvlan th lukn mah ạsiv tihindụ̄ chyz (vzn th myicz) km krith divan th zmyns mnz mah ạsvi (zndgy hndi maḥvl kh) aṣlaḥ pth fsad brpa kran, yhi chuh tuhndis ḥqs mnz bhtr agr tohụ̄ (aath khdạyy pyghams) mann vạlụ̄ chihv."
  },
  {
    "verse_id": 86,
    "translation": "Th tohụ̄ mah ạsiv pth vathi pytth aamhi mvjvb byhan zi tohụ̄ khocznạviyvun pth suh shkhṣ yymụ̄ aath (dʿūts) pytth ayman chuh aonmut th (suh) rttiyvun Allah tʿālyā snzi vathi nishhi pth th aath (dʿūts) mnz czhạnddiv hjr (takh suh hykyvun dyni ḥq nishhi ddạlith th ts mnz kriv aath mtʿlq nfrt pạd) th yad kriv (Allah tʿālyā sund aḥsan) yylhi tohụ̄ kme ạsiv pth krnav tmụ̄ akthryt ʿṭa th vuchihv fsad phalavan valyn hund anjam kiyuth spud."
  },
  {
    "verse_id": 87,
    "translation": "Th agr tohyhi mnz aakhi jmạʿcz yath (dyins) pytth yus hyth bh svznh chuhs āmut ayman chuh aonmut th doymhi jmạʿcz chuhnh ayman aonmut tylhi kriv (ae ayman valyv!) ṣbr yot tam Allah tʿālyā aashi drmyan fạṣlh frmavi th suh chuh sarive khoth bhtr fạṣlh frmavn vvl."
  },
  {
    "verse_id": 88,
    "translation": "Tihindi qvm kyv srdarv th amyrv yim buthụ̄ phirụ̄ th tkbrkrn vạlụ̄ ạsụ̄ von, ae shʿīb (ʿlyh alslam)! Asụ̄ krrvth cz th tim lukh yimav cze sintụ̄ ayman chuh aonmut pth ṣvurts mnz pnnhi bsty mnz yaāsy cze ẓrvr sạnis mdhhbs mnz vaps yun. Shʿībn (ʿlyh alslam) von, agr chh asụ̄ (tuhndis mdhhbs mnz vaps yinas) be zare kvnh āsav?"
  },
  {
    "verse_id": 89,
    "translation": "Be shk khalav asụ̄ Allah tʿālyā hs pytth aapuz bhtan hrgah asụ̄ tuhndis mdhhbs mnz aamhi kthhi pth vaps yimav zi Allah tʿālyā hn chih asụ̄ aamhi nishhi bchạvimtụ̄, th sanhi khạṭr chuhnh hrgz (mnạsb) zi asụ̄ yimav aath (mdhhbs) mnz vaps albth yhi zi agr Allah tʿālyā yczhi yus svn rb chuh.sv n rb chuh ʿlmh kinụ̄ pth chyzs pytth aḥaṭh krith. Aashi chuh Allah tʿālyā se pytth bhrvsh kormut, ae sanhi rbh!aashi th sạnis (mkhạlf) qvms drmyan kr pazruk fạṣlh th cz chuhkh sarive khoth bhtr fạṣlh frmavn vvl."
  },
  {
    "verse_id": 90,
    "translation": "Th tihindi qvm kyv srdarv th amyrv yim kfruk (th ankaruk) aatur ạsụ̄ kran von, (ae lvukv!) hrgah tohyhi shʿīb (ʿlyh alslam) snz pạrvy krv tylhi gczihv tohụ̄ tamhi vqth yqyna khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 91,
    "translation": "Lhādha rttụ̄ tim bunilụ̄ (yʿny bunlkụ̄ʿdhabn) pth ạsụ̄ tim (hlak gczihth) ṣbḥs pnnyn ghrn mnz buth tal kun dith pyth."
  },
  {
    "verse_id": 92,
    "translation": "Yimav lkv shʿībs (ʿlyh alslam) ankar kor (tim ge tth pạtthụ̄nyst nabvud) zanth tim tath (bsty) mnz (zanhh) bsụ̄mty ạsụ̄ nh. Yimav lkv shʿībs (ʿlyh alslam) ankar kor (drḥqyqt) spdụ̄ time khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 93,
    "translation": "Pth spdụ̄ (shʿīb ʿlyh alslam) timn nishhi alg th lgụ̄ vannhi, ae myanhi qvmh! Be shk ạsụ̄ me tohyhi pnnis rb sndụ̄ pygham vatnạvimtụ̄ th me ạsmav tohyhi nṣyḥt (thi) krmcz vonụ̄ kyazi kr bh kạfr qvms (tbah spdns) pytth afsvus?"
  },
  {
    "verse_id": 94,
    "translation": "Th aashi svuz nh kunhi bsty mnz nby mgr aashi krụ̄ tamikụ̄bashndh (nby yas ankarkrnh th buthhi lgnh kinụ̄) skhty, tngy, tklyfs th mṣybts mnz grftar takh tim krn āh v zạry (zarpar)."
  },
  {
    "verse_id": 95,
    "translation": "Pth bdlạv aashi (tihnzi) bdḥạly hnzi jayhi khoshḥạly, yot tam zn tim (pth lḥaẓh) varyah brvnhh dae. Th (nashkry san) lvgukh vanun zi sanyn malyn buddi bbn thi chih (yithe pạtthụ̄) tklyf th āram vatan rvudimtụ̄ lhādha rttụ̄ aashi tim aath nʿmt kis ankars pytth achank th timn ạs nh (aamich) khbr thi."
  },
  {
    "verse_id": 96,
    "translation": "Th hrgah (timn) bsty yn hndụ̄ rvzn vạlụ̄ ayman aanhn byyhi krhn tqvyā akhtyar tylhi mczravhav asụ̄ timn pytth āsman th zmyn chh brkth mgr timav kor (ḥqs) ankar, lhādha rttụ̄aashi tim timn (bd) aʿmaln hndi bạʿth yim tim kran ạsụ̄ (ʿdhab kis) girifts mnz."
  },
  {
    "verse_id": 97,
    "translation": "Kya vonụ̄ chha bsty yn hndụ̄ rvzan vạlụ̄aamhi kthhi nishhi be khvf gmtụ̄ zi timn pytth yiyhi svn ʿdhab (byyhi) rath kiyuth tath ḥals mnz zi tim chih (ghflt chhi nyndri) shongith?"
  },
  {
    "verse_id": 98,
    "translation": "Kinh bsty yn hndụ̄ rvzan vạlụ̄chih aamhi kthhi nishhi be khvf zi timn pytth yiyhi svn ʿdhab (byyhi) doh khsvnhi tath ḥals mnz zi (tim) āsn (dunyahs mnz mst gczhith) gindan?"
  },
  {
    "verse_id": 99,
    "translation": "Kya tim lukh chha Allah tʿālyā sndi khttith tdbyr nishhi be khvf, ā, Allah tʿālyā sndi khttith tdbyr nishhi chuhnh kanhh be khvf āsan khsarh tuln valhi qvmh varạe."
  },
  {
    "verse_id": 100,
    "translation": "Kya (yhi kth thi) chhanatimn lukn (shʿūr th) hdayt divan yim (akis zmans mnz) zmyns pytth rvzn valyn (hndi hlakt) pth (panh) zmynkụ̄ vạrth chih bnan zi hrgah asụ̄ yyczahv tylhi dimav tihindyn gnahn hndi bạʿth timn (thi) sza th asụ̄ lgavav tihindyn diln pytth (tihnzv bd aʿmalyv kinụ̄) mohr pth hykn nh tim (ḥq) bvuzith (smjhith) thi."
  },
  {
    "verse_id": 101,
    "translation": "Yimh chhe timh bsty yhinz khbr asụ̄ tohyhi bvznavan chihv th be shk āe timn nish tihindụ̄ rsvl ttakarh nishạniyhi hyth mgr tim spdụ̄ nh (tvthi) aath qạbl zi tath pytth aanhan ayman yath timav godd ankar avs kormut, yithh pạtthụ̄ chuh Allah tʿālyā kạfrn hndyn diln pytth mohrlgavan."
  },
  {
    "verse_id": 102,
    "translation": "Th aashi vuchh nh timav mnz akthr lukn mnz ʿhd (yʿny vʿduk pas) th timav mnz vuchh aashi akthr lukh nafrmane."
  },
  {
    "verse_id": 103,
    "translation": "Pth svuzụ̄ aashi timn pth mvsyā (ʿlyh alslam) pnnyv nshạnyv san frʿūns th tmụ̄ sndyn (drbạrụ̄) srdarn nishhi pth kvr timav timn (thbvtn th mʿjzatn) sintụ̄ ẓlm pth vuchhtv tvhụ̄ zi fsad phhlavn valyn hundkiyuth anjam sapud?"
  },
  {
    "verse_id": 104,
    "translation": "Th mvsyā hn (ʿlyh alslam) von, ae frʿūn! Be shk chuhs bh tmam ʿaaalmn hndis rb sndi ṭrfh rsvl (āmut)."
  },
  {
    "verse_id": 105,
    "translation": "Me chuh yy shvuban zi Allah tʿālyā sndis bars mnz vanh nh ḥq kthhi varạe (kihinụ̄). Be shk chhe me tuhndis rb (sndi ṭrfh) tohyhi nishhi ttakarh nshạniyhi aanhi macz, lhādha svzukh cz bny asrạyyl (pnnhi ghlạmy mnz āzad krith) me sintụ̄."
  },
  {
    "verse_id": 106,
    "translation": "Tmụ̄ (frʿūnn) von, hrgah cze kanhh nshạny chhe animcz tylhi aan so (brvnhh kun) agr cz pzụ̄yvr chuhkh."
  },
  {
    "verse_id": 107,
    "translation": "Pth yuthue mvsyā hn (ʿlyh alslam) panun ʿāṣh (pthr) tvvsuh bnyav tmy saʿth ttakarh ajdr."
  },
  {
    "verse_id": 108,
    "translation": "Th (nalh kinụ̄ trạvith) koddun panun aathh nybr,pth govsuh (thi) tamy saʿth vuchhn valyn khạṭr (chmkh vun) sfyd."
  },
  {
    "verse_id": 109,
    "translation": "Frʿūn sndi qvm kyv srdarv von, be shk chuh yhi (kustam) bodd mạhr jadvgr."
  },
  {
    "verse_id": 110,
    "translation": "(lvukv!) yhi chuhv tohyhi tuhndi mulkh mnz yaczhan krrun, vonụ̄ kya mshvrh chihv tohụ̄ divan?"
  },
  {
    "verse_id": 111,
    "translation": "Timav von, (tam) czhottrạviv amụ̄ sund th amụ̄ sndis bạe sund (mʿāmlh) th (mkhtlf) shhrn mnzsvuziyvukh (jadvgrn) sombravn vạlụ̄ afrad."
  },
  {
    "verse_id": 112,
    "translation": "Tim anin cze nishhi pr;th kanhh mạhr jadvgr."
  },
  {
    "verse_id": 113,
    "translation": "Th jadvgr āe frʿūns nishhi pth vonukh, pzụ̄pạtthụ̄ gczihh sanhi khạṭr kynhh aujrt āsnụ̄hrgah asụ̄ ghạlb sapdav."
  },
  {
    "verse_id": 114,
    "translation": "Frʿūnn von, ā! Th be shk (ʿām aujrt kya tath ṣvrts mnz) spdiv tohụ̄ (myanyv drbar kyv) qurbt darv (yʿny khaṣv) mnz."
  },
  {
    "verse_id": 115,
    "translation": "Timav jadvgrv von, ae mvsyā!ya th tav czpanh (panun chyz) nath banav asy (godd) tavan vạlụ̄."
  },
  {
    "verse_id": 116,
    "translation": "Mvsyā hn (ʿlyh alslam) von, tohy trạviv (godd) pth yylhi timav (pnnhi raz th lvri zmyns pytth) travi (th tmv) kor lukn hnzn achhn pytth jvd th tim khocznạvikh th timav aon zbrdst jvd (brvntth kun)."
  },
  {
    "verse_id": 117,
    "translation": "Th aashi krmvsyā hs (ʿlyh alslam) kun vḥy zitohụ̄ trạviv (vonụ̄) panun ʿāṣh (zmyns pytth) pth lạgụ̄ tmụ̄ fvraantim chyz nynglavnụ̄ yim timav dvkhh bạzy sintụ̄ vẓʿ ạsụ̄ krimtụ̄."
  },
  {
    "verse_id": 118,
    "translation": "Ythh pạtthụ̄ gov ḥq thạbt th yikynczhah tim kran ạsụ̄ (svrue) spud bạṭl."
  },
  {
    "verse_id": 119,
    "translation": "Pth ge tim (frʿūn sndụ̄ nmayndh) tth jayhi mghlvb th dhlyl spdith phyirụ̄ pot."
  },
  {
    "verse_id": 120,
    "translation": "Th (tmam) jadvgrāe sjds mnz dạrth dnh."
  },
  {
    "verse_id": 121,
    "translation": "Timv dicz krykh, aashi aon tmam ʿaaalmn hndis (ḥqyqy) rbs pytth ayman."
  },
  {
    "verse_id": 122,
    "translation": "(yus) mvsyā th harvn (ʿlyhmu alslam) sund rb chuh."
  },
  {
    "verse_id": 123,
    "translation": "Frʿūnn von, (kya) tohyhi chuhv amis pytth ayman aonmut aamhi brvnhh zi bh dimhav tohyhi ajazt? Be shk chuh yhi aakh fryb yus tohyhi (sarive) rlith (me sintụ̄) yath shhrs mnz kormut chuhv takh tohụ̄ niyvukh yymhi (mlkh) mnz aamikụ̄ (qbṭy) bashndh kddith, vonụ̄ lgyv tohyhi ʿnqryb (aamiyuk anjam) pae."
  },
  {
    "verse_id": 124,
    "translation": "Bh czatth yqyna tuhndụ̄ aathh th tuhndụ̄ khor mkhạlf aandv th pth dimav ẓrvr th ẓrvr tohyhi sarine phạsụ̄."
  },
  {
    "verse_id": 125,
    "translation": "Timav von,be shk chih asụ̄ pnnis rbs kun vaps phyrn vạlụ̄."
  },
  {
    "verse_id": 126,
    "translation": "Th cze kosh ʿml ljy sạnụ̄ bur? Yy ha zi aashi chuh pnnis rb snzn (pzn) nshạniyn pytth ayman aonmut, yylhi timh aashi nishhi vacz. Ae sanhi rbh!cz mczrav aashi pytth ṣbrkụ̄ āgrth aashi tul (thạbt qdmy san) mslman rvuzith (dnya mnz)."
  },
  {
    "verse_id": 127,
    "translation": "Th (pnnis jạbranh aqtdars khṭrh mḥsvs krith) von frʿūn sndi qvm kyv srdarv (frʿūns), kya cz travhanh mvsyā (ʿlyh alslam) th tmụ̄ sund qvm yalh zi tim phhlavn mlks mnz fsad? Th (pth kya) tim travnayhi cze th chanyn mʿbvdn yalh? Tmụ̄ von, (nah) vonụ̄ krvkh asụ̄ tihindụ̄ lrrkh qtl (takh tihnz mrdanh afrạdy qvt gczihh khtm) th tihnzkhatvnh thavvkh zndh (takh timn sintụ̄ hykhi zyadty krnh yith) th be shk chih asụ̄timn pytth ghạlb."
  },
  {
    "verse_id": 128,
    "translation": "Mvsyā hn (ʿlyh alslam) von pnnis qvms, tohụ̄ mngvi Allah tʿālyā hs mdd byyhi krivṣbr, be shk chhe zmyn Allah tʿālyā snz suh yas pnnyv bndav mnz yaczhan chuh ts chuh aamiyuk vạrth bnavan, th rut anjam chuh prhyzgarne khạṭr."
  },
  {
    "verse_id": 129,
    "translation": "Lvukv lvg vanun, (ae mvsyā!) tuhndiaashi nishhi yinh brvnhh thi āe aashi tklyf vatnavnh th tuhndi aashi nishhi yinh pth thi (mṭlb asụ̄ āe doshvnụ̄ ṣvrtn mnz marnh, svn mṣybt kr gczihh dvur)? Mvsyā hn (ʿlyh alslam) frmvv (pnnis qvms dilash divan divan), jlde kri tuhund rb tuhndis dshmns hlak th (aamhi pth) bnavizmyn (kis slṭnts) mnz tohyhi janshyn pth vuchhhi suh zi (aqtdars mnz yith) kiczhh ʿmlh kriv tohụ̄."
  },
  {
    "verse_id": 130,
    "translation": "Pth rttụ̄ aashi ahli frʿūn kynczhn vriyn (hndi qḥṭh) th myvan hndi nqṣan sintụ̄ (ʿdhab kis) girifts mnz takh tim krn nṣyḥt ḥạṣl."
  },
  {
    "verse_id": 131,
    "translation": "Pth yylhi timn āsạysh vathi he tylhi ạsụ̄vnan yhi chuh aashi pnnhi vjh sintụ̄. Th agr timn skhty vathi he, tylhi krhn mvsyā hs (ʿlyh alslam) th tihndyn (ayman valyn) sạthyn nsbt bdshgvny, khbrdar! Tihund shgvn (yʿny ʿmln hund sza) chuh Allah tʿālyā se nishhi mgr timav mnz chihnh akthr lukh ʿlm thavan."
  },
  {
    "verse_id": 132,
    "translation": "Th tim (ahli frʿūn) lgụ̄ (tkbrsan) vannhi, (ae mvsy!) cz aan th ashi nish kosh thi nshạny yymhi sintụ̄ cz aashi pytth jvd hykkh krith, tamhi pth thi chihnh asụ̄ cze pytth ayman aann vạlụ̄."
  },
  {
    "verse_id": 133,
    "translation": "Pth svuz aashi timn pytth ṭvfan, haalav zov, mạnh th khvn (kạczah) byon byon nshạniyhi (bṭvri ʿdhab), aamhi pth (thi) rvudụ̄tim tkbr th srkshy pannạvith th suh avs (skht) mjrm qvm."
  },
  {
    "verse_id": 134,
    "translation": "Th yylhi timn pytth (kanhh) ʿdhab avs yivan tylhi ạsụ̄ vnan, ae mvsyā! Tohụ̄ kriv sanhi khạṭr pnnis rbs dʿā tamhi ʿhd kh vsylh yus (tmụ̄ sund) tohyhi nishhi chuh,hrgah tohụ̄ yhi ʿdhab aashi nishhi dvur kriv tylhi aanav ẓrvr asụ̄ tohyhi pytth ayman th bny asrạyyl (thi) svzvkh (āzad krith) tohyhi sintụ̄."
  },
  {
    "verse_id": 135,
    "translation": "Pth yylhi asụ̄timav nishhi tamhi mdt khạṭr yath tim vatns ạsụ̄ tyar āsan suh ʿdhab dvur ạsụ̄kran tylhi ạsụ̄ tim sytthah jl ʿhd puhttravan."
  },
  {
    "verse_id": 136,
    "translation": "Pth hyot aashi timn (ạkhrkartmam nafrmạnụ̄ yn hund th vʿdh puhttravnuk) bdlh th aashi krụ̄ tim dryavs mnz ghrq, aamhi mvjvb zi timav avs sanyn āyatn hund (pyotthus pytth) ankarkormut th tim ạsụ̄ timav nishhi (balkl) ghạfl."
  },
  {
    "verse_id": 137,
    "translation": "Th aashi bnvvsuh qvm (bny asrayyl) yus kmzvravs th yath pytth astḥṣal avs krnh āmut tamhi srzmyn kh mshrquk th mghrbuk (yʿny mṣr th shamuk) vạrth yath mnz aashi brkt ạs thạvmczth (yithh pạtthụ̄) spud bny asrạyyl kis ḥqs mnz tuhndis rb sund nyk vʿdh pvur, aamhi vjh kinụ̄zi timav avs (frʿūn sndyn ẓlmn pytth) ṣbr kormut,th aashi krụ̄ tim (ʿạly shan mḥl) tbah th brbad yim frʿūnn th tmụ̄ sndụ̄ qvmn bnạvith ạsụ̄ thạvimtụ̄ th tim ladav (chhi kamhi th baghat) thi yimn tim thzrn tam khalan ạsụ̄."
  },
  {
    "verse_id": 138,
    "translation": "Th aashi tạrụ̄ bny asrayyl smndrs (yʿny bḥri qlzms) aapvr pth vạtụ̄ tim akis tithis qvms nishhi yim pnnyn potlyn andụ̄ andụ̄ (pvuzayhi khạṭr) bihth ạsụ̄, (bny asrạylkụ̄ lvukh) lgụ̄ vannhi, ae mvsyā! Sanhi khạṭr thi bnạviv yuthue (hyvu) mʿbvdyithụ̄ yhindụ̄ mʿbvd chih, mvsyā hn (ʿlyh alslam) von, tohụ̄ chihv pzụ̄pạtthụ̄ jạhl lukh."
  },
  {
    "verse_id": 139,
    "translation": "Be shk yim lukh yth chyzs (pvuza krns) mnz (phse mtụ̄) chih suh chuh hlak spdn vvl th yikynczhah tim kran chih suh chuh (balkl) bạṭl."
  },
  {
    "verse_id": 140,
    "translation": "(mvsyā ʿlyh alslamn) vonkh, kya bh czhanddnh tuhndi khạṭr Allah tʿālyā hs varạe byyhi kanhh mʿbvd,ḥalankh tmy (Allah tʿālyā hn) chhanav tohyhi sarine ʿaaalmn pytth fẓylt ʿṭa krmcz?"
  },
  {
    "verse_id": 141,
    "translation": "Th (suh vqt) kriv yad yylhi aashi tohyhi ahli frʿūn (sndi ẓlm v zyadty) nishhi njat bkhshuv yim tohyhi sytthah skht ʿdhab ạsiv divan,tim ạsụ̄ tuhndyn lrrkn qtl kran th tuhnzn kvryn ạsụ̄ zndh travan, th aath mnz ạs tuhndis rb sndi ṭrfh zbrdst āzmạysh."
  },
  {
    "verse_id": 142,
    "translation": "Th aashi kormvsyā hs (ʿlyh alslam) sintụ̄ than rạczn hund vʿdh th aashi kor yhi (mzyd) dah (rạcz) rlạvith pvur, yithh pạtthụ̄govtihindis rb sund (mqrr krnh āmut) myʿād czatjhn rạczn mnz pvur. Th mvsyā hn (ʿlyh alslam) von pnnis bạyis harvns (ʿlyh alslam), cz rvuzụ̄zi (aath dvran) myạnis qvms mnz myvn janshyn bntih th (timn) rvuziụ̄ zi aiṣlaḥ kran th fsad krn valyn hnzi vathi pytth pkụ̄ zynh (yʿny timn diy zynh aath vathi pytth pknh)."
  },
  {
    "verse_id": 143,
    "translation": "Th yylhi mvsyā (ʿlyh alslam) sạnis (mqrrkrnh āmtis) vqts pytth ḥạẓr spud th tmụ̄ sndụ̄ rbn kor ts sintụ̄ klam (rbạny klamuk ldht vuchihth gvs dydaruk tmna pạd th) pth lvgun ʿrẓ krun, ae rb!me hav (punun jlvh) zi bh kr chvn dydar,arshad spud, cz hykkh nh hrgz me (brahi rast) vuchihth mgr pharrs kun trav nẓr pth agr suh pnnhi jayhi rvud qrar krith tylhi krkh ʿnqryb cz myvn dydar. Pth yylhi tmụ̄ sndụ̄ rbn pharrs pytth (pnnhi ḥusnuk) jlvh frmvv pth korun suh (nvr kh shidt sintụ̄) ryzh ryzh th mvsyā (ʿlyh alslam) pyov be hvsh gczihth pthr. Pth yylhi ts ḥys āv th korun ʿrẓ, chạnụ̄ dhat chhe pak bh chuhs chanhi bargahi mnz tvbh kran th bh chuhs goddniyuk ayman aann vvl."
  },
  {
    "verse_id": 144,
    "translation": "Arshad spud, ae mvsyā! Be shk chuhkh me cz lukn pytth pnnyv pyghamatvkinụ̄ th pnnhi klam kh dhryʿh brgzydh th mntkhb kormut. Vonụ̄ yikynczhah me cze ʿṭa chuhme frmvvmut suh ratth byyhi bn shkr gzarv mnz."
  },
  {
    "verse_id": 145,
    "translation": "Th aashi chuh tihindi khạṭr (tvrat chn) mshqn pytth pth kunhi chyzch nṣyḥt th pth akhi chyzuk tfṣyl lykhith (thvvmut), cz rvuzụ̄zi aath chyir tahph krith th pnnis qvms (thi) di ḥkm zitim krin aamhi chn bhtryn kthn pytth ʿml. Bh have cze ʿnqryb nafrmann hnz jae."
  },
  {
    "verse_id": 146,
    "translation": "Bh thavakh tim lukh pnnyn āyatn (hndi smjhnh th qbvl krnh) nishhi baz yim zmyns mnz naḥq tkbr chih kran th agr tim tmam nshạniyhi vuchhn (tvthi) aann nh tath pytth ayman th agr tim hdaytch vath vuchhn (tvthi) bnavn nh (tath pnnụ̄) vath th hrgah tim gmrạhy hnz vath vuchhn (tylhi) krn so pnnhi vathi hndi rngụ̄ akhtyar, yhi chuh aamhi vjh kinụ̄ zi timav kor sanyn āyatn ankar th timav nishhi rvudụ̄ ghạfl bntih."
  },
  {
    "verse_id": 147,
    "translation": "Th yimav lkv sanyn āyatn th ạkhrt kis mlaqats ankar kor tihinz ʿmlh ge brbad. Timn kya bdlh mylhi mgr ty kynczhah yhi tim kran ạsụ̄."
  },
  {
    "verse_id": 148,
    "translation": "Th mvsyā (ʿlyh alslam) sndụ̄ qvmn bnvv tihindi (kvhi ṭvrs pytth gczhnh) pth pnnyn zyvrn aakh voczh (yus) akh jsm avs, tmụ̄ snzāvaz ạs gạv hnz, kya timav vuchh na yhi zi nah hykhi suh timn sintụ̄ kth krith th nah hykhi timn vathe hạvith.timav bnvv sue (mʿbvd) th tim ạsụ̄ ẓạlm."
  },
  {
    "verse_id": 149,
    "translation": "Th yylhi tim pnnis krụ̄mtis pytth skh nạdm spdụ̄ th timav vuchh zi tim chih pzụ̄pạtthụ̄ vathi ddlụ̄mtụ̄ (pth) lgụ̄ vnnh, hrgah sạnụ̄ rbn aashi pytth rḥm frmvv nh th aash dczn nh mʿạfy tylhi bnv asụ̄ yqyna khsarh tuln valyv mnz."
  },
  {
    "verse_id": 150,
    "translation": "Th yylhi mvsyā (ʿlyh alslam) pnnis qvms kun sytthah ghmh san th shrart hot vaps āe pth vonukh zi tohyhi chhavmyanhi (gczhnh) pth me ptụ̄ knụ̄ sytthah bur kạm krmcz, kya tohyhi krv pnnis rb sndi s ḥkms pytth jldbạzy? Th (mvsyā ʿlyh alslamn) thavi (tvrat chhi) mshqh pthrth pnnis bạe sund klh rttith lomns pans kun (pth) von harvnn (ʿlyh alslam), ae myanhi majhi hndi nychvi! Be shk zvnns bh amụ̄ qvmn kmzvr th yhi kth ạs nh dvur zi (myạnis tthakh krns pytth) krhn me qtl, vonụ̄ mah diyivtohụ̄ dshmnn me pytth aasnuk mvqʿ th me mah kriv yimn ẓạlm lukn (hndis zumrs) mnz shạml."
  },
  {
    "verse_id": 151,
    "translation": "(mvsyā ʿlyh alslamn) korn ʿrẓ, ae myanhi rbh! Me th myạnis bạyis kr mʿāf th aashi kr pnnis rḥmts (yʿny rḥmt kis damns) mnz dạkhl th cz chuhkh sarive khoth khsith rḥm krn vvl."
  },
  {
    "verse_id": 152,
    "translation": "Be shk yimav lukv voczh chuh (mʿbvd) bnvvmut timn vathi tihnidis rb sndi ṭrfh ghẓb thi th dunyạvy zndgy mnz dhlt thi, th asụ̄ chih yithe pạtthụ̄bhtan thurn valyn sza divan."
  },
  {
    "verse_id": 153,
    "translation": "Th yimav lukv bur kamhi kri pth korukh aamhi pth tvbh byyhi aonukh ayman be shk chuh (tylhi) tuhund rb aamhi pth sytthah bodd bkhshn vvl mhrban."
  },
  {
    "verse_id": 154,
    "translation": "Th yylhi mvsyā hs (ʿlyh alslam) shrart hmyvv pth tujhi timav mshqh th timn (mshqn) hndis tḥryrs mnz avs hdayt th tithyn lukn khạṭr rḥmt (drj) yim pnnis rbs skh khoczan chih."
  },
  {
    "verse_id": 155,
    "translation": "Th mvsyā hn (ʿlyh alslam) czạrụ̄ pnnhi qvmkụ̄ stth mrdsạnis mqrr krnh āmtis vqts (pytth sanhi bargahi mnz mʿạfy hnzipyshy) khạṭr, pth yylhi tim (qvms burạyy nishhi tthakh nh krns pytth hyn rttnh mvjvb) shdyd binilụ̄ rttụ̄ pth kor mvsyā hn (ʿlyh alslam) ʿrẓ, ae rbh! Agr cz yaczhhakh tylhi krhkh aamhi brvntthue yimn lukn th me hlak, kya cz krkhh aashi tamhi (khṭa) kh vjh kinụ̄hlak yus aashi mnz be vqvf lukv chuh anjam diyutmut, yhi chhe mḥẓ chạnụ̄ āzmạysh, aamhi dhryʿh yus cz yczhan chhhan suh chhhn gmrah kran th yas yczhan chuhkh ts chuhkh hdayt frmavan. Cze chuhkh svn aathh rott krn vvl, vonụ̄ kr cz aashi mghfrt th aashi pytth kr rḥm th cz chuhkh sarive khoth bhtr bkhshn vvl."
  },
  {
    "verse_id": 156,
    "translation": "Th cz lykh sanhi khạṭr yymhi dnya (chhi zndgy) mnz (thi) rczr th ạkhrts mnz (thi) be shk spdụ̄ asụ̄ cze kun tvbh krn vạlụ̄ th mạyl, arshad spud, bh yas yczhan chuhs panun ʿdhab vatnavun ts chuhs vatnavan th myạnụ̄ rḥmt chhe pth chyzs pytth vsʿt thavan, lhādha lykhh bh ʿnqryb yhi (rḥmt) timn lukn khạṭr yim prhyzgạry chih akhtyar kran byyhi chih zkvāh divan rvzan th time yạtụ̄ lukh chih sanyn āyatn pytth ayman thavan."
  },
  {
    "verse_id": 157,
    "translation": "(yim chih tim lukh) yim tmis rsvl (ṣly Allah ʿlyh vslm) snz pạrvy kran chih yus aumy (lqb vvl) nby chuh (yʿny dunyahs mnz kạnshi shkhṣs nishhi prnh varạe chih Allah tʿālyā sndi ṭrfh lukn ghyb chh khbr byyhi zndgy gzarnkụ̄ th ạkhrt psndy hndụ̄ ʿlvm vnan) ymn (hndụ̄avṣaf th kmalat) tim lukh pans nishhi tvrats th anjyls mnz lykhith vuchhan chih,yim timn jan kthn hund ḥkm chih divan th bur kthv nishhi chihkh tthakh kran th tihindi khạṭr chih pak chyz ḥlal kran th timn pytth chih napak chyz ḥram kran th tihindụ̄ gobụ̄ bar th (qạdkrnchh) hthkr, yim timn pytth (nafrmạny hndi bạʿth mslṭ) ạsụ̄, khtm (th timn āzạdy hndi nʿmt sintụ̄ kamyab) chh kran. Vonụ̄ yim lukh amis (brgzydh rsvl ṣly Allah ʿlyh vslms) pytth ayman aann th yimn krn tʿẓym vtvqyr th yimn krn (yhindi dyn rngụ̄) mdd th tamhi nvurch (yʿny qrānch) krn pạrvy yus yimn sintụ̄ nạzl chuh āmut krnh time lukh chih kamyaby lbn vạlụ̄."
  },
  {
    "verse_id": 158,
    "translation": "Tohụ̄ frmaviv, ae lvukv! Bh chuhs tohyhi sarinei kun ts Allah tʿālyā sund rsvl (bntih āmut) yymụ̄ sndi khạṭr tmam āsmann hnzth zmynch badshaht chhe, ts varạe chuhnh kanhh mʿbvd, sue chuh zndgy th mvt divan, lhādha aniv tohụ̄ Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) pytth ayman yus aumyt kh shanuk ḥạml nby chuh (yʿny tmụ̄chuhnh Allah tʿālyā hs varạe kạnshi nishhi kynhh pormut mgr tmam khlqv nishhi chuh zyadh zanan th kfrvshrk kis mʿāshrs mnzspud jvan mgr zyvnis shurụ̄ sndụ̄ pạtthụ̄ chuh mʿṣvm th pak) yus Allah tʿālyā hs pytth th tmụ̄ sndyn (tmam nạzl krụ̄mtyn) klamn pytth ayman chuh thavan th tohụ̄ kriv tihnze pạrvy takh tohụ̄ lbvi hdayt."
  },
  {
    "verse_id": 159,
    "translation": "Th mvsyā (ʿlyh alslam) sndi qvmh mnz chhe aakh jmaʿt (tithyn lukn hnz thi) yim ḥqch vath chih vnan th tamy mṭạbq chih ʿdl (ks bnyads pytth faṣlh) kran."
  },
  {
    "verse_id": 160,
    "translation": "Th aashi bạgrạvụ̄ tim grvh dr grvh bahn qbyln mnz, th aashi svuz mvsyā hs (ʿlyh alslam) nishhi (yhi) vḥy yylhi ts tmụ̄ sndụ̄ qvmn āb mong zi pnnhi ʿāṣh sintụ̄ di pals czndd, pth dae tamhi mnz bah nag, th pth qbyls log pnnhi yar bluk pe, th aashi thvv timn pytth aobruk saybanh krith,th aashi vvl timan pytth mn vslvyā, (th frmvv timn), yimn pak chyzn hund rzq aashi tohyhi ʿṭa chuhv kormut tamhi mnz khyyiv (mgr nafrmạny th nʿmtuk ankar krith) kor nh timav aashi pytth ẓlm blkh ạsụ̄ tim pnnyn ne pann pytth ẓlm kran."
  },
  {
    "verse_id": 161,
    "translation": "Th (yad kriv) yylhi timn frmavnh āvzitohụ̄ kriv aath shhrs (byt almqds ya aryḥa) mnzr vzn jae akhtyar th tohụ̄ yithh pạtthụ̄ tathi yyczihv khyvan ạsụ̄ zyv th (zyvi sintụ̄) rvzụ̄ zyv vnan zi (sạnụ̄ gnah) bkhsh th (shhrkh drvazh) aczụ̄zyv sjdh kran kran (tylhi) bkhshavasụ̄ tuhndụ̄ tmam khṭa,ʿnqryb krv asụ̄ nykvkarn byyhi zyadh ʿṭa."
  },
  {
    "verse_id": 162,
    "translation": "Pth bdlạv timav mnz ẓạlmv so kth yosh timn vnnh ạs āmcz, doyimhi kthhi sintụ̄, pth svuz aashi timn āsmanh pytthh ʿdhab aamhi vjh kinụ̄ zi tim ạsụ̄ ẓlm kran."
  },
  {
    "verse_id": 163,
    "translation": "Th tohụ̄ kriv timn nishhi tamhi bsty hund ḥal mʿlvm yosh smndr btthis pytth ạs,yylhi tim lukh btth vari (hndi doh kyn aḥkamn) mnz ḥd nishhi nyran ạsụ̄ (yhi spud tamhi vqth) yylhi (timn brvnhh kinhi) tihnz gadd tihindi (tʿẓym krnh āmthi) btth vari hndi doh āb (kis sṭḥs) pytthụ̄ pth ṭrfh varpạtthụ̄ nanhi ljhi nyrnhi th (baqy) pth doh yath nh tim btth vari hndụ̄ pạtthụ̄ tʿẓym ạsụ̄ kran āsh nh (gadd) timn nishhi yivan, yithh pạtthụ̄ ạsụ̄ asụ̄ timn āzmaysh kran aamhi vjh kinụ̄ zi tim ạsụ̄ nafrman."
  },
  {
    "verse_id": 164,
    "translation": "Yylhi timav mnz akụ̄ drụ̄ (dʿūtuk fryẓh anjam dinh valyn) von zi tohụ̄ kyazi chihv tithyn lukn nṣyḥt kran yimn Allah tʿālyā hlak chuh krn vvl ya yimn sytthah skht ʿdhab dinh vvl chuh? Pth diyut timav jvab zi tuhndis rb sndis drbars mnz (pnnụ̄) mʿdhrt pysh krnh khạṭr th aamhi mvjvb (thi) zi shayd ma bnn tim prhyzgar."
  },
  {
    "verse_id": 165,
    "translation": "Pth yylhi timavtimh (sare) kthh mshravi yhinz timn nṣyḥt ạs krnh āmcz (pth) diyut aashi timn lukn njat yim brạyy nishhi tthakh ạsụ̄ kran (yʿny nhy ʿn almnkruk fryẓh ạsụ̄ ada kran) th aashi rttụ̄ (baqy sạry) lukh yim (ʿmly ṭvr ya czhoph krith) ẓlm ạsụ̄ kran sytthah bur ʿdhabs mnz. Aamhi vjh kinụ̄ zi tim ạsụ̄ nafrmạny kran."
  },
  {
    "verse_id": 166,
    "translation": "Pth yylhi timav tmhi chyz (khi trk krnh kh ḥkmh) nishhi srkshy kr yymhi nishhi tim rukavnh ạsụ̄ āmtụ̄ (pth) diyut aashi timn ḥkm zi tohụ̄ bnvi dhlyl vkhvar pnzụ̄."
  },
  {
    "verse_id": 167,
    "translation": "Th (suh vqt thi kriv yad) yylhi tuhndụ̄ rbn (yhvudyn yhi) ḥkm bvznvvzi (Allah tʿālyā) rvzi timn pytth qyamt kis dohs tam (kạnshi nath kạnshi) tithis shkhṣs ẓrvr mslṭ kran yus timn kryvutth tklyf vatnavan rvzi. Be shk chuh tuhund rb jld sza dinh vvl th be shk chuh suh sytthah bkhshn vvl mhrban (thi)."
  },
  {
    "verse_id": 168,
    "translation": "Th aashi krụ̄ tim zmyns mnz grvh drgrvh tqsym (th chhlh chhangri), timn mnz chh kyhnh nykvkar thi th tmne mnz chih kynhh aamhi varạe (bdkar) thi th aashi krtihnz āzmạysh anʿāmv th mshklv (doshvyv ṭryqv) sintụ̄takh tim krn (Allah tʿālyā hs kun) rjvʿ."
  },
  {
    "verse_id": 169,
    "translation": "Pth spdụ̄ timn pth nafrman (tihindụ̄) janshyn. Yim ktabih hndụ̄ vạrth spdụ̄ yim (janshyn) chih yymhi vsụ̄ payhi (dunya) huk mal v dvlt (rshvt rngụ̄) rttan th vnan chih, ʿnqryb yiyhi aashi bkhshnh, ḥalankh athụ̄ hyvu mal v mtaʿ hrgah byyhi thi timn nishhi vathi (tylhi) rttn suthi, kya timn nishhi avsna ktab (alāhy) hund yhi vʿdh rttnh āmut zi tim vann nh Allah tʿālyā sndis bars mnzḥq (kthhi) varạe byyhi kihinụ̄ thi? Th timav avs (svrue kynhh) pormut yhi tath mnz (lykihth) avs? Th ạkhrtuk gr chuh timn lukn khạṭr bhtr yim prhyzgạry chih pannavan, kya tohụ̄ chihv na smjhan?"
  },
  {
    "verse_id": 170,
    "translation": "Th yim lukh (Allah tʿālyā snz) ktabi chyir chih rttan th nmaz chih (pabndy san) qạyim thavan (tylhi) chihnh be shk asụ̄ aṣlaḥ krn valyn hund ajr ẓayʿ kran."
  },
  {
    "verse_id": 171,
    "translation": "Th (suh vqt kriv yad) yylhi aashi timn pytth pharr kor (tithh pạtthụ̄) blndznth suh (akh) sayban āsihe th timav lvg (yhi) gman krun zi timn pytth chuh (suh) pynh vvl. (pth frmvv aashi timn,khocziv mah blkh) thạviv tohụ̄ tath (ktabih) mẓbvṭy san (ʿmly ṭvr) thph krith yosh aashi tohyhi ʿṭa chhe krmcz th tim (aḥkam) thạviv (varpạtthụ̄) yad yim aath mnz (drj) chih takh tohụ̄ bchiv (ʿdhab nishhi)."
  },
  {
    "verse_id": 172,
    "translation": "Th (yadkriv!) yylhi tuhndụ̄ rbn avladi ādm sndyv pshtv nishhi tihund nsl kodd th tim bnạvin tihindine nfsn pytth gvah (th frmvvun), kya bh chuhsna tuhund rb? Timav (sarive) von, kyazi nh (cze chuhkh sv n rb), asụ̄ chih gvạhy divan takh qyamt kh doh vniv (nh) zi asụ̄ ạsụ̄ aamhi ʿhd nishhi be khbr."
  },
  {
    "verse_id": 173,
    "translation": "Ya (goczh nh yhi sapdun zi) tohụ̄ lạgiv vanun zi shrk avs sanyv jdavajdadv godd kormut th asụ̄ ạsụ̄ timn pth (tihindụ̄) avlad (yʿny asụ̄ chihnh mjrm blkh chih aṣly mjrm tim) tylhi krkhatamhi (gnah) kinụ̄ aashi hlak yus ahli bạṭlv anjam avs diyutmut."
  },
  {
    "verse_id": 174,
    "translation": "Th yithe pạtthụ̄ chih asụ̄ āyat tfṣyl san byan kran takh tim phyrn (ḥqs kun)."
  },
  {
    "verse_id": 175,
    "translation": "Th tohụ̄ bvznạviyvukh yim ts shkhṣh sund qṣh (thi) yymis aashi pnnhi nshạnyhi dicz pth dav suh timn (hndi ʿlmh th nṣyḥt) nishhi th shyṭan log ts pth lhādha spud suh gmrahav mnz."
  },
  {
    "verse_id": 176,
    "translation": "Th hrgah asụ̄ yyczhh hav tylhi krhvn suh timn (āyatn hndi ʿlmh th ʿmlhi) hndi dhryʿh blndmgr suh gov (khod) zmyny dunya hs (yʿny psty) kun rạghb th bnyav pnnhi khvạhshhi hund pạrv kar,lhādha chhe (vonụ̄) tmụ̄ snz mthal ts hvunụ̄snz hish mthal zi agr cz ts pytth skhty krkh tylhi krri suh pnnụ̄ zyvnybrya tavhn cz suh yalh (tvthi) thavi zyv nybre. Yhi chhe tithyn lukn hnz mthal yimav sanyn āyatn ankar kor, lhādha kriv tohụ̄ yim vaqʿāt (lukn nishhi) byan takh tim krn ghvrvfkr."
  },
  {
    "verse_id": 177,
    "translation": "Mthalhi hndi lḥaẓh chuh suh qvm sytthhe khrab yimav sanyn āyatn ankar kor th (drḥqyqt) rvudụ̄ tim pnnyn ne nfsn pytth ẓlm kran."
  },
  {
    "verse_id": 178,
    "translation": "Yymis Allah tʿālyā hdayt chuh frmavan draṣl chuh sue hdayt lbn vvl th yas suh gmrah chuh tthhravan tylhi chih timae lukh khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 179,
    "translation": "Th be shk krụ̄ aashi jhnm khạṭr jinv th ansanav mnz varyah (afrad) pạd tim chih dl (th dmagh) thavan (mgr) tim hykn nh timav sintụ̄ (ḥq) smjhith th timn chhe achh (mgr) tim hykn nh timav sintụ̄ (ḥq) vuchihth th timn chih kn (thi mgr) tim hykn nh timav sintụ̄ (ḥq) bvuzith,tim lukh chih charvayn hndụ̄ pạtthụ̄ blkh (timav khoth thi) zyadh gmrah, timae lukh chih ghạfl."
  },
  {
    "verse_id": 180,
    "translation": "Th Allah tʿālyā sndy khạṭr chih rtụ̄rtụ̄ nav lhādha ạsivtas yimav navav sintụ̄ nadlayan th tithụ̄ lukh trạviyvukh yim tmụ̄ sndyn navan mnz ḥq nishhi ainḥraf chih kran,ʿnqryb yiyhi timn, timn (bd ʿmln) hund sza dinh yuhund tim aatur chih kran."
  },
  {
    "verse_id": 181,
    "translation": "Th yim aashi pạd chih krimtụ̄ timav mnz chhe aakh jmaʿt (tithyn lukn hnz thi) yim ḥq chh kthhi hund hdayt chih kran th athụ̄ sintụ̄ chih ʿdls pytth bnymtụ̄ fạṣlh kran."
  },
  {
    "verse_id": 182,
    "translation": "Th yimav lukv sanyn āyatn ankar chuh kormut asụ̄ nimvkh ʿnqryb tim var var hlakts kun tamhi ṭryqh zi timn lghi nh pe thi."
  },
  {
    "verse_id": 183,
    "translation": "Th bh chuhs timn mhlt divan, be shk chhe myạnụ̄ thph sytthah mẓbvṭ."
  },
  {
    "verse_id": 184,
    "translation": "Kya timav korna ghvr zitimn (pnnhi) ṣḥbtk shrf ʿṭa krn vạlis (rsvl ṣly Allah ʿlyh vslms) chuhnh jnvns sintụ̄ kanhh vatth tim chih (nafrmann) ṣrf vaẓḥ pạtthụ̄ khocznavn vạlụ̄."
  },
  {
    "verse_id": 185,
    "translation": "Kya timav trạvna āsmann hnds th zmyn kis badshahts mnz th (timavʿlavh) yus kanhh chyz thi Allah tʿālyā hn pạd kor (tath pytth) nẓrbyyh aath pytth zi kya ʿjb chuh tihund (mvtuk) vqt āshi nkhh vvtmut, aamhi pth kth kthhi pytth aann vonụ̄ tim ayman."
  },
  {
    "verse_id": 186,
    "translation": "Yymis Allah tʿālyā vathi ddalhi pth chuhnh ts khạṭr (kanhh) vath havn vvl, th suh chuh timn tihinzi srkshy mnz yalh trạvith thavan takh (mzyd) rvzn vathi ddlan."
  },
  {
    "verse_id": 187,
    "translation": "Yim (kfar) chihv tohyhi qyamts mtʿlq pczhan zi tamhi kh qạyim spdnuk vqt krchuh? Frmạviyvukh zi tamiyuk ʿlm chuh ṣrf myạnis rbs nishhi,tath kri nh pnnis (mqrr) vqts pytth ts (Allah tʿālyā hs) varạe kanhh ẓạhr. So chhe āsmann th zmyns (mnzrvzn valyn) pytth (mshklatn th tklyfn hndi khvf kh bạʿth) gob (basan). So yiyhi tohyhi pytth achank (ḥạdthạty ṭvr), yim lukh chihv tohyhi (tithh pạtthụ̄) sval kran znth tohụ̄tamhi kis czhanddns mnz chihv lgith, frmạviv zi tamiyuk ʿlm chuh mḥẓ Allah tʿālyā hs nishhi mgr akthr lukh chihnh (aath ḥqyqts) zanan."
  },
  {
    "verse_id": 188,
    "translation": "Tohụ̄frmạviv (timn yithi) zibh chuhs nh pnnhi dhat khạṭr kunhi nfʿuuk th nqṣanuk panh mạlk mgr (yhi zi) yvutah Allah tʿālyā hn yoczh, th (yithe pạtthụ̄Allah tʿālyā snzi ʿṭạyy varạe) agr bh panh zann āsha tylhi kr ha bh khod panh varyah rczr (th ftvḥat) ḥạṣl th me vathi he nh (kunhi mvqʿs pytth) kanhh skhty (th nah kanhh tklyf) bh chuhs (pnnhi rsalt kh mnṣb kinụ̄) fqṭ khocznavn vvl th khvsh khbr dinh vvl timn lukn yim ayman chih thavan. )ddr th khoshy hnz khbr thi chhe ghyb chyv kthv mnz ymn pytth Allah tʿālyā pnns nby ys ṣly Allah ʿlyh vslms mṭlʿ chuh frmavan tkyazi Allah tʿālyā sndi ṭrfh ghybch khbrmylnh vrạe nh chhe nbvt th rsalt mtḥqq)ṣḥyḥ( āsan th nh hykh yhi fryẓh ada spdith, amh mvjvb chuh rsvl ṣly Allah ʿlyh vslmn hnds shans mnz frmavnh āmut, va maa huva ʿaalay aalghaybi biẓaniyna )altkvyr, 24,81( )th yhi nby chuhnh ghyb vnns mnz hrgz thi bkhul kran(. Amhi qrạny arshad mṭabq hykh ghyb vnns mnz bkhyl nh āsun tyly mmkn ạsth agr bạry tʿālyā hn kmal fravạny san ḥẓvr nby akrm ṣly Allah ʿlyh vslmn ʿlvm th ghyn chyn khbrn pytth aṭlaʿ āshi frmvmut. Vonụ̄ hrgah godde āshi nh ʿlm ghyb ʿṭa krne āmuttylh kyah chuh ḥẓvr nby akrm ṣly Allah ʿlyh vslmn hund ghyb vnun th ath pytth pth bkhyl nh āsnuk mṭlb? Lhādha spud mʿlvm zi ḥẓvr nby akrm ṣly Allah ʿlyh vslmn hnds mṭlʿ ʿly alghyb āsns chuhnh qṭʿāan ankar blkh chuh nfʿ noqṣans pytth khod qạdrv mạlk āsns th baldhat ʿālm alghyb āsns ankartikyazi yhi shan chhe ṣrf Allah tʿālyā snz.("
  },
  {
    "verse_id": 189,
    "translation": "Th sue chuh (Allah) yymụ̄ tohụ̄ akhi nfs nishhi pạd krụ̄nav th tmụ̄ se mnz koru n tmụ̄ sund jvr pạd takh suh kri ts nishhi skvn ḥạṣl pth yylhi mrdn ts (znanhi) vurun kor pth spz so aakhi khfyf (lothi) bar sintụ̄ ḥạmilh pth rvuz so yhi hyth phyran pkan pth yylhi so gobyyhi pth kor doshvyav pnnis rbs,Allah tʿālyā hs dʿā zi agr cz aashi rut ṣḥt mnd shur ʿṭa krkh tylhi āsv asụ̄ ẓrvr shkr gzarv mnz."
  },
  {
    "verse_id": 190,
    "translation": "Pth yylhi tmụ̄ timn ṣḥt mnd shur ʿṭa kor,pth lvg doshvyav tmis (shuris) mnz yus timn ʿṭa avs krnh āmut ts khạṭr shryk tthhravun mgrchuh Allah tʿālyā tihindi shryk bnavnh nishhi blnd th brtr."
  },
  {
    "verse_id": 191,
    "translation": "Kya tim chha tithyn bnavan shryk yim nh kunhi chyzs pạd hykn krith th tim chih (panh) pạd krnh āmtụ̄."
  },
  {
    "verse_id": 192,
    "translation": "Th nah chih tm yimn (mshrkn) mddkrnuk ṭaqt thavan th nah hykn pạnụ̄ pan se mdd krith."
  },
  {
    "verse_id": 193,
    "translation": "Th agr tohụ̄ timn (rahi) hdayts kun nad diyiv tylhi krn nh tuhnz pạrvy. Tuhndikhạṭr chhe hishy ktha khvah tohụ̄ timn (ḥqs th hdayts kun) naddiy tav ya rvuzitav tohụ̄ khamvsh."
  },
  {
    "verse_id": 194,
    "translation": "Be shk yimn (potlyn) hnz tohụ̄ Allah tʿālyā hs varạe ʿbadt chihv kran tim thi chih tuhndy pạtthụ̄ (Allah tʿālyā sndụ̄) mmlvk (mlkyt), pth yylhi tohụ̄ timn nad lạyiv tylhi pazi timn tohyhi jvab diyun agrtohụ̄ (timn mʿbvd bnavns mnz) pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 195,
    "translation": "Kya timn chha khor yimav sintụ̄ tim pkith hykn,ya timn chha aathh yimav sintụ̄ tim thph hykn krith, ya timn chha achh yimav sintụ̄ tim vuchihth hykn ya timn chha kn yimav sintụ̄ tim bvuzith hykn? Tohụ̄ frmạviv, (ae kạfrv!) tohụ̄ aniyvukh pnnụ̄ (bạṭl) shryk (myanhi hlakt khạṭr) bulạvith pth chlạviv me pytth (panun) dav th me mah diyiv kanhh mhlt."
  },
  {
    "verse_id": 196,
    "translation": "Be shk chuh myvn mddgarAllah tʿālyā yymụ̄ ktab chhe nạzl krmcz th sue chuh ṣalḥynn hnz thi vlayt th ḥmayt frmavan."
  },
  {
    "verse_id": 197,
    "translation": "Th yimn (potlyn) hnz pvuza tohụ̄ ts varạe chihv kran timn chuhnh tohyhi mddkrnuk kanhh ṭaqt th nah hykn tim pnnis panse mdd krith."
  },
  {
    "verse_id": 198,
    "translation": "Th hrgah tohụ̄ timn hdayts kun nad diyiv tim hykn nh bvuzith (thi), th tohụ̄ chihv tim (potlụ̄) vuchhan (tim chih tithh pạtthụ̄ grnh āmtụ̄) zi tohyhi kun chih vuchhan ḥalankh chihnh tim (kihinụ̄) vuchhan."
  },
  {
    "verse_id": 199,
    "translation": "(ae ḥbybi mkrm!) tohụ̄ ạsiv drguzrkran, th rczruk rvuziv ḥkm divan th jạhlv nishhi rvuziv lob."
  },
  {
    "verse_id": 200,
    "translation": "Th (ae ansan!) hrgah cze shyṭan sndi ṭrfh kanhh vsvsh (yimn kthn khlaf) votlạvy tylhi ās Allah tʿālyā hs pnah mngan,be shk chuh suh bvzn vvl, zann vvl."
  },
  {
    "verse_id": 201,
    "translation": "Be shk yimav lukv prhyzgạry akhtyar chhe krmcz, yylhi timn shyṭan sndi ṭrfh kanhh khyal thi zyr chh dvan (tylhi) chih (tim Allah tʿālyā sund amrvnhy th shyṭan sundfryb th ʿdavt) yad krun lagan pth chhe tamy vqth tihnz (bṣyrt chh) achh yalh gczhan."
  },
  {
    "verse_id": 202,
    "translation": "Th (ym) yimn shyṭann hndụ̄ bạe (chih tim) chh ymn (pnnhi vsvsh andạzy hndi dhryʿh) gmrạhy kunue lman rvzan pth chihnh aath (ftnh tlns th hlakt krns) mnz kanhh kvtạhy kran."
  },
  {
    "verse_id": 203,
    "translation": "Th yylhi tohụ̄ timn nishhi kanhh nshạny chihv nh aanan tim chih (tylhi) vnan zi tohy kyazi chhv nh yhi pnnhi ṭrfh vẓʿ krith anan? Frmaviv, bh chuhs mḥẓ tamhi (ḥkmch) pạrvy kran yus myạnis rb sndi ṭrfh me kun vḥy chuh yivan krnh yhi (qrān) chuh tuhndis rb sndi ṭrfh qṭʿī dlyl (hund mjmvʿh) byyhi chuh hdayt th rḥmt timn lukn khạṭr yim ayman chih anan."
  },
  {
    "verse_id": 204,
    "translation": "Th yylhi qrān prnh āshi yivan tylhi ạsiv suh tvjh san bvzan byyhi ạsiv khamvsh rvzan takh tohyhi pytth yiyhi rḥm krnh."
  },
  {
    "verse_id": 205,
    "translation": "Th pnnis rb snz ạsiv pnnis dils mnz dhkr kran ʿạjzy th zạry byyhi khvf th khstgy san th drmyanh āvazi sintụ̄ nad lạyith thi, ṣbḥs th shams (thạviv yadi ḥq jạry) th ghạflv mnz mah bnvi."
  },
  {
    "verse_id": 206,
    "translation": "Be shk yim (mlaykh mqrbyn) tuhndis rb sndis drbars mnz chih tim chihnh (zanhh thi) tmụ̄ sndi ʿbadt nishhi klh phiran th (pth saʿth) chih tmụ̄ snz tsbyḥ kran rvzan th tmụ̄ snzi bargahi mnz chih sjds aandrrvzan."
  }
]