[
  {
    "verse_id": 1,
    "translation": "(ae nby mkrm!) tohyhi chihv amvali ghnymts mtʿlq sval kran. Frmạviyvukh, amvali ghnymtuk mạlk chuh Allah tʿālyā th rsvl (ṣly Allah ʿlyh vslm). Lhādha khocziv tohụ̄ Allah tʿālyā hs th panh vạnụ̄ ạsv mʿāmlat drst thavan byyhi ạsiv Allah tʿālyā snz th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt kran agr tohụ̄ ayman vạlụ̄ chihv."
  },
  {
    "verse_id": 2,
    "translation": "Ayman vạlụ̄ chih ṣrf time lukh zi yylhi (timn brvnhh knhi) Allah tʿālyā snz dhkr chhe krnh yivan tihindụ̄ dil chih (tylhi tmụ̄ sndi ʿẓmt th jlal kh tṣvr sintụ̄) khvfzdh spdan th yylhi timn pytth tmụ̄ sndụ̄ āyat chih tlavt yivan krnh tylhi chih tim (klam mḥbvb chh mychhh th mdrikthh) tihindis aymans mnzhuryr kran th tim chih (pth ḥals mnz) pnnis rbs pytth tvkl (qạyim) thavan (th kạnshi ghyrs kun chihnh mude gnddith vuchhan)."
  },
  {
    "verse_id": 3,
    "translation": "(yim) chih tim lukh yim nmaz chih qạym thavan th yikynczhah aashi timn ʿṭa chuh kormut tamhi mnz chih (tmụ̄ snzi vathi mnz) khrch kran rvzan."
  },
  {
    "verse_id": 4,
    "translation": "(drḥqyqt) chih yimae lukh pzụ̄ mvmn, tihindi khạṭr chih tihindis rb sndis bargahs mnz (brrụ̄) drjat byyhi chuh mghfrt th thadi payuk rzq."
  },
  {
    "verse_id": 5,
    "translation": "(ae ttatthhi!) yithh pạtthụ̄ tuhndụ̄ rbn tohụ̄ tuhndi gr mnzḥq (kh ʿẓym mqṣd) san (jhad khạṭr) nybr krrith anụ̄ navḥalankh mslmann hundaakh doravs (aath pytth) nakhvsh."
  },
  {
    "verse_id": 6,
    "translation": "Tim lgụ̄ ḥq kis ḥkms mnz (tamhi bshart kh) ẓạhr spdnh pth (zi Allah tʿālyā sund mdd yiyhi th lshkri Muḥammady yas gczihh ftḥ nṣyb) thi tohyhi sintụ̄ czuvnhi znth tim mvts kun chih yivan chhag dith pknavnh th tim chih (mvts achhav sintụ̄) vuchhan."
  },
  {
    "verse_id": 7,
    "translation": "Th (suh vqt kriv yad) yylhi Allah tʿālyā hn tohyhi sintụ̄ (mkh kyn kạfrn hndyv) doyav jmạʿczav mnz akis pytth ghlbh th ftḥ ḥạṣl krnuk vʿdh avs frmvvmut zi so chhe yqyna tuhndi khạṭr th tohụ̄ ạsiv yhi yaczhan zi ghyr mslḥ (kmzvr jmaʿt) gczh tuhndis aaths mnz yinụ̄th Allah tʿālyā avs yhi yaczhan zi pnnhi klam sintụ̄ kri ḥqs ḥq thạbt th (dshmnn hndis brris mslḥ lshkrs pytth mslmann hnzftḥ yạby hndis ṣvrts mnz) czatthi kạfrn hndi (ṭaqtuk th shan v shvktuk) mvul."
  },
  {
    "verse_id": 8,
    "translation": "Takh (bdrkhi aamhi ʿẓym mʿrkh chh kamyạby hndi dhryʿh) kriḥqs ḥq thạbt th bạṭls kri bạṭl yodvae zn mjrm lukn (ḥq vbạṭl kh mʿrkuk yhi ntyjhi) nagvare kvnh gczihh."
  },
  {
    "verse_id": 9,
    "translation": "(suh vqt kriv yad) yylhi tohụ̄ pnnis rbs (mdd khạṭr) fryad ạsụ̄v kran pth kortmụ̄ tuhund fryad qbvl (th frmvvun) zi bh chuhsav tohyhi pyotthus pytth yinh valyn aakh sas frshtn hndi dhryʿh mdd krn vvl."
  },
  {
    "verse_id": 10,
    "translation": "Th yhi (mddch ṣvrt) ạs Allah tʿālyā hn mḥẓ bshart bnạvmczth (yhi avs) aamhi mvjvb zi aamhi sintụ̄ gczhụ̄ tuhndụ̄ dl mṭmyn gczhnụ̄ th (drḥqyqt) chuhnh Allah tʿālyā snzi bargahi nishhi mdd varạe (byyhi) kanhh mdd,be shk chuh Allah tʿālyā (he) ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 11,
    "translation": "Yylhi tmụ̄ pnnhi ṭrfh (tohyhi) raḥt th skvn (frahm krnh) khạṭr tohyhi pytth ghnvdgy ṭạry kr th tohyhi pytth vvlun āsmanh āb takh aamhi dhryʿh kri tohyhi (ẓạhry th bạṭny) pạkyzgy ʿṭa th tohyhi nishhi kri shyṭan sund (bạṭl vasvasn hund) njast dvur th tuhndụ̄ dl kri (yqyn kh ṭaqt sintụ̄) mẓbvṭ th aamhi sintụ̄ tthyikh ravi (var pạtthụ̄) tuhndụ̄ qdm."
  },
  {
    "verse_id": 12,
    "translation": "(ae ḥbybi mkrm! Pnnhi aʿzazuk suh mnẓr thi kriv yad) yylhi tuhndụ̄ rbn (ghzvh bdrkis mvqʿs pytth) frshtn pygham svuz zi (aaṣḥabi rsvln hndi mdd khạṭr) chuhs bh (thi) tohyhi sintụ̄,lhādha thạviyvukh tohụ̄ (bshart th nṣrt kh dhryʿh) ayman vạlụ̄ thạbt qdm, bh trav vuny (jng juv) kạfrn hndyn diln mnz (Muḥammady lshkruk) byim th hạbt,pth lgạvizyv tohụ̄ (ghzvh bdrs dvran jngjv kạfrn hnzn) grdnyn pytthụ̄ kinụ̄ ẓrb th (tihnzn sạzishn th jngy ḥrbn hndis jvabs mnz) phuttrạvizyv tihund akh akh jvrr."
  },
  {
    "verse_id": 13,
    "translation": "Yhi chuh aamhi mvjvb zi timav krAllah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz mkhalft th yus shkhṣ Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snzmkhalft kri tylhi chuh be shk Allah tʿālyā (ts) skht ʿdhab dinh vvl."
  },
  {
    "verse_id": 14,
    "translation": "Yhi chuhv (ʿdhabi dnya) lhādha vuchihv tohụ̄vonụ̄ aath mzh th be shk chuh kạfrn hndikhạṭr (ạkhrts mnz) jhnmuk (doyum) ʿdhab (thi)."
  },
  {
    "verse_id": 15,
    "translation": "Ae ayman valyv! Yylhi tohụ̄ (mydani jngs mnz) kạfrn sintụ̄ mqablh kriv (khvah suh) bodd lshkr konh āshi aamhi pth thi czlụ̄ zyv nh pot phyirith."
  },
  {
    "verse_id": 16,
    "translation": "Th yus shkhṣ tamhi doh timav nishhi pot phyri, tmis varạe yus jng (kh) khạṭre kanhh dav āshi chlavan yapnnis (se) kạnshi lshkrs āshi (plznh khạṭr) smkhun yaczhan, tylhi phyvur suh pzụ̄pạtthụ̄ Allah tʿālyā sund ghẓb hyth pot th tmụ̄ sund tthkanh chuh jhnm,th suh chuh (anthạyy) bur tthkanh."
  },
  {
    "verse_id": 17,
    "translation": "(ae aslam kh lshkrkyv sipahv!) tim (jngjv) kạfr krụ̄vvkh nh tohyhi qtl blkh krụ̄Allah tʿālyā hn tim qtl th (ae ḥbybi mḥtshm!) yylhi tohyhi (timn pytth kanhi phlụ̄) ạsivlạyimtụ̄ (tim) ạsụ̄vnh tohyhi lạyimtụ̄blkh ạsụ̄ (tim) Allah tʿālyā hn lạyimtụ̄th yhi (avs aamhi mvjvb) zi suh navazi ahli aymann pnnhi ṭrfh rtyv anʿāmav sintụ̄, be shk chuh Allah tʿālyā var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 18,
    "translation": "Yhi chuh (akhi pash lṭf v aḥsan) th (byyhi pash) yhi zi Allah tʿālyā chuh kạfrn hndis mkrvfrybs kmzvr krn vvl."
  },
  {
    "verse_id": 19,
    "translation": "(ae kạfrv!) agr tohyhi fạṣlh krn vajinụ̄ ftḥ mnjmcz ạsvtylhi vạcz tohyhi nishhi pzụ̄pạtthụ̄ (ḥqch) ftḥ th hrgah tohụ̄ (vunhi thi) baz yiyiv tylhi chuh yh tuhndis ḥqs mnz bhtr, th hrgah tohụ̄ byyhi yohe (aatur) kriv (tylhi) dimav asụ̄ (thi) byyhi yohe (sza) th tuhundyhi lshkr hykyv nh tohyhi hrgz aathh rott krith agr chh kvtah thi zyadh ạsụ̄ tn th be shk chuh Allah tʿālyā mvmnn sintụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Ae ayman valyv! Tohụ̄ kriv Allah tʿālyā snz th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt th ts nishhi mh phrv buth ḥalankh tohụ̄ chihv bvzan."
  },
  {
    "verse_id": 21,
    "translation": "Th timn lukn hndụ̄ pạtthụ̄ spdụ̄zyv nh yimav (dvkhh dinh rngụ̄) von aashi bvuz ḥalankh chihnh tim bvzan."
  },
  {
    "verse_id": 22,
    "translation": "Be shk chih Allah tʿālyā hs nzdyk jandarv mnz sarive khoth bdtr time zrụ̄,klụ̄ yim (nh ḥq chih bvzan, nah chih ḥq vnan th ḥqs) chihnh (ḥq) smjhan thi."
  },
  {
    "verse_id": 23,
    "translation": "Th agrAllah tʿālyā timn mnz kynhh thi khyr (yʿny khyrs kun rghbt) zanihe tylhi bvznavihe (ẓrvr) timn, th (tihnz ḥalt chhe yhi zi) agr suh timn (ḥq) bvznavi tylhi krn tim (tvthi) r vgrdạny th tim chih (ḥq nishhi) hirasae krn vạlụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Ae ayman valyv! Yylhi (thi) rsvl (ṣly Allah ʿlyh vslm) tohyhi kunhi kamhi khạṭr naddin yus tohyhi (pvshvnụ̄) zndgy ʿṭa chuhv kran tylhi ạsiv Allah tʿālyā hs th rsvls (ṣly Allah ʿlyh vslm, doshvnụ̄) kun frmanbrdạry san jvab divan divan (fvraan) ḥạẓr spdan, th zạniv zi Allah tʿālyā chuh ansans th tmụ̄ sndis dils drmyan (qrbt kh khaṣ shanh san) ḥạyl āsan byyhi yhi zi tohụ̄ sạry yiyiv (ạkhrkar) tsụ̄ kun jmʿ krnh."
  },
  {
    "verse_id": 25,
    "translation": "Th tath ftns khocziv yus khaṣ pạtthụ̄ ṣrf timne yvt lukn vathi nh yim tohyhi mnz ẓạlm chih (blkh yin aath ẓlms sath dinh vạlụ̄ th aath pytth khamvsh rvzn vạlụ̄ thi timne mnz shryk krnh) byyhi zạniv zi Allah tʿālyā chuh ʿdhabs mnz skhty krn vvl."
  },
  {
    "verse_id": 26,
    "translation": "Th (suh vqt kriv yad) yylhi tohụ̄ (mky zndgy mnz tʿdadrngụ̄) km (yʿny aqlyts mnz) ạsụ̄v mulks mnz ạsụ̄v dbith (yʿny mʿạshy ṭvrkmzvr th lth monjhi krnh āmtụ̄ạsụ̄v) tohụ̄ ạsụ̄v aamhi kthhi nishhi (thi) khvf zdh rvzan zi (ṭaqt vr) lukh ma krnav tohyhi ghạb (yʿny smạjy ṭvr thi ạsv nh tohyhi āzạdy th tḥfẓ ḥạṣl) pth kornav (mdynh kh hjrt pth) tmụ̄ (Allah tʿālyā hn) tohyhi (āzad th mḥfvẓ) tthkanh ʿṭa th (aslamy ḥkvmt th aqtdar kis ṣvrts mnz) bkhushnav tohyhi pnnhi mdd sintụ̄ ṭaqt th (bạe bndth sintụ̄, mal ghnymt sintụ̄th āzad mʿshyt kh dhryʿh) kornv tohyhi pak chyzv nishhi rvzy ʿṭa takh tohụ̄ hykiv (Allah tʿālyā snzi mkml bndgy hndi dhryʿh tmụ̄ sund) shkr bja anith."
  },
  {
    "verse_id": 27,
    "translation": "Ae ayman valyv! Tohụ̄ mah ạsiv Allah tʿālyā hs th rsvls (ṣly Allah ʿlyh vslm) sintụ̄ (tihindụ̄ ḥqvq ada krns mnz) khyant kran th nah mah ạsiv panh vạnụ̄ amantn mnz khyant kran ḥalankh tohụ̄ (sạry) chihv (ḥqyqt) zanan."
  },
  {
    "verse_id": 28,
    "translation": "Byyhi zạniv zi tuhndụ̄ mal th tuhndụ̄ avlad chih bs ftnh th yhi zi Allah tʿālyā se nishhi chuh ajri ʿẓym."
  },
  {
    "verse_id": 29,
    "translation": "Ae ayman valyv! Agr tohụ̄ Allah tʿālyā sund tqvyā akhtyar kriv shu kri (tylhi) tuhndi khạṭr ḥqs th bạṭls mnz frq krn vajinụ̄ ḥjt (th hdayt) mqrr th tuhndi (damnh) nishhi mittavi tuhndụ̄ gnah th tohyhi kryv mghfrt, th Allah tʿālyā chuh brrụ̄ fẓl krn vvl."
  },
  {
    "verse_id": 30,
    "translation": "Th yylhi kạfr lukh tohyhi khlaf rạsh pạtthụ̄ sạzishhi kran ạsụ̄ zi tim krhn tohyhi qạd ya krhn tohyhi qtl yakrrhn tvhyhi (vṭnh mnz),th (ypạrụ̄) ạsụ̄ tim sạzshy mnṣvbh bnavan th (hopạrụ̄) avs Allah tʿālyā (tihund mkr rd krnh khạṭr pnnụ̄) tdbyr kran,th Allah tʿālyā chuh sarive khoth bhtr mkhfy tdbyr krn vvl."
  },
  {
    "verse_id": 31,
    "translation": "Th yylhi timn pytth sạnụ̄ āyat chih prnh yivan tm chih (tylhi) vnan be shk bvuz aashi hrgah asụ̄ yczhv tylhi hykv asụ̄ thi aath (klams) hyvu vnith yhi chuhnh brvuntthimyn hnzv (khyạly) dastanav varạe kihinụ̄ (thi)."
  },
  {
    "verse_id": 32,
    "translation": "Th yylhi timav (ṭʿnh rngụ̄) von, ae Allah! Agr yohe (qrān) chanhi ṭrfh ḥq chuh tylhi val (aamhi kh nafrmạny hndi bạʿthh) aashi pytth āsmanh pytthh knhi nath svz aashi pytth kanhh dg tulvun ʿdhab."
  },
  {
    "verse_id": 33,
    "translation": "Th (drḥqyqt chhe kth yhi zi) Allah tʿālyā snz chhanh yhi shan zi timn pytth kri ʿdhab aath ṣvrts mnz zi (ae ḥbybi mkrm!) tohụ̄ thi ạsiv timn mnz (mvjvd), th nah chuh Allah tʿālyā tithis ḥalts mnz timn pytth ʿdhab frmavn vvl zi tim āsn (ts nishhi) mghfrt mngan."
  },
  {
    "verse_id": 34,
    "translation": "(tuhndi mdynh kh hjrt pth) kya vjh hykhi timn (mkh kyn kạfrn) khạṭr byyhi ạsith zi Allah tʿālyā diyhi nh (vonụ̄) timn ʿdhab ḥalankh tim chih (lukn) msjdi ḥram (yʿny kʿbth Allah) nishhi rukavan th tim chihnh tamikụ̄ vly (ya mtvlụ̄) āsns layq thi,tamikụ̄ avlya (yʿny dvst) chih ṣrf prhyzgar lukh āsan mgr timav mnz chihnh akthr (yhi ḥqyqt) zanane."
  },
  {
    "verse_id": 35,
    "translation": "Th byt Allah (yʿny khanh kʿbs) nishhi tihnz (navch) nmaz chhanh shurinyv th aathh vayinh varạe kihinụ̄,lhādha vuchihv tohụ̄ʿdhab (buk mzh) aamhi vjh kinụ̄ zi tohụ̄ ạsiv kfrkran."
  },
  {
    "verse_id": 36,
    "translation": "Be shk chih kạfr lukh panun mal th dvlt (aamhi mvjvb) khrch kran zi (aamhi kh athr sintụ̄) rukavn tim (lukn) Allah tʿālyā snz vathi nishhi (yʿny dyn chhi vthi nsh), lhādha rvzin tim aath vunhi khrch kran pth banhi (yhi khrch krun) tihindis ḥqs mnz afsvs (yʿny ḥsrt th ndamt) pth yin tim (Allah tʿālyā sndi grft kh dhryʿh) pspakrnh, th yimav lukv kfr chuh akhtyar kormut tim yin jhnms kun chhag dith pknavnh."
  },
  {
    "verse_id": 37,
    "translation": "Takh Allah tʿālyā kri napak (krdarn) pakyzh (krdarn) nishhi jda th napakne (yʿny njast ld krdarn) thavi aakh akis pytth (varivari ghạlb) kran pth krisarine (ạkhrs pytth) kuny bnh pth travi aath (ddhyrs) jhnms mnz, yimae lukh chih khsarh tuln valụ̄."
  },
  {
    "verse_id": 38,
    "translation": "Tohụ̄ frmạviv kfr krn valyn hrgah tim (pnnyv kạfranh kamyv nishhi) baz yin tylhi yin tihindụ̄ tim (gnah) bkhshnh yim pth kun gmtụ̄ chih th agr tim byyhi ty kynczhah krn tylhi chuh yqyna brvuntthimyn hund (ʿdhab dr ʿdhabuk) ṭryqh path kun spudmut (timn sintụ̄ thi spdi ty kynczhah)."
  },
  {
    "verse_id": 39,
    "translation": "Th (ae ahli ḥq!) tohụ̄ rvuziv timn (ẓlm v ṭaghvt kyn srghnn) sintụ̄ (amnh kh qyam khạṭr) jng kran yot tam zn kanhh ftnh (pth kun) rvzi nh. Th svrue dyn (yʿny bndgy th zndgy hund nẓam) spdiAllah tʿālyā sundue, pth agr tim baz phyrn tylhi chuh Allah tʿālyā be shk tath (ʿmlhi) yosh tim kran chih, var pạtthụ̄ vuchhan."
  },
  {
    "verse_id": 40,
    "translation": "Th hrgah timav (ḥq kh aṭaʿt nishhi) rvgrdạny kr tylhi zạniv zi be shk chuh Allah tʿālyā he tuhund mvlyā (yʿny ḥmayt krn vvl), (sue) chuh bhtr ḥmayty th bhtr mddgar."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi zạniv zi yikynczhah mali ghnymt tohyhi ḥạṣl āsyv kormut tamiyk pvunczim ḥṣh chuh Allah tʿālyā sndi khạṭr th rsvl (ṣly Allah ʿlyh vslm) snd khạṭr th rsvl (ṣly Allah ʿlyh vslm) sndyn qrabt darn khạṭr byyhi ytymn th mḥtajn th msafrn khạṭr. Agr tohyhi Allah tʿālyā hs pytth th tath (vḥy) pytth ayman chuhv aonmut yosh aashi pnnis (brgzydh) bnds pytth (ḥq v bạṭls drmyan) fạṣlh kh doh nạzl frmạv suh doh (yylhi bdrkis mạdans mnz mvmnn th kạfrn hndụ̄) doshvae lshkr panh vạnụ̄ aakh akis sintụ̄mqablh ạsụ̄kran, th Allah tʿālyā chuh prth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 42,
    "translation": "Yylhi tohụ̄ (mdynh kh ṭrfh) vady hndis qryby btthis pytth ạsụ̄v th tim (kfar) ạsụ̄ (doyimhi ṭrfh) dvurikis btthis pytth th (tjarty) qaflh avs tohyhi bon kun, th agr tohụ̄ (jng khạṭr) kanhh vʿdh krụ̄hiv tylhi vạtihivẓrvr (pnnhi) vʿdh ddlth (vqtn mnz) mgr (Allah tʿālyā hn krụ̄nav tohụ̄ bghyr vʿdh akụ̄ se vqts pytth jmʿ) yhi (sapud) aamhi mvjvb zi Allah tʿālyā kri tath kamhi pvur yath (bhrḥal) sapdunue avs takh yymis shkhṣs mrun chuh suh mriḥjt (mkml spdnh) sintụ̄ th yymis zndh chuh rvzun suh rvzizndh ḥjt (mkml spdnh) sintụ̄. (yʿny pth kạnshi brvnhh knhi gczihh aslam th rsvl brḥq ṣly Allah ʿlyh vslmn hndis ṣdaqts pytth ḥjt qạyim), th be shk chuh Allah tʿālyā var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 43,
    "translation": "(suh vaqʿh pạviv yad) yylhi tohyhi Allah tʿālyā hn tuhndis khvabs mnz timn kạfrn (hund lshkr) km krith avsnav hvvmut th agr (Allah tʿālyā) tohyhi suh zyadh krith havihyv (ae mslmanv!) tylhi hạrihivtohụ̄ hmt th tohụ̄ lạgihiv yqyna aath (jng kis) mʿāmls mnz panh vạnụ̄ czuvnụ̄ mgrAllah tʿālyā hn bchạvụ̄ (mslman bzdly th bahmy phattvan vad nishhi). Be shk chuh suh syinn hnzn (khttith) kthn var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 44,
    "translation": "Th (suh mnẓr thi pạviv yimn yad) yylhi tmụ̄ tim kạfr (yʿny kạfrn hund fvj) panh vạnụ̄ mqablh kh vqth (thi mḥẓ) tuhnzn achhn mnz tohyhi km krith hvvnavth tohụ̄ hạvinav tihnzn achhn mnz km krith (takh doshvae lshkr rvzn lrrayhi mnz tyar) aamhi mvjvb zi Allah tʿālyā kriaath (bhrpvur jng kis ntyjh hs mnz kfarn hndi harnuk) ḥkm pvur yhi zn (Allah tʿālyā hs nishhi) mqrr avs spudmut, th (ạkhrkar) chhe tmam kamhi Allah tʿālyā se kun phirnh yivan."
  },
  {
    "verse_id": 45,
    "translation": "Ae ayman valyv! Yylhi (dshmn sndis) kunhi fvjs sintụ̄ tuhund mqablh spdi tylhi ạsiv thạbt qdm rvzan th Allah tʿālyā ạsiyvun kthrt san yad kran takh tohụ̄ lbiv kamyạby."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi kriv Allah tʿālyā snz th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt th panh vạnụ̄ mah ạsiv czuvan nath gczihv (chhlhi chhlhi th kmzvr spdith) buzdl th (dshmnn brvnhh knhi) czalhi tuhund hvanyirith (yʿny tuhundbyim rvzi nh timn) byyhi kriv ṣbr, be shk chuh Allah tʿālyā ṣbr krn valyn sintụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Th tithyn lukn hndụ̄ pạtthụ̄ mah bniv yim pnnyv grv mnzhytth divan divan th lukn havan havan dramtụ̄ ạsụ̄th (yim lukn) Allah tʿālyā snzi vathi nishhi pth rttan ạsụ̄, th Allah tʿālyā chuh tihnzn kamyn yimh tim kran chih (pnnhi ʿlmh th qdrt sintụ̄) aḥaṭh krith."
  },
  {
    "verse_id": 48,
    "translation": "Th yylhi shyṭann timn (kạfrn) khạṭr tihindụ̄ aʿmal shvubdar bnạvith hạvụ̄ th tmụ̄ von (timn), aaz hykhi nh lukv mnz tohyhi pytth kanhh ghạlb (spdith) th be shk chuhs bh tohyhi pnah dinh vvl (mddgar). Pth yylhi doshvyav fvjav )pnun pan( aakh als (brvnhh kanhi( vuchh pth czol suh pot khvry th log vannhi, be shk chuhs bh tohyhi nishhi byzar. Yqyna chuhs bh thi (kynczhah) vuchhan yhi nh tohụ̄ vuchhan chihv, be shk chuhs bh Allah tʿālyā hs khoczan, th Allah tʿālyā chuh skht ʿdhab dinh vvl."
  },
  {
    "verse_id": 49,
    "translation": "Th (suh vqt thi kriv yad) yylhi mnafq th tim lukh yhindyn diln mnz (kfrch) bymạrụ̄ chhe vnan ạsụ̄zi yim (mslman) chih yhindụ̄ dynn sytthah mghrvr krimtụ̄, (yylhi zn ḥqyqt ḥal yhi chhe zi) yus kanhh Allah tʿālyā hs pytth tvkl chuh kran tylhi chuh (Allah tʿālyā tmụ̄ snzn tmam kamyn hund kfyl bnan th chuh) be shk Allah tʿālyā sytthah ghạlb bodd ḥkmt vvl."
  },
  {
    "verse_id": 50,
    "translation": "Th agr tohụ̄ (suh mnẓr) vuchihv (tylhi gczhyv tʿjb) yylhi frshth kạfrn hund zuv chih qbẓ kran tim chih tihndyn buthyn th tihndyn pushtn pytth (ddokrụ̄) dab valan rvzan th (vnan chih zi jhnm kh) nar kh ʿdhabuk mzh vuchihv."
  },
  {
    "verse_id": 51,
    "translation": "Yhi (ʿdhab) chuh timn (aʿmali bdn) hndi bdlh yim tuhndyv aathav brvnhh kun svuzụ̄ th Allah tʿālyā chuhnh hrgz bndn pytth ẓlm krn vvl."
  },
  {
    "verse_id": 52,
    "translation": "(yimn kạfrn hund ḥal thi) chuh qvmi frʿūn th timn brvuntthimyn lukn hndi ḥalkụ̄ pạtthụ̄. Timav (thi) avs Allah tʿālyā sndyn āyatn hund ankar kormut, aamhi mvjvb rttụ̄ tim Allah tʿālyā hn tihindyv gnahav hndi bạʿth (ʿdhabs mnz). Be shk chuh Allah tʿālyā ṭaqt vvl skht ʿdhab dinh vvl."
  },
  {
    "verse_id": 53,
    "translation": "Yhi (ʿdhab) chuh aamhi vjh kinụ̄ zi Allah tʿālyā chuhnh kunhi nʿmts hrgz bdln vvl yosh tmụ̄ kunhi qvms pytth ʿṭa āshi krmcz yot tam nh tim lukh bdhati khod pnnhi nʿmtch ḥalt bdlavan (yʿny kfrani nʿmt, gnah th nafrmạny krn th pth rvzi nh timn mnz khsaruk th nqṣanuk aḥsas thi tylhi chuh suh qvm hlakts th brbạdy hndis zds mnz yivan) be shk chuh Allah tʿālyā var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 54,
    "translation": "Yhi (ʿdhab) thi chuh qvm frʿūn th timn brvuntthimyn lukn hndi dstvrmṭạbq, timav (thi) avs pnnis rb snzn nishạniyn ankar kormut aamhi mvjvb krụ̄ aashi tim tihindyn gnahn hndi bạʿth hlak th aashi krụ̄ahli frʿūn (dryavs mnz) ghrq th tim ạsụ̄ aand hyth ẓạlm."
  },
  {
    "verse_id": 55,
    "translation": "Be shk chih Allah tʿālyā hs nzdyk tmam janvrv khoth (thi) bdtr tim lukh yimav kfr kor pth chihnh tim ayman aanan."
  },
  {
    "verse_id": 56,
    "translation": "Yim chih (bnv nẓyrkụ̄ th bnvqryẓkụ̄tim) lukh yimn tohyhi (varyahhi ltthi panh vạnụ̄ amnuk th syast khi ḥfaẓtuk) vʿdh hyotuv pth chih tim pth latthi (mkh kyn kufarn mdyns pytth bla vjh ḥmls dvran jngy sazvsaman th mʿlvmat frahm krth) panun vʿdh phuttravan th tim chihnh (amhi ychh kamhi nish) bazyvan."
  },
  {
    "verse_id": 57,
    "translation": "Lhādha agr tohụ̄ tim (mydani) jngs mnz lbyvukh tylhi krv tmn sintụ̄ (shu) slvk ymhi kh dhryʿh tohụ̄ tihindụ̄ ptim (thi) czlnch vth akhtyar krns pytth mjbvr krụ̄ hvukh takh timn gczihh nṣyḥt ḥạṣl."
  },
  {
    "verse_id": 58,
    "translation": "Th agr tohyhi kunhi qvmh nishhi khyantuk andyshhi āshi tylhi chhkiv tihund ʿhd timn kun brabry hndis bnyads pytth. Be shk chuhnh Allah tʿālyā dgha bazn psnd kran."
  },
  {
    "verse_id": 59,
    "translation": "Th kạfrlukh mah rvuzin hrgz aath gmans mnz zi tim ge kamyab (ya tim āe mnshh alāhy ys pytth ghạlb). Be shk hykn nh tim (Allah tʿālyā snds ṭaqts) harnạvth."
  },
  {
    "verse_id": 60,
    "translation": "Th (ae mslmanv!) tihindi (mqablh) khạṭryvut tohyhi pilhi tyvut thạviv (hthyarn hund th jng kh samanuk) qvt dstyab th gnddith thavnh āmtyn guryn hund (khyvl thi), aamhi (bchavchh tyạry) sintụ̄ rvuziyvukh tvhụ̄Allah tʿālyā sndụ̄ dshmn th pnnụ̄ dshmn (pans pytth ḥmlh krnh nish) khocznavan th timav varạe baqy thi ymn (hnzkhttith dshmny) tvhụ̄ zanan chihv nh, Allah tʿālyā chuh timn zanan. Byyhi yikynczhah tvhụ̄ (pnnh bchav khạṭr) Allah tʿālyā snzi vathi mnz khrch kriv tohyhi yiyhi tamiyuk pvuri pvur bdlh dinh th tohyhi sintụ̄ yiyhi nh naanṣạfy krnh."
  },
  {
    "verse_id": 61,
    "translation": "Th agr (tohyh sintụ̄ jngs mnz āvrụ̄) tim (kfar) ṣlḥ th amn khạṭr naymn tylhi gczihv tohụ̄ thi aath kun mạyl th Allah tʿālyā hs pytth thạviv bhrvsh. Be shk chuh sue var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 62,
    "translation": "Th hrgah tim tohyhi dvkhh diyun yaczhn tylhi chuh be shk Allah tʿālyā tuhndi khạṭr kạfy, sue chuh yymụ̄ tohyhi (sydisyvd) pnnhi mdd kh dhryʿh th ahli aymann hndi dhryʿh ṭaqt bkhush (ym tuhnz pạrvy chih kran)."
  },
  {
    "verse_id": 63,
    "translation": "Th (tmy) kor yimn (mslmann) hndyn diln mnz aakh akụ̄ sund alft pạd. Agr tohụ̄ thi svrue yhi zmyns mnz chuh khrch krụ̄hiv tylhi thi hykhiv nh tohụ̄ (yimav tmam mạdy vsylv sintụ̄) thi tihndyn diln mnz (yhi) alft pạd krith mgrAllah tʿālyā hn kor timn drmyan (akhi rvuḥạny rshth sintụ̄) mḥbt pạd. Be shk chuh suh bodd ghlbh vvl ḥkmt vvl."
  },
  {
    "verse_id": 64,
    "translation": "Ae nby (mʿẓm! Ṣly Allah ʿlyh vslm) tuhndi khạṭr chuh Allah tʿālyā kạfy byyhi tim mslman yimav tuhnz pạrvy kr akhtyar."
  },
  {
    "verse_id": 65,
    "translation": "Ae nby (mkrm!) tohụ̄ diyiv ayman valyn (ẓlm, jbr th zyadty jạry thavn valyn khlaf) jhadkrnch trghyb, hrgah tohyhi mnz (jngs mnz) vuh (20) thạbt qdm rvzn vạlụ̄ āsn tylhi yin tim don htn (200 jngjv kfarn) pytth ghạlb th hrgah tohyhi mnz (aakh) hth (thạbt qdm) āsn tylhi yin (jngjv) kạfrv mnz (akis) sass pytth ghạlb aamhi vjh kinụ̄ zitimn chahnh (khdạyy razn hnz) sodbod."
  },
  {
    "verse_id": 66,
    "translation": "Vonụ̄ loczrvv Allah tʿālyā hn tohyhi nishhi (pnnhi ḥkmuk bar) ts chuh mʿlvm zitohyhi mnzchhe (kunhi ḥds tam) kmzvry lhādha (chuh vonụ̄ tkhfyf pth ḥkm yhi zi) agr tohyhi mnz (aakh) hth (nfr) thạbt qdm rvzn vạlụ̄ āsn (tylhi) yin tim don htn (kfarn) pytth ghạlb th hrgah tohyhi mnz (aakh) sas āsn tylhi yin tim Allah tʿālyā sndi ḥkmh don sasn (kafrn) pytth ghạlb, byyhi chuh Allah tʿālyā ṣbr krn valyn sintụ̄ (yhi chuh mvmnn khạṭr hdf zi jhad kis mạdans mnzgczihh tihindi aymạny jdhbuk athr km az km yhi āsun)."
  },
  {
    "verse_id": 67,
    "translation": "Kạnshi nby ys chuhnh yhi shvuban zi ts khạṭr āsn (kafr) qindụ̄ yot tam nh suh zmyns mnz timn (ftns goddbrn valyn th dhsht grdjngjv van) hnzkhvn ryzy var pạtthụ̄ kri. Tohụ̄ lukh chihv dunyahuk mal v asbab yaczhan, th Allah tʿālyā chuh ạkhrtuk (rczr) yczhan, th Allah tʿālyā chuh sytthah ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 68,
    "translation": "AgrAllah tʿālyā sndi ṭrfh godde (mʿạfy hund ḥkm) lykihth āsihe nh tylhi vatihyv yqyna tohyhi tath (fdyhi kis mal kis bars) mnz yus tohyhi (bdrkyn qindyn nishhi) ḥạṣl avsuv kormut, bodd ʿdhab."
  },
  {
    "verse_id": 69,
    "translation": "Lhādha khyyiv tohụ̄ tamhi mnz yus ḥlal, pak mali ghnymt tohyhi ḥạṣl chuhv kormut byyhi rvuziv Allah tʿālyā hs khvczan. Be shk chuh Allah tʿālyā bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 70,
    "translation": "Ae nby! Tohụ̄ frmạviv timn yim tuhndyn aathn mnz qindụ̄ chih, agrAllah tʿālyā hn tuhndyn diln mnz rczar zvn tylhi kryv tohyhi tamhi (mal) khvth bhtr ʿṭa yus (fdys mnz) tohyhi nishhi rttnh chuh āmut byyhi kryv tohyhi mghfrt, th Allah tʿālyā chuh bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 71,
    "translation": "Th (ae ttatthhi!) hrgah tim tohyhi sintụ̄ khyant yczhn krnụ̄ tylhi chhe timav yqyna aamhi brvnhh (thi) Allah tʿālyā hs sintụ̄ khyant krmcz lhādhaditụ̄ tmụ̄ (aamy vjh kinụ̄) timav mnz kynhh (tuhndis) qbẓs mnz, th Allah tʿālyā chuh var pạtthụ̄ zann vvl ḥkmt vvl."
  },
  {
    "verse_id": 72,
    "translation": "Be shk yimav lukv ayman aon th timav trạvụ̄ (Allah tʿālyā sndi khạṭr) vṭn byyhi korukh pnnyv malav th janav sintụ̄Allah tʿālyā snzi vathi mnzjhad th yimav lukv (mhajrn) jae dicz byyhi korukh (timn) mdd timae lukh chih aakh akụ̄ sndụ̄ ḥqyqy dvst, th yimav lukv ayman aon (mgrAllah tʿālyā sndikhạṭr) trạvikh nh grbar tylhi chuhnh tohyhi tihnzi dvsty sintụ̄ kanhh ghrẓ yot tam zn tim hjrt krn th agr tim dyns mnz (yʿny dyn kyn mʿāmlatn mnz) tohyhi nishhi mdd yczhn tylhi chuh tohyhi pytth (timn) mdd krun vạjb mgrtath qvm kis mqabls mnz (krụ̄zyv nh mdd) zitohyhi th timn drmyan āshi (ṣlḥuk th aamnuk) mʿāhdh, th Allah tʿālyā chuh timn kamyn yimh tohụ̄ kran chihv var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 73,
    "translation": "Th yim lukh kạfr chih tim chih aakh akis mddgar, (ae mslmanv!) hrgah tohụ̄ (aakh akis sintụ̄) aamhi āyhi (tʿāvun th mdd th aathh rott) kriv nh tylhi gczihh zmyns mnz (kfrukh th bạṭl kh ghlbuk) ftnh th bodd fsad brpa."
  },
  {
    "verse_id": 74,
    "translation": "Th yimav lukv ayman aon th byyhi kr timav hjrt th Allah tʿālyā snzi vathi mnz korukh jhad th yimav lukv (khdae snzi vathi mnz grbar th vṭn qrban krn valyn) jae dicz th (timn) korukh mdd, timae lukh chih ḥqyqts mnzpzụ̄ mslman, timne khạṭr chuh mghfrtuk th ʿztuk rvuzy."
  },
  {
    "verse_id": 75,
    "translation": "Th yimav lukv aamhi pth ayman aon th timav trạvụ̄ ḥq chhi vathi mnz (qrbạny dith) grbar byyhi korukh (ʿdl v anṣaf kis th amn v slamty hndis nvzạyidh nẓams giravn valyn ḥmlh āvrn th jngjv dshmnn khlaf) tohyhi sintụ̄ rlith (dfạʿī) jhad tylhi chih tim lukh (thi) tohy mnz, th Allah tʿālyā snzi ktabih mnz chih rshth dar (ṣlh rḥmy th vratht kh lḥaẓh) aakh akụ̄ sndụ̄ zyadh ḥq dar,be shk chuh Allah tʿālyā pth chyzs var pạtthụ̄ zann vvl."
  }
]