[
  {
    "verse_id": 1,
    "translation": "Allah tʿālyā th tmụ̄sndis rsvl (ṣly Allah ʿlyh vslm) sndiṭrfh chuh byzạry (th dst brdạry) hund aʿlan timn mshrk lukn kun yimn sintụ̄ tohyhi (ṣlḥuk th aamnuk) mʿāhdh kormut avsuv (mgr timav kr mʿāhdh phuttrạvith jngch ḥalt byyhi bḥal)."
  },
  {
    "verse_id": 2,
    "translation": "(ae mshrkv!) vonụ̄ phyiriv tohụ̄ zmyns mnzczon rytn (tam, yhi mhlt khtm spdnh pth āsyv tohyhi jnguk buth vuchuhn) th zạniv tohụ̄ hykiyvun nh Allah tʿālyā hrgz ʿạjz krith th be shk chuh Allah tʿālyā kạfrn rsva krn vvl."
  },
  {
    "verse_id": 3,
    "translation": "Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) sndi ṭrfh chih (yim āyat) tmam lukn kun ḥji akbr kh doh (ʿām) aʿlan zi Allah tʿālyā chuh mshrkn byzarth tmụ̄ sund rsvl (ṣly Allah ʿlyh vslm) thi (chuh tihnzidhmh dạry nsh muchih) lhādha (ae mshrkv!) hrgah tohụ̄ tvbh kriv tylhi chuh thi tuhndis ḥqs mnz bhtr th agr tohyhi rvgrdạny krv tylhi zạniv zi tohụ̄ hykyvun nh Allah tʿālyā hrgz ʿạjz krith, th (ae ttatthhi!) tohụ̄ bvznạviyvukh kạfr dg tulvnhi ʿdhabch khbr."
  },
  {
    "verse_id": 4,
    "translation": "Timav mshrkv varạe yimn sintụ̄ tohyhi mʿāhdh avsuv kormut pth kr nh timav tohyhi sintụ̄ (punun ʿhd pvur krns mnz) kanhh kmy th nah korukh tuhndis mqabls mnz kạnshi mdd (yapsht pnạhy) lhādha kriv tohụ̄ tihund ʿhd tihindis mqrr mdts tam timn sintụ̄ pvur, be shk chuh Allah tʿālyā prhyzgarn psnd kran."
  },
  {
    "verse_id": 5,
    "translation": "Yylhi ḥrmt vạlụ̄ ryth nyrn path kriyvukh tohụ̄ (aʿlan mṭạbq tim) mshrk (yimav godde tohyhi khlaf jng shrvʿ chuh kormut, dvrani jng) yytyn lbiyvukh tatyn qtl nth kryvukh tim grftar th tim kryvukh qạd th (tim rttnh khạṭr th timn ghyr krnh khạṭr) bihyiv pth zags pytth timn zaghi, pth hrgah tim (qydụ̄bnavnh ynh pth) tv bh krn th nmaz qạyim krn byyhi lagn zkvāh duyn tylhi trạviv (qyd mnz āzad krth) tihnz vath yalh (tikyazi tath ṣvrts mnz thi gczihh aamn kh mʿāhdkụ̄ pạtthụ̄ jngch jvạzyt khtm). Be shk chuh Allah tʿālyā bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 6,
    "translation": "Th hrgah mshrkv mnz kanhh thi tohyhi nishhi pnah āshi yaczhan tylhi diyiv ts pnah yot tam suh Allah tʿālyā sund klam bvzi pth vatnạviyvun suh tohụ̄ tmụ̄ snzi aamnh chhi jayhi tam, yhi chuh aamhi mvjvb zi tim lukh chihnh (ḥquk) ʿlm thavan."
  },
  {
    "verse_id": 7,
    "translation": "(ạkhr) kithh pạtthụ̄ hykhi mshrkn khạṭr Allah tʿālyā hs nishhi th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) nishhi kanhh ʿhd ạsith? Timav lukv varạe yimn sintụ̄ tohyhi msjdi ḥrams nishhi (ḥdybyh hs mnz) mʿāhdh chuhv kormut lhādha yot tam tim tohyhi sintụ̄ (ʿhds pytth) qạyim rvzn tohụ̄ rvuziv timn sintụ̄ qạyim. Be shk chuh Allah tʿālyā prhyzgarn psnd kran."
  },
  {
    "verse_id": 8,
    "translation": "Kithh pạtthụ̄ hykhi (timn nishhi ʿhd chhi pasdạry hund tvqʿ) ạsith! Tihund ḥal chuh yhi zi hrgah tohyhi pytth ghlbh lbn tylhi nah krn tuhndis ḥqs mnz kunhi rshth dạry hund (ya sfarty ẓạbṭuk) lḥaẓh th nah kunhi ʿhduk, tim chihv tohyhi (khvsh yvnụ̄ lfẓ vnth) pnnhi chantthi sintụ̄rạẓụ̄ thavan yylh kh zn tihindụ̄ dl chih (yimav kthv nishhi) ankar kran th timav mnz chih akthr nafrman."
  },
  {
    "verse_id": 9,
    "translation": "Timav kor Allah tʿālyā sndyn āyatn hndi bdlh (dnyạvy mfaduk) mʿmvly qinmt ḥạṣl pth lạgikh tmụ̄snzi (dyn chhi) vathi nishhi (lukh) bazrattnụ̄, be shk chhe sytthah bur kạm yosh tim kran chih rvzan."
  },
  {
    "verse_id": 10,
    "translation": "Nah chih tim kạnshi mslman sndis ḥqs mnz qrabtuk lḥaẓh kran th nah ʿhduk, th time lukh chih (nafrmạny mnz) ḥd nishhi nyrn vạlụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Tavpth (thi) hrgah tim tvbh krn byyhi krn nmaz qạyim th zkvāh lagn diuyn tylhi chih (tim) dyins mnz tuhndụ̄ bạe (lhādha chahnh tohyhi akh aks sintụ̄ pur amn tʿlqat bnavnh khạṭr alg pạtthụ̄ kunh mʿāhdch ẓrvrt), th asụ̄ chih (pnnụ̄) āyat timn lukn hndi khạṭr tfṣyl san byan kran yim ʿlm th gatth jar chih thavan."
  },
  {
    "verse_id": 12,
    "translation": "Th hrgah tm )tvhyhi sintụ̄ krnh āmthi(pnnhi mʿāhdh pth pnnụ̄ qsm phttravn th )amn mʿāhdch khlaf vrzy krth krn qtli ʿām th pur tshdd karvạyyhi krth jngy ḥalat pạd krns th ryasty amn khạṭr skht khṭr pạd krns sintụ̄ sintụ̄( lagn )sri ʿām( tuhnds dyns mnz pamh dinh tylhi krv )ath ṣvrts mnz( tvhụ̄ )ftnh, fsad th dhsht grdy hund amkan khtm krnh khạṭr timn( lrrayhi hndyn srghnn sintụ̄)pyshgy dfạʿī( jng, byshk chuhnh tihndyn qsmn pytth kanhhaʿtbar)yhi dfạʿī qdm tulv amh mvjvb(zi tim phyrn )pnnhi ftnh bạzy nshh( baz."
  },
  {
    "verse_id": 13,
    "translation": "Kya tvhụ̄ kriv na tithis (dghabaz) qvms sintụ̄ jng yimav pnnụ̄ qsm phuttrạvụ̄ (yʿny aamnuk mʿāhdh phuttrạvith krkh jngch ḥalt byyhi pạd) th rsvl (ṣly Allah ʿlyh vslm) pnnhi vṭnh mnz kddnuk kvrukh arad th timve krtohyhi sintụ̄ (ʿhd phttravnch th jng krnch) godd abtda, kya tvhụ̄ chihv timn khoczan yylhi zn Allah tʿālyā zyadh ḥqdar chuh zi tvhụ̄ khvucziv ts bshrṭykh tvhụ̄ ạsiv (ḥqyqy) mvmn."
  },
  {
    "verse_id": 14,
    "translation": "Tohụ̄ kriv timn sintụ̄ jng (ymv ḥdbyh huk aamn mʿāhdh phuttrạvith pth nvi sr jngch ḥalt shrvʿ kr), Allah tʿālyā diyhi tuhndyv aathv timn (tihnzi vʿdh khlạfy th aamn dshmny hndi bạʿth) ʿdhab th timn kri rusva th timn (sintụ̄ mqablh krns) pytth kryv tohyhi mdd th ayman valyn hndyn syinn bkhshhi shfa (ymn pytth mkh kyn lrrayh gryn hndyv srghnv hnd dsụ̄ ẓlm v tshdd krnh yvan rvud)."
  },
  {
    "verse_id": 15,
    "translation": "Th tihindyn diln hund ghm th shrart kri dvur th yas yyczihhi tas kri tvbh qbvl, th Allah tʿālyā chuh sytthah ʿiilmh vvl bodd ḥkmt vvl."
  },
  {
    "verse_id": 16,
    "translation": "Kya tohụ̄ chihv yhi smjhan zi tohụ̄yiyiv (mṣybt th mshklat vytravnh varạe yithe) yalh travnh ḥalankh Allah tʿālyā hn czạrụ̄ nh (vunhi) tithụ̄ lukh yimav tohyhi mnzjhad chuh kormut th (yimav) Allah tʿālyā hs varạe th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) va rạe th ahli aymann varạe kanhh razdar chuhnh bnvvmut, th Allah tʿālyā chuh timav kamyv nishhi var pạtthụ̄ khbrdar yimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 17,
    "translation": "Mshrkn khạṭr chuhnh yhi rva zi tim krn Allah tʿālyā snz msjd ābad aath ḥals mnzzitim chih panh pans pytth kfrkụ̄ gvah, timn lukn hndụ̄ tmam aʿmal chih bạṭl spdụ̄ mtụ̄ th tim chih hmyshh jhnm se mnz rvzn vạlụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Allah tʿālyā snz msjd hykhi sue ābad krith yymụ̄ Allah tʿālyā hs pytth th ạkhrt kis dohs pytth ayman aon byyhi kr tmụ̄ nmaz qạyim th zkvāh korn ada th Allah tʿālyā hs varạe khvucz nh (byyhi kạnshi). Aamhi mvjvb chhe amyd zi yimae lukh bnn hdayt lbn valyv mnz."
  },
  {
    "verse_id": 19,
    "translation": "Kya tohyhi chhav (mḥẓ) ḥajn trysh chavnch th msjdi ḥramch ābady th mrmtuk antẓam krnch (ʿml) tas shkhṣh snzn (ʿmln) brabr zạnụ̄ mcz yymụ̄ Allah tʿālyā hs th ạkhrt kis dohs pytth ayman aon byyhi korun Allah tʿālyā snzi vathi mnz jhad yim lukh hykn nh Allah tʿālyā snzi bargahi mnz brabr ạsith, th Allah tʿālyā chuhnh ẓạlm qvms hdayt divan."
  },
  {
    "verse_id": 20,
    "translation": "Yimav lukv ayman aon byyhi krkh hjrt th Allah tʿālyā snzi vathi mnz rvudụ̄ pnnyv malav th pnnyv janav sintụ̄ jhad kran tim chih Allah tʿālyā snzi bargahi mnz drjh kh lḥaẓh sytthah brrụ̄,th time yạtụ̄ lukh chih murads vạtimtụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Tihund rb chuh timn pnnhi ṭrfh rḥmtch th (pnnhi) rạẓụ̄ āsnch th (timn) jntn hnz khvsh khbr divan yimn mnz tihindi khạṭr hmyshh rvzn vajinhi nʿmth chhe."
  },
  {
    "verse_id": 22,
    "translation": "(tim) rvzn timn mnz hmyshh hmyshh be shk chuh Allah tʿālyā se nishhi boddajr."
  },
  {
    "verse_id": 23,
    "translation": "Ae ayman valyv! Tohụ̄ mah bnạviyvukh pnnụ̄ mạlụ̄ (buddi bb) th bạe thi pnnụ̄ dvst hrgah timn ayman khoth kfr ttvtth āshi, th tohyhi mnz yus shkhṣ thi timn dvst thavi tylhi chih time lukh ẓạlm."
  },
  {
    "verse_id": 24,
    "translation": "(ae nby mkrm!) tohụ̄ frmạviv, agr tohyhi tuhndụ̄ mạlụ̄ (buddi bb) th tuhndụ̄ nychivụ̄ (kvri) th tuhndụ̄ bạe (bynhi) th tuhnz khandarinhi th tuhndụ̄ (baqy) rshth dar th tuhndụ̄ mal yim tohyhi (mḥnth san) kmạviv th tjart th karvbar yymhi khi nqṣan nishhi tohụ̄ khoczan chihv rvzan th tim mkanh yim tohụ̄ psnd chihv kran, Allah tʿālyā snd khvth th rsvl (ṣly Allah ʿlyh vslm) sndi khvth th tmụ̄ snzi vathi mnz jhad khoth zyadh ttạtthụ̄ chihv tylhi kriv antẓar yot tam Allah tʿālyā panun ḥkmi (ʿdhab) aanhi, th Allah tʿālyā chuhnh nafrman lukn hdayt frmavan."
  },
  {
    "verse_id": 25,
    "translation": "Be shk kor Allah tʿālyā hn tohyhi varyahn jayn mdd th (khaṣ pạtthụ̄) ḥnyn kh doh yylhi tuhndụ̄ (afrạdy qvtkụ̄) kthrtn tohyhi bvsh avsnav kholmut pth hyok nh tmụ̄ (kthrtn) tohyhi kanhh nfʿ dith th zmyn gyhi aamhi bavjvd zi so ạs kushadgy thavan, tohyhi pytth tng chnanchh phyiriụ̄v tohụ̄ pot khvri pspa gczihth."
  },
  {
    "verse_id": 26,
    "translation": "Pth korAllah tʿālyā hn pnnis rsvls (ṣly Allah ʿlyh vslm) pytth th ayman valyn pytth panun tskyn (rḥmt) nạzl th tmụ̄ vạlụ̄ (malkn hndụ̄ tithụ̄) lshkr yim tohyhi vuchihth hykiụ̄vvkh nh th tmụ̄ diyut timn lukn ʿdhab yim kfr ạsụ̄ kran,th yohe chuh kạfrn hund sza."
  },
  {
    "verse_id": 27,
    "translation": "Pth chuh Allah tʿālyā aamhi pth thi yymis yyczihh tmụ̄ sund tvbh qbvl kran (yʿny ts chuh aslam kh tvfyq th rḥmt kh tvjh sintụ̄ nvazan), th Allah tʿālyā chuh bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 28,
    "translation": "Ae ayman valyv! Mshrkyn chih klh pytthh nals tam njast lhādhagczhn nh tim pnnhi yymhi vriyhi pth (yʿny ftḥi mkh pth sn9h pytthh) msjdi ḥrams nkhh hyknụ̄ yith th hrgah tohyhi (tjarts mnz kmy hndi bạʿth) ghryby hund khvf chuhv tylhi (mah banbriv) ʿnqryb agr Allah tʿālyā yyczihhi tohyhi kryv pnnhi fẓl sintụ̄ maldar, be shk chuh Allah tʿālyā var pạtthụ̄ zann vvl bodd ḥkmt vvl."
  },
  {
    "verse_id": 29,
    "translation": ")ae mslmanv!( tvhụ̄ krv ahli ktabv mnz tmn sintụ̄ )thi jvạby( jng )ymv tvhyhi sintụ̄ mdyns mnz krnh āmut amnuk mʿāhdh phuttrạvth, jlavṭny bavjvd jngi aḥzabs mnzmdyns pyh ḥmlh krn valyn mkh kyn kạfr fvjn bhrpvur mdd kvrth vunh thi chih tvhyhi khlaf tmam mmkn spdn vajnh sạzshh jạry thạvth( ym nh Allah tʿālyā hs pytth ayman chih thavan nh ạkhrt ks dohs pytth th nh chih tmn chyzn ḥram zanan ym Allah tʿālyā hn th tmụ̄ sndụ̄ rsvln)ṣly Allah ʿlyh vslm( ḥram chih qrar dtmtụ̄ th nh chih dyn ḥq akhtyarkran, yvt tam zn tim)ryast ks dstvurs th nẓams(tabʿ spdth pnnhi athh ryasty ḥfaẓtuk ttyks)yus ʿskry khdmatv nshh mustthnyā āsnh ks ṣvrts mnz vṣvl chuh yvan krnh( ada krn."
  },
  {
    "verse_id": 30,
    "translation": "Th yhvdyv von ʿzyr (ʿlyh alslam) chih Allah tʿālyā sndụ̄ nychivụ̄ th nṣaryā hav von msyḥ (ʿlyh alslam) chih Allah tʿālyā sndụ̄ nychivụ̄. Yhi chhe tihnz (ghlṭ) kth yosh pnnhi chantthi krran chih. Yim chih timn lukn hnzi kthhi sintụ̄ (hishr) vartavan yimav (yimn) brvnhh kfr chuh kormut, Allah tʿālyā krin yimn hlak yim kvr chih ddlith pkan."
  },
  {
    "verse_id": 31,
    "translation": "Timav ạsụ̄Allah tʿālyā hs varạe pnnụ̄ ʿạlim th zạhdrb bnạvimtụ̄ th mrym sund nychvi msyḥ (ʿlyh alslam thi) yylhi zn timn aamhi vrạe (kanhh) ḥkm avs nh dinh āmut zi tim krin ṣrf aks (se) mʿbvd snz ʿbadt yas varạe kanhh mʿbvd chuhnh suh chuh timav nishhi pak yimn yim shryk chih manan."
  },
  {
    "verse_id": 32,
    "translation": "Tim chih yczhan zi Allah tʿālyā sundnvur krhn pnnyv phokav sintụ̄ czhyth th Allah tʿālyā chuhnh (yhi kth) qbvl kran mgr chuh yhi (yczhan) zisuh vatnavi pnnis nvurs kmals tam agr chhi kfar (tath) napsnde krn."
  },
  {
    "verse_id": 33,
    "translation": "Sue chuh (Allah tʿālyā) yymụ̄ panun rsvl (ṣly Allah ʿlyh vslm) hdayt th dyni ḥq hyth svuz takh amis (rsvl ṣly Allah ʿlyh vslms) kri prth dyns (pytth pkn vạlis) pytth ghạlb agr chh mshrkn gczihh nagvar."
  },
  {
    "verse_id": 34,
    "translation": "Ae ayman valyv! Be shk chih (ahli ktabn hndụ̄) akthr ʿạlim th drvysh,lukn hndụ̄ mal naḥq (ṭryqh sintụ̄) khyvan th Allah tʿālyā snzi vathi nishhi chih rukavan (yʿny lukn hndi malh sintụ̄ chih pnnụ̄chndh bran th dyn ḥq kis pvchhrs th ashaʿts pytth khrch krnh nishhi chih tthakh kran), th yim lukh sonuk th ropuk dhkhyrh chih kran th tath chihnh Allah tʿālyā snzi vathi mnz khrch kran tylhi bvznạviyvukh tim dg tulvnhi ʿdhabch khbr."
  },
  {
    "verse_id": 35,
    "translation": "Yymhi doh aath (sons, rops th mals) jhnm kis nars mnz tav yiyhi dinh pth yin aamhi (vuhnavnh āmthi malh) sintụ̄ tihindụ̄ ddykh byyhi tihnzlr byyhi tihinz shanh daghvanh (th timn yiyhi vannh) zi yhi chuh (sue) mal yus tohyhi pnnyn nfsn (hndi mfad) khạṭr sombrvvmut avsuv vonụ̄ vuchihv tohụ̄ (tamhi maluk) mzh yus tohụ̄ sombravan rvudimtụ̄ ạsụ̄v."
  },
  {
    "verse_id": 36,
    "translation": "Be shk chhe Allah tʿālyā hs nzdyk rytn hnz grnd Allah tʿālyā snzi ktabih (yʿny qdrt kis nvishts) mnz bah ryth (lykihth) yymhi doh pytthh tmụ̄ āsman th zmyn (yʿny āsmann hund th zmyinuk nẓam) pạd avs kvrmut. Timav mnz chih czvr ryth (dhvalqʿdh, dhvalḥjh, mḥrm th rjb) ḥrmt vạlụ̄. Yohe chuh syvd ḥsab. Lhādha krụ̄zyv nh tvhụ̄ yimn rytn mnz (pạnụ̄ pane jngs th qtals mnz mlvth spdith) pnnyn nfsn pytth ẓlm th tvhụ̄ (thi) kriv tmam (lrrn valyn) mshrkn sintụ̄ tithe pạtthụ̄ (jvạby) jng yithh pạtthụ̄ tim sạry (smith) tohyhi sarine pytth jng chih mslṭ kran, byyhi zạniv zi be shk chuh Allah tʿālyā prhyzgarn sintụ̄."
  },
  {
    "verse_id": 37,
    "translation": "(ḥrmt vạlụ̄ ryth) pth brvnhh ddalnụ̄ chuh mḥẓ kfrs mnz zyadty byyhi nh kynhh, aamhi sintụ̄ chih tim kạfr lukh varghlavnh yivan yim aath akis vriyas ḥlal chih gnzran th doyimhi vriyhi chh aath ḥram qrar divan takh timn (rytn) hnz grnd krn pvur yimn Allah tʿālyā hn chhe ḥrmt ʿṭa krmcz th suh (ryth thi) krn ḥlal yus Allah tʿālyā hn ḥram chuh kormut. Tihindi khạṭr chih tihindụ̄ bur aʿmal shvubdar āmtụ̄ bnavnh th Allah tʿālyā chuhnh kạfrn hndis dris hdayt divan."
  },
  {
    "verse_id": 38,
    "translation": "Ae ayman valyv! Tohyhi kya chuhv gomut zi yylhi tohyhi vannh chuh yivan zi tohụ̄ nyiriv Allah tʿālyā snzi vathi mnz (jhads) tylhi chihv tohụ̄ gobith zmyn (kis mạdy th vsụ̄ payhi dnyahs) kun nman, kya tohụ̄ chihvạkhrt bdlh dunya chhi zndgy pytth rạẓụ̄ gmtụ̄? Lhādha chuhnh ạkhrt (kis mqabls) mnz dnyạvy zndgy hund saz v saman kihinụ̄ thi mgr chuh sytthah km (ḥythyt thavan)."
  },
  {
    "verse_id": 39,
    "translation": "Agr tohụ̄ (jhadkhạṭr) nyiriv nh tylhi kryv suh tohyhi dg tulvnis ʿdhabs mnz mbtla th tuhnzi jayhi aanhi byyhi (kunhi) qvms th tohụ̄ hykiv nh ts khnụ̄ thi nqṣan vatnạvith, th Allah tʿālyā chuh pth chyzs pytth brr qdrt thavan."
  },
  {
    "verse_id": 40,
    "translation": "Hrgah tohụ̄ timn (yʿny rsvl Allah ṣly Allah ʿlyh vslmn hndis aslam kis ghlbh kis jdvjhds mnz) mddkriv nh (tylhi thi kya gov) be shk ạsụ̄tim Allah tʿālyā hn (tamhi vqth thi) mdd sintụ̄ nvạzimtụ̄ yylhi kạfrv tim (mkh vṭnh mnz) krrụ̄mtụ̄ ạsụ̄ ḥalankh tim ạsụ̄doyav (hjrt krn valyv) mnz doyim yylhi zn doshvae (rsvl Allah ṣly Allah ʿlyh vslm th abvbkri ṣdyq rẓy Allah ʿnh) ghars (thvrs) mnz ạsụ̄ yylhi tim pnnis sạthiyas (abvbkr ṣdyqs rẓy Allah ʿnh) frmavan ạsụ̄ ghm mah bhr be shk chuh Allah tʿālyā aashi sintụ̄pth kor Allah tʿālyā hn timn pytth panun tskyn (yʿny diluk qrar) nạzl th timn bkhshin (frshtn hndyn) tithyn lshkrn hndi dhryʿh qvt yim nh tohyhi vuchihth hykiụ̄vvkh th tmụ̄ bnạv kạfrn hnz kth vsụ̄ payh th be kari, th Allah tʿālyā sund frman chuh (hmyshh) bodd th thodue, th Allah tʿālyā chuh ghạlb, ḥkmt vvl."
  },
  {
    "verse_id": 41,
    "translation": "Tohụ̄nyriv khvah lotụ̄ chihv ya gobụ̄ (pth ḥals mnz) th pnnyv malav th janav sintụ̄ kriv Allah tʿālyā snzi vathi mnzjhad, yhi chuh tuhndi khạṭr bhtra gr tohụ̄ (ḥqyqt) zanh vunụ̄ chihv."
  },
  {
    "verse_id": 42,
    "translation": "Agrmali (ghnymt) jldy ḥạṣl sapdn vvl āsihe th (jhaduk) sfr āsihe loth vạe th shl tylhi nyrhan tim (mnafq) pzụ̄pạtthụ̄ tohyhi pth pth mgr (suh) mshqt vvl dvuryr basyav timn sytthah dvur, th (vonụ̄) khyn tim ʿnqryb Allah tʿālyā sndụ̄ qsm zi hrgah aashi mnz ṭaqt āsihe tylhi nyrhav tohyhi sintụ̄ ẓrvr tim chih (yimav aapzyv kthv sintụ̄) pnnis pans (mzyd) hlakts mnz travan th Allah tʿālyā chuh zanan zi tim chih pzụ̄pạtthụ̄ aapuz vnan."
  },
  {
    "verse_id": 43,
    "translation": "Allah tʿālyā thạvinav tohyhi slamt (th baʿzt vʿāfyt) tohyhi kyazidiczave timn rkhṣt (zi tim mah gczihn jngs mnz shryk) takh tim lukh (thi) nyrhn tuhndikhạṭr nnụ̄ yim poz ạsụ̄ vanan th tohụ̄ hykhi hvukh aapuz vann vạlụ̄ (thi) pchhạnth."
  },
  {
    "verse_id": 44,
    "translation": "Tim lukh yim Allah tʿālyā hs pytth thi ạkhrt kis dohs pytth ayman chih thavan krn nh tohyhi nishhi (aamhi kthhi hund) rkhṣt ṭlb zi tim krn (nh) pnnyv malav janav sintụ̄ jhad, th Allah tʿālyā chuh prhyz garn var pạtthụ̄ zanan."
  },
  {
    "verse_id": 45,
    "translation": "Tohyhi nishhi czharn (jhads mnz shryk nh gczhnuk) rkhṣt ṣrf timae lukh yim Allah tʿālyā hs pytth th ạkhrt kis dohs pytth ayman chihnh thavan th tihindụ̄ dl chih shks mnzhynh āmtụ̄ aamhi mvjvb chih tim pnnis shks mnzḥạran th drbdr phyran."
  },
  {
    "verse_id": 46,
    "translation": "Agr timav (pzụ̄pạtthụ̄ jhad khạṭr) nyrnuk aradh kormut āsihe tylhi krhn tim ẓrvr aamhi khạṭr (kynhh nath kynhh) samanh dstyab mgr (ḥqyqt chhe yhi zi tihindi aapzi th mnafqt kh bạʿth) korAllah tʿālyā hn tihund (jhad khạṭr) khrragczhnue napsndtavae rukạvụ̄ tmụ̄ tim (tty) th timn āv vannh zi tohụ̄rvuzivbihth (timn) byhan valyn sintụ̄ (yimn jhads nyrnuk vonde āv nh)."
  },
  {
    "verse_id": 47,
    "translation": "Agr tim tohyhi mnz (shạml spdith) nyrhn tylhi krhn tuhndi khạṭr mḥẓ shrs th fsadse mnz aẓafh th tohyhi drmyan krhn (phattvan vad tulnch) kvshsh tim chih tohyhi mnz ftnh tuln yczhan th tohyhi mnz chih (vunhi thi) tihindụ̄ (kynhh) jasvs mvjvd, th Allah tʿālyā chuh ẓạlimav nishhi aṣl pạtthụ̄ vạqf."
  },
  {
    "verse_id": 48,
    "translation": "Drḥqyqt chih tim godd thi ftnh tulns zagan rvudimtụ̄th tuhnzn kamyn khur annch tdbyr kran rvdụ̄mtụ̄ yot tam zn ḥq āv th Allah tʿālyā sund ḥkm spud ghạlb th tim rvudụ̄ (tath) napsnde kran."
  },
  {
    "verse_id": 49,
    "translation": "Th timn mnzchuh suh shkhṣ (thi) yus vnan chuh zi tohụ̄ diyiv me ajazt (zi jhads pytth gczhnh bjayhi rvz bh gry) th me mah trạviv ftns mnz, bvuziv! Tim chih ftns mnz (khod panh) hynh āmtụ̄, th be shk chuh jhnm kạfrn ghyrs mnz rttith."
  },
  {
    "verse_id": 50,
    "translation": "Hrgah tohyhi kanhh rczr (ya āsạysh) vatan chhe (tylhi) chhe so timn khran th hrgah tohyhi kanhh mṣybt (yatklyf) vatan chuh (tylhi) chih vnan zi aashi ạs godd pytthe pnnụ̄ kạm akhtyar krmcz (yʿny kamhi mnz aḥtyaṭ vrtvmut) th shạdiyanh kran kran chih vaps phyran."
  },
  {
    "verse_id": 51,
    "translation": "(ae ttatthhi!) tohụ̄ frmạviv zi aashi vathi nh hrgz (kynhh) tamhi varạe yikynczhah Allah tʿālyā hn sanhi khạṭr lyokhmut chuh, sue chuh svn karsaz th Allah tʿālyā se pytth pazi ayman valyn bhrvsh krun."
  },
  {
    "verse_id": 52,
    "translation": "Tohụ̄ frmạviv, kya tohụ̄ chihv sạnis ḥqs mnzdoyav rczrv (yʿny ftḥ th shhadt) mnzakhi kue antẓar kran (zi asụ̄ chhashhyd spdan kinh ghạzy bnith chih yivan?) th asụ̄ chih tuhndis ḥqs mnz (tuhndi mnafqt kh bạʿth) aath kthhi praran ziAllah tʿālyā vatnavya tohyhi pnnhi bargahi nishhi (khṣvṣy) ʿdhab kinh sanyv aathav sintụ̄. Vonụ̄ kriv tohụ̄ (thi) antẓar th asụ̄ (thi) chih tohyhi sintụ̄ antẓars (zi kmụ̄sndis antẓars nyri ntyjhi)."
  },
  {
    "verse_id": 53,
    "translation": "Frmạviv, tohụ̄ krụ̄ tav khvshy san khrch ya krụ̄ tav nakhvshy san tohyhi nishhi yiyhi nh hrgz suh (mal) qbvl krnh,be shk chihv tohụ̄ nafrman lukh."
  },
  {
    "verse_id": 54,
    "translation": "Th timn nishhi tihindụ̄ nfqat (yʿny ṣdqat) qbvl krns mnzbnyav nh (byyhi) kanhh chyz timn tthor aamhi varạe zi tim chih Allah tʿālyā th rsvl (ṣly Allah ʿlyh vslm) sndụ̄ mnkr th nmazi hnzi adayygy khạṭr chihnh yivan mgr kạhly san th be ghrẓ pạtthụ̄ th tim chihnh (Allah tʿālyā snzi vathi mnz) khrch (thi) kran mgr aath ḥals mnz zi tim chih nakhvsh āsan."
  },
  {
    "verse_id": 55,
    "translation": "Vonụ̄ gczhnav nh tohyhi (nah) tihindụ̄ mal ḥạrts mnz travnụ̄ th nah tihindụ̄ avlade. Allah tʿālyā chuh bs yhi yczhan zi timn diyhi yimve (chyzv) hndi vjh kinụ̄ dunyạvy zndgy mnz ʿdhab th tihindụ̄ zuv gczhn tath ḥalts mnz nyrnụ̄ zi tim āsn kạfr."
  },
  {
    "verse_id": 56,
    "translation": "Th tim chih (aath ḥds tam bzdl zi) Allah tʿālyā sndụ̄ qsm chih khyvan zi tim chih tohy mnz ḥalankh chihnh tim tohyhi mnz mgr tim chih tithụ̄ lukh yim (pnnis nfaq kis ẓạhr spdns th tamhi kis anjams) khoczan chih (aamhi mvjvb chih tim ạkhụ̄ the panun mslman āsun ẓạhrkran)."
  },
  {
    "verse_id": 57,
    "translation": "(tihnz kyfyt chhe yhi zi) agr tim kanhh chhapan jae ya goph ya srng lbn tylhi gczhn czlan czlan jl jl tath kun (th tohyhi sintụ̄ rvzn nh akis czihis thi mgr vunụ̄ kyns chih tim mjbvr aamy mvjvub chih aapz vfadạry havan)."
  },
  {
    "verse_id": 58,
    "translation": "Th yimne mnz chih kynhh tithụ̄ thi yim ṣdqatn (bạgravns) mnz tohyhi ṭʿnh chihv divan, pth hrgah timn timav (ṣdqatv) mnz kynhh dinh yiyhi tylhi gczhn rạẓụ̄ th hrgah timn tamhi mnz kihinụ̄ dinh yiyhi nh tylhi chih fvraan naraẓ gczhan."
  },
  {
    "verse_id": 59,
    "translation": "Th kvtah jan gczihh he agr tim lukh tath pytth rạẓụ̄ gczhhan yhi timn Allah tʿālyā hn th tmụ̄ sndụ̄ rsvln (ṣly Allah ʿlyh vslm) ʿṭa avs frmvvmut byyhi vnhan aashi chuh Allah tʿālyā kạfy.ʿnqryb kri aashi Allah tʿālyā pnnhi fẓl sintụ̄th tmụ̄ sund rsvl (ṣly Allah ʿlyh vslm mzyd) ʿṭa. Be shk chih asụ̄ Allah tʿālyā se kun rạghb (th rsvl ṣly Allah ʿlyh vslm chih tmụ̄ sundue vasṭh th vsylh, tihund diyun thi chuh Allah tʿālyā sundue diyun. Agr yhi ʿqydh thavhan th ṭʿnh bạzy krhan nh tylhi avs yhi bhtr)."
  },
  {
    "verse_id": 60,
    "translation": "Be shk chih ṣdqat (zkvāh) mḥẓ ghrybn th mḥtajn th tihinzi vṣvly pytth mqrr krnh āmtyn karkunn th tithyn lukn khạṭr yhindyn diln mnz aslam khạṭraulft pạd krun mqṣd āshi th (aamhi mzyd yhi zi) ansạny grdnh (ghlạmy hnzi zndgy nishhi) āzad krnavns mnz th qrẓ darn hund bvr valns mnz byyhi Allah tʿālyā snzi vathi mnz th msafrn pytth (chuh zkvāh khrch krun ḥq). Yhi (svrue) chuh Allah tʿālyā sndi ṭrfh frẓ krnh āmut th Allah tʿālyā chuh var pạtthụ̄ zann vvl bodd ḥkmt vvl."
  },
  {
    "verse_id": 61,
    "translation": "Th yimav (mnafqv) mnz chih tim lukh thi yim nby ys (ṣly Allah ʿlyh vslm) tklyf chih vatnavan th vnan chh zi tim chih kan (knụ̄ kham). Frmạviv, tuhndi khạṭr chih rczrkụ̄ kn tim chih Allah tʿālyā hs pytth ayman thavan th ahli aymann (hnzn kthn) pytth chih paczh kran th tohyhi mnz yimav ayman chuh aonmut tihindi khạṭr chih rḥmt, th yim lukh rsvl Allah hs (ṣly Allah ʿlyh vslm, pnnhi bdʿqydgy, bdgmạny th bdzbạny hndi dhryʿh) tklyf chih vatnavan tihindi khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 62,
    "translation": "Mslmanv! Tohyhi brvnhh knhi chih (yim mnafq) Allah tʿālyā sndụ̄ qsm khyvan takh tohyhi thavnav rạẓụ̄ ḥalankh Allah tʿālyā th tmụ̄ sund rsvl (ṣly Allah ʿlyh vslm) chuh zyadh ḥqdar zi tim krn ts rạẓụ̄ agrym ayman vạlụ̄ āshan (tylhi zanhn ymi ḥqyqt th rsvl ṣly Allah ʿlyh vslmn krhn rạẓụ̄, rsvl ṣly Allah ʿlyh vslmn hndi rạẓụ̄ āsnh sinty chuh Allah tʿālyā rạẓụ̄ gczhan tikyazi doshvnụ̄ hnz rẓa chhe kuny)."
  },
  {
    "verse_id": 63,
    "translation": "Kya timn chhana pae zi yus shkhṣ Allah tʿālyā snz th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz mkhalft chuh kran ts khạṭrchuh jhnmuk nar (mqrr) yath mnz suh hmyshh rvzn vvl chuh, yhi chhe zbrdst khjil khạry."
  },
  {
    "verse_id": 64,
    "translation": "Mnafq chih aath kthhi khoczan zi mslmann pytth maspdi tiyuth kanhh svurh nạzl yus timn timav kthv nishhi bakhbr kri yimh timn (mnafqn) hndyn diln mnz (khttith) chhe. Frmạviv, tohụ̄ rvuziv mdhaq kran, be shk chuh Allah tʿālyā tath kthhi non krrn vvl yath tohụ̄ khoczan chihv."
  },
  {
    "verse_id": 65,
    "translation": "Th agr tohụ̄ timn pczhiv tylhi vann tim ẓrvr yy zi asụ̄ ạsụ̄ ṣrf (vqt guzarnh khạṭr) kth bath th mskhry kran. Frmạviv, kya tohụ̄ ạsivAllah tʿālyā th tmụ̄ sndyn āyatn th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) sintụ̄ mdhaq kran."
  },
  {
    "verse_id": 66,
    "translation": "Tohụ̄ mha krv (vonụ̄) ʿdhur pysh, be shk chihv tohụ̄ pnnhi ayman (kh aẓhar) pth kạfr spdụ̄ mtụ̄, hrgah asụ̄tohyhi mnzakis jmạʿcz mʿāf thi krvu byys jmạʿcz dimav (tamhi pth thi) ʿdhab aamhi vjh kinụ̄ zi tim ạsụ̄ mjrm."
  },
  {
    "verse_id": 67,
    "translation": "Mnafq mrd th mnafq znanh chhe aakh akụ̄snd (jnsh mnz). Yim lukh chih bur kthn hund ḥkm divan th jan kthv nishhi chih tthakh kran byyhi chih pnnụ̄ aathh (Allah tʿālyā snzi vathi mnz khrch krnh nishhi) bnd thavan, timav mshrvvAllah tʿālyā th Allah tʿālyā hn mshrạvụ̄tim, be shk chih mnafqe nafrman."
  },
  {
    "verse_id": 68,
    "translation": "Allah tʿālyā hn chuh mnafq mrdn th mnafq znann th kạfrn sintụ̄ jhnm kh naruk vʿdh kormut (tim) rvzn tath mnz hmyshh, suh (nar) chuh timn kạfy, byyhi chhe Allah tʿālyā hn timn pytth lʿnt krmcz th tihindi khạṭr chuh hmyshh brqrar rvzn vvl ʿdhab."
  },
  {
    "verse_id": 69,
    "translation": "(ae mnafqv! Tohụ̄) chihv timn lukn hivụ̄ yim tohyhi brvnhh ạsụ̄. Tim ạsụ̄ tuhndi khoth zyadh ṭaqt vr th mal v avladn mnz sytthah tohyhi brvnhh. Pth tul timav pnnhi (dunyạvy) ḥṣh nishhi fạydh lhādhachihv tohụ̄ (thi) pnnhi ḥṣh nishhi (tithe pạtthụ̄) fạydh tulan yithh pạtthụ̄ tohyhi brvnhh lukv avs (dnya kh mychhr khi) pnnhi mqrr ḥṣh nishhi fạydh tulmut byyhi chihv tohụ̄ (thi tithe pạtthụ̄) bạṭls mnz dạkhl th ddulh gmtụ̄ yithh pạtthụ̄ tim bạṭls mnz dạkhl th ddulh gmtụ̄ ạsụ̄. Timn lukn hndụ̄ aʿmal ge dunyahs mnz th ạkhrts mnz brbad th timae lukh chih khsars mnz."
  },
  {
    "verse_id": 70,
    "translation": "Kya yimn nishhi vạcz na timn lukn hnz khbr yim yimn brvnhh ạsụ̄, qvm nvḥ th ʿād th thmvd th qvmi abrahym th mudynkụ̄ rvzn vạlụ̄ byyhi timn bsty yn hndụ̄ rvzn vạlụ̄ yimh dubh āyhi phirnh, timn nishhi (thi) ạsụ̄ tihindụ̄ rsvl ttakarh nshạniyhi hyth āmtụ̄ (mgr timav kr nafrmạny) pth avs nh Allah tʿālyā tiyuth zi timn pytth krihe ẓlm mgr tim ạsụ̄ (ḥqs ankar krnh kinụ̄) pans pytth pane ẓlm kran."
  },
  {
    "verse_id": 71,
    "translation": "Th ahli ayman mrd th ahli ayman khatvnh chhe aakh akụ̄ sndụ̄ rfyq th mddgar. Tim chih jan kthn hund ḥkm divan th bur kthv nishhi chh tthakh kran byyhi chih nmaz qạyim thavan th zkvāh chih divan byyhi chih Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt kran, yimne lukn pytth kri Allah tʿālyā ʿnqryb rḥm, be shk chuh Allah tʿālyā bodd ghạlb sytthah ḥkmt vvl."
  },
  {
    "verse_id": 72,
    "translation": "Allah tʿālyā hn chuh mvmn mrdn th mvmn khatvnn sintụ̄ jntn hund vʿdh kormut yimn bnụ̄ kinụ̄ kolh chhe pkan, tim chih timn mnz hmyshh rvzn vạlụ̄ th tithyn pakyzh mkann hund thi (chuhnkh vʿdh kormut) yim jnt kis khaṣ mqams pytth pvshhi vunhi bharkyn baghn mnz chih, th (byyhi) chhe Allah tʿālyā snz rẓa th khoshnvdy (timav tmam nʿmtv khoth) khsith (yosh barri ajr rngụ̄ nṣyb spdi), yhe chhe zbrdst kamyạby."
  },
  {
    "verse_id": 73,
    "translation": "Ae nby (mʿẓm!) tohụ̄ kriv (aslam dshmny pytth vothụ̄ mtyn) kạfrn th mnafqn sintụ̄ jhad th (aamn dshmny, fsadangyzy th ẓlm v zyadty hund aatur krnh muvjvb) kriv timn pytth skhty,th tihund tthkanh chuh jhnm, th suh chuh nakarh tthkanh."
  },
  {
    "verse_id": 74,
    "translation": "(yim mnafq) chih Allah tʿālyā sndụ̄ qsm khyvan zi timav von nh (kihinụ̄) yylhi zn timav pzụ̄pạtthụ̄ klmh kfr von th tim spdụ̄ pannhi aslam (ẓạhr krnh) pth kạfr th timav avs (kynczhn tklyf dinh vajinyn kthn hund) aradh (thi) kormut yim nh timn ḥạṣl gyhi th timav hyok nh (aslam th rsvl ṣly Allah ʿlyh vslmn hnzi ʿmlhi mnz) byyhi kanhh chyz napsnd krith aamhi varạe zi tim ạsụ̄ Allah tʿālyā hn th tmụ̄ sndụ̄ rsvln (ṣly Allah ʿlyh vslm) pnnhi fẓl sintụ̄ mala mal krimtụ̄, lhādha agr yim (vunhi thi) tvbh krn tylhi chuh yhindi khạṭr bhtr th agr (yithe pạtthụ̄) rvgrdan rvzn tylhi kri Allah tʿālyā yimn dnyahs th ạkhrts (doshvnụ̄ zndgy yn) mnz dg tulvnis ʿdhabs mnz mbtla th yhindi khạṭr āshi nh zmyns mnz nah kanhh dvst th nah kanhh mddgar."
  },
  {
    "verse_id": 75,
    "translation": "Th timn (mnafqn) mnz chih (kynhh) tim thi yimav Allah tʿālyā hs sintụ̄ ʿhd avs kormut zi hrgah tmụ̄ aashi pnnhi fẓl sintụ̄ (mal) ʿṭakor tylhi krav ẓrvrasụ̄ (tmụ̄ snzi vathi mnz) khạrat th bnv ẓrvr nykv karv mnz."
  },
  {
    "verse_id": 76,
    "translation": "Vonụ̄ yylhi tmụ̄ timn pnnhi fẓl sintụ̄ (mal) bkhush (pth) lvg timav aath mnz bkhl krun th tim phyirụ̄ (pnnhi ʿhd nishhi) rvgrdạny krith."
  },
  {
    "verse_id": 77,
    "translation": "Lhādha bnvv tmụ̄tihindyn diln mnz nfaq (tihindi pnnhi bkhyly hund) anjam tath dohs tam zi yylhi tim ts smkhn aamhi vjh kinụ̄ zi timav krpnnis Allah tʿālyā hs sintụ̄ pnnhi krụ̄mathi ʿhdch khlaf vrzy th aamhi vjh kinụ̄ (thi) zitim ạsụ̄ aapuz vnan."
  },
  {
    "verse_id": 78,
    "translation": "Kya timn chhana pae zi Allah tʿālyā chuh tihindụ̄ raz th tihnz knh shychhhi zanan byyhi yhi zi Allah tʿālyā chuh tmam ghyb chn kthn var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 79,
    "translation": "Yim lukh rẓa th rghbt san khạrat dinh valyn mvmnn pytth (tihindyn) ṣdqatn mnz (ryakạry th mjbvry hund) alzam chih lgavan th timn (nadarmslmann) pytth thi (chih ʿạb khalan) yim pnnhi mḥnth th mshqth varạe (kanhh zyadh mqdvr) chihnh lban pth chih tim (tihindis khrchavnh kis jdhbs thi) ttsnh kran, Allah tʿālyā diyhi timn tihindi mskhry krnuk sza byyhi chuh tihindi khạṭr dg tulvun ʿdhab."
  },
  {
    "verse_id": 80,
    "translation": "Tohụ̄ krụ̄tav timn (bdbkht, gstakh th tuhndis shans mnz ṭʿnh bạzy krn valyn mnafqn) hndi khạṭr mghfrt ṭlb ya mth krụ̄ tav tihindi khạṭr mghfrt ṭlb, hrgah tohụ̄ (pnnhi fṭry shfqt th ʿfvvdrgzr kh krymanh ʿādt kinụ̄) tihindi khạṭr stthhi latthi thi mghfrt ṭlb kriv tamhi pth thi kri nh Allah tʿālyā timn mghfrt, yhi chuh aamhi vjh kinụ̄ zi timav chuh Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) sintụ̄ kfrkormut, th Allah tʿālyā chuhnh nafrman qvms hdayt frmavan."
  },
  {
    "verse_id": 81,
    "translation": "Rsvl Allah hn (ṣly Allah ʿlyh vslm) hndi mkhalft kh bạʿth (mdynh kh dfaʿ khạṭr jhad nishhi) path rvzn vạlụ̄ (yim mnafq) chih pnnis bihth rvzns pytth khoshyhi mnavan, tim ạsụ̄ aath kthhi napsnd kran zi pnnyv malav th pnnyv janav sintụ̄krhn Allah tʿālyā snzi vathi mnz jhad th ạsụ̄ vnan zi yath grmy mnz mah nyiriv. Frmạviv, jhnmuk nar chuh sarive khoth zyadh grm, agr tim smjhan āshan (kvtah rut avs)."
  },
  {
    "verse_id": 82,
    "translation": "Vonụ̄ pazi timn zi km asin th zyadh vdin (tikyazi ạkhrts mnz chuh timn zyadh vadun) yhi chuh tamiyuk bdlh yhi tim kmavan ạsụ̄."
  },
  {
    "verse_id": 83,
    "translation": "(ae ttatthhi!) vonụ̄ hrgah Allah tʿālyā tohyhi (ghzvh tbvk nishhi fargh spdnh pth) timav (mnafqv) mnz kunhi jmạʿcz kun dubarh vaps niyhi th tim mngn tohyhi (āyndh kunhi ghzvh kis mvqʿs pytth byyhi jhad khạṭr) nyrnuk ajazt tylhi frmạvizyv timn zi (vonụ̄) nyirụ̄ zyvnh tohụ̄ me sintụ̄ zhnụ̄thi, th me sintụ̄ạsith krụ̄ zyv nh dshmns sintụ̄ zhnụ̄thi jng (tikyazi) tohụ̄ ạsụ̄ v goddnikhi phiri (jhad trạvith) path byhnh sintụ̄ khosh gmtụ̄ lhādha rvuziv (vonụ̄ thi) path byhn valyn sintụ̄ bihth."
  },
  {
    "verse_id": 84,
    "translation": "Th tohụ̄ mah priv zhnụ̄ thi timav (mnafqv) mnz yus mri ts (jnazs) pytth nmaz, th nah mah gczihv tohụ̄ tmụ̄ snzi qbri pytth khrra (tikyazi tuhund kunhi jayhi qdm thavun thi chuh rḥmtuk th brktuk bạʿth āsan th tim chihnh tuhndi rḥmtkụ̄ th brktkụ̄ ḥqdar kynhh). Be shk kor timav Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) sintụ̄ kfr th tim mvudụ̄nafrman āsnkụ̄se ḥalts mnz."
  },
  {
    "verse_id": 85,
    "translation": "Th tihindụ̄ mal th tihindụ̄ avlad mah trạvinav tohyhi ḥạrts mnz. Allah tʿālyā chuh fqṭ yhi yczhan zi yimn chyzn hndi dhryʿh diyhi timn dnyahs mnz (thi) ʿdhab th tihindụ̄ zuv nyrn aath ḥals mnz zi tim āsn kạfr."
  },
  {
    "verse_id": 86,
    "translation": "Th yylhi kanhh (tiyuth) svrh chuh nạzl yivan krnh zi tohụ̄ anivAllah tʿālyā hs pytth ayman byyhi kriv tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) sintụ̄ rvuzith jhad tylhi chih timav mnz dvlt vạlụ̄ th ṭaqt vạlụ̄lvukh tohyhi nishhi rkhṣt yczhan th vnan chih, tohụ̄ trạviv aashi asụ̄rvzv (pth) byhn valyn sintụ̄."
  },
  {
    "verse_id": 87,
    "translation": "Timav kor yhi psnd zi tim rvzn path rvzn vajinyn khatvnn, shuryn th mʿdhvurn sintụ̄ th tihindyn diln pytth chhe mohr lgavnh āmcz aamhi mvjvb chihnh tim kihinụ̄ smjhan."
  },
  {
    "verse_id": 88,
    "translation": "Mgr rsvl (ṣly Allah ʿlyh vslm) th yimav lukv timn sintụ̄ ayman aon chih pnnyv malav th pnnyv janav sintụ̄ jhad kran th timne lukn khạṭr chih sạry rczar th timae lukh chih muradlbn vạlụ̄."
  },
  {
    "verse_id": 89,
    "translation": "Allah tʿālyā hn chih tihindikhạṭr jnt thạvimtụ̄ tyarkrith yimn bnụ̄ kinụ̄ kolh chih jạry (tim) chih timn mnz hmyshh rvzn vạlụ̄, yhe chhe sytthah brr kamyạby."
  },
  {
    "verse_id": 90,
    "translation": "Th ṣḥra vn mnz rvzn valyv mnz āe kynhh bhanh grụ̄ (mʿdhrt krnh khạṭr drbari rsalts mnz) takh timn thi goczh rkhṣt dinh yun, th tim lukh yimav (pnnis ayman kis dʿūyā hs mnz) Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) aapuz avs vonmut rvudụ̄ (jhad trạvith pth) bihth, ʿnqryb vathi timav mnz timn lukn yimav kfr kor dg tulvun ʿdhab."
  },
  {
    "verse_id": 91,
    "translation": "Ẓʿīfn (kmzvrn) pytth chuhnh kanhh gnah byyhi nah bymarn pytth byyhi nah chuh tithyn lukn pytth (thi) yimn tyvut (vsʿt thi) chuhnh yath khrch krhan yylhi zn tim Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) khạṭr khạlṣ th mkhlṣ āsn spdụ̄ mtụ̄, nykvkarn (yʿny ṣaḥbani aḥsann) pytth chhanh alzamch kanhh vath th Allah tʿālyā chuh bodd bkhshn vvl th sytthah mhrban."
  },
  {
    "verse_id": 92,
    "translation": "Th nah chhe tithyn lukn pytth (ṭʿnh dnch th alzamch kanhh vath) yylhi zn tim tuhndis khdmts mnz (aamhi mvjvb) ḥạẓr spdụ̄ zitohụ̄ kriyvukh tim (jhad khạṭr) svar (tikyazi timn ạs nh pnnụ̄ kanhh svạrụ̄ pth) frmvvvkh tohyhi, me (thi) chhanh kanhh (hurymanh svạrụ̄) yath pytth tohụ̄ svar hykv krith (pth) phyirụ̄ tim (tuhndiaijazth sintụ̄) tath ḥalts mnz vaps zi tihnz achh āsh (jhad nishhi mḥrvmy kinụ̄) ghms mnz aosh haran zi (afsvus) timn chuhnh (tyvut) vath khrch yus tim khrch hykh hn krith (th jhads mnz hykhan shryk spdith)."
  },
  {
    "verse_id": 93,
    "translation": "(alzamch) vath chhe fqṭ timn lukn pytth yim tohyhi nishhi rkhṣt chih ṭlb kran ḥalankh chih tim maldar, tim chih aamhi kthhi nishhi khosh zi tim rvzn path rvzn vajinyn khatvnn th mʿdhvurn sintụ̄ th Allah tʿālyā hn chhe tihindyn diln pytth mohr lgạvmcz, aamhi mvjvb chihnh tim zanane (zi ḥqyqy nfʿ nqṣan kya chuh)."
  },
  {
    "verse_id": 94,
    "translation": "(ae mslmanv!) tim krnav tohyhi ʿdhr pysh yylhi tohụ̄ timn kun (aamhi tbvk kh sfr pytthh) vaps gczihv (ae ttatthhi!) tohụ̄ frmạviyvukh, bhanh mah bnạviv asụ̄ karv nh hrgz tuhnzi kthhi pytth paczh, asụ̄ chih Allah tʿālyā hn tuhndyv ḥalatv nishhi bakhbr krimtụ̄, th vonụ̄ vuchhhi (āyndh) tuhnz ʿml (dnyahs mnz thi) Allah tʿālyā th tmụ̄ sund rsvl (ṣly Allah ʿlyh vslm) thi (vuchhhi) pth yiyiv tohụ̄ (ạkhrts mnz thi) pth pvushydh th ẓạhrzann vạlis (rbs) kun vaps ninh pth kryv suh tohyhi timavsarive (ʿmlv) nishhi bakhbr yim tohụ̄ kran ạsụ̄v."
  },
  {
    "verse_id": 95,
    "translation": "Vonụ̄ havan tim tuhndi khạṭr Allah tʿālyā sndụ̄ qsm yylhi tohụ̄ timn kun vaps gczihv takh tohụ̄ kriv timn drguzr, mgrtohụ̄ diy zyv nh timn kun kanhh tvjh, be shk chih tim napak th tihund tthkanh chuh jhnm, yhi chuh tamiyuk bdlh yhi tim kmavan ạsụ̄."
  },
  {
    "verse_id": 96,
    "translation": "Yim chih tuhndi khạṭr qsm khyvan takh tohụ̄ gczihv yimn rạẓụ̄ gczhnụ̄, (ae mslmanv!) vonụ̄ hrgah tohụ̄ ymn rạẓụ̄ thi gczihv tamhi pth (thi) gczihh nh Allah tʿālyā nafrman qvms rạẓụ̄."
  },
  {
    "verse_id": 97,
    "translation": "(yim) dyhạtụ̄ lukh chih skht kạfrth skht mnafq th (pnnhi kfr th nfaq chhi skhty kinụ̄) chih athụ̄ qạbl zi tim gczhn timav ḥdvdv th aḥkamav nishhi be khbr rvznụ̄ yim Allah tʿālyā hn pnnis rsvls (ṣly Allah ʿlyh vslm) pytth nạzl chih krụ̄ mtụ̄,th Allah tʿālyā chuh varpạtthụ̄ zann vvl,sytthah ḥkmt vvl."
  },
  {
    "verse_id": 98,
    "translation": "Th yimn na smjh diyhatyn mnz chuh suh shkhṣ (thi) yus tath (mals) chuh jurmanh zanan yath suh (Allah tʿālyā snzi vathi mnz) khrchavan chuh byyhi chuh tohyhi pytth zmanh chn grdishn (yʿny mshklatn th tklyfn) praran rvzan, (blayhi hnz th mṣybtch) bur grdsh chhe timne pytth, th Allah tʿālyā chuh var pạtthụ̄ bvzn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 99,
    "translation": "Th ṣḥravn mnz rvzn valyv mnze chuh suh shkhṣ (thi) yus Allah tʿālyā hs pytth th ạkhrt kis dohs pytth ayman chuh thavan byyhi yikynczhah (Allah tʿālyā snzi vathi mnz) khrch chuh kran tath chuh Allah tʿālyā snzi bargahi mnz nzdyky hund th rsvl (ṣly Allah ʿlyh vslm) sund (rḥmt borut) duʿā ḥạṣl krnuk dhryʿh smjhan,bvuziv! Be shk chuh suh tihindi khạṭr qrbi alāhy yuk bạʿth, jlde kri Allah tʿālyā timn pnnis rḥmts mnzdạkhl. Be shk chuh Allah tʿālyā bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 100,
    "translation": "Th mhajryn th tihndyv mddgarv (anṣarv) mnz sbqt ninh vạlụ̄,sarive brvnhh ayman aann vạlụ̄ th aḥsan kh drjhi san tihnzpạrvy krn vạlụ̄,Allah tʿālyā sapud timn (sarine) rạẓụ̄ th tim (sạry) ge tas rạẓụ̄ th tihindi khạṭr chih tmụ̄jnt thạvimtụ̄ tyar krith yimn bnụ̄ kinụ̄ kolh chhe pkan, tim chih yimn mnz hmyshh th hmyshh rvzn vạlụ̄, yhe chhe zbrdst kamyạby."
  },
  {
    "verse_id": 101,
    "translation": "Th (ae mslmanv!) tuhndyn andụ̄ pkụ̄ kyn na smjh diyhatyn mnz chih kynhh mnafq th kynhh mdynkụ̄ rvzn vạlụ̄ thi (chih), yim lukh chih nfaqs pytth ddttith, tohụ̄ chhvvkh nh tim (aztam) zanan asụ̄ chihkh tim zanan. (kynhh kal pth āyhi ḥẓvr ṣly Allah ʿlyh vslmn thi tmam mnafqn hnz zankạry th mʿrft ʿṭa krnh) ʿnqryb dimav asụ̄ timn doyhi phir (dunyahs mnze) ʿdhab pth yin tim (qyamts mnz) brris ʿdhabs kun phirnh. )akhi phri yylhi tihnz phchan āyhi krnavnh th ḥẓvr ṣly Allah ʿlyh vslmv krrụ̄ tm mnafq jmʿh ks khṭbs dvarn akhi akhi nav hyth msjdi mnz nybr, yhi avs gvddnuyk ʿdhab dhlt th rusvạyy hnds ṣvrts mnz th dvym ʿdhab spud hlakt th khvnryzy hnds ṣvrts mnz ymuyk ḥkm pth āv(."
  },
  {
    "verse_id": 102,
    "translation": "Th baqy tim lukh zi (yimav) pnnyn gnahn hund aʿtraf chuh kormut, timav chhe kynhh nyk ʿmlh th baqy bur kamhi (ghlṭy kinụ̄) ralh milh krimacz, jlde kriAllah tʿālyā tihund tvbh qbvl, be shk chuh Allah tʿālyā bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 103,
    "translation": "Tohụ̄ kriv tihindyv malav mnzṣdqh (zkvāh) vṣvl takh tohụ̄ kriyvukh aamhi (ṣdqh) kh bạʿth tim (gnahav nishhi) pak th timn kriv (ayman th mal chhi pạkyzgy sintụ̄) brkt ʿṭa byyhi kriv tihindis ḥqs mnz dʿā, be shk chuh tuhund dʿā tihindi khạṭraṭmnan (lbnuk dhryʿh), th Allah tʿālyā chuh var pạtthụ̄ bvzn vvl sytthah zann vvl."
  },
  {
    "verse_id": 104,
    "translation": "Kya tim chihna zanan zi be shk chuh Allah tʿālyā he pnnyv bndv nishhi (tihund) tvbh qbvl frmavan byyhi chuh ṣdqat (yʿny zkvāh th khạrat pnnhi dsti qdrt sintụ̄) vṣvl frmavan byyhi yhi zi Allah tʿālyā he chuh bvdd tvbh qbvl krn vvl sytthah mhrban?"
  },
  {
    "verse_id": 105,
    "translation": "Byyhi frmạviyvukh,tohụ̄ kriv ʿml, pth vuchhhi ʿnqryb tuhnz ʿml Allah tʿālyā (thi) th tmụ̄ sund rsvl (thi) byyhi ahli ayman (thi),th ʿnqryb yiyiv tohụ̄pth pvushydh th ẓạhr zann vạlis (rbs) kun vaps ninh,pth kryv suh tohyhi timav ʿmlv nishhi zạniyab,yimh tohụ̄ kran ạsụ̄ v rvzan."
  },
  {
    "verse_id": 106,
    "translation": "Th byyhi (thi) chih kynhh yim Allah tʿālyā sndi (āyndh) ḥkmh khạṭr pth chih āmtụ̄ thavnh, suh ya diyhi timn ʿdhab nath kri tihund tvbh qbvl,th Allah tʿālyā chuh var pạtthụ̄ zann vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 107,
    "translation": "Th (mnafqv mnz chih tim thi) yimav aakh msjd chhe tyar krmcz (mslmann) nqṣan vatnavnh th kfrs (pvchhr dinh khạṭr) byyhi ahli aymann drmyan phattvan vad pạd krnh khạṭr,byyhi tas shkhṣh snz zaghi rvznch jae bnavnh kh ghrẓh yus Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) sintụ̄ godd pytthe jng chuh kran,th tim khyn ẓrvr qsm zi aashi kor nh (yhi msjd bnavnh sintụ̄) rczr varạe byyhi kanhh airadh,th Allah tʿālyā chuh gvạhy divan zi tim chih yqyna aapziyạrụ̄."
  },
  {
    "verse_id": 108,
    "translation": "(ae ttatthhi!) tohụ̄ mah gczihv zanhh thi aath (msjdi hndis navs pytth bnavnh āmtis ʿmarts) mnzkhrra.albth so msjd,yymich bnyadgoddnikhi doh pytthe tqvyā hs pytth chhe thavnh āmcz,chhe ḥqdar zi tohụ̄ kriv tath mnz qyam. Tath mnz chih tithụ̄ lukh yim (ẓạhrpạtthụ̄ th bạṭn pạtthụ̄) pak rvzun chih psnd kran,th Allah tʿālyā chuh pak rvzn valyn lukn sintụ̄mḥbt kran."
  },
  {
    "verse_id": 109,
    "translation": "Suh shkhṣ yymụ̄ pnnhi ʿmartch (yʿny msjdihnz) bnyad Allah tʿālyā hs khocznh mokhh th (tmụ̄ sndis) rẓa hs th khvshnvdy pytth thạv,chha bhtrkinh suh shkhṣ yymụ̄ pnnhi ʿmartch bnyadtithhi dobh kis btthis pytth thạv yus vsith pynh vvl chuh.lhādha pyyhi so (ʿmart) amis bnavn vạlis san jhnm kis nars mnz,th Allah tʿālyā chuhnh ẓạlm lukn hdayt divan."
  },
  {
    "verse_id": 110,
    "translation": "Tihnz ʿmart yosh timav (msjdi hndis navs pytth) bnạvmcz chhe rvzi hmyshh tihindyn diln (shk th nfaq kh bạʿth) kvuran aamhi varạe zi tihindụ̄dl gczhn (lgatar zkhmh kh vjh sintụ̄) par par,th Allah tʿālyā chuh sytthah zann vvl bodd ḥkmt vvl."
  },
  {
    "verse_id": 111,
    "translation": "Be shk chih Allah tʿālyā hn ahli aymann nishhi tihindụ̄ jan th tihindụ̄ mal,tihindi khạṭr jnt (kh vʿdh) bdlh mlụ̄ hytụ̄ mtụ̄,tim chh (vonụ̄) Allah tʿālyā snzi vathi mnz (ansạny ḥrmt kh ḥfaẓt khạṭr byyhi mʿāshrs mnz amn qạym krnh kyv thdi payh kyv mqṣdv khạṭr) jng kran,lhādha chih tim (jngs dvran) qtl kran th (panh thi) chih qtl yivan krnh. (Allah tʿālyā hn) chuh pnns krmh ks dhms pytth pokhth vʿdh (rvttmut), tvrats mnz (thi) anjyls mnz (thi) th qrāns mnz (thi), th kus chuh pnnis vʿds Allah tʿālyā sndi khoth zyadh pvur krn vvl, lhādha (ayman valyv!) tvhụ̄ mnạviv pnnis svdahs pytth khvshyhi yymhi bdlh tohyhi (jan v mal) chuhv kunmut, th yhe chhe zbrdst kamyạby."
  },
  {
    "verse_id": 112,
    "translation": "(yim mvmn yimav Allah tʿālyā hs sintụ̄ aukhrvy svda chuh kormut) chih tvbh krn vạlụ̄,ʿbadt gzar, (Allah tʿālyā sund) ḥmdvthna krn vạlụ̄, dunyạvy mychhrv nishhi dvur, rvzh dar, (khshvʿ th khẓvʿ san) rkvʿ krn vạlụ̄, (Allah tʿālyā snzi nzdyky khạṭr) sjdh krn vạlụ̄,nyky hund ḥkm krn vạlụ̄ th burạyy nishhi rukavn vạlụ̄ byyhi Allah tʿālyā sndyn (mqrr krnh āmtyn) ḥdn hnz ḥfaẓt krn vạlụ̄,th yim ahli ayman bvznạviyvukh khosh khbr."
  },
  {
    "verse_id": 113,
    "translation": "Nby (ṣly Allah ʿlyh vslm) snds th ayman valyn hndis shans layq chuhnh zi mshrkn khạṭr krn mghfrtuk dʿā agr chhi tim qrabt dare konh āsn aamhi pth zi tihindi khạṭr spud vaẓḥ zi tim (mshrk) chih ahli jhnm."
  },
  {
    "verse_id": 114,
    "translation": "Th abrahym (ʿlyh alslam) sund pnnis mạlis (yʿny chychhi babh āzr, yymụ̄ tim rchhmtụ̄ ạsụ̄) khạṭr mghfrtuk dʿā krun avs ṣrf aamhi vʿdh kh ghrẓh yus timav ts sintụ̄ kormut avs, pth yylhi timn pytth yhi ẓạhr spud zi suh chuh Allah tʿālyā sund dshmn pth spdụ̄ tim ts nishhi byzar (ts nishhi spdụ̄ latʿlq th pth korukh nh zanhh tmụ̄ sndis ḥqs mnz dʿā).be shk ạsụ̄ abrahym (ʿlyh alslam) sytthah hmdrd (āh v zạry krn vạlụ̄ th) sytthah brdbar."
  },
  {
    "verse_id": 115,
    "translation": "Th Allah tʿālyā snz chhanh shan zi suh kri kunhi qvms gmrah aamhi pth zi tmụ̄ āsn tim hdayt sintụ̄ nvạzimtụ̄,yot tam zi suh kri tihindi khạṭr tim chyz vaẓḥ yimav nishhi timn prhyz pazi krun,be shk chuh Allah tʿālyā prth chyzs var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 116,
    "translation": "Be shk chhe Allah tʿālyā se khạṭr āsmann hnz th zmynch sạre badshạhy (sue) chuh zndgy th mvt divan,th tuhndi khạṭr nah chuh Allah tʿālyā hs varạe kanhh dvst th nah chuh kanhh mddgar (yus Allah tʿālyā sndis ḥkms khlaf tohyhi ḥmayt hykhi krith)."
  },
  {
    "verse_id": 117,
    "translation": "Pzụ̄pạtthụ̄ frmvv Allah tʿālyā hn nby ys (mʿẓm ṣly Allah ʿlyh vslm) pytth rḥmt san tvjh th timn mhajrn th anṣarn pytth (thi) yimav (ghzvh tbvk chh) mshkl gri mnz (thi) timn (ṣly Allah ʿlyh vslmn) hnz pạrvy kr, tamhi (ṣvrti ḥal) pth zi nkhh avs zi timav mnz phyrhn aakhi drikụ̄ dl, pth spud suh timn pytth lṭf v rḥmt san mtvjh,be shk chuh suh timn pytth varyah shfyq,sytthah mhrban."
  },
  {
    "verse_id": 118,
    "translation": "Th timn tryn shkhṣn pytth (thi krn rḥmtch nẓr) yuhund (fạṣlh kynczhs kals) mltvy avs thavnh āmut aot tam zi yylhi vsyʿ āsnh bavjvd timn pytth zmyn tng gyhi th tmn gobyyhi tihndụ̄ zuv (tam) th timn spud yqyn zi Allah tʿālyā hs nishh (yʿny tmụ̄sndi ʿdhab nishhi) chuhnh bchnuk kanhh tthkanh aamhi vrạe zitsụ̄ kun (rjvʿ krun), aad spud Allah tʿālyā timn pytth lṭf v krmh san mtvjh takh tim (thi) rvzn tvbs th ts kun tvjh hs pytth qạyim, be shk chuh Allah tʿālyā he bodd tvbh qbvl krn vvl,sytthah mhrban."
  },
  {
    "verse_id": 119,
    "translation": "Ae ayman valyv!Allah tʿālyā hs rvuziv khoczan byyhi rvuziv pzụ̄yạryn sintụ̄ shạml."
  },
  {
    "verse_id": 120,
    "translation": "Mdynh kyn lukn th tihindyn andụ̄ pkụ̄ kyn (rvzn valyn) diyhạtụ̄lukn khạṭravs nh mnạsb zi tim rvzn rsvl Allah hs (ṣly Allah ʿlyh vslm) nishhi (alg spdith) path th nah yhi zitihindijan (mbark) khoth thavn pnnyn jann sintụ̄ rghbt, yhi (ḥkm) chuh aamhi mvjvb zi timn yosh tysh (thi) Allah tʿālyā snzi vathi mnz lgan chhe th yosh mshqt (thi) vatan chhakh th yosh bochhhi (thi) lgan chhakh byyhi yus ticzihh kunhi jayhi kinụ̄ pkan chih ypạrụ̄ pakun kạfrn chuh czakh khalan th dshmns nishhi yikynczhah thi mylan chuhkh (suh ạsitn qtl th zkhm ya mali ghnymt bytri) mgr yhi zi pth kunhi kthhi hndi bdlh chhe tihindi khạṭr akh nyk ʿml lykhnh yivan. Be shk chuhnh Allah tʿālyā nykvkarn hund ajr ẓayʿ kran."
  },
  {
    "verse_id": 121,
    "translation": "Th nah yhi zi tim (mjạhd) nh chih km khrch kran th nah boddbyyhi chihnh kanhh mạdan (Allah tʿālyā snzi vathi mnz) ʿbvr kran mgr tihindi khạṭr chuh (yhi svrue khrchavun th sfrkrun) lykhnh yivan takh Allah tʿālyā diyhi timn (pth ticzihh ʿmlhi hund) bhtr jza yosh tim kran chh rvdụ̄ mtụ̄."
  },
  {
    "verse_id": 122,
    "translation": "Byyhi chuhnh yh mmkn zi aand hyth nyrn sạry mslman (yikh vatth) tylhi kyazi nyri nh timav mnz pth aakhi darich (ya qbylch) aakh jmaʿt zi tim lukh krn dyins mnz tfquh (yʿny sytthah fhm th bṣyrt) ḥạṣl byyhi khocznavn tim pnnis qvms yylhi tim timn kun vaps yin takh tim bchn (gnahn hnzi th nafrmạny hnzi zndgy nishhi)."
  },
  {
    "verse_id": 123,
    "translation": "Ae ayman valyv!tohụ̄ kriv kạfrv mnz tithyn lukn sintụ̄ jng yim tohyhi nkhh chih )yʿny ym jngs mnz tvhyhi mdi mqabl chih th tvhyhi khlaf chih sydi syvd ẓlm v zyadty mnz mlvth. Ath brʿks ym lukh tvhyh nishh dvur pnh nyn grn mnz chih ya chih pnns kami kars mnz āvrụ̄ tm trạvyvukh, tim qtl krnuk chuhnh ajazt( th (jhad gczihh tiyuth th tamhi vqth āsun zi) tim gczhn tohyhi mnz (ṭaqt th shjaʿt byyhi dfạʿī ṣlaḥytch) skhty lbnụ̄, byyhi zạniv zi Allah tʿālyā chuh prhyzgarn sintụ̄."
  },
  {
    "verse_id": 124,
    "translation": "Th yylhi thi kanhh svrh chuh nạzl yivan krnh tylhi chih timav (mnafqv) mnz kynhh (shrarth kinụ̄) yhi vnan zi tohyhi mnz kus chuh yymis yymụ̄ (svurn) aymans mnz aẓafh kor,vonụ̄ yimav lukv ayman chuh aonmut tihindis aymans kor amụ̄ (svurn) huryr th tim chih (aath aymạny kyfyts pytth) shạdiyanh kran."
  },
  {
    "verse_id": 125,
    "translation": "Th yimn lukn hndyn diln mnzbymạrụ̄ chhe amụ̄ (svurn) kor tihindis khbathts (kfrs th nfaqs) pytth mzyd napạky hund (th khbathtuk) aẓafh th tim mvudụ̄aath ḥalts mnz zi tim ạsụ̄ kạfre."
  },
  {
    "verse_id": 126,
    "translation": "Kya tim chihna vuchhan zi tim chih prth vrụ̄ys mnz akhi ltthi ya doyhi ltthi mṣybts mnz mbtla krnh yivan, pth (thi) chihnhi tim tvbh kran th nah chih tim nṣyḥte rattan."
  },
  {
    "verse_id": 127,
    "translation": "Th yylhi thi kanhh svurh chuh nạzl yivan krnh tylhi chih tim aakh akis kun vuchhan, (th aisharv mnzy chih pczhan) zi kya tohyhi ma chuhv kanhh vuchhan pth chih tim pot phyran.Allah tʿālyā hn chih tihindụ̄ dl phirụ̄mtụ̄ tikyazi yim chih tim lukh yimn nh (svnch) smjh chuh."
  },
  {
    "verse_id": 128,
    "translation": "Be shk aon tohyhi nishhi tohyi mnz (akụ̄ ʿẓmt vạlụ̄) rsvln (ṣly Allah ʿlyh vslm) tshryf. Tuhund tklyfs th mshqts mnz pyon chuh timn skht na gvar (gczhan). (ae lvukv!) tim chih tuhndi khạṭr sytthah (rczr th hdayt) kanchhan th ārzv mnd rvzan (th) mvmnn khạṭr chih sytthah (zyadh) shfyq be ḥd rḥm frmavn vạlụ̄."
  },
  {
    "verse_id": 129,
    "translation": "Agr (yimav be ḥsab mhrbạnyv bavjvd) pth (thi) tim buth phirn tylhi frmạviv, me chuh Allah tʿālyā kạfy ts varạe chuhnh kanhh mʿbvd, bh chuhs tsụ̄ pytth bhrvsh krith th suh chuh ʿrshi ʿẓymuk mạlk."
  }
]