[
  {
    "verse_id": 1,
    "translation": "Alf lam ra (ḥqyqy mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan), yim chih ḥkmt vajinhi ktabih hndụ̄ āyat."
  },
  {
    "verse_id": 2,
    "translation": "Kya yhi kth chha lukn hndikhạṭrbạʿthi tʿjb zi aashi svuz yimve mnz akis (kạml) mrds kun vḥy zi tohụ̄ bvznạviyvkh (vathi rạvụ̄mtụ̄) lukh (Allah tʿālyā sndi ʿdhabuk) khvf th ayman vạlụ̄ bvznạviyvukh khosh khbr zi tihindi khạṭr chuh tihindis rb sndis bargahs mnz blnd mqam (yʿny thod mrtbh),kafrv lvg vanun be shk chuh yhi shkhṣ ttakarh siḥrgr."
  },
  {
    "verse_id": 3,
    "translation": "Pzụ̄pạtthụ̄ chuh tuhund rb Allah tʿālyā yymụ̄ (sạry) āsman th zmyn (aamich hyrim th bnim kaynat) shyn dohn (yʿny shyn mdtn ya mrḥln) mnz (drjhi pth drjhi) pạd krụ̄ pth sapud suh ʿrshs pytth (pnnhi shanh mṭạbq pnnhi aqtdar san) jlvh gr (yʿny kaynat kh tkhlyq pth tamhi kyn tmam ʿaaalmn th syarn th starn mnz pnnhi qanvnuk th nẓamuk ḥkm jạry krith korun qrar) sue chuh pth kamhi hund tdbyr kran. (yʿny pth chyzs chuh akis nẓams tḥt chlavan,tmụ̄ sndi drbarh) tmụ̄ sndi ajazt varạe chuhnh kanhh sfạrsh krn vvl,yohe (ʿẓmt th qdrt vvl) Allah tʿālyā chuh tuhund rb,lhādha kriv tohụ̄ tmụ̄ snze ʿbadt,kya tohụ̄chihvna (nṣyḥt mannh khạṭr) ghvrkran?"
  },
  {
    "verse_id": 4,
    "translation": "(lvukv!) tohyhi sarine chuhv tsụ̄ kun vaps phyrith gczuhn (yhi) chuh Allah tʿālyā sund poz vʿdh. Be shk chuh sue pydạyshhi hund abtda kran pth kri sue ath dvbarh (mrnh pth pạdh) takh timn lukn yimav ayman aon byyhi krykh nyk ʿmlh,diyhi anṣaf san jza,th yimav lukv kfr kor tihindi khạṭr chuh chynh khạṭrgrykh vun āb th dg tulvun ʿdhab,tamiyuk bdlh yus tim kfr ạsụ̄ kran rvzan."
  },
  {
    "verse_id": 5,
    "translation": "Sue chuh yymụ̄ āftab bnvv gash (yʿny gashuk āgur) th zvn (krn aamhi sintụ̄) rvshn th tas khạṭr krin (loktt th bdd athụ̄yinkụ̄) mnzl mqrr takh tvhụ̄ hykiv (balkl tthyk pạtthụ̄) vriyan hnz grnd th (vqtn hund) ḥsab mʿlvm krith,th Allah tʿālyā hn kvr nh yhi (svrue kynhh) pạd mgr (kvrun kunh thi nqṣh bghyr) drst nẓam th tdbyrsan,suh chuh (yiman kaynat chyn ḥqyqtn hndi dhryʿh pnnhi khalq āsnchh, kun āsnchh th qdrt vvl āsnchhi) nshạnyhi timn lukn khạṭr tfṣyl san vaẓḥ kran yim ʿlm chih thavan."
  },
  {
    "verse_id": 6,
    "translation": "Be shk chhe rat th doh kis bdlns mnz byyhi timn (tmam) chyzn mnz yim Allah tʿālyā hn āsmann th zmyns mnz pạd chih krimtụ̄ (yithe pạtthụ̄) timn lukn khạṭr nshạnyhi yim tqvyā chih thavan."
  },
  {
    "verse_id": 7,
    "translation": "Be shk yim lukh aashi sintụ̄ mlaqat krnch amyd chihnh thavan th dunyạvy zndgy nishhi chih khosh th tamy sintụ̄ chih mṭmʿīn gmtụ̄ byyhi yim sanyv nshạnyv nishhi ghạfl chih."
  },
  {
    "verse_id": 8,
    "translation": "Timne lukn hund tthkanh chuh jhnm timn aʿmaln hndi bdlh yim tim kmavan rvudụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Be shk yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran timn vatnavitihund rb tihindi ayman kh bạʿth (jntn tam), yythi timn (yʿny tihnzn rvzn jayn) bnụ̄ kinụ̄ kolh āsn pkan (yim tthkanh āsn) aukhrvy nʿmt kyn baghn mnz."
  },
  {
    "verse_id": 10,
    "translation": "Timn (jntn) mnz āsh (nʿmth th bhar vuchihth) tihund dʿā (yhi) yaAllah! Cz chuhkh pak, th tath mnz āshi tihund bahmy dʿāe khyr slam (yai Allah tʿālyā th frshtn hndi ṭrfh āshi thindi khạṭr astqbalch kth slam) th tihund dʿā spdi (yimn klmatn pytth) khtm zi tmam tʿryf chih Allah tʿālyā sndi khạṭr yus tmam ʿaaalmn hund prvrdgar chuh."
  },
  {
    "verse_id": 11,
    "translation": "Th hrgah Allah tʿālyā (timn kạfr) lukn shr (yʿny ʿdhab) vatnavns mnz jldbạzy krihe,yithh pạtthụ̄ tim nʿmt ḥạṣl krns mnz jld bạzy chih kran tylhi āsihe pzụ̄pạtthụ̄tihindis ḥqs mnz tihund (vạnshi hund) mʿīad pvur krnh āmut (takh tim mrn th jld vatn jhnms mnz),blkh chihkh asụ̄ tithụ̄ lukh,yim aashi sintụ̄ mulaqatuk tvqʿ chihnh thavan tihnzi srkshy mnz ylh trạvith thavan takh tim rvzn vth ddlan."
  },
  {
    "verse_id": 12,
    "translation": "Th yylhi (yithis) ansans kanhh tklyf chuh vatan tylhi chuh suh aashi lar trạvith ya bihth ya vodnhi nad layan pth yylhi asụ̄ ts nishhi tmụ̄ sund tklyf chih dvur kran pth chuh suh (aashi mshrạvith tithh pạtthụ̄) nyran zanth tmụ̄ kunhi tklyfs mnz yus ts vvtmut avs, aashi (zanhh) nade lvymut avsn nh.yithe pạtthụ̄ chih ḥd nishhi nyrn valyn khạṭr tihindụ̄ (ghlṭ) aʿmal shvubdar bnạvith havnh āmtụ̄ yim tim kran ạsụ̄ rvudimtụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Th be shk krụ̄ aashi tohyhi brvnhh (thi varyah) qvm hlak yylhi timav ẓlm kor,th tihindụ̄ rsvl āe timn nishhi ttakarh nshạnyhi hyth mgr tim ạsụ̄ nh aymane anan,yithe pạtthụ̄ chih asụ̄ mjrm qvms (tihnzn ʿmln hund) sza divan."
  },
  {
    "verse_id": 14,
    "translation": "Pth bnạviv aashi tohụ̄ timn pth zmyns mnz (tihindụ̄) janshyn takh asụ̄ vuchhav zi (vonụ̄) kiczhh ʿmlh kriv tohụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Th yylhi timn pytth sạnụ̄ ttakarh āyat tlavt chih krnh yivan tylhi chih tim lukh yimn aashi sintụ̄ mlaqatuk tvqʿ chuhnh,vnan zi aamhi (qrān) vrạe aniv byyhi kanhh qrān nath bdlạviv yhi, (ae nby mkrm!) frmạviyvukh,me chuhnh ḥq zi bh bdlav yhi pnnhi ṭrfh,bh chuhs fqṭ yhi me kun vḥy chuh yivan krnh (tmich) pạrvy kran,hrgah bh pnnis rb snz nafrmạny kr tylhi chuhs bh be shk brri doh kis ʿdhabs khoczan."
  },
  {
    "verse_id": 16,
    "translation": "Frmạviyvukh, hrgah Allah tʿālyā yyczihh he tylhi nah krhn be yhi (qrān) tohyhi pytth tlavt th nah krihyv suh (panh) tohyhi aamhi nishhi bakhbr,be shk chih me yymh (qrān nạzl gczhnh) brvnhh (thi) tohyhi mnz vạns guzạrmcz (yʿny vạnsh hund aakh ḥṣh gzvrmut),tylhi kyazi chihv nh tohụ̄ʿqlhi kạm hyvan."
  },
  {
    "verse_id": 17,
    "translation": "Vonụ̄ kus āshi ts shkhṣh sndi khoth bodd ẓạlm yus Allah tʿālyā hs pytth aapuz bhtan khalhi yakri tmụ̄ sndyn āyatn ankar.be shk lbn nh mjrm lukh kamyạby."
  },
  {
    "verse_id": 18,
    "translation": "Th (mshrkyn) chih Allah tʿālyā hs vrạe timn (potlyn) pvuzan yim nah timn nqṣan hykn vatnạvith th nah hykn timn nfʿ vatnạvith th (pnnhi bạṭl pvuzayhi hndis jvazs mnz) chih vnan zi yim (potlụ̄) chih Allah tʿālyā sndis drbars mnz sạnụ̄ sfạrsh dr,frmạviyvukh,kya tohụ̄ chhvvnh Allah tʿālyā tamhi (potlyn hndi shfaʿt kh pane bnavnh āmthi) qyas nishhi bakhbr kran yath (yʿny yymhi kis āsns) suh nah chuh āsmann mnz zanan th nah zmyns mnz (yʿny tmụ̄ snzi bargahi mnz kạnshi potlụ̄ snz sfạrsh krnụ̄ chuhnh tmụ̄ sndis ʿiilms mnz).tmụ̄ snz dhat chhe pak th suh chuh yimavtmam chyzv nishhi thod th bodd yimn yim (tmụ̄ sund) shryk chih gnzran."
  },
  {
    "verse_id": 19,
    "translation": "Th tmam lukh ạsụ̄ (abtdahs mnz) akạe jmaʿt pth ge (panh vạnụ̄ akhtlaf krith) byon byon,th hrgah tuhndis rb sndi ṭrfh godde aakh kth ṭe āsihe nh spzmcz (zi ʿdhabs mnz gczihh nh jld bạzy) tylhi āsihe timn drmyan timn kthn mtʿlq fạṣlh krnh āmut yimn mnz tim akhtlaf chih kran."
  },
  {
    "verse_id": 20,
    "translation": "Th tim chih (vonụ̄ aamy mhlt kh vjh kinụ̄) vnan zi amis (rsvl ṣly Allah ʿlyh vslms) pytth kyazi āyhi nh yhindis rb sndi ṭrfh kanhh (fạṣlh krn vajinụ̄) nshạny nạzl krnh,tohụ̄ frmạviyvukh, ghyb chuh mḥẓ Allah tʿālyā sndy khạṭr,lhādha pạriv tohụ̄,bthi chuhs tohyhi sintụ̄parn valyv mnz."
  },
  {
    "verse_id": 21,
    "translation": "Th yylhi asụ̄ lukh tklyf vatnh pth (pnnhi) rḥmtuk mzh chihkh vuchhnavan tylhi chuh fvraan (svn aḥsan mshrạvith) sanyn nshạnyn mnz tihundmkr th fryb (shrvʿ) spdan. Frmạviyvukh, Allah tʿālyā chuh mkruk (th frybuk) sza jld dinh vvl. Be shk chih sạnụ̄ svznh āmtụ̄ frshth,yus thi fryb tohụ̄ kran chihv (tath) lykhan rvzan."
  },
  {
    "verse_id": 22,
    "translation": "Sue chuh yus tohyhi khshk zmyns th smndrn mnz phyrnuk (tvfyq) chuh divan,aath ḥds tam zi yylhi tohụ̄ navan mnz (svar) chihv āsan th timh (nav) chhe lukn hyth mvạfq vav grayav sintụ̄ pkan th tim chih aamhi sintụ̄ khosh gczhan pth chhe (achank) timh (nav) tyz vavas mnz hynh yivan th pth ṭrfh chhe timn (svarn vothvnhi ṭaqt vr) lhr ghyr kran th timn chuh fikri tran zi tim āe (vonụ̄ lhrn hndis āvlnis mnz) hynh,tim chih (tamhi saʿth) Allah tʿālyā hs nad layan (aath ḥals mnz) zi panun dyn chih tsụ̄ kun khạlṣ krn vạlụ̄ (th vnan chih,ya Allah!) agr cze aashi yymhi (blayhi) nishhi njat bkhshuth tylhi bnav asụ̄ ẓrvr (chanyv) shkrgzar bndv mnz."
  },
  {
    "verse_id": 23,
    "translation": "Vonụ̄ yylhi timn Allah tʿālyā hn njat bkhush pth chih tim fvraan mlks mnz (prạnụ̄ pạtthụ̄) naḥq srkshy lagan krnụ̄. Ae (Allah tʿālyā hs sintụ̄ bghavt krn valyv) lvukv!tuhnz srkshy th bghavt (yʿny yuhund nqṣan) chuhv tohyhi pnnyn ne pann pytth. Dunya chh zndgy hund kynhh fạydh (tuliv), ạkhrkar chuhv tohyhi aasy kun pot phyrun,tamhi saʿth krhv asụ̄ tohụ̄ timav aʿmalv nishhi var pạtthụ̄ zạniyab yim tohụ̄ kran ạsiv rvdụ̄ mtụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Dnya chh zndgy hnz mthal chhe bs tamhi ābch hish yus aashi āsmanh vvl pth vopdyav tamhi kh vjh sintụ̄ zmynuk pydavarsytthah gon gon,yymhi mnz ansan thi khyvan chih th charvạe thi,aot tam zi yylhi zmynn panun (pvur) mạrụ̄ mnzr th ḥusn rott, th aṣl pạtthụ̄ gyhi shvubdar th aamhi kyv rvzn valyv zvn zi tim chih tath pytth (vonụ̄) pvur dstrs thavan,pth vvt (achank) tath rath kyut ya dohs mnz svn (ʿdhabuk) ḥkm th aashi bnạv so (tithh pạtthụ̄) mvulh cztt znth so rat ạse nh aathi,yithe pạtthụ̄ chih asụ̄timn lukn khạṭr nshạnyhi vyczhnạvith byan kran yim tfkrs (gatth jars) chih kạm hyvan."
  },
  {
    "verse_id": 25,
    "translation": "Th Allah tʿālyā chuh slamty hndis grs (jnts) kun nad divan, th ys yczhan chuh ts chuh syzi vathi kun hdayt frmavan."
  },
  {
    "verse_id": 26,
    "translation": "Tithyn lukn khạṭr yim nyk kamhi chih kran chuh nyk jza blkh chuh (aath pytth) aẓafh thi,byyhi nah yiyhi valnh tihndyn buthyn pytth (grd th) syạhy th nah dhlt th rsvạyy,yimae chih ahli jnt.tim chih aath mnz hmyshh rvzn vạlụ̄."
  },
  {
    "verse_id": 27,
    "translation": "Th yimav burạyyhi chhe thavimacz kmạvith (tihindi khạṭr thi) āsh brạyy hund bdlh amy āyh, th timn yiyhi dhlt th rsvạyy valnh, tihindi khạṭr āshi nh Allah tʿālyā hs nishh (yʿny Allah tʿālyā sndiʿdhab nishhi) kanhh akhah bchavn vvl (tithhi pạtthụ̄ bashi) znth tihindyn buthyn chuh aanhi gtt rạcz hndyv ttukrv sintụ̄ vurun krnh āmut.yimae chih ahli jhnm tim chih aath mnz hmyshh rvzn vạlụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Th yymhi doh asụ̄ tim sạry jmʿ krvkh pth vanav asụ̄ mushrkn tohụ̄ th tuhndụ̄ shryk (aapzụ̄ potlụ̄) kriv pnnhi pnnhi jayhi qrar. Pth travav asụ̄ timn drmyan phattvan vad.th tihindụ̄ (pnnụ̄ grnh āmtụ̄) shryk vann (timn) zi tohụ̄ kthi ạsụ̄v sạnụ̄ʿbadt kran."
  },
  {
    "verse_id": 29,
    "translation": "Lhādha chuh aashi th tohyhi drmyan Allah tʿālyā he gvah (rngụ̄) kạfy zi asụ̄ ạsụ̄ tuhnzi bndgy nishhi (pzụ̄pạtthụ̄) be khbr."
  },
  {
    "verse_id": 30,
    "translation": "Tath (hạbt nak) jayhi pytth zanhi pth shkhṣs timn (ʿmln hnz ḥqyqt) yimh tmụ̄ brvnhh kun āsh svzmcz th tim yin Allah tʿālyā hs kun vaps phirnh yus tihund ḥqyqy mạlk chuh th timn ravi so bhtan bạzy yosh tim kran rvzan ạsụ̄."
  },
  {
    "verse_id": 31,
    "translation": "Tohụ̄ frmạviv (yimn),tohyhi kus chuhv āsman th zmyn nishh (yʿny hyrụ̄kinụ̄ th bnụ̄ kinụ̄) rzq divan, ya (tuhndyn) knn th achhn hund (yʿny knn hndibvznuk th achhn hndivuchhnuk) mạlk kus chuh, byyhi kus chuh znds mords nishhi (yʿny jandars be jans nishhi) krran th mords kus chuh znds nishhi (yʿny be jans jandars nishhi) krran, th (kaynat kyn nẓamn hnz) tdbyr kus chuh kran pth vann tim Allah,tylhi frmạviv tohụ̄, kya tylhi chihv na tohụ̄ (ts) khoczan?"
  },
  {
    "verse_id": 32,
    "translation": "Lhādha chuh yohe (ʿẓmt vvl th qdrt vvl) Allah tʿālyā he tuhund ḥqyqy rb, vonụ̄ kya hykhi (aamhi) ḥq pth gmrạhy varạe ạsith, tylhi kvrkun chihv tohụ̄ drbdrgczhan"
  },
  {
    "verse_id": 33,
    "translation": "Yithe pạtthụ̄ rvud tuhndis rb sund ḥkm nafrmann pytth thạbt spdith zi tim aann nh ayman."
  },
  {
    "verse_id": 34,
    "translation": "Tohụ̄ pczhiv (timn) zikya tuhndyv (bnavnh āmtyv) shrykv mnz chha tiyuth kanhh yus tkhlyquk ds tulhi pth aanhi (zndgy khtm gczihth) tath navisr (vaps)? Tohụ̄ frmạviv zi Allah tʿālyā he chuh (zndgy nabvud nishhi vjvuds mnz anith) goddnichhi latthi thi pạd kran pth kri sue tath navi sr (thi) pạd, tylhi kvrkun chihv tohụ̄ vthi ddlth pkan?"
  },
  {
    "verse_id": 35,
    "translation": "Tohụ̄ piczihv (yimn), kya tuhndyv (bnavnh āmtyv) shrykv mnz chha tiyuth kanhh yus ḥqs kun rhnmạyy hykhi krith, tohụ̄ frmạviv zi Allah tʿālyā he chuh (dyn) ḥquk hdayt frmavan, tylhi kya yus kanhh ḥqs kun hdayt kri suh chha zyadh ḥqdar zi tmụ̄ snzfrmanbrdạry yiyhi krnh kinh suh yus panh chuhnh vath lban mgr yhi zi ts yiyhi vath havnh (yʿny suh yiyhi thod tulith akh jayh pytth byys jayhi vatnavnh yithh pạtthụ̄ kfar chih pnnyn potlyn ẓrvrth mṭạbq thod tulith pknavan) tylhi kya chuhv tohyhi gomut, tohụ̄ kithụ̄ fạṣlh chihv kran."
  },
  {
    "verse_id": 36,
    "translation": "Yimav mnz chih akthr lukh gmanch pạrvy kran,be shk hykhi nh gman ḥqs nishhi raczh thi bkar yith. Pzụ̄pạtthụ̄ chuh Allah tʿālyā var pạtthụ̄ zanan, yhi kynczhah tim kran chih."
  },
  {
    "verse_id": 37,
    "translation": "Yhi qrān chuhnh tiyuth zi yhi āshi Allah tʿālyā hs varạe (yʿny Allah tʿālyā snzi vḥy vrạe) bnavnh āmut albth chuh (yhi) timn (ktabn) hund tṣdyq (krn vvl) yimh aamhi brvnhh (nạzl gmcz) chhe th yikynczhah (Allah tʿālyā hn lvḥs mnz ya shryʿt kyn aḥkamn mnz) lyokhmut chuh, (yhi) chuh tamiyuk tfṣyl,aath (ḥq āsns) mnz chuhnh raczh thi shk zi (yhi) chuh tmam ʿaaalmn hndis rb sndi ṭrfh."
  },
  {
    "verse_id": 38,
    "translation": "Kya tim chha vnan zi yhi chuh rsvln (ṣly Allah ʿlyh vslm) pane bnvvmut,tohụ̄ frmạviv, tylhi aniv tohụ̄ athụ̄ hyvu kanhh (aakh) svrh, (th pnnhi mdd khạṭr) yim tohụ̄Allah tʿālyā hs varạe anith hykiyvukh anyvukh,agr tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 39,
    "translation": "Blkh chih yim tath (Allah tʿālyā sndis klams) ankar kran yymhi kh ʿlmuk timav aḥaṭh thi avs nh hyokmut krith th vunhi ạs nh tamich ḥqyqt (thi) yimn brvnhh kun ttakarh pạtthụ̄ āmcz. Yithe pạtthụ̄ avs timav lukv thi (ḥqs) ankar kormut yim yimn brvnhh chih damtụ̄lhādha vuchihv tohụ̄ zi ẓạlmn hund anjam kiyuth spud?"
  },
  {
    "verse_id": 40,
    "translation": "Yimav mnzaanhi kanhh aath pytth ayman th yimve mnz aanhi nh aath pytth kanhh ayman,th tuhund rb chuh fsad tuln valyn aṣl pạtthụ̄ zanan."
  },
  {
    "verse_id": 41,
    "translation": "Th hrgah tim tohyhi buth phirn tylhi frmạviv zi myạnụ̄ ʿml chhe myanhi khạṭr th tuhnz ʿml chhe tuhndi khạṭr,tohụ̄ chihv tamhi ʿmlhi hnzi dhmh dạry nishhi bry yosh bh chuhs kran th bh chuhs timav ʿmlv hnzi dhmh dạry nishhi bry yimh tohụ̄ chihv kran."
  },
  {
    "verse_id": 42,
    "translation": "Th yimav mnz chih kynhh tim yim (ẓạhrpạtthụ̄) tohyhi kun kan chih daran,tylhi kya tohụ̄ bvznạviyvukhh zrụ̄ khvah timn kvnh āshi nh ʿqle."
  },
  {
    "verse_id": 43,
    "translation": "Th ymav mnz chih kynhh tim yim (ẓạhrpạtthụ̄) tohyhi kun vuchhan chih, kya tohụ̄ hạviva aanyn vth khvah timn kvnh āshi nh achh gashy."
  },
  {
    "verse_id": 44,
    "translation": "Be shk chuhnh Allah tʿālyā lukn pytth akis dhrs brabr ẓlm kran albth lukh chih (pane) pnnyn nfsn pytth ẓlm kran."
  },
  {
    "verse_id": 45,
    "translation": "Th yymhi doh suh timn jmʿ kri (timn bashi) znth tim doh chhi aakhi gri varạe dunyahs mnz rvudimty ạsụ̄ nh,tim prz navan aakh akis.be shk rvudụ̄ tim lukh khsars mnz yimav Allah tʿālyā hs sintụ̄ mlaqat aapuzavs zvnmt th tim spdụ̄ nh hdayt yafth."
  },
  {
    "verse_id": 46,
    "translation": "Th khvah asụ̄ tohyhi tamiyuk (yʿny ʿdhabuk) kynhh ḥṣh (dunyase mnz) havav yymyuk asụ̄ timn sintụ̄ vʿdh chih kran (th asụ̄ krv tuhnzimbark zndgy mnze yhi) ya bkhshvasụ̄ (tamhi brvnhh) tohyhi vfat,mgr tmn chuh (pth ṣvrts mnz) aasy kun pot phyrun, pth chuh Allah tʿālyā (panh) tath pytth gvah yikynczhah tim kran chih."
  },
  {
    "verse_id": 47,
    "translation": "Th prth aumt khạṭr chuh aakh rsvl rvudmut yivan.v onụ̄yylhi tihundrsvl (ttakarh nshạnyv san) āv (th timav mvn nh tvthi) lhādha āv timn mnz anṣaf san fạṣlh krnh th (qyamt kh doh thi spdi yithe pạtthụ̄) timn pytth yiyhi nh ẓlm krnh."
  },
  {
    "verse_id": 48,
    "translation": "Th tim chh (hzl krnh mokhh) vnan zi yhi (ʿdhabuk) vʿdh krāshi (yʿny kr gczihh pvur, mslmanv! Vniv) agr tohụ̄ pzụ̄yạrụ̄ chihv?"
  },
  {
    "verse_id": 49,
    "translation": "Frmạviyvukh, bh nah chuhs pnnhi dhat khạṭr kunhi nqṣanuk mạlk th nah chuhs nfʿuuk, albth yath ḥds tam Allah tʿālyā yyczihh. Prth aumt khạṭr chuh aakh myʿād (mqrr), yylhi tihund (mqrr) myʿād vatan chuh tylhi nah hykn tim aakh gr path pkith th nah hykn brvnhh pkith."
  },
  {
    "verse_id": 50,
    "translation": "Tohụ̄ frmạviyvukh, (ae kafrv!) hna krụ̄ tv ghvr hrgah tohyhi pytth tmụ̄ sund ʿdhab (achank) rat kiyut ya dohly vath (tylhi kya kriv tohụ̄) suh kya chyz chuh zi mjrm lukh chih tath jldy yczhan?"
  },
  {
    "verse_id": 51,
    "translation": "Kya yymhi saʿth suh (ʿdhab) vaqʿ spditylhi aniv tohụ̄ tath pytth ayman, (tamhi vqth yiyav tohyhi vnnhi) vonụ̄ (chihv ayman anan, vunụ̄ kyns chuhnh kanhh fạydh) yylhi zn tohụ̄ (hzlh pạtthụ̄) athụ̄ (ʿdhabs) mnz jldy ạsiv yczhan."
  },
  {
    "verse_id": 52,
    "translation": "Pth yiyhi (timn) ẓạlmn vannh, vuchihvtohụ̄hmyshh rvzn valh ʿdhabuk mzh, tohyhi yiyav nh (byyhi kanhh thi) bdlh dinh, mgr timne ʿmln hund yimh tohụ̄ kmavan ạsiv rvzan."
  },
  {
    "verse_id": 53,
    "translation": "Th tim chihv tohyhi pczhan zi kya (hmyshh rvzn valh ʿdhabch) so kth chha (vaqʿī) pz?frmạviyvukh, ā, myạnis rb sundqsm, pzụ̄pạtthụ̄ chhe so balkl ḥq th tohụ̄ hykiyvun nh (pnnhi ankar sintụ̄ Allah tʿālyā) ʿạjz krith (yʿny rukạvith)."
  },
  {
    "verse_id": 54,
    "translation": "Hrgah pth ẓalm shkhṣh sndis mlkyts mnz so (sạre dvlt) āshi yosh zmyns mnz chhe tylhi diyhi suh tath (panun jan moklavnh khạṭr) ʿdhab kis bdls mnz,th (yithụ̄ lukh) yylhi ʿdhab vuchhn pth phyrn pnnụ̄ ndamt czvri thạvth th timn drmyan yiyhi anṣaf san fạṣlh krnh th timn pytth spdi nh ẓlm."
  },
  {
    "verse_id": 55,
    "translation": "Zạniv!yikynczhah thi āsmann th zmyns mnz chuh (svrue) chuhaAllah tʿālyā sundue.khbrdar spdiv! Be shk chuh Allah tʿālyā sund vʿdh poz, albth yimvmnz chihnh akthr lukh zanan."
  },
  {
    "verse_id": 56,
    "translation": "Sue chuh zndgy bkhshan sue chuh mvt divan th tohụ̄ yiyiv tsụ̄ kun vaps phirnh."
  },
  {
    "verse_id": 57,
    "translation": "Ae lvukv!be shk chhe tohyhi nishhi tuhndis rb sndi ṭrfh nṣyḥt th timn (bymaryn) hund shfa āmut yimh syinn mnz (ktthith) chhe byyhi hdayt th ahli aymann khạṭr rḥmt (thi)."
  },
  {
    "verse_id": 58,
    "translation": "Frmạviv, (yhi svrue kynhh) chuh Allah tʿālyā sndi fẓl th tmụ̄ sndi rḥmt kh bạʿth (yhi bʿthti Muḥammady kh dhryʿh tohyhi pytth spudmut chuh) vonụ̄ pazi mslmann zi aath pytth mnạvin khvshyhi,yhi chuh tamhi (tmam mal v dvlt) khoth khya bhtr yath tim sombravan chih."
  },
  {
    "verse_id": 59,
    "translation": "Frmạviyvukh,talsh vnụ̄tavAllah tʿālyā hn yus (pak) rzq tuhndi khạṭr nạzl korpth ditiv tohyhi tamhi mnz kynhh (chyz) ḥram th (kynhh) ḥlal qrar. Frmạviyvukh, kya tohyhi avsnv Allah tʿālyā hn (aamiyuk) ajazt diyutmut kinh tohụ̄ chihv Allah tʿālyā hs pytth bhtan khalan?"
  },
  {
    "verse_id": 60,
    "translation": "Th tithyn lukn hund kya khyal chuh qyamt kis dohs mtʿlq yim Allah tʿālyā hs pytth aapuz bhtan chih khalan,be shk chuh Allah tʿālyā lukn pytth fẓl frmavn vvl albth timav mnz chihnh akthr (lukh) shkr gzar."
  },
  {
    "verse_id": 61,
    "translation": "Th (ae ḥbybi mkrm!) tohụ̄ yath ḥals mnz thi ạsiv th tmụ̄ sndi ṭrfh yvutah thi qrān tohụ̄ prith bvznavan chihv th (ae amt Muḥammadyh!) tohụ̄ yosh thi ʿml kran chihv mgr asụ̄ chih (tamhi saʿth) tohyhi sarine pytth gvah th rạchhdr āsan yylhi tohụ̄ tath mnz āvrụ̄ chihv āsan th tuhndis rbs nishh (yʿny tmụ̄ snd ʿlmh nishh) chuhnh akis dhrs yvt (kanhh chyz) nah zmyns mnz khttith th nah āsmans mnz th nah chuh tamhi (dhrh) khoth kanhh lokutt chyz th nah bodd albth chuh vaẓḥ ktabih (yʿny lvḥi mḥfvẓs) mnz (drj)."
  },
  {
    "verse_id": 62,
    "translation": "Khbrdar!be shk chuhnh avlya Allah hn pytth kanhh khvf th nah spdn tim dl mlvul th ghmgyn."
  },
  {
    "verse_id": 63,
    "translation": "(tim) chih tithụ̄ lukh yimav ayman aon byyhi rvudụ̄ (hmyshh) tqvyā hs pytth ddttith."
  },
  {
    "verse_id": 64,
    "translation": "Tihindi khạṭr chhe dnya chh zndgy mnz (thi ʿztch th namavạry hnz) bshart th ạkhrts mnz (thi mghfrtch th shfaʿtch / ya chihkh dunyahs mnz thi nyk khvabn hndis ṣvrts mnzpakyzh rvḥạny mshahdat th ạkhrts mnz thi Allah tʿālyā sndiụ̄ jlvh th dydar),Allah tʿālyā sndụ̄ frman chihnh bdlith hykan,yhe chhe so ʿẓym kamyạby."
  },
  {
    "verse_id": 65,
    "translation": "(ae ḥbyb mkrm!) tihnz (ʿnads th ʿdavts pytth bnymcz) kth bath mah krinav tohyhi ghmgyn.be shk chuh svrue ʿzt th ghlbh Allah tʿālyā sndy khạṭr (ys suh yczhan chuh ts chuh divan),suh chuh var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 66,
    "translation": "Zạniv yus akhah āsmann mnz chuh th yus akhah zmyns mnz chuh,sạry chih Allah tʿālyā sndy (ghlam), th yim lukh Allah tʿālyā hs varạe (potlyn) hnz pvuza chih kran, tim chihnh (drḥqyqt pnnyn bnavnh āmtyn) shrykn hnz pạrvy (thi) kran, blkh chih tim ṣrf (pnnhi) vhmh gumanch pạrvy kran th tim chih ṣrf ghlṭ andazh lgavan rvzan."
  },
  {
    "verse_id": 67,
    "translation": "Sue chuh yymụ̄ tuhndi khạṭr rat bnạv takh tohụ̄ kriv tath mnz āram th doh bnvvun gashdar (takh tohụ̄ kriv tath mnz kạm kar).be shk chhe aath mnztimn lukn khạṭr nshạniyhi yim (ghvrsan) bvzan chih."
  },
  {
    "verse_id": 68,
    "translation": "Tim chih vnan, Allah tʿālyā hn chuh (pnnhi khạṭr) nychuv bnvvmut (ḥalankh) suh chuh tamhi nishhi pak, suh chuh be nyaz. Yikynczhah āsmann mnz th yikynczhah zmyns mnz chuh svrue chuh tmụ̄ snze mlkyt,tohyhi nishhi chhanh aamchi (yʿny amhi bạṭl kthhi hnz) kanhh dlyl, kya tvhụ̄ chihv Allah tʿālyā hs pytth so (kth) vnan yosh tvhụ̄ (panh thi) chihv nh zanan?"
  },
  {
    "verse_id": 69,
    "translation": "Frmạviv,be shk yim lukh Allah tʿālyā hs pytth aapuz bhtan khalan chih tim lbn nh kamyạby."
  },
  {
    "verse_id": 70,
    "translation": "Dnyahs mnz (kynczhn dohn hund) ʿīsh v ʿshrt pth chuh timn aasy kun vaps phyrun, pth vuchhnavvkh asụ̄ tim skht ʿdhabuk mzh,tamhi bdlh yus tim kfrạsụ̄ kran."
  },
  {
    "verse_id": 71,
    "translation": "Th yimn pytth kriv nvḥ (ʿlyh alslam) sund qṣh byan, yylhi timav pnnis qvms von ae myanhi qvmh (qabyl sndyoavladav!) hrgah tohyhi pytth myvn qyam th Allah tʿālyā sndyv āyatv sintụ̄ myạnụ̄ nṣyḥt krnụ̄ gob chuh gczhan (zạniv zi) tylhi chuh me ṣrf Allah tʿālyā se pytth tvkl kormut (th tuhund chuhm nh kanhh ddr) lhādha kriv tohụ̄yikh vatth spdith (myạnis mkhalfts mnz) pnnụ̄ tdbyr pokhth th pnnụ̄ (bnavnh āmtụ̄) shryk thi (ralạviyvukh pans sintụ̄ th aath ḥds tam svunchiv zi) pth gczihh nh tuhndi tdbyruk (kanhh phlv) tohyhi pytth khttith rvzun,pth (yhi khosh kryv thi) kriv me sintụ̄th (me) mah diyiv kanhh mhlt."
  },
  {
    "verse_id": 72,
    "translation": "Vonụ̄ hrgah tohyhi (myanhi nṣyḥt nishhi) buth chuhv phiyurmut tylhi ma mongmav me tohyhi kanhh mʿāvẓh.myvn ajr chuh ṣrf Allah tʿālyā se (sndis krms) pytth th me chuh yohe ḥkm āmut dinh zi bh thav (tmụ̄ sndis ḥkms brvnhh knhi) klh nomrạvith."
  },
  {
    "verse_id": 73,
    "translation": "Pth phiyur tihindụ̄ qvmn timn buth,pth diyut aashi timn byyhi yim timn sintụ̄ navi mnz svar ạsụ̄ (ṭvfan kh ʿdhab nishhi) njat th tim bnạvụ̄ashi (zmyns mnz) janshyn th tim lukh krụ̄ ghrq yimav sanyn āyatn ankar avs kormut,lhādha vuchihv tohụ̄ zi timn lukn hund anjam kiyuth spud yim khocznavnh ạsụ̄ āmtụ̄?"
  },
  {
    "verse_id": 74,
    "translation": "Pth svuzụ̄ aashi timn pth (kạtyah) rsvl pnnyn pnnyn qvmn kun,tim āe timn nishhi ttakarh nshạnyhi hyth, mgr tim lukh (thi) spdụ̄ nh tithụ̄ zi tath (kthhi) pytth aanhn ayman yath timav godd ankaravs kormut.yithe pạtthụ̄ chih asụ̄ ḥd nyrn valyn hndyn diln pytth mohrlgavan."
  },
  {
    "verse_id": 75,
    "translation": "Pth svuzụ̄ aashi timn pth mvsyā th harvn (ʿlyhmu alslam) frʿūns th tmụ̄ sndi qvm kyn srdarn kun pnnyv nshạnyv san, mgr timav kor tkbr th tim ạsụ̄ mjrm lukh."
  },
  {
    "verse_id": 76,
    "translation": "Vonụ̄ yylhi timn nishhi sanhi ṭrfh ḥq āv (pth) lvgukh vanun, be shk he chuh yhi nanhi vanh siḥr."
  },
  {
    "verse_id": 77,
    "translation": "Mvsyā hn (ʿlyh alslam) von, kya tohụ̄ chihv (yiczh kth) ḥqs mtʿlq vnan yylhi suh tohyhi nishhi āmut chh (ʿqlhi hnz th shʿūrchhi achh mczrạvith vuchihv) kya yhi chha siḥr? Th siḥrgr hykn nh (zanhh) kamyạby lbith."
  },
  {
    "verse_id": 78,
    "translation": "Tim lgụ̄ vannhi, (ae mvsyā!) kya cz chuhkhh aashi nish aamhi mvjvb āmut zi cz phirkh aashi tamhi (ṭryqh) nishhi yath pytth aashi pnnụ̄ mạlụ̄ buddi bb chih (pkan) vuchihmtụ̄ th zmyns (yʿny mṣrch srzmynhi) mnzrvzi tohyhi doshvnụ̄ hundbjr (qạyim) th asụ̄ chihv nh tohyhi doshvnụ̄ mann vạlụ̄."
  },
  {
    "verse_id": 79,
    "translation": "Th frʿūn log vannhi, me nishhi aniyvun pth kanhh mạhr sḥr gr."
  },
  {
    "verse_id": 80,
    "translation": "Pth yylhi siḥr grāe mvsyā hn (ʿlyh alslam) von timntohụ̄ tạviv tim chyz mạdans mnz yim tohụ̄ tavnụ̄ yaczhan chihv."
  },
  {
    "verse_id": 81,
    "translation": "Pth yylhi timav (pnnhi raz th lvri) travi pthr, mvsyā hn (ʿlyh alslam) vonnkh,yikynczhah tohyhi aonmut chuhv (yhi) chuh sḥr.be shk kri Allah tʿālyā aath vunụ̄ bạṭl (yʿny ghlṭ thạbt). Pzụ̄pạtthụ̄ chuhnh Allah tʿālyā fsadyn hnz kạm drst kran."
  },
  {
    "verse_id": 82,
    "translation": "Th Allah tʿālyā chuh pnnyv klmatv sintụ̄ ḥqs kran ḥq thạbt yodvae mjrm lukh aath napsnde kra n rvzn."
  },
  {
    "verse_id": 83,
    "translation": "Pth aon nh mvsyā hs (ʿlyh alslam) pytth tihindi qvm kyv kynczhv jvanv varạe (kạnshi) ayman,frʿūns th pnnyn (qvmy) srdarn (zitthyn) khvuczith zi tim gczhụ̄ nh timn (kunhi) mṣybts mnz mbtla krnụ̄, th be shk avs frʿūn (mṣrkis) zmyns mnz ẓlm v jbr krn vvl th buthụ̄ puher th suh avs pzụ̄pạtthụ̄ (ẓlms mnz) ḥd nishhi nyrn valyv mnz."
  },
  {
    "verse_id": 84,
    "translation": "Th mvsyā hn (ʿlyh alslam) von ae myanhi qvmh! Agr tohyhi Allah tʿālyā hs pytth ayman chuhv aonmut tylhi kriv tsụ̄ pytth tvkl,hrgah tohụ̄ (pzụ̄pạtthụ̄) mslman chihv."
  },
  {
    "verse_id": 85,
    "translation": "Timav korʿrẓ,aashi chuh Allah tʿālyā se pytth tvkl kormut ae sanhi rbh!aashi mah bnav cz ẓạlm lukn khạṭr stmuk nishanh."
  },
  {
    "verse_id": 86,
    "translation": "Th cz bkhsh aashi pnnhi rḥmt sintụ̄ kạfrn hndi qvm (kh tslṭ) nishhi njat."
  },
  {
    "verse_id": 87,
    "translation": "Th aashi svuz mvsyā hs (ʿlyh alslam) th tihindis bạyis kun vḥy zi tohụ̄ doshvae kriv (shhri) mṣrs mnz pnnhi qvmh khạṭr kynhh mkanh tʿmyr th pnnụ̄ (tim) gr bnạviyvukh (nmaz ada krnh khạṭr) qblh rokh th (pth) kriv nmaz qạyim,th ayman vạlụ̄ bvznạviyvukh (kamyạby th kamrạny hnz) khosh khbr."
  },
  {
    "verse_id": 88,
    "translation": "Th mvsyā hn (ʿlyh alslam) von ae sanhi rbh!be shk chhe cze frʿūns th tmụ̄ sndyn srdarn dnyạvy zndgy mnz asbabi zynt th mal v dvlt (kthrt san) diczmcz.ae sanhi rbh! (kya cze chuhyhi timn yhi svrue kynhh aamhi mvjvub diyutmut) takh tim ddaln (lukn kunhi saʿth lalch dith th kunhi saʿth byim pạvith) chanhi vathi nishhi.ae sanhi rbh!cz kr tihindụ̄ mal brbad th thindụ̄ dl krukh (tyitụ̄) skht zi tim aann nh tvthi ayman yot tam nh tm dg tulvun ʿdhab vuchhn."
  },
  {
    "verse_id": 89,
    "translation": "Arshad spud,be shk āv tohyhi doshvnụ̄ hund dʿā qbvl krnh,vonụ̄ rvuzụ̄ zyvtohụ̄ doshvae thạbt qdm th tithyn lukn hnzi vathi hnz pạrvy krụ̄zyv nh yimn nh ʿlm chuh."
  },
  {
    "verse_id": 90,
    "translation": "Th aashi tạrụ̄ bny asrạyyl driyav aapvr,pth dvriyav frʿūn th tmụ̄ sund lshkr srkshy th ẓlm v zyadty san timn pth,aot tam zi yylhi suh (yʿny frʿūn) ghrq gczhnn rott tmụ̄ lvg vanunme aon tas pytth ayman zi kanhh mʿbvd chuhnh ts (mʿbvds) varạe yas pytth bny asrạyylv ayman chuh aonmut th bh chuhs (vonụ̄) mslmanv mnz."
  },
  {
    "verse_id": 91,
    "translation": "(jvab ās dinh zi) vonụ̄ (chuhkhh ayman aanan) ḥalankh czchuhkh godd (lgatar) nafrmạny kran rvudmut th cz avsukh fsad brpa krn valyv mnz."
  },
  {
    "verse_id": 92,
    "translation": "(ae frʿūn!) lhādha bchavav asụ̄ aazchvn (be jan) jsm takh cz bnkh pans pth yinh valyn khạṭr (ʿbrtuk) nshan th be shk chih akthr lukh sanyn nishạnyn (smjhnh) nishhi ghạfl."
  },
  {
    "verse_id": 93,
    "translation": "Th spud eh zi aashi krbny asrạyyls rvznh khạṭr shvub dar jae ʿṭa byyhi kor aashi timn pak rzq ʿṭa th timav kor nh kanhh akhtlaf yot tam zi timn nishhi ʿlm th gatth jar vvt.be shk kri tuhund rb timn drmyan qyamt kh doh timn kthn hund fạṣlh yimn mnz tim akhtlaf kran ạsụ̄."
  },
  {
    "verse_id": 94,
    "translation": "(ae bvzn valhi!) agr cz yath (ktabih) mtʿlq raczh thi shks mnz chuhkh yosh aashi (pnnis rsvl ṣly Allah ʿlyh vslmn hndi vsaṭt sintụ̄) cze kun nạzl chhe krmcz tylhi pczh timn lukn (aamhi kis ḥq āsns mtʿlq) yim cze brvnhh (Allah tʿālyā snz) ktab chih pran.be shk chuh cze kun chạnis rb sndi ṭrfh ḥq āmut,lhādha bnụ̄zinh cz hrgz shk krn valyv mnz."
  },
  {
    "verse_id": 95,
    "translation": "Th nah bnụ̄ zihrgz timav lukv mnz yim Allah tʿālyā sndyn āyatn ankar rvudụ̄ kran nath spdkh cz khsarh tuln valyv mnz."
  },
  {
    "verse_id": 96,
    "translation": "(ae ḥbyb mkrm!) be shk yimn lukn pytth tuhndis rb sund frman thạbt chuh gomut tim aann nh ayman."
  },
  {
    "verse_id": 97,
    "translation": "Yodvae timn nishhi tmam nishạniyhi yin aot tam zi tim vuchhn dg tulvun ʿdhab (thi)."
  },
  {
    "verse_id": 98,
    "translation": "Pth kyazi ạs nh yvns sndi qvmh (chh bsty) varạe byyhi kanhh bsty yymụ̄ayman āshi aonmut th ts āshi tmụ̄ sndụ̄ ayman aannn fạydh diyutmut.yylhi (yvns sndi qvm kyv lukv ʿdhab nạzl gczhnh brvnhh ṣrf tmụ̄ snz nshạny vuchihthe) ayman aonkh pth kor aashi timn nishhi dnyạvy zndgy mnze rsvạyy hund ʿdhab dvurth aashi thạvụ̄ tim akis mqrr vqts tam fạydh tulnavan."
  },
  {
    "verse_id": 99,
    "translation": "Th hrgah tuhund rb yyczihh he tylhi aanhn ẓrvr ayman aandhyth sạry yim zmyns mnz ābad chih, (yylhi rbn tim jbraan mvmn bnạvụ̄ nh) tylhi kya tohụ̄ krụ̄vh lukn pytth jbr yot tam zn tim mvmn bnn."
  },
  {
    "verse_id": 100,
    "translation": "Th kạnshi shkhṣs chuhnh (khod panh yhi) ṭaqt zi suh aanhi Allah tʿālyā sndi eczhnh varạe ayman.suh (yʿny Allah tʿālyā) chuh kfrch gndgy timne lukn pytth travan yim (ḥq smjhnh khạṭr) ʿqlhi chihnh kạm hyvan."
  },
  {
    "verse_id": 101,
    "translation": "Frmạviyvukh,tohụ̄ lukh trạvitv nẓrah (thi) āsmann th zmyni (hnds yath vsyʿ kaynats) mnz km km nshạniyhi chhe Allah tʿālyā sndi qdrt chh th (yimh) nshạniyhi th (Allah tʿālyā sndi ʿdhab nishhi) khocznavn vạlụ̄ (pyghmbr) hykn nh tithyn lukn fạydh vatnạvith yim ayman aannue chihnh yaczhan."
  },
  {
    "verse_id": 102,
    "translation": "Tylhi kya yim lukh chha timne lukn (hndyn khrab dohn) hivyn dohn paran yim yimn brvnhh chih guzrymtụ̄frmạviyvukh zi tohụ̄ (thi) pạriv bh (thi) chuhs tohyhi sintụ̄ parn valyv mnz."
  },
  {
    "verse_id": 103,
    "translation": "Pth chihkh asụ̄ pnnụ̄ rsvl bchavan th tim lukh thi yim yithh pạtthụ̄ ayman chih aanan, (yhi kth) chhe sạnụ̄dhimh dạry zi asụ̄ bchavvkh ayman aann vạlụ̄."
  },
  {
    "verse_id": 104,
    "translation": "Frmạviyvukh,ae lvukv!agr tohụ̄ myạns dens (mtʿlq ḥq āsnh kis bars) mnz raczh thi shks mnz chihv (bvuziv!) telhi hykh nh bh timn (potlyn) hnz pvuza krith yhinz tohụ̄ Allah tʿālyā hs varạe pvuza chihv kran albth chuhs bh tmụ̄ se Allah tʿālyā snz ʿbadt kran yus tohyhi mvt chuhv divan,th me chuh ḥkm āmut dinh zi bh gczhh rvzun (hmyshh) ahli aymanv mnz."
  },
  {
    "verse_id": 105,
    "translation": "Byyhi yhi zi tohụ̄ thạviv pth bạṭls nishhi bchith (akụ̄ se aands kun spdith) panun rokh dyins pytth qạyim th tohụ̄ gczihv nh hrgz shrk krn valyv mnz āsnụ̄."
  },
  {
    "verse_id": 106,
    "translation": "(yhi ḥkm chuh rsvl Allah ṣly Allah ʿlyh vslmn hndi vsaṭth aumts dinh yivan) byyhi mah kriv Allah tʿālyā hs varạe timn (potlyn) hnz ʿbadt yim nah tohyhi nfʿ hykn vatnạvith th nah hyknv tohyhi nqṣan vatnạvith,pth hrgah tohyhi yhi koruv tylhi gczihv be shk tohụ̄ tamhi vqth ẓạlmv mnz."
  },
  {
    "verse_id": 107,
    "translation": "Th hrgah Allah tʿālyā tohyhi kanhh tklyf vatnavyv tylhi chuhnh kanhh ts varạe tath dvur krn vvl th hrgah suh tohyhi sintụ̄rczruk airadh frmavi tylhi chuhnh kanhh tmụ̄ sndis fẓls rd krn vvl.suh ys pnnyv bndv mnzyaczhan chuh ts chuh panun fẓl vatnavan,byyhi chuh suh bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 108,
    "translation": "Frmạviyvukh,ae lvukv!be shk chuh tohyhi nishhi tuhndis rb sndi ṭrfh ḥq āmut,vonụ̄ yymụ̄ hdaytch vath akhtyar kr tylhi chuh suh pnny fạydh khạṭr hdayt akhtyar kran th yus gmrah spud, suh chuh pnny hlakt khạṭr gmrah spdan th bh chuhs nh tohyhi pytth akhtyarthavan (zi tohụ̄ aanvv skhty krith hdayt chh vathi pytth)."
  },
  {
    "verse_id": 109,
    "translation": "(ae rsvl!) tohụ̄ kriv tamhi chy atbaʿ yhi tohyhi kun vḥy chuh yivan krnh byyhi rvuziv ṣbrkran yot tam zn Allah tʿālyā fạṣlh frmavi th suh chuh sarive khoth bhtr fạṣlh frmavn vvl."
  }
]