[
  {
    "verse_id": 1,
    "translation": "Alf lam ra (ḥqyqy mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan,yhi chhe so) ktab yymikụ̄ āyat mstḥkm chih bnavnh āmtụ̄,pth chih ḥkmt vạlis bakhbr (rb) sndi ṭrfh tim mfṣl byan krnh āmtụ̄."
  },
  {
    "verse_id": 2,
    "translation": "Yhi ziAllah tʿālyā hs varạe mah kriv tohụ̄ kạnshi hnz ʿbadt,be shk chuhs bh tuhndi khạṭr tas (Allah tʿālyā) sndi ṭrfh khocznavn vvl th bshart dinh vvl."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi yhi zi tohụ̄ mngiv pnnis rbs mghfrt, pth kriv tohụ̄ tmụ̄ snzi bargahi mnz (pzi dl san) tvbh,suh thavyv tohyhi akis mqrr vqts tam bhtryn mtaʿ sintụ̄ ʿạsh krnavan byyhi diyhi pth fẓylt vạlis tmụ̄ sndi fẓyltuk jza (yʿny tmụ̄ kạczah ʿml th reaẓt āsh krmcz tmh mṭạbq des ajr th drjat), th agr tohyhi buth phiruvutylhi chuh me tohyhi pytth aakhi brri doh kh ʿdhabuk khvf."
  },
  {
    "verse_id": 4,
    "translation": "Tohyhi chuhv Allah tʿālyā se kun pot phyrun th suh chuh pth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 5,
    "translation": "Zạnith thạviv!be shk chih tim (kạfr) pnnụ̄ syinh nomravan takh tim hykn ts (khdays) nishhi (pnnyn diln hund ḥal) czvuri thạvth,khbrdar!yymhi vqth tim pnnụ̄ palv (jsmn pytth) valan chih shu chuh (tmh vqth thi) timh sare kthh zanan yimh tim khttith chih thavan th yimh tim ẓạhr chih kran,be shk chuh suh syinn hnz (khttith) kthh var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 6,
    "translation": "Th zmyns mnz chuhnh kanhh phyrn vvl (jandar) mgr (yhi zi) tmụ̄ sund rzq chuh Allah tʿālyā se (sndis krmh kis dhims) pytth byyhi chuh suh tmụ̄ sndi rvznch jae th yath jayhi suh amant yiyhi thavnh so jae (thi) zanan,pth kanhh kth chhe rvshn ktabih (lvḥi mḥfvẓs) mnz (drj)."
  },
  {
    "verse_id": 7,
    "translation": "Th sue chuh (Allah tʿālyā) yymụ̄ āsman th zmyn (yʿny āsmann hnz th zmyn chh hyri mhi th bnimhi kaynath) shyn dohn (yʿny tkhlyq th artqakyn shyn davrn th mrḥln) mnzpạd krụ̄th tmụ̄ sndi aqtdaruk tkht avs (zmyn tkhlyq krnh brvnhh) ābs pytth (th tmụ̄ krụ̄ aamhi nishhi zndgy hndụ̄ tmam āthar th tohụ̄ pạd) takh suh āzmavyv tohyhi zi tohyhi mnz kus chuh ʿmlhi hndi aʿtbar bhtrth hrgah tohụ̄ frmạviv zi tohụ̄ lukh yiyiv mrnh pth (zndh krith) tulnh tylhi vann kạfr yqyna (yhi) zi yhi chuhnh ttakarh jadi varạe kihinụ̄ (thi)."
  },
  {
    "verse_id": 8,
    "translation": "Th hrgah asụ̄ timav nishhi kynczhn mqrrdohn tam ʿdhab pth rattvn tylhi vann tim yqyna zi suh kmụ̄ chyzn chuh rukạvith thvvmut? Khbrdar!yymhi doh suh (ʿdhab) timn pytth yiyhi,suh yiyhi nh (pth) yimav nishhi ddalnh th suh (ʿdhab) valhi timn nal yath tim hzl ạsụ̄ kran."
  },
  {
    "verse_id": 9,
    "translation": "Th hrgah asụ̄ ansan chihn pnnhi ṭrfh rḥmtuk mzh vuchhnavan pth chih asụ̄so (kunhi vjh kinụ̄) vaps nivan tylhi chuh suh sytthah dl mlvul gczhan (th) nashkrgzar bnan."
  },
  {
    "verse_id": 10,
    "translation": "Th hrgah asụ̄ suh (kunhi) nʿmtuk mzh chihn vuchhnavan tamhi tklyf pth yus ts vvtmut avs,tylhi chuh ẓrvr vnan zi me rvudnh kanhh tklyf,be shk chuh suh sytthah khosh spdn vvl (th) fkhrkrn vvl (bnan)."
  },
  {
    "verse_id": 11,
    "translation": "Timav lukv varạe yimav ṣbr kor byyhi rvudụ̄ nyk ʿmlh kran,tithyn lukn khạṭr chuh mghfrt th bodd ajr."
  },
  {
    "verse_id": 12,
    "translation": "Ạkhrchha yhi mmkn zi (tihnds aḥmqanh mṭalbs pytth) trạviv tvhụ̄ tamhi mnz kynhh yhi tohyhi kun vḥy chuh krnh āmut th aamhi sintụ̄ hyyhi tuhund (pak) syinh tng spdun (aamhi khyalh) zi kfar chih yhi vnan zi amis (rsvl ṣly Allah ʿlyh vslms) pytth kyazi āv nh kanhh khzanh nạzl krnh ya kyazi āv nh amis sintụ̄ kanhh frshth! (yhi chuhnh hrgz mmkn. Ae rsvli mʿẓm!) tvhụ̄ chihv ṣrf khocznavn vạlụ̄ (kạnshi chihv nh dnyạvy lalch ya sza dinh vạlụ̄), th Allah tʿālyā chuh p th chyzs pytth rạchhdr."
  },
  {
    "verse_id": 13,
    "translation": "Kya kfar chha yhi vnan zi pyghmbrn chuh yhi (qrān) pane kormut tyar,frmạviyvukh, tohụ̄ (thi) anụ̄tv athụ̄ hivụ̄ tyar krnh āmtụ̄ dah svurh th Allah tʿālyā hs varạe yus thi tohụ̄ (pnnhi mdd khạṭr) nad dith anith hykiyvun, aniyvun agr tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 14,
    "translation": "(ae mslmanv!) vonụ̄ hrgah tim tuhnz kth mann nh tylhi thạviv paczh zi qrān chuh fqṭ Allah tʿālyā sndi ʿiilmh sintụ̄ nạzl āmut krnh byyhi yhi zi ts varạe chuhnh kanhh mʿbvd,tylhi kya (vonụ̄) rvuzivh tohụ̄ aslams pytth (thạbt qdm)."
  },
  {
    "verse_id": 15,
    "translation": "Yim lukh (fqṭ) dnyạvy zndgy th aamhi kh zyntkụ̄ (pạravkụ̄) ṭlb gar chih, asụ̄ chih tihindyn aʿmaln hund pvuri pvur bdlh timn yythụ̄ dnyahs mnz divan th timn chhanh aath (dnyakis mʿāvẓs) mnz kanhh kmy yivan dinh."
  },
  {
    "verse_id": 16,
    "translation": "Yim chih tim lukh yhindi khạṭr ạkhrts mnz kihinụ̄ (ḥṣh) chuhnh (jhnm kh) nar varạe,th tim sạry (aʿmal ge pnnhi aukhrvy ajr kh ḥsab kinụ̄) ẓayʿ yim timav dnyahs mnz anjam ạsụ̄ ditimtụ̄ th suh (svrue kynhh) spud bạṭl th be kar yhi tim kran ạsụ̄ rvudimtụ̄ (tikyazi tihund ḥsab chuh pvur ajr san dnyase mnz moklavnh āmut th ạkhrts kiyut rvudnh kihinụ̄)."
  },
  {
    "verse_id": 17,
    "translation": "Suh shkhṣ yus pnnis rb sndi ṭrfh ttakarh dlylhi pytth chuh, byyhi chuh Allah tʿālyā sndi ṭrfh aakh gvah (qrān) thi amis shkhṣh sndi tạyyd th tqvyt khạṭr āmut th aamhi brvnhh (āshi) mvsyā (ʿlyh alslam) snz ktab (tvrat) thi yosh rhnma th rḥmt ạs (āmcz) yime lukh chih yath (qrāns) pytth ayman anan,kya (yhi) th (kạfr) frqv mnz suh shkhṣ yus yymiyuk (yʿny qrānuk) mnkr chuh (hyknh brabr ạsith) yylhi zn jhnmuk nartmụ̄ sund tthkanh chuh,lhādha (ae bvzn valhi!) cze pzy zi cz gczhkh nh aath mtʿlq raczh thi shks mnz rvzun,be shk chuh yhi (qrān) chạnis rb sndi ṭrfh ḥq albth akthr lukh chihnh ayman anan."
  },
  {
    "verse_id": 18,
    "translation": "Th ts khoth bodd ẓạlm kus hykhi ạsith yus Allah tʿālyā hs pytth aapuz bhtan chuh khalan,yithy lukh yin pnnis rb sndis drbars mnz pysh krnh th gvah vann, yimae chih tim lukh yimav pnnis rbs pytth aapuz avs vonmut,zạnith thạviv zi ẓạlmn pytth chhe Allah tʿālyā snz lʿnt."
  },
  {
    "verse_id": 19,
    "translation": "Yim lukh (doyimyn) Allah tʿālyā snzi vathi nishhi rukavan chih th aath mnz chih hjr czhanddan,th time lukh chih ạkhrts ankar krn vạlụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Yim lukh chihnh (Allah tʿālyā hs) zmyns mnz ʿạjz krith hykn vạlụ̄ th nah chuh yhindikhạṭrAllah tʿālyā hs varạe kanhh mddgar.yhindi khạṭr yiyhi ʿdhab dognh krnh (tikyazi) nah avs timn (ḥqch kth) bvznuk ṭaqt th nah ạsụ̄ (ḥq) vuchihthe hykan."
  },
  {
    "verse_id": 21,
    "translation": "Yime lukh chih yimav pnnyn nfsn nqṣan vatnvv th yim bhtan tim gddan ạsụ̄ tim rạvụ̄timn (sạry)."
  },
  {
    "verse_id": 22,
    "translation": "Yhi chuh balkl ḥq zi pzụ̄pạtthụ̄ chih timae lukh ạkhrts mnz sarive khoth zyadh khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Be shk yimav lukv ayman aon th nyk ʿmlh rvudụ̄ kran byyhi rvudụ̄ pnnis rbs brvnhh knhi ʿạjzy kran yimae lukh chih ahli jnt tim chih tath mnz hmyshh rvzn vạlụ̄."
  },
  {
    "verse_id": 24,
    "translation": "(kạfr th mslman) doshvnụ̄ fryqn hnz mthal chhe anụ̄ snz th zrụ̄snz th (aath brʿks) vuchhn vạlụ̄ snz th bvzn vạlụ̄ snz hish.kya doshvnụ̄ hund ḥal chha brabr? Kya tohụ̄ chihv na tylhi (thi) nṣyḥt qbvl kran?"
  },
  {
    "verse_id": 25,
    "translation": "Th be shk svuzụ̄ aashi nvḥ (ʿlyh alslam) tihindis qvms kun (timav von timn),bh chuhs tuhndi khạṭr ttakarh khocznavn vvl (bntih āmut)."
  },
  {
    "verse_id": 26,
    "translation": "Zi tohụ̄ mah krivAllah tʿālyā hs vrạe kạnshi hnz ʿbadt,me chuh tohyhi pytth skht doh kh ʿdhabuk (ynuk) khvf."
  },
  {
    "verse_id": 27,
    "translation": "Pth von tihindi qvm kyv kfr krn valyv srdarv th jạgyrdarv,aashi chuhkh cz pan se hyvu aakh bshr bvznh yivan th aashi vuchh nh kanhh (mʿzz shkhṣ) chạnụ̄ pạrvy kran svae sanyv (mʿāshrkyv) km vzn rae thavn valyv vsụ̄ payhi lukv (yim zannh mannh varạe cze pth pth chhy pkan),th aashi chhanh cze mnz pans pytth kanhh fẓylt th brtry (yʿny ṭaqt th aqtdar,mal v dvlt ya chạnis jmaʿts mnz brryn lukn hnz shmvlyt alghrẓ tiyuth kanhh phlv) thi aathhi yivan blkh chihth cz asụ̄ aapziyvrsmjhan."
  },
  {
    "verse_id": 28,
    "translation": "(nvḥ ʿlyh alslamn) vonnkh,ae myanhi qvmh! Vnụ̄ tv agr bh pnnis rb sndi ṭrfh ttakarh thbvuts pytth thi chuhs th tmụ̄ āshi me pnnhi bargahi nishhi (khaṣ) rḥmt thi ʿṭa krmcz mgrso āshi tohyhi nishhi (aanyn hndụ̄ pạtthụ̄) khttith thavnh āmcz,kya tylhi hykv asụ̄ so tohyhi jbraan aatts khạlith yylhi zn tohụ̄tath napsnd chihv kran."
  },
  {
    "verse_id": 29,
    "translation": "Th ae myanhi qvmh!bh chuhsav nh tohyhi aath (dʿūts th tblyghs) pytth kanhh mal v dvlt (thi) mngan,myvn ajr chuh ṣrf Allah tʿālyā se (sndis krmh kis dhims) pytth th bh chuhs nh (tuhndi khạṭr) tim (ghryb th psmandh) lukh yimav ayman chuh aonmut dvur czlh navn vvl thi kynhh (tohụ̄ mah smjhvukh yim vsụ̄ payhi yimae chih dr ḥqyqt mʿzz). Be shk chih yim lukh pnnis rb sndi mlaqatuk shrf ḥạṣl krn vạlụ̄ th me chihv tohụ̄ drḥqyqt jạhl (th nasmjh) qvm aathhi yivan."
  },
  {
    "verse_id": 30,
    "translation": "Th ae myanhi qvmh!agr bh yim pans nishhi dvur krkh tylhi kus hykhi me Allah tʿālyā hs nishhi (yʿny tmụ̄ sndi ghẓbh nishh bchavns mnz) mddkrith,kya tohụ̄ chihv na ghvrkran?"
  },
  {
    "verse_id": 31,
    "translation": "Th bh chuhsav nh tohyhi (yhi) vnan zi me nishhi chih Allah tʿālyā sndụ̄ khzanh (yʿny bh chuhs ḥd khoth dvlt mnd) th nah (yhi zi) bh chuhs (Allah tʿālyā sndi vnnh varạe) panh ghyb zanan th nah chuhs bh yhi vnan zi (ansan nh kynhh) bh chuhs frshth (myạnụ̄ dʿūt chhanh kramtn hndis dʿūyā hs pytth bnith) th nah chuhs timn lukn nsbt yimn tuhnz nẓr vsụ̄ payhi chhe zanan yhi vnan zi Allah tʿālyā diyhi nh hrgz timn kanhh rczr (yhi chuh Allah tʿālyā sund ḥkm th pth shkhṣh sundnṣyb), Allah tʿālyā chuh bhtr zanan yikynczhah tihindyn diln mnz chuh, (hrgah yhi vanh) be shk spd (tylhi) bh tmy vqth ẓạlimav mnz."
  },
  {
    "verse_id": 32,
    "translation": "Tim lgụ̄vnnh,ae nvḥ!be shk krth cze aashi sintụ̄ lrrạe th cze krth aashi sintụ̄ varyah lrrạe. Bs aan vonụ̄ aashi pytth suh (ʿdhab) yymiyuk cz aashi sintụ̄ vʿdh chuhkh kran hrgah cz (vaqʿī) pzụ̄yvr chuhkh."
  },
  {
    "verse_id": 33,
    "translation": "(nvḥ ʿlyh alslamn) vonnkh,suh (ʿdhab) aanhi bs Allah tʿālyā he tohyhi pytth hrgah tmụ̄ yoczh th tohụ̄ hykiyvun nh (suh) ʿạjz krith."
  },
  {
    "verse_id": 34,
    "translation": "Th myạnụ̄ nṣyḥt (thi) diyav nh tohyhi nfʿ yodve bh tohyhi nṣyḥt krnuk aradh kragr Allah tʿālyā hn tohụ̄ gmrah krnuk aradh kormut āshi,suh chuh tuhund rb,th tohụ̄ yiyiv tsụ̄ kun vaps phirnh."
  },
  {
    "verse_id": 35,
    "translation": "(ae ḥbybi mkrm!) kya yim lukh chha vnan zi pyghmbrn chuh yhi (qrān) pane bnvvmut? Frmạviyvukh, agr yh me chuh bnvvmut tylhi āshi myanhi jurmuk (vbal) me pytth th bh chuhs tamhi nishhi bry yus jrm tohụ̄chihv kran."
  },
  {
    "verse_id": 36,
    "translation": "Th nvḥs (ʿlyh alslam) kun āyhi vḥy krnh zi (vonụ̄) aanhi nh hrgz chanhi qvmh mnz (byyhi) kanhh ayman timav varạe yimav (vuniystam) ayman chuh aonmut,lhādha mah spdiv tohụ̄ tihnzv (ankar krnh chv th ttsnh czttnh chv) kamyv sintụ̄ dl mlvul."
  },
  {
    "verse_id": 37,
    "translation": "Th cz bnav sanhi ḥkmh mṭạbq aashi brvnhh knhi aakh nav th ẓạlmn mtʿlq krụ̄ zynh me sintụ̄ (kanhh) kth,tim yin ẓrvrghrq krnh."
  },
  {
    "verse_id": 38,
    "translation": "Th nvḥ (ʿlyh alslam) rvudụ̄ nav bnavan th yylhi thi tihindi qvmkụ̄ srdar timn kinụ̄ nyrhn, timn ạsụ̄ hzl kran.nvḥ (ʿlyh alslam) ạsụ̄ (timn drjvab) vnan, agr (az) tohụ̄ aashi sintụ̄ hzl chihv kran tylhi krv asụ̄thi (pgah) tohyhi sintụ̄ hzl yithh pạtthụ̄ tohụ̄hzl chihv kran."
  },
  {
    "verse_id": 39,
    "translation": "Lhādha zạniv tohụ̄ ʿnqryb zi ks pytth yiyhi (dunyahs mnze) ʿdhab yus ts dhlyl th rsva kri th (pth ks pytth chuh ạkhrts mnz thi) hmyshh qạyim rvzn vvl ʿdhab vsan?"
  },
  {
    "verse_id": 40,
    "translation": "Vonụ̄yylhi svn (ʿdhabuk) ḥukm āv th tndvurs lj (āb kyn nagn hndụ̄ pạtthụ̄) vuznụ̄ (pth) frmvv aashi, (ae nvḥ!) aath navi mnz krukh pth jnsh mnz (nrth madh) don ʿddn pytth mshtml jvurụ̄ svar th pnnụ̄ grikụ̄ bạcz thi (tulukh) timav varạe yimn pytth (hlaktuk) frman godde chuh ṣạdr spudmut th yymụ̄ kạnshi ayman chuh aonmut (suthi tulun sintụ̄), th kynczhv (lukv) varạe avs nh timn sintụ̄kạnshi ayman aonmut."
  },
  {
    "verse_id": 41,
    "translation": "Th nvḥ hn (ʿlyh alslam) von, tohụ̄ lukh gczihv aath mnz svar Allah tʿālyā sndy nav sintụ̄ chuh aamiyuk pkun th aamiyuk tthhrun. Be shk chuh myvn rb varyah bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 42,
    "translation": "Th so nav ạs tm hyth pharrn hishn (ṭvufạnụ̄) lhrn mnzpkan zi nvḥ hn (ʿlyh alslam) kor pnnis nychvis ālav th suh avs timn nishhi byon (kạfrn sintụ̄) khrra,ae myanhi gobra! Aashi sintụ̄ gczh svar th kạfrn sintụ̄ mah rvz."
  },
  {
    "verse_id": 43,
    "translation": "Tmụ̄ von, bh ratth vunụ̄ (navi khsnh bjayhi) kunhi pharruk sharh (yʿny bals pytth khsh) suh bchavi me ābh nishhi.nvḥ hn (ʿlyh alslam) von, az chuhnh Allah tʿālyā sndi ʿdhab nishhi kanhh bchavan vvl mgr ts shkhṣs ys pytth sue (Allah tʿālyā) rḥm kri,athụ̄ sintụ̄ āyhi doshvnụ̄ (yʿny mạlis th gobrs) drmyan (ṭvfạny) lhr pth gov suh ghrq spdn valyv mnz."
  },
  {
    "verse_id": 44,
    "translation": "Th (yylhi nvḥ snzi navi varạe sạry lukh ghrq spdith hlak ge pth) āv ḥkm dinh, ae zmyn!panun āb nynglav th ae āsman!cz kr qrar,th āb āv khshk krnh,th kạm āyhi moklavnh th nav kor jvdy pharrs pytth qrar,th frmavnh āv zi ẓạlmn khạṭr chuh (rḥmt nishhi) dvuryr."
  },
  {
    "verse_id": 45,
    "translation": "Th nvḥ hn (ʿlyh alslam) lve pnnis rbs nad th korun ʿrẓ,ae myanhi rbh!be shk avs myvn nychuv (thi) myanyv bạczav mnz th yqyna chuh chvn vʿdh poz th cz chuhkh sarive khoth bodd ḥạkm."
  },
  {
    "verse_id": 46,
    "translation": "Arshad spud,ae nvḥ!be shk chuhnh suh chanyn bạczn mnz shạml tikyazi tmụ̄ snz ʿml ạs nh jan lhādha ạsụ̄ zyv nh me suh sval kran yymiyuk nh tohyhi ʿlm āshi,bh chuhsv tohyhi nṣyḥt kran khbr czma spdkh (nth) nadanv mnz."
  },
  {
    "verse_id": 47,
    "translation": "(nvḥ ʿlyh alslamn) korn ʿrẓ,ae myanhi rbh! Bh chuhs aamhi kthhi nishhi chvn pnah mngan zi bh kre cze suh sval yymiyuk nh me kynhh ʿlm āshi,th hrgah cz me mghfrt krkh nh th me pytth rḥm krkh (nh) bh spd (tylhi) khsarh tuln valyv mnz."
  },
  {
    "verse_id": 48,
    "translation": "Frmavnh āv,ae nvḥ! (navi mnz) vsv bon sanh ṭrfh slamty th brkcz hyth yim tohyhi pytth chih th byyhi chih timn jmạczn pytth yim cze sintụ̄ chih,th kynhh jmạcz āsn (āyndh thi) ticzh yimn asụ̄ (dnyạvy nʿmtv sintụ̄) fạydh vatnavav pth vathi timn sanhi ṭrfh dg tulvun ʿdhab."
  },
  {
    "verse_id": 49,
    "translation": "Yhi (byan) chuh (timav) ghyb chv khbrv mnz yimh asụ̄ tohyhi kun chih vḥy kran,aamhi brvnhh nah ạsv tohụ̄ yimh zanan th nah tuhund qvm,lhādha kriv tohụ̄ ṣbr.be shk chuh bhtr anjam prhyzgarne khạṭr."
  },
  {
    "verse_id": 50,
    "translation": "Th (aashi svuz) qvmi ʿāds kun tihund bve hvd (ʿlyh alslam), timav von, ae myanhi qvmh! Allah tʿālyā snz ʿbadt kriv ts varạe chuhnh tuhndi khạṭr kanhh mʿbvd,tohụ̄ chihv Allah tʿālyā hs pytth (shryk thavnuk) mḥẓ bhtan gnddn vạlụ̄."
  },
  {
    "verse_id": 51,
    "translation": "Ae myanhi qvmh! Bh chuhsav nh tohyhi yath (dʿūts th tblyghs) pytth kanhh ajr mngan,myvn ajr chuh tmụ̄ (sndi) se (krm chh dhimh dạry) pytth yymụ̄ bh pạd chuhns kormut, kya tohụ̄ chihv na hyvan ʿqlhi kạm."
  },
  {
    "verse_id": 52,
    "translation": "Th ae lvukv!tohụ̄ mngiv pnnis rbs (gnahn) mghfrt pth kriv tmụ̄ snzi bargahi mnz (pazi dlh) rjvʿ,suh svzyv tohyhi āsman pytthh zvrdar bạrsh th tuhndis ṭaqts pytth kri (mzyd) ṭaqtuk aẓafh th tohụ̄ krụ̄zyv nh mjrm bntih tmụ̄ snz rvgrdạny!."
  },
  {
    "verse_id": 53,
    "translation": "Timav von, ae hvd!cz chuhkh nh aashi nishhi kanhh vaẓḥ thbvt hyth āmut th nah chih asụ̄ chanhi vannh sintụ̄ pnnụ̄ mʿbvd tavan vạlụ̄ th nah chih asụ̄ cze pytth ayman aann vạlụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Asụ̄ hykv nh aamhi varạe (kihinụ̄) vnith zi sanyv mʿbvdav mnz chuhnkh cz kmụ̄ tam (dmagh ddlnh chh) bymari mnz mbtla kormut. Hvd n (ʿlyh alslam) von, be shk chuhsan bh Allah tʿālyā gvah bnavan th tohụ̄ thi rvuziv gvah zi me chuhnh tmn sintụ̄ kanhh tʿlq yim tohụ̄ shryk chhvvkh gnzravan."
  },
  {
    "verse_id": 55,
    "translation": "Ts (Allah tʿālyā hs) varạe kriv tohụ̄ sạry (tuhndyv bạṭl mʿbvdav san) rlith me khlaf (kanhh) tdbyr, pth mah diyiv me mhlt thi!."
  },
  {
    "verse_id": 56,
    "translation": "Be shk chuh me Allah tʿālyā hs pytth tvkl kormut yus myvn (thi) chuh rb, tuhund (thi) chuh rb th kanhh pkn vvl (jandar) chuhnh tiyuth mgrsuh chuh ts tmụ̄ snd czhaghi rttith (yʿny mkml pạtthụ̄ chuh tmụ̄ sndis qdrt kis qbẓs mnz).be shk chuh myvn rb (ḥqs th ʿdls mnz) syzi vathi pytth (pknh sintụ̄ mylan)."
  },
  {
    "verse_id": 57,
    "translation": "Pth thi hrgah tohụ̄ buth phiriv tylhi chih me pzụ̄pạtthụ̄ tim (tmam aḥkam) tohyhi vatnạvimtụ̄ yim hyth bh tohyhi nishhi svznh chuhs āmut,th myvn rb bnavi tuhnzi jayhi byyhi kunhi qvms qạyim mqam,th tohụ̄ hykiv nh ts kanhh dadar vatnạvith. Be shk chuh myvn rb pth chyzs pytth rạchhdr."
  },
  {
    "verse_id": 58,
    "translation": "Th yylhi svn (ʿdhabuk) ḥukm āv aashi bchvv (pth) hvd (ʿlyh alslam) th timn sintụ̄ ayman vạlụ̄ pnnhi rḥmth sintụ̄,th aashi bkhush timn skht ʿdhab nishhi njat."
  },
  {
    "verse_id": 59,
    "translation": "Th yhi chuh (qvmi) ʿād yimav pnnis rb sndyn āyatn ankar kor byyhi krkh pnnyn rsvln hnz nafrmạny th pth jạbr (th tkbrvạlis) ḥq kis dshmn sndi ḥkmch krkh pạrvy."
  },
  {
    "verse_id": 60,
    "translation": "Th yath dnyahs mnz (thi) āyhi timn pth lʿnt aagadi krnh th qyamt kh doh (thi gczhykh aagadi). Yad thạviv zi (qvmi) ʿādn avs pnnis rbs sintụ̄kfrkormut. Khbrdar! Hvd (ʿlyh alslam) sndi ʿād qvmh khạṭrchuh (rḥmt nishhi) dvuryr."
  },
  {
    "verse_id": 61,
    "translation": "Th (aashi svuz qvmi) thmvds kun tihund bve ṣalḥ (ʿlyh alslam). Timav von, ae myanhi qvmh! Allah tʿālyā snz ʿbadt kriv tuhndi khạṭr chuhnh ts varạe kanhh mʿbvd,tmy krụ̄ nav tohụ̄ zmyn nishhi pạd th aath mnz krinav tohụ̄ ābad lhādha mngvi tohụ̄ ts mʿạfy pth kriv tas brvnhh kanhi tvbh.be shk chuh myvn rb qryb, duʿāchuh qbvl krn vvl."
  },
  {
    "verse_id": 62,
    "translation": "Timav von, ae ṣalḥ!yymhi brvnhh avsukh sạnis qvms mnz cze amydn hund mrkz(yʿny czye sintụ̄ āsh sanhi aumydvabsth),kya cz chuhkhh aashi timn (potlyn) hnz pvuza krnh nishhi tthakh kran yhinz pvuza sạnụ̄ mạlụ̄ buddi bb kran chih rvudimtụ̄? Th yath (tvḥyds) kun cz aashi nad chuhkh divan yqyna chih asụ̄ tath mtʿlq brris aẓṭrab pạd krn vạlis shks mnz."
  },
  {
    "verse_id": 63,
    "translation": "Ṣalḥ hn (ʿlyh alslam) von, ae myanhi qvmh! Hanakrụ̄tavghvr agr bh pnnis rb sndi ṭrfh ttakarh dlylhi pytth (qạyim) chuhs th me chhe tmụ̄ sndi ṭrfh (khaṣ) rḥmt nṣyb spzmcz, (aamhi pth tmụ̄ sndụ̄ aḥkam tohyhi tam nah vatnạvith) agr bh tmụ̄ snz nafrmạny kr tylhi kus shkhṣ chuh yus Allah tʿālyā hs nishhi (yʿny tmụ̄sndi ʿdhab nishh) bchavns mnz me mdd kri? Lhādha hykvi nh nqṣan vatnavnh varạe tohụ̄me (byyhi) kunhi chyzs mnz aẓafh krith."
  },
  {
    "verse_id": 64,
    "translation": "Th ae myanhi qvmh!yhi chhe Allah tʿālyā snz (khaṣ ṭryqh pạd krnh āmcz) avnttinụ̄ (yosh) tuhndi khạṭr chhe nshạny lhādha thạviyvun yhi āzad (yhi) rvzi Allah tʿālyā sndis zmyns mnz khyvan th amis vatnạvụ̄ zyv nh kanhh tklyf nath rattyv tohyhi jlde (vaqʿ spdn vvl) ʿdhab."
  },
  {
    "verse_id": 65,
    "translation": "Pth krso timav (ttkh nạrczttith) dhbḥ,ṣalḥ hn (ʿlyh alslam) von, tohụ̄kriv (vonụ̄) pnnyn ghrn mnz (ṣrf) tryn dohn (tam) ʿạsh,yhi chuh vʿdh yus (zhnụ̄) aapuz nyrinh."
  },
  {
    "verse_id": 66,
    "translation": "Pth yylhi svn (ʿdhabuk) ḥkm āvaashi bchạvụ̄ṣalḥ (ʿlyh alslam) byyhi yim timn sintụ̄ ayman aann vạlụ̄ ạsụ̄ pnnhi rḥmt kh bạʿth th tamhi doh chh khjil zdy nishhi (thi bkhshukh njat). Be shk chuh tuhund rbe ṭaqt vr ghạlb."
  },
  {
    "verse_id": 67,
    "translation": "Th ẓạlm lukh rttụ̄ hạbt nak āvazi pth ạsụ̄ tim ṣbḥạe tithh pạtthụ̄ zi pnnyn grn mnz rvudụ̄ (mord ḥalts mnz) dubh pyth."
  },
  {
    "verse_id": 68,
    "translation": "Zanth tim timn mnz bsụ̄mty ạsụ̄ nh,yad thạviv! (qvmi) thmvdn avs pnnis rbs sintụ̄ kfrkormut.khbrdar! (qvmi) thmvds khạṭrchuh (rḥmt nishhi) dvuryr."
  },
  {
    "verse_id": 69,
    "translation": "Th be shk āe sạnụ̄ svznh āmtụ̄ frshth abrhyms (ʿlyh alslam) nishhi khosh khbr hyth,timav krslam, abrahymn (ʿlyh alslam) thi vnụ̄ (drjvab) slam,pth kor nh (abrhym ʿlyh alslamn) czyr aot tam zi (tihnz khạṭr dạry khạṭr) aonukh aakh buzmut voczh."
  },
  {
    "verse_id": 70,
    "translation": "Pth yylhi (abrahym ʿlyh alslamn) vuchhn zi tihindụ̄ aathh chihnh aath (khyns) kun vothan,tmụ̄ zạnụ̄ tim gharzan th (pnnis) dils mnz lgụ̄ timav nishhi hna khvf mḥsvs krnh,timav von, tohụ̄ mah khvucziv!asụ̄ chih qvmi lvṭs kun svznh āmtụ̄."
  },
  {
    "verse_id": 71,
    "translation": "Th tihnz khandarinụ̄ (sarh) ạs (nkhe) vodnụ̄, tas āv aasun, pth dicz aashi timn (yʿny tihinzi khandarinhi) asḥaq (ʿlyh alslam) snz th asḥaq (ʿlyh alslam) sndi pth yʿqvb (ʿlyh alslam) snz bshart."
  },
  {
    "verse_id": 72,
    "translation": "So lj vnnh, hae yhi kya!kya me zyviya shur yylhi zn bh burr (gmcz) chhas th myvn yhi khandar (thi) chuh burr? Be shk chuh yhi ʿjyb chyz."
  },
  {
    "verse_id": 73,
    "translation": "Frshtv von, kya cz chhakhh Allah tʿālyā sndis ḥkms pytth tʿjb kran? Ae grvalyv!tohyhi pytth chhe Allah tʿālyā snz rḥmt th tmụ̄ snz brkt,be shk chuh suh tʿryfn qạbl thadi payuk."
  },
  {
    "verse_id": 74,
    "translation": "Vonụ̄ yylhi abrahyms (ʿlyh alslam) khvf czol th timn nishhi vạcz bshart,pth lgụ̄ aashi (yʿny frshtn) sintụ̄ qvmi lvṭs mtʿlq czuvnhi."
  },
  {
    "verse_id": 75,
    "translation": "Be shk ạsụ̄ abrahym (ʿlyh alslam) sytthah burdbar,āh v zạry krn vạlụ̄,pth ḥals mnz aashi kun rjvʿ krn vạlụ̄."
  },
  {
    "verse_id": 76,
    "translation": "(frshtv von), ae abrahym!aamhi (kthhi) nishhi kriv drgzr (yʿny yhi kth tạviv), be shk chuh vonụ̄ tuhndis rb sund (ʿdhabuk) ḥukm vvtmut,th timn chuh ʿdhab vatns tyar yus vaps hykhi nh phirnh yith."
  },
  {
    "verse_id": 77,
    "translation": "Th yylhi sạnụ̄ svznh āmtụ̄ frshth lvṭs (ʿlyh alslam) nishhi āe (pth) spdụ̄ tim tihindi yinh kinụ̄ pryshan th tihindi bạʿth gov (tihund) ṭaqt km th lgụ̄ vannhi,yhi chuh sytthah skht doh (frshth ạsụ̄ sytthah mạrụ̄ mndụ̄ th ḥẓrt lvṭ ʿlyh alslams avs pnnhi qvm kh bur ʿādtuk pae lhādha spdụ̄ tamhi ftnh kh andyshhi kinụ̄ pryshan yus mmkn avs)."
  },
  {
    "verse_id": 78,
    "translation": "(pth sapud ty yymiyuk timn andyshh avs) th lvṭ (ʿlyh alslam) sund qvm āv (pczhyn hnz khbr bvzạny) timn nishhi davan davan, th tim ạsụ̄ godde bur kamhi kran.lvṭn (ʿlyh alslam) von, ae myanhi (nafrman) qvmh!yimh chhavmyanhi (qvm chh) kvri, yimh chhe tuhndi khạṭr (bṭryqi nkaḥ) pak th ḥlal,lhādha khvucziv tohụ̄ Allah tʿālyā hs th myanyn pczhyn mnz mah kriv me (pnnhi be ḥyạyy hndi bạʿth) rusva! Kya tohyhi mnz chuhna kanhh nyk syrt ansan?"
  },
  {
    "verse_id": 79,
    "translation": "Timav von, cze chhe var pạtthụ̄ pae zi aashi chuhnh chanyn (qvm chn) kvryn sintụ̄ kanhh ghrẓ,th cz chuhkh pzụ̄pạtthụ̄zanan yikynczhah asụ̄ yczhan chih."
  },
  {
    "verse_id": 80,
    "translation": "Lvṭn (ʿlyh alslam) v on, kash!me mnz āsihe tohyhi sintụ̄ mqablh krnch hmt ya hykh ha bh (aaz) kunhi mẓbvṭ qlʿs mnz pnah nith (yʿny chhapn jae ḥạṣl krith)."
  },
  {
    "verse_id": 81,
    "translation": "(pth) lgụ̄ (frshth) vannhi,ae lvṭ!asụ̄ chih chạnis rb sndụ̄ svznh āmtụ̄. Yim lukh hykn nh cze tam hrgz vạtith,vonụ̄ nyiriv tohụ̄ pnnụ̄ grkụ̄ bạcz hyth rạcz hndis kynczhs ḥṣs mnz th tohyhi mnz gczihh nh kanhh pot nẓr diyun mgrpnnụ̄ khatvn (tulụ̄ zyn nh sintụ̄) pzụ̄pạtthụ̄ chuh ts (thi) sue (ʿdhab) vatn vvl yus yimn vathi. Be shk chuh yhiund (ʿdhabuk) mqrr vqt ṣubḥ (huk vqt),kya ṣubḥ chuhna nzdyk?"
  },
  {
    "verse_id": 82,
    "translation": "Pth yylhi svn (ʿdhabuk) ḥukm vvt,aashi bnvv aamhi bsty hund pytthim ḥṣh (taluk pytth krith) bnim ḥṣh th aashi vạlụ̄ tth pytth pl th pe nh āmczi myczi hnz knhi yimh pyotthus pytth (thh bh thh) pyvan rvz."
  },
  {
    "verse_id": 83,
    "translation": "Yimh tuhndis rb sndi ṭrfh nshan zdh āsh krnh āmcz,th yhi (knyn hund ʿdhab) chuhnh (vunhi thi) ẓạlmv nishhi dvur kynhh."
  },
  {
    "verse_id": 84,
    "translation": "Th (aashi svuz) mdyan (kyn lukn) kun tihund bve shʿīb (ʿlyh alslam) tmụ̄ von, ae myanhi qvmh!Allah tʿālyā snz ʿbadt kriv tuhndi khạṭr chuhnh ts varạe kanhh mʿbvd,th mynns tvlns mnz mah ạsiv kmy kran be shk chuhsav bh tohụ̄ papr jah vuchhan th bh chuhs tohyhi pytth tithhi doh kh ʿdhabuk khvf kran (mḥsvs) yus (tohyhi) nal vln vvl chuh."
  },
  {
    "verse_id": 85,
    "translation": "Th ae myanhi qvmh! Tohụ̄ ạsiv mynun th tvlun anṣaf san pvurkran th lukn mah ạsiv tihindụ̄ chyz chhonụ̄ tvulith divan th fsadkrn vạlụ̄ bntih mah ạsiv mlks mnz tbạhy tulan."
  },
  {
    "verse_id": 86,
    "translation": "Yhi Allah tʿālyā sndi dinh āmthi mnz pth kun rvzi (ty) chuh tuhndi khạṭr bhtr agr tohụ̄ ayman vạlụ̄ chihv th bh chuhs nh tohyhi pytth rạchhdr."
  },
  {
    "verse_id": 87,
    "translation": "Timav von!ae shʿīb! Kya chạnụ̄ nmaz chhayhi cze yohe ḥkm divan zi asụ̄ travvkh tim (mʿbvd) yhnz bndgy sạnụ̄ mạlụ̄ buddi bb chih kran rvudimtụ̄,nathi yhi ziyikynczhah asụ̄ pnnyn maln mtʿlq yaczhv (thi) krav (nh)? Be shk chuhkh cze yvt (akh) bodd burdbar, hdayt yafth (rvudmut)."
  },
  {
    "verse_id": 88,
    "translation": "Shʿībn (ʿlyh alslam) von, ae myanhi qvmh! Vnụ̄ tv agr bh pnnis rb sndi ṭrfh ttakarh vathi pytth chuhs th tmụ̄ chuh me pnnhi bargahi mnzrut rzq (thi) ʿṭa kormut (tylhi kyazi kr nh ḥquk tblygh), th bh chuhs nh yhi (thi) yczhan zi tohyhi pth lgith lagh (ḥqs khlaf) panh ty kynczhah krun yymhi nishhi bh tohyhi tthakh chuhsav kran,bh chuhs yot tam me pilan chuh (tuhund) aṣlaḥe yczhan, th myvn tvfyq chuh Allah tʿālyā sndy (mdd) sintụ̄, me chuh tsụ̄ pytth bhrvsh kormut th tsụ̄ kun chuhs rjvʿ kran."
  },
  {
    "verse_id": 89,
    "translation": "Th ae myanhi qvmh!yinh tohyhi me sintụ̄ dshmny th mkhalft aath ḥds tam hs diyhi zi (yymhi kh bạʿth) tohyhi pytth vathi suh (ʿdhab) yus (ʿdhab) qvmi nvḥ ya qvmi hvd ya qvmi ṣalḥ hs vvtmut avs,th qvmi lvṭuk (zmanh) chuhnh tohyhi nishhi zyadh dvur (gomut kynhh)."
  },
  {
    "verse_id": 90,
    "translation": "Th tohụ̄ mngiv pnnis rbs mghfrt pth kriv ts brvnhh kanhi (pazi dlh) tvbh,be shk chuh myvn rb sytthah mhrban mḥbt krn vvl."
  },
  {
    "verse_id": 91,
    "translation": "Timav von, ae shʿīb!chanhi akthr kthh chhanh aashi fikri tran th asụ̄ chihth cz pnnis mʿāshrs mnz aakh kmzvr shkhṣ zanan th hrgah cze ʿīal ạsihy nh tylhi krhvth cz asụ̄ sngsar th (aashi chuhe tamhi kue lḥaẓ nath) chuhkh nh cz sanhi nẓri mnz kanhh ʿzt vvl."
  },
  {
    "verse_id": 92,
    "translation": "Shʿībn (ʿlyh alslam) von, ae myanhi qvmh!kya myvn khandan chha tohyhi nzdyk Allah tʿālyā sndi khoth zyadh ʿzt vvl,th tohyhi chuhvvn suh (yʿny Allah tʿālyā znth) pans psi psht trvvmut.be shk chuh myvn rb tuhnzn (tmam) kamyn pnnis aḥaṭs mnz rttith."
  },
  {
    "verse_id": 93,
    "translation": "Th ae myanhi qvmh!tohụ̄ rvuziv pnnhi jayhi kạm kran bh chuhs pnnụ̄ kạm kran.tohyhi lgyv ʿnqryb pae zi ks pytth yiyhi suh ʿdhab yus khjil krith tavi th kus chuh yus aapziyvr chuh? Th tohụ̄ thi rvuziv praran th bh (thi) chuhs tohyhi sintụ̄ praran."
  },
  {
    "verse_id": 94,
    "translation": "Th yylhi svn (ʿdhabuk) ḥukm āvpth bchạvụ̄ aashi shʿīb (ʿlyh alslam) th timn sintụ̄ ayman aann vạlụ̄ pnnhi rḥmt kh bạʿth th ẓạlm rttụ̄ khvfnak āvazi, pth ạsụ̄ tim ṣubḥs aath ḥals mnz zi pnnyn gran mnzrvudụ̄ (mord ḥalts mnz) vukrạvith pyth."
  },
  {
    "verse_id": 95,
    "translation": "Znth tim timn mnz zanhh bsụ̄mty ạsụ̄ nh. Bvuziv! Madyan (kyn lukn) khạṭr chhe hlakt yithh pạtthụ̄ (qvmi) thmvd hlak sapudmut avs."
  },
  {
    "verse_id": 96,
    "translation": "Th be shk svuzụ̄ aashi mvsyā (ʿlyh alslam thi) pnnhi nshạniyhi th ttakarh thbvt hyth."
  },
  {
    "verse_id": 97,
    "translation": "Frʿūns th tmụ̄ sndyn srdarn nishhi, pth kr (qvm kyv) srdarv frʿūn sndi ḥkmch pạrvy,yylhi zn frʿūn sund ḥkm ṣḥyḥ avs nh."
  },
  {
    "verse_id": 98,
    "translation": "Suh pkhi qyamt kh doh pnnis qvms brvnhh brvnhh,ạkhr kar vatnavykh jhnm kis nars mnz, th so (jae) yath mnz dạkhl krnh yin kạczah bur jae chhe."
  },
  {
    "verse_id": 99,
    "translation": "Th yath dnyahs mnz (thi) chhe timn lʿnt āmcz pth thavnh th qyamt kh doh (thi rvzi timn pte),kạczah khrab ddạlụ̄ chhe yosh timn dinh āyhi."
  },
  {
    "verse_id": 100,
    "translation": "(ae rsvl mʿẓm!) yim chih (timn) bsty yn hndụ̄ kynhh ḥalat yim asụ̄ tohyhi bvznavan chihv timav mnz chhe kynhh brqrar th (kynhh) gyhi nyst v nabvd."
  },
  {
    "verse_id": 101,
    "translation": "Th aashi avs nh timn pytth ẓlm kormut albth kor timav (pane) pnnyn nfsn pytth ẓlm,lhādha āe nh tim aapzụ̄ mʿbvd yimn tim Allah tʿālyā hs varạe pvuzan ạsụ̄timn raczh thi bkar, yylhi tuhndis rb sund (ʿdhabuk) ḥukm āv th tim (dyvta) hykụ̄ ṣrf tihindis hlakts th brbạdy mnze yvt huryrkrith."
  },
  {
    "verse_id": 102,
    "translation": "Th yithe pạtthụ̄ chhe tuhndis rb snz grft spdan yylhi suh bsty yan tath ḥals mnz chuh thph tavan zi timh chhe ẓạlm (bnymcz) āsan. Be shk chhe tmụ̄ snz thph dg tulvnụ̄ th skht āsan."
  },
  {
    "verse_id": 103,
    "translation": "Be shk chih yimn (vaqʿātn) mnz ts shkhṣh sndi khạṭr ʿbrt yus ạkhrt kis ʿdhabs khoczan chuh.yhi (qyamtuk doh) chuh suh doh yymhi khạṭr tmam lukh yin jmʿ krnh th yohe chuh suh doh yylhi sạry yin ḥạẓr krnh."
  },
  {
    "verse_id": 104,
    "translation": "Th asụ̄ chihn nh yhi path rattan albth mqrr vqth khạṭr (yus godde ṭe chuh)."
  },
  {
    "verse_id": 105,
    "translation": "Yylhi suh doh yiyhi, kanhh shkhṣ (thi) hykhi nh tmụ̄ sndi ajazt varạe kth krith, pth āsn timn mnz kynhh bdbkht th kynhh nyk bkht."
  },
  {
    "verse_id": 106,
    "translation": "Vonụ̄ yim lukh bdbkht āsn (tim) āsn jhnms mnz pyth, tihindis mqdrs mnz āshi tathi bakh travnhi th chikh dinhi."
  },
  {
    "verse_id": 107,
    "translation": "Tim rvzn tath mnz hmyshh yot tam āsman th zmyn (yim tamhi vqth āsn) qạyim rvzan albth yikynczhah tuhund rb yczihh. Be shk yus aradh tuhund rb frmavan chuh kran chuh."
  },
  {
    "verse_id": 108,
    "translation": "Th yim lukh nyk bkht āsn (tim) āsn jnts mnz tim rvzn tath mnz hmyshh yot tam āsman th zmyn (yim tamhi vqth āsn) qạyim rvzn albth yikynczhah tuhund rb yczhih, yhi āshi soʿṭa (ddạlụ̄) yosh zanhh czhynh gczihh nh."
  },
  {
    "verse_id": 109,
    "translation": "Lhdha (ae bvzn valhi!) czmah gczh tihindis bars mnz kunhi (thi) shks mnz mbtla yhinz yim lukh pvuza chih kran.yim lukh chihnh (kunhi dlylhi hndis th bṣyrt kis bnyads pytth) bndgy kran albth chih (ṣrf tithh pạtthụ̄ kran) yithh pạtthụ̄ yimn brvnhh yhindụ̄ mạlụ̄ buddi bb bndgy chih kran āmtụ̄. Th be shk dimav asụ̄ yimn yqyna yhiundpvur (ʿdhabuk) ḥṣh yath mnz nh kanhh kmy yiyhi krnh."
  },
  {
    "verse_id": 110,
    "translation": "Th be shk dicz aashi mvsyā hs (ʿlyh alslam) ktab pth āv tath mnz akhtlaf krnh, th agr tuhndis rb sndi ṭrfh aakh kth godde āsihe nh ṣạdr spzmcz tylhi āsihe timn drmyan ẓrvr fạṣlh āmut krnh, th pzụ̄pạtthụ̄ chih tim ymhi (qrān) kis bars mnz aẓṭrab pạd krn vạlis shks mnz mbtla."
  },
  {
    "verse_id": 111,
    "translation": "Be shk diyhi tuhund rb timn sarine tihinzn ʿmln hund pvuripvur bdlh,tim yikynczhah kran chih yqyna chuh suh tamhi nishhi varpạtthụ̄ bakhbr."
  },
  {
    "verse_id": 112,
    "translation": "Lhādha rvuziv tohụ̄ thạbt qdm! Yithh pạtthụ̄ zan tohyhi ḥkm chuhv dinh āmut th suthi (rvuzin thạbt qdm) yymụ̄ tohyhi sintụ̄ (Allah tʿālyā hs kun) rjvʿ chuh kormut,th (ae lvukv!) tohụ̄ krụ̄ zyv nh srkshy,be shk yikynczhah tohụ̄ kran chihv suh chuh tath var pạtthụ̄ vuchhan."
  },
  {
    "verse_id": 113,
    "translation": "Th tohụ̄ phiyrụ̄ zyv nh tithyn lukn kun yim ẓlm chih kran nath tavyv tohyhi (jhnmuk) nar tahph th tuhndi khạṭr āshi nh Allah tʿālyā hs varạe kanhh mddgar th pth yiyhi nh tohyhi (thi) mddkrnh."
  },
  {
    "verse_id": 114,
    "translation": "Th tohụ̄ kriv doh kyn doshvnụ̄ aandn mnz th rạcz hndyn kynczhn ḥiṣn mnznmaz qạyim.be shk chhe nyk kamhi burạyiyan mttavan. Yhi chhe nṣyḥt mann valyn khạṭr nṣyḥt."
  },
  {
    "verse_id": 115,
    "translation": "Th tohụ̄ kriv ṣbr be shk chuhnh Allah tʿālyā nykv karn hund ajr ẓayʿ kran."
  },
  {
    "verse_id": 116,
    "translation": "Pth kyazi spdụ̄ nh tohyhi brvuntthimyv aumtv mnz kynhh rtụ̄ th gattlụ̄yim lukn krhan zmyns mnz fsad tulnh nishhi tthakh ṣrf timav mnz kynczhv lukv varạe yimn aashi njat diyut,th ẓạlimv kr ʿạsh v ʿshrtch (tamy vathi hnz) pạrvy yath mnz tim pyth ạsụ̄ th tim ạsụ̄ (ʿạdy) mjrm."
  },
  {
    "verse_id": 117,
    "translation": "Th tuhund rb chuhnh tiyuth zi suh kri bsty yan ẓlm krith hlak ath ḥals mnz zi tamikụ̄ rvzn vạlụ̄ āsn nykvkar."
  },
  {
    "verse_id": 118,
    "translation": "Th agr tuhund rb yczhih he tylhi bnavihe tmam lukn aakạe aumt (mgr tmụ̄ kor nh jbraan yhi kynhh blkh diczn sarine mdhhb pannavns mnzāzạdy) th yim lukh rvzn (vonụ̄) hmyshh akhtlaf kran."
  },
  {
    "verse_id": 119,
    "translation": "Ts shkhṣs varae yymis pytth tuhund rb rḥm frmav th aamy mvjvub chih tmụ̄ ym pạd krimtụ̄, th tuhndis rb sund frman spud pvur be shk brn bh jhnm jinv th ansanv (mnz bạṭls sath dinh valyv) sintụ̄ ẓrvr."
  },
  {
    "verse_id": 120,
    "translation": "Th asụ̄ chihvrsvlav hnzv khbrvmnz sạry ḥalat tohụ̄ bvznavan yymhi sintụ̄ asụ̄ tuhndis (pak) dils ḥvṣlh chih divan, th tohyhi nishhi chhe yath (svurs) mnz ḥq th nṣyḥt āmcz byyhi chuh ahli aymann khạṭr ʿbrt (th yaddhạny thi)."
  },
  {
    "verse_id": 121,
    "translation": "Th tohụ̄ frmạviv timn lukn yim ayman chihnh aanan, tohụ̄ rvuziv pnnhi jayhi ʿml kran, (th) asụ̄ chih (pnnhi jayhi) ʿml kran."
  },
  {
    "verse_id": 122,
    "translation": "Th tohụ̄ (thi) pạriv asụ̄ (thi) chih paran."
  },
  {
    "verse_id": 123,
    "translation": "Th āsmann hund th zmynuk (svrue) ghyb chuh Allah tʿālyā se khạṭr th tsụ̄ kun chhe hrkanhh kạm vatnavnh yivan lhādha rvuziv tmụ̄ snz ʿbadt kran th tsụ̄ pytth thạviv tvkl krith,th tuhund rb chuhnh tohyhi sarine lukn hnzv ʿmlv nishhi ghạfl kynhh."
  }
]