[
  {
    "verse_id": 1,
    "translation": "Alf,lam, ra (ḥqyqy mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan), yim chih rvshn ktabih hndụ̄ āyat."
  },
  {
    "verse_id": 2,
    "translation": "Be shk kraashi yhi ktab qrān kis ṣvrts mnzʿrby zbạnụ̄ mnz nạzl takh tohụ̄ hykiyvun (yhi sydi syod) smjhith."
  },
  {
    "verse_id": 3,
    "translation": "(ae ttatthhi!) asụ̄ karv tohyhi nishhi aakh bhtryn qṣh byan yymhi qrān kh dhryʿh yus aashi tohyhi kun vḥy chuh kormut, agr chh tohụ̄aamhi brvnhh (yymhi qṣh nishhi) be khbr ạsụ̄v."
  },
  {
    "verse_id": 4,
    "translation": "(suh qṣh chuh yithh pạtthụ̄) yylhi yvsfn (ʿlyh alslam) pnnis babh ṣạbs von, aemyanhi aba jan! Me vuchh (khvabs mnz) kah tark byyhi āftab byyhi zvun, me vuchh tim myanhi khạṭr sjdh kran."
  },
  {
    "verse_id": 5,
    "translation": "Timav von, ae myanhi gobra!panun yhi khvab krụ̄ zinh pnnyn bhayn nishhi byan, nath krn tim cze khlaf kanhh dvkhh vajinụ̄ tdbyr. Be shk chuh shyṭan ansan sund ttakarh dshmn."
  },
  {
    "verse_id": 6,
    "translation": "Yithe pạtthụ̄ kary cze chvn rb (bzrgy khạṭr) mntkhb th cze hychhnạvy kthn hndis anjams tam vatun (yʿny khvabn hndi tʿbyruk ʿlm) byyhi kri cze pytth th yʿqvb sndyn avladn pytth pnnụ̄ nʿmt pvur yithh pạtthụ̄ zn tmụ̄ aamhi brvnhh chanyn doshvnụ̄ malyn (yʿny baddbuddibb th buddi bb) abrahyms th asḥaqs (ʿlyhmu alslam) pytth pvur ạs krmcz. Be shk chuh chvn rb var pạtthụ̄ zann vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 7,
    "translation": "Be shk chhe yvsf (ʿlyh alslam) th tasndyn bhayn (hndis vaqʿs) mnz prczhn valyn khạṭr (varyah) nshạniyhi."
  },
  {
    "verse_id": 8,
    "translation": "(suh vqt kriv yad) yylhi yvsf (ʿlyh alslam) sndyv bhayv von zi pzụ̄pạtthụ̄ chuh yvsf (ʿlyh alslam) th tmụ̄ sund bve sanis mạlis sanhi khoth zyadh ttạtthụ̄ yylhi zn asụ̄ (dhn nfrn pytth mshtml) zyadh mẓbvṭ jmaʿt chih.be shk chih sạnụ̄babh ṣạb (tihindimḥbt chh) ṭrfdạry mnz ttakarh pạtthụ̄ rạvimtụ̄."
  },
  {
    "verse_id": 9,
    "translation": "(vonụ̄ chuh yohe ḥl zi) tohụ̄ kriyvun yvsf (ʿlyh alslam) qtl nath yiyvun dvur kunhi ghyrzan ʿlaqs mnztrạvith (yithh pạtthụ̄) gczihh tuhndis mạlụ̄ sund tvjh ṣrf tohyhi kun th aamhi pth bnụ̄ zyv tvhụ̄ (tvbh krith) ṣalḥynn hnz jmaʿt."
  },
  {
    "verse_id": 10,
    "translation": "Timav mnz von akụ̄ vann vạlụ̄,yvsf (ʿlyh alslam) mah kriyvun qtl th suh trạviyvun kunhi aanhi gttụ̄ kryirkis snirs mnz ts niyhi kanhh vthi pkvun msafrtulith, hrgah tohụ̄ (kynhh) krn valụ̄ chihv (tylhi kriv yyi)."
  },
  {
    "verse_id": 11,
    "translation": "Timav von, ae sanhi aba jan! Tohyhi kya chuhv gomut zi tohụ̄ chihv nh yvsfs (ʿlyh alslam) mtʿlq aashi pytth aʿtbar kran yylhi zn asụ̄ pzụ̄ pạtthụ̄ tmụ̄ sndụ̄ rut kanchhn vạlụ̄ chih."
  },
  {
    "verse_id": 12,
    "translation": "Tohụ̄ svuziyvun suh pgah aashi sintụ̄!suh khyyhi tthyk pạtthụ̄ byyhi gindi th be shk chih asụ̄ tmụ̄ sndụ̄ rạchhdr."
  },
  {
    "verse_id": 13,
    "translation": "Timav von, be shk chuh me yhi khyal dil malvul kran zi tohụ̄ niyvun suh th bh chuhs (aamhi khyalh thi) khoczan zi ts khyyhi ramh hvun th tohụ̄ rvuzivtmis (rạchh krnh) nishhi ghạfl."
  },
  {
    "verse_id": 14,
    "translation": "Timav von, agr ts ramh hvun khyyhi ḥalankh āsv asụ̄ aakh mẓbvṭ jmaʿt thi (mvjvd) tylhi chih asụ̄ balkl nakarh."
  },
  {
    "verse_id": 15,
    "translation": "Pth yylhi timav suh niyuv th sarivyv kor aath pytth atfaq zi suh travvn aanhi gttụ̄ kryrikis snirs mnzpth svuz aashi ts kun vḥy, (ae yvsf!pryshan spdụ̄ zynh aakh vqt vathi) zi cz pavakh ymn pzụ̄pạtthụ̄ yhnz yhi kạm yad th ymn āshi nh (chanhi blnd rotbuk) shʿūr kynhh."
  },
  {
    "verse_id": 16,
    "translation": "Th tim āe (yvsf ʿlyh alslams kryiris mnz chhkith) pnnis mạlis nishhi rạcz hndi vqth (mkạry san) vdan vdan."
  },
  {
    "verse_id": 17,
    "translation": "Vannhi lgụ̄, ae sanhi abajan!asụ̄ ge davi mnz mqablh krnhi th aashi trvv yvsf (ʿlyh alslam) pnnis samans nishhi th suh khyov raamh hvunụ̄,th tohụ̄kriv nh (tvthi) sanhi kthhi paczh yodvae asụ̄ pzụ̄ yạry (thi) āsav."
  },
  {
    "verse_id": 18,
    "translation": "Th timav aon tmụ̄ snzi qmyẓhi pytth aapuz khvn (thi) mlth (yʿqvb ʿlyh alslamn) vonnkh, (ḥqyqt chhanh yhi) blkh bnạv tuhndyv (ḥạsd) nfsvaakh (varyah brr) kạm tuhndi khạṭr shl th khosh krvnụ̄ (yosh tohụ̄ krith gv), lhādha chuh (aath ḥadiths pytth) ṣbre jan, th Allah tʿālyā se chuhs mddmngan tath pytth yhi tohụ̄ vnan chihv."
  },
  {
    "verse_id": 19,
    "translation": "Th (ypạrụ̄) vvt vathi pkvnyn hund aakh qạflh th timav svuz panun āb brn vvl yylhi tmụ̄ panun banh (tath kryiris mnz) tvvutmụ̄ von, khosh khbr chhe yhi chuh aakh lrrkh, th timav thvv suh tjartuk qinmty samanh zạnith khttith, th Allah tʿālyā chuh timn kamyn yimh tim kran ạsụ̄ var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 20,
    "translation": "Th yvsf (ʿlyh alslam) sndyv bhayv (yim mvqʿs pytth āmtụ̄ ạsụ̄) kun suh (panun czolmut ghlam vnith tihndine aathn mnz) sytthah km qinmts grnz hndyn kynczhn dirhmn hndi bdlh tikyazi tim vathi pkh vnụ̄ ạsụ̄ ts (yvsf ʿlyh alslams mlụ̄ hyns) mtʿlq (godde) be mạl (pth nyvu vathi pkvnyv suh mṣr th tathi knukh)."
  },
  {
    "verse_id": 21,
    "translation": "Th mṣrkụ̄yymụ̄ shkhṣn suh mlụ̄ avs hyotmut (ts avs nav qṭfyr th suh avs mṣrkis badshah ryan bn vlyd sund khzanh vzyr,ts ạsụ̄ ʿām pạtthụ̄ ʿzyzi mṣr vnan) tmụ̄ von pnnhi khandarinhi (zlykha hhi), yhi thavun ʿzt v akram san! Bnan chuh yhi vatnavi aashi fạydh ya bnavvn yhi asụ̄ panun nychuv th yithhi pạtthụ̄ bkhush aashi yvsfs (ʿlyh alslam mṣr kis) zmyns mnz astḥkam th yhi avs aamhi mvjvb zi suh hychhnavvn asụ̄ kthn hndis aanjams tam vatun (yʿny khvabn hndi tʿbyruk ʿlm), th Allah tʿālyā chuh pnnhi kamhi pytth ghạlb albth akthr lukh chihnh zanan."
  },
  {
    "verse_id": 22,
    "translation": "Th yylhi suh pnnhi jvạny hndis kmals vvt (pth) kor aashi ts (nbvtuk) ḥukm th ʿlmi (tʿbyr) ʿṭa, th yithe pạtthụ̄ chih asụ̄ nykvkarn bdlh ʿṭa kran."
  },
  {
    "verse_id": 23,
    "translation": "Th tamhi khatvnhi (yas zlykha nav avs) yymhi sndi gri tim rvzan ạsụ̄ kr timn nishhi tihindi dhatch shdyd khvạhsh th tamhi krụ̄ drvazh (thi) bnd th lj vannhi,jldy valh (bh chhase vnan). Yvsfn (ʿlyh alslam) von, Allah tʿālyā sund pnah!be shk chuh suh (yus cze khavnd chuhoe) myvn rachhn vvl tmụ̄ chuhnas bh sytthah ʿzt san thvvmut. Be shk lbn nh ẓạlm lukh kamyạby."
  },
  {
    "verse_id": 24,
    "translation": "(yvsf ʿlyh alslamn kor ankar) th be shk avs tamhi (yʿny zlykha hih) tihund airadh kormut, krhn ma (shayd) tim thi tmụ̄ sund qṣd agr nh timav pnnis rb snz ttakarh dlyl vuchhmcz āsihe. Yithh pạtthụ̄ (āv aamhi mvjvb krnh) zi asụ̄ thavav timn nishhi tklyf th be ḥyạyy (doshvae) dvur, be shk ạsụ̄ tim sanyv czarnh āmtyv (brgzydh) bndv mnz. (ya avs timav thi ts ṭaqth sintụ̄ dvur krnuk qṣd kormut.agr tim pnnis rb snz ttakarh nshạny vuchhhn nh tylhi krhn pnnis bchavs mnz skhty th mmkn chuh aath dvran czhynhi he tihinz qmyẓ brvuntthụ̄ kinụ̄ yus pth timn khlaf shhadt th tklyfuk vjh bnhi he,lhādha rttụ̄ tim Allah tʿālyā snzi nshạny skhty krnh nsh.)"
  },
  {
    "verse_id": 25,
    "translation": "Th doshvae dvre yhi drvazs kun (aakh akis pth) th tamhi (zlykha hih) cztt tihinz qmyẓ ptụ̄ kinụ̄ th doshvyav vuchh tmụ̄ sund khavnd (ʿzyzi mṣr) drvazs nkhh tamhi von, (jl jl) zi ts shkhṣh sund sza yus chanhi khandarinhi sintụ̄ burạyy hund aradh kri kya hykhi byyhi ạsith aamhi varạe zi suh yiyhi qạd krnh nath yiyhi (ts) dg tulvun ʿdhab dinh."
  },
  {
    "verse_id": 26,
    "translation": "Yvsfn (ʿlyh alslam) von, (nh blkh) aamhi yoczh nas bh panh pnnhi mvkhh mṭlb krrnh khạṭr vrghlavun th (athụ̄ dvran) dicz tmụ̄ sndyo grikyv mnzakụ̄gvahn (yus dod chyvun shur avs) gvạhy ziagr amụ̄ snz qmyẓ brvuntthụ̄ kinụ̄ phttmcz chhe tylhi chhe yhi pzụ̄yạr th suh chuh aapzyaryv mnz."
  },
  {
    "verse_id": 27,
    "translation": "Th hrgah amụ̄ snz qmyẓ ptụ̄ kinụ̄ phttmczchhe tylhi chhe yhi aapzyạr th suh chuh pziyaryv mnz."
  },
  {
    "verse_id": 28,
    "translation": "Pth yylhi tmụ̄ (ʿzyzmṣrn) tihinzqmyẓ vuchh (zi) so ạs ptụ̄ kinụ̄ phttmcz pth von tmụ̄, be shk chuh yhi tohyhi znann hund fryb.pzụ̄pạtthụ̄ chuh tohyhi znann hund fryb bodd (khṭrnak) āsan."
  },
  {
    "verse_id": 29,
    "translation": "Ae yvsf!cz kr aamhi kthhi nishhi drgzr th (ae zlykha!) cz mng pnnhi gnah khạṭr mʿạfy, be shk ạskh cze ghlṭy krn valyv mnz."
  },
  {
    "verse_id": 30,
    "translation": "Th shhrs mnz lvg (amyrn hnzv) kynczhv znanv vanun zi ʿzyz snz khandarinụ̄ chhe pnnis ghlams nishhi mṭlb krrnh khạṭrtas vrghlavan, tmụ̄ sund (yʿny ghlam sund) lvl chuh ts dils snyvmut, be shk chhe soaashi ttakarh gmrạhy mnz bvznh yivan."
  },
  {
    "verse_id": 31,
    "translation": "Vonụ̄yylhi tamhi (zlykha hih) tihnz mkạry hnzkthh bvz (pth) svuz tamhi timn nad th tihindi khạṭr bnạvn shvub dar mjls (pth thạvin timn brvnhh knhi myvh) th timan mnz diczn pth akis aakh aakh shrakh th (yvsf ʿlyh alslams) korun drkhvast zi cz nyr yimn brvuntthụ̄ kinụ̄ (takh yimn lghi myanhi kyfytuk vjh pae), vonụ̄ yylhi timav yvsf (ʿlyh alslamn hund ḥsnuk mạrụ̄ mnzr) vuchh pth lạgikh tmụ̄snd (jlvh jmalkụ̄) tʿryf krnụ̄ th timav czttụ̄ (mdhvshy hndis ʿālms mnz myvh czttnh bjayhi) pnnụ̄ aathh th (vuchhnh pth) diczkh (achank) krykh, Allah tʿālyā sund pnah! Yhi chuhnh bshr, yhi chuh bs kanhh brgzydh frshth (yʿny pytthimhi ʿaaalmh pytthh vothmut nvuruk pykr)."
  },
  {
    "verse_id": 32,
    "translation": "(zlykhayhi hnz tdbyr gyhi kamyab pth) von tamhi, yohe chuh suh (nvurk pykr) yymis mtʿlq tohụ̄ me āsv mlamt kran th be shk kr me (pnnhi khvạhishhi hndis shidts mnz) ts vrghlavnch kvushsh mgr suh rvudmkml pạtthụ̄ ba ʿṣmt, th agr (vunhi thi) tmụ̄ thi kor nh yhi bh ts vnan chhas tylhi yiyhi suh ẓrvr qạd krnh th yqyna yiyhi suh be ʿzt krnh."
  },
  {
    "verse_id": 33,
    "translation": "(vonụ̄ ralạv mṣrchav znanv thi hmnva bnith zlykha hih sintụ̄ kth) yvsfn (ʿlyh alslam) kor (sarine hnz kthh bvuzith) ʿrẓ, ae myanhi rbh! Me chuh qạdkhanh tamhi kamhi khoth zyadh ttvtth yath kun yimh me nad chhe divan)pth spdụ̄yvsf ʿlyh alslam āhu zạry th fryad krnh kh ghrẓh bargahi alāhy ys kun mtvjh yth pạtthụ̄ zn anbya hn th murslynn hund ʿādt chuh( th (korkh ʿrẓ), agr cze yuhund fryb me nishhi ddvluth nh tylhi gczhh bh (chanhi ḥfaẓt th mdd bghyr) yimn kun (yʿny yhinzn kthn kun) mạyl th bh gczhh nadann mnz shạml."
  },
  {
    "verse_id": 34,
    "translation": "Pth kor Allah tʿālyā hn tihund dʿā qbvl th znann hund mkrvfryb korun timn nishhi dvur. Be shk chuh sue varpạtthụ̄ bvzn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 35,
    "translation": "Pth basyav timn (yvsf ʿlyh alslamn hnzi pakbạzy hnz) nshạniyhi vuchihth thi yy mnạsb zi ts krn akis vqts tam qạd (takh ʿūams mnz gczihh aamhi vaqʿch ture khtm)."
  },
  {
    "verse_id": 36,
    "translation": "Th timn sintụ̄ spdụ̄ z jvan thi qạd khans mnz dạkhl. Timav mnz von akụ̄,me vuchh panun pan (khvabs mnz) zi bh chuhs (dachhhi mnz) shrab chyirith krran th doymụ̄ akụ̄ von,me vuchh panun pan (khvabs mnz) zi bh chuhs pnnis kls pytth czochhi tulith,tamhi mnz chih janavar khyvan. (ae yvsf!) aashi vniv aamiyuk tʿbyr, be shk chihth cz asụ̄ nyk lukv mnz vuchhan"
  },
  {
    "verse_id": 37,
    "translation": "Yvsfn (ʿlyh alslam) von, yus khyn tohyh (dohe) chuhv khyavnh yivan suh āshi nh tohyhi nishhi vvtmut thi zi bh vanav tohyhi doshvnụ̄ aamiyuk tʿbyr tohyhi nishhi suh vatnh brvnhh,yhi (tʿbyr) chuh timav ʿlimav mnz yim myạnụ̄ rbn bh hychhnvvmut chuhns. Be shk chuh me tamhi qvmuk mdhhb (godd pytthe) trvvmut yim Allah tʿālyā hs pytth ayman chihnh aanan th tim chih ạkhrtkụ̄ thi mnkr."
  },
  {
    "verse_id": 38,
    "translation": "Th me chhe pnnis mạlis buddbb,abrahym th asḥaq th yʿqvb (ʿlyhmu alslam) sndi dynch pạrvy krith thạvmcz, aashi chuhnh kanhh ḥq ziasụ̄ krvn kanhh chyz thi Allah tʿālyā hs sintụ̄ shryk, yhi (tvḥyd) chuh aashi pytth th lukn pytth Allah tʿālyā sund (khaṣ) fẓl albth akthr lukh chihnh shkrkran."
  },
  {
    "verse_id": 39,
    "translation": "Ae myanhi qạd khanh kyv doshvyavsạthiyv! (vniv) kya byon byon varyah mʿbvd chha bhtr kinh aakh Allah tʿālyā yus sarine pytth ghạlb chuh?"
  },
  {
    "verse_id": 40,
    "translation": "Tohụ̄ chihv nh (drḥqyqt) Allah tʿālyā hs varạe kạnshi hnz ʿbadt kran mgr kynczhn navan hnz yim tohyhi panh th tuhndyv mạlyv buddi bbv (pane) chih thạvimtụ̄,Allah tʿālyā han chhanh tihnz kanhh sndnạzl krmcz.ḥukmuk akhtyar chuh ṣrf Allah tʿālyā hs,tmy chuh ḥkm frmvvmut zitohụ̄ mah kriv ts varạe kạnshi hnz ʿbadt,yhe chhe syz vath (ṣḥyḥ dyn) mgr akthr lukh chihnh zanan."
  },
  {
    "verse_id": 41,
    "translation": "Ae myanhi qạd khanh kyv doshvyv sạthiyv!tohyhi mnz chuh akh (ymụ̄sndi khvabuk tʿbyr yhi chuh zi suh) āshi pnnis mruby ys (yʿny badshahs) shrab chavan th rvud vonụ̄ doyum (yymụ̄ kls pytth chhe czochhi vuchhmacz) suh yiyhi phhhi khalnh pth khyn janavar tmụ̄ sndi klh pytthh (tikhi tikhi maz), (yqyna) āv fạṣlh krnh yath mtʿlq tohụ̄ pczhan chihv."
  },
  {
    "verse_id": 42,
    "translation": "Th yvsfn (ʿlyh alslam) von ts shkhṣs yus timn doshvnụ̄ mnz yalh gczhn vvl zvnun zi pnnis badshahs nishhi krụ̄ zi myạnụ̄ dhkr (bnan chuh ts pyyhi yad zi byakh aakh be gnah thi chuh qạds mnz) mgr shyṭann mshrạv ts pnnis badshahs nishhi (so) dhkr krnụ̄, ntyjh dav zi yvsf (ʿlyh alslam) rvudụ̄ varyahn vriyn tam qạd khans mnz (bnd)."
  },
  {
    "verse_id": 43,
    "translation": "Th (aakhi doh) von badshahn, me chhe (khvabs mnz) sth mochhi tazh gạv vuchhmacz,timn chhe sth laghr th zạvijhi gạv khyvan byyhi (vuchihm) sth sbz hylụ̄ th baqy (sth) khshk, ae drbaryv! Me diyiv myanhi khvabuk jvab agr tohụ̄ khvabuk tʿbyr zanan chihv."
  },
  {
    "verse_id": 44,
    "translation": "Timav von, (yim) chih pryshan khvab th asụ̄ chihnh pryshan khvabn hund tʿbyr zanan."
  },
  {
    "verse_id": 45,
    "translation": "Th tmụ̄ shkhṣn yus timn doshvnụ̄ mnzylh avs gomut von,th (vonụ̄) pyov ts varyahhi kạlụ̄ (yvsf ʿlyh alslams sintụ̄ krnh āmut vʿdh) yad bh vanv tohyhi aamiyuk tʿbyr lhādha svuziv tohụ̄ me (yvsf ʿlyh alslams nishhi)."
  },
  {
    "verse_id": 46,
    "translation": "(suh yylhi qạd khans mnz vvt th log vannhi,) ae yvsf, ae pziyari!tohụ̄ vniv aashi (aamhi khvabuk) tʿbyr zi sth mochhi philh gạv chhe yimn sth zạvijhi gạv khyvan chhe,byyhi chih sth sbz hylụ̄ th sth khshk takh bh gczhh (yhi tʿbyr hyth) vaps lukn nishhi bnan chuh zi timn lghi tuhnd (bjruk th thzruk) pae."
  },
  {
    "verse_id": 47,
    "translation": "Yvsfn (ʿlyh alslam) von, tohụ̄ kriv hmyshh kh ʿādt mṭạbq lgatar stn vriyn zmyndạry pth yus zraʿt tohụ̄ lvnan ạsiv suh ạsụ̄ zyvn tamhi kyvhylyv san (dhkhyrh krith) thavan albth kme kynhh (krrụ̄zyv) yus tohụ̄ (prth vriyhi) khyyiv."
  },
  {
    "verse_id": 48,
    "translation": "Pth yin aamhi pth sth (vry) sytthah skht (khshk sạly hndụ̄) tim khyn tath (dhkhyrs) yus tohụ̄ tihindikhạṭr godd ạsv jmʿ rvudimtụ̄ kran albth km kynczhah (bchhi) yus tohụ̄ rczhrạvith thạviv."
  },
  {
    "verse_id": 49,
    "translation": "Pth yiyhi aamhi pth tiyuth aakh vry yath mnz lukn yiyhi (tthyk pạtthụ̄) bạrsh dinh th (tamhi vriyhi nyrn tyitụ̄ myvh zi) lukh chyirn tath mnz (myvn hund) rs."
  },
  {
    "verse_id": 50,
    "translation": "Th (yhi tʿbyr bvuzithe) von badshahn, yvsf (ʿlyh alslam) aniyvn (fvraan) me nish,vonụ̄ yylhi yvsfs (ʿlyh alslam) nishhi qạṣdāv timav von, pnnis badshahs nishhi gczh vaps th ts pczh (yhi zi) timn znann hund kya ḥal chuh (vonụ̄) yimav pnnụ̄ aathh ạsụ̄ czttimtụ̄? Be shk chuh myvn rb tihund mkrvfryb var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 51,
    "translation": "Badshahn puczh (zlykha hs th baqy znann), tohyhi kya avsuv gudryamut yylhi tohyhi (sarive) yvsf (ʿlyh alslam) tihnzi prhyzgạry nishhi ddalun avsuv yoczh mut (vniv suh mʿāmlh kya avs)? Timav sarive von (byk zban), Allah tʿālyā sund pnah!aashi vuchh nh yvsfs (ʿlyh alslam) mnz kanhh burạyy.ʿzyzmṣr snzi khandarinhi (zlykhahih thi) von, vonụ̄ chuh ḥq non damut (ḥqyqt chhe yhi zi) me ạsụ̄tim pnnhi mṭlb āvry khạṭr vrghlavnụ̄yczhụ̄mtụ̄th be shk chih timae pzụ̄yạrụ̄."
  },
  {
    "verse_id": 52,
    "translation": "(yvsf ʿlyh alslamn von, me chuh kormut) yhi aamhi mvjvub zi suh (ʿzyz mṣr yus myvn mḥsn th mrby avs) zanhi zi me kr nh tmụ̄ snz ghạrḥạẓry mnz (ptụ̄ kinụ̄) tmụ̄ snz kanhh khyant th be shk chuhnh Allah tʿālyā khyant krn valyn hndis czhls th frybs kamyab divan gczhnh."
  },
  {
    "verse_id": 53,
    "translation": "Th bh chuhs nh pnnhi nfsch brat (hund dʿūyā) kran, be shk chuh nfs burạyy hundue ḥkm dinh vvl ts varạe ys pytth myvn rb rḥm frmavi. Be shk chuh myvn rb bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 54,
    "translation": "Th badshahn von, tim anyvukh me nish takh bh bnavakh tim pnnhi khạṭr (mshyri) khaṣ, vonụ̄ yylhi badshahn timn sintụ̄ (rv bh rv) kth kr (pth spud sytthah mtạthr th) vannhi log, (ae yvsf!) be shk chihv tohụ̄ azikh pytthh aashi nish aiqtdars qạbl (th) aʿtmads layq (yʿny tohụ̄ ạv aiqtdars mnz shryk krnh)."
  },
  {
    "verse_id": 55,
    "translation": "Yvsfn (ʿlyh alslam) frmvv, (agr cze pzụ̄pạtthụ̄ me kanhh khaṣ kạm hynụ̄ chhe tylhi) kr me sr zmyn (mṣr) kyn khzann pytth (vzyr th amantdar) mqrr, be shk chuhs bh (tihnz) jan pạtthụ̄ ḥfaẓt krn vvl (th aqtṣady mʿāmln mtʿlq) aṣl pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 56,
    "translation": "Th yithh pạtthụ̄ kor aashi yvsfs (ʿlyh alslam ) mlks (yʿny mṣrs) mnz aqtdar ʿṭa (takh) tath mnz yythi yczhn tathi rvzn.asụ̄ yus yaczhan chihn suh chihn pnnhi rḥmt sintụ̄ srfraz kran th nykv karn hund ajr chihnh ẓayʿ kran."
  },
  {
    "verse_id": 57,
    "translation": "Th yqyna chuh ạkhrtuk ajr timn lukn khạṭr bhtr yimav ayman aon byyhi rvudụ̄ tqvyā chhi vathi pytth."
  },
  {
    "verse_id": 58,
    "translation": "Th yvsf (ʿlyh alslam) sndụ̄ bạe āe (qḥṭ kis zmans mnz anaj ninh khạṭr mṣr) pth ge timn nishhi ḥạẓr yvsfn (ʿlyh alslam) prznạvụ̄tim th timav hykụ̄ nh tim prznạvith."
  },
  {
    "verse_id": 59,
    "translation": "Th yylhi yvsfn (ʿlyh alslam) tihund saman (khorak bytri) timn frahm kor (pth) vonnkh, panun mạlụ̄ bve (bnyamyn) anyvun me nish, kya tohụ̄ chihv na vuchhan zi bh (kvtah) chuhs pvur mynan (tvlan) byyhi chuhs bh bhtryn mhman nvaz (thi)."
  },
  {
    "verse_id": 60,
    "translation": "Vonụ̄ agr tohyhi suh me nishhi aon vvn nh tylhi āshi nh (āyndh) tuhndi khạṭr me nishhi (anajuk) kanhh pymanh th nah hykvi tohụ̄ me nkhh yith."
  },
  {
    "verse_id": 61,
    "translation": "Timav von asụ̄ karv tmụ̄ sndis svzns mtʿlq tmụ̄ sndis babh ṣạbs ẓrvr tqaẓh th asụ̄ karv ẓrvr (yhi)."
  },
  {
    "verse_id": 62,
    "translation": "Th yvsfn (ʿlyh alslam) frmvv pnnyn ghlamn tihund rqm (yus timav anaj kh bdlh diyutmut avs) thạviv tihnzn bohryn mnzvaps takh yylhi tim pnnyn bạczn kun vatn tim pznavan tath (zi yhi rqm chuh vaps āmut) bnan chuh tim yin (aamy vjh kinụ̄) vaps."
  },
  {
    "verse_id": 63,
    "translation": "Vonụ̄ yylhi tim pnnis babh ṣạbs nsh vạtụ̄ (pth) lgụ̄ vnnh, ae sanhi babh ṣạbh! Aashi pytth chuh (āyndh khạṭr) anaj bnd krnh āmut (yot tam nh bnyamyn aashi sintụ̄ gczihh) lhādha svuziyvun svn bve (bnyamyn) aashi sintụ̄ (takh) asụ̄ aanav (mzyd) anaj th asụ̄ āsav yqynatmụ̄ sndụ̄ rạchhdr."
  },
  {
    "verse_id": 64,
    "translation": "Yʿqvbn (ʿlyh alslam) frmvv, kya bh kra amis mtʿlq (thi) tohyhi pytth tithe pạtthụ̄aʿtmad yithh pạtthụ̄me aamhi bvnhh amụ̄ sndis bạys (yvsf ʿlyh alslams) mtʿlq tohyhi pytth aʿtmad avs kormut. Bs chuh Allah tʿālyā he bhtr rạchh krn vvl th sue chuh tmam mhrbanav khoth zyadh mhrban."
  },
  {
    "verse_id": 65,
    "translation": "Yylhi timav panun samanh mczrvv (pth) vuchuhkh (tath mnz) panun rqm (yus) timn vaps avs krnh āmut, tim lgụ̄ vannhi, ae abajan! Aashi kya gczihh byyh? Yhi svn rqm (thi) chuh aashi vaps āmut krnh th asụ̄ anv (vonụ̄) pnnyn bạczn khạṭr (ẓrvur) anaj th asụ̄krv pnnis bạe snz ḥfaẓt th akis avntt sund bvr aanav byyhi hurymanh, th yhi (anaj yus aashi aon) chuh mqdar (kinụ̄) km."
  },
  {
    "verse_id": 66,
    "translation": "Yʿqvbn (ʿlyh alslam) frmvv, bh svzn nh hrgz yhi tohyhi sintụ̄yot tam nh tohụ̄ Allah tʿālyā sund qsm hạvith me pokhth vʿdh diyiv zi tohụ̄ aniyvun yhi ẓrvr me nish (vaps) aamhi varạe zi tohụ̄ (sạry) yiyiv kunhi jayhi rattnh (ya hlak krnh), vonụ̄yylhi timav yʿqvbs (ʿlyh alslam) panun pokhth vʿdh diyut pth von yʿqvbn (ʿlyh alslam), yikynczhah asụ̄ vnan chih tath pytth chuh Allah tʿālyā gvah th shạhid."
  },
  {
    "verse_id": 67,
    "translation": "Byyhi vonnkh, ae myanyv gobrv! Aakhi drvazh kinụ̄ aczụ̄ zyv nh (shhrs mnz) blkh aczụ̄ zyv mkhtlf drvazv kinụ̄ (byon byon spdith), th bh hykv nh tohụ̄ Allah tʿālyā hs nishh (yʿny Allah tʿālyā sndi ḥkmh nishhi) kihinụ̄ bchạvith tikyazi ḥkmi (tqdyr) chuh ṣrf Allah tʿālyā sndy khạṭr. Me chuh tsụ̄ pytth bhrvsh kormut th bhrvsh krn valyn pazitsụ̄ pytth bhrvsh krun."
  },
  {
    "verse_id": 68,
    "translation": "Th yylhi tim (mṣrs mnz) czae yithh pạtthụ̄ tihindụ̄ babh ṣạbn timn ḥkm avs diyutmut, suh (ḥkm) hykhi he nh timn Allah tʿālyā hs nishhi (yʿny tmụ̄ sndi tqdyrnshhi) kihinụ̄thi bchạvith mgr yhi zi yʿqvb (ʿlyh alslam) sndi dilch aakh khvạhsh ạs yosh tmụ̄ pvur kr, th (so khvạhsh th tdbyr zanụ̄ zyvn nh nakarh thi tohyhi kya pe chhav) be shk ạsụ̄ yʿqvb (ʿlyh alslam) ʿlm thavan vạlụ̄ aamhi vjh kinụ̄ zi aashi avs timn ʿlmi (khaṣ) ʿṭa kormut mgrakthr lukh chihnh (yimh ḥqyqth) zanan."
  },
  {
    "verse_id": 69,
    "translation": "Th yylhi tim yvsfs (ʿlyh alslam) nishhi ḥạẓr spdụ̄yvsfn (ʿlyh alslam) trạvpnnis bạyis (bnyamyns) pans nishhi jae (ts) vonun (lothi lothi), be shk chuhs be chvn bve (yvsf) vonụ̄ mah gczh cz dil malvl timn kamyn pytth yimh yim kran chih rvudimtụ̄."
  },
  {
    "verse_id": 70,
    "translation": "Vonụ̄ yylhi yvsfn (ʿlyh alslam) tihund samanh timn frahm kor pth thvvun (shạhy) pyalh pnnis bạys (bnyamyn) snzi bohri mnz aamhi pth lve nad layn vạlụ̄ nad, ae qaflh valyv! (tthhriv) pzụ̄pạtthụ̄ chihv tohy lukh czvur (basan)."
  },
  {
    "verse_id": 71,
    "translation": "Timv von timn kun mtvjh spdith, tohyhi kus chyz rvvuv?"
  },
  {
    "verse_id": 72,
    "translation": "Timav (drbạrụ̄ mlạzmv) von, aashi chuhnh badshah sund pyalh mylan th yus aakhah tath czhạndith aanhi ts khạṭr chuh akis avntt sund anaj (anʿām) th bh chuhs aamiyuk dhmh dar."
  },
  {
    "verse_id": 73,
    "translation": "Timav von,Allah tʿālyā sund qsm! Be shk āsyv tohyhi pe (logmut) asụ̄ ạsụ̄ nh aamhi mvjvb āmtụ̄ zi (jurmuk aatur krith) krav zmyns mnz fsad brpa th nah chih asụ̄ czvure."
  },
  {
    "verse_id": 74,
    "translation": "Timav (mlạzimav) von, (tohy vnivpane) zi ts (czvurs) kya szaāshi hrgah tohụ̄ aapziyạrụ̄ dạv?"
  },
  {
    "verse_id": 75,
    "translation": "Timav von tmụ̄ sund sza chuh yhi zi yymụ̄ sndi samanh mnz suh (pyalh) nyri suh chuh pane tamiyuk bdlh (yʿny sue gczihh tamhi bdlh rttnh yun), asụ̄ chih ẓạlimn divan yithe pạtthụ̄ sza."
  },
  {
    "verse_id": 76,
    "translation": "Lhādha kryvsfn (ʿlyh alslam) pnnis bạe snzi bohri brvnhh tihnzn bohryn hnz tlạshy shrvʿ pth korrun (ạkhrs pytth) suh (pyalh) pnnis (skh) bạe (bnyamyn) snzi bohri mnz. Yithh pạtthụ̄ vnụ̄ aashi yvsfs (ʿlyh alslam) tdbyr. Tim hykhan nh pnnis bạyis badshahi (mṣr) sndi qanvn mṭạbq (qạd) thạvith kynhh mgr yhi zi (yithh pạtthụ̄) Allah tʿālyā yczhi. Asụ̄ yymụ̄ sndụ̄ yczhan chih tmụ̄ sndụ̄ drjat chih blndkran, th pth ʿlmh vạlis hyor (thi) chuh akh ʿiilmh vvl āsan."
  },
  {
    "verse_id": 77,
    "translation": "Timav von, agr amụ̄ czvur chhe krmcz (tylhi chuhnh tʿjb kynhh) be shk chhe amụ̄ sndụ̄ bạe (yvsfn) thi amis brvnhh czvur krmcz, vonụ̄ thạvyvsfn (ʿlyh alslam) yhi kth pnnis dils mnz (khttith) th yhi krn nh timn pytth ẓạhr, (dilh mnzy) vonun tuhund ḥal chuh skh khrab, th Allah tʿālyā chuh var pạtthụ̄ zanan yikynczhah tohụ̄ vnan chihv."
  },
  {
    "verse_id": 78,
    "translation": "Timav von, ae ʿzyz mṣr! Amụ̄ sund babh ṣab chuh vạnshi kinụ̄ varyah bzrg, tohụ̄ rttyvun amụ̄ snzi jayhi aashi mnz kanhh, be shk chihv asụ̄ tohyhi aḥsan krn valyv mnz lban."
  },
  {
    "verse_id": 79,
    "translation": "Yvsfn (ʿlyh alslam) von, Allah tʿālyā sund pnah zi aashi ys nishhi panun saman lob ts varạe rttvn (byyhi) kanhh tylhi banvasụ̄ ẓạlmv mnz."
  },
  {
    "verse_id": 80,
    "translation": "Vonụ̄ yylhi timn yvsfs (ʿlyh alslam) nishhi tsla ge pth lạj timav (panh vạnụ̄) phisrae krnụ̄, tihindụ̄ zitthụ̄ (bạe) von kya tohyhi chhavna pe zi tuhndụ̄ babh ṣạbn avsnv tohyhi Allah tʿālyā sund qsm krnạvith pokhth vʿdh hyotmut th aamhi brvnhh yimh zyadty tohyhi yvsf sndis ḥqs mnz krimacz chhav (timh thi chhav tohyhi pe) lhādha nyrnh bh yymhi srzmyn mnzhrgz yot tam (nh) myvn babh ṣạb me ajazt diyhi yakri Allah tʿālyā myanhi khạṭr kanhh fạṣlh, th suh chuh sarive khoth bhtr fạṣlh frmavn vvl."
  },
  {
    "verse_id": 81,
    "translation": "Tohụ̄ gczihv pnnis babh ṣạbs kun vaps th (gczihth) vniv, ae sanhi babh ṣabh! Be shk chhe chạnụ̄ nychivụ̄ czvur krmcz (aamhi mvjvb āv suh grftar krnh) th aashi ạs fqṭ aamhi kthhi hnz gvạhy diczmczyymiyuk aashi ʿlm avs th asụ̄ ạsụ̄ nh ghybkụ̄ rạchhdr."
  },
  {
    "verse_id": 82,
    "translation": "Th (agr tohyhi paczh chhav nh bihan tylhi) pczihv tath bsty (hndyn lukn) yath mnz asụ̄ ạsụ̄ byyhi (pczihv) tath qạfls (thi) yath mnz asụ̄ āmtụ̄ chih, th be shk chih asụ̄ (pnnhi kthhi mnz) yqyna pziyạrụ̄."
  },
  {
    "verse_id": 83,
    "translation": "Yʿqvbn (ʿlyh alslam) frmvv, (yhi kth chhanh) blkh bnạv tuhndyv nfsv yhi kth tuhndi khạṭr khosh krvnụ̄, vonụ̄ chuh (bs) ṣbre jan, jlde vatnaviAllah tʿālyā timn sarine me nish, be shk chuh suh sytthah ʿlm vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 84,
    "translation": "Th yʿqvbn (ʿlyh alslam) phiyur timav nishhi roe byyis ṭrfs kun th vonun, hae afsvus! Yvsfs (ʿlyh alslam sndis jda gczhns) pytth th tihnz achh gyhi ghmh sintụ̄ sfydvonụ̄ ạsụ̄ tim ghms pytth jigr krith."
  },
  {
    "verse_id": 85,
    "translation": "Timav von, Allah tʿālyā sund qsm! Tohụ̄ rvuziyvun hmyshh yvsf (ʿlyh alslame) yad kran yot tam tohụ̄ mrns nkhh vạtiv nath sapdiv fvt."
  },
  {
    "verse_id": 86,
    "translation": "Timav frmvv, bh chuhs pnnhi pryshạny th ghmuk fryad ṣrf Allah tʿālyā sndis drbars mnz kran th bh chuhs Allah tʿālyā sndi ṭrfh tikynczhah zanan yhi nh tohụ̄ zanan chihv."
  },
  {
    "verse_id": 87,
    "translation": "Ae myanyv gobrv!gczihvyvsf (ʿlyh alslamn hnz) th tmụ̄ sndis bạe snz khbr aniv (kunhi jayhi) th Allah tʿālyā sndi rḥmt nishhi mah gczihv naamyd, be shk chih Allah tʿālyā sndi rḥmt nishhi timae lukh naamyd spdan yim kạfr chih."
  },
  {
    "verse_id": 88,
    "translation": "Vonụ̄ yylhi tim (nvi sr) yvsfs (ʿlyh alslam) nishhi ḥạẓr spdụ̄ pth lgụ̄ vnnhi, ae ʿzyzi mṣr! Aashi pytth th sanyn grikyn pytth chuh mṣybt āmut (asụ̄ chih shdyd qḥṭs mnz hynh āmtụ̄) th asụ̄ chih (yhi) mʿmvly rqm hyth āmtụ̄ lhādha diyiv (aamhi bdlh) aashi (anajuk) pvuri pvur myinczth (aamhi ʿlavh) krụ̄tv aashi pytth (kynhh) ṣdqh (thi). Be shk chuh Allah tʿālyā khạrat krn valyn jza divan."
  },
  {
    "verse_id": 89,
    "translation": "Yvsfn (ʿlyh alslam) frmvv, kya tohyhi chhav pae zi tohyhi kyah (slvk) avsuv yvsfs th tmụ̄ sndis bạyis sintụ̄ kormut kya tohụ̄ ạsụ̄v (tamhi vqth) jạhl."
  },
  {
    "verse_id": 90,
    "translation": "Timav von, kya pzụ̄pạtthụ̄ chuhkhh cze yvsf? Timav frmvv, (ā) bh chuhs yvsf th yhi chuh myvn bve be shk chuh Allah tʿālyā hn aashi pytth aḥsan kormut,yqyna yus shkhṣ Allah tʿālyā hs khoczan chuh byyhi chuh ṣbr kran tylhi chuhnh be shk Allah tʿālyā nykv karn hund ajrẓayʿ kran."
  },
  {
    "verse_id": 91,
    "translation": "Timav von, Allah tʿālyā sund qsm! Be shk chhne cze Allah tʿālyā hn aashi pytth fẓylt diczmcz th pzụ̄pạtthụ̄ ạsụ̄ asy khṭakar."
  },
  {
    "verse_id": 92,
    "translation": "Yvsfn (ʿlyh alslam) frmvv, azụ̄khi doh chhanh tohyhi pytth kanhh mlamt (th grft), Allah tʿālyā krinav tohyhi mʿāf th suh chuh sarive mhrbanav khoth zyadh mhrban."
  },
  {
    "verse_id": 93,
    "translation": "Myạnụ̄ yhi qmyẓ niyiv pth trạvizyvn yhi myạnis babh ṣạbnis roys pytth, timn yiyhi gash, th (pth) anyvukh pnnụ̄ sạry grkụ̄ bạcz me nishhi."
  },
  {
    "verse_id": 94,
    "translation": "Th yylhi qạflh (mṣrpytthh) rvanh spud tihindụ̄ babh ṣạbn (yʿqvb ʿlyh alslamn) frmvv (knʿāns mnz bihthe), be shk chhe me yvsf snz khoshbve yivan hrgah tohụ̄ me bujrkh bạʿth ddolmut zạniv nh."
  },
  {
    "verse_id": 95,
    "translation": "Timav von,Allah tʿālyā sund qsm yqyna chihv tohụ̄ pnnis (tthụ̄) prạnis mḥbt kis kham khyals mnz."
  },
  {
    "verse_id": 96,
    "translation": "Vonụ̄yylhi khosh khbr bvznavn vvl vvt tmụ̄ trạv so qmyẓ yʿqvb (ʿlyh alslam) sndis rvys pytth tamy saʿth āv timn gash vaps, yʿqvbn (ʿlyh alslam) frmvv, kya bh avsus na tohyhi vnan zi be shk chuhs bh Allah tʿālyā sndi ṭrfh tikynczhah zanan yinh tohụ̄zanan chihv."
  },
  {
    "verse_id": 97,
    "translation": "Timav von, ae sanhi abajan! Sanhi khạṭr mngiv (Allah tʿālyā hs) sanyn gnahn mghfrt, be shk ạsụ̄asy khṭakar."
  },
  {
    "verse_id": 98,
    "translation": "Yʿqvbn (ʿlyh alslam) frmvv, bh mngh ʿnqryb pnnis rbs tuhndi khạṭr mghfrt, be shk chuh sue bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 99,
    "translation": "Pth yylhi tim (sạry grikụ̄ bạcz) yvsfs (ʿlyh alslam) nishhi vạtụ̄ (th) yvsfn (ʿlyh alslam korshhr mnz nybrnyirith sash badyv svarv fvjh th lukv san shạhy jlvs kis ṣvrts mnz tihund astqbal th) dicz tʿẓym rngụ̄ pnnis mạlis majhi pans nkhh jae (rttkh tm nalh mth) th (khosh āmdyd kran) frmvvukh, tohụ̄ acziv mṣrs mnz hrgah Allah tʿālyā hn yoczh (tylhi kriv tohụ̄) aamnh th ḥfaẓt san (yyty qyam)."
  },
  {
    "verse_id": 100,
    "translation": "Th yvsfn (ʿlyh alslam) byhnạvụ̄ panun mvl mvj thzrs tkhts pytth th tim (sạry) vthụ̄ yvsfs (ʿlyh alslam) khạṭr sjds mnz, th yvsfn (ʿlyh alslam) von, ae abajan! Yhi chuh myanhi (tamhi) khvabuk tʿbyr yus (sytthah) brvnhh āmut avs (akthr mfsryn chih vnan aath ạsụ̄ cztjy vry gmtụ̄) th be shk duyt myạnụ̄ rbn shu poz thạbt krth, th be shk kor tmụ̄ me pytth (bodd) aḥsan yylhi bh jylh mnz koddns th tohụ̄ sạry anụ̄nav ṣḥrav pytthh (yvr) tamhi pth zi shyṭann avs me th myanyn bhayn mnzbag fsad pạd kormut, th be shk yath chyzs myvn rb yczhi (pnnhi) tdbyr sintụ̄ bnavitath shl, be shk chuh sue varpạtthụ̄ zann vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 101,
    "translation": "Ae myanhi rbh! Be shk krth cze me slṭnt ʿṭa byyhi korthm khvabn hndi tʿbyruk ʿlm ʿṭa, ae āsmann hndi th zmyn kh pạd krn valhi! Cz chuhkh dnyahs mnz (thi) myvn karsaz th ạkhrts mnz (thi), me diy zi aslam kis ḥalts pytth mvt th me rala v ṣalḥ lukn sintụ̄."
  },
  {
    "verse_id": 102,
    "translation": "(ae ḥbybi mkrm!) yhi (qṣh) chuh ghyb chv khbrv mnz yus asụ̄ tohyhi kun vḥy chih kran, th (yylhi zn) tohụ̄ạsivnh timn nishhi yylhi tim (bradrani yvsf) pnnhi sạzshy tdbyiri pytth jmʿ ạsụ̄ spdan th tim ạsụ̄ mkrvfryb kran (yʿny chal gindan)."
  },
  {
    "verse_id": 103,
    "translation": "Th akthr lukh chihnh ayman aann vạlụ̄ yodvae tohụ̄ (kạczah) thi khvạhsh kriv."
  },
  {
    "verse_id": 104,
    "translation": "Th tohụ̄ chihv nh timn aath (dʿūts th tblyghs) pytth kanhh mʿāvẓh mngan, yhi qrān chuh tmam ʿaaalmn khạṭr bs nṣyḥt."
  },
  {
    "verse_id": 105,
    "translation": "Th āsmann th zmyns mnz kạczah vae nshạniyhi chhe yimv pytthụ̄ yimn lukn hund guzr chuh spdan rvzan th tim chihnh timn kn tvjh divan."
  },
  {
    "verse_id": 106,
    "translation": "Th timav mnz chihnh akthr lukh Allah tʿālyā hs pytth ayman thavan albth yhi zi tim chih mshrk."
  },
  {
    "verse_id": 107,
    "translation": "Kya tim chha aamhi kthhi nishhi be khvf spdimtụ̄ zi timn pytth yiyhi Allah tʿālyā sndi ʿdhabch valuth krn vajinụ̄ āft nath yiyhi timn pytth achank qyamt th timn āshi nh khbr thi."
  },
  {
    "verse_id": 108,
    "translation": "(ae ḥbybi mkrm!) frmạviv, yhe chhe myạnụ̄ vath. Bh chuhs Allah tʿālyā hs kun nad divan, pvur bṣyrts pytth chuhs (qạyim) bh (thi) th suh shkhṣ thi yymụ̄ myạnụ̄ atbaʿ kr, th Allah tʿālyā chuh pak th bh chuhs nh mshrkv mnz."
  },
  {
    "verse_id": 109,
    "translation": "Th aashi ạsụ̄ tohyhi brvnhh thi (mkhtlf) bsty valyv mnz mrde (rsvl bnạvth) svuzimtụ̄ yimn kun asụ̄ vḥy ạsụ̄ kran, kya tim lukh chihnazmyns pytth phyirụ̄mtụ̄ zi tim vuchhhan (panh) zi timn brvuntthimyn lukn hundkya anjam spud, th be shk chuh ạkhrtuk gr prhyzgạry vrtavn valyn khạṭr bhtr,kya tohyhi chhav na ʿql?"
  },
  {
    "verse_id": 110,
    "translation": "Aath ḥds tam zi yylhi pyghmbr (pnnyv nafrman qvmav nishhi) mayvs ge th timav mnkr qvmv kor gman zi timan chuh aapuz vannh āmut (yʿny timn pytth yiyhi nh kanhh ʿdhab) pth vvt timn rsvln sv n mdd pth yas aashi yoczh (ts) diyut njat, th svn ʿdhab chuhnh mjrm qvmh nishhi (vaps) phirnh yivan."
  },
  {
    "verse_id": 111,
    "translation": "Be shk chuh tihndyn qṣn mnz gattlyn khạṭr ʿbrt, yhi (qrān) chuhnh tiyuth klam yus bnavnh yiyhi blkh chuh (yhi) timn (āsmạnụ̄ ktabn) hund tṣdyq yimh aamhi brvnhh chhe (nạzl gmcz) byyhi chuh pth chyzuk tfṣyl byyhi chuh hdayt th rḥmt, tath qvms khạṭr yus ayman aanhi."
  }
]