[
  {
    "verse_id": 1,
    "translation": "Alf lam mym ra (ḥqyqy mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan) yim chih Allah tʿālyā snz ktabi hndụ̄ āyat, th yikynczhah tuhndis rb sndi ṭrfh tohyhi kun nạzl chuh āmut krnh (suh) chuh ḥq albth akthr lukh chihnh ayman aanan."
  },
  {
    "verse_id": 2,
    "translation": "Allah tʿālyā chuh suh yymụ̄āsman krụ̄thamav varạe (khlahs mnz) blnd (yithh pạtthụ̄ zn) tvhụ̄chihv vuchhan pth kvrun (pvur kaynats pytth mḥyṭ pnnis) aqtdarkis tkhts pytth (pnnhi shanh mṭạbq) qrar th tmụ̄ bnạvụ̄āftab th zvun nẓamkụ̄ pabnd, p th aakh chuh pnnhi mqrrkrnh āmthi myʿād (mṭạbq msaft mkml krnh) khạṭr (pnnis pnnis mdars mnz) pkan, sue chuh (sary kaynat kh) pvur nẓamch tdbyr kran, (tmam) nshạniyan (ya fṭrt kyn qanvnn) chuh tfṣyl san vyczhnavan takh tvhụ̄ kriv pnnis rbs brvnhh knhi ḥạẓr spdns pytth yqyn."
  },
  {
    "verse_id": 3,
    "translation": "Th sue chuh yymụ̄ (gvl āsnh pth thi) zmyn vhrạv th aath mnz bnạvin pharr th drụ̄yav th pth qsmh kyn myvn (th fṣln) mnz (thi) bnạvin don don (jnsn hndụ̄) jvr (sue) chuh rạcz sintụ̄ dohs vurun kran, be shk chhe aath mnzghvrvfkr krn valyn khạṭr (varyah) nshạniyhi."
  },
  {
    "verse_id": 4,
    "translation": "Th zmyns mnz chih (mkhtlf qsmn hndụ̄) ttukryim aakh akis nkhh chih byyhi chih dchhhi bagh th khahh th khzr kulụ̄ chih, shakhl th shakhav ros chih, yim (sạry) chih aaky ābh sintụ̄ sgnavnh yivan, th (aamhi bavjvd) chih asụ̄ lṭafts mnz kynczhn divan kynczhn pytth fẓlyt, be shk chhe aath mnz ʿql mndn khạṭr (bjhi) nshạniyhi."
  },
  {
    "verse_id": 5,
    "translation": "Th hrgah tohụ̄ (kạfrn hndis ankars pytth) tʿjb kriv tylhi chuh tihund (yhi) vanun zyadh ʿjyb zikya yylhi asụ̄ (mrith) khak spdav kya pth yimv asụ̄ byyhi navi sr tkhlyq krnh? Yimae chih tim lukh yimav pnnis rb sund ankar kor, th yimne lukn hnzn grdnn mnz āsn ṭvq (nạlụ̄) th yime lukh chih ahli jhnm, tim chih aath mnz hmyshh rvzn vạlụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Th yim lukh chih rḥmt brvnhh tohyhi nishhi ʿdhab mngns mnz jldy kran, yylhi zn yimn brvnhh varyah ʿdhab chih guzrymtụ̄, th (ae ttatthhi!) be shk chuh tuhund rb lukn khạṭr tihindi ẓlmh bavjvd mghfrt krn vvl th yqyna chuh tuhund rb skht ʿdhab dinh vvl (thi)."
  },
  {
    "verse_id": 7,
    "translation": "Th kạfr lukh chih vnan zi amis (rsvls) pytth kyazi āyhi nh amụ̄ snds rb snd ṭrfh kanhh nshạny nạzl krnh? (ae rsvl mkrm!) tohụ̄ chihv fqṭ (nafrmann badanjam nishhi) khocznavn vạlụ̄ th (dnya kis) pth qvms khạṭr hdayt vatnavn vạlụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Allah tʿālyā chuh zanan yikynczhah pth (kanhh) madh pnnis shkms mnztulan chhe th bchhi danhi yath ḥds tam vattnh yivan chhe th yath ḥds tam brran chhe, th pth knh chyzs chuh ts nsh ḥd mqrr (yʿny aakhi khaṣ andazh mṭạbq)."
  },
  {
    "verse_id": 9,
    "translation": "Suh chuh pth pvushydh (chyz) th pth non (chyz) zann vvl sarive khoth khsith (th) thdi payhi rotbh vvl."
  },
  {
    "verse_id": 10,
    "translation": "Tohyhi mnz yus shkhṣ lothi kth kri th yus brrikri th yhi rạcz (hndis aanhi gttis) mnzkhttith āshi th yhi dohs (gashs mnz) phyran āshi sạry chih (ts khạṭr) brabr."
  },
  {
    "verse_id": 11,
    "translation": "(pth) ansan sndi khạṭr chih aakh akis pth yinh vạlụ̄ (frshth) yim ts brvuntthụ̄ kinụ̄ th ts ptụ̄ kinụ̄Allah tʿālyā sndi ḥkmh sintụ̄ tmụ̄ snz rạchh chih kran. Be shk chuhnh Allah tʿālyā kunhi qvmch ḥalt bdlavan yot tam (nh) tim lukh pnnis pans mnz panh tbdyly pạd krn, th yylhi Allah tʿālyā kunhi qvms sintụ̄ (tamh qvmh chyv pnnyv bd ʿmlv kinụ̄) ʿdhabuk aradh chuh frmavan tylhi hykhi nh kanhh tath dvur krith,th nah chuh tihindi khạṭr Allah tʿālyā sndis mqabls mnz kanhh mddgar āsan."
  },
  {
    "verse_id": 12,
    "translation": "Sue chuh yus tohyhi (kunhi vizi) khocznavnh mokhh th (kunhi vizi) amyddiyavnh mokhh vuzmlh chuh havan th (kunhi vizi) chuh gob (gon) aobur kharran."
  },
  {
    "verse_id": 13,
    "translation": "(vuzmln hnzth aobrch) ggrae (ya aath pytth mqrrkrnh āmut frshth) byyhi sạry frshth chih tmụ̄ sndi khvf sintụ̄ ḥmd san tmụ̄ snz tsbyḥ kran, th suh chuh ttasrae krn vajinhi vuzmlh svzan pth ys pytth yczhan chuh ts pytth chuh giravan, th tim (kfar) chih (qdrt chv yimav nshạnyv bavjvd) Allah tʿālyā sndis bars mnz czuvan, th suh chuh skht tdbyr (krn) vvl th thph czhnn vvl."
  },
  {
    "verse_id": 14,
    "translation": "Tmụ̄ se khạṭr chhe ḥqch (yʿny tvḥydch) dʿūt, th tim (kafr) lukh yim ts varạe (bạṭl mʿbvdn yʿny potlyn) hnz pvuza chih kran, tim hykn nh timn kunhi chyzuk jvab thi dith. Tihnz mthal chhe ṣrf ts shkhṣh snz hish yus pnnụ̄ doshvae aathh ābs kun dạrith (paran) āshi takh āb vathi (pane) tmụ̄ sndis ạss tam th (yithh pạtthụ̄) chuhnh suh (āb) ts tam vatn vvl, th (yithe pạtthụ̄) chuhnh kạfrn hund (potlyn hnz ʿbadt krnụ̄th timn) dʿāmngun gmrạhy mnz ravnh varạe kihinụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Th yus kanhh (thi) āsmann th zmyns mnz chuh suh chuh Allah tʿālyā se khạṭr sjdh kran (kynhh) khvshy sintụ̄ th (kynhh) mjbvraan th tihinz czhayhi (thi) chhe ṣbḥ v sham (tsụ̄ sjdh kran, pth kyazi chuh yimav kạfrvAllah tʿālyā trạvith potlyn sjdh krun shrvʿ kormut)."
  },
  {
    "verse_id": 16,
    "translation": "(yimn kạfrn brvnhh kanhi) frmạviv zi āsmann hund th zmynuk rb kus chuh? Tohụ̄ frmạviv (pane), Allah tʿālyā chuh. (yimn pczihth) frmạviv tohụ̄, kya tohyhi chihv ts varạe (tim potlụ̄) karsaz bnạvimtụ̄ yim nah pnnyn pann khạṭrthi kunhi fạydkụ̄ mạlk chih th nah kunhi nqṣankụ̄. Tohụ̄ frmạviv, kya aon th gashdarhyknh brabr ạsith ya aanhi gtth th gash hyknh brabr ạsith. Kya timav chha Allah tʿālyā sndi khạṭrtithụ̄ shryk bnạvimtụ̄ yimav Allah tʿālyā sndyn mkhlvqn hndụ̄ pạtthụ̄ (kynhh mkhlvq) panh (thi) pạd āsn krimtụ̄, lhādha āshi timn (potlyn hndi pạd krnh āmthi) tamhi mkhlvq nishhi brvnt (yʿny mghalṭh) gomut, frmạviyvukh, Allah tʿālyā he chuh pth chyzuk pạd krn vvl th suh chuh aakh, suh chuh sarine pytth ghạlb."
  },
  {
    "verse_id": 17,
    "translation": "Tmụ̄ vvl āsman kh ṭrfh āb pth pchhi kolh nalh pnnhi (pnnhi) gnjạyshhi mṭạbq, pth khvl shlab chhi lhri pos pytth kun, th yim chyz nars mnz tavnh chih yivan, zyvr ya baqy samanh bnavnh khạṭr tath pytth thi chuh tiyuthe pos khsan, yithh pạtthụ̄ chuh Allah tʿālyā ḥqchh th bạṭlchh mthalh byan frmavan, pth chuh pos (ābuk ạsụ̄ tn ya naruk svrue) be kar spdan th yikynczhah lukn khạṭr nfʿ dinh vvl chuh āsan suh chuh zmyns mnz pth kun rvzan, Allah tʿālyā chuh yithh pạtthụ̄ mthalh byan kran."
  },
  {
    "verse_id": 18,
    "translation": "Tithyn lukn khạṭryimav pnnis rb sund ḥkm mvn chuh rczr, th yimav tmụ̄ sund ḥkm mvn nh hrgah timn nishhi thi svrue āshi yhi zmyns mnz chuh th tath sintụ̄ byyhi tyvutah pth din tim tath (ʿdhab nishhi njat khạṭr) fdys mnz (tamhi pth thi) āshi yimne lukn hund ḥsab khrab, th yuhund tthkanh chuh jhnm,th suh chuh sytthah khrab tthkanh."
  },
  {
    "verse_id": 19,
    "translation": "Ạkhrsuh shkhṣ yus yhi zanan chuh zi yikynczhah tohyhi kun tuhndis rb sndi ṭrfh nạzl chuh krnh āmut thi chuh ḥq, hykya ts shkhṣs hyvu ạsith yus aon chuh, kth chhe yhe zi nṣyḥt chih gattly qbvl kran."
  },
  {
    "verse_id": 20,
    "translation": "Yim lukh Allah tʿālyā sund ʿhd pvur chih kran byyhi chihnh vʿdh aqrar puhttravan."
  },
  {
    "verse_id": 21,
    "translation": "Th yim lukh timn sarine (yʿny ḥqvq Allah, ḥqvq alrsvl, ḥqvq alʿbad th pnnhi rshth kyn ḥqvqn) vạttith chih thavan, yhindi vạttith thavnuk ḥkm Allah tʿālyā hn chuh diyutmut th pnnis rb sndis khshyts mnz chih rvzan th bur ḥsab nishhi chih khoczan rvzan."
  },
  {
    "verse_id": 22,
    "translation": "Th yim lukh Allah tʿālyā sndi rẓa khạṭr ṣbr chih kran byyhi chih nmaz qạyim thavan th yus rzq aashi timn diyutmut chuh tamhi mnz chih khttith th nanhi vanh pạtthụ̄ (doshvyavṭryqv) khrch kran th nyky hndi dhryʿh chih brạyy rvzan dvur kran yimae chih tim lukh yhindi khạṭr ạkhrtuk (mạrụ̄ mond) gr chuh."
  },
  {
    "verse_id": 23,
    "translation": "(yythi) bagh chih yimn mnz hmyshh bhar āshi timn mnz gczhn tim lukh dạkhl byyhi tihindyv ābavajdadv th tihnzvkhandarinyv th tihindyv avladv mnz yus thi nykvkar āshi th frshth yin timn nishhi (jnth kh) pth drvazh kinụ̄."
  },
  {
    "verse_id": 24,
    "translation": "(timn vann khvsh āvae kran th mbark bad divan) tohyhi pytth ạsin slamty tuhndiṣbr krnh kh bdlh, lhādha (vuchihv vonụ̄) ạkhrtuk gr kvtah jan chuh."
  },
  {
    "verse_id": 25,
    "translation": "Th yim lukh Allah tʿālyā sund ʿhd tamhi kh mẓbvṭ krnh pth puhttravan chih th tim tmam (rshth th ḥqvq) chih czttith travan yhindi jvrnuk Allah tʿālyā hn ḥkm chuh diyutmut th zmyns mnz chih fsad tulan timne lukn khạṭr chhe lʿnt th tihindi khạṭrchuh yachh gr."
  },
  {
    "verse_id": 26,
    "translation": "Allah tʿālyā ys khạṭr yczhan chuh ts chuh rzq hurravan th (ys khạṭr yczhan chuh) tng chuh kran, th tim (kạfr) chih dnya chh zndgy mnz sytthah khosh, yylhi zn dnyạvy zndgy ạkhrt kis mqabls mnz akhi mʿmvly srmayhi varạe kihinụ̄thi chhanh."
  },
  {
    "verse_id": 27,
    "translation": "Th kạfr lukh chih yhi vnan zi amis (rsvls) pytth kyazi gyhi nh tmụ̄ sndis rb sndi ṭrfh kanhh nshạny nạzl frmạviyvukh, be shk ys Allah tʿālyā yczhan chuh (nshạnyv bavjvd) chuhs gmrah tthhravan th yus ts kun rjvʿ chuh kran ts chuh pans kun r hnmạyy kran."
  },
  {
    "verse_id": 28,
    "translation": "Yimav lukv ayman aon th tihindụ̄ dl chih Allah tʿālyā snzi dhkri sintụ̄ mṭmʿīn spdan, zạnith thạviv zi Allah tʿālyā snziy dhkri sintụ̄ chuh diln aṭmnan nṣyb gczhan."
  },
  {
    "verse_id": 29,
    "translation": "Yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran tihindi khạṭr chuh (ạkhrts mnz) ʿīsh th khvshy byyhi chuh rut tthkanh."
  },
  {
    "verse_id": 30,
    "translation": "(ae ttatthhi!) yithe pạtthụ̄ chihv tohụ̄ aashi tithis aumts mnz (rsvl bnạvith) svuzimtụ̄ yymhi brvnhh dr ḥqyqt (tmam) aumth chhe guzrymcz (vonụ̄ chhe yhi ạkhry aumt) takh tohụ̄ bvznạvivtimn pytth so (ktab) prith yosh aashi tohyhi kun vḥy chhe krmcz th tim chih rḥmān sund ankar kran, tohụ̄ frmạviyvukh, suh chuh myvn rb ts varạe chuhnh kanhh mʿbvd, ts pytth chuh me bhrvsh kormut th tsụ̄ kun chuh myvn rjvʿ."
  },
  {
    "verse_id": 31,
    "translation": "Th agr kanhh tiyuth qrān āsihe yymhi sintụ̄ pharr yhian pknavnh nath yiyhi he tamhi sintụ̄ zmyns chakh dinh ya yiyhi he tamhi sintụ̄ mordn sintụ̄ kth krnavnh (tamhi pth thi aanhn nh tim ayman), blkh chhe tmam kamhi Allah tʿālyā sndise akhtyars mnz, tylhi kya ayman valyn chhana (yhi) pe zi hrgah Allah tʿālyā yczhi he tylhi diyhi he tmam lukn hdayt, th hmyshh rvzi kạfrlukn tihindyv krtvutv kinụ̄ kanhh (nath kanhh) mṣybt yivan nath rvzi tihndyv grav (yʿny bstyv) andụ̄ pkụ̄ vsan rvzan yot tam Allah tʿālyā sund (ʿdhabuk) vʿdh yiyhi, be shk chuhnh Allah tʿālyā vʿdh khlạfy kran."
  },
  {
    "verse_id": 32,
    "translation": "Th be shk avs tohyhi brvnhh (thi kfarn hndi ṭrfh) rsvln sintụ̄ mdhaq yivan krnh lhādha dicz me kạfrn mhlt pth rttụ̄ me tim (ʿdhab kis) grfts mnz, pth (vuchihv) myvn ʿdhab kiyuth avs."
  },
  {
    "verse_id": 33,
    "translation": "Kya suh (Allah tʿālyā) yus pth nfss pytth tmụ̄ snzn ʿmln rạchh chuh kran th (tim potlụ̄ yim kạfr) lukv bnạvụ̄Allah tʿālyā sndụ̄ shryk (hyknh hivy ạsith? Hrgz nh). Tohụ̄ frmạviyvukh zi tihindụ̄ nav vnụ̄ tv. (nadanv!) kya tohụ̄ chihv ts (Allah tʿālyā hs) tamhi chyzch khbr divan yth shu (yʿny ymhi kis vjvds suh) sạrụ̄se zmyns mnz zanan chuhnh kinh (yimh) chhe ẓạhry kthe yacz (yuhund ḥqyts sintụ̄ kanhh tʿlq chuhnh) blkh (chhe ḥqyqt yhi zi) kạfrn khạṭr chuh tihund fryb āmut khosh krvun bnavnh th tim chih (syzi) vathi nishhi pth āmtụ̄ rttnh, th ys Allah tʿālyā gmrah tthhravi tylhi hykhi nh ts khạṭr kanhh vth havuk ạsith."
  },
  {
    "verse_id": 34,
    "translation": "Tihindi khạṭr chuh dnyạvy zndgy mnz (thi) ʿdhab th yqyna chuh ạkhrtuk ʿdhab zyad skht th timn chuhnh Allah tʿālyā hs nshhi (yʿny tmụ̄sndi ʿdhab nishhi) kanhh bchavn vvl."
  },
  {
    "verse_id": 35,
    "translation": "Tamhi jntuk ḥal yymiyuk prhyzgarn sintụ̄ vʿdh chuh āmut krnh (chuh yhi) zi tath bnụ̄ kinụ̄ chhe kolh pkan, tamiyuk myvh thi chuh hmyshh rvzn vvl th tamiyuk shyhjar (thi), yhi chuh timn lukn hund (rut) anjam yimav tqvyā akhtyar kor, th kạfrn hund anjam chuh jhnmuk nar."
  },
  {
    "verse_id": 36,
    "translation": "Th yimn lukn aashi ktab (tvrat) chhe diczmcz (agr tim ṣḥyḥ mvmn chih tylhi) chih tim ymhi (qrān) sintụ̄ khosh spdan yus tohyhi kun chuh nạzl krnh āmut th timv (tihndive) frqv mnz chih kynhh tithụ̄ thi yim aamhi kis kynczhs ḥṣs ankar chih kran, frmạviyvukh zi me chuh bs yohe ḥkm āmut dinh zi bh kr Allah tʿālyā snz ʿbadt th ts sintụ̄ tthhravn nh (kanhh) shryk, tsụ̄ kun chuhs bh nad divan th tsụ̄ kun chuh me vaps gczuhn."
  },
  {
    "verse_id": 37,
    "translation": "Th yithe pạtthụ̄ chuh aashi yhi (qrān) ḥkm bnạvith ʿrby zbạnụ̄ mnz nạzl kormut, th (ae bvzn valhi!) agr cze yimn (kạfrn) hnzn khvạhshn hnz pạrvy krth aamhi pth zi cze nish chuh (qṭʿī) ʿlm āmut tylhi nah āshi chanhi khạṭr Allah tʿālyā sndis mqabls mnz kanhh mddgar th nah kanhh rạchh krn vvl."
  },
  {
    "verse_id": 38,
    "translation": "Th (ae rsvl!) be shk svuzụ̄ aashi tohyhi brvnhh (varyah) pyghmbr th aashi bnavi tihindi khạṭr khandarinhi (thi) th avlad (thi), byyhi chhanh kạnshi rsvl snz yhi kạm zi suh aanhi nshạny albth Allah tʿālyā sndi ḥkmh sintụ̄, pth aakhi mʿīad khạṭr chuh aakh tḥryr."
  },
  {
    "verse_id": 39,
    "translation": "Allah tʿālyā yth (lykhnh āmtis) yczhan chuh (tath) chuh nhnavan th (yath yczhan chuh) pvchhr chuhs dvan, th tsụ̄ nishhi chhe aṣly ktab (lvḥi mḥfvẓ)."
  },
  {
    "verse_id": 40,
    "translation": "Th agr asụ̄ (tamhi ʿdhabuk) kynhh ḥṣh yymiyuk aashi yimn (kạfrn) sintụ̄ vʿdh chuh kormut tohyhi (ẓạhry ḥyats mnze) havav ya tulhv asụ̄ (tamhi brvnhh) tohụ̄ (yimn doshvnụ̄chyz n hund darmdar chuh sanhi mrẓy pytth) tohyhi pytth chhe ṣrf (aḥkamn hndi) vatnavnch dhmh dạry th ḥsab hyon chhe sạnụ̄ kạm."
  },
  {
    "verse_id": 41,
    "translation": "Kya tim chihna vuchhan zi asụ̄chih zmyn (yosh tihindis qbẓs mnzchhe) pth ṭrfh km kran (th tihindụ̄ akthr ʿlaqh chih var var aslams tabʿ spdan), th Allah tʿālyā he chuh ḥkm frmavan kanhh thi chuhnh tmụ̄ sndis ḥkms rd krn vvl, th suh chuh jl ḥsab hynh vvl."
  },
  {
    "verse_id": 42,
    "translation": "Th be shk avs timav lukv th mkr th fryb kormut yim yimn brvnhh chih guzrymtụ̄ lhādha chhe yimh tmam tdbyr puhttravnhi (thi) Allah tʿālyā sndis akhtyars mnz. Suh chuh var pạtthụ̄ zanan yikynczhah pth kanhh shkhṣ kmavan chuh, th kfarn lghi jlde patah zi ạkhrtuk gr ks kiyut chuh."
  },
  {
    "verse_id": 43,
    "translation": "Th kạfr lukh chih vnan zi tohụ̄ chihv nh pyghmbr, frmạviyvukhu, (myạnis rsalts pytth) chuh me th tohyhi drmyan Allah tʿālyā bṭvri gvah kạfy th suh shkhṣ thi yas nishhi (pzụ̄pạtthụ̄āsmạnụ̄) ktabih hund ʿlm chuh."
  }
]