[
  {
    "verse_id": 1,
    "translation": "Alf lam ra (ḥqyqy mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan) yhi chhe (ʿẓym) ktab yosh aashi tohyhi kun nạzl chhe krmcz takh tohụ̄ niyvukh lvukh (kfrkyv) aanhi gttv nishhi krrith (ayman kis) nvurs kun (mzyd yhi zi) tihindis rb sndi ḥkmh sintụ̄ (anyvukh) tmụ̄ snzi vathi kun yus ghlbh vvl tmam rczr vvl chuh."
  },
  {
    "verse_id": 2,
    "translation": "Suh Allah tʿālyā zi yikynczhah āsmann mnz th yikynczhah zmyns mnz chuh (svrue) chuh tmụ̄ sundue, th kạfrn khạṭr chhe skht ʿdhab kinụ̄ brbạdy."
  },
  {
    "verse_id": 3,
    "translation": "(yim) chih tim lukh yim dnyạvy zndgy ạkhrt kis mqabls mnz zyadh psnd chih kran th (lukn) chih Allah tʿālyā snzi vathi nishhi tthakh kran th aath (dyni ḥqs) mnz chih hjr czhanddan. Yim lukh chih gmrạhy mnz (pymtụ̄)."
  },
  {
    "verse_id": 4,
    "translation": "Th aashi svuz nh kanhh rsvl mgr (svuz) pnnhi qvmch zban hyth takh suh hykhi tihindi khạṭr (ḥquk pegham) var pạtthụ̄ vyczhnạvith, pth ys Allah tʿālyā yczhan chuh (ts) chuh gmrah tthhravan th ys yczhan chuh hdayt chuhs bkhshan, th suh chuh ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 5,
    "translation": "Th be shk svuz aashi mvsyā (ʿlyh alslam) pnnh nishạniyhi hyth zi (ae mvsyā!) cz nin panun qvm aanhi gttv mnz krrith nvurs kun th timn pavukh Allah tʿālyā sndụ̄ doh yad (yim yimn pytth th brvuntthimyn aumtn pytth āmtụ̄ ạsụ̄). Be shk chhe aath mnz pth ṣbr krn vạlis (th) sytthah shkr bja aann vạlis khạṭr nshạnyhi."
  },
  {
    "verse_id": 6,
    "translation": "Th (suh vqt kriv yad) yylhi mvsyā hn (ʿlyh alslam) pnnis qvms von, tohụ̄ kriv pans pytth Allah tʿālyā sund (suh) anʿām yad yylhi tmụ̄ tohyhi āli frʿūns nishhi njat diyutnv yim tohyhi skht ʿdhab ạsụ̄ vatnavan th tuhndyn lrrkn ạsụ̄ khsh kran th tuhnzn khatvnn ạsụ̄ zndh travan,th aath mnz ạs tuhndis rb sndi ṭrfh brrbar āzmạysh."
  },
  {
    "verse_id": 7,
    "translation": "Th (yad kriv) yylhi tuhndụ̄ rbn (tohụ̄) khbrdar krụ̄ (nv) zi hrgah tohụ̄ shkr kriv tylhi kr bh tohyhi pytth (nʿmtn mnz) ẓrvr huryr th hrgah tohụ̄ nashkry kriv tylhi chuh myvn ʿdhab pzụ̄pạtthụ̄ skht."
  },
  {
    "verse_id": 8,
    "translation": "Th mvsyā hn (ʿlyh alslam) von, agr tohụ̄ th tim sạry lukh yim zmyns mnz chih kfrlagn krun tylhi chuh be shk Allah tʿālyā (timav sarive nishhi) pzụ̄pạtthụ̄ be nyaz ḥmdvthnahs layq."
  },
  {
    "verse_id": 9,
    "translation": "Kyatohyhi vạczv na timn lukn hnz khbryim tohyhi brvnhh chih guzrymtụ̄, (tim) ạsụ̄ qvmi nvḥ th ʿād th thmvd (kh qvmkụ̄ lukh) th (kynhh) lukh yim timn pth āe,timn zanhi nh Allah tʿālyā hs varạe khnụ̄thi (tikyazi tim chih dnya mnz balkl nyst vnabvd gmtụ̄), timn nishhi ạsụ̄ tihindụ̄ rsvl ttakarh nshạnyhi hyth āmtụ̄ pth trạvụ̄ timav (hzl th ʿnad rngụ̄) pnnụ̄ aathh pnnyn chanttyn mnz th (sytthah jsart san) lgụ̄ vannhi, aashi kortath (dyns) ankar yus hyth tohụ̄ svznh chihv āmtụ̄ th pzụ̄pạtthụ̄ chih asụ̄ tth chyzs mtʿlq aẓṭrab pạd krn vạlis shks mnzyath kun tohụ̄aashi dʿūt chihv divan."
  },
  {
    "verse_id": 10,
    "translation": "Tihndyv pyghmbrvvon, kya Allah tʿālyā sndis bars mnzchha shk yus āsmann hundth zmynuk pạd krn vvl chuh, (yus) tohyhi nad chuh divan zi tuhndụ̄ gnah kri tuhnd khạṭr mʿāf th (tuhnzv nafrmanyv bavjvd) chuhv tohyhi akis mqrr myʿāds tam mhlt dith thavan. Timav (kafrv) von, cz chuhkh bs aasy hyvu bshr, cz chuhkh yhi yczhan zi aashi krkh timav (potlyv) nishhi tthakh yhnz pvuza sạnụ̄ mạlụ̄ buddi bb kran ạsụ̄, lhādha aan cz aashi nishhi kanhh ttakarh dlyl."
  },
  {
    "verse_id": 11,
    "translation": "Tihindyv rsvlv von timn agr chh asụ̄ (bshryt rngụ̄) tuhndụ̄ pạtthụ̄ ansane chih albth (yhi frq thi thạviv drnẓr zi) Allah tʿālyā ys pytth pnnyv bndv mnz yczhan chuh ts chuh aḥsan kran (pth kiyuth hishr) th (rvuzvonụ̄ ttakarh dlylhi hnzkth) yhi chhanh sạnụ̄ kạm zi asụ̄ aanav Allah tʿālyā sndi ḥkmh varạe tohyhi nish kanhh dlyl,th Allah tʿālyā se pytth pazi mvmnn bhrvsh krun."
  },
  {
    "verse_id": 12,
    "translation": "Th aashi kya chuh zi asụ̄ krav nh Allah tʿālyā hs pytth bhrvsh yylhi zn tmy aashi (hdayt th kamyạby hnz) vath chhe havimacz, th asụ̄ krv ẓrvr tuhndụ̄ tklyf vatnavns pytth ṣbr th yim tvkl krn vạlụ̄ chih timn pazi Allah tʿālyā se pytth tvkl krun."
  },
  {
    "verse_id": 13,
    "translation": "Th kạfr lukv lvg pnnyn pyghmbrn vanun, asụ̄ krrhv tohụ̄ pth ṣvrts mnz pnnhi mlkh mnz nath āsyv tohyhi ẓrvr sạnis mdhhbs mnz vaps yun,pth svuz tihindụ̄ rbn timn kun vḥy zi asụ̄ krvkh ẓạlm ẓrvr hlak."
  },
  {
    "verse_id": 14,
    "translation": "Th tihindi pth karhvasụ̄ ẓrvr tohụ̄ (athụ̄) mlks mnz ābad. Yhi (vʿdh) chuh pth tithis shkhṣs khạṭr yus myạnis drbars mnz khrraspdns khvuczbyyhi khvu czmyạnis (ʿdhab kis) vʿds."
  },
  {
    "verse_id": 15,
    "translation": "Th (ạkhrkar) mnjụ̄ rsvlav (Allah tʿālyā hs) ftḥ th pth buthụ̄ phiyur ẓdkrn vvl spud namrad."
  },
  {
    "verse_id": 16,
    "translation": "Aath (brbạdy) pth knhi chuh (pth) jhnm th ts yiyhi pakhuk āb chavnh."
  },
  {
    "verse_id": 17,
    "translation": "Yath suh mushkly san aakh aakh dam hykhi chyth th tath hykhi nh hatthi bon vạlith, th mvt valhi ts pth ṭrfh nal th suh hykhi nh mrith (thi), th (pth) āshi aamhi pth (byyhi aakh) sytthhe skht ʿdhab."
  },
  {
    "verse_id": 18,
    "translation": "Yimav lukv pnnis rbs sintụ̄ kfr chuh kormut,tihnz mthal chhe yhi zi tihindụ̄ aʿmal chih (tamhi) svurkụ̄ pạtthụ̄ yath pytth tyz ṭvfan kh doh tyz vavgiln āyhi, tim hykn nh timav (aʿmalv) mnz yim timavkmạvimtụ̄ ạsụ̄ kunhi chyzs pytth qabv lbith. Yyy chuh vth nsh syttha dvr ddlun."
  },
  {
    "verse_id": 19,
    "translation": "(ae bvzn valhi!) kya cze vuchuhth na zi be shk krụ̄Allah tʿālyā hn āsman th zmyn ḥqs (pytth mbny ḥkmt) san pạd. Hrgah suh yczhi (tylhi) kryv tohyhi nyst v nabvd th (tuhnzi jayhi) aanhi nv mkhlvq."
  },
  {
    "verse_id": 20,
    "translation": "Th yhi (kạm) chhanh Allah tʿālyā hs pytth (raczh thi) mshkl."
  },
  {
    "verse_id": 21,
    "translation": "Th (mḥshrkh doh) spdn Allah tʿālyā hs brvnhh knhi sạry (lokttụ̄ brrụ̄) ḥạẓrpth vann (pạrvy krn vạlụ̄) kmzvrlukh (ṭaqtvr) tkbrkrn valyn, asụ̄ rvudụ̄ (sạrụ̄ se vạnshi) tohyhi tạbʿ kya tylhi hykụ̄v tohụ̄ aashi Allah tʿālyā sndi ʿdhab nishhi kunhi ḥds tam bchạvith? Tim (amyr) vann (pans pth lgụ̄ mtyn ghrybn), agrAllah tʿālyā aashi hdayt krihe tylhi havhav asụ̄ tohyhi thi ẓrvr hdaytch vath (mgrasụ̄ ạsụ̄ panh thi gmrah th tohyhi thi ạsụ̄ v gmrah kran). Aashi pytth chhe hishy kthah khvah (az) asụ̄ āh v zạry krv ya ṣbr krv sanhi khạṭr chhanh kanhh czlnch vath."
  },
  {
    "verse_id": 22,
    "translation": "Th shyṭan vanhi yylhi fạṣlh spdi zi be shk avs Allah tʿālyā hn tohyhi sintụ̄ poz vʿdh kormut th me (thi) avs tohyhi sintụ̄ vʿdh kormut, lhādha chhe me tohyhi sintụ̄ vʿdh khlạfy krmcz, th me avs nh (dnyahs mnz) tohyhi pytth kunhi qsmk zvraamhi varạe zi me diyutmav tohyhi (bạṭls kun) nad pth krv tohyhi (pnnhi fạydh khạṭr) myạnụ̄ dʿūt qbvl, vonụ̄ mah kriv tohụ̄me mlamt blkh kriv (pạnụ̄) pans mlamt. Nah hykh bh (aaz) tuhnz fryad rsy krith (yʿny ʿdhab nishhi tohụ̄ moklạvith) th nah hykiv tohụ̄ myạnụ̄ fryad rsy krith (yʿny me ʿdhab nishhi moklạvith). Ymhi brvnhh yus tohụ̄ me (Allah tʿālyā sund) shryk ạsụ̄v tthhravan be shk chuhs bh (az) tamhi nishhi ankar kran. Pzụ̄pạtthụ̄ chuh ẓạlmn khạṭr dg tulvun ʿdhab."
  },
  {
    "verse_id": 23,
    "translation": "Th yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran tim yin jntn mnz dạkhl krnh yimn bnụ̄kinụ̄ kolh chhe pkan (tim) rvzn timn mnz pnnis rb sndi ḥkmh hmyshh, tath mnz āshi (mlaqat kh vqth) tihund dʿāʿyh klmh slam."
  },
  {
    "verse_id": 24,
    "translation": "Kya tohyhi vuchuhv na, Allah tʿālyā hn kiczh mthal chhe byan frmạvmcz zi pak kth chhe tamhi pak kulikụ̄ pạtthụ̄ yymiyuk mvul (zmyns mnz) mẓbvṭ chuh th tamhi chh lnjhi chhe āsmans mnz."
  },
  {
    "verse_id": 25,
    "translation": "Suh (kul) chuh pnnis rb sndi ḥkmh sintụ̄ pth vqth phl (myvh) divan, th Allah tʿālyā chuh lukn khạṭr mthalh byan frmavan takh tim krn nṣyḥt ḥạṣl."
  },
  {
    "verse_id": 26,
    "translation": "Th napak kthhi hnz mthal chhe tamhi napak kulikụ̄ pạtthụ̄ yus zmyns pytth kny lmith yiyhi krrnh, tath āshi nh raczh thi qrar (th paydạry)."
  },
  {
    "verse_id": 27,
    "translation": "Allah tʿālyā chuh ayman valyn (aamhi) paydar kthhi (hndi brkt) sintụ̄ dnyạvy zndgy mnz thi thạbt qdm thavan th ạkhrts mnz (thi). Th Allah tʿālyā chuh ẓạlmn gmrah kran. Th Allah tʿālyā yhi yczhan chuh (thi) chuh kran."
  },
  {
    "verse_id": 28,
    "translation": "Kya tohyhi vuchh vvkh na tim lukh yimav Allah tʿālyā snz nʿmt (yʿny ayman) kfr sintụ̄ bdlạvth timav vvl panun qvm tbạhy hndis grs mnz."
  },
  {
    "verse_id": 29,
    "translation": "(suh) chuh jhnm yath mnz chhaknh yin,th suh chuh khrab tthkanh."
  },
  {
    "verse_id": 30,
    "translation": "Th timav bnạvụ̄ Allah tʿālyā sndi khạṭr shryk takh tim ddaln (lukn) tmụ̄ snzi vathi nishhi. Frmạviyvukh, tohụ̄ tuliv (kynczhn dohn) fạydh be shk chuh tuhund anjam narse kun (gczuhn)."
  },
  {
    "verse_id": 31,
    "translation": "Tohụ̄ frmạviv myanyn mvmn bndn zi tim thạvin nmaz qạyim th yus rzq aashi timn diyutmut chuh tamhi mnz rvuzin khttith th nanhi vanh pạtthụ̄ (sanhi vathi mnz) khrch kran suh doh yinh brvnhh yymhi doh nah kanhh hyon knun āshi th nah āshi kanhh (dnyạvy) dvsty (bkar ynh vajnụ̄)."
  },
  {
    "verse_id": 32,
    "translation": "Allah tʿālyā chuh suh yymụ̄ (sạry) āsman th zmyn pạd krụ̄ th āsman ṭrfh vvlun āb pth kri n tamhi ābh dhryʿh tuhndi rzqh rngụ̄ phl pạd, th tmụ̄ kri tuhndi khạṭr nav mskhrtakh tmụ̄ sndi ḥkmh sintụ̄ rvzn smndrs mnz pkan th tmụ̄ krụ̄ tuhndi khạṭr drụ̄yav (thi) mskhr."
  },
  {
    "verse_id": 33,
    "translation": "Th tmụ̄ bnạvụ̄ tuhndi khạṭr āftab th zvun (baqạʿdh akh nẓamkụ̄) tabʿ yim hmyshh (pnnis pnnis mdars mnz) grdsh chih kran rvzan, th tuhndi (zndgy hndinẓamh) khạṭr kvrun rat th doh thi (akis nẓams) tabʿ."
  },
  {
    "verse_id": 34,
    "translation": "Th tmụ̄ kornav tohyhi pth kanhh suh chyz ʿṭa yus tohyhi ts monguv th hrgah tohụ̄ Allah tʿālyā snzn nʿmtn hund shmar krun yyczihv (tylhi) hykiv nh pvur shmar krith, be shk chuh ansan sytthah bodd ẓạlm sytthah bodd nashkr gzar."
  },
  {
    "verse_id": 35,
    "translation": "Th (yad kriv) yylhi abrahymn (ʿlyh alslam) ʿrẓ kor, ae myanhi rbh! Yhi shhr (mkh) bnavun aamnch jae byyhi bchavme th myanyn shuryn aamhi (kthhi) nishhi zi asụ̄ krv potlyn hnz pvuza."
  },
  {
    "verse_id": 36,
    "translation": "Ae myanhi rbh! Yimav (potlyv) chih varyah lukh gmrah krimtụ̄. Vonụ̄ yymụ̄ myạnụ̄ pạrvy kr suh āshi myvn th yymụ̄ myạnụ̄ nafrmạny krtylhi chuhkh cz be shk bodd mghfrt krn vvl sytthah mhrban."
  },
  {
    "verse_id": 37,
    "translation": "Ae sanhi rbh! Be shk chuh me panun avlad (asmaʿīl ʿlyh alslam mkh chh) be āb v zraʿt vady mnz chạnis ḥrmt vạlis gras nishhi bsvvmut, ae sanhi rbh! Takh tim thavn nmaz qạyim vonụ̄ krcz lukn hndụ̄ dl tithụ̄ zi tim rvzn shvq san th mḥbt san timn kun mạyl th timn kr (pth qsm kyn) myvn hund rzq ʿṭa, takh tim rvzn shkr bjaa nan."
  },
  {
    "verse_id": 38,
    "translation": "Ae sanhi rbh! Be shk chuhkh cz thi (svrue) zanan yhi asụ̄ khttith chih thavan th yhi asụ̄ non chih krran, th Allah tʿālyā hs nishhi chuhnh kanhh thi chyz nah zmyns mnz khttith th nah chuh āsman se mnz (khttith)."
  },
  {
    "verse_id": 39,
    "translation": "Sạry tʿryf chih Allah tʿālyā se khạṭr yymụ̄ me bujrs mnz asmaʿīl th asḥaq (ʿlyhm alslam z frznd) ʿṭa krụ̄, be shk chuh myvn rb var pạtthụ̄ duʿā bvzn vvl."
  },
  {
    "verse_id": 40,
    "translation": "Ae myanhi rbh! Bh th myạnụ̄ avlad bnavukh nmaz qạyim thavn vạlụ̄, ae myanhi rbh! Th cz kr myvn dʿā qbvl."
  },
  {
    "verse_id": 41,
    "translation": "4ae sanhi rbh! Me kr mghfrt th myạnis mạlis majhi (kr mghfrt) byyhi tmam mvmnn thi, yymhi doh ḥsab spdi qạyim. )yth jayhi chuh abrahym ʿlyh alslamn hnds skh mạls tarkhs kun asharh, tm ạsụ̄ nh kạfr th mshrk blkh ạsụ̄dyn ḥqs pytth.āzr avs dr aṣl tmn pytr, tmụ̄ ạsụ̄ abrahym ʿlyh alslam mạlụ̄ sndi vfat pth rchhụ̄ mtụ̄, amh mvjvb chuh ts ʿām pạtthụ̄ mvl vnnh āmut, shu avs mshrk th abrahym ʿlyh alslams avs ts khạṭr dʿāe mghfrt krnh nish tthak krnh āmut yylh zn yth jayhi chuh skh mạls majh khạṭrh yvan dʿā krnh. Yhi dʿā āv Allah tʿālyā hs ath ḥds tam psnd zi yhi āv amti Muḥammady ys khạṭr nmazn mnz brqrar thavnh.("
  },
  {
    "verse_id": 42,
    "translation": "Th Allah tʿālyā zanụ̄ ziyvn nh timav kamyv nishhi hrgz be khbr yimh ẓạlm chih anjam divan, suh chuh bs timn (ẓạlimn) fqṭ tamhi doh khạṭr mhlt divan yath mnz (khvf sintụ̄) achh rvzn phttith yle."
  },
  {
    "verse_id": 43,
    "translation": "Tim lukh āsn (mạdani ḥshrs kun) pnnụ̄ klh thod tulith dvran aath ḥals mnz zi timn āshi nh achh ttttvar thi gczhan th tihindụ̄ dil āsn hmth nishhi khạly spdan."
  },
  {
    "verse_id": 44,
    "translation": "Th lukh khocznạviyvukh tohụ̄ tamhi doh nishhi yylhi timn pytth ʿdhab vathi pth yim lukh ẓlm kran rvudimtụ̄ āsn vann, ae sanhi rbh! Aashi di kynczhs kals mhlt zi asụ̄ karv chạnụ̄ dʿūt qbvl byyhi krv rsvln hnz pạrvy. (timn yiyhi vnnh zi) kya tohy lukh ạsụ̄ vna qsm khyvan zi tohyhi yiyav nh zanhh (thi) zval."
  },
  {
    "verse_id": 45,
    "translation": "Th tohụ̄ ạsụ̄v (pnnhi vari pytth) timne lukn hndyn (pth kun travnh āmtyn) mḥl khann mnz rvzan (yimav pnnis pnnis davrs mnz) pnnyn nfsn pytth ẓlm avs kormut yylhi zn tohyhi pytth ẓạhr avs spudmut zi aashi kya mʿāmlh avs timn sintụ̄ kormut byyhi āsh aashi tuhndi (smjhnh) khạṭr mthalh thi byan krimacz."
  },
  {
    "verse_id": 46,
    "translation": "Th timav kri (dvlt th aqtdar kis nshs mnz bdmst spdith) pnnhi ṭrfh tdbyryylhi zn Allah tʿālyā hs nishhi tihindipth tdbyruk tvrr avs, agr chh tihnz mkaranh tdbyr ticzhh āsh zi pharr thi vysrhn."
  },
  {
    "verse_id": 47,
    "translation": "Lhādha zanụ̄ zyvn nh Allah tʿālyā hrgz pnnyn rsvln sintụ̄ vʿdh khlạfy krn vvl, be shk chuh Allah tʿālyā ghạlb, bdlh hynh vvl."
  },
  {
    "verse_id": 48,
    "translation": "Yymhi doh (yhi) zmyn byyh akh zmynhi sintụ̄ bdlavnh yiyhi th sạry āsman thi yin bdlavnh th tmam lukh gczhn Allah tʿālyā hs brvnhh knhi ḥạẓr yus kun chuh sarine pytth chuh ghạlb."
  },
  {
    "verse_id": 49,
    "translation": "Th tamhi doh vuchhvukh tohụ̄ mjrm lukh āsn hankln mnz gnddith."
  },
  {
    "verse_id": 50,
    "translation": "Tihindụ̄ poshak āsn gndhk dar (nath rvghn dar yus nars chuh var pạtthụ̄ ryhh divan) th tihindyn buthyn āshi naryivan valnh."
  },
  {
    "verse_id": 51,
    "translation": "Takh Allah tʿālyā diyhi pth shkhṣs timn (ʿmln) hund bdlh yimh tmụ̄ kmạvith chhe thavimacz. Be shk chuh Allah tʿālyā ḥsabs mnz jldy krn vvl."
  },
  {
    "verse_id": 52,
    "translation": "Yhi (qrān) chuh lukn khạṭr mkml pạtthụ̄ pyghamuk vatnavun, takh tim yin aamh khi dhryʿh khocznavnh byyhi yhi zi tim zann var pạtthụ̄ zi bs chuh sue (Allah tʿālyā) kun mʿbvd th yhi zi gattlụ̄ lukh krn nṣyḥt ḥạṣl."
  }
]