[
  {
    "verse_id": 1,
    "translation": "Alf lam ra (ḥqyqy mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan) yim chih (brgzydh) ktabih hndụ̄th rvshn qrānkụ̄ āyat."
  },
  {
    "verse_id": 2,
    "translation": "Kạfr krn (ạkhrts mnz mvmnn pytth Allah tʿālyā sndi rḥmtkụ̄ mnẓr vuchihth) barbar ṭmʿ zi kash!tim āshan mslman."
  },
  {
    "verse_id": 3,
    "translation": "Tohụ̄ (mah gczihv dil malvl) trạviyvukh tim, tim rvuzin khyvan (chyvan) th ʿạsh kran th (tihnz) aapz amyd thạvin timn (ạkhrt nishhi) ghạfl pth lghi timn ʿnqryb (panun anjam) pe."
  },
  {
    "verse_id": 4,
    "translation": "Th aashi kr nh kanhh thi bsty hlak albth yhi zi tath khạṭr avs nnh vanh aakh (qanvnuk) dstavyz (yymich timav khlaf vrzy kr th vạtụ̄ pnnis anjams)."
  },
  {
    "verse_id": 5,
    "translation": "Kanhh thi qvm hykhi nh (ʿrvj vzval kh) pnnhi mqrrvqth nishhi nah brvnhh pkith th nah hykhi pth htttih."
  },
  {
    "verse_id": 6,
    "translation": "Th (kạfr) chih (gstạkhy san) vnan, ae tamhi shkhṣh ys pytth qrān chuh nạzl krnh āmut! Be shk chuhkh cz dyvanh."
  },
  {
    "verse_id": 7,
    "translation": "Cz kyazi chhahakh nh aashi nish frshth aanan agr cz pzụ̄yvr chuhkh?"
  },
  {
    "verse_id": 8,
    "translation": "Asụ̄chihnh frshth kran nạzl mgrpoz (fạṣlh) hyth (yʿny yylhi ʿdhabch gr vathi tylhi chih tamhi kh nạfdh krnh khạṭr svzan) th tamhi vqth chhanh timn mhlt yivan dinh."
  },
  {
    "verse_id": 9,
    "translation": "Be shk chuh yhi dhkri ʿẓym (qrān) aasy kormut nạzl th yqyna krav asy aamich ḥfaẓt."
  },
  {
    "verse_id": 10,
    "translation": "Th be shk ạsụ̄ aashi tohyhi brvnhh goddnikyn aumtn mnz thi rsvl svuzimtụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Th timn nishhi avs nh kanhh rsvl yivan mgr yhi zi tim ạsụ̄ ts sintụ̄ ttsnh kran."
  },
  {
    "verse_id": 12,
    "translation": "Yithe pạtthụ̄ chih asụ̄yhi (hzl th ttsnh krun) mjrmn hndyn diln mnz dạkhl kran."
  },
  {
    "verse_id": 13,
    "translation": "Yim lukh aann nh yth (qrāns) pytth ayman th be shk chuh brvuntthimyn hund (yohe) ṭryqh avsmut."
  },
  {
    "verse_id": 14,
    "translation": "Th asụ̄ hrgah timn pytth āsmanuk kanhh drvazh (thi) ylh tavav (th tihindikhạṭr bnavav yithi mmkn) zitim rvzn sạrụ̄se dohs aamhi mnzụ̄ hyor khsan."
  },
  {
    "verse_id": 15,
    "translation": "(tamhi pth thi) vann yim lukh (yhi) zi sanhi achh chhe (kunhi ḥylh th fryb sintụ̄) gnddnh āmcz blkh chuh aashi lukn pytth jvd āmut krnh."
  },
  {
    "verse_id": 16,
    "translation": "Th be shk bnạvụ̄ aashi āsmann mnz (khkshann hndis ṣvrts mnztarkn hndi ḥfaẓt khạṭr) qlʿh th aashi bnạvyhi (khlạyy kaynat) vuchhn valyn khạṭr shvubdar."
  },
  {
    "verse_id": 17,
    "translation": "Th aashi kor yhi (āsmany kaynatuk nẓam) pth mrdvud shyṭans (yʿny pth srksh ṭaqt kh shrpạd krn vajnhi kamhi) nishhi mḥfvẓ."
  },
  {
    "verse_id": 18,
    "translation": "Mgr yus aakhah thi czvur czhyphi bvznh khạṭr czav tylhi chuh ts pth aakh (dzvun) pzlh vun shhab lgan."
  },
  {
    "verse_id": 19,
    "translation": "Th zmyn vhrạv aashi (gvl āsnh bavjvd) th aashi bnạvụ̄ aath mnz (mkhtlf madh panh vạnụ̄ralạvith) mẓbvṭ pharr th aashi diyut aath mnz pth jnss (tmh kh ẓrvrt ḥsabh) tvazun mṭạbq pvchhr."
  },
  {
    "verse_id": 20,
    "translation": "Th aashi krụ̄ aath mnz tuhndi khạṭr mʿīshtkụ̄ dhryʿh pạd th timn (ansann, janvrn th janavarn) khạṭr thi yimn nh tohụ̄ rzq chihv frahm kran."
  },
  {
    "verse_id": 21,
    "translation": "Th (kaynatuk) kanhh thi chyz chuhnh suh mgr yhi zi aashi nishhi chih tamikụ̄ khzanh th asụ̄ chihn suh ṣrf mqrr mqdar mṭabqe nạzl kran rvzan."
  },
  {
    "verse_id": 22,
    "translation": "Th asụ̄ chihkh hva svzan aobrn hund bvrhyth pth chih asụ̄ āsman kh ṭrfh āb valan pth chih asụ̄ suh tohy chavan th tohụ̄ chihv nh tamikụ̄ khzanh thavn vạlụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Th be shk chih asy zndgy divan th mvt divan th asy chih (sarine hndụ̄) vạrth (th mạlk)."
  },
  {
    "verse_id": 24,
    "translation": "Th be shk chihkh asụ̄ tim thi zanan yim tohyhi brvnhh dae th be shk chihkh asụ̄ tim thi zanan yim tohyhi pth yin."
  },
  {
    "verse_id": 25,
    "translation": "Th be shk kri tuhund rbe timn (qyamt kh doh) jmʿ. Be shk chuh suh sytthah ḥkmt vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 26,
    "translation": "Th be shk kr aashi ansan snz (kymyạyy) tkhlyq ticzihh khshk vzvnh rbih nsh yos (godd) hoczmcz ạs (th taph sintụ̄ th baqy ṭbyʿīạty th kymyạyy athratv kinụ̄tbdyl spdith) kihinụ̄as gmcz (th) bd buv ạss yvan."
  },
  {
    "verse_id": 27,
    "translation": "Th aamhi brvnhh krụ̄ aashi jin skht zaln vạlis nars nishhi pạd yath mnz dh avs nh kynhh."
  },
  {
    "verse_id": 28,
    "translation": "Th (suh vaqʿh kriv yad) yylhi tuhndụ̄ rbn frshtn frmvv zi bh chuhs hoczi mczi (th) kyhnhi bd buvdar rbih nsh yosh vzan chhe akh bshry pykrpạd krn vvl."
  },
  {
    "verse_id": 29,
    "translation": "Pth yylhi bh tmụ̄ snz (ẓạhry) tshkyl mkml pạtthụ̄ drst ḥalts mnzanith moklavth tath (bshry) pykrs (yʿny tmhi kis bạṭins) mnz tav panun (nvrạny) rvḥ phokh dith tylhi vsụ̄ zyv tohụ̄ ts khạṭr sjds."
  },
  {
    "verse_id": 30,
    "translation": "Lhādha kor (tath bshry pykrs mnz rb snd nvuruk czvng dazvunue) aandhyth tmam frshtv sjdh."
  },
  {
    "verse_id": 31,
    "translation": "Ablyss varạe,tmụ̄ kor sjdh krn valyn sintụ̄ āsns ankar."
  },
  {
    "verse_id": 32,
    "translation": "(Allah tʿālyā hn) frmvv arshad, ae ablys! Cze kya goe zi cz spdukh nh sjdh krn valyn sintụ̄shạml."
  },
  {
    "verse_id": 33,
    "translation": "(ablysn) vonn bh (hykh) nh hrgz tiyuth (ạsith) zi bshrs kr sjdh yus cze hoczmczi (th) kyhnh;i bd buv dar vzvnh rbh nishhi tkhlyq korthn."
  },
  {
    "verse_id": 34,
    "translation": "(Allah tʿālyā hn) frmvvn, cz nyr yythi vonụ̄ chuhkh cz mrdvud (drbari alāhy mnz krrnh āmut)."
  },
  {
    "verse_id": 35,
    "translation": "Th be shk rvziy cze qyamt kis dohs tam lʿnt (vsan)."
  },
  {
    "verse_id": 36,
    "translation": ")tmụ̄(vonn, ae prvrdgar! Vonụ̄ di me cz tath dohs tam (zndh rvznch) mhlt yymhi doh lukh yin (nvi sr) qbrv mnz tulnh."
  },
  {
    "verse_id": 37,
    "translation": ")Allah tʿālyā hn( frmvvn, (gczh) be shk chuhkh cz mhlt pavan valyv lukv mnz."
  },
  {
    "verse_id": 38,
    "translation": "Mqrr vqth kis dohs (qyamts) tam."
  },
  {
    "verse_id": 39,
    "translation": ")ablysn( vonn, ae prvrdgar! Aamhi sbbh yus cze bh gmrah korths bh (thi) bnav yqyna tihindi khạṭr zmyns mnz (gnah th nafrmạnyhi) sytthah khosh krvnụ̄ th shvubdar th tim sạry thavakh ẓrvur gmrah krith."
  },
  {
    "verse_id": 40,
    "translation": "Chanyv timav brgzydh bndv varạe yimav (me nish th nfsh kyv frybv nishhi) āzạdy chhe lbmcz."
  },
  {
    "verse_id": 41,
    "translation": ")Allah tʿālyā hn( frmvv n arshad, yhi (akhlaṣe) chhe vath yosh syodue me nishhi chhe vatan."
  },
  {
    "verse_id": 42,
    "translation": "Be shk chlhi nh myanyn (akhlaṣ pravan valyn) bndn pytth chvn kanhh zvr ṣrf timav gmrahv varạe yimav chạnụ̄ vath chhe rttmcz."
  },
  {
    "verse_id": 43,
    "translation": "Th be shk chuh jhnm timn sarine khạṭr vʿdch jae (yʿny so jae yymiyuk timn sintụ̄ vʿdh chuh āmut krnh)."
  },
  {
    "verse_id": 44,
    "translation": "Yath sth drvazh chih, pth drvazh khạṭr chuh timav mnz alg ḥṣh mkhṣvṣ krnh āmut."
  },
  {
    "verse_id": 45,
    "translation": "Be shk rvzn mtqy lukh baghn th nagn mnz."
  },
  {
    "verse_id": 46,
    "translation": "(timn yiyhi vannh,) yimn mnz acziv slamty san be khvf spdith."
  },
  {
    "verse_id": 47,
    "translation": "Th asụ̄ krrv so sạre kdvurt dsh dith nybryosh (dnyahs mnz) tihindyn syinn mnz (mghalṭh kinụ̄ aakh akis sintụ̄) ạs, tim āsn (jnts mnz) bạe bạe bntih aakh akis brvnhh kanhi bihtih."
  },
  {
    "verse_id": 48,
    "translation": "Timn vathi nh tathi kanhh tklyf th nah yin tim tathi krrnh."
  },
  {
    "verse_id": 49,
    "translation": "(ae ttatthhi!) tohụ̄ vniv myanyn bndn zi be chuhs be shk bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 50,
    "translation": "Th (aamhi kthhi nishhi thi kriyvukh khbrdar) zi myvnue ʿdhab chuh sytthah dg tulvun ʿdhab."
  },
  {
    "verse_id": 51,
    "translation": "Th tim bvznạviyvukh abrahym (ʿlyh alslam) sndyn pczhyn hnz khbr (thi)."
  },
  {
    "verse_id": 52,
    "translation": "Yylhi tim abrahyms (ʿlyh alslam) nishhi āe pth vnụ̄timav (timn) slam. Abrahymn (ʿlyh alslam) von zi aashi chuh tohyhi nishhi yohe khvczun hyvu basan."
  },
  {
    "verse_id": 53,
    "translation": "(mhman frshtv) vonkh, tohụ̄ mah banbriv asụ̄ chihv tohyh akis lrrkh snz (zynch) khosh khbr bvznavan yus gattul āshi."
  },
  {
    "verse_id": 54,
    "translation": "Abrahymn (ʿlyh alslam) von, tohụ̄ chihv me tath ḥals mnz khosh khbr bvznavan yylhi zn me bujr chuh āmut vonụ̄ kmhi chyzch khosh khbr chihv tohụ̄ bvznavan?"
  },
  {
    "verse_id": 55,
    "translation": "Timav von, asụ̄ chihv tohyhi pz bshart divan lhādha mah gczihv tohụ̄ naamyd."
  },
  {
    "verse_id": 56,
    "translation": "Abra hymn (ʿlyh alslam) von, pnnis rb sndi rḥmt nishhi kus hykhi gmrahavvarạe naamyd gczihth."
  },
  {
    "verse_id": 57,
    "translation": "Abra hymn (ʿlyh alslam) puczhkh, ae (Allah tʿālyā sndyo) svznh āmtyv frshtv! (aamhi bshart ʿlavh) kosh kạm chhav byyhi tohyhi (yymhi mokhh āmtụ̄ chihv)?"
  },
  {
    "verse_id": 58,
    "translation": "Timav von, asụ̄ chih akis mjrm qvms kun svznh āmtụ̄."
  },
  {
    "verse_id": 59,
    "translation": "Lvuṭ (ʿlyh alslam) sndi gr varạe, be shk bchavvkh ẓrvr asụ̄ tim sạry."
  },
  {
    "verse_id": 60,
    "translation": "Tsnzi khandarnhi varạe, aashi chuh (yhi) faṣlh kormut zi so chhe ẓrvr (ʿdhab khạṭr) pth rvzn valyv mnz."
  },
  {
    "verse_id": 61,
    "translation": "Pth yylh lvṭ (ʿlyh alslam) sndis khandans nishhi tim svznh āmtụ̄ (frshth) āe."
  },
  {
    "verse_id": 62,
    "translation": "Lvṭn (ʿlyh alslam) von, be shk chihv tohụ̄ ghạrzan lukh (basan)."
  },
  {
    "verse_id": 63,
    "translation": "Timav von, (so kth chhanh) blkh chih asụ̄ tohyhi nish suh (ʿdhab) hyth āmtụ̄ yath mnz yim lukh shk kran chh rvudimtụ̄."
  },
  {
    "verse_id": 64,
    "translation": "Th asụ̄ chih tohyhi nish ḥq (fạṣlh) hyth āmtụ̄ th asụ̄ chih yqyna pzụ̄yạrụ̄."
  },
  {
    "verse_id": 65,
    "translation": "Vonụ̄ nyriv tohụ̄ pnnụ̄ bạcz hyth rạcz hndi s kunhi ḥṣs mnzth panh pkiv tohụ̄ timn pth pth th tohyhi mnz gczihh nh kanhh pot phyirith nẓr (thi) diyun th tohyhi yvr gczhnukh ḥkm chuhvdinh āmut (tvr) gczihv."
  },
  {
    "verse_id": 66,
    "translation": "Th aashi kor lvṭ (ʿlyh alslam) aamhi fạṣlh nishhi vḥy hndi dhryʿh bakhbrzibe shk tihindi ṣbḥ krvunue czhynhi timn lukn mvul."
  },
  {
    "verse_id": 67,
    "translation": "Th shhrkụ̄ lukh āe (pnnhi bd msty mnz) shạdiyanh kran kran (lvṭ ʿlyh alslams nishhi)."
  },
  {
    "verse_id": 68,
    "translation": "Lvṭn (ʿlyh alslam) von, be shk chih yim lukh myạnụ̄ pczhụ̄ vonụ̄ mathi mandchhạvi tav me (yimn mtʿlq)."
  },
  {
    "verse_id": 69,
    "translation": "Th Allah tʿālyā hs (yʿny tmụ̄ sndis qhrs) khvucziv byyhi mah kriv me khjil."
  },
  {
    "verse_id": 70,
    "translation": "Timav (bdmst lukv) von, (ae lvṭ!) kya aashi avsue na cze tmam dunya kyn lukn (hndi ḥmayt) nishhi tthakh kormut."
  },
  {
    "verse_id": 71,
    "translation": "Lvṭn (ʿlyh alslam) von, yimh chhe myanhi (qvm chhi) kvri hrgah tohụ̄ kynhh krun chuhv yczhan (tylhi kriv bdkrdạry varạe yimn sintụ̄ nkaḥ)."
  },
  {
    "verse_id": 72,
    "translation": "(ae ḥbybi mkrm!) tuhnzi mbark ʿmri hund qsm! Be shk chih yim lukh (thi qvmi lvṭkụ̄ pạtthụ̄) pnnhi bdmsty mnzbavlh gczihth phyran."
  },
  {
    "verse_id": 73,
    "translation": "Pth rttụ̄ tim āftab khsns sinty skht nar ttthi."
  },
  {
    "verse_id": 74,
    "translation": "Lhādha kor āshi tihinzi bsty taluk pytth th aashi vajhi timn pytth pe nh āmczi myczi hnz dariknhi."
  },
  {
    "verse_id": 75,
    "translation": "Be shk chhe aath (vaqʿs) mnz ghvrvfkr krn valyn khạṭr nshạnyhi."
  },
  {
    "verse_id": 76,
    "translation": "Th be shk chhe so bsty akis ynh gczhn vajnh vathi pytth vaqʿ."
  },
  {
    "verse_id": 77,
    "translation": "Be shk chhe aath (qvmi lvṭ kis vaqʿs) mnz ahli aymann khạṭr (ʿbrtch) nshạny."
  },
  {
    "verse_id": 78,
    "translation": "Th be shk ạsụ̄ aaykh hkụ̄ bashndh (yʿny gnyn znddn hndụ̄ rvzn vạlụ̄) thi ẓạlm."
  },
  {
    "verse_id": 79,
    "translation": "Pth hyot aashi timn (thi) antqam, th yimh doshve (bsty) chhe kuhlh vathi pytth (mvjvd)."
  },
  {
    "verse_id": 80,
    "translation": "Th be shk kor ḥjrvady hndyv rvzn valyv thi rsvln ankar."
  },
  {
    "verse_id": 81,
    "translation": "Th aashi dicz timn (thi) pnnhi nshạnyhi mgr tim rvudụ̄ timn buth phiran."
  },
  {
    "verse_id": 82,
    "translation": "Th tim lukh ạsụ̄ khocznh varạe pharr p ạttith timn mnz grbnavan."
  },
  {
    "verse_id": 83,
    "translation": "Pth rttụ̄tim (thi) ṣbḥạe aakhi khvfnak ggrayh."
  },
  {
    "verse_id": 84,
    "translation": "Lhdha yus (mal) tim kmavan ạsụ̄ tmụ̄ hyok nh timn nishhi (Allah tʿālyā sund ʿdhab) dvur krith."
  },
  {
    "verse_id": 85,
    "translation": "Th aashi krụ̄ nh āsman th zmyn th yikynczhah yimn mnzbag chuh fẓvl pạd, th pzụ̄pạtthụ̄ chhe qyamtch gr yinh vajinụ̄ lhādha (ae khulq kh pykr!) rvuzivtohụ̄ sytthah rczr san drgzr kran."
  },
  {
    "verse_id": 86,
    "translation": "Be shk chuh tuhund rbe sarine pạd krn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 87,
    "translation": "Th be shk kri aashi tohyhi grigri dohravnh yinh vajnhi sth āyth (yʿny svrʿh fatḥh) byyhi sytthah ʿẓmt vvl qrān ʿṭa."
  },
  {
    "verse_id": 88,
    "translation": "Tohụ̄ mah vuchihv timn chyzn kun achh tulith thi yim aashi kạfr n hnzn jmạʿczn (kynczhn dohn hndi) ʿạshh khạṭr ditimtụ̄ chih, th timn (hnzigmrạhy) pytth thi mah gczihv dil malvl, byyhi thạviv ahli aymann (hndi dilash) khạṭr pnnhi (shfqt chh th panniyarchh) nari nrmạvith."
  },
  {
    "verse_id": 89,
    "translation": "Th frmạviyvukh zi be shk chuhs (vonụ̄) be (ʿdhabi alāhy nishhi) vaẓḥ th ttakarh khocznavn vvl."
  },
  {
    "verse_id": 90,
    "translation": "Yuth (ʿdhab) aashi tqsym krn valyn (yʿny yhvdvnṣaryā hn) pytth vvlmut avs."
  },
  {
    "verse_id": 91,
    "translation": "Yimav qrān ttukr ttukr (krith tqsym) kor (yʿny pans vyh vnụ̄ āyat mạnikh th yim āyat pans vyh vnụ̄ ạskh nh tim mạnikh nh)."
  },
  {
    "verse_id": 92,
    "translation": "Lhādha tuhndis rb sund qsm! Asụ̄ karv timn sarine ẓrvur pczhh gạr."
  },
  {
    "verse_id": 93,
    "translation": "Timn ʿmln mtʿlq yimh tim kran ạsụ̄rvudimtụ̄."
  },
  {
    "verse_id": 94,
    "translation": "Lhādhavniv tohụ̄ timh (kthh) aʿlạnyh yuhund tohyhi ḥkm chuhv dinh āmut byyhi phirvtohụ̄ mshrkv nishhi roe."
  },
  {
    "verse_id": 95,
    "translation": "Be shk chih asụ̄ mdhaq krn valyn (anjams tam vatnavnh) khạṭr tohyhi sytthah."
  },
  {
    "verse_id": 96,
    "translation": "Yim Allah tʿālyā hs sintụ̄ byakh mʿbvd chih bnavan tim zann tylhi ʿnqryb (panun anjam)."
  },
  {
    "verse_id": 97,
    "translation": "Th be shk chih asụ̄ zanan zituhund (mbark) syinh chuh timav kthv sintụ̄ tng gczhan yimh tim vnan chih."
  },
  {
    "verse_id": 98,
    "translation": "Lhādha ạsiv tohụ̄ḥmd san pnnis rb snz tsbyḥ kran th sjdh krn valyn sintụ̄ạsiv (shạml) rvzan."
  },
  {
    "verse_id": 99,
    "translation": "Byyhi rvuziv pnnis rb snz ʿbadt kran yot tam tohyhi (tuhndis shans layq) yqynuk mqam ḥạṣl spdi (yʿny mkml anshraḥ nṣyb spdiya vṣali ḥquk cziyuhh)."
  }
]