[
  {
    "verse_id": 1,
    "translation": "Allah tʿālyā sund vʿdh vvt (nkhh) vonụ̄ mah kriv tohụ̄ suh yczhns mnzbanbr. Suh chuh pak byyhi chuh suh timav chyzv nishhi brtryimn kạfri (tmụ̄sndụ̄) shryk zanan chih."
  },
  {
    "verse_id": 2,
    "translation": "Sue chuh frshtn pnnụ̄ vḥy hyth (yosh dyn kyn tmam tʿlymatn hund rvḥ th jan chhe) pnnhi ḥkmh sintụ̄ pnnyv bndv mnz ys pytth yczhan chuh nạzl kran kh (lukh) khocznạviyvukh zi me vrạe chuhnh kanhh mʿbvd lhādha kriv myạnụ̄ prhyzgạry akhtyar."
  },
  {
    "verse_id": 3,
    "translation": "Tmy krụ̄ āsman byyhi krn zmyn ṣḥyḥ tdbyrsan pạd, suh chuh timav chyzv nishhi brtr yimn kạfr chih (tmụ̄ sndụ̄) shryk gnzravan."
  },
  {
    "verse_id": 4,
    "translation": "Tamy kor ansan aakhi tvlydy qṭrh (nṭfh) nishhi pạd, aamhi pth thi bnyav suh (Allah tʿālyā hs brvnhh knhi aṭaʿt gzarspdnh bjayhi) ttakarh lrrayhi gor."
  },
  {
    "verse_id": 5,
    "translation": "Th tmy krụ̄ tuhndi khạṭr charvạe pạd, timn mnz chuh tuhndi khạṭr grm pvshak th (baqy) fạydh th timv mnz chihv tohụ̄ kynhh khyvan (thi)."
  },
  {
    "verse_id": 6,
    "translation": "Th timn mnz chhe tuhndi khạṭr rvnq (th dlkshy thi) yylhi tohụ̄ shams chhvukh nayhi pytthh (vaps) anan th yylhi tohụ̄ ṣbḥạe chhvukh (gash khyavnhi) nivan."
  },
  {
    "verse_id": 7,
    "translation": "Th yim (janvr) chih tuhndụ̄ bvr (thi) timn shhrn tam tulith nivan yvr tohụ̄ skht mshqt varạe vạtith hykụ̄ hivụ̄ nh, be shk chuh tuhund rb sytthah shfqt vvl sytthah mhrban."
  },
  {
    "verse_id": 8,
    "translation": "Th (tmy krụ̄) gurụ̄ th khchr th khr (pạd) takh tohụ̄ hykvi timn pytth svạrụ̄ krith th tim āsn (tuhndi khạṭr) zyntuk bạʿth thi, th suh kri (byyhi thi shvubdar svari) pạd yimn mtʿlq (aaz) tohụ̄ zanan chihv nh."
  },
  {
    "verse_id": 9,
    "translation": "Th drmyạny vath chhe Allah tʿālyā hs (sndis drvazs) tam vatan th tamhi mnz chhe kynhh hjhi vath thi (nyran), th hrgah suh yyczihh he tylhi diyhi hyv tohyhi sarine hdayt."
  },
  {
    "verse_id": 10,
    "translation": "Sue chuh yymụ̄ tuhndi khạṭr āsman kh ṭrfh āb vvl, aamhi mnz chuh (kynhh) chynh vvnụ̄ th aamy mnz chuh (kynhh) kulụ̄ vopdavnuk (yymhi sintụ̄ kulụ̄ kttụ̄,gash th nayhi chhe sạrab spdan) yimn mnz tohụ̄ (pnnụ̄ charvạe) chhvvkh gash khyavan."
  },
  {
    "verse_id": 11,
    "translation": "Tamy ābh sintụ̄ chuh tuhndi khạṭr khah th zytvn th khzr th dchh th pth qsmkụ̄phl (th myvh) vopdavan, be shk chhe aath mnz ghvrvfkr krn valyn khạṭr nṣyḥt."
  },
  {
    "verse_id": 12,
    "translation": "Th tmy kor tuhndi khạṭr rat th doh byyhi āftab th zvn mskhr, th tmam tark thi chih tmụ̄ sndy tdbyr (sintụ̄ nẓamkụ̄) pabnd, be shk chhe aath mnz ʿql thavn valyn lukn hndi khạṭr nshạniyhi."
  },
  {
    "verse_id": 13,
    "translation": "Byyh (baqy) yikynczhah thi (ḥyvanvukulyv kttyv th mʿdnyat vghạrv mnz) tmụ̄ tuhndi khạṭr zmyns mnz pạd chuh kormut yhindụ̄ rng (yʿny jns, dhạcz th shklh, qsm, khạṣyt th mnafʿ) byon byon chih (tmam chih tuhndi khạṭr mskhr), be shk chhe aath mnz nṣyḥt rttn valyn lukn hndikhạṭr nshạny."
  },
  {
    "verse_id": 14,
    "translation": "Th sue chuh yymụ̄ (fẓahs th khoshky ʿlavh) bḥr (yʿny dryav th smndr) thi mskhr krụ̄ takh tohụ̄ khyyiv tamhi mnztazh (th psndydh) maz th tohụ̄ krriv tamhi mnzmokhth (bytri) yim tohụ̄ shvubih khạṭr lagan chihv th (ae ansan!) cz chuhkh nav (th jhaz) vuchhan yim (dryavn th smndrn hund) āb phasvith tath mnz pkan chih, th (yhi svrue kor aamhi mvjvb) takh tohụ̄ czhạnddiv (dvur dvur tam) tmụ̄ sund fẓl (yʿny rzq) byyhi yhi zi tohụ̄ bniv shkrgzar."
  },
  {
    "verse_id": 15,
    "translation": "Th tmy bnạvụ̄ zmyns mnz (mkhtlf madh panh vạnụ̄ ralạvith) gobụ̄ pharr takh yhi goczh nh spdun zi tath vothhi (pnnis mdars mnz ḥrkt krnh vizi) tohụ̄ hyth tthrae byyhi bnavyn kolh th (qdrty) vath (thi) takh tohụ̄ hykiv (mnziln tam vatnh mokhh) vath lbtih."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi bnavyn (dohs mnz vath czhanddnh khạṭr) ʿlamth, th (rath kiyut) chih lukh tarkv dhryʿh (thi) vath lban."
  },
  {
    "verse_id": 17,
    "translation": "Kya suh khạlq yus (yvutah kynhh) pạd kri hykya ts hyvu ạsith yus nh (kihinụ̄ thi) pạd hykhi krith, kya tohụ̄lukh chihv na nṣyḥt manan?"
  },
  {
    "verse_id": 18,
    "translation": "Th hrgah tohụ̄ Allah tʿālyā snz nʿmth gnzravnh yczihv kynhh hykvi nh timh pvur pạtthụ̄gnzrạvith, be shk chuh Allah tʿālyā bodd mghfrt krn vvl sytthah mhrban."
  },
  {
    "verse_id": 19,
    "translation": "Th Allah tʿālyā chuh zanan yikynczhah tohụ̄ khttth chihv thavan th yikynczhah tohụ̄ non chihv krran."
  },
  {
    "verse_id": 20,
    "translation": "Th yim (mshrk) lukh yimn (potlyn) Allah tʿālyā hs varạe pvuzan chih tim hykn nh kihinụ̄ thi pạd krith blkh chih tim panh āmtụ̄ pạd krnh."
  },
  {
    "verse_id": 21,
    "translation": "(tim) chih mord zndh chihnh kynhh, th (timn) chuhnh (tyvut thi) shʿūr zi (lukh) kryin tulnh."
  },
  {
    "verse_id": 22,
    "translation": "Tuhund mʿbvd chuh, kun mʿbvd,vonụ̄ yim lukh ạkhrts pytth ayman chihnh thavan tihindụ̄ dl chih mnkr byyhi chih tim buthụ̄ phirụ̄ th tkbrkrn vạlụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Yhi kth chhe ḥq th thạbt ziAllah tʿālyā chuh zanan yikynczhah tim khttith chih thavan th yikynczhah tim non chih krran, be shk chuhnh suh buthụ̄phiryn th tkbrkrn valyn psndkran."
  },
  {
    "verse_id": 24,
    "translation": "Th yylhi timn pczhnh chuh yivan zi tuhndụ̄ rbn kya chuh nạzl kormut? Tim chih (tylhi) vnan brvuntthimyn qvmn hnz aapzi dlyilh (chhan nạzl krimacz)."
  },
  {
    "verse_id": 25,
    "translation": "(yhi svrue chih aamhi mvjvub vnan) takh qyamt kh doh tuln tim pnnụ̄ (bdʿmln hndụ̄) pvuri pvur bvr th kynhh bvr (tuln) timn lukn hndụ̄ thi yimn (pnnhi) jhalt kh dhryʿh vathi chih ddalan, zạnith thạviv! Sytthah khrab bvr chuh yus ym tulan chih."
  },
  {
    "verse_id": 26,
    "translation": "Be shk kor timav lukv (thi) fryb yim yimn brvnhh ạsụ̄, lhādha pạtt Allah tʿālyā hn tihinz (mkrvfrybch) lr knh tlh pth pyv timn pytthụ̄ kinụ̄ timn pytth psh th timn pytth āv tamhi and ʿdhab yymiyuk nh timn khyal thi avs."
  },
  {
    "verse_id": 27,
    "translation": "Pth kri suh timn qyamt kh doh khjil th arshad frmavi, myạnụ̄ tim shryk kthi chih yhindis ḥqs mnz tohụ̄ (mvmnn sintụ̄) czuvan ạsụ̄v, tim lukh yimn ʿlm chuh dinh āmut vann, be shk chhe aaz kạfrn pytth (pth qsmch) rsvạyy th brbạdy."
  },
  {
    "verse_id": 28,
    "translation": "Yhindụ̄ rvḥ frshth ath ḥals mnz qbẓ chih kran zi tim āsn pnnyn nfsn pytth (bdstvr) ẓlm kran, pth krn tim (qyamt kh doh) aṭaʿtuk th frmanbrdạry hund aẓhar (th vnn,) asụ̄ ạsụ̄ nh (dnyahs mnz) kanhh brạyy kran, kyazi nh be shk chuh Allah tʿālyā var pạtthụ̄ zanan yikynczhah tohụ̄ kran ạsụ̄ v."
  },
  {
    "verse_id": 29,
    "translation": "Vonụ̄ gczihv tohụ̄ jhnm kyv drvazv kinụ̄ dạkhl, tohụ̄ chihv aath mnz hmyshh rvzn vạlụ̄, lhādha kiczh khrab rvzn jae chh tkbr krn valyn hndi khạṭr."
  },
  {
    "verse_id": 30,
    "translation": "Th prhyzgar lukn chuh vannh yivan zi tuhndụ̄ rbn kya chuh nạzl kormut? Tim chih vnan, (dnyahuk th ạkhrtuk) rczar (chuhn nạzl kormut), timn lukn khạṭr yim nyky rvudụ̄ kran chuh yath dunyahs mnz (thi) rczr, th ạkhrtuk gr chuh ẓrvr th ẓrvr bhtr,th prhyzgarn hund gr kvtah jan chuh."
  },
  {
    "verse_id": 31,
    "translation": "Pvshvnhi bharkụ̄ bagh chih yimn mnz tim aaczn yimn bnụ̄ kinụ̄ kolh āsn pkan, timn mnz āshi tihindi khạṭr (dstyab) yikynczhah tim czharn, yithh pạtthụ̄ chuh Allah tʿālyā prhyzgarn mʿāvẓh ʿṭa kran."
  },
  {
    "verse_id": 32,
    "translation": "Yhindụ̄ rvḥ frshth ath ḥals mnz qbẓ chih kran zi tim āsn (nyky th aṭaʿt kh bạʿth) pak th khosh, (timn chih frshth rvḥ qbẓ krnh vqte vnan) tohyhi pytth ạsin slamty,tohụ̄ gczihv jnts mnz dạkhl timn (ṣalḥ ʿmln) hndi bạʿth yimh tohụ̄ kran ạsụ̄v."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi kth chyzs chih yim paran aamhi vrạe zi yimn nishhi yin frshth nath vathi tuhndis rb sund (ʿdhabuk) ḥukm, yy kynczhah avs timav lukv (thi) kormut yim yimn brvnhh ạsụ̄, th Allah tʿālyā hn avs nh timn pytth ẓlm kormut albth ạsụ̄ tim panh pnnyn nfsn pytth ẓlm kran."
  },
  {
    "verse_id": 34,
    "translation": "Lhādha yim aʿmal timav kri mtụ̄ ạsụ̄ timne hndụ̄ sza vạtụ̄ timn th tmy (ʿdhabn) vol timn nal yath tim hzl ạsụ̄ kran."
  },
  {
    "verse_id": 35,
    "translation": "Th mshrk lukh chih vnan hrgah Allah tʿālyā yczhi he tylhi krhav nh asụ̄ ts vrạe kunhi thi chyzch pvuza, nah asụ̄ th nah sạnụ̄ mạlụ̄ buddi bb, th nah dimhav asụ̄ tmụ̄ sndi (ḥkmh) vrạe kanhh chyz ḥram qrar, yy kynczhah avs timav lukv (thi) kormut yim yimn brvnhh ạsụ̄, kya tylhi chha rsvln hndi dhmh (Allah tʿālyā sund pygham th aḥkam) vaẓḥ pạtthụ̄ vatnavnh ʿlavh byyh kynhh?"
  },
  {
    "verse_id": 36,
    "translation": "Th be shk svuz aashi pth aumts mnz aakh rsvl zi (lvukv) tohụ̄ krivAllah tʿālyā snz ʿbadt th ṭaghvts (yʿny shyṭan sndith potlyn hndi aṭaʿth th pvuzayhi) nishhi rvuzvpth, pth spdụ̄ timav mnz kynhh yimn Allah tʿālyā hn hdayt diyut th timn mnz spdụ̄ kynhh tim yimn pytth gmrạhy gyhi (tthyk) thạbt, lhādha kriv tohụ̄ zmyns mnz sạl th vuchihv zi ankar krn valyn hund anjam kya spud."
  },
  {
    "verse_id": 37,
    "translation": "Agr tohyhi yhindihdayts pytth yinch skh ṭlb chhav tylhi (mah rttivtohụ̄ pnnis pak ṭbʿīts pytth yvutah bar) be shk ys Allah tʿālyā gmrah chuh tthhravan ts chuhnh hdayt divan th tihindi khạṭr chuhnh kanhh mddgar āsan."
  },
  {
    "verse_id": 38,
    "translation": "Th yim lukh chih brr shd md san Allah tʿālyā sndụ̄ qsm havan zi yus mariAllah tʿālyā tulhi nh ts (navisr), kyazi nh tmụ̄ sndidhimh chuh poz vʿdh albth akthr lukh chihnh zanan."
  },
  {
    "verse_id": 39,
    "translation": "(mordn hund tulun chuh aamhi mvjvb) takh tihindi khạṭr kri so (ḥqch) kth vaẓḥ yath mnz tim lukh akhtla f chih kran byyhi yhi zi kạfr lukn lghi pth zi drḥqyqt chih timae aapziyạrụ̄."
  },
  {
    "verse_id": 40,
    "translation": "Svn frman chuh kunhi chyz khạṭr bs yy āsan zi yylhi asụ̄ tmuyk (vjvds mnz aannuk) aradh chih kran tylhi chih asụ̄ tth frmavan sapad th suh chuh spdan."
  },
  {
    "verse_id": 41,
    "translation": "Th yimav Allah tʿālyā snzi vathi mnz hjrt kr aamhi pth zi timn pytth āe (rngh rngh) ẓlm krnh tylhi dimav asụ̄ ẓrvr timn dnyahs (se) mnzbhtr tthkanh, th ạkhrtuk ajr chuh pzụ̄pạtthụ̄ sytthah bodd,kash! Timn āsihe (aamhi razch) pe."
  },
  {
    "verse_id": 42,
    "translation": "Yimav lukv ṣbr kor byyhi chih pnnis rbs pytth tvkl krith thavan."
  },
  {
    "verse_id": 43,
    "translation": "Th aashi chih tohyhi brvnhh thi mrde svuzimtụ̄ rsvl bnạvith yimn kun asụ̄ vḥy ạsụ̄ svzan lhādha ạsiv tohụ̄ zann valyn pczhan agr tohyhi pans āsyv nh (kynhh) pe."
  },
  {
    "verse_id": 44,
    "translation": "(tim thi ạsụ̄) vaẓḥ dlylv th ktabv san (svuzimtụ̄), th (ae nbyi mkrm!) aashi chuh tohyhi kun dhkri ʿẓym (qrān) nạzl kormut takh tohụ̄ vyczhnạviv var pạtthụ̄ lukn khạṭr tim (pygham th aḥkam) yim timn kun svznh chih āmtụ̄ th takh tim krn ghvrvfkr."
  },
  {
    "verse_id": 45,
    "translation": "Kya tim burchalh krn vạlụ̄ lukh chha aamhi kthhi nishhi be khvf spdimtụ̄ zi Allah tʿālyā valhi timn zmyns tal nath svzitiman pytth (kunhi) ticzihh jayhi kinụ̄ ʿdhab yymiyuk nh timn kanhh andazh thi āshi."
  },
  {
    "verse_id": 46,
    "translation": "Nath ratthi timn nczns phyrns (sfrs th tjart kis kars) dvrane lhādha hykn nh tim Allah tʿālyā hs ʿạjz krith."
  },
  {
    "verse_id": 47,
    "translation": "Ya ratthi timn tihindis khvczns pytth, be shk chuh tuhund rb bodd shfyq sytthah mhrban."
  },
  {
    "verse_id": 48,
    "translation": "Kya timav vuchhna timn (sayh dar) chyzn kun yim Allah tʿālyā hn pạdchih krimtụ̄ (zi) tihindụ̄ sayhi chih dchihnụ̄ kinụ̄th khvvrụ̄kinụ̄Allah tʿālyā hs sjdh kran kran phyran rvzan th tim chih (drḥqyqt) frman brdạry th ʿājzy hund aẓhar kran."
  },
  {
    "verse_id": 49,
    "translation": "Th yikynczhah āsmann mnz th yikynczhah zmyns mnz chuh tmam zuvdhạcz th frshth, Allah tʿālyā hs (se) chih sjdh kran th tim chihnh (raczh thi) ghrvr th tkbrkran."
  },
  {
    "verse_id": 50,
    "translation": "Tim chih pnnis rbs yus timn pytthh chuh khvczan rvzan th yus ḥkm timn dinh chuh yivan (suh) chih bja anan."
  },
  {
    "verse_id": 51,
    "translation": "Th Allah tʿālyā hn chuh frmvvmut,tohụ̄ mah bnạviv z mʿbvd, be shk chuh sue (Allah tʿālyā) kun mʿbvd, th tohụ̄ rvuziv me yvt khvczan."
  },
  {
    "verse_id": 52,
    "translation": "Th yikynczhah āsmann th zmyns mnz chuh (svrue) chuh tmụ̄ sundue th tmụ̄ snz frmanbrdạry chhe (sarine pytth) vạjb. Tylhi kya tohụ̄ chihv Allah tʿālyā hs vrạe (byyh kạnshi) khvczan."
  },
  {
    "verse_id": 53,
    "translation": "Th tohyhi yosh thi nʿmt ḥạṣl chhav so chhav tylhi Allah tʿālyā sndy ṭrfh, pth yylhi tohyhi tklyf chuh vatan tylhi chihv tohụ̄ tsụ̄ brvnhh knhi āh v zạry kran."
  },
  {
    "verse_id": 54,
    "translation": "Vonụ̄yylhi Allah tʿālyā suh tklyf chuh dvur kran pth chuh tohyhi mnz aakh dor tamhi vqth pnnis rbs sintụ̄ shrk lagan krun."
  },
  {
    "verse_id": 55,
    "translation": "(yhi kfrth shrk aamhi mvjvb) takh tim krn timn (nʿmtn) hnz nashkry yimh aashi timn ʿṭa chhe thavimacz krith, lhādha (ae mshrkv! Kynczhn dohn) tuliv fạydh pth lgyv ʿnqryb tohyhi (panun anjam) pe."
  },
  {
    "verse_id": 56,
    "translation": "Th yim chih timn (potlyn) khạṭr ymn (hnz ḥqyqt) ym panh thi chihnh zanan tamhi rzq mnz ḥṣh kran mqrr yus aashi yimn ʿṭa chuh krith thvvmut. Allah tʿālyā sund qsm! Tohyhi yiyav tth bhtans mtʿlq ẓrvr pczh gạr krnh yus tohụ̄ gnddan chihv."
  },
  {
    "verse_id": 57,
    "translation": "Th yim (kạfr th mshrk) chih Allah tʿālyā sndi khạṭr kvri kran mqrr suh chuh (aamhi nishhi) pak th pans khạṭr tikynczhah (yʿny nychivụ̄) yhinz tim khvạhsh chih kran."
  },
  {
    "verse_id": 58,
    "translation": "Th yylhi timav mnz kạnshi kvri hnz (zynch) khbr chhe bvznavnh yivan tylhi chuh tmụ̄ sund buth kirhun gczhan byyhi chuh shrart sintụ̄ brnh yivan."
  },
  {
    "verse_id": 59,
    "translation": "Suh chuhnh lukn kun buth divan tamhi bur khbrikinụ̄ yosh ts bvznavnh chhe āmcz, (vonụ̄ chuh yhi svnchun lagan zi) ts thaviya dhlt th khjil zdy hyth (zndh) kinh ts dobravi myczi tl (yʿny znde krys dfn), khbrdar! Kvtah khrab fạṣlh chuh yus tim kran chih."
  },
  {
    "verse_id": 60,
    "translation": "Timn lukn hund yimn ạkhrts pytth ayman chuhnh chuh (yhi) sytthah bur ṣft, th thadi payuk ṣft chuh ṣrf Allah tʿālyā se yvt th suh chuh ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 61,
    "translation": "Th hrgah Allah tʿālyā lukn āsihe tihindi ẓlmh bdlh (fvraan) rttan tylhi tavihe nh yath (zmyns) pytth kạnshi zuvdars ylh mgr suh chuh timn mqrrkrnh āmtis vqts tam mhlt divan, vonụ̄yylhi tihund mqrr vqt vatan chuh pth nah hykn tim aakh gr path gczihth th nah hykn brvnhh pkith."
  },
  {
    "verse_id": 62,
    "translation": "Th tim chih Allah tʿālyā sndi khạṭr tikynczhah mqrr kran yhi (pnnhi mokhh) napsnd chih kran th tihnz zyv chhe aapuz vnan zi tihndi khạṭr chuh rczr, (hrgz nh!) ḥqyqt chhe yhi zi tihindi khạṭr chuh jhnm th yim yin (jhnms mnz) sarive brvnhh svznh (th tth mnz yin hmyshh khạṭr tavnh)."
  },
  {
    "verse_id": 63,
    "translation": "Allah tʿālyā sundqsm!pzụ̄pạtthụ̄ svuzụ̄ aashi tohyhi brvnhh (thi varyahn) aumtn kun rsvl pth hạvụ̄ shyṭann timn (aumtn) khạṭr tihindụ̄ (bur) aʿmal mạrụ̄ mndụ̄ th shvubdar bnạvith,vonụ̄ chuh sue (shyṭan) azyhund dvst th yhnd khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 64,
    "translation": "Th aashi kr nh tohyhi kun ktab nạzl mgr aamhi mvjvb zi tohụ̄ kriv timn pytth tim (aḥkam) vaẓḥ yimn mnz tim akhtlaf chih kran th (aamhi mvjvb zi yhi ktab) chhe hdayt th rḥmt tath qvms khạṭr yymụ̄ ayman chuh aonmut."
  },
  {
    "verse_id": 65,
    "translation": "Th Allah tʿālyā hn vvl āsmanh ṭrfh rvud th tamhi sintụ̄ krn zmyn aamhi kh mord (yʿny bnjr) spdnh pth zndh (yʿny srsbz th shadab). Be shk chhe aath mnz (nṣyḥt) bvzn valyn khạṭr nshạny."
  },
  {
    "verse_id": 66,
    "translation": "Th be shk chuh tuhndi khạṭr charvayn mnz (thi) ghvrkrnuk mqam, asụ̄ chih tihindyv jsmv andr tamhi chyz nishhi yus andrman mnz mvjvd (kynczhv) chyzvth khvn kh panh vạnụ̄ rlnh sintụ̄ (vjvds yivan chuh) khạlṣ dod krrith tohụ̄ chavan (yus) chynh valyn khạṭr chuh khoshgvar āsan."
  },
  {
    "verse_id": 67,
    "translation": "Byyhi chihv tohụ̄ khzran th dchhan hndyvmyvav nishhi khnddth (baqy) jan ghdha bnavan, be shk chhe aath mnz gattlyn khạṭr nshạny."
  },
  {
    "verse_id": 68,
    "translation": "Th tuhndụ̄ rbn tvv machh tulri hndis dils mnz (khyal) zi cz bnav kynczhn pharrn mnz pnnụ̄ gr th kynczhn kulyn mnz th kynczhn chhprn mnz (thi) yimn lukh chih (pshn hndụ̄ pạtthụ̄) thod bnavan."
  },
  {
    "verse_id": 69,
    "translation": "Vonụ̄ ās cz pth qsmh kyv myvavnishhi rs czhan pth ās pnnis rb snzn (smjhavnh āmczn) vtn pytth (yimh timn myvn th pvshn tam vatan chhe yimn cze rs chuhe czhun, baqyn tulryn khạṭr thi) āsạny frahm kran kran pkan, tihndyv shkmv mnz chuh aakh chynuk chyz nyran (suh chuh machh) yymikụ̄ rng byon byon chih āsan, aath mnz chuh lukn khạṭr shifa, be shk chhe aath mnz ghvrvfkr krn valyn khạṭr nshạny."
  },
  {
    "verse_id": 70,
    "translation": "Th Allah tʿālyā hn chihv tohụ̄ pạd krimtụ̄ pth chuhv suh tohyhi vfat divan (yʿny tuhund rvḥ chuh qbẓ kran). Th tohyhi mnz chuh kanhh sytthah nakarh vạnshi (bujrs) kun phirnh yivan takh (zndgy mnz varyah kynhh) zannh pth zanhi nh vnụ̄ khnụ̄ (yʿny ansan vuchihn mrnh brvnhh pnnhi be bsy th lachạry hnd mnẓr thi) be shk chuh Allah tʿālyā var pạtthụ̄ zann vvl sytthah qdrt vvl."
  },
  {
    "verse_id": 71,
    "translation": "Th Allah tʿālyā hn chhe tohyhi mnz kynczhn pytth kynczhn rzqs mnz (yʿny rzq kyn drjatn mnz) fẓylt diczmcz (takh suh āzmavyv tohyhi khrchavnh kh ḥkmh dhryʿh), mgr yimn lukn fẓylt chhe dinh āmcz tim chihnh pnnụ̄ dvlt (yʿny tamiyuk kynhh ḥṣh thi) pnnyn zyri dst (yʿny ghryb) lukn kun phiran (yʿny khrch chihnh kran) ḥalankh tim sạry chih aath mnz (bnyạdy ẓrvutn hndis ḥds tam) brabr, tylhi kya tim chha Allah tʿālyā snzn nʿmtn hund ankar kran."
  },
  {
    "verse_id": 72,
    "translation": "Th Allah tʿālyā hn krụ̄ tohy mnz tuhndi khạṭr jvr pạd th tuhndyv jvrav (yʿny khandarinyv) nishhi krin tuhndi khạṭr nychivụ̄th zurụ̄ (kvriyn hndụ̄ shurụ̄) pạdth tohyhi kornav pak rzq ʿṭa, tylhi kya tim chha tvthi (ḥq trạvith) bạṭls pytth ayman thavan th Allah tʿālyā sndi nʿmt nishhi chih tim nashkry kran."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi chih Allah tʿālyā hs vrạe timn (potlyn) hnz pvuza kran yim āsmanv th zmyn nishhi tihindi khạṭrkunhi pạtthụ̄thi rzq dinkụ̄ mạlk chihnh th nah chuhkh kanhh ṭaqt."
  },
  {
    "verse_id": 74,
    "translation": "Lhādha mah bnạvivAllah tʿālyā has pytth mithalh, be shk chuh Allah tʿālyā zanan th tohụ̄ chihv nh zanan."
  },
  {
    "verse_id": 75,
    "translation": "Allah tʿālyā hn chhe akh mthal krmcz byan (zi) aakh ghlam chuh (yus kạnshi hndis) mlkyts mnz chuh (panh) chuhs nh kunhi chyzs pytth akhtyar th (byakh) chuh suh shkhṣ ys aashi pnnhi ṭrfh bhtryn rvuzy ʿṭa chuh kormut pth chuh suh tamhi mnz czhayhi pạtthụ̄ th nanhi vanh pạtthụ̄khrch kran, kya tim hyknh brabr ạsith, tmam tʿryf chih Allah tʿālyā sndi khạṭr, blkh chihnh timav mnz akthr (bnyady ḥqyqt thi) zanan."
  },
  {
    "verse_id": 76,
    "translation": "Th Allah tʿālyā hn chhe don (tithyn) nfrn hnz mthal byan krmcz yimav mnz akh kol chuh ts chuhnh kunhi chyzs pytth akhtyar th chuh suh pnnis mạlks pytth bar, suh (mạlk) yvr thi ts svzan chuh tvr chuhnh kanhh rczr hyth yivan, kya suh (kol) th (byakh) suh shkhṣ yus (ath mnṣbs pytth chuh zi) lukn chuh ʿdluk th anṣafuk ḥkm divan byyhi chuh suh panh thi syzi vathi pytth (doshve) hyknh brabr ạsith."
  },
  {
    "verse_id": 77,
    "translation": "Th āsmann hnd th zmynuk (svrue) ghyb chuh Allah tʿālyā sndy khạṭr, th qyamt brpa spdnuk vaqʿh spdi tyvutah tyzy san yithh pạtthụ̄ achh ttttvarnath aamhi khvth thi tyz, be shk chuh Allah tʿālyā pth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 78,
    "translation": "Th Allah tʿālyā hn krrinav tohụ̄ tuhnzv majv hndyv shkmv mnz (tath ḥalts mnz) nybr zi tohụ̄ ạsụ̄v nh kihinụ̄ zanan th tmụ̄ bnạvụ̄ tuhndi khạṭr kn th achh th dl takh tohụ̄ aniv shkr bja."
  },
  {
    "verse_id": 79,
    "translation": "Kya timav vuchhna janavar yim āsman kis hvahs mnz (ḥrkt th vuddnh kh qanvnkụ̄) pabnd (spdith vuddan rvzan) chih, timn chuhnh Allah tʿālyā sndi (qanvnh) varạe kanhh chyz thph krith rttith.be shk chhe aath (vuddnh kis aṣvls) mnzayman valyn khạṭr nshạniyhi."
  },
  {
    "verse_id": 80,
    "translation": "Th Allah tʿālyā hn bnạvụ̄tuhndi khạṭr tuhndụ̄ gr (mstql) rvzn jae th tuhndi khạṭr bnạvin charvayn hndyv mslav sintụ̄ (ʿārẓy) gr (yʿny khinmh) yim tohyhi pnnhi sfr kh vqth th (sfrs dvran mnziln pytth) pnnhi tthhrnh vqth hlkh basan chihv th (tmy Allah tʿālyā hn) bnạvụ̄ (tuhndi khạṭr) tyirn th dumbn hndi yyr (sintụ̄) th avunttn hnzi jcz th czhavjhi hndi yyr sintụ̄ ghrylv astʿmalkụ̄ th (mʿīshts th tjarts mnz) fạydh tulnkụ̄ chyz (yim) mqrr vqts tam (chih)."
  },
  {
    "verse_id": 81,
    "translation": "Th Allah tʿālyā ne bnạvụ̄ tuhndi khạṭr pnnyn pạd krnh āmtyn chyzn hndụ̄ sayhi th tmụ̄ bnavi tuhndi khạṭr pharrn mnz chhpn jayhi th tmụ̄ bnạvụ̄ tuhndi khạṭr (kynhh) tithụ̄ pvshak yim tohyhi grmy nishhi bchavan chihv th (kynhh) tithụ̄ pvshak yim tohyhi shdyd jngs mnz (dshmn sndi ḥmlh nishhi) bchavan chihv yithh pạtthụ̄ chuh Allah tʿālyā tohyhi pytth (palnch th ḥfaẓt krnch) pnnụ̄ nʿmt pvur kran takh tohụ̄nomrạviv (tmụ̄ snzi bargahi mnz) aḥsan mndrvzth klh."
  },
  {
    "verse_id": 82,
    "translation": "Vonụ̄ hrgah tim (tvthi) buth phirn tylhi chuh (ae nby mʿẓm!) tuhndi dhmh ṣrf (myạnụ̄ pygham th aḥkam) ṣaf ṣaf vatnavun."
  },
  {
    "verse_id": 83,
    "translation": "Yim lukh chih Allah tʿālyā sndis nʿmts pz navan pth chih tath ankar kran th yimn mnz chih akthr kạfr."
  },
  {
    "verse_id": 84,
    "translation": "Th yymhi doh asụ̄ pth aumt mnz (tmụ̄ sund nby tmụ̄ sndyn aʿmaln pytth) gvah bnạvith tulvn pth yiyhi nh kạfrlukn (kanhh ʿdhr pysh krnuk) ajazt dinh th nah yiyhi (tamhi vqth) timn nishhi tvbuk th vaps phyrnuk mṭalbh krnh."
  },
  {
    "verse_id": 85,
    "translation": "Th yylhi ẓạlm lukh ʿdhab vuchhn pth nah yiyhi timn (tath ʿdhabs mnz) kmy krnh th nah yiyhi timn mhlte dinh."
  },
  {
    "verse_id": 86,
    "translation": "Th yylhi mshrk lukh pnnyn (pane bnavnh āmtyn) shrykn vuchhn pth vann, ae sanhi rbh! Yimae ạsụ̄ sạnụ̄ shryk yimn asụ̄ cz trạvith pvuza ạsụ̄ kran, pth svzn tim (shryk) timn (drjvab) pygham zi be shk chihv tohụ̄ aapziyạrụ̄."
  },
  {
    "verse_id": 87,
    "translation": "Th yim (mshrk) krn tamhi doh Allah tʿālyā sndis drbars mnz ʿạjzy th frmanbrdạry ẓạhr th ymn ravi suh svrue bhtan yus ym gnddan ạsụ̄."
  },
  {
    "verse_id": 88,
    "translation": "Yimav lukv kfr kor th (baqyn) rvudụ̄ Allah tʿālyā snzi vathi nishhi pth rttan asụ̄ krav tihindis ʿdhabs pytth ʿdhabuk huryr aamhi vjh kinụ̄ zi tim ạsụ̄ fsad tulan."
  },
  {
    "verse_id": 89,
    "translation": "Th (yhi) āshi suh doh (yylhi) asụ̄ tulvn pth aumth mnz timve mnz khod timn pytth akh gvah th (ae ḥbybi mkrm!) asụ̄ aanav tohụ̄ timn tmamn (amtn th pyghmbrn) pytth gvah bnạvith, th aashi chhe tohyhi pytth so ʿẓym ktab nạzl krmcz yosh pth chyzuk vaẓḥ byan chhe byyhi chhe mslmann khạṭr hdayt th rḥmt th bshart."
  },
  {
    "verse_id": 90,
    "translation": "Be shk chuh Allah tʿālyā (pth akis sintụ̄) ʿdluk th aḥsanuk ḥkm frmavan th rshth darn dvan rvznuk (thi) byyh chuh be ḥyạyy th bur kamyv th srkshy th nafrmạny nishhi tthakh kran, suh chuhv tohyhi nṣyḥt frmavan takh tohụ̄ thạviv var pạtthụ̄ yad."
  },
  {
    "verse_id": 91,
    "translation": "Th tohụ̄ ạsiv Allah tʿālyā sund ʿhd pvur kran yylhi tohụ̄ ʿhd kriv th pnnụ̄ qsm pokhtavnh pth mah ạsiyvukh tim puhttravan yylhi zn tohyhi Allah tʿālyā chuhvvn pnnis pans pytth ẓạmn bnvvmut, be shk chuh Allah tʿālyā varpạtthụ̄ zanan yikynczhah tohụ̄ kran chihv."
  },
  {
    "verse_id": 92,
    "translation": "Th ts khatvnhi hndụ̄ pạtthụ̄ mah bniv yymụ̄ panun yyr dvr ktith pth suh czttith pyinthi pyinthi kor, tohụ̄ chihv pnnụ̄ qsm pans drmyan dvkhh bạzy hund dhryʿh bnavan takh (yithh pạtthụ̄) bnhi akh jmaʿt doymh jmạcz khvth zyadh fạydh tuln vajnụ̄, kth chhe yhi zi Allah tʿālyā (thi) chuhv tohyhi aamhi ke dhryʿh āzmavan, th suh kri qyamt kh doh tuhndi khạṭrtimn kthn ẓrvr vaẓḥ yimn mnz tohụ̄ akhtlaf kran ạsụ̄ v."
  },
  {
    "verse_id": 93,
    "translation": "Th hrgah Allah tʿālyā yyczihh he tohyhi (sarine) bnavi hyv aakạe aumt mgr suh ys yczhan chuh ts chuh gmrah tthhravan th ys yczhan chuh ts chuh hdayt divan, th tohyhi yiyav timn kamyn mtʿlq ẓrvr pczhnh yimh tohụ̄ kran ạsụ̄v."
  },
  {
    "verse_id": 94,
    "translation": "Th tohụ̄ mah ạsiv pnnụ̄ qsm panh vạnụ̄ dvkhh bạzy hund dhryʿh bnavan nath ddlyv qdm (aslams pytth) tthhrnh pth th tohụ̄ vuchhv bur anjamuk mzh aamhi vjh kinụ̄ zi Allah tʿālyā snzi vathi nishhi ạsụ̄ v pth rttan th tuhndi khạṭr chuh zbrdst ʿdhab."
  },
  {
    "verse_id": 95,
    "translation": "Th Allah tʿālyā sndụ̄ ʿhd mah kniv mʿmvly qinmt bdlh (yʿny dnyạvy mal v dvlt bdlh), be shk yus (ajr) Allah tʿālyā hs nishhi chuh suh chuh tuhndi khạṭr bhtr hrgah tohụ̄ (yhi raz) zanan chihv."
  },
  {
    "verse_id": 96,
    "translation": "Yus (mal th zr) tohyhi nishhi chuh (suh) gczihh fna th yhi Allah tʿālyā hs nishhi chuh (suh) chuh rvzn vvl, th asụ̄ krav timn lukn yimav ṣbr kor ẓrvr tihund ajr ʿṭa tihindyv nyk aʿmalv bdlh yim tim kran rvudimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 97,
    "translation": "Yus kanhh nyk ʿml kri (khvah) mrd āshi ya khatvn yylhi suh mvmn āshi tylhi thavvn suh asụ̄ pak zndgy san zndh,th timn krv ẓrvr tihund ajr (thi) ʿṭa timn nyk aʿmaln hndi bdlh yim tim kran ạsụ̄."
  },
  {
    "verse_id": 98,
    "translation": "Lhdha yylhi tohụ̄ qrān lạgiv parun tylhi ạsiv shyṭan mrdvds (sndi vsvsh travnh) nishhi Allah tʿālyā sund pnah mngan."
  },
  {
    "verse_id": 99,
    "translation": "Be shk chuhnh ts timn lukn pytth kihinụ̄ (thi) ghlbh ḥạṣl yimav ayman aon byyhi chih pnnis rbs pytth tvkl kran."
  },
  {
    "verse_id": 100,
    "translation": "Bs chuh tmụ̄ sund ghlbh ṣrf timne lukn pytth yim ts dvst chih bnavan byyhi yim Allah tʿālyā hs sintụ̄ shrk chih kran."
  },
  {
    "verse_id": 101,
    "translation": "Th yylhi asụ̄ kunhi āyt chh jayhi chih byakh āyt bdlavan th Allah tʿālyā (he) chuh bhtr zanan yhi (kynczhah) suh nạzl chuh kran kạfr chh (pth) vnan zi tohụ̄ chihv bs pnnhi ṭrfh bnavan vạlụ̄, blkh chihnh timav mnz akthr lukh (āytn hndi nạzl krnch th bdlavnch ḥkmt) zanan."
  },
  {
    "verse_id": 102,
    "translation": "Frmạvyvukh, yhi (qrān) chuh rvḥu alqdsn (yʿny jbryl ʿlyh alslamn) tuhndis rb sndi ṭrfh pzr san vvlmut takh ayman valyn thavi thạbt qdm th (yhi) chuh mslmann khạṭr hdayt th bshart."
  },
  {
    "verse_id": 103,
    "translation": "Th be shk chih asụ̄ zanan zi tim (kạfr th mshrk) chih vnan ziymn chuh yhi (qrān) mḥẓ kanhh ansane hychhnavan, ys shkhṣs kun tim so kth ḥq nishhi ddạlith mnsvb chih kran tmụ̄ snz zban chhe ʿjmy th yhi qrān chuh vaẓḥ th ttakarh ʿrby zban (yʿny ʿrby zbạnụ̄ mnz)."
  },
  {
    "verse_id": 104,
    "translation": "Be shk yim lukh Allah tʿālyā sndyn āyatn pytth ayman chihnh aanan Allah tʿālyā chuhnh timn hdayt (yʿny ṣḥyḥ smjhnk th var pạtthụ̄ vuchhnuk tvfyq thi) divan th tihindi khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 105,
    "translation": "Be shk chih aapzbhtan trạshy (thi) timae lukh kran yim Allah tʿālyā sndyn āyatn pytth ayman chihnh aanan thi timae lukh chih aapziyạrụ̄."
  },
  {
    "verse_id": 106,
    "translation": "Yus shkhṣ pnnhi ayman aannh pth Allah tʿālyā hs sintụ̄kfrkri,ts varạe yus sytthah mjbvr āv krnh mgr tmụ̄ sund dl chuh (bdstvr) ayman sintụ̄ mṭmyn, albth (ā) suh shkhṣ yymụ̄ (nvi sr) synh mczrth kfr (akhtyar) kvr tylhi chuh timn pytth Allah tʿālyā sndi ṭrfh ghẓb th tihindi khạṭr chuh zbrdst ʿdhab."
  },
  {
    "verse_id": 107,
    "translation": "Yhi chuh aamhi vjh kinụ̄ zi timav thạv dnyạvy zndgy ạkhrt chh zndgy khvth ttạtth th aamhi mvjvb zi Allah tʿālyā chuhnh kạfrn hndis qvms hdayt divan."
  },
  {
    "verse_id": 108,
    "translation": "Yim chih tim lukh zi Allah tʿālyā hn chhe yhindyn diln pytth th yhndyn knn pytth th yhnzn achhn pytth mohr lgạvmcz th yimae lukh chih (ạkhrt kh anjam nishhi) ghạfl."
  },
  {
    "verse_id": 109,
    "translation": "Yhi chhe ḥqyqt zi be shk chih yimae lukh ạkhrts mnzkhsarh tuln vạlụ̄."
  },
  {
    "verse_id": 110,
    "translation": "Pth chuh tuhund rb timn lukn khạṭr yimav (ẓlm th jbr krn valyv kạfrv hndyv aathv) āzmạyshn (th tklyfn) mnz mbtla krnh yinh pth hjrt kr (yʿny Allah tʿālyā sndi khạṭr trạvikh pnnụ̄ vṭn) pth krikh (pnns bchavs mnz) jng th (jng vjdls, ftnh fsads th ẓlm v jbrs khlaf) rvudụ̄ syinh dạrith (ae ḥbybi mkrm!) tylhi chuh tuhund rb aamhi pth bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 111,
    "translation": "Suh doh (kriv yad) yylhi pth shkhṣ spdi ṣrf pnnhi panh bapt (dfaʿ khạṭr) czuvan czuvan ḥạẓr th pth nfss yiyhi yikynczhah tmụ̄ kormut āshi tamiyuk pvuri pvur bdlh dinh th timn pytth yiyhi nh kanhh ẓlm krnh."
  },
  {
    "verse_id": 112,
    "translation": "Th Allah tʿālyā hn chhe aakhi ticzihh bsty hnz mthal byan frmạvmcz yosh (sytthah) amn th aṭmynan san (bsith) ạs tamiyuk rzq avs tath (mnzrvzn valyn) nishhi pth ṭrfh sytthah vsʿt th fraght san yivan pth krtamhi bsty (hndyv lukv) Allah tʿālyā snzn nʿmtn hnz nashkry th Allah tʿālyā hn lvg pth tath bochhhi hund th khvf kh ʿdhabuk poshak timn aʿmaln hndi vjh kinụ̄ yim tim kran ạsụ̄."
  },
  {
    "verse_id": 113,
    "translation": "Th be shk āv timn nishhi timve mnz aakh rsvl pth kor timav ts ankarlhādha rttụ̄ tim ʿdhabn th tim ạsụ̄ bs ẓạlm."
  },
  {
    "verse_id": 114,
    "translation": "Lhādha yus ḥlal th pak rzq tohyhi Allah tʿālyā hn ʿṭa chuhv kormut, tohụ̄ ạsiv tamhi mnz khyvan th Allah tʿālyā snzn nʿmtn hund shkrạsiv bja aanan hrgah tohụ̄ tmụ̄snze ʿbadt chihv kran."
  },
  {
    "verse_id": 115,
    "translation": "Tmụ̄ chuh tohyhi pytth ṣrf mordar th khvn th khnzyr sund mazth suh (janvr) ys pytth dhbḥ krnh vqth Allah tʿālyā hs varạe kạnshi hund nav āshi hynh āmut,ḥram kormut, pth yus shkhṣ aẓṭrar kis ḥalts (yʿny anthạyy mjbvry hndis ḥalts) mnz āshi, nah āshi (ldht ḥạṣl krnh mokhh aḥkami alāhy nishhi) buth phirn vvl th nah āshi (mjbvry hndi ḥd nishhi) brvnhh nyrn vvl,tylhi chuh be shk Allah tʿālyā bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 116,
    "translation": "Th suh aapuz mah ạsiv vnan yus tuhnz zyv chhe byan kran rvzan zi yhi chuh ḥla l th yhi chuh ḥram tithh pạtthụ̄ zi tohụ̄ khạlivAllah tʿālyā hs pytth aapuz bhtan,be shk yim lukh Allah tʿālyā hs pytth aapuz bhtan chih khalan tim lbn nh (zanhh) kamyạby."
  },
  {
    "verse_id": 117,
    "translation": "Fạydh chuh km mgrtihindi khạṭr chuh ʿdhab (sytthah) dg tulvun."
  },
  {
    "verse_id": 118,
    "translation": "Th yhvdyn pytth ạsụ̄ aashi time chyz ḥram krimtụ̄ yim aashi godd tohyhi nish byan chih krimtụ̄ th aashi avs nh timn pytth. Ẓlm kormut blkh ạsụ̄tim panh pnnyn nfsn pytth ẓlm kran."
  },
  {
    "verse_id": 119,
    "translation": "Pth chuh be shk tuhund rb timn lukn khạṭr yimav nadạny kinụ̄ ghlṭy kri pth korukh aamhi pth tvbh th (pnnụ̄) ḥalt shyirkh tylhi chuh be shk tuhund rb aamhi pth bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 120,
    "translation": "Be shk ạsụ̄ abrahym (ʿlyh alslam pnnis dhats mnz) aakh aumt, Allah tʿālyā sndụ̄ frmanbrdar ạsụ̄,pth bạṭls nishhi ạsụ̄lob (ṣrf tsụ̄ kun yksv rvuzith) byyhi ạsụ̄ nh mshrkv mnz."
  },
  {
    "verse_id": 121,
    "translation": "Ts (Allah tʿālyā) snzn nʿmtn pytth ạsụ̄ shkrgzar, Allah tʿālyā hn czạrụ̄ tm (pnnhi bargahi mnz khaṣ brgzydh bnạvth) th timn korun syzi vathi kun hdayt."
  },
  {
    "verse_id": 122,
    "translation": "Th aashi kor timn yath dnyahs mnz (thi) rczr ʿṭa, th be shk āsn tim ạkhrts mnz (thi) ṣalḥynv mnz."
  },
  {
    "verse_id": 123,
    "translation": "(ae ḥbybi mkrm!) pth svuz aashi tohyhi kun vḥy zi tohụ̄ krivabrahym (ʿlyh alslam) sndi dynch pạrvy yus pth bạṭls nishhi byvn chuh, th tim ạsụ̄ nh mshrkv mnz."
  },
  {
    "verse_id": 124,
    "translation": "Btth vari hund dvh avs ṣrf timne lukn pytth mqrrkrnh āmut yimav tath mnz akhtlaf kor, th be shk kri tuhund rb qyamt kh doh timn drmyan timn (kthn) hund fạṣlh yimn mnz tim akhtlaf kran ạsụ̄."
  },
  {
    "verse_id": 125,
    "translation": "(ae rsvli mʿẓm!) tohụ̄ diyiv pnnis rb snzi vathi kun ḥkmt san th bhtryn nṣyḥt san dʿūt th timn sintụ̄ kriv bḥth (thi) tithhi andazh yus sytthah shvbdar āshi, be shk chuh tuhund rb ts shkhṣs (thi) var pạtthụ̄ zanan yus tmụ̄ snzi vathi nishhi ddol th suh chuh hdayt lbn valyn lukn (thi) var pạtthụ̄ zanan."
  },
  {
    "verse_id": 126,
    "translation": "Th agr tohụ̄ sza diyun yyczihv tylhi diyivtyvte yvutah tklyf tohyhi avsuv dinh āmut, th agr tohụ̄ ṣbr kriv tylhi chuh pzụ̄pạtthụ̄ suh ṣbr krn valyn khạṭr bhtr."
  },
  {
    "verse_id": 127,
    "translation": "Th (ae ḥbybi mkrm!) ṣbrkriv th tuhund ṣbrkrun chuh Allah tʿālyā se sintụ̄ th tohụ̄ mah ạsiv timn pytth (yʿny tihindis buth phirns pytth) dil malvl gczhan th tohụ̄ mah ạsiv tihnzv dvkhh bạziyav sintụ̄ (pnnis kshadh syns mnz) tngy (thi) mḥsvs kran."
  },
  {
    "verse_id": 128,
    "translation": "Be shk chuh Allah tʿālyā timn lukn pnnhi (khaṣ) qurbt sintụ̄ nvazn yim prhyzgar āsn byyhi tim lukh yim aḥsan krn vạlụ̄ (thi) āsn."
  }
]