[
  {
    "verse_id": 1,
    "translation": "Sodhat chhe (pth nqṣ th kmzvry nishhi) pak yymụ̄ rạcz hndis km se ḥṣs mnzpanun (ttvtth th mqrb) bndh msjdi ḥram pytthh (tath) msjdi aqṣyā hs tam niyvu yymiyuk aond pok aashi brkt vvl chuh bnvvmut takh asụ̄ havav ts (kạml bnds) pnnhi nishạniyhi, be shk chuh sue var pạtthụ̄ bvzn vvl var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 2,
    "translation": "Th aashi krmvsyā hs (ʿlyh alslam) ktab (tvrat) ʿṭa th aashi bnạv so bny asrạyyl khạṭr hdayt (th timn diyut ḥkm) zi myanhi varạe mah zạniyvun kanhh aathh rott krn vvl."
  },
  {
    "verse_id": 3,
    "translation": "(ae) timn lukn hndyv avladv yim aashi nvḥ hs (ʿlyh alslam) sintụ̄ (navi mnz) tulmtụ̄ ạsụ̄, be shk ạsụ̄ nvḥ (ʿlyh alslam) sytthah shkr krn vạlụ̄ bndh."
  },
  {
    "verse_id": 4,
    "translation": "Th aashi avs ktabih mnz bny asrạyyls balkl vonmut zi tohụ̄ kriv zmyns mnz ẓrvrdoyhi ltthi fsad th (Allah tʿālyā sndiaṭaʿt nishhi) phiriv vultth pạtthụ̄ buth."
  },
  {
    "verse_id": 5,
    "translation": "Pth yylhi timav doyav mnz goddnikhi phiryuk vʿdh vvt aashi krụ̄ tohyhi pytth pnnụ̄ tithụ̄ bndh mslṭ yim skht lrrayhi grụ̄ ạsụ̄ pth czae tim (tohyhi) czhanddan czhanddan (tuhndyn) gran tam, th (aath) vʿds avs ẓrvrpvur spdun."
  },
  {
    "verse_id": 6,
    "translation": "Pth phiyur aashi timn pytth ghlbh tuhndis ḥqs mnzth aashi koruvtohyhi mal th aavladv (hndi kthrt) dhryʿh mdd th aashi koruv tohyhi nri zvrs mnz (thi) huryr."
  },
  {
    "verse_id": 7,
    "translation": "Hrgah tohụ̄rczrkriv tylhi kriv pnny khạṭr rczr th hrgah tohụ̄ burạyy kriv tylhi kriv pnny nfsh khạṭr,pth yylhi doyimhi vʿdch grvạcz (pth krụ̄ baqy ẓạlm tohyhi pytth mslṭ) takh (chvb dy dy) krn tuhndụ̄ buthụ̄khrab th aamhi mvjvb zi msjdi aqṣyā hs mnz aaczn (tithh pạtthụ̄) yithh pạtthụ̄ tth mnz (ḥmlh krn vạlụ̄ lukh) goddnichhi ltthi czamtụ̄ ạsụ̄ th aamhi mvjvb zi yath (jayhi) pytth ghlbh lbn tath krn tbah th brbad."
  },
  {
    "verse_id": 8,
    "translation": "Amyd chhe (aamhi pth) kri tuhund rb tohyhi pytth rḥm th agr tohyhi pth byyhi ty (yʿny buth phirnuk ṭryqh akhtyar) koruv tylhi dimav asụ̄ thi sue (ʿdhab dubarh), th aashi chuh jhnm kạfrn khạṭr qạdkhanh bnvvmut."
  },
  {
    "verse_id": 9,
    "translation": "Be shk chuh yhi qrān tath (mnzils) kun rhnmạyy kran yus sarive khoth ṣḥyḥ chuh th timn mvmnn yim nyk ʿmlh chih kran chuh aamhi kthhi hnz khosh khbr bvznavan zi tihindi khạṭr chuh bodd ajr."
  },
  {
    "verse_id": 10,
    "translation": "Th yhi zi yim lukh ạkhrts pytth ayman chihnh thavan aashi chuh tihindi khạṭr dg tulvun ʿdhab thvvmut tyar krith."
  },
  {
    "verse_id": 11,
    "translation": "Th ansan chuh (kunhi saʿth tng dl th pryshan spdith) brạyy hund dʿā mngnhi lgan yithh pạtthụ̄ (pnnhi khạṭr) rczruk dʿā chuh mngan, th ansan chuh sytthhe banbri hot thạbt spudmut."
  },
  {
    "verse_id": 12,
    "translation": "Th aashi bnạvụ̄ rat th doh (pnnhi qdrt chh) z nishạniyhi pth bnạv aashi rạcz hnz nshạny gtt (tạryk) th aashi bnạv dohch nshạny gashdar rvshn takh tohụ̄ hykiv pnnis rb sund fẓl (rzq) czhạnddith th takh tohụ̄ hykiv vrụ̄yan hund shmar th ḥsab mʿlvm krith, th aashi chuh pth chyz pvur tfṣyl san vaẓḥ kormut."
  },
  {
    "verse_id": 13,
    "translation": "Th aashi chuh pth ansan snzn ʿmln hundtḥryrtmụ̄ snzi grdnhi mnz nạlụ̄ trvvmut, th asụ̄ krrvtmụ̄ sndi khạṭr qyamt kh doh (yhi) aʿmal namh yath suh (pans brvnhh knhi) mczrạvith vuchhhi."
  },
  {
    "verse_id": 14,
    "translation": "(ts yiyhi vannh,) pnnụ̄ ktab (yʿny aʿmal. Namh) par, aaz chuhkh cz pnnis ḥsabs pane nẓr dinh khạṭr kạfy."
  },
  {
    "verse_id": 15,
    "translation": "Yus kanhh hdaytch vath pannavan chuh tylhi chuh suh pnnhi fạydh khạṭr hdayts pytth pkan th yus shkhṣ gmrah chuh gczhan tylhi chuh tmụ̄ snzi gmrạhy hund vbal (thi) tsụ̄ pytth, th kanhh bvr tuln vvl tulhi nh byyhi kạnshi (hndyn gnahn) hund bvr,th asụ̄ chihnh hrgz ʿdhab dinh vạlụ̄ yot tam zn asụ̄ (tath qvms mnz) kanhh rsvl svzvn."
  },
  {
    "verse_id": 16,
    "translation": "Th yylhi asụ̄ kunhi bsty hlak krnuk aradh chih kran tylhi chih asụ̄ tathi kyn amyrn th khosh ḥal lukn (kanhh) ḥkm divan (takh tihindi dhryʿh gczihh ʿūam th ghryb lukh thi drst) pth chih tim tath (bsty) mnz nafrmạny kran ad chuh svn (ʿdhabuk) ḥkm tath pytth vạjb spdan pth chihn asụ̄ so bsty balklue vujar kran."
  },
  {
    "verse_id": 17,
    "translation": "Th aashi krụ̄ nvḥ hs (ʿlyh alslam) pth kạtyah vae qvm hlak, th tuhund rb chuh sytthah (suh) chuh pnnyn bndn hndyv gnahv nishhi var pạtthụ̄ bakhbr, var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 18,
    "translation": "Yus kanhh ṣrf dnyachh khoshḥạly (hndis ṣvrts mnz pnnhi mḥntuk bdlh jldy) chuh yczhan tylhi chih asụ̄ yythụ̄ dnyahs mnz yymis yczhan chih yvutah yczhan chih jldy divan pth chuh aashi ts khạṭr jhnm bnvvmut yath mnz suh be vạry bvzan bvzan (rb sndi rḥmt nishhi) namrad dạkhl spdi."
  },
  {
    "verse_id": 19,
    "translation": "Th yus shkhṣ ạkhrtuk khvạhsh mnd spud th tmụ̄ krtamhi khạṭr tath layq kvshsh byyhi chuh suh mvmn (thi) tylhi gczihh yithhi ne lukn hnzi kvshshhi mqbvlyt ḥạṣl."
  },
  {
    "verse_id": 20,
    "translation": "Asụ̄ chih pth akis mdd kran humn (dnya czhanddn valyn) thi th ymn (ạkhrt czhanddn valyn) thi (ae ḥbybi mkrm! Yhi svrue kynhh) chhe tuhndis rb snzʿṭa,th tuhndis rb snz ʿṭa chhanh (kạnshi khạṭr) mmnvʿ th bnd."
  },
  {
    "verse_id": 21,
    "translation": "Vuchihv aashi kithh pạtthụ̄ chhe yimav mnz kynczhn diczmcz kynczhn pytth fẓylt, th pzụ̄pạtthụ̄ chuh ạkhrt (dnya kis mqabls mnz) drjat kh lḥaẓh (thi) sytthah bodd th fẓylt kh lḥaẓh (thi) chuh sytthah bodd."
  },
  {
    "verse_id": 22,
    "translation": "(ae bvzn valhi!) Allah tʿālyā hs sintụ̄ mah bnavun byakh mʿbvdcz rvzkh (nath) mlamt zd (th) be bs gczihth bihth."
  },
  {
    "verse_id": 23,
    "translation": "Th tuhndụ̄ rbn chuh ḥkm frmvvmut zi tohụ̄ mah kriv Allah tʿālyā hs varạe kạnshi hnz ʿbadt th mạlis majhi sintụ̄ ạsiv rut slvk kran, hrgah tohyhi brvnhh knhi doshvyav mnz akh ya doshve vatn bujrs tylhi krụ̄zyv nh timn auf thi th timn vnụ̄ zyv nh hkh thi th timn doshvnụ̄ sintụ̄ kriv sytthah adbh san kth."
  },
  {
    "verse_id": 24,
    "translation": "Th timn doshvnụ̄ khạṭr thạviv nrm dly san ʿạjzy th anksạry hnz nari nomrạvith th (Allah tʿālyā snzi bargahi mnz) rvuziv ʿrẓ kran, ae myanhi rbh! Yimn doshvnụ̄ pytth krrḥm yithh pạtthụ̄ bh yimav avshas shurụ̄ panh (rḥmt th shfqt san) rochhmut."
  },
  {
    "verse_id": 25,
    "translation": "Tuhund rb chuh timav kthv nishhi var pạtthụ̄ bakhbr yimh tuhndyn diln mnz chhe, agr tohụ̄ nyk syrt bniv tylhi chuh suh (Allah tʿālyā pans kun) rjvʿ krn valyn sytthah bkhshn vvl."
  },
  {
    "verse_id": 26,
    "translation": "Th rshth darn kriv tihund ḥq ada byyhi mḥtajn th msafrn thi (diyiv) th panun mal mah kriv fẓvl khrchy sintụ̄ khtm."
  },
  {
    "verse_id": 27,
    "translation": "Be shk chih fẓvl khrchy krn vạlụ̄ shyṭan sndụ̄ bạe, th shyṭan chuh pnnis rb sund boddbar nashkrgzar."
  },
  {
    "verse_id": 28,
    "translation": "Th hrgah tohụ̄ (pnnhi aathh chhonir kinụ̄) ymv (ḥq thavn valyv) nishhi hirash chihv yczhan krun pnnis rb sndi ṭrfh rḥmt (khoshḥạly) hndis antẓars mnz yymiyuk tohụ̄ tvqʿ chihv thavan tylhi ạsiv timn nrmy hnz kth vnan."
  },
  {
    "verse_id": 29,
    "translation": "Th nah mah thạviv panun aathh pnnhi grdnụ̄ sintụ̄ gnddith (zikạnshi diyiv nh kihinụ̄) th nah mah trạviyvun yhi aand hyth yalh (zi svrue diyiv aand hyth) zi pth pyyv tohyhi panh pans mlamt tulnụ̄ (th) thkith hạrith bihun."
  },
  {
    "verse_id": 30,
    "translation": "Be shk tuhund rb ys khạṭr yczhan chuh rzq chuh kshadh kran th (ys khạṭr yczhan chuh) tng chuh kran, be shk chuh suh pnnyn bndn (hndyn aʿmaln th ḥaln) hnz var pạtthụ̄ khbr thavn vvl, var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 31,
    "translation": "Th tohụ̄ mah kriyvukh pnnụ̄ avlad ghryby hndi khvf kinụ̄ qtl, asy chih timn (thi) rvuzy divan th tohyhi thi, be shk chuh tim qtl krnụ̄ sytthah bodd gnah."
  },
  {
    "verse_id": 32,
    "translation": "Th tohụ̄ gczhụ̄ zyv nh znahs (bdkary) nkhh thi be shk chhe yhi be ḥyạyy hnz kạm, byyhi chhe sytthah khrab vath."
  },
  {
    "verse_id": 33,
    "translation": "Th tvhụ̄ krụ̄zyvn nh kanhh nfs qtl yus Allah tʿālyā hn ḥram chuh qrar diyutmut masvae jạyz (qạnvny) ṭryqh, th yus shkhṣ ẓlmh san āv qtl krnh tylhi chuh be shk aashi tmụ̄ sndis vạrths (qanvny ẓạbṭh mṭạbq qṣaṣuk) akhtyar duytmt, albth lạzm chuh zi shu mh nyirin (qṣaṣh rngụ̄) qtls mnz ḥd nybr, amh mvjvb zi ḥqyqts mnz chuh ts (qanvunuk) mdd ḥạṣl."
  },
  {
    "verse_id": 34,
    "translation": "Th tohụ̄ gczhụ̄ zyv nh ytym sndis mals (thi) nkhh mgr tamhi ṭryqh yus (ytym sndi khạṭr) bhtr āshi yot tam zn suh pnnhi jvạny tam vathi byyhi ạsiv vʿdh kran pvur, be shk spdi vʿdch pczhh gạr ẓrvr."
  },
  {
    "verse_id": 35,
    "translation": "Th myicz ạsiv pvurthavan yylhi (thi) tohụ̄ (kanhh chyz) myiniv th (yylhi tvlun lạgiv tylhi) ạsiv syzi trkritvlan, yhi (dyant dạry) chhe bhtr byyhi chhe anjam kh aʿtbar (thi) sytthah jan."
  },
  {
    "verse_id": 36,
    "translation": "Th (ae ansan!) cz mah kr tamhi kthhi hnz pạrvy yymiyuk cze (ṣḥyḥ) ʿlm chuhe nh, be shk spdi kn th achh th dl yimav mnz pth akis pczhh gạr."
  },
  {
    "verse_id": 37,
    "translation": "Th zmyns mnz mah pkh ttyntth thạvith, be shk hykhn nh cz zmyn (pnnhi ghrvr kh zvr sintụ̄) hrgz phasvith th nah hykkh cz hrgz thi thzrs mnzpharrn tam vạtith (cz yikynczhah chuhkh ty rvzkh)."
  },
  {
    "verse_id": 38,
    "translation": "Yimn sarine (tdhkrh krnh āmczn) kthn hnz brạyy chhe tuhndis rbs sytthah napsnd."
  },
  {
    "verse_id": 39,
    "translation": "Yhi chuh ḥkmt th danạyy hnzv timav kthv mnz yimh tuhndụ̄ rbn tohyhi kun vḥy chhe krimacz, th (ae ansan!) Allah tʿālyā hs sintụ̄ mah bnavun kanhh byakh mʿbvd cz yikh (nath) mlamt krnavnh āmut (th Allah tʿālyā sndi rḥmt nishhi) dkh dinh āmut bnạvith jhnms mnz chhknh."
  },
  {
    "verse_id": 40,
    "translation": "(ae mshrkv panh svunchiv!) tohụ̄ chihvatuhndụ̄ rbn nychvyn khạṭr czạrimtụ̄ th (pnnhi khạṭr) chih tmụ̄ frshth bnavimacz kvri, be shk chihv tohụ̄ (pnnyn ne grnh āmtyn khyaln hndyn pymann pytth) brr skht kth vnan."
  },
  {
    "verse_id": 41,
    "translation": "Th be shk chuh aashi yth qrāns mnz (nṣyḥt th ḥq) andaz bdlạvith grigri byan kormt takh lukh krn nṣyḥt ḥạṣl, mgr (mnkrn hund ḥal chuh yhi zi) aamhi sintụ̄ chhe tihnz nfrt zyade huran."
  },
  {
    "verse_id": 42,
    "translation": "Frmạviyvukh, hrgah ts sintụ̄ byyhi thi kynhh mʿbvd āshn yithh pạtthụ̄ zn tim (kạfrth mshrk) vnan chih tylhi czhanddhn tim (rlith) ʿrshhi kis mạlks tam vatnch (yʿny tmụ̄ sndis aqtdarkis nẓams mnz dkhl andạzy krnch) kanhh vath ẓrvr."
  },
  {
    "verse_id": 43,
    "translation": "Suh chuh pak th timav kthv nishhi yimh tim vnan chih rvzan chuh sytthhe blndth thdi payuk."
  },
  {
    "verse_id": 44,
    "translation": "Stvae āsman th zmyn th tim sạry mvjvdat yim yimn mnz chih (tim) chih Allah tʿālyā snz tsbyḥ kran rvzan, th (sạrụ̄se kaynats mnz) chuhnh kanhh thi suh chyz yus nh tmụ̄ snz tsbyḥ ḥmd san āshi kran albth tohụ̄ hykvi nh tihnz tsbyḥ (hnz kyfyt) smjhith, be shk chuh suh bodd brdbar th bodd mghfrt krn vvl."
  },
  {
    "verse_id": 45,
    "translation": "Th yylhi tohụ̄ qrān pran chihv (tylhi) chih asụ̄ tohyhi th timn lukn mnzbag yimn ạkhrts pytth ayman chuhnh aakh pvshydh prdh travan."
  },
  {
    "verse_id": 46,
    "translation": "Th asụ̄ chih tihndyn diln pytth (thi) prdh travan takh tim hykn (nh) aath smjhith th tihndyn knn mnz chih gobyr pạd kran (takh aath hykn nh bvuzith), th yylhi tohụ̄ qrāns mnzṣrf pnnis rb snz dhkr chihv kran (tihndyn potlyn hund nav chuhnh yivan) tylhi chih tim nfrt san shanh phirith czlan."
  },
  {
    "verse_id": 47,
    "translation": "Asụ̄ chih var pạtthụ̄ zanan yim yymhi mqṣd khạṭr ghvr san bvzan chih yylhi yim tohyhi kun kn chih daran th yylhi yim phsirae chih kran yylhi yim ẓạlm lukh (mslmann) vnan chih zi tohụ̄ chihv mḥẓ akis tithis shkhṣh snz pạrvy kran yus siḥr zdh chuh (yʿny ts pytth chuh jvd krnh āmut asụ̄ chih yhi svrue kynhh vuchhan th bvzan āsan)."
  },
  {
    "verse_id": 48,
    "translation": "(ae ttatthhi!) vuchihv (yim lukh) kiczhh (kiczhh) tshbyh chih tuhndi khạṭr divan lhādha chih yim gmrah spdụ̄ mtụ̄, vonụ̄ hykn nh syzi vathi pytth yith."
  },
  {
    "verse_id": 49,
    "translation": "Byyhi chih vnan, yylhi asụ̄ (mrith dodrymcz) addijhi th ryzh ryzh spdv kya pth yimva asụ̄ navi sr pạd krith tulnh?"
  },
  {
    "verse_id": 50,
    "translation": "Frmạviyvukh, tohụ̄ knụ̄bnụ̄ tv ya shishtr."
  },
  {
    "verse_id": 51,
    "translation": "Ya kanhh tiyuth mkhlvq yus tuhndis khyals mnz (yimav chyzv khoth thi) dor āshi (zi tath mnz āshi nh zndgy ḥạṣl krnch balkl kanhh ṣlaḥyte), pth vnn tim (tth ḥals mnz) ziaashi kus kri nvisr zndh? Frmạviyvukh, sue yymụ̄ tohụ̄ goddnchhi phiri pạd ạsinav krimtụ̄, pth gilnavan tim (tʿjb th ttsnh rngụ̄) tohyhi brvnhh kanhi pnnụ̄ klh th vann yhi kr spdi? Frmạviyvukh, amyd chhe jlde spdi."
  },
  {
    "verse_id": 52,
    "translation": "Yymhi doh suh tohyhi ālv kripth diyiv tohụ̄ tmụ̄ sndi ḥmd san jvab th svnchan ạsiv zi tohụ̄ chihv (dnyahs mnz) km se kals ạsimtụ̄."
  },
  {
    "verse_id": 53,
    "translation": "Th tohụ̄ frmạviv myanyn bndn zi tim ạsin ticzhh kthh kran yimh bhtr āsn, be shk chuh shyṭan lukn drmyan fsad brpa kran, pzụ̄pạtthụ̄ chuh shyṭan ansan sund ttakarh dshmn."
  },
  {
    "verse_id": 54,
    "translation": "Tuhund rb chuh tuhndi ḥal nishhi bhtr vạqf, agr yczhi tohyhi pytth kri rḥm nath agr yczih tohyhi pytth kri ʿdhab, th aashi svuzivnh tohụ̄ timn pytth (tihndyn mʿāmlatn hndụ̄) dhmh dar bnạvith."
  },
  {
    "verse_id": 55,
    "translation": "Th tuhund rb chuh timn var pạtthụ̄ zanan yim āsmann th zmyns mnz (ābad) chih, th be shk bkhsh aashi kynczhn anbyahn kynczhn pytth fẓylt th aashi krdavud s (ʿlyh alslam) zbvrʿṭa."
  },
  {
    "verse_id": 56,
    "translation": "Frmạviyvukh, tohụ̄ aniyvukh tim sạry nad dith yim tohụ̄Allah tʿālyā hs varạe (mʿbvd) chhvvkh smjhan tim chihnh tohyhi nishhi tklyf dvur krns pytth qdrt thavan th nah chih (tath doyimyn kun) phirnuk (akhtyar thavan)."
  },
  {
    "verse_id": 57,
    "translation": "Yim lukh yhinz ʿbadt chih kran (yʿny mlạyk, jnat, ʿīsyā th ʿzyr ʿlyhmu alslamn th baqyn hndụ̄ potlụ̄ th shklh bnạvith chih timn pvuzan) tim chih (panh) pnnis rbs kun vsylh czhanddan zi timav mnz kus chuh (bargahi alāhy mnz) zyadh nzdyk (yʿny ttvtth) th (tim) chih (panh) tmụ̄ snds rḥmts amydvar th tmụ̄ sndis ʿdhabs chih (tim panh) khvczan rvzan, (vonụ̄ vnụ̄ tv tohy zi tim kithh pạtthụ̄ hykn mʿbvd ạsith yylh zn tim chih panh nyman mʿbvdi brḥqs brvnhh knhi), be shk chuh tuhndis rb sund ʿdhab khvcznuk chyz."
  },
  {
    "verse_id": 58,
    "translation": "Th (kfrth srkshy krn valyn hnz) kanhh bsty chhanh ticzh mgrasụ̄ krvn so qyamt kh doh brvntthue tbah nath dimav tath anthạyy skht ʿdhab, yhi (kth) chih ktab (lvḥi mḥfvẓs) mnz lykhith."
  },
  {
    "verse_id": 59,
    "translation": "Th aashi kor nh (vunhi thi tihindis mṭalbs pytth) nshạniyhi svzns (kunhi chyzn) tthakh aamhi varạe zi yimne (nshạnyn) avs goddnikyv lukv ankar kormut (lhādha āe tim aamhi pth fvraan tbah th brbad krnh th kanhh mhlt rvuz nh pth kun, ae ttatthhi! Asụ̄ chihnh tuhndi mbʿūth spdnh pth tuhndis qvms sintụ̄ yhi mʿāmlh krun yczhan), th aashi ạs qvmi thmvds (ṣalḥ ʿlyh alslamn hnzi) avunttinụ̄ (hnz) ttakarh nshạny diczmcz pth kortimav ts pytth ẓlm, th asụ̄ chihnh nshạniyhi svzan mgr (ʿdhab yinh brvnhh ạkhry ltthi) khvcznavnh khạṭr (pth yylhi tath nshạniyhi ankar chuh spdan tylhi chuh tmy vqth tbah krn vvl ʿdhab svznh yivan)."
  },
  {
    "verse_id": 60,
    "translation": "Th (yadkriv) yylhi aashi tohyhi frmvvuv zibe shk chih tuhndụ̄ rbn (sạry) lukh (pnnis ʿlmh kis th qdrt kis) aḥaṭs mnz rttith thạvimtụ̄, th aashi chuh (shbi mʿrajuk) suh nẓarh yus aashi tohyhi hvvuv lukn khạṭr ṣrf aakh āzmạyish bnvvmut (ayman valyv mvn th ẓạhry ṭvr vuchhn vạlụ̄ āe dul mulis mnz hynh) th suh kul (shjrh alzqvm) thi yath pytth qrāns mnz lʿnt chhe āmcz krnh, th asụ̄ chihkh tim khvcznavan mgryhi (khvcznavun thi) chuhnh timn mnz mzyd srkshy vrạe (kunh chyzs mnz) huryr kran."
  },
  {
    "verse_id": 61,
    "translation": "Th (suh vqt kriv yad) yylhi aashi frshtn frmvv zi tohụ̄ kriv ādms (ʿlyh alslam) sjdh pth kor ablyss varạe sarive sjdh,tmụ̄ von, kya bh kra ts sjdh yus cze myczi nishhi pạd chuhe kormut?"
  },
  {
    "verse_id": 62,
    "translation": "(th shyṭan) lvg (yithi) vannh, me vnth zi yhi chhasuh shkhṣ ys cze me pytth chhe fẓylt diczmcz (ạkhr kya vjh chuh aath) hrgah cz me qyamts tam mhlt dikh tylhi krrkh bh amụ̄ sndụ̄ avladkynczhv nfrv varạe (pnnis qbẓs mnz nith) mvulh."
  },
  {
    "verse_id": 63,
    "translation": "Allah tʿālyā hn frmvv, gczh (cze chhe mhlt) vonụ̄ yus thi timav mnz chạnụ̄ pạrvy kri tylhi chuh be shk jhnm (me) tohyhi sarine hund pvuri pvur sza."
  },
  {
    "verse_id": 64,
    "translation": "Th ys pytth thi chvn zvr hykhi chlith cz ddalun (suh) pnnhi āvazi sintụ̄ th timn pytth kr pnnyv (fvjh kyv) svarv th paedlụ̄ chhokv sintụ̄ḥmlh th tihndyn maln th avladn mnz bn tihund shryk th timn sintụ̄ kr (aapzụ̄) vʿdh, th timn sintụ̄ chuhnh shyṭan dvkhh th fryb varạe (kanhh) vʿdh kran."
  },
  {
    "verse_id": 65,
    "translation": "Be shk yim myạ nụ̄ bndh chih timn pytth hykhi nh chvn ghlbh spdith, th chvn rb chuh timn (Allah valyn) bkar yinh khạṭr kạfy."
  },
  {
    "verse_id": 66,
    "translation": "Tuhund rb chuh suh yus smndrs (th drụ̄yavs) mnztuhndi khạṭr (jhaz th) navchuh pknavan takh tohụ̄czhạnddiv (andrimhi th nybrimhi tjart kh dhryʿh) tmụ̄ sund fẓl (yʿny rzq), be shk chuh suh tohyhi pytth sytthah mhrban."
  },
  {
    "verse_id": 67,
    "translation": "Th yylhi tohyhi smndrs mnz kanhh mṣybt chuhv bari khsan pth chih tim (sạry potlụ̄ tuhndyv dhhnv nishhi) ghạb gczhan yhinz tohụ̄ pvuza chihv kran rvzn svae tas (Allah tʿālyā hs yus tohụ̄ tamhi vqth yad chihvvn kran), pth yylhi suh (Allah tʿālyā) tohyhi bchạvith hochhrs kun nivan chuhv (pth) chihv (ts nishhi) rvgrdạny krnhi lgan, th ansan chuh sytthah nashkrgzarthạbt spudmut."
  },
  {
    "verse_id": 68,
    "translation": "Kya tohụ̄ chihv aamhi kthhi nishhi be khvf spdụ̄mtụ̄ zi suh niyv tohyhi khoshky hndis btthis pytthe (zmyns mnz) dbrạvth nath svzi tohyhi pytth knhi valn vvl vav ṭvfan pth hykiv nh tohụ̄ pnnhi khạṭr kanhh bkar yinh vvl lbith."
  },
  {
    "verse_id": 69,
    "translation": "Kinh aamhi kthhi nishhi chihv be khvf spdụ̄ mtụ̄ zi suh niyv tohyhi nvi sr tath (smndrs) mnz vaps th tohyhi pytth svzi navan puhttravn vvl vav ṭvfan pth kryv tohyhi tamhi kfr kh bạʿth yus tohụ̄ kran ạsụ̄v (smndrs mnz) ghrq pth lbiv nh tohụ̄ pnnhi khạṭr aath (ghrq krns) pytth aashi pczhh gạr krn vvl kanhh."
  },
  {
    "verse_id": 70,
    "translation": "Th be shk bkhush aashi bny ādms ʿzt th aashi krụ̄ tim khoshky th ạby (yʿny shhrn th sykhi lyn th smndrn th drụ̄yavn) mnz (mkhtlf svaryn pytth) svar th aashi kor timn pak chyzv nishhi rzq ʿṭa th aashi bnạvụ̄ tim akthr mkhlvqatn pytth yim aashi pạd chih krimtụ̄ fẓylt dith tihnd khvth brtr."
  },
  {
    "verse_id": 71,
    "translation": "Suh doh (kriv yad) yylhi asụ̄ lukn hund pth ṭbqh tihindis pyshvahs san nad dith aanvn, pth yms panun aʿmal namh pnnis dchihnis aaths mnz dinh yiyhi bs tim lukh parn panun aʿmal namh (khvshy th shadmạny san) th timn pytth yiyhi nh pn davi sumb thi ẓlm krnh."
  },
  {
    "verse_id": 72,
    "translation": "Th yus shkhṣ yath (dnyahs) mnz (ḥq nishhi) achh vttth rvud pth rvzisuh ạkhrts mnz thi aon th (njat chh) vathi nishhi ddlith."
  },
  {
    "verse_id": 73,
    "translation": "Th kạfr ạsụ̄ yy yczhan zi tohyhi phirhanv tamhi (ḥkm alāhy) nishhi yymich aashi tohyhi kun vḥy chhe krmcz takh tohụ̄ kriv aamhi (vḥy) varạe aashi pytth byyhi kynhh (kthh) mnsvb th tamhi pth bnavhnavtohyhi panun dvst."
  },
  {
    "verse_id": 74,
    "translation": "Th agr aashi tohụ̄ (godd pytthe nbvt kh bjrkh dhryʿh) thạbt qdm ạsihiv nh bnạvimtụ̄ tylhi thi gczhụ̄hivtohụ̄ timn kun (pnnhi pak nfsh th fṭry lyaqt bạʿth) raczh khndd nrmns nkhh. (timn kun gczihụ̄hiv nh tvthi zyadh mạyl th tim rvzhn nakam mgr Allah tʿālyā hn chihnav tohụ̄ nbvt khi bjr kinụ̄ aath mʿmvly khvạhishhi nkhh gczhnh nishhi thi rchihth thạvimtụ̄)."
  },
  {
    "verse_id": 75,
    "translation": "(agr balfrẓ tohụ̄ mạyil spdihiv tylhi) vuchhnavhav asụ̄ tohụ̄ dognh mzh zndgy mnz th dognh mzh mvts mnz pth lbụ̄ hiv nh tohụ̄ pnnhi khạṭr (thi) aashi pytth kanhh mddgar."
  },
  {
    "verse_id": 76,
    "translation": "Th kạfr ạsụ̄ yithi yczhan zi tuhndụ̄ qdm krrhn (mkh kh) srzmyn nishhi takh tim hykhn tohyhi yythi krrith czhnith th (agr balfrẓ yhi spdihe tylhi) hykhn nh tim (panh thi) tohyhi pth raczihh khnjhi varạe tthhrith."
  },
  {
    "verse_id": 77,
    "translation": "Timn sarine rsvln (khạṭr) chuh (Allah tʿālyā sund) dstvr (yohe rvudmut) yim aashi tohyhi brvnhh svuzimtụ̄ ạsụ̄ th tohụ̄ lbiv nh sạnis dstvrs mnz kanhh tbdyly."
  },
  {
    "verse_id": 78,
    "translation": "Tohụ̄ ạsivāftab ddlnh pytthh rạcz hndis aanhi gttis tam (pyshin, digr, sham th khoftn) nmaz qạyim kran th fjr nmazi hund qrān prun thi (kriv lạzm), be shk chhe fjrnmazi hndis qrāns mnz (frshtn hnz) ḥạẓry spdan (byyhi chhe nzdyky thi ḥạṣl spdan)."
  },
  {
    "verse_id": 79,
    "translation": "Th rạcz hndis kynczhs ḥiṣs mnz (thi qrāns sintụ̄ rat guzaran guzaran) ạsivthjdnmaz thi pran yhi chhe khaṣ tuhndi khạṭrhurymanh (krnh āmcz), ẓrvr kri tuhund rb tohyhi mqam mḥmvds pytth fạʿz (yʿny suh mqam shfaʿti ʿẓmyā yythi tmam avlyn th ạkhryn tohyhi kun rjvʿ krn th tuhund ḥmdkrn)."
  },
  {
    "verse_id": 80,
    "translation": "Th tohụ̄ rvuziv (pnnis rb sndis drbars mnz yhi) ʿrẓ kran ae myanhi rbh! Me kr pzrsan th rtụ̄ patthụ̄ dạkhl th me krr pzrsan th rtụ̄ pạtthụ̄ nybr th me kr pnnhi ṭrfh mddgarghlbh th ṭaqt ʿṭa."
  },
  {
    "verse_id": 81,
    "translation": "Th frmạviv, ḥq āv th bạṭl czol, be shk chuh bạṭls zạyl th nabvude gczuhn."
  },
  {
    "verse_id": 82,
    "translation": "Th asụ̄ chih qrāns mnz suh chyz nạzl kran yus ayman valyn khạṭr shifa th rḥmt chuh th ẓạlimn khạṭr chuh ṣrf khsarh se mnz huryr kran."
  },
  {
    "verse_id": 83,
    "translation": "Th yylhi asụ̄ ansans pytth (kanhh) anʿām chih frmavan pth chuh suh (shkr krnh nishhi) hirash kran th damn bchavan th yylhi ts kanhh tklyf chuh vatan tylhi chuh dil malvl gczhan (yʿny nah chuh shkr krn vvl th nah chuh ṣbr krn vvl)."
  },
  {
    "verse_id": 84,
    "translation": "Frmạviv, pth kanhh chuh (pnnis) pnnis ṭryqs th fṭrts pytth ʿml kran, th tuhund rb chuh var pạtthụ̄ zanan zi sarive khoth zyadh kus chuh syzi vathi pytth."
  },
  {
    "verse_id": 85,
    "translation": "Th yim kạfr chihv tohyhi rvḥs mtʿlq sval kran, frmạviv, rvḥ chuh myạnis rb sndi ḥkmh sintụ̄ th tohyhi chuhv sytthah kme ʿlm āmut dinh."
  },
  {
    "verse_id": 86,
    "translation": "Th hrgah asụ̄ yczhv tylhi mittavvn yhi (ktab) yosh aashi tohyhi kun vḥy chhe krmcz (lukn hndyv dilav th tḥryry nskhv nishhi) pth lbiyvun nh tohụ̄ pnnhi khạṭr aamhi kis (yʿny vḥy hnds) ninas pytth sanhi bargahi mnz kanhh vkalt krn vvl thi."
  },
  {
    "verse_id": 87,
    "translation": "Mgr yhi zi tuhndis rb sndi rḥmt sintụ̄ (chhe aashi yhi qạym thavmcz), be shk chuh (yhi) tohyhi pytth (th tuhndi vsylh sintụ̄ tuhndis aumts pytth) tmụ̄ sund sytthah bodd fẓl."
  },
  {
    "verse_id": 88,
    "translation": "Frmạviv, hrgah tmam ansan th jinat aath kthhi pytth jmʿ gczhn zi tim aann aath qrāns hyvu (byyhi kanhh klam bnạvith) tylhi thi hykn nh tim aath hyvu anith agrchh tim aakh akis mddgarthi bnn."
  },
  {
    "verse_id": 89,
    "translation": "Th be shk chhe aashi aath qrāns mnz lukn khạṭr pth qsmch mthal (mkhtlf ṭryqv sintụ̄) gri gri byan krmcz mgr akthr lukv kornh (yhi) qbvl (yhi chuhnh) nashkry varạe (byyhi kihinụ̄)."
  },
  {
    "verse_id": 90,
    "translation": "Th tim (mkkụ̄ kạfr) chih vnan zi asụ̄ aanav nh hrgz tohyhi pytth ayman yot tam nh tohụ̄ sanh khạṭr zmyn nishhi kanhh nag jạry kriyvun."
  },
  {
    "verse_id": 91,
    "translation": "Ya āshi to hyhi nishhi khzrn th dachhn hnd kanhh bagh pth kriv tohụ̄ tath mnzpkn vajnhi kolh jạry."
  },
  {
    "verse_id": 92,
    "translation": "Nath yithh pạtthụ̄zn tuhund khyal chuh aashi pytth diyiv (vuny) āsmankụ̄ kynhh ttkr dạrith nath aniv tohụ̄ Allah tʿālyā th frshth aashi brvnhh kun."
  },
  {
    "verse_id": 93,
    "translation": "Nath gczhyv tohyhi kanhh sonh sund gr āsun (yath mnz tohụ̄ sytthah ʿạsh san rvuziv) nath khsiv tohụ̄ āsmans pytth, tvthi aanav nh asụ̄ tuhndis (āsmans mnz) khsns pytth hrgz ayman yot tam nh tohụ̄ (tvr) aashi pytth kanhh ktab vạlith anivyosh asụ̄ (panh) prith hykvu frmạviyvukh, myvn rb chuh (yimn fẓvl chyzn mnzhynh yinh nishhi) pak bh chuhs aakh ansan (th) Allah tʿālyā sund svznh āmut (rsvl)."
  },
  {
    "verse_id": 94,
    "translation": "Th (yimn) lukn bnyav nh ayman anns mnz byyhi kanhh chyz tthor yylhi zn yimn nishhi hdayt (thi) āmut avs aamhi varạe zi timav lvg vanun, kya Allah tʿālyā hn chha (aakh) bshr svuzmut rsvl bnạvith?"
  },
  {
    "verse_id": 95,
    "translation": "Frmạviv,hrgah zmyns mnz (ansanv bjayhi) frshth āshn phyran skvnt krith tylhi krhvn asụ̄ (thi) yqyna timn pytth āsman nishhi kanhh frshth rsvl bnạvith nạzl."
  },
  {
    "verse_id": 96,
    "translation": "Frmạviv, me th tohyhi drmyan chuh Allah tʿālyā he gvah rngụ̄ sytthah, be shk chuh suh pnnyv bndv nishhi var pạtthụ̄ bakhbr var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 97,
    "translation": "Th Allah tʿālyā ys hdayt diyhi tylhi chuh sue hdayth vvl, th ys suh gmrah tthhravi tylhi lbụ̄ hvun nh tohụ̄ tihindi khạṭr ts varạe mddgar, th asụ̄ tulvkh tim qyamt kh doh buth bon kun krith aath ḥals mnz zi tim āsn anụ̄, klụ̄ th zrụ̄,tihund tthkanh chuh jhnm, yylhi thi suh czhythi hyyhi gczuhn asụ̄ tulv timn (ʿdhab dinh khạṭrtath) byyhi zyadh ryhh."
  },
  {
    "verse_id": 98,
    "translation": "Yhi chuh timn lukn hund sza aamhi vjh kinụ̄ zi timav kor sanyn āyatn sintụ̄ kfr byyhi rvudụ̄ yhi vnan zi kya yylhi asụ̄ (mrith dodri) addijhi th ryzh ryzh gczhv tylhi kya asụ̄ yimv navi sr pạd krith tulnh?"
  },
  {
    "verse_id": 99,
    "translation": "Kya timav vuchhna zi yymụ̄ Allah tʿālyā hn (sạry) āsman th zmyn chhe pạd krmcz (suh) chuh aath kthhi pytth (thi) qdrt thavan zi suh kri yimn lukn hundmthl (yʿny yimne lukn hivụ̄ nvi sr) pad th tmụ̄ chuh yhindi khạṭr akh vqt mqrr kormut yath mnz nh kanhh shk chuh, tvthi chuh ẓạlimv ankarkormut mgrchhe (yhi) nashkry."
  },
  {
    "verse_id": 100,
    "translation": "Frmạviv, hrgah tohụ̄ myạnis rb sndyn khzann hndụ̄ mạlk ạsihiv tamhi pth thi thạvihiv (svrue) khrch gczhnh khi khvfh sintụ̄ tohụ̄ (pnnụ̄ aathh) rukạvith, th ansan chuh sytthhe tng dl th bkhyl thạbt gomut."
  },
  {
    "verse_id": 101,
    "translation": "Th be shk dicz aashi mvsyā hs (ʿlyh alslam) nav ttakarh nshạnyhi tylhi pczhụ̄tav tohụ̄ bny asrạyyls. Yylhi mvsyā (ʿlyh alslam) timn nishhi āe pth von frʿūnn timn me chuh yy basan zi ae mvsyā cz chuhkh sḥrzdh (yʿny cze chuhe jvdkrnh āmut)."
  },
  {
    "verse_id": 102,
    "translation": "Mvsyā hn (ʿlyh alslam) frmvv, cz chuhkh (dilh sintụ̄) zanan zi yimh nishạnyhi kri nh byyhi kạnshi nạzl mgrāsmann hndụ̄ th zmynkụ̄ rbn ʿbrt th bṣyrt bnạvith, th bh chuhs yy khyal kran zi ae frʿūn! Cz chuhkh hlakt zdh (yʿny cz gczhkh jlde hlak)."
  },
  {
    "verse_id": 103,
    "translation": "Pth korn (frʿūnn) aradh zi timn (yʿny mvsyā ʿlyh alslams th tihindis qvms) czlh navi (mṣr kh) srzmyn mnz krrith dvur, lhādhakor aashi suh th yim ts sintụ̄ ạsụ̄ sạry ghrq."
  },
  {
    "verse_id": 104,
    "translation": "Th aashi frmvv aamhi pth bny asrạyyls, tohụ̄ gczihv yath mlks mnz ābadpth yylhi ạkhrtuk vʿdh yiyhi (pth) nimav tohụ̄ sạry asụ̄ yikh vatth vttith."
  },
  {
    "verse_id": 105,
    "translation": "Th ḥq sane chuh yhi (qrān) aashi nạzl kormut th ḥqe hyth chuh suh vothmut, th (ae ḥbybi mkrm!) aashi chihv tohụ̄ khosh khbr bvznavn vạlụ̄ th khvcznavn vạlụ̄ bnạvithe svuzimtụ̄."
  },
  {
    "verse_id": 106,
    "translation": "Th qrān vvl aashi byon byon krith takh tohụ̄ priv yhi lukn mnz qrarkrụ̄ krụ̄ th aashi chuh yhi var var (ḥalatv th mṣlḥtv mṭạbq) hanh hnhi nạzl kormut."
  },
  {
    "verse_id": 107,
    "translation": "Frmạviv, tohụ̄ anụ̄ tav aath pytth ayman ya mth anụ̄ tavube shk yimn lukn aamhi brvnhh (ktabih hund) ʿlm avs ʿṭa krnh āmut yylhi yhi (qrān) chuh yivan timn prith bvznavnh tim chih hongnyv kinụ̄ sjds mnz pyvan."
  },
  {
    "verse_id": 108,
    "translation": "Byyhi chih vnan svn rb chuh pak, be shk avs sạnis rb sndis vʿds pvur spdithe rvzun."
  },
  {
    "verse_id": 109,
    "translation": "Th hongnyv kinụ̄ chih vsan vilh zạry kran kran, th yhi (qrān) chuh tihindis khshvʿs th khẓvʿs mnzmzyd huryr kran."
  },
  {
    "verse_id": 110,
    "translation": "Frmạviv, Allah tʿālyā hs diyiv nad ya rḥmans diyiv nad,yymhi nav thi nad chihv divan (sạry) rtụ̄ nav chih tmụ̄ sndy, byyhi nh mah kriv pnnhi nmazi (mnz qrat) thazi āvazi mnz th nah mah priv balkl lothi th doshvnụ̄ mnzbag kriv (drmyanh) vath akhtyar."
  },
  {
    "verse_id": 111,
    "translation": "Th frmạviv sạry tʿryf chih Allah tʿālyā sndy khạṭr yymụ̄ nah (pnnhi khạṭr) kanhh nychuv chuh bnvvmut th nah chuh (tmụ̄ sndis) slṭnts th frman jạry krns mnz kanhh shryk th nah chuh kmzvry hndi bạʿth ts kanhh mddgar (ae ttatthhi!) tohụ̄ rvuziyvun sue sytthah thadi payuk zanith tmụ̄ sund bjr (byan) kran."
  }
]