[
  {
    "verse_id": 1,
    "translation": "Tmam tʿryf chih Allah tʿālyā sndy khạṭr yymụ̄ pnnis (ttạtthis th khaṣ) bnds pytth (ʿẓym) ktab nạzl frmạv th aath mnz thạvn nh kanhh kmy."
  },
  {
    "verse_id": 2,
    "translation": "(yhi bnvvun) syod th mʿtdl takh shu khvcznavi (ankarkrn valyn) Allah tʿālyā sndi ṭrfh (yinh valhi) shdyd ʿdhab nishhi th mvmnn yim nyk ʿmlh chih kran bvznavi khosh khbr zi tihindi khạṭr chuh bhtr ajr (jnt)."
  },
  {
    "verse_id": 3,
    "translation": "Yath mnz tim hmyshh rvzn."
  },
  {
    "verse_id": 4,
    "translation": "Th (byyhi) khvcznạvi tmn lukn yim vnan chih zi Allah tʿālyā hn chuh (pnnhi khạṭr) lrrkh bnvvmut."
  },
  {
    "verse_id": 5,
    "translation": "Nah chuh aamiyuk kanhh ʿlm timn th nah avs tihndis mạlis buddi bbs, (yhi) kạczah brr kth chhe yosh tihindi ạshi chhe nyran, tim chihnh (balkule) aapzi varạe byyhi kihinụ̄ vnan."
  },
  {
    "verse_id": 6,
    "translation": "(ae ḥbybi mkrm!) kya tylhi gạlivatohụ̄timn pth pth ghm kis shdts mnz panun (ttvtth) zuv (thi) hrgah tim aath (rbạny) klams pytth ayman aann nh."
  },
  {
    "verse_id": 7,
    "translation": "Th be shk bnạvụ̄ aashi tim tmam chyz yim zmyns pytth chih aamhi khạṭr zyntuk (th pạravuk) bạʿth takh asụ̄ āzmavvkh tim lukh (yim zmyns pytth bsan chih) zi timav mnz kus chuh ʿmlhi hndi aʿtbar bhtr."
  },
  {
    "verse_id": 8,
    "translation": "Th be shk chih asụ̄ tim (tmam) chyzyim aath (rve zmyns) pytth chih (nabvdkrith) bnjr mạdan bnavn vạlụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Kya tohyhi chuhv yhi khyal kvrmut zi khf th rqym (yʿny gophi, gophi glụ̄ya rqym vady) vạlụ̄ (kạczah ʿjyib nshạny) ạsụ̄ sanyv (qdrt chv) nshạnyv mnz?"
  },
  {
    "verse_id": 10,
    "translation": "(suh vqt kriv yad) yylhi kynhh nvjvan gophi mnz chhapnhi czae pth von timav, ae sanhi rbh! Aashi kr pnnhi bargahi nishhi rḥmt ʿṭa th sanhi kamhi mnz krvath (lbnkụ̄asbab) mhya."
  },
  {
    "verse_id": 11,
    "translation": "Pth (sạvụ̄ tim) aashi tth goph mnz gnz hndyn kynczhn vriyn tihindyn knn pytth thaph dith."
  },
  {
    "verse_id": 12,
    "translation": "Pth tulụ̄ aashi tim zi vuchhv doyv dryv mnz kus chuh aath (vqts) ṣḥyḥ shmar krn vvl yus tim (gophi mnz) rvudimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 13,
    "translation": "(vonụ̄) bvznavv asụ̄ tohụ̄ tihund ṣḥyḥ ṣḥyḥ ḥal, be shk ạsụ̄ tim (kynhh) nvjvan yimav pnnis rbs pytth ayman aon th aashi kor tihindi khạṭr (nvri) hdayts mnz mzyd huryr."
  },
  {
    "verse_id": 14,
    "translation": "Th aashi bnạvụ̄ tihindụ̄ dl (pnnhi rbṭ th nsbt sintụ̄) mẓbvṭ th mstḥkm, yylhi tim (pnnis badshahs brvnhh knhi) khrra spdụ̄ pth lgụ̄ vnnhi, svn rb chuh āsmann hund th zmynuk rb asụ̄ krav nh ts vrạe hrgz kạnshi (apzis) mʿbvd snzbndgy (hrgah yhi krv) tylhi krv asụ̄ ẓrvr ḥq nishhi ddlith kth."
  },
  {
    "verse_id": 15,
    "translation": "Yim chih sanhi qvmkụ̄ lukh, yimav ts varạe (byyhi thi) kynhh mʿbvd bnạvimtụ̄ chih tylhi kyazi chihnh yim timn (hnds mʿbvd āsns) pytth kanhh vaẓḥ snd anan pth kus āshi tmụ̄ sndi khoth khsith ẓạlm yus Allah tʿālyā hs pytth aapuz bhtan chuh gnddan."
  },
  {
    "verse_id": 16,
    "translation": "Th (timav nvjvanv von panh vạnụ̄,) yylhi tohụ̄timav nishhi byyhi tmv (apzyv mʿbvdv) nishhi yimn tim a llh tʿālyā hs varạe pvuzan chih byon chihv gmtụ̄tylhi rvuzivtohụ̄ (yath) gophi mnz czhayhi, tuhund rb kri tuhndi khạṭr pnnụ̄ rḥmt kshadh th tuhndi khạṭr kri tuhnzi kamhi mnz shvlyt frahm."
  },
  {
    "verse_id": 17,
    "translation": "Th tohụ̄ chihv vuchhan yylhi āftab chuh khsan tylhi chh tihinzi gophi nishhi dchuhn kun ddlith nyran th yylhi lvsun chuh hyvan tylhi chh timav nishhi khvvur kun ddlith nyran th tim chih aath ghar kis kshadh mạdans mnz (lrtrạvith), yhi (āftabch pnnụ̄ vath bdlavnụ̄) chuh Allah tʿālyā snzv (qdrt chv bjv) nshạnyv mnz, ys Allah tʿālyā hdayt kri tylhi chuh sue hdayt yafth, th ys suh gmrah tthhravi tylhi lbiyvun nh tohụ̄ ts khạṭr kanhh vly mrshd (yʿny vath havn vvl mddgar)."
  },
  {
    "verse_id": 18,
    "translation": "Th (ae bvzn valhi!) cz smjhkh (tim vuchihth zi) tim chih hushar yylhi zn tim shongith chih th asụ̄ chihkh (vqfn sintụ̄ sintụ̄) tim dchuhn kun th khvvur kun lri phirun dyavnavan, th tihund hvun chuh (tihindis) glis pytth pnnhi doshve bczhh vhrạvith (bihth), hrgah cz timn kun nẓr dth vuchhhkh tylhi czlhkh timv nishhi pot khvri vaps th chạnis dils mnz aaczihe tihund dhsht."
  },
  {
    "verse_id": 19,
    "translation": "Th yithe pạtthụ̄ tulụ̄ aashi tim takh tim pczhn panh vạnụ̄, (chnanchh) timav mnz von akụ̄ vnn vạlụ̄, tohụ̄ kintis kals ạsụ̄v (yythi) tthhrith timav von asụ̄ chih (yythi) akis dohs nath tamiyuk (thi) kynhh ḥṣh tthhrymtụ̄, (ạkhrs) vonukh, tuhund rbe chuh bhtrzanan zi tohụ̄ kintis kals chihv (yythi) tthhrymtụ̄, lhādha svuziyvun tohụ̄ pnnyv mnzkanhh aakh panun yhi pvnsh dith shhrs kun pth vuchihn suh zi kus hyvu khyn chuh zyadh ḥlal th pak pth aanhi tamhi mnz kynhh khyn tohyhi nishhi byyhi pzi tmis zi (yins gczhns th mlụ̄ hyns mnz) hyyhi loczrs th nrmy kạm th kạnshi akis shkhṣs (thi) dyhi nh tuhnz khbr lgnh."
  },
  {
    "verse_id": 20,
    "translation": "Be shk hrgah timav tohyhi (nishhi bakhbr spdith tohyhi) pytth dstrs ḥạṣl kr tylhi krnv tohyhi knhi knhi nath phirnav (jbry ṭvr) tohyhi pnnis mdhhbs mnz th (hrgah yhi spud) tylhi lbiv nh tohụ̄ hrgz zanhh thi flaḥ."
  },
  {
    "verse_id": 21,
    "translation": "Th yithh pạtthụ̄ krụ̄ aashi yimn (hnds ḥals) pytth tim lukh bakhbr (yim kynhh hath vry tmn ptm ạsụ̄) takh timn lghi pe zi Allah tʿālyā sund vʿdh chuh poz byyhi yhi (thi) zi qyamt kis yinas mnz chuhnh kanhh shk. Yylhi tim (bsty vạlụ̄) panh vạnụ̄ tihindis mʿāmls mnz czuvnhi lgụ̄ (yylhi aṣḥabi khfv vfat kor) pth von timv zi yimn (hnds ghars) pytth bnạviv akh ʿmart (yadgarrngụ̄), yuhund rb chuh yimn (hndiḥal) nishhi var pạtthụ̄ bakhbr, timav (ayman valyv) von yimn yhindis mʿāmls pytth ghlbh ḥạṣl avs zi asụ̄ bnavv yimn (hnds drvazs) pytth ẓrvr akh msjd (takh mslman prn tath mnz nmaz th yhinzi nzdyky sintụ̄ krn khṣvṣy brkt ḥạṣl)."
  },
  {
    "verse_id": 22,
    "translation": "Kynhh lukh vnn (vonụ̄), (aṣḥabi khf) ạsụ̄ tre timav mnz avs czvurim tihund hvun, th kynhh vnn panczh ạsụ̄ timn mnz avs shyyum tihund hvun, yim chih vuchhnh ros andazh, th kynhh vnn (tim) ạsụ̄ sth th timn mnz avs ạtthm tihund hvun. Frmạviv, myvn rbe chuh tihund tʿdad var pạtthụ̄ zanan th kynczhv lukv vrạe chuhnh tihindi (ṣḥyḥ tʿdaduk) ʿlm kạnshi, lhādha mah ạsiv tohụ̄ kạnshi sintụ̄ timn mtʿlq bḥth kran sivae soe vẓaḥt yosh nnụ̄ chhe damcz byyhi mah kriv timav mnz kạnshi nishhi timn (aṣḥabi khfn) mtʿlq kihinụ̄ mʿlvm."
  },
  {
    "verse_id": 23,
    "translation": "Th kunhi thi chyzs mtʿlq gczihh nh hrgz yhi vanun zi bh chuhs yhi kạm pgah krn vvl."
  },
  {
    "verse_id": 24,
    "translation": "Mgr yhi zi agrAllah tʿālyā yczhi (yʿny ain shaʿ aAllah vnith) th pnnis rb snz dhkr ạsiv kran yylhi tohyhi mshith gczihh byyhi vniv, amyd chhe zi myvn rb havi me aamhi khoth (thi) zyadh nzdyk hdaytch vath."
  },
  {
    "verse_id": 25,
    "translation": "Th tim (aṣḥabi khf) rvudụ̄ pnnih gophi mnz tryn htn vriyan tthhrith th timav hurrạvụ̄ (aath pytth) nav (vry) byyhi."
  },
  {
    "verse_id": 26,
    "translation": "Frmạviv, Allah tʿālyā he chuh bhtr zanan zi tim kintis kals rvudụ̄ (tathi) tthhrith āsmann hnz th zmyn chh (tmam) khttith kthh chhe tmụ̄ sndise ʿlms mnz, kvtah var pạtthụ̄ vuchhn vvl th kvtah var pạtthụ̄ bvzn vvl chuh, ts varạe nah chuh tihund kanhh karsaz th nah chuh suh pnnis ḥkms mnz kạnshi shryk kran."
  },
  {
    "verse_id": 27,
    "translation": "Th tohụ̄ bvznạviv suh (klam) prith yus tuhndis rb snzi ktabih mnz tohyhi kun vḥy chuh āmut krnh,tmụ̄ sndis klams chuhnh kanhh bdlavn vvl th tohụ̄ lbiv nh ts varạe hrgz kanhh chhpn jae."
  },
  {
    "verse_id": 28,
    "translation": "(ae myanhi bndh!) cz ās panun pan timn lukn hndis ṣḥbts mnz gnddith thavan yim ṣbḥ v sham pnnis rbs chih yad kran tmụ̄ sndi rẓahkụ̄ chih ṭlb gar rvzan (tmụ̄ sndi dydarkụ̄ ṭmʿ dar th tmụ̄ sndis roes mude gnddith vuchhnuk chuhkh ārzv) chanhi (mḥbt th tvjh chhi) nẓr yinh timn nishhi ddln, kya cz chuhkhh (timn fqyrn nishhi tvjh ddạlith) dnyạvy zndgy hund mạrụ̄ mnzr yczhan, byyhi mah kr cz ts shkhṣh snz aṭaʿt (thi) yymụ̄ sund dl aashi pnnhi dhkri nishhi ghạfl chuh kormut th suh chuh pnnyn nfsạny khvạhishn hnz pạrvy kran th tmụ̄ sund ḥal chuh ḥd nishhi damut."
  },
  {
    "verse_id": 29,
    "translation": "Th frmạviv zi (yhi) ḥq chuh tuhndis rb sndi ṭrfh, vonụ̄ yus yczhi ayman anụ̄ tn th yus yczhi ankarkrụ̄ tn be shk chuh aashi ẓạlmn khạṭr (jhnmuk) nar tyar krith thvvmut yymikụ̄ dyvar timn ghyr krn, th agr tim (tryshhi th tklyf kinụ̄) fryad krn tylhi yiyhi tihnz fryad rsy tithhi ābh sintụ̄ krnh yus vyglnh āmthi tamkụ̄ pạtthụ̄ āshi yus tihindyn buthyn buzith tavukvtah khrab chynh vvnụ̄ chuh th kạczah khrab āram krnch jae chhe."
  },
  {
    "verse_id": 30,
    "translation": "Be shk yimav lukv ayman aon th nyk ʿmlh krykh pzụ̄pạtthụ̄ chihnh asụ̄ ts shkhṣh sund ajr kran ẓayʿ yus nyk ʿml kran chuh."
  },
  {
    "verse_id": 31,
    "translation": "Timn lukn khạṭr chih hmyshh (ābad) rvzn vạlụ̄ bagh (yimn mnz) timn (tihindyn mḥl khann) bnụ̄ kinụ̄ chih kolh pkan timn yin timn jntn mnz sonh sndụ̄ krụ̄ lagnh th tim lagn zạvilhi dyba (hkụ̄) th gobụ̄ aṭlskụ̄ (ryshmy) sbz poshak th thadi payhi kyn tkhtn pytth āsn ddokh dth bihth, kvtah rut thvab chuh th kạczah rcz āram krnch jae chhe."
  },
  {
    "verse_id": 32,
    "translation": "Th tohụ̄ kriv yimn nishhi timn don shkhṣn hnz mthal byan yimav mnz akis khạṭr aashi z dachhhi bagh bnạvụ̄ th aashi vlụ̄ tim doshve tmam aandvkinụ̄ khzr kulyv sintụ̄ th aashi vopdạvụ̄ timn mnzbag (srsbz th shadab) zraʿt."
  },
  {
    "verse_id": 33,
    "translation": "Yimv doshvyav baghv anụ̄ (solbh gy san) pnnụ̄ myvh th timn (hnds pydavars) mnz rvuz nh kanhh kmy th aashi krtimn doshvnụ̄ (mnzpth akis) mnzbag akh kol (thi) jạry."
  },
  {
    "verse_id": 34,
    "translation": "Th amis shkhṣs nishhi ạsụ̄ (aamhi vrạe thi) varyah phl (yʿny vsạyl), pth von tmụ̄ pnnis sạthiyas th suh avs ts sintụ̄ khyaln hund tbadlh kran zi bh chuhs chanh khoth mal v dvlts mnz khsith byyhi chuhs qbylh th khanda nkh lḥaẓh (thi) zyadh ʿzt vvl."
  },
  {
    "verse_id": 35,
    "translation": "Th suh spud (ts hyth) pnnis baghs mnz dạkhl (tkbr kis ṣvrts mnz) lvgun pnnis nfss pytth ẓlm kran kran vanun bh chuhs nh yhi gman (thi) kran zi yhi bagh gczihh tbah."
  },
  {
    "verse_id": 36,
    "translation": "Th nah chuhs yohe gman kran zi qyamt gczihh qạyim th agr (balfrẓ) bh ās pnnis rbs kun vaps thi ninh tylhi thi gczihh me yimav baghv khoth bhtr vaps gczhnch jae ḥạṣl."
  },
  {
    "verse_id": 37,
    "translation": "Tmụ̄ sndụ̄ sạthiyan von ts th suh avs ts sintụ̄ khyaluk tbadlh kran kya cze chuhyhi ts (rb) sund ankar kormut yymụ̄ cz (godd nyth) myczi nishhi pạd kornkh pth aakhi tvlydy qṭr nishhi pth bnvvnkh (jsmạny ṭvr) pvur mrd"
  },
  {
    "verse_id": 38,
    "translation": "Mgr bh (chuhs yhi vnan) zi sue Allah tʿālyā chuh myvn rb th bh chuhsn nh pnnis rbs sintụ̄ kanhh shryk gnzran."
  },
  {
    "verse_id": 39,
    "translation": "Th yylhi cz pnnis baghs mnz czakh tylhi kyazi vonuth nh cze, mashaʿ aAllah la qvh ala baAllah (ty chuh spdan yhi Allah tʿālyā yyczihh kạnshi chuhnhi kihinụ̄ ṭaqt mgr Allah tʿālyā sndi mdd sintụ̄), agr cz me (vunụ̄ kyns) mal th avladn mnz pnnh khvth vsụ̄ payhi chuhkh vuchhan (tylhi thi kya gov)."
  },
  {
    "verse_id": 40,
    "translation": "Dvur chuhnh kynhh zi myvn rb kri me chanh baghh khoth bhtr ʿṭa th aath (baghs) pytth svzi āsman nishhi kanhh ʿdhab pth banhi suh hmvar th pishul zmyn."
  },
  {
    "verse_id": 41,
    "translation": "Nath gczihh amyuk āb zmyn kis sanirs mnz vsith pth hykkh nh cz tath ḥạṣl krnuk ṭaqt thi lbith."
  },
  {
    "verse_id": 42,
    "translation": "Th (aamhi tkbrkinụ̄) āe tmụ̄ sndụ̄ (sạry) myvh (tbạhy mnz) valnh pth rvud suh ṣubḥs tath rqms pytth yus tmụ̄ tth (bagh s bnavns) mnz khrch avs kormut aathh mvuran th suh bagh avs pnnyn chhprn pytth vsith pyomut th suh avs (srapa ḥsrt th naamydy bntih) vnan hae kash! Me āsihe nh pnnis rbs sintụ̄ kanhh shryk kormut (th pans pytth āsihym nh tkbr kormut)."
  },
  {
    "verse_id": 43,
    "translation": "Th ts khạṭr avs nh kanhh dor (thi) tiyuth yus Allah tʿālyā sndis mqabls mnz tmụ̄ sund mddkrihe th nah avs suh panh (khod tamhi tbạhy hund) bdlh hyns qạbl."
  },
  {
    "verse_id": 44,
    "translation": "Yythi ns (chuh pe lgan) zi svrue akhtyar chuh Allah tʿālyā sundue (yus) ḥq chuh, sue chuh bhtr anʿām dins mnz th sue chuh bhtr anjam krns mnz."
  },
  {
    "verse_id": 45,
    "translation": "Th tohụ̄ kriv yimn dnyạvy zndgy hnz mthal (thi) byan (yosh) tath ābs hish chhe yus aashi āsman kh ṭrfh vvl pth gov tamhi kh bạʿth zmynuk gash sytthah gon pth bnyav suh hokhhi gasuk bos yath vav chih nivan tulith, th Allah tʿālyā chuh pth chyzs pytth mkml qdrt vvl."
  },
  {
    "verse_id": 46,
    "translation": "Mal th avladchih (ṣrf) dnyạvy zndgy hnz zynt th (drḥqyqt) chhe baqy rvzn vajinhi (bs) nykyhi (yimh) tuhndis rbs nzdyk chhe thvab kh lḥaẓh (thi) bhtr th ṭmʿ kh lḥaẓh (thi) chhe sytthah jan."
  },
  {
    "verse_id": 47,
    "translation": "Suh doh āshi (qyamtuk) yylhi asụ̄ pharr (ryzh ryzh krith havahs mnz) pknavvkh th tohụ̄ vuchihv zmyn ṣaf mạdan (tath pytth āshi nh kulyvuknyvth ḥyvanv th nbatatv mnz kihinụ̄ thi) th asụ̄ sombravvkh tmam ansan th timav mnz tavvn nh khnụ̄ (thi)."
  },
  {
    "verse_id": 48,
    "translation": "Th (tmam lukh) yin tuhndis rb sndis drbars mnz qṭar dr qṭar pysh krnh, (timn yiyhi vnnh,) be shk chihv (aaz) tohụ̄ aashi nishhi (tithe pạtthụ̄) āmtụ̄ yithh pạtthụ̄ zn aashi tohụ̄ goddnichhi phiri pạdạsụ̄v krụ̄mtụ̄ blkh ạsụ̄v tohụ̄ yhi gman kran zi asụ̄ krav nh hrgz tuhndi khạṭrvʿduk vqte mqrr."
  },
  {
    "verse_id": 49,
    "translation": "Th (pth akis brvnhh kanhi) yiyhi aʿmal namh thavnh pth vuchhvukh tohụ̄ mjrm (tim) āsn timav (gnahv th jurmav) sintụ̄ lrzymtụ̄ yim tath (aʿmal nams) mnz drj āsn th vnn hae mvudụ̄! Yath aʿmal nams kya chuh gomut amụ̄ nah chhe kanhh loktt (kth) trạvmcz th nah chhan kanhh brr (kth), mgr amụ̄ chhe (aakh aakh kth) gnzrạvmcz th tim yikynczhah kran ạsụ̄ rvudimtụ̄thi lbn (pans brvnhh knhi) ḥạẓr,th tuhund rb kri nh kạnshi pytth ẓlm."
  },
  {
    "verse_id": 50,
    "translation": "Th (suh vqt kriv yad) yylhi aashi frshtn frmvv zi tohụ̄ krivādms (ʿlyh alslam tʿẓymuk) sjdh pth kor timav (sarive) sjdh ablyss varae, suh (ablys) avs jnv mnzpth dav suh pnns rb sndi aṭaʿt nishhi nybr, kya tohụ̄ chhvvnh suh th tmụ̄ sndụ̄ avlad me trạvith dvst bnavan yylhi zn tim tuhndụ̄ dshmn chih, kvtah bur bdlh chuh yhi ẓạlmn khạṭr (yhi timav myanhi jayhi chuh czvrmut)."
  },
  {
    "verse_id": 51,
    "translation": "Nah ạsụ̄ me tim āsmann th zmyn kis tkhlyqs pytth (plznhi ya gvạhy khạṭr) nad dith anụ̄ mtụ̄ th nah tihindi pnnhi tkhlyq (kh vqth), th nah avsus bh tiyuth zi gmrah krn vạlụ̄ bnavhkh (pnnụ̄) aathh th nari."
  },
  {
    "verse_id": 52,
    "translation": "Th tmh doh (yʿny shu doh kriv yad yylhi) frmaviAllah tʿālyā, timan kriv ālav yim tvhụ̄ myạnụ̄ shryk ạsụ̄vvkh zanan, pth krn tim timn ālv mgr tim din nh timn kanhh jvab th asụ̄ bnavv timn mnzbag (aakh jhnmch vạdy) hlaktch jae."
  },
  {
    "verse_id": 53,
    "translation": "Th mjrm lukh vuchhn jhnmuk nar pth tari timn fkri zi pzụ̄pạtthụ̄ chih tim tthụ̄ mnz pynh vạlụ̄th tim hykn nh tamhi nishhi bch nch kanhh jae lbith."
  },
  {
    "verse_id": 54,
    "translation": "Th be shk chhe aashi yath qrāns mnzlukn khạṭr pth qsmch mthal (andazbdlạvụ̄bdlạvụ̄) grigri byan krmcz, th ansan chuh czuvns mnz pth chyz khoth khsith."
  },
  {
    "verse_id": 55,
    "translation": "Th lukn avsnh kạnshi (aamhi kthhi nishhi) tthakh kor mut yylhi zn timn nishhi hdayt avs āmut zi tim aann ayman byyhi mngn pnnis rbs mghfrt aamhi (antẓar) varạe zi timn yiyhi brvutthimyn lukn hund (hlaktuk) ṭryqh pysh nath yiyhi ʿdhab timn brvnhh kun."
  },
  {
    "verse_id": 56,
    "translation": "Th asụ̄ chihkh nh rsvl svzan mgr (lukn) khvsh khbr bvznavn vạlụ̄ th khvcznavn vạlụ̄ (bnạvith), th kạfr lukh chih (yimn rsvln sintụ̄) nashạysth kthn hndi dsụ̄ czuvan takh aamhi (bạṭl) kh dhryʿh krn ḥqs khtm th tim chih myanyn āyatn byyhi tath (ʿdhabs) yymhi nishhi tim khvcznavnh chih yivan tthtthh mdhaq bnavan."
  },
  {
    "verse_id": 57,
    "translation": "Th ts shkhṣs khoth khsith ẓalm kus āshi ys tmụ̄ sndis rb snz nshạniyhi āyhi yad pavnh pth phiyur tmụ̄ timav nishhi buth th tim (bdaʿmal) gyis mshith yim tmụ̄ sndyv aathv brvnhh kun ạsụ̄ svuzimtụ̄, be shk chih aashi tihindyn diln pytth prdh trạvimtụ̄ zi tim gczhn (nh) yhi ḥq smjith hyknụ̄ th tihindyn knn mnz chuh gobyr pạd kormut (zi tim gczhn nh yhi ḥq bvuzith hyknụ̄) th hrgah tohụ̄ timn hdayts kun nad diyiv pth thi lbn nh tm qṭʿāan hdayt."
  },
  {
    "verse_id": 58,
    "translation": "Th tuhund rb chuh bodd bkhshn vvl rḥmt vvl, agr suh tihindis krụ̄ mtis pytth timn ratthi he tylhi svzi he pzụ̄pạtthụ̄ timn pytth jld ʿdhab, blkh chuh tihindi khạṭrvʿduk vqt (mqrr, yylhi suh vqt vathi pth) lbn nh ts varạe hrgz kanhh chhpn jae."
  },
  {
    "verse_id": 59,
    "translation": "Thi yimh chhe bsty yhindụ̄ rvzn vạlụ̄ aashi hlak krụ̄ yylhi timav ẓlm kor th aashi avs tihindi hlakt khạṭr aakh vqt mqrr krith thvvmut."
  },
  {
    "verse_id": 60,
    "translation": "Th (suh vaqʿh thi kriv yad) yylhi mvsyā hn (ʿlyh alslam) pnnis (nvjvan sạthy th) khạdms (yvshʿ bn nvn ʿlyh alslams) von, bh hykh nh (pot) phyirith yot tam nh bh don dryavn hnziralnh chh jayhi tam vath nath rvz varyahs kals pkan."
  },
  {
    "verse_id": 61,
    "translation": "Pth yylhi tim doshve don dryavn mnz bag ralnch jayh pytth vạtụ̄ timn doshvnụ̄ gyhi pnnụ̄ garr (tty) mshith pth ge so (tlnh āmcz garr zndh spdith) dryav mnzụ̄sronghi hndụ̄ pạtthụ̄ pnnụ̄ vath bnavan bnavan nyirth."
  },
  {
    "verse_id": 62,
    "translation": "Pth yylhi tim doshvae brvnhh pkụ̄ (vonụ̄) von mvsyā hn (ʿlyh alslam) pnnis khạdms,svn khyn aan aashi nishhi be shk chuh aashi pnnis yath sfrs mnz sytthah mshqtuk mqablh kormut."
  },
  {
    "verse_id": 63,
    "translation": "(khạdimn) vonn, kya tohyhi vuchhv yylhi aashi knhi nishhi thkh diczav pth ạs me ttụ̄ ne garr mshith gmcz, th me kor nh yhi mashrphh kạnshi shyṭans varạe zi bh krha aamich dhkr tohyhi nishhi, th tamhi (garri) ạs (zndh spdith) dryavs mnz ʿjyb pạtthụ̄ pnnụ̄ vath bnạvmcz (th so ạs ghạb gmcz)."
  },
  {
    "verse_id": 64,
    "translation": "Mvsyā hn (ʿlyh alslam) von, yhe chhe so (jae) yosh asụ̄czhanddan ạsụ̄, vonụ̄ āe doshvae pnnyv vath pdyv pytthụ̄ (soe vath) czhanddan czhanddan (tthụ̄ jayhi) pot phyirith."
  },
  {
    "verse_id": 65,
    "translation": "Pth lob doshvyav (tathi) sanyv bndv mnz aakh (khaṣ) bndh (khẓr ʿlyh alslam) yymis aashi pnnhi bargahi nishhi (khṣvṣy) rḥmt ʿṭa ạs krmcz th aashi avs suh ʿlmi ldny (yʿny aasrarn th mʿārfuk ailhạmy ʿlm) hychhnvvmut."
  },
  {
    "verse_id": 66,
    "translation": "Mvsyā hn (ʿlyh alslam) von ts, kya bh hyka tohyhi sintụ̄ aath (shrṭs) pytth rvuzith zi tohụ̄ hychihnạviv me (thi) tamhi ʿlmh mnz kynhh yus tohyhi arshad kh ghrẓh hychhnavnh chuhv āmut."
  },
  {
    "verse_id": 67,
    "translation": "Tmụ̄ (yʿny khẓrʿlyh alslamn) vonns, be shk hykiv nh tohụ̄ me sintụ̄ rvuzith hrgz ṣbrkrith."
  },
  {
    "verse_id": 68,
    "translation": "Th tohụ̄ kithh pạtthụ̄ hykiv tath (kthhi) pytth ṣbr krith yosh nh tohyhi (pvurpạtthụ̄) pnnis ʿlm kis aḥaṭs mnz anụ̄ mcz āsyv?"
  },
  {
    "verse_id": 69,
    "translation": "Mvsyā hn (ʿlyh alslam) von, tohụ̄ lbiv me an shaʿ aAllah ẓrvrṣbr kr n vvl th bh kr nh tuhnzi kunhi kthhi hnz khlaf vrzy."
  },
  {
    "verse_id": 70,
    "translation": "(khẓrʿlyh alslamn) vonns,vonụ̄ hrgah tohụ̄ me sintụ̄ rvuziv tylhi krụ̄ zyv nh me kunhi chyzs mtʿlq sval yot tam bh panh tamich dhkr tohyhi nishhi kr."
  },
  {
    "verse_id": 71,
    "translation": "Pth dae doshvae yot tam zn doshvae navi mnz svar spdụ̄ (pth) korn (khẓr ʿlyh alslamn) tath (navi) mnz god, mvsyā hn (ʿlyh alslam) von, kya tohyhi krvaath aamhi mvjvb (godkrith) rum zi tohụ̄ kriyvukh navi vạlụ̄ ghrq be shk krv tohyhi sytthah ʿjyb kth (yʿny ʿjyb ḥrkt)."
  },
  {
    "verse_id": 72,
    "translation": "(khẓrʿlyh alslamn) vonns, kya me avs na vonmut zi tohụ̄ hykiv nh me sintụ̄ rvuzith ṣbr krith?"
  },
  {
    "verse_id": 73,
    "translation": "Mvsyā hn (ʿlyh alslam) von, tohụ̄ mah rttiv me myanhi ghlṭy pytth th myạnis (aath) mʿāmls mnz mah trạviv me zyadh mshkls mnz."
  },
  {
    "verse_id": 74,
    "translation": "Pth pkụ̄ tim doshvae yot tam zn doshvae akis lrrks smkhyyhi pth korn (khẓrʿlyh alslamn) suh qtl mvsyā hn (ʿlyh alslam) von, kya tohyhi koruvnh aakh be gnah jan kunhi jan (kh bdlh) ros qtl be shk krv tohyhi sytthhe skht kạm."
  },
  {
    "verse_id": 75,
    "translation": "(khẓr ʿlyh alslamn) vonns, kya me avsmv na tohyhi vonmut zi tohụ̄ hykiv nh me sintụ̄ rvuzith hrgz ṣbr krith?"
  },
  {
    "verse_id": 76,
    "translation": "Mvsyā hn (ʿlyh alslam) von, hrgah bh tohyhi yymhi pth kunhi chyzs mtʿlq pczhh tylhi thạvizyv nh tohụ̄ me pans sintụ̄, be shk chihv tohụ̄ myanhi ṭrfh ʿdhrkis ḥds vạtimtụ̄."
  },
  {
    "verse_id": 77,
    "translation": "Pth pkụ̄ doshvae yot tam zn doshvae akis bsty valyn nishhi vạtụ̄, doshvyav mong tathi kyn rvzn valyn khyn tvr kor timav yimn doshvnụ̄ hnzmyz bạny krnh nish ankar, pth vuchh doshvyav tathi akh dyvar yus vsụ̄ pyns tyar avs (khẓrʿlyh alslamn) korn suh syvd, mvsyā hn (ʿlyh alslam) von, hrgah tohụ̄ yyczhhiv tylhi hyyhi hiv aath (bnavns) pytth mozvurụ̄."
  },
  {
    "verse_id": 78,
    "translation": "(khẓr ʿlyh alslamn) vonns, yhi chuh me th tohyhi drmyan jdạyy (hund vqt), vonụ̄ karv bh tohụ̄ timan kthn hndi ḥqyqt nishhi bakhbr yimn pytth tohyhi ṣbr hyokuv nh krith."
  },
  {
    "verse_id": 79,
    "translation": "Yosh so nav ạs so ạs kynczhn ghryb lukn hnz tim ạsụ̄ dryavs mnz mḥnt mozvurụ̄kran tave kor me aradh zi so bnavn ʿạb ld th (aamiyuk vjh avs yhi zi) timn buthhi avs aakh (jạbr) badshah (khrra) yus pth (ʿạb ros) navi avs zbrdsty (mạlkv nishhi mʿāvẓh varạe) thaphi nivan."
  },
  {
    "verse_id": 80,
    "translation": "Byyhi yus suh lrrkh avs tmụ̄ sund mvl mvj avs baayman pth gov aashi andyshhi zi yhi (hrgah zndh rvud tylhi banhi kạfr th) kritimn doshvnụ̄ (bodd gczihth) srkshy th kfrs mnz mbtla."
  },
  {
    "verse_id": 81,
    "translation": "Pth kor aashi aradh zi tihund rb kri timn (tiyuth) bdl ʿṭa yus pạkyzgy mnz (thi) ts (lrrkh) sndi nishhi bhtr āshi th shfqt th rḥm dily mnz (thi) āshi (mạlis majhi) sytthah nzdyk."
  },
  {
    "verse_id": 82,
    "translation": "Th yus suh dyvar avs suh avs shhrs mnz (rvzn valyn) don ytym shuryn hund th tath tlh kanhi avs timn doshvnụ̄ khạṭr aakh khzanh (dobrạvith) th tihund mvl avs ṣalḥ (shkhṣ), pth kor tuhndụ̄ rbn aradh zi tim doshvae vạtin pnnhi jvạny tam th tuhndis rb sndi rḥmt sintụ̄ krrin tim panun khzanh (pane), th me (yikynczhah thi kor thi) korum nh pạnụ̄ panh, yhi chhe timn (vaqʿātn) hnz ḥqyqt yimn pytth tohyhi ṣbr hyokuv nh krith."
  },
  {
    "verse_id": 83,
    "translation": "Th (ae ḥbybi mʿẓm!) yim chihv tohyhi dhvalqrnyns mtʿlq pczhan, frmạviyvukh, bh bvznavav prith tohụ̄ vuny tmụ̄ sndi ḥaluk tdhkrh."
  },
  {
    "verse_id": 84,
    "translation": "Be shk avs aashi tmis (prạnis zmans mnz) zmyns pytth aqtdarʿṭa kormut th aashi ạsụ̄ tmis (yʿny tmụ̄ sndis slṭnts) tmam vsylh th samanh sanz ʿṭa krụ̄mtụ̄."
  },
  {
    "verse_id": 85,
    "translation": "Pth pok suh (byysi) akis vathi pytth."
  },
  {
    "verse_id": 86,
    "translation": "Yot tam zn suh āftab lvsnh kis (ṭrfs kun ābạdy hndis) ạkhry aands pytth vvt tathi kor tmụ̄ āftab losnuk mnẓr tithh pạtthụ̄ mḥsvs znth suh (rabih hndụ̄ pạtthụ̄ kryhnhi rngh) āb kis grm nags mnz lvsan chuh th tmụ̄ vuchh tathi aakh qvm (bsith). Aashi frmvv, ae dhv alqrnyn! (cze chhe pnnụ̄ mrẓy) khvah cz yimn sza dith ya krth yimn sintụ̄ rut slvk."
  },
  {
    "verse_id": 87,
    "translation": "Dhvalqrnynn vonnkh, yus shkhṣ (kfrth nafrmạny hnds ṣvrts mnz) ẓlm kri tmis dimav asụ̄ ẓrvrsza, pth yiyhi suh pnnis rbs kun vaps phirnh, pth diyhi suh ts sytthhe skht ʿdhab."
  },
  {
    "verse_id": 88,
    "translation": "Th yus shkhṣ ayman aanhi byyhi kri nyk ʿml tylhi chuh ts khạṭr bhtrjza th asụ̄ (thi) vanav ts khạṭr pnnyn aḥkamn mnz shl kth."
  },
  {
    "verse_id": 89,
    "translation": "(mghrbs mnz ftvḥat mkml krth) pok suh pth (doyimhi) vathi pytth."
  },
  {
    "verse_id": 90,
    "translation": "Yot tam zn suh āftab khsnh kis (ṭrfs kun ābạdy hndis) ạkhry aands pytth vvt tathi kor tmụ̄ āftab (kh khsnuk mnẓr) tithh pạtthụ̄ mḥsvs (znth) āftab chuh (zmyn kis tth khṭs pytth bsith) akis qvms pytth khsan yymhi khạṭr aashi āftab nishhi (bchnh mvjvb) prdh tam bnvvmut avsnh (yʿny tim lukh ạsụ̄ poshak th mkanh varạe gophn mnz bsan)."
  },
  {
    "verse_id": 91,
    "translation": "Pzr chuh yy, th yikynczhah ts nishhi avs aashi chuh pnnhi ʿiilmh sintụ̄ tath aiḥaṭh kormt."
  },
  {
    "verse_id": 92,
    "translation": "(mshrqs mnz ftvḥat mkml krth) pok suh pth (byyhi akis) vathi pytth."
  },
  {
    "verse_id": 93,
    "translation": "Yot tam zn suh (akis jayhi) don baln mnzbag vvt tmụ̄ vuchh timn baln pth knhi akh tiyuth qvm bsith yim (kạnshi hnz) kth smjhith ạsụ̄ nh hykan."
  },
  {
    "verse_id": 94,
    "translation": "Timav von, ae dhvalqrnyn! Be shk chuh yajvujav th majvujav zmyns mnz fsad brpa krith thvvmut kya tylhi krv asụ̄tuhndi khạṭr aath (shrṭs) pytth kynhh mal (bajhi rngụ̄) mqrr zi tohụ̄ bnạviv aashi th timn mnzbag akh thod dyvar."
  },
  {
    "verse_id": 95,
    "translation": "(dhv alqrnynn) vonnkh, me yus myạnụ̄ rbn aath mtʿlq akhtyar diyutmut chuh (suh) chuh bhtr, tohụ̄ kriv pnnhi nri zvr (yʿny mḥnt th mshqt) sintụ̄ myvn mdd, bh bnav tohyhi th timn mnzbag akh mẓbvṭ dyvar."
  },
  {
    "verse_id": 96,
    "translation": "Tvhụ̄ diyivme brrụ̄brrụ̄ shishtr pttụ̄anth,yvt tam zn tmụ̄ doshvnụ̄ thvngyn mnzbaguk ḥṣh brabr kvr pth lvg vannih, phukiv (vvnụ̄ nardith), yvt tam zn tmụ̄ suh (shishtr phukvụ̄ phukvụ̄) nar bnvv pth lvg vannhi, (vonụ̄) anvme nish vyglavnh āmut tram yus bh ath pytth trav."
  },
  {
    "verse_id": 97,
    "translation": "Pth nah avs timn (yajvjn th majvjn) mnz tyvut ṭaqt zi tath pytth hykhan khsith th nah avsukh tyvutah zvr zi tath mnz krhn god."
  },
  {
    "verse_id": 98,
    "translation": "(dhvalqrnynn) vonnkh, yhi chhe myạnis rb sndi ṭrfh rḥmt pth yylhi myạnis rb sund (qyamtuk) vʿdh (nkhh) yiyhi pth kri suh aath dyvars (dạrith dith) hmvar (dyvar gczihh ryzh ryzh) th myạnis rb sund vʿdh chuh brḥq."
  },
  {
    "verse_id": 99,
    "translation": "Th asụ̄ krvvkh tamhi saʿth (sạry mkhlvqat ya yajvj th majvj) āzad tim aaczn (tyz th tnd lhrn hndụ̄ pạtthụ̄) aakh akis mnz th ṣvurs yiyhi phokh dinh pth krvvkh asụ̄ tim sạry (ḥshrkis mạdans mnz) jmʿ."
  },
  {
    "verse_id": 100,
    "translation": "Th asụ̄ krvn tamhi doh jhnm kạfrn brvnhh knhi balkl non krrith pysh."
  },
  {
    "verse_id": 101,
    "translation": "Tim lukh yhinz achh myanhi dhkri nishhi (ghflt kis) prds mnz āsh th tim ạsụ̄ nh (myạnụ̄ dhkr) bvuzith thi hykan."
  },
  {
    "verse_id": 102,
    "translation": "Kya kạfr lukh chha yhi smjhan zi me trạvith bnavn tim myanyn bndn mddgar, be shk chhe aashi kạfrn khạṭr jhnmch myzbạnụ̄ tyar krith thạvmcz."
  },
  {
    "verse_id": 103,
    "translation": "Frmạviv, kya asụ̄ krv tohụ̄ tithyv lukv nishhi bakhbr yim aʿmalv hndi ḥsabh kinụ̄ skht khsarh tuln vạlụ̄ chih."
  },
  {
    "verse_id": 104,
    "translation": "Yim chih tim lukh yhinz sạre jdvjhd dnyachh zndgy mnze brbad gyhi th tim chih yhi khyal kran zi asụ̄ chih sytthah rcz kamhi kran."
  },
  {
    "verse_id": 105,
    "translation": "Yimae chih tim lukh yimav pnnis rb snzn nshạniyn hund th (mrnh pth) ts sintụ̄ mlaqatuk ankar chuh kormut lhādha ge tihindụ̄sạry aʿmal ẓayʿ lhādha karav nh asụ̄ tihindi khạṭr qyamt kh doh kanhh vzn th kanhh ḥythyt (te) qạyim."
  },
  {
    "verse_id": 106,
    "translation": "Yohe jhnme chuh tihundjza aamhi vjh kinụ̄ zi tim rvudụ̄ kfr kran byyhi rvudụ̄ myanyn nshạniyan th myanyn rsvln hzl kran."
  },
  {
    "verse_id": 107,
    "translation": "Be shk yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran tylhi āshi tihindi khạṭr frdvs kyn baghn hnzpczhụ̄ lạzy."
  },
  {
    "verse_id": 108,
    "translation": "Tim rvzn aath mnz hmyshh tamhi jayhi yaczhn nh (panun tthkanh) zanhh bdlavun."
  },
  {
    "verse_id": 109,
    "translation": "Frmạviv, agr smndr myạnis rb sndyn klmatn khạṭr myil banhi tylhi gczihh suh smndr myạnis rb sndụ̄klmat khtm spdnh brvntthue khtm yodvae asụ̄ aath hyvu byyhi (smndr ya myil) mdd khạṭr aanvn."
  },
  {
    "verse_id": 110,
    "translation": "Frmạviv, bh chuhs ṣrf (ẓạhry khlqt kinụ̄) bshr āsns mnz tohyhi hyvu (aamhi varạe kya mnasbt chhe tuhnz me sintụ̄! Hna krụ̄ tv ghvr) me kun chhe yhi vḥy svznh āmcz zi tuhund mʿbvd chuh fqṭ aakve mʿbvd (ạkhrtohyhi mnz kthi chhe yhi nvry ṣlạḥyt zi tohyhi pytth hykhi klami alāhy nạzl gczihth)! Vonụ̄ yus shkhṣ pnnis rbs sintụ̄ mlaqatch amyd chuh thavan tylhi pazi ts zi nyk ʿml krin byyhi mah krin pnnis rb sndis ʿbadts mnz kạnshi shryk."
  }
]