[
  {
    "verse_id": 1,
    "translation": "Kaf ha ya ʿīn ṣad, (ḥqyqy mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)."
  },
  {
    "verse_id": 2,
    "translation": "Yhi chhe tuhndis rb sndi rḥmtch dhkr (yosh tmụ̄) pnnis (brgzydh) bnds zkrya hs (ʿlyh alslam) pytth (frmạvmcz ạs)."
  },
  {
    "verse_id": 3,
    "translation": "Yylhi timav pnnis rbs (adb vajinhi) loczi āvazi sintụ̄ nad lve."
  },
  {
    "verse_id": 4,
    "translation": "ʿrẓ korun, ae myanhi rbh! Myanhi jsmh chhi addjhi chhe kmzvr gmcz th bjr kinụ̄ chuh klh narlombkkụ̄ pạtthụ̄ sfyd gomut th ae myanhi rbh! Cze mngith rvudus nh zanhh mḥrvm (th nakam)."
  },
  {
    "verse_id": 5,
    "translation": "Th bh chuhs pnnhi (rkhṣt spdnh) pth (be dyn) rshth darn khvczan (zi tim gczhụ̄ nh dyinch nʿmt ẓayʿ krnụ̄) th myạnụ̄ khandarinụ̄ (thi) chhe hantth vonụ̄ krth cz me pnnhi (khaṣ) bargahi nishhi aakh vạrth (frznd) ʿṭa."
  },
  {
    "verse_id": 6,
    "translation": "Yus (āsmạnụ̄ nʿmts mnz) myvn (thi) vạrth banhi th yʿqvb (ʿlyh alslam) sndyn avladn (hndi nbvt kh slsluk) thi āshi vạrth th ae myanhi rbh! Cz (thi) bnavun suh pnnhi rẓahuk ḥạml."
  },
  {
    "verse_id": 7,
    "translation": "(arshad spud) ae zkrya! Be shk chihth cz asụ̄ akis lrrkh snz khosh khbr bvznavan yymụ̄ sund nav yḥyyā (ʿlyh alslam) āshi aashi chuhnh aamhi brvnhh tiyuth kanhh bnvvmut yymis yhi nav āshi."
  },
  {
    "verse_id": 8,
    "translation": "(zkrya ʿlyh alslamn) korn ʿrẓ, ae myanhi rbh! Me kithh pạtthụ̄ hykhi lrrkh ạsith yylhi zn myạnụ̄ khandarinụ̄ hantth chhe th bh chuhs panh bujrkinụ̄ (sytthah kmzvry mnz) hokhmut."
  },
  {
    "verse_id": 9,
    "translation": "Frmavnh āv (tʿjb mah kr) yithe pạtthụ̄spdi, chạnụ̄ rbn chuh frmvvmut yhi (lrrkh pạd krun) chuh myanhi khạṭr shl th be shk chuhkh me cz (thi) aamhi brvnhh pạd kormut ath ḥalts mnz zi cz avsukh nh (andpytthh) kanhh chyze."
  },
  {
    "verse_id": 10,
    "translation": "(zkrya ʿlyh alslamn) korn ʿrẓ, ae myanhi rbh! Myanhi khạṭr krkanhh nshạny mqrr, arshad spud chạnụ̄ nshạny chhe yhi zi czhykkh nh balkl var kar ạsith thi tryn rạczn (th dohn) lukn sintụ̄ kth krith."
  },
  {
    "verse_id": 11,
    "translation": "Pth āe (zkrya ʿlyh alslam) ʿbadt khanh mnz nyirith pnnyn lukn kun th timn kun korukh asharh (th smjhạvikh) zi tohụ̄ kriv ṣbḥ v sham (Allah tʿālyā snz) tsbyḥ."
  },
  {
    "verse_id": 12,
    "translation": "Ae yḥyyā! (sanhi) ktabih (tvrats) thav drụ̄pạtthụ̄ thph krith th aashi ạs timn shurụ̄ panh pytthe ḥkmt th bṣyrt (nbvt) ʿṭa krmcz."
  },
  {
    "verse_id": 13,
    "translation": "Th pnnhi khaṣ ʿnayt sintụ̄ (ạsms) shfqt th nrmy (yʿny dgh dar dl) byyhi pakyzgy th ṭhart (thi ʿṭa kormt), th tim ạsụ̄ sytthah prhyzgar."
  },
  {
    "verse_id": 14,
    "translation": "Th pnnis mạlis majhi sintụ̄ ạsụ̄ sytthah nyky (th khdmt) san pysh yinh vạlụ̄ th (ʿām lrrkn hndụ̄ pạtthụ̄) ạsụ̄ nh hrgz buthụ̄phirụ̄ th nafrman."
  },
  {
    "verse_id": 15,
    "translation": "Th yḥyyā hs pytth ạsin slam tihindi mylad kh doh th tihindi vfat kh doh th yymhi doh tim zndh yin tulnh."
  },
  {
    "verse_id": 16,
    "translation": "Th (ae ḥbybi mkrm!) tohụ̄ kriv ktabih (qrān mjyds) mnz mrym (ʿlyha alslam) snz dhkr, yylhi so pnnyn bạczn nishhi byon spdith (ʿbadt khạṭr khlvt mokhh) mshrqy mkans mnz āyhi."
  },
  {
    "verse_id": 17,
    "translation": "Pth kor tamhi timn (bạczn th lukn) hndi aand prdh (takh ḥsni mṭlq tulhi panun prdh) pth svuz aashi ts kun panun rvḥ (yʿny frshth jbryl) th spud (jbryl) ts brvnhh knhi mkml bshry ṣvrts mnz ẓạhr."
  },
  {
    "verse_id": 18,
    "translation": "(mrym ʿlyha alslamn) vonns, be shk chhas bh cze nishhi (khdae) rḥmān sund pnah mngan agr cz (Allah tʿālyā hs) khvczn vvl chuhkh."
  },
  {
    "verse_id": 19,
    "translation": "(jbryl ʿlyh alslamn) vonns, bh chuhs ṣrf chạnis rb sund svznh āmut, (aamhi mvjvb chuhs āmut) zi bh kre cze aakh pakyzh frznd ʿṭa."
  },
  {
    "verse_id": 20,
    "translation": "(mrym ʿlyha alslamn) vonns, me kithh pạtthụ̄ āshi frznd yylhi zn me kạnshi ansann aathh thi chuhnh lvgmut th nah chhas bh bdkar."
  },
  {
    "verse_id": 21,
    "translation": "(jbryl ʿlyh alslamn) vonns, (tʿjb mah kr) yithe pạtthụ̄ spdi, chạnụ̄ rbn chuh frmvvmut, yhi (kạm) chhe me pytth shl, th (yhi spdi aamhi mvjvb) takh asụ̄ bnavvn shu lukn khạṭr nshạny th pnnhi ṭrfh rḥmt,th yhi kth chhe (godde) ṭe krith."
  },
  {
    "verse_id": 22,
    "translation": "Pth rott suh mrymn (ʿlyha alslam) yddmnz th (ābạdy nishhi) alg spdith byitth dvurakis jayhi gczihth."
  },
  {
    "verse_id": 23,
    "translation": "Pth anụ̄ so khlạṣy hndụ̄ dạdụ̄akis khzr kulis kun, so lj (pryshạny hndis ḥalts mnz) vannhi, ae kash! Bh āsha godde mmcz th balkl āsha mshravnh āmcz."
  },
  {
    "verse_id": 24,
    "translation": "Pth dicz ts bnimhi ṭrfh (jbryln ya panh ʿīsyā ʿlyh alslamn) āvaz zi cz mah gczh dl mlvl be shk chuh chạnụ̄ rbn cze tl knhi aakh nag jạry kormut (ya, chuhn cze bonh knhi aakh thdi payuk ansan pạdkrith lari tvvmut)."
  },
  {
    "verse_id": 25,
    "translation": "Th khzr kulis di pans kun dnn suh travi cze pytth tazh th ppụ̄ khzr."
  },
  {
    "verse_id": 26,
    "translation": "Vonụ̄ khe th che byyhi shyhlav (pnnis ḥsyn th jmyl frznds vuchihth) pnnhi achh,pth hrgah cz kanhh thi ansan vuchhhn tylhi vnụ̄ zi (asharh sintụ̄) zi me chhe (khdae) rḥmans khạṭr (khamvshy hnzn) rvzn hnz nyt krmcz lhādha krnh bh aaz kạnshi ansans sintụ̄ qṭʿāan kth."
  },
  {
    "verse_id": 27,
    "translation": "Pth āyhi so ts (shurs khonhi mnz) tulith pnnis qvms nishhi. Tim lgụ̄ vannhi, ae mrym! Pzụ̄pạtthụ̄ chuhve cze aakh sytthhe ʿjyb chyz aonmut."
  },
  {
    "verse_id": 28,
    "translation": "Ae harvn snzụ̄ bynụ̄! Nah avs chvn mvl khrab th nah ạs chạnụ̄ mvj bdkar."
  },
  {
    "verse_id": 29,
    "translation": "Pth kor mrymn (ʿlyh alslam) ts (shuris) kun asharh, tim lgụ̄ vannhi, asụ̄ kithh pạtthụ̄ krv amis sintụ̄ kth yus (vunhi) mnzlis mnz shur chuh?"
  },
  {
    "verse_id": 30,
    "translation": "(shurụ̄lajhi pane kthh krnhi th) vonunkh, be shk chuhs bh Allah tʿālyā sund bndh tmụ̄ chhe me ktab krmcz ʿṭa byyhi chuhnas bh nby bnvvmut."
  },
  {
    "verse_id": 31,
    "translation": "Th bh yath jayhi thi rvz tmụ̄ chuhnas bh srapa brkt bnvvmut th bh yot tam (thi) zndh chuhs tmụ̄ chuh me nmazhundth zkvātuk ḥkm frmvvmut."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi )chuhns( pnnhi majhi sintụ̄ nyk slvk krn vvl (bnvvmut) th tmụ̄ bnvvnas nh bh buthụ̄phiyur th bdnṣyb."
  },
  {
    "verse_id": 33,
    "translation": "Th me pytth ạsin slam myanhi zynh kh doh,th myanhi mrnh kh doh,th yymhi doh bh zndh tulnh yimh."
  },
  {
    "verse_id": 34,
    "translation": "Yim chih mrym (ʿlyha alslam) sndụ̄frznd ʿīsyā (ʿlyh alslam), pz kth chhe (yhe) yath mnz yim lukh shk chih kran."
  },
  {
    "verse_id": 35,
    "translation": "Yhi chhanh Allah tʿālyā snz shan zi suh bnavi (kạnshi panun) nychuv suh chuh (aamhi nishhi) pak yylhi suh kunhi kamhi hund fạṣlh chuh frmavan tylhi chuh tath ṣrf yohe ḥkm divan sapad bs so chih spdan."
  },
  {
    "verse_id": 36,
    "translation": "Th be shk chuh myvn rb (thi) Allah tʿālyā th tuhundrb (thi) lhādha ạsiv tohụ̄ tmụ̄ snze ʿbadt kran, yhe chhe syz vath."
  },
  {
    "verse_id": 37,
    "translation": "Pth lgụ̄ tihindụ̄ frqh panh vạnụ̄ akhtlaf krnhi, lhādhachhe kạfrn khạṭr (qyamt kh) brri doh chh ḥạẓry sintụ̄ tbạhy."
  },
  {
    "verse_id": 38,
    "translation": "Yymh doh tim aashi nishhi ḥạẓr spdn pth kithh pạtthụ̄ bvzn (kn mczrạvith) th (kithh pạtthụ̄) vuchhn (achh mczrụ̄mczrụ̄) albth ẓạlm lukh chih aaz ttakarh gmrạhy mnz (hynh āmtụ̄)."
  },
  {
    "verse_id": 39,
    "translation": "Th tohụ̄ khvcznạviyvukh tim ḥsrt (th ndamt) kh doh nishhi yylhi (pth) kthhi hundfạṣlh yiyhi krnh,mgr tim chih ghflts (yʿny ghflt kis ḥalts) mnz pyth th ayman chihnh aanạny."
  },
  {
    "verse_id": 40,
    "translation": "Be shk chih asy zmynkụ̄ (thi) vạrth th tihindụ̄ (thi) yim aath pytth (rvzan) chih th (sạry) yin aasy kun vaps aannh."
  },
  {
    "verse_id": 41,
    "translation": "Th tohụ̄ kriv ktabih (qrān mjyds) mnz abrahym (ʿlyh alslam) snz dhkr, be shk ạsụ̄ tim pzụ̄yạrụ̄ nby."
  },
  {
    "verse_id": 42,
    "translation": "Yylhi timav pnnis mạlis (yʿny āzr chychhi babs yymụ̄ tim vạld tarkh sndi mrnh pth rchihmtụ̄ ạsụ̄) von, ae myanhi abajan! Tohụ̄ kyazi chihv yimn (potlyn) hnz pvuza kran yim nah bvuzith chih hykan th nah chih vuchihth hykan th nah hykn tohyhi nishhi kanhh (tklyf dinh vvl) chyz dvur krith."
  },
  {
    "verse_id": 43,
    "translation": "Ae myanhi aba! Be shk chuh me nishhi (bargahi alāhy ṭrfh) suh ʿlm āmut yus cze nishhi āv nh cz kr myạnụ̄ pạrvy bh havae cze syz vath."
  },
  {
    "verse_id": 44,
    "translation": "Ae myanhi aba! Shyṭan snz pvuza mah ạsiv kran, be shk chuh shyṭan (khdae) rḥmān sund sytthhe nafrman."
  },
  {
    "verse_id": 45,
    "translation": "Ae myanhi aba! Be shk chuhs bh aath kthhi khvczan zi cze ma vạty (khdae) rḥmān sund ʿdhab th cz bnkh shyṭan sund sạthy."
  },
  {
    "verse_id": 46,
    "translation": "(āzrn) vonns, ae abrahym!kya cz chuhkhh myanyv mʿbvdv nishhi buthụ̄ phiyurgomut? Agr pzụ̄pạtthụ̄ cz (aamhi mkhalft nishhi) baz ākh nh tylhi krth bh cz ẓrvr knhi knhi th akis zyitthis kals khạṭr gczh cz me nishhi byon."
  },
  {
    "verse_id": 47,
    "translation": "(abrahym ʿlyh alslamn) vonns, (achha) cze ạsụ̄ne slam, bh mngh vunhi (thi) pnnis rbs chanhi khạṭr mghfrt, be shk chuh suh me pytth sytthah mhrban (shayd ma kry cze hdayt)."
  },
  {
    "verse_id": 48,
    "translation": "Th bh chuhs tohyhi (sarine) nishhi th timn (potlyn) nishhi yimn tohụ̄ Allah tʿālyā hs varae pvuzan chihv byon spdan th pnnis rb sndis ʿbadts mnz chuhs (yksvu spdith) āvur spdan, amyd chhe bh rvz nh pnnis rb sndi ʿbadt kh bạʿth (krmh nishhi) mḥrvm."
  },
  {
    "verse_id": 49,
    "translation": "Pth yylhi abrahym (ʿlyh alslam) timn lukn nishhi th timn (potlyn) nishhi yhinz tim Allah tʿālyā hs varạe pvuza ạsụ̄ kran (vothun bihun trạvith) balkl alg spdụ̄ (pth) krụ̄ aashi timn (frznd) asḥaq th (zur) yʿqvb (ʿlyhmu alslam) ʿṭa, th aashi bnạvụ̄ (doshve) nby."
  },
  {
    "verse_id": 50,
    "translation": "Th aashi kr timn (sarine) pnnụ̄ (khaṣ) rḥmt ʿṭa th aashi kr tihindi khạṭr (tmam āsmạnụ̄ mdhhb mann valyn mnz) tʿryfn hnz th dhkri khyrch zyv blnd."
  },
  {
    "verse_id": 51,
    "translation": "Th (aath) ktabih mnz kriv mvsyā (ʿlyh alslam) snz dhkr be shk ạsụ̄ tim (nfschh thphi nsh āzạdy lbth) brgzydh spdụ̄mtụ̄ byyhi ạsụ̄ rsalt vạlụ̄ nby."
  },
  {
    "verse_id": 52,
    "translation": "Th aashi diyut timn (kvhi) ṭvr kh dchihnhi and nad th aashi nvạzụ̄ tim razv nyaz chh kthh krnh khạṭr khaṣ pannyarsintụ̄."
  },
  {
    "verse_id": 53,
    "translation": "Th aashi kor pnnhi rḥmt sintụ̄ tihund bve harvn (ʿlyh alslam) nby bnạvith timn ʿṭa (takh tim plzn timn tihnzi kamhi mnz)."
  },
  {
    "verse_id": 54,
    "translation": "Th tohụ̄ kriv (aath) ktabih mnz asmaʿīl (ʿlyh alslam) snz dhkr be shk ạsụ̄ tim vʿdkụ̄ pzụ̄yạrụ̄ byyhi ạsụ̄ rsalt vạlụ̄ nby."
  },
  {
    "verse_id": 55,
    "translation": "Th tim ạsụ̄ pnnyn bạczn nmazhund th zkvātuk ḥkm divan byyhi ạsụ̄tim pnnis rb snzi bargahi mnz mqami mrẓyh has pytth (fạyz, yʿny tihund rb avs timn rạẓụ̄)."
  },
  {
    "verse_id": 56,
    "translation": "Th (aath) ktabih mnzkriv aidrys (ʿlyh alslam) snz dhkr be shk ạsụ̄ tim sytthah pzụ̄yạrụ̄nby."
  },
  {
    "verse_id": 57,
    "translation": "Th aashi ạsụ̄ tim thdis mqams pytth khạliụ̄ mtụ̄."
  },
  {
    "verse_id": 58,
    "translation": "Yim chih tim lukh yimn pytth Allah tʿālyā hn anʿām chuh frmvvmut, anbyahn hndis zumrs mnz chih ādm (ʿlyh alslam) sndyv avladv mnz byyhi chih timav (mvmnv) mnz yim aashi nvḥ hs (ʿlyh alslam) sintụ̄ navi mnz (ṭvfan nishhi bchạvith) tulimtụ̄ ạsụ̄, byyhi chih abrahym (ʿlyh alslam) sndyv th asrayyl (yʿny yʿqvb ʿlyh alslam) sndyv avladv mnzbyyhi chih timav (czarnh āmtyv) lukv mnz yimn aashi hdayt bkhush th brgzydh bnạvụ̄, yylh eymn pytth (khdae) rḥmān sndyn āyatn hnz tlavt chhe yivan krnh tim chih sjdh kran kran th (lgatar) vdan vdan pthr pyvan."
  },
  {
    "verse_id": 59,
    "translation": "Pth spdụ̄ yimn pth tim nakhlf janshyn yimav nmaz kri ẓayʿ byyhi bnyyh (nfsạny) khvahshatn hndụ̄ pạrv kar vonụ̄ vuchhn tim ʿnqryb ạkhrtuk ʿdhab (yʿny jhnmch vạdy yath ghy chuh nav)."
  },
  {
    "verse_id": 60,
    "translation": "Ts shkhṣs varạe yymụ̄ tvbh kor th ayman aonun byyhi rvud nyk ʿml kran yim lukh gczhn jnts mnz dạkhl th yimn pytth yiyhi nh kihinụ̄ thi ẓlm krnh."
  },
  {
    "verse_id": 61,
    "translation": "Tithyn hmyshh rvzvunhi bhar kyn baghn mnz (rvzn) yuhund vʿdh (khdae) rḥmann pnnyn bndn sintụ̄ ghybs mnz kormut chuh, be shk chuh tmụ̄ sund vʿdh yinh vvl (yʿny pvur spdn vvl)."
  },
  {
    "verse_id": 62,
    "translation": "Tim bvzn nh tath mnz kanhh be hvud kth mgr (pth ṭrfh āsn) slam (bvzan), tihindi khạṭr āshi tihund rzq tath mnz ṣbḥ v sham (mysr)."
  },
  {
    "verse_id": 63,
    "translation": "Yhi chuh suh jnt yymiyuk vạrth asụ̄ pnnyv bndvmnzsuh bnavvn yus mtqy āshi."
  },
  {
    "verse_id": 64,
    "translation": "Th (jbryl myạnis ttạtthis ṣly Allah ʿlyh vslms van zi) asụ̄ hykav nh tuhndis rb sndi ḥkmh varạe (zmyns pytth) vsith, yikynczhah aashi brvnhh kanhi chuh th yikynczhah aashi ptụ̄ kinụ̄ chuh th yikynczhah aath mnzbag chuh (svrue) chuh tmụ̄ sundue, th tuhund rb chuhv nh (tohyhi) zanhh thi mshravn vvl."
  },
  {
    "verse_id": 65,
    "translation": "(suh) chuh āsmann hund th zmynuk th yikynczhah yimn don mnzbag chuh (sarikue) rb lhādha kriv tmụ̄ snz ʿbadt th tmụ̄ sndis ʿbadts mnz rvuziv thạbt qdm, kya tohụ̄ chuhvvnh tmụ̄ sndi navuk hyvu byyhi kanhh zanan."
  },
  {
    "verse_id": 66,
    "translation": "Th ansan chuh vnan kya yylhi bh marpth yima bh ʿnqryb zndh krith krrnh?"
  },
  {
    "verse_id": 67,
    "translation": "Kya ansan chuhna yhi kth yad kran zi aashi avs suh yymhi brvnhh (thi) pạd kormut yylhi kh zn suh kanhh chyze avs nh."
  },
  {
    "verse_id": 68,
    "translation": "Lhādhatuhndis rb sund qsm asụ̄ krvkh tim th (tmam) shyṭan (qyamt kh doh) ẓrvr jmʿ pth krvkh asụ̄tim (sạry) jhnms andụ̄ andụ̄ ẓrvr ḥạẓr tithh pạtthụ̄ zi tim āsn kotthyn pytth pyth rhith gmtụ̄."
  },
  {
    "verse_id": 69,
    "translation": "Pth krrvn ạsụ̄ pth dari mnz tiyuth shkhṣ ẓrvr czạrith yus yimav mnz (khdae) rḥmans pytth sarive khoth zyadh nafrman th buthụ̄ phiyur āshi."
  },
  {
    "verse_id": 70,
    "translation": "Pth chihkh asụ̄ tim lukh var pạtthụ̄ zanan yim jhnms mnz travnh yinkụ̄ zyadh ḥqdar chih."
  },
  {
    "verse_id": 71,
    "translation": "Th tohyhi mnz chuhnh kanhh shkhṣ mgr tmụ̄ sund chuh tamhi (jhnm) pytthụ̄ guzr spdn vvl yhi (vʿdh) chuh pvur pạtthụ̄ tuhndis rb sndidhmh yus ẓrvr rvzi pvur spdith."
  },
  {
    "verse_id": 72,
    "translation": "Pth dimav asụ̄ prhyzgarn njat th ẓạlm tavvkh chvnkhurr krth tthụ̄ mnz."
  },
  {
    "verse_id": 73,
    "translation": "Th yylhi yimn pytth sạnụ̄ ttakarh āyat tlavt chih krnh yivan tylhi chih kạfr lukh ayman valyn vnan (yythụ̄ dnyahs mnz vuchihv aashi) doshvyav dryv mnz kmụ̄ snz rvzn jae chhe bhtr th (kmụ̄ snz) mjls chhe shandar."
  },
  {
    "verse_id": 74,
    "translation": "Th aashi kạtyavae qvm krụ̄ yimn brvnhh hlak yim zndgy hndi sazvsaman th havbav lḥaẓh (yimav khoth thi) khyabhtr ạsụ̄."
  },
  {
    "verse_id": 75,
    "translation": "Frmạviv, yus shkhṣ gmrahy mnzhynh chuh āmut āsan ts chuh (khdae) rḥmān (thi) ʿmri th ʿạshn mnz sytthah mhlt divan rvzan, yot tam zn tim lukh tath chyzs vuchhn yymiyuk timn sintụ̄ vʿdh chuh āmut krnh khvah ʿdhab th khvah qyamt, aadlghi timn ts shkhṣs mtʿlq pe yus rvzn jayhi hndi aʿtbar (thi) khrab chuh th lshkr kh aʿtbar (thi) sytthah kmzvrchuh."
  },
  {
    "verse_id": 76,
    "translation": "Th Allah tʿālyā chuh hdayt yafth lukn hndis hdayts mnz mzyd huryr kran, th mvjvd rvzn vajinhi nyk ʿmlh chih tuhndis rbs nzdyk ajrv thvabs mnz (thi) bhtr th anjams mnz (thi) varyah jan."
  },
  {
    "verse_id": 77,
    "translation": "Kya tohyhi chuhv suh shkhṣ vuchhmut yymụ̄ sanyn āyatn sintụ̄ kfrkor th vannhi log, me yin (qyamt kh doh thi yithe pạtthụ̄) mal th avlad ẓrvr dinh."
  },
  {
    "verse_id": 78,
    "translation": "Suh chha ghyb zanan kinh tmụ̄ chuh (khdae) rḥmans (kanhh) ʿhd thvvmut hyth?"
  },
  {
    "verse_id": 79,
    "translation": "Hrgz nh, vonụ̄ rvzav asụ̄ thi svrue kynhh lykhan yhi suh vnan chuh th ts khạṭr rvzav (ʿdhabs pytth) ʿdhab var pạtthụ̄ hurravan."
  },
  {
    "verse_id": 80,
    "translation": "Th yth mtʿlq yh vnan chuh (mrnh pth) āsv tmhi sariky vạrth asy th suh yiyhi aashi nish kunue zon (ts āsn nh tmụ̄ sndụ̄mal th avlad sintụ̄)."
  },
  {
    "verse_id": 81,
    "translation": "Th timav chih Allah tʿālyā hs varạe (byyhi thi kynhh) mʿbvd bnạvimtụ̄ takh tim āsn tihindi khạṭrʿztkụ̄bạʿth."
  },
  {
    "verse_id": 82,
    "translation": "Hrgzchuhnh (thi), ʿnqryb krn tim (bạṭl mʿbvd panh) tihinzi bndgy hund ankarth tihindụ̄ bnn dushmn."
  },
  {
    "verse_id": 83,
    "translation": "Kya tohyhi vuchuhv na zi aashi chih shyṭan svuzimtụ̄ kạfrn pytth tim chih timn pth vqth (aslam kis mkhalfts pytth) hs divan rvzan."
  },
  {
    "verse_id": 84,
    "translation": "Lhādha mah kriv tohụ̄ymn pytth (ʿdhab khạṭr) jldy asụ̄ chih pane (anjam khạṭr) yhindụ̄ doh gnzran rvzan."
  },
  {
    "verse_id": 85,
    "translation": "Yymhi doh asụ̄ prhyzgar jmʿ krith (khdae) rḥmān snzi bargahi mnz (ʿzt dar pczhyn hndụ̄ pạtthụ̄) svaryn pytth nimvkh."
  },
  {
    "verse_id": 86,
    "translation": "Th asụ̄ nimvkh mjrm jhnms kun tryshhi htụ̄ khkvan."
  },
  {
    "verse_id": 87,
    "translation": "(tamhi doh) āsn nh lukh shfaʿtkụ̄mạlk timav varạe yimav (khdae) rḥmans (shfaʿtuk) vʿdh hyotmut chuh."
  },
  {
    "verse_id": 88,
    "translation": "Th (kạfr) chih vnan zi (khdae) rḥmann chuh (pans khạṭr) lrrkh bnvvmut."
  },
  {
    "verse_id": 89,
    "translation": "(ae kạfrv!) be shk chhav tohyhi sytthah skht th ʿjyb kth (zyvipytth) anụ̄ mcz."
  },
  {
    "verse_id": 90,
    "translation": "Tʿjb chuhnh kynhh zi aamhi (bhtan) sintụ̄ phattn āsman th zmyns gczihh chakh th pharr pyn ryzh ryzh spdith vsụ̄."
  },
  {
    "verse_id": 91,
    "translation": "Zi timav chuh (khdae) rḥmans khạṭr lrrkh sund dʿūyā kormut."
  },
  {
    "verse_id": 92,
    "translation": "Th (khdae) rḥma n snds shans mṭạbq chuhnh zi suh bnavi (kạnshi panun) lrrkh."
  },
  {
    "verse_id": 93,
    "translation": "Āsmann th zmyns mnz yim thi (bsith) chih (khvah frshth ya jn th ansan) tim chih Allah tʿālyā sndis drbars mnz mḥẓ bndh sndi rngụ̄ ḥạẓr spdn vạlụ̄."
  },
  {
    "verse_id": 94,
    "translation": "Be shk chih tmụ̄ (Allah tʿālyā hn) tim pnnis ʿlmh kis aḥaṭs mnz rttụ̄mtụ̄ th tim chihn (aakhi akhi) pvur pạtthụ̄ gnzrith thạvimtụ̄."
  },
  {
    "verse_id": 95,
    "translation": "Th timav mnz chuh pth kanhh qyamt kh doh tmụ̄ snzi bargahi mnz kun zon yinh vvl."
  },
  {
    "verse_id": 96,
    "translation": "Be shk yimav lukv ayman aon th nyk ʿmlh krykh tylhi kri (khdae) rḥmān tihindi khạṭr (lukn hndyn) diln mnz mḥbt pạd."
  },
  {
    "verse_id": 97,
    "translation": "Lhādha chuh aashi be shk yhi (qrān) tuhnzy zbạnụ̄ mnz shl bnvvmut takh tohụ̄ hykyvukh amh kh dhryʿh prhyzgar khosh khbr bvznạvith th aamhi sintụ̄ hykyvun lrrayhi gor qvm khvcznạvith."
  },
  {
    "verse_id": 98,
    "translation": "Th yimn brvnhh chih aashi khyaqvm hlak krimtụ̄, kya tohụ̄ chihv timav mnz kạnshi hundvjvd thi vuchhan ya kạnshi hund czr thi chihv bvzan."
  }
]