[
  {
    "verse_id": 1,
    "translation": "Ṭa ha, (ḥqyqy mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)"
  },
  {
    "verse_id": 2,
    "translation": "(ae mḥbvbi mkrm!) aashi chuhnh tohyhi pytth qrān (aamhi mvjvb) nạzl kormut zi tohụ̄ pyyiv mshqts mnz."
  },
  {
    "verse_id": 3,
    "translation": "Mgr (yhi) chuh ts shkhṣs khạṭr nṣyḥt (bnạvith nạzl kormut) yus (pnnis rbs) khvczan chuh."
  },
  {
    "verse_id": 4,
    "translation": "(yhi) chuh ts (Allah tʿālyā) sndi ṭrfh nạzl krnh āmut yymụ̄ zmyn th thdụ̄ th brrụ̄ āsman pạd krụ̄."
  },
  {
    "verse_id": 5,
    "translation": "(suh chuh) sytthah rḥmt vvl yymụ̄ʿrshs (yʿny tmam kaynat kyn nẓamn hndis aqtdars) pytth (pnnhi shanh mṭạbq) qrar kor."
  },
  {
    "verse_id": 6,
    "translation": "(lhādha) yikynczhah āsmann (hnzn pytthụ̄ myn nvury kaynatn th shunyah kyn mạdy kaynatn) mnz chuh th yikynczhah zmyns mnz chuh th yikynczhah yimn doshvnụ̄ mnzbag (fẓạyy th hvạyy kurn mnz) chuh th yikynczhah zmyn kh sṭḥ bon ạkhry ths tam chuh svrue chuh tmụ̄ sunde (yʿny tmụ̄sndụ̄ se nẓams th qdrts matḥt)."
  },
  {
    "verse_id": 7,
    "translation": "Th agr tohụ̄dhkrth dʿāhas mnz jhr (yʿny āvazblnd) kriv (tylhi thi chuhnh kanhh ḥrj) suh chuh sir (yʿny diln hndụ̄ raz) th akhfyā (yʿny sarive khoth khttith raz) thi zanan (tylhi kyazi bvzinh tim ʿrẓ yim brribarri yin krnh)."
  },
  {
    "verse_id": 8,
    "translation": "Allah chuh (tmụ̄ sndy dhatuk nav) ys varạe kanhh mʿbvd chuhnh (yʿny tohụ̄ kriv tmụ̄ sundue aqrar th baqy tmam aapzyn mʿbvdn kriv ankar) ts khạṭr chih (byyhi thi) varyah mạrụ̄ mndụ̄ nav (yim tmụ̄ sndyn ḥsyn th jmyl ṣfatn hund nyb chih divan)."
  },
  {
    "verse_id": 9,
    "translation": "Th kya tohyhi nishhi chha mvsyā (ʿlyh alslam) snz khbr āmcz."
  },
  {
    "verse_id": 10,
    "translation": "Yylhi mvsyā hn (ʿlyh alslam madyan pytthh mṣrkun vaps yivan) aakh nar vuchh pth von timav pnnyn bạczn zi tohụ̄ rvuziv yyty tthhrith me chuh aakh nar vuchhmut (nath chuhm akis nars mnz lgavuk th mḥbtuk shʿlh lobmut) bnan chuh zi bh aanh tuhndi khạṭr (thi) tamhi mnzaakh tyongul nath labh tamhi narnishh (so) rhnmạyy (yosh bh czhanddan chuhs)."
  },
  {
    "verse_id": 11,
    "translation": "Vonụ̄yylhi tim tath (nars) nishhi vạtụ̄ pth āvnidakrnh ae mvsyā!"
  },
  {
    "verse_id": 12,
    "translation": "Be shk chuhs be chvn rb lhādha krrcz pnnụ̄ khorbanh nybr, be shk chuhkh cz ṭvyā chh mqds vady mnz."
  },
  {
    "verse_id": 13,
    "translation": "Th me chuhmakh cz (pnnhi rsalt khạṭr) czvrmut lhādha bvz cz pvur tvjh san yosh cze vḥy chhe yivan krnh."
  },
  {
    "verse_id": 14,
    "translation": "Be shk chuhs be Allah (tʿālyā) me varạe chuhnh kanhh mʿbvd lhādha ạsivtohụ̄ myạnụ̄ ʿbadt kran th myạnụ̄ dhkr krnh khạṭr ạsivnmazqạyim kran."
  },
  {
    "verse_id": 15,
    "translation": "Be shk chhe qyamtch grvatn vajinụ̄, bh chuhsn so khttith yczhan thavnụ̄takh pth nfss yiyhi tamhi (ʿmlhi) hund bdlh dinh yymhi khạṭr suh kvshsh chuh kran."
  },
  {
    "verse_id": 16,
    "translation": "Lhādha gczhy nh cze suh shkhṣ aamhi (kh tvjh) nishhi rukạvith thavun yus (panh) aath pytth ayman chuhnh thavan byyhi chuh pnnhi (nfs chh) khvạhshhi hundpạrvkar nath gczhkh cz (thi) mar."
  },
  {
    "verse_id": 17,
    "translation": "Th yhi kya chuhe cze dchihnis aaths mnz ae mvsyā!"
  },
  {
    "verse_id": 18,
    "translation": "Timav von yhi chhe myạnụ̄ lvur, yhi chuhsan bh ddkhvan byyhi chuhs bh aamhi sintụ̄ pnnyn czhavjn khạṭr pn chhanan th aath mnz chih myanhi khạṭr byyhi thi kynhh fạydh."
  },
  {
    "verse_id": 19,
    "translation": "Arshad spud, ae mvsyā! Yhi travun (zmyns pytth) pthr."
  },
  {
    "verse_id": 20,
    "translation": "Vonụ̄ trạv timav so (zmyns pytth) pth spz so achank sruph (yus avr yvr) dvrnhi log."
  },
  {
    "verse_id": 21,
    "translation": "Arshad spud, yhi rattun th khvcz mah asụ̄ aanvn yhi vuny aamhi kis goddnikis ḥalts pytth."
  },
  {
    "verse_id": 22,
    "translation": "Th (ḥkm spud) pnun ath czhn pnnis kczhs mnz suh nyri kunhi bymari varạe sfyd pzlh vun spdith (yhi) chhe byakh nshạny."
  },
  {
    "verse_id": 23,
    "translation": "Yhi chih aamhi mvjvb (kran) zi asụ̄ havve cze pnnhi (qdrt chh) bjhi bjhi nshạnyhi."
  },
  {
    "verse_id": 24,
    "translation": "Cz gczh frʿūns nishhi suh chuh (nafrmạny th srkshy mnz) ḥd nishhi damut."
  },
  {
    "verse_id": 25,
    "translation": "(mvsyā ʿlyh alslamn) korn ʿrẓ, ae myanhi rbh! Myanhi khạṭr kr myvn syinh kushadh."
  },
  {
    "verse_id": 26,
    "translation": "Th myvn (rsaltuk) kar kr myanhi khạṭr āsan."
  },
  {
    "verse_id": 27,
    "translation": "Th myanhi zyvi hund gndd mczrav."
  },
  {
    "verse_id": 28,
    "translation": "Zi lukn hykhi myạnụ̄ kth (shl pạtthụ̄) fikritrith."
  },
  {
    "verse_id": 29,
    "translation": "Th myanyv bạczav mnz bnavun myvn aakh vzyr."
  },
  {
    "verse_id": 30,
    "translation": "(suh) goczh myvn bve harvn (ʿlyh alslam) āsun."
  },
  {
    "verse_id": 31,
    "translation": "Tmụ̄ sndi sintụ̄ drraav myanhi kmbruk ṭaqt."
  },
  {
    "verse_id": 32,
    "translation": "Th suh krun myạnis (rsalt kis) kars mnz shryk."
  },
  {
    "verse_id": 33,
    "translation": "Takh asụ̄ (doshvae) āsv kthrt san chạnụ̄ tsbyḥ kran."
  },
  {
    "verse_id": 34,
    "translation": "Th asụ̄ āsav kthrt san chạnụ̄ dhkrkran."
  },
  {
    "verse_id": 35,
    "translation": "Be shk chuhkh cz aashi (tmam ḥalatn hndis tnaẓrs mnz) var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 36,
    "translation": "(Allah tʿālyā hn) frmvvkh arshad, ae mvsyā! Chạnụ̄ pth mng kre cze ʿṭa."
  },
  {
    "verse_id": 37,
    "translation": "Th be shk avs aashi cze byyhi aakhi ltthi (yymhi brvnhh thi) aḥsan kormut."
  },
  {
    "verse_id": 38,
    "translation": "Yylhi aashi chanhi majhi hndis dils mnz so kth tạv yosh travnh ạs āmcz."
  },
  {
    "verse_id": 39,
    "translation": "Zicz thavun yhi (mvsyā ʿlyh alslam) ṣndvqs mnzpth travun suh (ṣndvq) drụ̄yavs mnz pth aanhi drụ̄yav tmis btthis kun, ts tulhi myvn dshmn th tmụ̄ sund dshmn, th me chuh cze pytth pnnhi ṭrfh (khaṣ) mḥbtuk partavtrvvmut (yʿny chạnụ̄ shkl chham tyiczah mạrụ̄ mnz th dil ninh vajinụ̄ bnavmcz zi yus cze vuchhy suh gczihh mtụ̄), th (yhi kor aamhi mvjvb) takh cz gczhkh myanyn achhn brvnhh knhi rachhnh yun."
  },
  {
    "verse_id": 40,
    "translation": "Th yylhi chạnụ̄bynhi (ghạrzan bntih) pkan pkan (frʿūn sndyn ghri kyn) vannhi lj, kya bh krv tohyhi kạnshi (ticzihh khatvunhi) hnz nshandhy yosh amis (shuris) rchhhi pth aonukh cz aashi (rachhnh kh bhanh) chanhi majhi kun vaps takh tmụ̄ snzachh thi rvzi shyhlan byyhi gczihh nh so dl mlvul thi, th cze avsthn (frʿūn sndi qvmuk) aakh (kạfr) shkhṣ mvrmut pth bkhshue aashi cze (tamhi) ghmh nishhi (thi) njat th varyahvāzmayshv mnzụ̄ pknạvith prkhvvukh cz aashi tthyk pạtthụ̄, pth rvudukh cz kynczhn vrụ̄yn madyan kyn lukn mnz pth ākh cz (Allah tʿālyā sndis) mqrrkrnh āmtis vqts pytth (yvr). Ae mvsyā! (tamhi vqth ạs tihnz vạns cztjy vry spzmcz)."
  },
  {
    "verse_id": 41,
    "translation": "Th (vonụ̄) chuhkh cz me pnnhi (amri rsalt th khṣvṣy anʿām) khạṭrczvrmut."
  },
  {
    "verse_id": 42,
    "translation": "Cz th chvn bve (harvn) gczihv myanhi nshạniyhi hyth th myanhi dhkri mnz krụ̄zyv nh susty (laprvạhy)."
  },
  {
    "verse_id": 43,
    "translation": "Tohụ̄ doshvae gczihv frʿūns nishhi be shk chuh suh srkshy mnzḥd nishhi dramut."
  },
  {
    "verse_id": 44,
    "translation": "Pth krụ̄ zyv tohụ̄ doshvae ts sintụ̄ nrm (andazs mnz) kth bnan chuh suh kri nṣyḥt qbvl nath lghi (myạnis ghẓbs) khvcznhi."
  },
  {
    "verse_id": 45,
    "translation": "Doshvyav kor ʿrẓ, ae sanhi rbh! Be shk chuh aashi andyshh zi suh (ma) kri aashi pytth zyadty nath (ma) bnhi zyadh buthụ̄ phiyur."
  },
  {
    "verse_id": 46,
    "translation": "Arshad āv frmavnh, tohụ̄ doshve mah khvcziv be shk chuhs bh tohyhi doshvnụ̄ sintụ̄bh chuhs (svrue kynhh) vuchhan th bvzan."
  },
  {
    "verse_id": 47,
    "translation": "Lhādha gczihv tohụ̄ doshve ts nishhi th vnyvus, asụ̄ chih chạnis rb sndụ̄ svznh āmtụ̄ (rsvl) vonụ̄ svzukh cz bny asrayyl (pnnhi ghlạmy nishhi āzad krith) aashi sintụ̄ th timn mah vatnav (mzyd) tklyf, be shk chih asụ̄ cze nishhi chạnis rb sndi ṭrfh nshạny hyth āmtụ̄, th ts shkhṣs pytth ạsin slamty yymụ̄ hdaytch pạrvy kr."
  },
  {
    "verse_id": 48,
    "translation": "Be shk chhe aashi kun vḥy svznh āmczzi ʿdhab spdi (pth) ts shkhṣs pytth yus (rsvls) ankar kri byyhi phiri (ts nishhi) buth."
  },
  {
    "verse_id": 49,
    "translation": "(frʿūnn) vonns, ae mvsyā! Kus chuh tohyhi doshvnụ̄ hund rb"
  },
  {
    "verse_id": 50,
    "translation": "(mvsyā ʿlyh alslamn) frmvvn, svn rb chuh sue yymụ̄ pth chyzs (tath layq) vjvd ʿṭa kor pth krn (tmụ̄ sndi ḥalh mṭạbq) tmụ̄ snz rhnmạyy."
  },
  {
    "verse_id": 51,
    "translation": "(frʿūnn) vonns,tylhi kya spud (timn) ptụ̄ myn qvmn hund ḥal (yim tuhndis rbs manan ạsụ̄ nh)."
  },
  {
    "verse_id": 52,
    "translation": "(mvsyā ʿlyh alslamn) frmvvn, tihund ʿlm chuh myạnis rbs nishhi ktabih mnz (rczhrith) nah chuh myvn rb ghlṭy kran th nah chuhs mshrphh gczhan."
  },
  {
    "verse_id": 53,
    "translation": "Sue chuh yymụ̄ zmyn bnạv tuhndi rvznch jae th aath mnz bnavyn tuhndi (sfrkrnh) khạṭrvath th āsman ṭrfh vvlun āb, pth krrụ̄ aashi tamhi (āb) kh dhryʿh (zmyn mnzmkhtlf) shkln th qsmn hndyn kulyn kttyn hndụ̄ jvr."
  },
  {
    "verse_id": 54,
    "translation": "Tohụ̄ khyyiv th pnnụ̄ charvạe trạviyvukh nyiris, be shk chhe aath mnz gattlyn khạṭr nshạniyhi."
  },
  {
    "verse_id": 55,
    "translation": "(zmyn chh) aamy (myczi) nishhi krụ̄v aashi tohụ̄ pạdth athụ̄ mnznimav tohụ̄ asụ̄ vaps th aamy mnz krrv asụ̄ tohụ̄ doyimhi ltthi (byyhi)."
  },
  {
    "verse_id": 56,
    "translation": "Th be shk havi aashi ts (frʿūns) pnnhi tmam nshạniyhi (yimh mvsyā th harvn ʿlyhmu alslamn dinh āsh āmcz) mgr tmụ̄pihyur buth th (mannh nishhi) korun ankar."
  },
  {
    "verse_id": 57,
    "translation": "Tmụ̄ von, ae mvsyā! Kya cz chuhkhh aashi nish aamhi mvjvb āmut zi cz krrkh aashi pnnhi jadikh dhryʿh sanhi mulkh mnz?"
  },
  {
    "verse_id": 58,
    "translation": "Lhādha aanv asụ̄ thi cze nish ythue jvd cz kr pans th aashi mnzbag (mqablh khạṭr) vʿdh mqrr yymich khlaf vrzy nah asụ̄ krvth nah krkh cz, (mqablch jae) gczihh bodd th pathul mạdan āsun."
  },
  {
    "verse_id": 59,
    "translation": "(mvsyā ʿlyh alslamn) frmvvns, tuhndi vʿduk doh chuh yvmi ʿīd (salanh jshnuk doh) byyhi yhi zi (aamhi dvh) gczhn sạry lukh chasht kh vqth jmʿ gczhnụ̄."
  },
  {
    "verse_id": 60,
    "translation": "Pth phiyvur frʿūn (mjlshi nishhi) pot vonụ̄ kri tmụ̄ pnnhi chalh th dvkhh bạzy (hnztdbyr) yikh vatth pth āv (mqrr vqts pytth)."
  },
  {
    "verse_id": 61,
    "translation": "(mvsyā ʿlyh alslamn) frmvvn timn (sḥr grn), afsvs tohyhi pytth (khbrdar!) Allah tʿālyā hs pytth gnddụ̄ zyv nh aapuzbhtan nath kryv suh tohyhi ʿdhab kh dhryʿh tbah th brbad th pzụ̄pạtthụ̄ sapud suh shkhṣ namradyymụ̄ (Allah tʿālyā hs) bhtan gondd."
  },
  {
    "verse_id": 62,
    "translation": "Chnachh tim (sḥr gr) lgụ̄pnnis mʿāmls mnzpanh vạnụ̄ czuvnhi th czvriczvri lgụ̄ phisrayhi krnhi."
  },
  {
    "verse_id": 63,
    "translation": "Vannhi lgụ̄, yim doshve chih pzụ̄pạtthụ̄ sḥr gr th ymn chh aradh zi tohyhi krrnv jadi kh dhryʿh tuhndi zmynh mnznybr th tuhndis shandar mdhhbs th thqafts krhn nabvd."
  },
  {
    "verse_id": 64,
    "translation": "(timav kor panh vạnụ̄ fạṣlh) vonụ̄ kriv tohụ̄ (jadichhi) pnnhi tmam tdbyr jmʿ pth yiyiv dor gnddith (yikh vtth) mạdans mnz th azụ̄kh doh rvzi sue kamyab yus ghạlb yiyhi."
  },
  {
    "verse_id": 65,
    "translation": "(sḥr grv) vonkh, ae mvsyā!ya trạviv tohụ̄ (pannụ̄ chyz) th nath bnv asy godd travn vạlụ̄."
  },
  {
    "verse_id": 66,
    "translation": "(mvsyā ʿlyh alslamn) frmvvnkh, blkh trạviv tohy, pth kya avs achank basyyhi tihnz raz th tihnz lvri tihindi jadi kh athr sintụ̄ mvsyā (ʿlyh alslam) sndis khyals mnztithh pạtthụ̄ znth timh (mạdans mnz) dvan chhe."
  },
  {
    "verse_id": 67,
    "translation": "Vonụ̄ log mvsyā hs (ʿlyh alslam) pnnis dils mnz aakh khttith khvf hyvubasnhi."
  },
  {
    "verse_id": 68,
    "translation": "Aashi frmvv (mvsyā ʿlyh alslams), khocz mah be shk rvzkh cze ghạlb."
  },
  {
    "verse_id": 69,
    "translation": "Th cz travun (so lvur) yosh chạnis dchihnis aaths mnzchhe (zmyns pytth) so nynglavi aath (frybs) yus yimav (mṣnvʿī ṭvr) bnạvith chuh thvvmut. Yikynczhah yimav bnạvith chuh thvvmut (suh) chuh fqṭ sḥr grsund fryb, th sḥr gr yath jayhi thi vathi kamyạby lbih nh."
  },
  {
    "verse_id": 70,
    "translation": "Pth (spud ty th) āe sạry sḥr gr sjds mnz dạrith dinh, vannhi lgụ̄, aashi avn harvn th mvsyā (ʿlyhma alslam) sndis rbs pytth ayman."
  },
  {
    "verse_id": 71,
    "translation": "(frʿūn) log vannhi, tohyhi chuhv ts pytth ayman aonmut aamhi brvnhh zi bh dimav tohyhi ajazt, be shk chuh suh (mvsyā) tuhundi (khoth thi) bodd (astad) yymụ̄ tohụ̄ jvd chihv hychhnạvimtụ̄ lhādha czattv bh (vonụ̄) tuhndụ̄ aathh th tuhndụ̄ khor mkhạlf ṭrfv th tohụ̄ khalv ẓrvr khzr kulyn pytth phanshi th tohyhi lgyv ẓrvr pe zi aashi mnz kus chuh ʿdhab dinas mnz zyadh skht th varyahs kals tam rvzn vvl."
  },
  {
    "verse_id": 72,
    "translation": "(sḥr grv) vonkh, asụ̄ dimve nh cze hrgz timn vaẓḥ thbvutn pytth tr jyḥ yim aashi nishhi āmtụ̄ chih, ts (rb) sund qsm yymụ̄ asụ̄ pạd chih krimtụ̄ cz yus ḥkm krn vvl chuhkh kr, cz hykkh fqṭ (yath kynczhn dohn hnzi) dnyạvy zndgy mtʿlqe yvt fạṣlh krith."
  },
  {
    "verse_id": 73,
    "translation": "Be shk chuh aashi pnnis rbs pytth ayman aonmut takh suh kri sạnụ̄ khṭa mʿāf th tath thi (krimʿāf) yath sḥr gry pytth cze asụ̄ mjbvr ạsith krụ̄mtụ̄, th Allah tʿālyā he chuh bhtr byyhi chuh hmyshh baqy rvzn vvl."
  },
  {
    "verse_id": 74,
    "translation": "Be shk yus shkhṣ pnnis rbs nishhi mjrm bntih yiyhi tylhi chuh be shk ts khạṭr jhnm, (th suh chuh tiyuth ʿdhab zi) nah hykhi suh tath mnzmrith th nah zndh rvzth."
  },
  {
    "verse_id": 75,
    "translation": "Th yus shkhṣ tmụ̄ sndis drbars mnz mvmn bntih yiyhi (mzydyhi zi) tmụ̄āsn nyk ʿmlh krimacz bs chih timne lukn khạṭr thdipayikụ̄ drjat."
  },
  {
    "verse_id": 76,
    "translation": "(tim) chih hmyshh rvzvunhi bharkụ̄bagh yimn bnụ̄ kinụ̄ kolh chhe jạry (tim) chih timn mnz hmyshh rvzn vạlụ̄, th yhi chuh ts shkhṣh sund bdlh yus (kfrth gnah chh gndgy nishhi) pak sapud."
  },
  {
    "verse_id": 77,
    "translation": "Th be shk svuz aashi mvsyā hs (ʿlyh alslam) kun vḥy zi myạnụ̄ bndh nikh rat kiyte krrith, lhādha bnav tihindi khạṭr dryavs mnz (pannhi ʿāṣch czndd lạyith) khoshk vath, nah mah kr (frʿūn sndi ṭrfh) rttnh ynuk khvf th nah mah thav (driyav buzụ̄spdnuk) andyshh."
  },
  {
    "verse_id": 78,
    "translation": "Pth dvriyav frʿūn pnnyv lshkrv san timn pte, pth kor drụ̄yavn (yʿny drụ̄yavchv lharv) timn valuth yvutah thi timn valuth korun (yʿny ghrq krin)."
  },
  {
    "verse_id": 79,
    "translation": "Th frʿūnn kor panun qvm gmrah th tim lạgin nh syzi vthi pytth."
  },
  {
    "verse_id": 80,
    "translation": "Ae bny asraʿyl! (vuchihv) be shk bkhshuv aashi tohyhi tuhndis dushmns nishhi njat th aashi kor tohyhi sintụ̄ (kvhi) ṭvrs dchihnụ̄ kinụ̄ (yinuk) vʿdh th (tathi) kor aashi tohyhi pytth man vslvyā nạzl."
  },
  {
    "verse_id": 81,
    "translation": "(th tohyhi frmvvmav,) timavpak chyzv mnz khyyiv yuhund rzq aashi tohyhi diyutmut chuh th aath mnz mah nyiriv ḥd nishhi nath gczihh tohyhi pytth myvn ghẓb vạjb, th ys pytth myvn ghẓb vạjb gov suh gov pzụ̄ pạtthụ̄ hlak."
  },
  {
    "verse_id": 82,
    "translation": "Th be shk chuhs bh sytthah zyadh mghfrt krn vvl ts shkhṣs yymụ̄ tvbh kor th ayman aonun th nyk ʿmlh kryn pth rvud hdayts pytth (qạym)."
  },
  {
    "verse_id": 83,
    "translation": "Th ae mvsyā! Cze kyazi krth pnnhi qvm nishhi (brvntthue ṭvurs pytth yinas mnz) banbr."
  },
  {
    "verse_id": 84,
    "translation": "(mvsyā ʿlyh alslamn) korn ʿrẓ, tim lukh thi chih me pte pkan th me chhe (shvq th mḥbt kis ghlbs mnz) chạnis drbars mnz vatns mnz banbr krmcz ae myanhi rbh! Yuth zn cz rạẓụ̄ gczhkh."
  },
  {
    "verse_id": 85,
    "translation": "Arshad spud, be shk chuh aashi chanhi (yinh) pth chvn qvm ftns mnz mbtlakormut th tim chih samry yan gmrah krụ̄mtụ̄."
  },
  {
    "verse_id": 86,
    "translation": "Vonụ̄ phiyvur mvsyā (ʿlyh alslam) pnnis qvms kun skht shrarth hot (th) dl mlvul gczihth (th) frmvvun, ae myanhi qvmh! Kya tuhndụ̄ rbn avsna tohyhi sintụ̄ aakh rut vʿdh kormut, kya tohyhi pytth avsavʿdas (pvur spdns) mnzvaryah kal (yʿny czyr) gomut, kya tohyhi yoczhv yhi zitohyhi pytth gczihh tuhndis rb sund ghẓb vạjb (th nạzl) gczuhn lhādha chhav tohyhi myanhi vʿdch khlaf vrzy krmcz."
  },
  {
    "verse_id": 87,
    "translation": "Timav von, aashi krnh pnnhi akhtyartuhndivʿdch khlaf vrzy mgr (sapud yhi zi) qvm kyn zyvratn hndụ̄ gobụ̄bvrasụ̄ aashi pytth khalnh āmtụ̄ pth trạvụ̄ aashi tim (nars mnz) yithe pạtthụ̄ trạvụ̄ samry yan (thi)."
  },
  {
    "verse_id": 88,
    "translation": "Pth koddtmụ̄ (samry yan) tihindi khạṭr (timav vygle mtyv zyvratv mnz) akis vczhụ̄ sund qạlb (tyar krith) tamis mnz ạs gạv hnz hish āvaz (nyran) pth von timav, yhi chuh tuhund mʿbvd th mvsyā (ʿlyh alslam) sund mʿbvd (thi chuh yohe) bs ts (samriyas) govmshith."
  },
  {
    "verse_id": 89,
    "translation": "Kya timn avs na (yvut thi) aathhi yivan zi suh (voczh) hykhi nh timn kunhi kthhi hund jvab (thi) dith th nah chuhs tihindi khạṭr kunhi nqṣanuk akhtyar th nah nfʿuuk."
  },
  {
    "verse_id": 90,
    "translation": "Th be shk avs harvnn (ʿlyh alslam thi) timn aamhi brvnhh (nhyb kinụ̄) vonmut zi ae qvmh!tohụ̄ chihv amis (vczhụ̄) sndi dsụ̄ ṣrf ftnse mnz hynh āmtụ̄, ḥalankh be shk (chuhnh yhi) tuhund rb (blkh) chuh sue rḥmān lhādha kriv tohụ̄ myạnụ̄ pạrvy byyhi kriv myạnhi ḥkmch aṭaʿt."
  },
  {
    "verse_id": 91,
    "translation": "Timav von asụ̄ rvzv amụ̄ se (pvuzakrns) pytth ddttith yot tam mvsyā (ʿlyh alslam) aashi kun pot phyirith yin."
  },
  {
    "verse_id": 92,
    "translation": "(mvsyā ʿlyh alslamn) frmvvn, ae harvn cz kmụ̄ chyzn thvvnkh rukạvith yylhi cze vuchuhth zi yim chih gmrah spdan."
  },
  {
    "verse_id": 93,
    "translation": "Zi cz yhikh me pte (th me dihkh aṭlaʿ) ya cze kmụ̄ korue tthakh zi (yimn skhty san rukavns mnz) mah kr cz myanhi ṭryqch pạrvy, kya cze krthh myạnụ̄ nafrmạnụ̄?"
  },
  {
    "verse_id": 94,
    "translation": "(harvn ʿlyh alslamn) vvnns, ae myanhi majhi hndi gobra! Tohụ̄ nah mah lmiv myạnis ryshs th nah myạnis kls (yʿny msts), bh avsus (skhty krns mnz) aath kthhi khvczan zi (khbr) tohụ̄ (ma) vniv zi cze krth bny asraʿyls drmyan frqh bndy th myanhi kthhi krth nh rạchh."
  },
  {
    "verse_id": 95,
    "translation": "(mvsy ʿlyh alslamn) frvvn, ae samry! (van) chvn mʿāmlh kya chuh?"
  },
  {
    "verse_id": 96,
    "translation": "Tmụ̄ von, me vuchh suh chyz yus yimav lukv avsnh vuchhmut lhādha br me tas svznh āmtis (frshth) sndi nqshi qdmh nishhi (yus tohyhi nishhi āmut avs) aakh motth (myczi hnz) pth trạv me so (vczhụ̄ sndis qạlbs mnz) th yithe pạtthụ̄ hạv myạnụ̄ nfsn me (yhi kth) khosh krvnụ̄bnạvith."
  },
  {
    "verse_id": 97,
    "translation": "(mvsyā ʿlyh alslamn) frmvvn, vonụ̄ gczh cz (yythi nyirith) chnanchh chuh chanh khạṭr (tmam) zndgy mnzyhi (sza) zi cz rvz (pth kạnshi yy) vnan, (me) lạgụ̄ zyv nh aathh (me lạgụ̄ zyv nh aathh) th be shk chuh chanhi khạṭr byyhi aakh (ʿdhabuk) vʿdh thi yymich khlaf vrzy hrgz spdinh, th cz vuchh pnnis amis (pane bnạvimtis) mʿbvds kun yms (pvuza krns) pytth czddttith rvudukh, asụ̄ zalvn yhi ẓrvr pth chhkravvn asụ̄ yhi (amụ̄sund svur) ẓrvurdryavs mnz aṣl pạtthụ̄."
  },
  {
    "verse_id": 98,
    "translation": "(lvukv!) tuhund mʿbvd chuh ṣrf (sue) Allah tʿālyā ys varạe kanhh mʿbvd chuhnh, suh chuh pth chyzs (pnnis) ʿlm kis aḥaṭs mnz rttith."
  },
  {
    "verse_id": 99,
    "translation": "Yithh pạtthụ̄ chihv asụ̄ tohyhi (ae ḥbybi mʿẓm!) timn (qvmn) hnz khbr bvznavan yim guzrymtụ̄ chih th be shk chuh aashi tohyhi pnnhi khaṣ bargahi nishhi dhkr (yʿny nṣyḥt namh) ʿṭa kormut."
  },
  {
    "verse_id": 100,
    "translation": "Yus shkhṣ aamhi nishhi buth phiri tylhi tulhi suh be shk qyamt kh doh skht bvr."
  },
  {
    "verse_id": 101,
    "translation": "Tim rvzn aath (ʿdhabs) mnz hmyshh (pyth), th tihindi khạṭr āshi qyamt kh doh sytthah vultth bvr."
  },
  {
    "verse_id": 102,
    "translation": "Yymhi doh ṣvurs phokh yiyhi dinh th tamhi doh krvkh asụ̄ mjrm tithh pạtthụ̄ jmʿ zi tihindụ̄ pan th achh āsn (khvf kh shidth byyhi aanir kinụ̄) nyilymcz."
  },
  {
    "verse_id": 103,
    "translation": "Panh vạnụ̄ āsn czvuri czvuri kthh kran zi tohụ̄ ạsiv dnyahs mnz mushkiln dahne dohn tthhrymtụ̄."
  },
  {
    "verse_id": 104,
    "translation": "Asụ̄ chih var pạtthụ̄ zanan yikynczhah tim vnan āsn yylhi zn timav mnz aakh ʿqlhi th ʿmlhi mnz bhtr shkhṣ vanhi zi tohụ̄ chihv nh akhi doh varạe (dnyahs mnz) tthhrymty."
  },
  {
    "verse_id": 105,
    "translation": "Th tohyhi chihv yim lukh pharrn mtʿlq pczhan lhādha frmạviyvukh, myvn rb vuddnaviyimn ryzh ryzh krith (hvahs mnz)."
  },
  {
    "verse_id": 106,
    "translation": "Pth bnavi aath pathul th be āb th kulyv kttyv ros zmyn."
  },
  {
    "verse_id": 107,
    "translation": "Yath mnz nah tohụ̄ kanhh snyr vuchihv nah kanhh vognyar."
  },
  {
    "verse_id": 108,
    "translation": "Tamhi doh pkn lukh nad layn vạlis pth pth tth (pth pth pkns) mnz āshi nh kanhh hjr, th (khdae) rḥmān sndi jlal sintụ̄ gczhn tmam āvazh pst pth bvuziv nh tohụ̄ aakhi loczi āvazi varạe kihinụ̄."
  },
  {
    "verse_id": 109,
    "translation": "Tamhi doh āshi nh sfạrsh faydh mnd ts shkhṣs (snz sfạrishhi) varạe ys (khdae) rḥmann aidhn (th ajazt) diyutmut chuh byyhi yymụ̄ snzi kthhi sintụ̄suh rạẓụ̄ chuh gomut (yithh pạtthụ̄ zn anbyahn, mrslynn, avlyahn, mtqynn, mʿṣvm shuryn th baqy kynczhn bndn hund shfaʿt krun thạbt chuh)."
  },
  {
    "verse_id": 110,
    "translation": "Suh chuh timn (tmam chyzn) zanan yim timn brvuntthụ̄ kinụ̄ chih th yim timn ptụ̄ kinụ̄ chih th tim hykn nh (pnnhi) ʿlmh sintụ̄ tmụ̄sund (yʿny tmụ̄ sndiʿiilmuk) aḥaṭh krith."
  },
  {
    "verse_id": 111,
    "translation": "Th (tmam) buthụ̄ nymn ts hmyshh zndh (th) qạyim rvzn vạlis (rb) snzi bargahi mnz, th be shk āshi suh shkhṣ namrad yymụ̄ ẓlmuk bvr tul."
  },
  {
    "verse_id": 112,
    "translation": "Th yus shkhṣ nyk ʿml chuh kran byyhi chuh suh ayman vvl thi tylhi nah āshi ts kunhi ẓlmuk khvf th nah nqṣanuk."
  },
  {
    "verse_id": 113,
    "translation": "Th yithe pạtthụ̄ chuh aashi yhi (yʿny ạkhry vḥy) ʿrby zbạnụ̄ mnzqrān (chh shklhi mnz) nạzl kormut th aashi chhe aath mnz (ʿdhab nishhi) khvcznavnh chh kthh gri gri (mkhtlf ṭryqv) byan krimacz takh tim bnn prhyzgar nath kri (yhi qrān) timn (hndyn diln) mnz (ạkhrtch) yad (nath nṣyḥt qbvl krnuk jdhbh) pạd."
  },
  {
    "verse_id": 114,
    "translation": "Lhādha chuh Allah tʿālyā thdipayuk shanh vvl sue chuh ḥqyqy badshah, th tohụ̄ mah ạsiv qrāns (prns) mnzjldy kran aamhi brvnhh zi tohyhi pytth āshi aamich vḥy mkml spdan, th tohụ̄ ạsiv (rb snzi bargahi mnz yhi) ʿrẓ kran zi ae myanhi rbh! Me kr ʿlms mnz zyadh huryr."
  },
  {
    "verse_id": 115,
    "translation": "Th drḥqyqt avs aashi aamhi nishhi (varyah) brvnhh ādms (ʿlyh alslam) tạkydy ḥkm kormut pth gov timn mshith th aashi lob nh timn mnz balkl (nafrmạny hund kanhh) aradh (yhi avs mḥẓ aakh shv)."
  },
  {
    "verse_id": 116,
    "translation": "Th (suh vqt kriv yad) yylhi aashi frshtn frmvv, tohụ̄ kriv ādms (ʿlyh alslam) sjdh pth kor timav sjdh aiblyss varạe, tmụ̄ kor ankar."
  },
  {
    "verse_id": 117,
    "translation": "Pth frmvv aashi, ae ādm! Be shk chuh yhi (shyṭan) chvn th chanh khandarinhi hund dshmn, lhādha goczuhv nh yhi tohyhi jnth mnz kddnavun pth yiyiv tohụ̄ tklyfs mnz hynh."
  },
  {
    "verse_id": 118,
    "translation": "Be shk chuh tuhndi khạṭr aath (jnts) mnz yhi (raḥt) zi tohyhi nah lgyv bochhhi th nah sapdiv nythh nnụ̄ (yʿny be prdh th nngh)."
  },
  {
    "verse_id": 119,
    "translation": "Byyhi yhi zi tohyhi nah lgyv yythi trysh th nah kryv taph tng."
  },
  {
    "verse_id": 120,
    "translation": "Pth trvv shyṭann timn (aakh) vsvsh tmụ̄ lvg vanun, ae ādm! Kya bh vnyhi cze (qurbi alāhy kis jnts mnz) pvshvnụ̄ zndgy guzarnuk kul th (ticzihh mlkvty) badshạhy (hund raz) thi yath nah zval yiyhi nah gczihh fna."
  },
  {
    "verse_id": 121,
    "translation": "Pth khyov doshvyv (tamhi qrbi alāhy mqam chh lazval zndgy hndi shvqh) tamhi kulhi nishhi myvh lhādha gyhi timn pytth tihnz strchh jayhi ẓạhr th doshvyv lạgụ̄ pans (jsms) pytth jntkụ̄ (yʿny jnt kyn kulyn hndụ̄) pnh vthr marnụ̄ (yʿny panh vthrv sintụ̄lvgukh strkrun) th ādms (ʿlyh alslam) gov pnnis rb sund ḥkm (smjh ns) mnz bil chuk )zi mmanʿt ạsa aks mkhṣvṣ kuls knh ạs tmh ks qsms tkyazi ādm ʿlyh alslamn avs nh tmhi mkhṣvṣ kulyuk myvh khyvmut blkh avsn tmy qsmh khi byyhi akhi kulyuk khyvmut, yhi zạnth zi shaydạs mmanʿt tmy akhi kulich( lhādha gov nh timn (jnts mnz pvshvnhi zndgy hund) mrad ḥạṣl."
  },
  {
    "verse_id": 122,
    "translation": "Pth czạrụ̄ tim tihindụ̄ rbn (pnnhi qrbt th nbvt khạṭr) th timn pytth frmvvun (ʿfv th rḥmtuk khaṣ) tvjh byyhi hạvnkh mnzli mqṣvdch vath."
  },
  {
    "verse_id": 123,
    "translation": "Arshad sapud, tohụ̄ sạry vsiv aand hyth yythi bon, tohyhi mnz āsn kynhh kynczhn hndụ̄ dshmn, pth yylhi myanhi ṭrfh tohyhi nishhi kanhh hdayt (vḥy) vathi, pth yus shkhṣ myanhi hdaytch pạrvy kri tylhi nah gczihh suh (dnyahs mnz) gmrah th nah āshi (ạkhrts mnz) bdnṣyb."
  },
  {
    "verse_id": 124,
    "translation": "Th yymụ̄ myanhi dhkri (yʿny myanhi yad th nṣyḥt) nishhi buth phiyur tylhi yiyhi ts khạṭr dnyavy rvzgar (thi) tng krnh th asụ̄ tulvn suh qyamt kh doh (thi) aon."
  },
  {
    "verse_id": 125,
    "translation": "Suh log vannhi, ae myanhi rbh! Cze kyazi tulh ths bh (aaz) aon yylhi zn bh (dnyahs mnz) gashdar avsus."
  },
  {
    "verse_id": 126,
    "translation": "Arshad spdi, ythe pạtthụ̄ (spud zi dnyahs mnz) āyhi cze nish sanhi nshạnyhi pth mshravithkh cze timh th aaz yikh tithe pạtthụ̄ cz (thi) mshravnh."
  },
  {
    "verse_id": 127,
    "translation": "Th yithe pạtthụ̄ chih asụ̄ ts shkhṣs bdlh divan yus (gnahn mnz) ḥd nishhi nyri th pnnis rb sndyn āyatn pytth aanhi nh ayman, th be shk chuh ạkhrtuk ʿdhab sytthah skht byyhi hmyshh rvzn vvl."
  },
  {
    "verse_id": 128,
    "translation": "Kya yimn diyut na (aamhi kthhi) hdayt zi aashi kạczavae aumth kriyimn brvnhh hlak yhinzn bsn jayn mnz (vonụ̄) yim phyran chih, be shk chhe aath mnz gattlyn khạṭr (varyah) nshạnyhi."
  },
  {
    "verse_id": 129,
    "translation": "Th agr tuhndis rb sndi ṭrfh godde aakh kth ṭe āshe nh spzmczth (yhindi ʿdhab khạṭr) āsihe nh (qyamtuk) vqt mqrr tylhi gczihh he (yimn pytth ʿdhabuk vuny yun) lạzm."
  },
  {
    "verse_id": 130,
    "translation": "Lhādha ạsiv tohụ̄ yhinzn (dils tklyf dinh vajnyn) kthn pytth ṣbrkran th pnnis rb snz ạsivḥmdsan tsbyḥ kran āftab khsnh brvnhh (ṣbḥ nmazi mnz) th tamhi kh lvsnh brvnhh (digr nmazi mnz) th rạcz hnzn abtdạyy gryn mnz (yʿny shamchh th khoftn chh nmazi mnz) thi ạsiv tsbyḥ kran th doh kyn andn pytth thi (pyshin nmazi mnz yylhi dohuk goddniyuk nṣf moklan chuh th doyum nṣf chuh shrvʿ spdan, ae ḥbyb mkrm! Yhi svrue chuh aamhi mvjvb) takh tohụ̄ spdiv rạẓụ̄."
  },
  {
    "verse_id": 131,
    "translation": "Th tohụ̄ mah kriv dnyạvy zndgy mnz shan v shvkt kyn timn chyzn kun ḥạrtch th tʿjbch nẓr yim aashii (kạfr dunya darn hndyn) kynczhn ṭbqn (ʿārẓy) lṭf tulnh mokhh dith chih thạvimtụ̄ takh asụ̄ krv timne (chyzn) mnz tihindi khạṭr ftnh pạd, th tuhndis rb snz (ạkhrtch) ʿṭa chhe bhtr th pvshvnụ̄."
  },
  {
    "verse_id": 132,
    "translation": "Th tohụ̄ kriv pnnyn bạczn nmazi hnd ḥkm th aath pytth rvuziv ddttith, asụ̄ chihv nh tohyhi rzq mngan (blkh) chih asụ̄ tohyhi rzq divan, th bhtr anjam chuh prhyzgạry hundue."
  },
  {
    "verse_id": 133,
    "translation": "Th (kạfr) chih vnan zi yhi (rsvl) kyazi chuhnh aashi nish pnnis rb sndi ṭrfh kanhh nshạny aanan, kya timn nishhi āv na timn kthn hund vaẓḥ thbvt (yʿny qrān) yimh brvuntthmyn ktabn mnz (drj) āsh."
  },
  {
    "verse_id": 134,
    "translation": "Th hrgah aashi yim lukh aamhi brvntthue kunhi ʿdhab sintụ̄ hlak āshn krimtụ̄ tylhi vnhn yim, ae sanhi rbh! Cze kyazi svuzthn nh aashi nishhi kanhh rsvl takh asụ̄ krhav chanyn āyatn hnz pạrvy aamhi brvnhh zi asụ̄ gczhhav dhlyl th rsva."
  },
  {
    "verse_id": 135,
    "translation": "Frmạviyvukh, pth kanhh chuh paran, vonụ̄ rvuziv tohụ̄ antẓars, pth lgyv tohyhi jldy pe zi km lukh chih tim yim syzi vthi pytth chih th km chih tim yimn hdayt chuh ḥaṣl gomut."
  }
]