[
  {
    "verse_id": 1,
    "translation": "Lukn khạṭr chuh tihindi ḥsabuk vqt nzdyk vvtmut mgr tim chih ghflts mnz (pyth aṭaʿt nishhi) buth phirith."
  },
  {
    "verse_id": 2,
    "translation": "Timn nishhi yylhi tihindis rb sndi ṭrfh kanhh nv nṣyḥt chhe yivan tylhi chih tim tth tithhi pạtthụ̄ (laprvạhy san) bvzan znth tim gndan āsan chih."
  },
  {
    "verse_id": 3,
    "translation": "Tihindụ̄ dl chih ghạfl spdụ̄ mtụ̄, th (yim) ẓạlm lkh chih (tohyhi khlaf) lothi lothi knh shychhhi kran zi yhi chuh mḥẓ tohy hyvu aakh bshr, kya tohụ̄ chihvaamhi pth (thi amụ̄ sndis) jạdis nishhi gczhan yylhi zn tohụ̄ vuchhan chihv."
  },
  {
    "verse_id": 4,
    "translation": "(nby mʿẓm ṣly Allah ʿlyh vslmv) frmvvukh zi myvn rb chuh āsmans th zmyns mnz vannh yinh vajinụ̄ (pth kanhh) kth zanan th suh chuh var pạtthụ̄ bvzn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 5,
    "translation": "Blkh vonkh (ẓạlimv aath ḥds tam) zi yhi (qrān) chuh pryshan khvab (yʿny khvabn mnz vuchhnh āmcz kthh) blkh chuh yhi amụ̄ (rsvl ṣly Allah ʿlyh vslmn pane) bnvvmut blkh (yhi zi) suh chuh shạʿr (hrgah yhi pzụ̄yvr chuh) tylhi anin yh (thi) aashi nish kanhh nshạny yithh pạtthụ̄ zn brvutthim (rsvl nshạnyv san) svznh ạsụ̄ āmtụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Ymn brvnhh yosh thi bsty aashi hlak kr tamhi avs nh (yimne nshạnyn pytth) ayman aonmut pth kya yim aannh ayman."
  },
  {
    "verse_id": 7,
    "translation": "Th (ae ḥbybi mkrm!) aashi ạsụ̄ tohyhi brvnhh (thi) mrde svuzimtụ̄ (rsvl bnạvith) asụ̄ ạsụ̄ timn kun vḥy svzan (lvukv!) tohụ̄ ạsiv zann valyn pczhan hrgah tohụ̄ (panh) ạsivnh zanan."
  },
  {
    "verse_id": 8,
    "translation": "Th aashi ạsụ̄ nh tim (anbyaʿ) tithụ̄ jsmh vạlụ̄ bnạvụ̄ mtụ̄zi tim āshn nh khyn khyvan th nah ạsụ̄ tim (dnyahs mnz ẓạhry zndgy rngụ̄) hmyshh rvzn vạlụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Pth hvv aashi timn panun vʿdh pozkrith pth diyut aashi timn byyhi ys yoczh (ts) njat th aashi krụ̄ḥd nishhi nyrn vạlụ̄hlak."
  },
  {
    "verse_id": 10,
    "translation": "Be shk chhe aashi tohyhi kun ticzh ktab nạzl krmcz yath mnz tuhnz nṣyḥt chih (yʿny tuhndi khạṭr nṣyḥtuk samanh chuh),kya tohyhi chhav na ʿql."
  },
  {
    "verse_id": 11,
    "translation": "Th aashi kạczavae bsty kri tbah th brbad yimh ẓạlm āsh th timn pth krụ̄ aashi baqy qv m pạd."
  },
  {
    "verse_id": 12,
    "translation": "Pth yylhi timav svn ʿdhab (yʿny sanhi ʿdhabuk yun) cziyvun pth lgụ̄ tm tyizy san tathi czlnhi."
  },
  {
    "verse_id": 13,
    "translation": "(timn āv vnnh,) tohụ̄ mah czliv jldy th tthụ̄ jayhi yiyiv pot phyirith yath mnz tohyhi āsạyshhi āsav dinh āmcz th pnnyn (ʿạsh v ʿshrt chn) rvzn jayn kun (phyiriv pot) bnan chuh tohyhi yiyhi pczh gạr krnh."
  },
  {
    "verse_id": 14,
    "translation": "Tim lgụ̄ vnnh,hae sạnụ̄ bdqsmty!be shk ạsụ̄ asụ̄ ẓạlm."
  },
  {
    "verse_id": 15,
    "translation": "Lhādha rvud hmyshh tihund yohe fryadyot tam zn aashi tim lvnhi mathi fṣlkụ̄ (th) czhyth gmthi nar (ddhyr) kụ̄pạtthụ̄ bnạvụ̄."
  },
  {
    "verse_id": 16,
    "translation": "Th aashi chuhnh āsman th zmyn th yikynczhah yimn mnzbag chuh gindn tmashhi rngụ̄ (be kar) bnvvmut kynhh."
  },
  {
    "verse_id": 17,
    "translation": "Hrgah aashi kanhh gindn tmashhi (mshghlh) bnavun āshi he tylhi bnavhvsuh pnny ṭrfh hrgah asụ̄ (yhi) krn vạlụ̄ āshv."
  },
  {
    "verse_id": 18,
    "translation": "Blkh chih asụ̄ ḥq sintụ̄ bạṭls pytth pvur ṭaqth san dab valan pth chuh ḥq tath lth mondd kran pth chuh suh (bạṭl) hlak gczhan, th tuhndi khạṭr chhe timav kthv kinụ̄ tbạhy yimh tohụ̄ vnan chihv."
  },
  {
    "verse_id": 19,
    "translation": "Th yus kanhh āsmann th zmyns mnz chuh (suh) chuh tmụ̄ sundue (bndh th mlkyt), th yim (frshth) tmụ̄ sndis qurbts mnz (rvzan) chih tim nah chih tmụ̄ sndi ʿbadt nishhi tkbr kran th nah chh tmi (tmụ̄ snzaṭaʿt kran kran) thkan."
  },
  {
    "verse_id": 20,
    "translation": "Tim chih rats dohs (tmụ̄ snz) tsbyḥ kran rvzan th raczh thi chihnh tthhrav kran."
  },
  {
    "verse_id": 21,
    "translation": "Kya yimav (kạfrv) chha zmyn (kyv chyzv) mnz tithụ̄ mʿbvd bnạvimtụ̄ yim (mordn) zndh krith hykn?"
  },
  {
    "verse_id": 22,
    "translation": "Agr yimn doshvnụ̄ (zmyns th āsmans) mnz Allah tʿālyā hs varạe byyhi (thi) mʿbvd āshn tylhi gczhhn yim doshvae tbah lhādha Allah tʿālyā yus ʿrshuk mạlk chuh chuh timav (kthv) nishhi pak yimh yim (mshrk) vnan chih."
  },
  {
    "verse_id": 23,
    "translation": "Ts hykv nh tamich pczh gạr krith yikynczhah thi suh kran chuh,th yimn yiyhi (prth kamhi hnz) pczh gạr krnh."
  },
  {
    "verse_id": 24,
    "translation": "Kya yimav (kạfrv) chhasuh trạvith baqy mʿbvd bnạvimtụ̄? Frmạviyvukh,panun thbvt aniv yhi (qrān) chuh timn lukn hnz dhkr yim me sintụ̄ chih byyhi chuh tihnzdhkr (thi) yim me brvnhh ạsụ̄, blkh chihnh yimav mnz akthr lukh ḥqs zanan aamhi mvjvub chih tim aamhi nishhi buth phirith."
  },
  {
    "verse_id": 25,
    "translation": "Th aashi svuz nh tohyhi brvnhh kanhh rsvl mgr asụ̄ rvudụ̄ ts kun yhe vḥy kran zi me varạe chuhnh kanhh mʿbvd lhādha ạsiv tohụ̄myạny (yạcz) ʿbadt kran."
  },
  {
    "verse_id": 26,
    "translation": "Yim lukh chih vnan zi (khdae) rḥmann chih (frshth pnnụ̄) avlad bnạvụ̄mtụ̄ suh chuh pak, blkh (yimn frshtn yim tmụ̄ sndụ̄ avlad chih smjhan) tim chih (Allah tʿālyā sndụ̄) mʿzz bndh."
  },
  {
    "verse_id": 27,
    "translation": "Tim chihnh kunhi kthhi (hndis krns) mnz ts brvnhh nyran th tim chih tmụ̄ sndy ḥkmuk tʿmyl kran rvzan."
  },
  {
    "verse_id": 28,
    "translation": "Suh (Allah tʿālyā) chuh timn chyzn zanan yim timn brvnhh knhi chih th yim timn ptụ̄ kinụ̄ chih th tim chihnh (tmụ̄ snzi bargahi mnz) sfạrsh thi kran albth chih ts khạṭr (kran) ys suh khosh āshi gomut th tim chih tmụ̄ sndis hạbts th jlals khvczan rvzan."
  },
  {
    "verse_id": 29,
    "translation": "Th timav mnz kus chuh yus vanhi zi bh chuhs ts (Allah tʿālyā hs) varạe mʿbvd tylhi dimav asụ̄ tsụ̄ jhnmuk sza, yithe pạtthụ̄ chih asụ̄ ẓạlmn sza divan."
  },
  {
    "verse_id": 30,
    "translation": "Th kya kạfr lukv vuchhna zi sạre āsmạnụ̄ kaynat th zmyn (tmam) ạs akụ̄se aikạyy hnzi shklhi mnz vạttith pth krụ̄ aashi yim chak dith byvn byvn, th aashi kor (zmyns pytth) hr kạnshi znd zuv snzi zndgy hund aẓhar ābh nshi, tylhi kya tim chihna (qrān kyv byan krnh āmtyv ḥqạyqv nishhi zạnyab spdith thi) ayman aanan."
  },
  {
    "verse_id": 31,
    "translation": "Th aashi bnạvụ̄shitthh rạvth zmyns mnzbag (thi) mẓbvṭ pharr takh yhi gvczh nh spdun zi so lghi (pnnis mdars mnz ḥrkt kran kran) timn hyth nttnhi th aashi bnavi ath (zmyns) mnz khjhi vath takh lukh hykn (mkhtlf mnzln tam vatnh khạṭr) vath lbtih."
  },
  {
    "verse_id": 32,
    "translation": "Th aashi bnvv smaʿ (yʿny zmynkụ̄ pytthim kurh) mḥfvẓ chhath (takh zmyns pytth bsn valyn bchavn shinyah nishhi yinh valyv mar krn valyv ṭaqtv th vultth lhrn hndyv mẓr athratv nishhi) th tim chih yimav (āsmạnụ̄ ṭbqn hnzv) nshạnyv nishhi buthụ̄ phirụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Th sue (Allah tʿālyā) chuh yymụ̄ rat th doh kor pạd byyhi āftab th zvun (thi), tmam (āsmạnụ̄ kurh) chih pnnis pnnis mdars mnz tyzy san czhantthi pkan."
  },
  {
    "verse_id": 34,
    "translation": "Th aashi kor nh tohyhi brvnhh kạnshi ansans (dnya chh ẓạhry zndgy mnz) pvshn pae ʿṭa,vonụ̄agr tohụ̄ (yythi pytthh) antqal frmạviv kyayim chha pth hmyshh rvzn vạlụ̄?"
  },
  {
    "verse_id": 35,
    "translation": "Pth zuvas chuh mvtuk mzh vuchuhn, th asụ̄ chihv tohyh āzmavnh bapth khyrs th shrs mnz travan, th tohụ̄ yiyiv aasy kun vaps phirnh."
  },
  {
    "verse_id": 36,
    "translation": "Th yylhi kạfrlukh tohyhi vuchhan chihv tylhi chih tohyhi sintụ̄ ṣrf hzl krnụ̄ lagan (th vnan chih,) kya yohe chha suh shkhṣ yus tuhndyn mʿbvdn hund (rd th ankar san) dhkr chuh kran th tim chih panh (khdae) rḥmān snzi dhkri nishhi mnkr."
  },
  {
    "verse_id": 37,
    "translation": "Ansan chuh (fṭry ṭvr) jldbạzy nishhi pạdāmut krnh, bh havav tohyhi jlde pnnhi nshạniyhi lhādha mah kriv tohụ̄jldy hund mṭalbh."
  },
  {
    "verse_id": 38,
    "translation": "Th tim chih vnan, yhi (ʿdhabuk) vʿdh kr yyh (pvur krnh ) agrcz pzụ̄yvrchuhkh."
  },
  {
    "verse_id": 39,
    "translation": "Agr timn kạfrlukn tamhi vqtuk pe lghi he zi yylh tm suh (jhnmuk) narnah hykn pnnyv buthyv nishhi rukạvith th nah pnnyv shanav nishhi th nah yiyhi timn mddkrnh (tylhi krhn nh ʿdhab mngns mnz jldy hund shvr)."
  },
  {
    "verse_id": 40,
    "translation": "Blkh vathi timn achank (qyamt) th ddalykh mghze pth nah āshi timn so pot phirnuk ṭaqt th nah yiyhi timn mhlt dinh."
  },
  {
    "verse_id": 41,
    "translation": "Th be shk āv tohyhi brvnhh thi rsvln sintụ̄ mdhaq krnh pth rttụ̄timav lukv mnz tim yim hzl ạsụ̄ kran tmy (ʿdhabn) ghyrs mnzyath tim ttsnh ạsụ̄ kran."
  },
  {
    "verse_id": 42,
    "translation": "Frmạviv, rats dohs kus hykhi (khdae) rḥmāns (sndi ʿdhab) nishhi tuhnz ḥfaẓt th rạchh ravtt krith, blkh chih tim pnnis (tmụ̄ se) rb snzi dhkri nishhi buth phiran."
  },
  {
    "verse_id": 43,
    "translation": "Kya aashi varạe chha timn kynhh byyhi mʿbvd yim timn (ʿdhab nishhi) bchạvith hykn, timn chuhnh panh panun mddkrnuk ṭaqt th nah āshi sanhi ṭrfh timn kanhh aathh rott th rfaqt dstyab."
  },
  {
    "verse_id": 44,
    "translation": "Blkh ạsụ̄ aashi tim th tihindụ̄ ābaʿ v ajdad (ʿạsh vʿshrt chh solbgy sintụ̄) nvạzimtụ̄ aot tam zi tihnzvạns thi rvuzzytthan, tylhi kya timn chuhna aathhi yivan zi asụ̄ chih (vonụ̄ aslamy ftvḥatn hndi dhryʿh tihnd qbẓkụ̄) ʿlaqh tmam aandv kinụ̄czhottravan, tylhi kya tim chha (vonụ̄) ghlbh lbn vạlụ̄?"
  },
  {
    "verse_id": 45,
    "translation": "Frmạviv, bh chuhsav tohụ̄ ṣrf vḥy hndy dhryʿh khvcznavan, th zrụ̄ chihnh ālav bvzan yylhi thi tim khvcznavnh yin."
  },
  {
    "verse_id": 46,
    "translation": "Agr vaqʿī timn tuhndis rb sndi ṭrfh mʿmvly ʿdhab (thi) zyir diyhi tylhi lgn tim ẓrvr vannhi, vae sạnụ̄ bdqsmty! Be shk ạsụ̄ asy ẓạlm."
  },
  {
    "verse_id": 47,
    "translation": "Th asụ̄thavavqyamt kh doh ʿdl th anṣafch tkr takh kạnshi nfss pytth yiyhi nh ẓlm krnh, th agr (kạnshi hnz ʿml) āsrụ̄ dans yạcz thi āshi (tylhi) krvn asụ̄ so (thi) ḥạẓr, th asụ̄ chih ḥsab krnh khạṭr kạfy."
  },
  {
    "verse_id": 48,
    "translation": "Th be shk kraashi mvsyā hs th harvns (ʿlyhm alslam ḥqs th bạṭls mnz) frq krn vajinụ̄ th (mkml) gash th prhyzgarn khạṭr nṣyḥt (ks bnyads pytth drth ktab tvrat) ʿṭa."
  },
  {
    "verse_id": 49,
    "translation": "Yim lukh pnnis rbs vuchhnh varạe khvczan chih byyhi yim qyamt (chv khvf nạkiyv) nishhi khvczan rvzan chih."
  },
  {
    "verse_id": 50,
    "translation": "Yhi (qrān) chuh brkt vajinụ̄ dhkr yus aashi nạzl chuh kormut,kya tohụ̄ chihv aath ankar krn vạlụ̄."
  },
  {
    "verse_id": 51,
    "translation": "Th be shk avs aashi godd pytthe abrahyms (ʿlyh alslam) tihind (mrtbh mṭạbq) fhm th hdayt dith thvvmut th asụ̄ ạsụ̄ timn (hnzqạblyt th ahlyt) varpạtthụ̄ zann vạlụ̄."
  },
  {
    "verse_id": 52,
    "translation": "Yylhi timav pnnis mạlis (pytrs) th pnnis qvms frmvv,yim kithụ̄ potlụ̄ chih yimn (hnzipvuzayhi) pytth tohụ̄ ddttith chihv."
  },
  {
    "verse_id": 53,
    "translation": "Timav von, aashi ạsụ̄ pnnụ̄ mạlụ̄ buddi bb yhinze pvuza kran vuchh mtụ̄."
  },
  {
    "verse_id": 54,
    "translation": "(abrahym ʿlyh alslamn) frmvvnkh,be shk ạsụ̄ vu tohụ̄ th tuhndụ̄ mạlụ̄ buddi bb (sạry) ttakarh gmrạhy mnz."
  },
  {
    "verse_id": 55,
    "translation": "Timav von, kya (ṣrf) chuhkhh cze yvt ḥq hyth āmut kinh cz chuhkh (mḥẓ) tmashhi gryv mnz."
  },
  {
    "verse_id": 56,
    "translation": "(abrahym ʿlyh alslamn) frmvvnkh, blkh chuh tuhund rb āsmann hund th zmynuk rb yymụ̄ tim (sạry) pạd krụ̄ th bh chuhs aath (kthhi) pytth gvahy dinh valyv mnz."
  },
  {
    "verse_id": 57,
    "translation": "Th Allah tʿālyā sund qsm! Bh aanh tuhndyn potlyn sintụ̄ aakh tdbyr ẓrvr ʿmlhi mnz aamhi pth zi yylhi tohụ̄ shanh phirith vaps gczihv."
  },
  {
    "verse_id": 58,
    "translation": "Pth krụ̄ abrahymn (ʿlyh alslam) timn (potlyn) ttukr brris (potlis) varạe takh tim lukh krn ts kun rjvʿ."
  },
  {
    "verse_id": 59,
    "translation": "Tim lgụ̄ vnnh, kmụ̄ chuh sanyn mʿbvdn hundyhi ḥal kormut?be shk chuh suh ẓrvr ẓạlmv mnz."
  },
  {
    "verse_id": 60,
    "translation": "(kynczhv) lukv von, aashi chuh akis nvjvan sund bvuzmut yus yhinz dhkr (ankar th ktt krrụ̄krrụ̄) chuh kran ts chuh abrahym vannh yivan."
  },
  {
    "verse_id": 61,
    "translation": "Timav von, suh anyvun lukn brvnhh kun takh tim vuchhn (ts)."
  },
  {
    "verse_id": 62,
    "translation": "(yylhi abrahym ʿlyh alslam āe) timav von, kya cze chuhyhi sanyn mʿbvdn sintụ̄ yhi ḥal kormut ae abrahym?"
  },
  {
    "verse_id": 63,
    "translation": "Timav frmvvukh, blkh āshi yhi (kạm) tihindụ̄ yymụ̄ brrụ̄ (potlụ̄) krmcztylhi pczihv timne (potlyn) hrgah tim kth krth hykn."
  },
  {
    "verse_id": 64,
    "translation": "Vonụ̄phyirụ̄ tim pnnyn ne (svnchn) kun pth lvgukh vanun,be shk chihv tohụ̄panh (yimn mjbvrth be bs potlyn hnz pvuza krith) ẓạlm (spidụ̄mtụ̄)."
  },
  {
    "verse_id": 65,
    "translation": "Pth āe tim pnnyv klv kinụ̄ dubh krnh (yʿny tihnz ʿqlh phyri dubh th vannhi lgụ̄,) be shk (ae abrahym!) cze chhe pans khbr zi yim chihnh kth kran."
  },
  {
    "verse_id": 66,
    "translation": "(abrahym ʿlyh alslamn) frmvvnkh, tylhi kya tohụ̄ chihvAllah tʿālyā trạvith tim (potlụ̄) pvuzan yim nah tohyhi nfʿ hykn dith th nah hykn tohyhi nqṣan vatnạvith."
  },
  {
    "verse_id": 67,
    "translation": "Afsvs tohyhi pytth (thi) th timn (potlyn) pytth (thi) yim tohụ̄ Allah tʿālyā hs varạe pvuzan chhvvkh, kya tohyhi chhav na ʿql?"
  },
  {
    "verse_id": 68,
    "translation": "Timav von, yhi zạlyvun th pnnyn (tbah gạmtyn) mʿbvdn kriv mdd hrgah tohụ̄ (kynhh) krn vạlụ̄ chihv."
  },
  {
    "verse_id": 69,
    "translation": "Aashi frmvv, ae nar! Cz gczh srdbyyhi bn slamty abrahyms pytth."
  },
  {
    "verse_id": 70,
    "translation": "Th timav avs abrahyms (ʿlyh alslam) sintụ̄ vultth dvkhh dinuk aradh kormut mgr aashi krụ̄ tim vultth pạtthụ̄ nakam."
  },
  {
    "verse_id": 71,
    "translation": "Th aashi niy abrahym (ʿlyh alslam) th lvṭ (ʿlyh alslam yim tihindụ̄ babthr yʿny tihindis bạyis haran sndụ̄ frznd ạsụ̄ʿraq pytthh) bchạvith tath srzmyns (yʿny shams) kun yath mnz aashi dnya valyn khạṭr brkth chhe thavimacz."
  },
  {
    "verse_id": 72,
    "translation": "Th aashi kor timn (frznd) asḥaq (ʿlyh alslam) ʿṭa th (zur) yʿqvb (ʿlyh alslam tihindi dʿā sintụ̄) hurymanh ʿṭa,byyhi ạsụ̄ aashi tim sạry ṣalḥ bnạvimtụ̄."
  },
  {
    "verse_id": 73,
    "translation": "Th aashi bnạvụ̄ tim (ansạnytkụ̄) pyshva tim ạsụ̄ (lukn) sanhi ḥkmh sintụ̄ hdayt kran th aashi svuz timn kun rczʿmlh krnch th nmaz qạyim krnch th zkvāh ada krnch (aḥkamn hnz) vḥy th tim sạry ạsụ̄ sạnụ̄ ʿbadt gzar."
  },
  {
    "verse_id": 74,
    "translation": "Th lvṭs (ʿlyh alslam thi) ạs aashi ḥkmt th ʿlm ʿṭa kormut th aashi diyut timn tamhi bsty nishhi njat yytikụ̄ lukh gndh kamhi ạsụ̄ kran.be shk avs suh sytthah bur (th) bdkrdar qvm."
  },
  {
    "verse_id": 75,
    "translation": "Th aashi korlvṭ (ʿlyh alslam) pnnis rḥmts mnz dạkhl. Be shk ạsụ̄ tm ṣalḥynv mnz."
  },
  {
    "verse_id": 76,
    "translation": "Th nvḥ (ʿlyh alslam thi kryvun yad) yylhi timav (aashi) timn (anbyahn) brvnhh nad avs lvymut pth kor aashi tihund dʿā qbvl lhādha diyut aashi timn th tihndyn bạczn sytthah shdyd ghmh th pryshạny nishhi njat."
  },
  {
    "verse_id": 77,
    "translation": "Th aashi kor tamhi qvm (kis tklyf dinh vạlis maḥvls) mnz timn mdd yim sanyn āyatn ankar ạsụ̄ kran.be shk avs suh (thi) sytthah khrab qvm pth krụ̄ aashi tim sạry ghrq."
  },
  {
    "verse_id": 78,
    "translation": "Th daodth slyman (ʿlyhm alslamn hund qṣh thi kriv yad) yylhi timav doshvyav khhn (hnds akis muqdimas) mnz fạṣlh lvg krun yylhi aakhi qvm chh czhavjhi tath mnz rạth kiyut phlis varae czamcz āsh (th suh fṣl avsukh tbah kormut), th asụ̄ ạsụ̄ tihindi fạṣluk mshạhdh kran."
  },
  {
    "verse_id": 79,
    "translation": "Chnanchh ạsụ̄aasy slyman (ʿlyh alslam) suh (faṣlh krnuk ṭryqh) hychihnạvimtụ̄th aashi ạs timn sarine ḥkmt th ʿlm ʿṭa kormut th aashi ạsụ̄ pharr th janavar (tam) daods (ʿlyh alslam sndis ḥkms) sintụ̄ pabnd krụ̄mtụ̄ tim ạsụ̄ (sạry timn sintụ̄ rlith) tsbyḥ pran, th asy ạsụ̄ (yhi svrue kynhh) krn vạlụ̄."
  },
  {
    "verse_id": 80,
    "translation": "Th aashi ạsụ̄daod (ʿlyh alslam) tuhndi khạṭr zrh bnavnuk ksb hychihnạvimtụ̄ takh tuhnzi lrrayhi mnz bchavyv so tohyhi,tylhi kya tohụ̄ chihva shkrgzar?"
  },
  {
    "verse_id": 81,
    "translation": "Th (aashi thvv) slyman (ʿlyh alslam) sndi khạṭrtyz hva (matḥt bnạvith) yus tihindi ḥkmh (tmam ṭrfv th andv kinụ̄) tath srzmyns (shams) kun pkan avs yath mnz aashi brkth chhe thavimacz,th asụ̄ chih pryth chyzs (varpạtthụ̄) zann vạlụ̄."
  },
  {
    "verse_id": 82,
    "translation": "Byyhi ạsụ̄ kynhh shyṭan (dyv th jin) thi (slyman ʿlyh alslamn hndiụ̄ tabʿ krimtụ̄) yim tihindi khạṭr (dryavs mnz) ddung ạsụ̄ divan th aamhi varạe ạsụ̄ (tihindis ḥkms pytth) baqy khdmcz thi anjam divan th asy ạsụ̄ timn dyvan hndụ̄ rạchhụ̄dr."
  },
  {
    "verse_id": 83,
    "translation": "Th ayvb (ʿlyh alslamn hund qṣh kriv yad) yylhi timav pnnis rbs nad lve zi me chuh tklyfn aathh trvmut th cz chuhkh tmam rḥm krn valyn hndi khoth khsith mhrban."
  },
  {
    "verse_id": 84,
    "translation": "Pth kor aashi tihund dʿā qbvl th timn yus tklyf (vatan) avs pth kor suh aashi dvur th aashi krụ̄ timn tihindụ̄ ahl v ʿīal (thi) ʿṭa th timn sintụ̄ krikh byyhi thi tyityah (ʿṭa) yhi chhe sanhi ṭrfh khaṣ rḥmt byyhi chhe ʿbadt gzarn khạṭr nṣyḥt (zi Allah tʿālyā kithh pạtthụ̄ chuh ṣbruk th shkruk ajr divan)."
  },
  {
    "verse_id": 85,
    "translation": "Byyhi asmaʿīl th adrys th dhvalkfl (ʿlyhm alslam th kryvukh yad), yim sạry ạsụ̄ ṣbrkrn vạlụ̄ lukh."
  },
  {
    "verse_id": 86,
    "translation": "Th aashi krụ̄ tim pnnis rḥmt (kis damns) mnz dạkhl. Be shk ạsụ̄ tim nykvkarv mnz."
  },
  {
    "verse_id": 87,
    "translation": "Th dhvalnvn (gaddi hndi shikmkụ̄ nby ʿlyh alslam thi kriyvukh yad) yylhi tim (pnnis qvms pytth) ghẓb nak spdith dae pth kortimav yhi khyal zi asụ̄ kravnh timn pytth (aath sfrs mnz) kanhh tngy pth lve timav (dryav rat th gaddi hndi shkmh kēn thh dr thh) aanhi gttn mnz (phsith) nad zi cze varạe chuhnh kanhh mʿbvd chạnụ̄ dhat chhe pak,be shk avsus be (pnnis pans pytth) zyadty krn valyv mnz."
  },
  {
    "verse_id": 88,
    "translation": "Pth kor aashi tihund duʿā qbvl th timn bkhush aashi ghmh nishhi njat, th yithe pạtthụ̄ chih asụ̄ mvmnn njat divan."
  },
  {
    "verse_id": 89,
    "translation": "Th zkrya (ʿlyh alslam thi kriyvun yad) yylhi timav pnnis rbs nad lve, ae myanhi rbh! Me mah trav kun zon th cz chuhkh tmam vạrithv khoth bhtr."
  },
  {
    "verse_id": 90,
    "translation": "Pth kor aashi tihund dʿā qbvl th aashi kor timn yḥyyā (ʿlyh alslam) ʿṭa th tihindi mokhh kr tihnz khandarinụ̄ (thi) tthyk (yʿny qabli avladbnạv). Be shk ạsụ̄ yim (sạry) nyky hnzn kamyn (hndis anjam dins) mnz jldy kran th aashi ạsụ̄ shvqh th rghbth byyhi khvfh th khshyt (chv kyfytv) san nad layan,th sanhi bargahi mnz ạsụ̄ sytthah vilh zạry th anksạry san ʿạjzy kran."
  },
  {
    "verse_id": 91,
    "translation": "Th so (pak) khatvn (mrym ʿlyha alslam) thi (kriyvun yad) yymhi pnnhi pak damny hnz rạchh kr pth tvv aashi ts mnz panun rvḥ phokh dith th aashi bnạv so th tihund frznd (ʿīsyā ʿlyh alslam) dnya valyn khạṭr (pnnhi qdrtch) nshạny."
  },
  {
    "verse_id": 92,
    "translation": "Be shk chhe yhi tuhnz mlt (sạre) akạe mlt th bh chuhs tuhund rb lhādha ạsivtohụ̄ myạny (yạcz) ʿbadt kran."
  },
  {
    "verse_id": 93,
    "translation": "Th yimv (ahli ktabv) kor panh vạnụ̄ panun dyn par par,yim sạry chih aasy kun vaps yinh vạlụ̄."
  },
  {
    "verse_id": 94,
    "translation": "Vonụ̄ yus kanhh nyk ʿml kri byyhi āshi suh mvmn thi tylhi spdinh tmụ̄ snzi kvshshhi (hndi jzahuk) ankar, th be shk chih asụ̄ tmụ̄ sndụ̄ (sạry) aʿmal lykhan."
  },
  {
    "verse_id": 95,
    "translation": "Th yosh bsty aashi hlak kr, nammkn chuh zi tamikụ̄ lukh kya yin nh (mrnh pth) aashi kun vaps."
  },
  {
    "verse_id": 96,
    "translation": "Aot tam zi yylhi yajvj th majvj yalh yin travnh th tim yin pth thzr pytthh davan davan bon vsith."
  },
  {
    "verse_id": 97,
    "translation": "Th (qyamtuk) poz vʿdh yiyhi nkhh pth rvzn achank kạfrn hnz achh vaczhe, (timn czalhi krykh nyirith,) hae sạnụ̄ bdqsmty! Zi asụ̄ rvudụ̄ymih (doh kh yinh) nishhi ghflts mnz pyth blkh ạsụ̄ asụ̄ ẓạlm."
  },
  {
    "verse_id": 98,
    "translation": "Be shk chihv tohụ̄ th tim (potlụ̄) yhinz tohụ̄ Allah tʿālyā hs varạe pvuza ạsụ̄vu kran (sạry) jhnmuk zalun, tohụ̄ chihv tath mnz dạkhl gczhn vạlụ̄."
  },
  {
    "verse_id": 99,
    "translation": "Agr yim (pzụ̄pạtthụ̄) mʿbvd āshn tylhi gczhhn nh jhnms mnz dạkhl,th tim sạry rvzn tath mnz hmyshh."
  },
  {
    "verse_id": 100,
    "translation": "Tathi āshi tihnd (voshn hund shvr th) krykh nad th tath mnz hykn nh (byyh) kynhh bvuzith."
  },
  {
    "verse_id": 101,
    "translation": "Be shk yimn lukn khạṭr godde sanhi ṭrfh rczr chuh mqrr spudmut tim yin aamhi (jhnm) nishhi dvur thavnh."
  },
  {
    "verse_id": 102,
    "translation": "Tim bvzn nh aamiyuk sr ṣda tam th tim rvzn timn (nʿmtn) mnz hmyshh yhinzkhvạhsh tihindụ̄ dl krn."
  },
  {
    "verse_id": 103,
    "translation": "(qyamt kh dohuk) sarive khoth bodd phtth (thi) kri nh timn ghmgyn th frshth krn timn astqbal (byyhi vnnkh,) yhi chuh tuhundue doh yymiyuk tohyhi sintụ̄ vʿdh rvud krnh yivan."
  },
  {
    "verse_id": 104,
    "translation": "Tamhi doh krv asụ̄ (tmam) āsmạnụ̄ kaynats tithh pạtthụ̄ thh yithh pạtthụ̄ lykhnh āmtyn kaghdhn thh chuh yivan krnh, yithh pạtthụ̄ aashi (kaynat) goddnichhi phiri pạdạs krmcz asụ̄phrhvn yhi (byyhi tthe patthụ̄) vaps. Yhi vʿdh pvur krun chuh aash pans pytthi lạzm kvrmut. Asụ̄ chih ẓrvr (ythe pạtthụ̄) krn vạlụ̄."
  },
  {
    "verse_id": 105,
    "translation": "Th be shk avs aashi zbvrs mnz nṣyḥt (kh byanh) pth yhi lyokhmut zi (ʿālmi ạkhrt kh) zmynkụ̄ vạrth āsn ṣrf myạnụ̄ nykvkar bndh."
  },
  {
    "verse_id": 106,
    "translation": "Be shk chhe yath (qrāns) mnz ʿbadt gzarn khạṭr (mqṣd ḥạṣl krnch) kfayt th ẓmant."
  },
  {
    "verse_id": 107,
    "translation": "Th (ae rsvli mḥtshm!) aashi chihv nh tohụ̄ svuzimtụ̄ mgr tmam ʿālmn khạṭr rḥmt bnạvith."
  },
  {
    "verse_id": 108,
    "translation": "Frmạvivzi me kun chhe yhe vḥy yivan krnh zi tuhund mʿbvd chuh fqṭ aakve mʿbvdkya tylhi chihva tohụ̄aslam qbvl kran?"
  },
  {
    "verse_id": 109,
    "translation": "Pth agr tim buth phirn tylhi frmạviyvukh, me chihv tohụ̄ sạry yksan pạtthụ̄ bakhbr krimtụ̄, th bh chuhs nh (pạnụ̄ pane) yh zanan zi suh (ʿdhab) chha nkhh kinh dvur yymiyuk tohyhi sintụ̄ vʿdh chuh yivan krnh."
  },
  {
    "verse_id": 110,
    "translation": "Be shk chuh suh thzi āvazi hnz kth thi zanan th thi (kynczhah) thi chuh zanan yhi tohụ̄ khttith chihv thavan."
  },
  {
    "verse_id": 111,
    "translation": "Th bh chuhs nh (panụ̄pane) yhi zanan,bnan chuh yhi (ʿdhabs mnz czyr gczuhn th tohyhi mhlt mylnụ̄) maāshi tuhndis ḥqs mnz āzmạysh th (tohyhi) akis mqrr vqts tam fạydh vatnavun āshi mqṣd."
  },
  {
    "verse_id": 112,
    "translation": "(sạnụ̄ ttạtthụ̄) korn ʿrẓ, ae myanhi rbh! (ashi drmyan) kr ḥq san fạṣlh, th svn rb chuh be ḥd rḥm krn vvl, tsụ̄ chuh mddyivan mngnh yimn (dl āzrd krn vajinyn) kthn pytth yimh (ae kạfrv!) tohụ̄ vnan chihv."
  }
]