[
  {
    "verse_id": 1,
    "translation": "Ae lvukv! Pnnis rbs rvuziv khvczan.be shk chuh qyamtuk binyul sytthah skht chyz."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi doh tohụ̄ so vuchhvun pth kạnshi dod chavan vajinhi (majhi) gczihh suh (bchh) mshith ys so dod ạs chavan th pth kanhh ḥml vajinụ̄ khatvn diyhi panun ḥml dạrith th (ae vuchhn valhi!) cz vuchhhkh lukh nshh (kis ḥalts) mnz yylhi zn tim (ḥqyqts mnz) nshs mnz āsn nh albth Allah tʿālyā sund ʿdhab (be) āshi (tyvutah) skht (zi pth kạnshi shkhṣs ddln kạddụ̄)."
  },
  {
    "verse_id": 3,
    "translation": "Th kynhh lukh chih (tithụ̄) yim Allah tʿālyā sndis bars mnz ʿlmh th gatth jar varạe chih czuvan th pth kạnshi buthụ̄ phiris shyṭan snz chih pạrvy kran."
  },
  {
    "verse_id": 4,
    "translation": "Yymis (shyṭan) sndis bars mnz lykhnh chuh āmut zi yus shkhṣ ts sintụ̄ yarz thavi ts ddalhi suh vath byyhi havi ts jhnm kh ʿdhabch vath."
  },
  {
    "verse_id": 5,
    "translation": "Ae lvukv! Agr tohyhi (mrnh pth) zndh gczhns mnz shk chuhv tylhi (kriv pnnis tkhlyqs th phanphlns pytth ghvr zi) kr aash tuhnz tkhlyq (eʿny tkhleqch kymyạyy abtda) myczi nishhi pth (ḥyatyạty abtda) akhi tvlydy qṭrh nishhi pth (majhi hnzibchhi danhi mnzdrkhi hndis ṣvrts mnz) mʿlq vjvd nishhi pth akhi (tithhi) maz phlhi nishhi yus dndv sintụ̄ czvpmut hyvu basan chuh,yath mnz kynczhn tann hnz abtdạyy tkhlyq nnụ̄ chhe damcz th kynczhn (tann) hnz tkhlyq āyhi nh vunhi ʿmlhi mnz takh asụ̄ krv tuhndi khạṭr (pnnhi qdrtuk th pnnhi klamuk ḥq āsun) ẓạhr,th asụ̄ yus yczhan chihn bchhi danyn mnz chihn mqrr vqts tam tthhrạvith thavan pth chihv asụ̄ tohụ̄ shur bnạvith krran, pth (chih tuhnz prvrsh kran) takh tohụ̄ vạtiv pnnhi jvạny tam, th tohyhi mnz chih tim thi yim (jlde) maran chih th kynhh chih tim yim sytthah nakarh vạnshi tam vatnavnh chih yivan takh (suh shkhṣ vuchhhi yhi mnẓr thi zi) svrue kynhh zannh pth chuhnh (vonụ̄ byyhi) shu khinụ̄ (thi) zanan,th cz chuhkh zmyn balkl khoshk (mord) vuchhan pth yylhi asụ̄ aath pytth āb chih tavan pth chhe aath mnz tazgy th shadạby hnz ḥrkt yivan th so chhe pholun th phanphlun lagan pth chhe khosh krvnyv kulyv kttyv mnz prth qsmkụ̄jvr vopdavan."
  },
  {
    "verse_id": 6,
    "translation": "Yhi (svrue kynhh) chuh aamhi mvjvb (spdan rvzan) zi Allah tʿālyā he chuh poz (khạlq th rb) th be shk chuh sue mordn (be zuvan) zndh (zuvdar) kran th pzụ̄pạtthụ̄ chuh suh pth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 7,
    "translation": "Th be shk chhe qyamt yinh vajinụ̄ aath mnz chuhnh kanhh shk th yqyna tulhi Allah tʿālyā timn lukn zndh krith yim qbrn mnz āsn."
  },
  {
    "verse_id": 8,
    "translation": "Th lukv mnz chih kynhh tithụ̄ thi yim Allah tʿālyā sndis (dhats th ṣfatn th ṭaqtn hndis) bars mnz czuvan chih rvzan ʿlmh th gatth jar varạe th kunhi hdayt th thbvut varạe th kunhi ttakarh ktabih varạe (yosh āsmanh pytthh nạzl āshi gmcz)."
  },
  {
    "verse_id": 9,
    "translation": "Pnnụ̄ grdn (tkbr san) murith takh (baqyn thi) ddalhi Allah tʿālyā snzi vathi nishhi, ts khạṭr chhe dnyahs mnz (thi) rsvạyy th qyamt kh doh vuchhnavvn asụ̄ suh zaln valhi ʿdhabuk mzh."
  },
  {
    "verse_id": 10,
    "translation": "Yhi chuh chanyv timav ʿmlv kinụ̄ yimh chanyv aathv brvnhh kun āsh svzmacz th be shk chuhnh Allah tʿālyā pnnyn bndn pytth balkl ẓlm krn vvl kynhh."
  },
  {
    "verse_id": 11,
    "translation": "Th lukv mnz chuh kanhh tiyuth thi āsan yus (balkl dyn kis) btthis pytth (rvuzith) Allah tʿālyā snz ʿbadt chuh kran pth hrgah ts kanhh (dunyạvy) rczar chuh vatan tylhi chuh suh aamhi (dyn) nishhi mṭmyn spdan th hrgah ts kanhh āzmạysh chih vatan tylhi chuh buth vaps pihrith (dyn nishhi kfrs kun) pot phyran,tmụ̄ tul dnyahs mnz (thi) nqṣan th ạkhrts mnz (thi), yohe chuh ttakarh (pạtthụ̄) bodd khsarh."
  },
  {
    "verse_id": 12,
    "translation": "Suh (shkhṣ) chuh Allah tʿālyā hs trạvith ts (potlụ̄) snzʿbadt kran yus nah ts nqṣan vatnavi th nah vatnavits nfʿ, yohe chuh vth nish setthah dvur ddlun."
  },
  {
    "verse_id": 13,
    "translation": "Suh chuh ts pvuzan yymụ̄ sund nqṣan tmụ̄ sndi nfʿ khoth zyadh nkhh chuh, kvtah bur mddgar chuh suh th kvtah bur sạthy chuh."
  },
  {
    "verse_id": 14,
    "translation": "Be shk kri Allah tʿālyā timn lukn yimav ayman aon byyhi rvudụ̄ nyk ʿml kran jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh chhe jạry, pzụ̄pạtthụ̄ yus aradh Allah tʿālyā frmavan chuh kran chuh."
  },
  {
    "verse_id": 15,
    "translation": "Yus shkhṣ yhi gman chuh kran zi Allah tʿālyā kri nh pnnis (ttạtthis th brgzydh) rsvls dnyahs th ạkhrts mnz hrgz mdd tas pazizi (ghrkis) chhts raz gnddith trạvin pan āvyzan pth diyin (pans) phạsụ̄ pth vuchihn kya tmụ̄ snz yhi tdbyr chha tath (Allah tʿālyā sndis mdds) dvur kran yath pytth suh shrarts chuh āmut laynh."
  },
  {
    "verse_id": 16,
    "translation": "Th yithe pạtthụ̄ chuh aashi yhi (svrue qrān) ttakarh thbvutn hndis ṣvrts mnz nạzl kormut th be shk ys Allah tʿālyā aradh chuh frmavan hdayt chuhs divan."
  },
  {
    "verse_id": 17,
    "translation": "Be shk yimav lukv ayman aon th yim lukh yhvudụ̄ spdụ̄ th starh prst th nṣaryā (ʿīsạe) th ātsh prst byyhi yim mshrk spdụ̄, yqyna kriAllah tʿālyā qyamt kh doh yimn (sarine) drmyan fạṣlh. Be shk chuh Allah tʿālyā pr;th chyzuk mshạhdh kran."
  },
  {
    "verse_id": 18,
    "translation": "Kya cze vuchuhth na zi Allah tʿālyā sndy khạṭr chuh (suh tmam mkhlvq) sjdh kran yus āsmann mnz chuh th yus zmyns mnz chuh th āftab (thi) th zvun (thi) th tark (thi) th pharr (thi) th kulụ̄ (thi) th janvr (thi) th varyah ansan (thi), th varyah (ansan) chih tithụ̄ thi yimn pytth (tihindi kfrth shrkh kinụ̄) ʿdhab chuh thạbt spudmut, th Allah tʿālyā ys dhlyl kri tylhi chuhnh ts kanhh ʿzt dinh vvl. Be shk yhi Allah tʿālyā yczhan chuh kran chuh."
  },
  {
    "verse_id": 19,
    "translation": "Yim chih z drụ̄ yim pnnis rb sndis bars mnz czuvan chih pth yim kạfr chih spdụ̄mtụ̄ tihindi khạṭr chih jhnm kh narkụ̄palv kpttạvnh (th suvnh) āmtụ̄. Tihndyn kln pytth yiyhi gr,kh vun āb phirnh."
  },
  {
    "verse_id": 20,
    "translation": "Yymhi sintụ̄ thi svrue ehi tihindyn shkmn mnz chuh vyglhi th (tihindụ̄) mslh thi."
  },
  {
    "verse_id": 21,
    "translation": "Th timn (hnd,n kln db valnh) khạṭr āsn shishtrvụ̄ ddokrụ̄."
  },
  {
    "verse_id": 22,
    "translation": "Tim yylhi thi tklyf kh shdt sintụ̄ tathi nyrnuk aradh krn (tylhi) yin tath mnz vaps aannh th (timn yiyhi vnnh,) skht narkh ʿdhabuk mzh vuchihv."
  },
  {
    "verse_id": 23,
    "translation": "Be shk kri Allah tʿālyā timn lukn yimav ayman aonmut chuh byyhi chih nyk ʿmlh kran jntn mnzdạkhl yimn bnụ̄ kinụ̄ kolh chhe jạry tathi yin tim sonh sndyv kryv th mokhth sintụ̄ pạravnh,th tthi āshi tihund pvshak ryshm."
  },
  {
    "verse_id": 24,
    "translation": "Th timn āv (dnyahs mnz) pakyzh qvluk hdayt dinh th timn āyhi (aslam chhi) psnd krnh āmczi vathi kun rhnmạyy krnh."
  },
  {
    "verse_id": 25,
    "translation": "Be shk yimav lkv kfr chuh kormut byyhi chih (baqyn) Allah tʿālyā snzi vathi nishhi th tamhi msjdi ḥram (kʿbth Allah) nishhi rukavan yus aashi tmam lukn khạṭr yksan chuh bnvmut ath mnz tathi kis rvzn vạlis th nybr pytthh yinh vạlis (mnz chhnh kanhh frq), th yus shkhṣ aath mnz naḥq pạtthụ̄ vathi ddlith pknuk (yʿny mqrr krnh āmtyn ḥdvdn th ḥqvqn hnzi khlaf vrzy hund) aradh kri asụ̄ vuchhnavvn suh dg tulvnhi ʿdhabuk mzh."
  },
  {
    "verse_id": 26,
    "translation": "Th (suh vqt kriv yad) yylhi aashi abrahym (ʿlyh alslam) sndi khạṭr byt Allah (yʿny khanh kʿbh kh tʿmyrch) jae mqrr kr (th timn frmvv ḥkm) zi me sintụ̄ krụ̄ziyvn nh kanhh chyz shryk th myvn gr thạvizyvn (tʿmyr krnh pth) ṭvaf krn valyn th qyam krn valyn th rkvʿ krn valyn th sjvd krn valyn khạṭr pak th ṣaf."
  },
  {
    "verse_id": 27,
    "translation": "Th tohụ̄kriv lukn mnz blnd āvazi mnzḥjuk aʿlan tim gczhn tohyhi nishhi pydl th tmam laghravunttn pytth (thi svar spdith) ḥạẓr yim dvurdarz chv vatv pytthh yivan chih."
  },
  {
    "verse_id": 28,
    "translation": "Takh tim krn pnnụ̄ fạydh (thi) ḥạṣl th (qrbạny hndyn) mqrrdohn mnzyim charvạe Allah tʿālyā hn timn ʿṭa krimtụ̄ chih timn pytth krn (dhbḥ vizi) Allah tʿālyā sndi navch dhkr thi, pth khyyiv tohụ̄ aamhi mnz panh (thi) byyhi khyạviyvukh khsth ḥal mḥtaj (thi)."
  },
  {
    "verse_id": 29,
    "translation": "Pth pazi timn zi (aḥram mnz nyirith mas th nm kạsith) krin panun mal mkryr dvur th pnnhi ndhr (ya baqy mnask) krin pvur th (Allah tʿālyā sndi) qdym gruk (khanh kʿbuk) krin ṭvafi (zyart)."
  },
  {
    "verse_id": 30,
    "translation": "Yohe chuh (ḥkm) th yus shkhṣ Allah tʿālyā (snzi bargahi) nishhi ʿzt lbn valyn chyzn hund tʿẓym chuh kran tylhi chuh suh tmụ̄ sndis rbs nishhi ts khạṭr bhtr,th tuhndi khạṭr chih (tmam) charvạe ḥlal krnh āmtụ̄ timav varạe yhinzmmạniʿt tohyhi prith chhav bvznavnh āmcz lhādha ạsiv tohụ̄ potlyn hnzi gndgy nishhi pan bchavan byyhi ạsiv aapzi kthhi nishhi prhyzkran."
  },
  {
    "verse_id": 31,
    "translation": "Ṣrf rvuzivAllah tʿālyā sndụ̄ bntih ts sintụ̄ (kanhh) shryk tthhravnh varạe, th yus kanhh Allah tʿālyā hs sintụ̄ shrk chuh kran tylhi znth suh āsmanh pyyhi vsụ̄ pth nin ts janavar jvuntth dith ya chhkhi ts hva dvur kunhi jayhi bon."
  },
  {
    "verse_id": 32,
    "translation": "Yohe chuh (ḥkm) th yus shkhṣ Allah tʿālyā snzn nshạnyn hund tʿẓym chuh kran (yʿny timn zuv dhạczn, yadgarn,mqamatn, aḥkamn th mnask vghạrn hund tʿẓym yim Allah tʿālyā ya khda dvstn sintụ̄ kunhi jan nsbt ya tʿlq kh vjh kinụ̄ prz navnh chih yivan) tylhi chuh yhi (tʿẓym) diln hndi tqvyā mnz (yhi tʿẓym chih timae lukh anan bja yhindyn diln tqvyā āshi nṣyb spudmut)."
  },
  {
    "verse_id": 33,
    "translation": "Tuhndi khạṭr chih yimn (qrban janvrn) mnz mqrr vqts tam fạydh pth chuh yimn qdym gras (khanh kʿbs) kun (dhbḥ khạṭr) vatun."
  },
  {
    "verse_id": 34,
    "translation": "Th aashi chhe pth aumt khạṭr aakh qrbạny mqrr krmcz takh tim hyn timn charvayn pytth yim Allah tʿālyā hn timn ʿnayt chih krimtụ̄ (dhbḥ vqth) Allah tʿālyā sund navulhādha chuh tuhund mʿbvd (ṣrf) aakh mʿbvd lhādha bnvi tohụ̄ tmụ̄ sndy frmanbrdar, th (ae ttatthhi!) ʿạjzy krn vạlụ̄ bvznạviyvukh khosh khbr."
  },
  {
    "verse_id": 35,
    "translation": "(yim) chih tim lukh zi yylhi Allah tʿālyā snz dhkr krnh chhe yivan (tylhi) chih yhindụ̄ dl khocznhi lgan th yim mṣybt yimn vatan chih timn pytth chih ṣbr kran byyhi chih nmaz qạym thavan vạlụ̄ th yikynczhah aashi yimn ʿṭa chuh kormut tamhi mnz chih khrch kran."
  },
  {
    "verse_id": 36,
    "translation": "Th qrbạny hndụ̄ brrụ̄ janvr (yʿny avntt th gav vghạrh) chih aashi tuhndi khạṭrAllah tʿālyā snzv nishạnyv mnz bnạvimtụ̄ yimn mnz chuh tuhndi khạṭr rczr lhādhahyyiv tohụ̄ (tim) qṭars mnz khrra krith (nyzh lạyith qrban kh vqth) timn pytth Allah tʿālyā sund nav pth yylhi tim pnnhi aakhi pash pyn pth khyyiv tohụ̄ panh (thi) aamhi mnz th qnaʿt san bihth rvzn vạlụ̄ th mngn vạlụ̄ (mḥtaj thi) khyạviyvukh. Yithh pạtthụ̄ chih aashi tim tohyhi tạbʿ krụ̄mtụ̄ takh tohụ̄krv shkr."
  },
  {
    "verse_id": 37,
    "translation": "Allah tʿālyā hs nah chuh hrgz yimn (qrbạnyn) hund maz vatan th nah yuhund khvn mgr ts chuh tuhndi ṭrfh tqvyā vatan, yithh pạtthụ̄ chih (Allah tʿālyā hn) yim tohyhi tạbʿ krimtụ̄ takh (dhbḥ vqth) vniv tohụ̄ Allah tʿālyā sund tkbyr yithh pạtthụ̄ tmụ̄ tohyhi hdayt chuhv kormut, th tohụ̄ bvznạviyvukh nyky krn vạlụ̄khosh khbr."
  },
  {
    "verse_id": 38,
    "translation": "Be shk chuh Allah tʿālyā baayman lukv nishhi (dshmnn hund ftnh th shr) dvur kran rvzan. Be shk chuhnh Allah tʿālyā kạnshi khyant krn vạlis (th) shukrnah krn vạlis psnd kran."
  },
  {
    "verse_id": 39,
    "translation": "Timn lukn chuh (vonụ̄ pnnhi bchav khạṭr jng krnuk) ajazt dinh āmut yimn pytth (naḥq) jng chuh āmut mslṭ krnh, (th yhi ajazt chuh) aamhi vjh kinụ̄ (dinh āmut) zi timn pytth āv ẓlm krnh, th be shk chuh Allah tʿālyā yimn (mẓlvlmn) hndis mdd krns pytth sytthah qdrt thavan."
  },
  {
    "verse_id": 40,
    "translation": "(yim) chih tim lukh yim pnnyv grav nishhi (yʿny vṭnh mnz) naḥq āe krrnh ṣrf aath vjhs pytth zi tim ạsụ̄ vnan zi svn rb chuh Allah tʿālyā, th agrAllah tʿālyā ansạnụ̄ ṭbqatv mnz kynczhn rvzi he nh kynczhn hndi dhryʿh (amn qạyim krnh kis jdvjhdkis ṣvrts mnz) httavan tylhi yhin khanqah th grjh th klysh th msjd (yʿny tmam dynn hndụ̄mdhhby mrkz th ʿbadt gah) msmar th vạran krnh yimn mnz kthrt san Allah tʿālyā sndi navch dhkr chhe krnh yivan, th yus shkhṣ Allah tʿālyā hs (yʿny Allah tʿālyā sndi s dyins) mdd chuh kran yqyna chuh Allah tʿālyā ts mdd kran. Be shk chuh Allah tʿālyā ẓrvr (bodd) ṭaqt vvl (sarine pytth) ghạlb."
  },
  {
    "verse_id": 41,
    "translation": "(yim ahli ḥq) chih tim lukh zi hrgah asụ̄ yimn zmyns mnz aqtdar dimavtim krn (tylhi) nmazi (hund nẓam) qạyim th zkvāh tch adaʿygy (hund antẓam) krn byyhi krn (pvur mʿāshrs mnznyky hund th) rczruk ḥkm th (lukn) krn bdy nishhi tthakh, th tmam kamyn hund anjam chuh Allah tʿālyā sndise akhtyars mnz."
  },
  {
    "verse_id": 42,
    "translation": "Th agr yim (kạfr) tohyhi ankar kran chih, yimav brvnhh avs qvm nvḥn th ʿādn th thmvdn thi (pnnyn rsvln) ankar kormut."
  },
  {
    "verse_id": 43,
    "translation": "Th qvmi abrahymn th qvmi lvṭn (thi)."
  },
  {
    "verse_id": 44,
    "translation": "Th madyan kyv rvzn valyv (thi avs ankar kormut) th mvsyā hs (ʿlyh alslam) thi āv ainkar krnh lhādha rvudus bh (timn sarine) kạfrn mhlt divan pth rttụ̄ me tim, pth (vnụ̄tav) myvn ʿdhab kiyuth avs."
  },
  {
    "verse_id": 45,
    "translation": "Pth kạczave bsty chhe (ticzhh) yimh aashi hlak kri aath ḥals mnz zi timh āsh ẓạlm vonụ̄ chhe timh pnnyn pshn pytth (dubh) pyth th (tihindi hlakt sintụ̄) kạtyah kryirụ̄ (ge) be kar th kạtyah mẓbvṭ mḥl (chih) vujar pyth."
  },
  {
    "verse_id": 46,
    "translation": "Tylhi kya tim phyirụ̄na zmyns mnz avr yvr zi (bnan chuh tim khnddr at vuchihth ma) gczhhn tihindụ̄ dl (tithụ̄) yimav sintụ̄ tim smjhith hykhn ya kn gczhhnkh (tithụ̄) yimav sintụ̄ tim (ḥqch kth) bvuzith hykhn, draṣl chhe ḥqyqt yhi zi (yithyn hnz) achh chhanh aanhi āsan blkh chihkh dl gczhan anụ̄ yim synn mnz chih."
  },
  {
    "verse_id": 47,
    "translation": "Th yim chih yczhan zi tohụ̄ gczihv ʿdhab jldy aannụ̄th Allah tʿālyā kri nh hrgz pnnhi vʿdch khlaf vrzy, th (yylhi ʿdhabuk vqt yiyhi) tylhi chuh (ʿdhabuk) aakh doh tuhndis rbs nishhi aaks sass vrụ̄ys brabr (tamhi ḥsabh) yus tohụ̄ gnzran chihv."
  },
  {
    "verse_id": 48,
    "translation": "Th kạczave bsty chhe (ticzhh) yimn me mhlt dicz ḥalankh āsh timh ẓạlm pth rachhi me timh (ʿdhab kis) grfts mnzth (pth kạnshi) chuh me kun vaps phyirith yun."
  },
  {
    "verse_id": 49,
    "translation": "Frmạviyvukh, ae lvukv! Bh chuhs mḥẓ tuhndi khạṭr (Allah tʿālyā sndiʿdhab nishhi) khvcznavn vvl."
  },
  {
    "verse_id": 50,
    "translation": "Vonụ̄ yimav lukv ayman aon th nyk ʿml rvudụ̄ kran tihindi khạṭr chuh mghfrt th (mzyd) ʿzt vvl anʿām."
  },
  {
    "verse_id": 51,
    "translation": "Th yim lukh sanyn āyatn (hndis rd krns mnz) kvushshhi mnz chih rvzan aamhi rayhi zi (aashi) krn ʿạjz timae lukh chih jhnmy."
  },
  {
    "verse_id": 52,
    "translation": "Th aashi svuznh tohyhi brvnhh kanhh rsvl th nah kanhh nby mgr (sarine sintụ̄ chuh yhi vaqʿh pysh āmut zi) yylhi tmụ̄ (rsvln ya nby yan lukn pytth Allah tʿālyā sund klam) por (pth) ralạvụ̄ shyṭann (lukn hndyn dhhnn mnz) tath (nby sndis) prụ̄mtis (yʿny tlavt krnh āmtis) klams mnz (pnnhi ṭrfh bạṭl shbhat th fạsd khyalat), lhādha shyṭan yim (vsvsh bvzn valyn hndyn dhhnn mnz) travan chuh Allah tʿālyā chuh timn mittavan pth chuh Allah tʿālyā pnnụ̄ āyat (ahli aymann hndyn diln mnz) sytthah mẓbvṭ kran, th Allah tʿālyā chuh var pạtthụ̄ zann vvl bodd ḥkmt vvl."
  },
  {
    "verse_id": 53,
    "translation": "(yhi chuh aamhi mvjvb spdan) takh Allah tʿālyā bnavi tim (bạṭl khyalat th fạsd shbhat) yim shyṭan (lukn hndyn dhhnn mnz) travan chuh tithyn lukn khạṭr āzmạysh yhindyn diln mnz (mnafqtch) bymạrụ̄ chhe th yimn lukn hndụ̄ dl (kfrth ʿnad kinụ̄) darrymtụ̄ chih,th be shk chih ẓạlm lukh sytthah shdyd mkhalfts mnz hynh āmtụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Th takh tim lukh yimn (ṣḥyḥ) ʿlm chuh ʿṭa krnh āmut zann zi soe (vḥy yymich pyghmbrn tlavt chhe krmcz) chhe tuhndis rb sndi ṭrfh ḥqs pytth (mbny) lhādha anin tim tthụ̄ pytth ayman (th shyṭạnụ̄ vsvsh krin rd) th tihindụ̄ dl krn ts (rbs) khạṭr ʿạjzy, th be shk chuh Allah tʿālyā mvmnn ẓrvr syzi vathi kun hdayt frmavn vvl."
  },
  {
    "verse_id": 55,
    "translation": "Th kạfr lukh rvzn hmyshh aamhi (qrān) kh ḥvalh shks mnz aot tam zi achank yiyhi timn pytth qyamt nath yiyhi tamhi dohuk ʿdhab yymhi nishhi njatuk kanhh amkan chuhnh."
  },
  {
    "verse_id": 56,
    "translation": "Ḥkmrạny āshi tamhi doh ṣrf Allah tʿālyā snze yạcz.sue kri timn drmyan fạṣlh, vonụ̄ yimav lukv ayman aon th nyk ʿml rvudụ̄ kran (tim) āsn nʿmt kyn baghn mnz (qyam krith)."
  },
  {
    "verse_id": 57,
    "translation": "Th yimav kfr kor byyhi korukh sanyn āyatn ankar tylhi āshi timne lukn khạṭr dhlt vvl ʿdhab."
  },
  {
    "verse_id": 58,
    "translation": "Th yimav lukvAllah tʿālyā snzi vathi mnz (vṭnh nishhi) hjrt kr pth āe qtl krnh ya mvudụ̄ (rahi ḥqkụ̄ mṣybt vytran vytran) Allah tʿālyā kri timn ẓrvr rzqi ḥsnuk (yʿny aukhrvy ʿnaytn hund) rvuzy ʿṭa, th be shk chuh Allah tʿālyā sarive khoth bhtrrzq dinh vvl."
  },
  {
    "verse_id": 59,
    "translation": "Suh kri timn ẓrvr tath jayhi (yʿny mqami rẓvans mnz) dạkhl yymhi sintụ̄ tim rạẓụ̄ spdn, th be shk chuh Allah tʿālyā varpạtthụ̄zann vvl burdbar."
  },
  {
    "verse_id": 60,
    "translation": "(ḥkm) chuh yohe,th yymụ̄ shkhṣn tiētue bdlh hyot yvutah ts tklyf avs vatnavnh āmut pth yiyhi ts shkhṣs pytth zyadty krnh tylhi kri Allah tʿālyā ẓrvr tmụ̄ sund mdd. Be shk chuh Allah tʿālyā drgzr krn vvl bodd mghfrt krn vvl."
  },
  {
    "verse_id": 61,
    "translation": "Yhi chuh aamhi vjh kinụ̄ zi Allah tʿālyā chuh rạcz kran dohs mnz dạkhl th dohs chuh rạcz mnz kran dạkhl th be shk chuh Allah tʿālyā var pạtthụ̄ bvzn vvl, vuchhn vvl chuh."
  },
  {
    "verse_id": 62,
    "translation": "Yhi chuh aamhi mvjvb zi ṣrf chuh Allah tʿāly ḥq th be shk yikynczhah (tim kạfr) tmis varạe pvuzan chih suh chuh bạṭl th pzụ̄pạtthụ̄ chuh Allah tʿālyā he yvt sytthah blnd sytthah bodd."
  },
  {
    "verse_id": 63,
    "translation": "Kya tohyhi vuchuhv na zi Allah tʿālyā chuh āsman ṭrfh āb valan pth chhe zmyn srsbz th shadab spdan.be shk chuh Allah tʿālyā mhrban (th) bodd khbrdar."
  },
  {
    "verse_id": 64,
    "translation": "Tmụ̄sundue chuh yikynczhah āsmann mnz chuh th yikynczhah zmyns mnz chuh, th be shk chuh Allah tʿālyā he be nyaz, tmam tʿryfn layq."
  },
  {
    "verse_id": 65,
    "translation": "Kya tohyhi vuchuhv na zi Allah tʿālyā hn chuh tuhndi khạṭr mskhr (tạbʿ) kormut yikynczhah zmyns mnz chuh th nav (thi) yimh tmụ̄ sndi ḥkmh (yʿny qanvn) sintụ̄ smndrs (th drụ̄yavs) mnz pkan chhe,byyh chuh āsmans (yʿny khlạyy th fẓạyy kurn) zmyns pytth vsụ̄ pynh nishhi (aakhi āfaqy nẓam kh dhryʿh) thaph krith mgr tmụ̄ sndy ḥkmh sintụ̄ (yylhi suh yyczihh ttkravan panh vạnụ̄). Be shk chuh Allah tʿālyā tmam ansann sintụ̄ sytthah shfqt frmavn vvl bodd mhrban."
  },
  {
    "verse_id": 66,
    "translation": "Th sue chuh yymụ̄ tohyhi zndgy krnav ʿṭa pth chuhv tohyhi mvt divan pth diyav tohyhi (duvbarh) zndgy. Be shk chuh ansane bodd nashkr gzar."
  },
  {
    "verse_id": 67,
    "translation": "Aashi chhe pth kunhi aumt khạṭr (shryʿt kyn aḥkamn ya ʿbadt th qrbạny hnz) aakh vath mqrr krmcz, timn chuh tthụ̄ pytth pakun,lhādha mah czuvin yim lukh tohyhi sintụ̄ hrgz (Allah tʿālyā sndis) ḥkms mnz, th tohụ̄ rvuziv pnnis rbs kun dʿūt divan. Be shk chihv tohy sydis (rahi) hdayts pytth."
  },
  {
    "verse_id": 68,
    "translation": "Agr tim tohyhi sintụ̄ czuvan tylhi frmạvyvukh,Allah tʿālyā chuh bhtrpạtthụ̄ zanan yikynczhah tohụ̄ kran chihv."
  },
  {
    "verse_id": 69,
    "translation": "Allah tʿālyā kri qyamt kh doh tohyhi drmyan timn tmam kthn hund fạṣlh yimn mnz tohụ̄ akhtlaf ạsụ̄v rvudimtụ̄ kran."
  },
  {
    "verse_id": 70,
    "translation": "Kya tohyhi chhav na pe zi Allah tʿālyā chuh thi svrue zanan yhi āsmans th zmyns mnz chuh, be shk chuh yhi svrue ktabih (lvḥi mḥfvẓs) mnz (drj), yqyna chuh yhi svrue Allah tʿālyā hs pytth (varyah) shl."
  },
  {
    "verse_id": 71,
    "translation": "Th yim lukh chih Allah tʿālyā hs varạe timn (potlyn) hnz pvuza kran yymich tmụ̄ kanhh sanad chhanh nạzl krmcz th nah chuh ymn aamuyk (yʿny but prsty hndi anjamuk) kanhh ʿlm, th (qyamt kh doh) āshi nh ẓạlmn kanhh mddkrn vvl."
  },
  {
    "verse_id": 72,
    "translation": "Th yylhi yimn (kạfrn) pytth sạnụ̄ ttakarh āyat tlavt chih krnh yivan tohụ̄hykiv (tylhi) yimn kạfrn hndiyn buthyn pytth napsndydgy (th nagvạry hndụ̄ āthar) ṣaf vuchihth. Basan chuh zn thi vuny travan timn lukn pytth japhụ̄ yim timn sạnụ̄ āyat chih bvznavan, tohụ̄ frmạviyvukh, (ae aiẓṭrabs mnz hynh āmtyv kạfrv!) kya bh krv tohụ̄ aamhi khoth (thi) zyadh tklyf dinh valhi chyz nishhi bakhbr (suh chuh jhnmuk) naryymiyuk Allah tʿālyā hn kạfrn sintụ̄ vʿdh chuh thvvmut krith th so chhe sytthhe khrab jae."
  },
  {
    "verse_id": 73,
    "translation": "Ae lvukv! Aakh mthal chhe yivan byan krnh lhādha bvuziyvun yhi ghvr san, be shk yimn (potlyn) hnzpvuza tohụ̄ Allah tʿālyā hs varạe kran chihv tim hykn nh hrgz aakh mchh (thi) pạd krith agr chh tim sạry gczhn aamhi (kamhi) khạṭr jmʿ, th agr timn mchh niyhi kanhh chyzthph (pth) hykn nh tim ts (mchhhi) nishhi suh chyz ylh (thi) travnạvith, kvtah be bs chuh ṭạlb (ʿạbd) thi th mṭlvb (mʿbvd) thi."
  },
  {
    "verse_id": 74,
    "translation": "Yimv (kafrv) kr nh Allah tʿālyā snz qdr yiczh tmụ̄ snz qdr krnụ̄ pazihe.be shk chuh Allah tʿālyā sytthah ṭaqt vvl (pth chyzs pytth) ghạlb."
  },
  {
    "verse_id": 75,
    "translation": "Allah tʿālyā chuh frshtv mnz (thi) th ansanv mnz (thi panun) pygham vatnavn valyn czaran. Be shk chuh Allah tʿālyā var pạtthụ̄ bvzn vvl var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 76,
    "translation": "Suh chuh timn (chyzn var pạtthụ̄) zanan yim timn brvuntthụ̄ kinụ̄ chih th yim timn ptụ̄ kinụ̄ chih, th tmam kamhi chhe tsụ̄ kun vaps ninh yivan."
  },
  {
    "verse_id": 77,
    "translation": "Ae ayman valyv! Tohụ̄ rvuziv rkvʿ kran th sjvd rvzvkran, th pnnis rb snz ʿbadt rvuzivkran th (baqy) nyk kamhi rvuziv kran takh tohụ̄ hykv kamyạby lbith."
  },
  {
    "verse_id": 78,
    "translation": "Th (ẓlm khtm krnh mokhh, amn qạyim krnh khạṭr th ansạnyt kh ʿzt khạṭr) krivAllah tʿālyā snzi vathi mnz jhad yithh pạtthụ̄ zn tmụ̄ sndi jhaduk ḥq chuh. Tmụ̄ chihnv tvhụ̄ czạrimtụ̄ th tmụ̄ thạv nh tohyhi pytth dyns mnz kanhh tngy. (yohe) chuh tuhndis mạlis abrahym (ʿlyh alslam) sunddyn. Tmụ̄ (Allah tʿālyā hn) chuh tuhund nav mslman thvvmut, aamhi b vnhh (nạzl gmczn ktabn mnz) thi th aath (qrāns) mnz thi takh yhi (ạkhr alzman) rsvl (ṣly Allah ʿlyh vslm) spd tohyhi pytth gvah th tvhụ̄ spdiv ansan sndis zuriyts pytth gvah, lhādha ạsiv tvhụ̄ (aath mrtbs pytth fạyz rvznh khạṭr) nmaz qạyim kran th zkvāh ạsiv ada kran byyhi thạviv Allah tʿālyā hs (yʿny Allah tʿālyā sndis damns) chyir thph krith, sue chuh tuhundmddgar (th karsaz), lhādha kvtah rut karsaz (chuh) shu th kvtah rut mddgar chh."
  }
]