[
  {
    "verse_id": 1,
    "translation": "Be shk gov ayman valyn murad ḥạṣl."
  },
  {
    "verse_id": 2,
    "translation": "Yim lukh pnnhi nmazi mnzʿạjzy th ainksạry kran chih."
  },
  {
    "verse_id": 3,
    "translation": "Byyh yim be hvudh kthv nishhi (pth vqth) lob rvzan chih."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi yim (hmyshh) zkvāh ada (krith pannis jans th mals pak) kran rvzan chih."
  },
  {
    "verse_id": 5,
    "translation": "Th yim (hythe) pnnyn shrmgahn hnz ḥfaẓt kran rvzan chih."
  },
  {
    "verse_id": 6,
    "translation": "Pnnyv khandarinyv varạe ya timavknyzv varạe yimh tihindyn aathn hnz mlkyt chhe, be shk chhanh (shryʿt kyv aḥkamv mṭạbq timn nishhi gczhns) timn pytth kanhh mlamt."
  },
  {
    "verse_id": 7,
    "translation": "Pth yus shkhṣ yimav (ḥlal znanv) varạe byyhi kạnshi hund khvạhsh mnd sapud tylhi chih yithy lukh ḥd nishhi nybr nyrn vạlụ̄ (yʿny nafrman)."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi yim lukh pnnyn amantn th pnnyn vʿdn hnd khyal thavn vạlụ̄ chih."
  },
  {
    "verse_id": 9,
    "translation": "Th yim pnnyn nmazn hnz (hmyshh) ḥfaẓt krn vạlụ̄ chih."
  },
  {
    "verse_id": 10,
    "translation": "Yimae lukh chih (jntkụ̄) vạrth."
  },
  {
    "verse_id": 11,
    "translation": "Yimn lukn gczihh jnt kyn sarive khoth thdi payhi kyn baghn hnz (yythi tmam nʿmtn, raḥtn th qrbi alāhy hndyn ldhtn hnz solbh gy āshi) vratht (thi) ḥạṣl, tim rvzn timn mnz hmyshh."
  },
  {
    "verse_id": 12,
    "translation": "Th be shk kr aashi ansan snz tkhlyq (yʿny tkhlyquk abtda) myczi (hndyn kymyạyy ajzahn) hndi khlaṣh nishhi."
  },
  {
    "verse_id": 13,
    "translation": "Pth thvv yhi nṭfh (tvlydy qṭrh) bnạvith akis mẓbvṭ jayhi (majhi hnzibchhi danhi) mnz."
  },
  {
    "verse_id": 14,
    "translation": "Pth bnvv aath nṭfs aashi (bchhi danhi mnz drkhi hndis ṣvrts mnz) mʿlq vjvd(yʿny nṭfh āvdrkhi hndụ̄ pạtthụ̄ aalvund thavnh), pth bnvv aashi yhi alvundvjvd aakh (tiyuth) dogul yus basan chuh dandv sintụ̄ czapnh āmut, pth bnvv aashi aamhi doglh nishhi addjhi krnz,pth khvl aashi yimn addijn pytth maz (th nạr), pth diyut aashi aath tkhlyq kis doyimis ṣvrts mnz (bdlạvith mrḥlh var) pvchhr, pth kor (tmụ̄) Allah tʿālyā hn (yhi mḥkm vjvd dith) bodd yus sarive khoth bhtr pạd krn vvl chuh."
  },
  {
    "verse_id": 15,
    "translation": "Pth chihv tohụ̄ be shk aamhi (zndgy) pth ẓrvr mrn vạlụ̄."
  },
  {
    "verse_id": 16,
    "translation": "Pth yiyiv tohụ̄ be shk qyamt kh doh (zndh krith) tulnh."
  },
  {
    "verse_id": 17,
    "translation": "Th be shk chhe aashi tohyhi pytthụ̄ kinụ̄ (zmyn kis kurs andụ̄ andụ̄ vsyʿ fẓahs mnz kaynat kh ḥfaẓt khạṭr) sth vath (yʿny sath mqnaṭysy pchhi ya mạdan) bnạvimcz th asụ̄ ạsụ̄ nh (kaynat kh) tkhlyqh (th aamhi khi ḥfaẓt kyv ẓrvryatv) nishhi be khbr kynhh."
  },
  {
    "verse_id": 18,
    "translation": "Th asụ̄ rvudụ̄ aakhi andazh mṭạbq (varyahs kals tam) aobr nishhi āb travan, pth (yylhi zmyn tthnddh gyhi) krnvv suh āb aashi zmyns (pytth snirvajinyn jayn) mnz qrar (yymhi sintụ̄ goddnikụ̄ smndr barss āe) th be shk chih asụ̄ aath (bhh bnạvith) vuddnavns pytth thi qdrt thavan."
  },
  {
    "verse_id": 19,
    "translation": "Pth bnạvụ̄ aashi tuhndi khạṭr aamhi sintụ̄ (drjh pth drjh yʿny godd abtdạyy nbatat pth brrụ̄ kulụ̄kttụ̄ pth sytthah brrụ̄ kulụ̄vjvds mnz anith) khzrbagh th dchhhi bagh (amhi ʿlavh krụ̄) tuhndi khạṭr zmyns mnz (byyhi thi) varyah fṣl th myvh (pạd) th (vonụ̄) chihv tohụ̄ yimav mnz khyvan."
  },
  {
    "verse_id": 20,
    "translation": "Th yhi kul (zytvn thi chuh aashi kormut pạd) yus ṭvri syna nishhi nyran chuh (th) tyl th siyun hyth chuh khynh valyn khạṭrvopdan."
  },
  {
    "verse_id": 21,
    "translation": "Th be shk chih tuhndi khạṭr charvayn mnz (thi) ghvr krnkụ̄ phlv yikynczhah tihndyn shkmn mnz āsan chuh asụ̄ chihv tohyhi tamhi mnz (kynhh ajzaʿ dod bnạvith) chavan th tuhndi khạṭr chih timn mnz (byyhi thi) varyah fạydh th timav mnz chhvvkh tohụ̄ (kynhh) khyvan (thi)."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi chihv tohụ̄ yimn pytth th navan pytth svar (thi) yivan krnh."
  },
  {
    "verse_id": 23,
    "translation": "Th be shk svuzaashi nvḥ (ʿlyh alslam) tihindis qvms kun pth frmvvtimav, ae lvukv! Tohụ̄ ạsiv Allah tʿālyā snz ʿbadt kran ts varạe chuhnh tuhund kanhh mʿbvd, tylhi kya tohụ̄ chihv na khvczan?"
  },
  {
    "verse_id": 24,
    "translation": "Pth lgụ̄ tihindi qvmkụ̄ srdar (th jagyrdar) yim kfrkran ạsụ̄vannhi, yhi shkhṣ chuh mḥẓ tohy hyvu aakh bshr (aamhi varạe chuhnh kihinụ̄), yhi chuh tohyhi pytth (pnnụ̄) fẓylt th brtry qạyim krun yczhan, th agr Allah tʿālyā (hdayt khạṭr kạnshi pyghmbrs svzun) yczhi he tylhi krihe frshtn nạzl,aashi chhanh yhi kth (zi aasy hyvu aakh shkhṣ yiyhi svn rsvl bnavnh) pnnyn jdn ajdad n mnz (zanhh thi) bvuzmcz."
  },
  {
    "verse_id": 25,
    "translation": "Yhi shkhṣ chuhnh aamhi varạe byyhi kihinụ̄ zi amis chh dyvangy (hund mrẓ aagadi gomut) lhādhapạriv tohụ̄amis akis vqts tam (vuchihv brvnhh kun kyakri)."
  },
  {
    "verse_id": 26,
    "translation": "Nvḥ hn (ʿlyh alslam) kor ʿrẓ, ae myanhi rbh! Me kr mdd tikyazi yimav chuh me ankar kormut."
  },
  {
    "verse_id": 27,
    "translation": "Pth svuz aashi timn kun vḥy zi tohụ̄ bnạviv sanhi ngrạny mnz th sanhi ḥkmh mṭạbq aakh nav pth yylhi svn (ʿdhabuk) ḥkm yiyhi th tndvur lgh (borut āb hyth) vuznhi tylhi byhnạvizyvkh tohụ̄ aath mnz pth qsmh kyv janvrv mnz z z jvr (nrth mad) th pnnụ̄ bạcz thi (khạlụ̄zyvkh aath mnz) timav mnz ts shkhṣs varạe ys pytth (ʿdhabuk) frman godde chuh ṣạdr spudmut, th me krụ̄zynh timn lukn hndis bars mnz ʿrẓ thi kihinụ̄ yimav (chạnis ankars th ttsnh czttnh kis ṣvrts mnz) ẓlm chuh kormut, tim yin (bhrḥal) ghrq krnh."
  },
  {
    "verse_id": 28,
    "translation": "Pth yylhi cz th chạnụ̄ sintụ̄ bạj (lukh) navi mnz tthyk pạtthụ̄ bihn tylhi vnụ̄ zi (zi) sạry tʿryf chih Allah tʿālyā se khạṭr yymụ̄ aashi ẓạlm qvm nishhi njat duyt."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi krụ̄ zi ʿrẓ, ae myanhi rbh! Me val babrkt mnzls pytth (navi mnzbon) th cz chuhkh sarive khoth bhtr (bon) valn vvl."
  },
  {
    "verse_id": 30,
    "translation": "Be shk chhe aath (vaqʿs) mnz (varyah) nshạniyhi th yqyna chih asụ̄ āzmạysh krn vạlụ̄."
  },
  {
    "verse_id": 31,
    "translation": "Pth kor aashi timav pth byakh qvm pạd."
  },
  {
    "verse_id": 32,
    "translation": "Pth svuz aashi timn mnz (thi) timve mnz rsvl zi tohụ̄ kriv Allah tʿālyā snz ʿbadt th ts varạe chuhnh tuhund kanhh mʿbvd, tylhi kya tohụ̄ chihv na khvczan?"
  },
  {
    "verse_id": 33,
    "translation": "Th tihindi qvm kyv (timve) srdarv (th jạgyrdarve) von yim kfrạsụ̄ kran th ạkhrt kis mlaqats ạsụ̄ ankar kran th aashi ạs timn dnyạvy zndgy mnz (mal v dvlt chh fravạny kinụ̄) khoshḥạly (thi) dith thạvmcz (lukn lgụ̄ vannhi) zi yhi shkhṣ chuh mḥẓ tohy hyvu aakh bshr, timae chyz chuh khyvan yim tohụ̄ khyvan chihv th ty kynczhah chuh chyvan yhi tohụ̄ chyvan chihv."
  },
  {
    "verse_id": 34,
    "translation": "Th hrgah tohyhi pan se hivis akis bshr snz aṭaʿt krv tylhi ạsiv tohụ̄ ẓrvr khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 35,
    "translation": "Kya yhi (shkhṣ) chha tohyhi sintụ̄ yhi vʿdh kran zi yylhi tohụ̄ mriv th tohụ̄ bniv mycz th (dodrymcz) addijhi path yiyiv tohụ̄ (nvi sr zndh spdith) krrnh."
  },
  {
    "verse_id": 36,
    "translation": "Dvurchhe (ʿqlhi nishhi) dvurchhe (bnnh nishhi) timh kthh yuhund vʿdh tohyhi sintụ̄ krnh chuh yivan."
  },
  {
    "verse_id": 37,
    "translation": "So (ạkhrtch zndgy) chhanh (kihinụ̄) sạnụ̄ zndgạny chuh yohe dnya asụ̄ chih (yytụ̄) mran th zuvan th (bs moklyvv), asụ̄ yimav nh (nvisr) tulnh."
  },
  {
    "verse_id": 38,
    "translation": "Yhi chuh mḥẓ tiyuth shkhṣ yymụ̄ Allah tʿālyā hs pytth aapz hanczh chhe lạjmcz th asụ̄ chihnh balkl amis pytth ayman aann vạlụ̄."
  },
  {
    "verse_id": 39,
    "translation": "(pyghmbrn) korn ʿrẓ, ae myanhi rbh! Me kr mdd aath ṣvrti ḥals mnz zi timav chuh me ankar kormut."
  },
  {
    "verse_id": 40,
    "translation": "Arshad sapud, kynhh kal pte rvzn tim pshyman gczihth."
  },
  {
    "verse_id": 41,
    "translation": "Lhādharttụ̄ tim pazi vʿdh mṭạbq khvfnak āvazi pth bnạvụ̄ aashi tim bos th czhotth, lhādha chuh ẓạlm qvmh khạṭr (sanhi rḥmt nishhi) dvuryr th mḥrvmy."
  },
  {
    "verse_id": 42,
    "translation": "Pth kri aashi timn pth (aakh akis pth) baqy aumth pạd."
  },
  {
    "verse_id": 43,
    "translation": "Kanhh thi aumt hykhi nh pnnhi mqrr vqth nishhi brvnhh pkith th nah hykn tim lukh path khsith."
  },
  {
    "verse_id": 44,
    "translation": "Th svuzụ̄ aashi pyotthus pytth pnnụ̄ rsvl. Yylhi thi kạnshi aumts nishhi tamiyuk rsvl yiyhi he tim ạsụ̄ ts ankar kran,pth rvudụ̄ asụ̄ (thi) timav mnz akis pth aakh (qvm pyotthus pytth hlak) kran th aashi tạvụ̄ tim dastanh bnạvith, lhādha ạsin hlakt timn lukn khạṭr yim ayman chihnh aanan."
  },
  {
    "verse_id": 45,
    "translation": "Pth svuz aashi mvsyā (ʿlyh alslam) th tihundbve harvn (ʿlyh alslam) pnnhi nshạnyhi th ttakarh thbvut dith."
  },
  {
    "verse_id": 46,
    "translation": "Frʿūns th tmụ̄sndyn (qvm kyn) srdarn kun th timav thi hiycz tkbrs th ttyntthhi kạm th tim thi ạsụ̄ (sytthah) ẓạlm th buthụ̄ phirụ̄ lukh."
  },
  {
    "verse_id": 47,
    "translation": "Pth von timav (thi yy) zi kya asụ̄ aanv pans hivyn don bshrn pytth ayman yylhi zn yhindi qvmkụ̄ lukh sạnụ̄ bndgy chih kran."
  },
  {
    "verse_id": 48,
    "translation": "Lhādha kor timav (thi) timn doshvnụ̄ ankar pth spdụ̄ tim thi hlak krnh āmtyv lukv mnz."
  },
  {
    "verse_id": 49,
    "translation": "Th be shk kr aashi mvsyā hs (ʿlyh alslam) ktab ʿṭa takh timn lukn gczihh hdayt ḥạṣl."
  },
  {
    "verse_id": 50,
    "translation": "Th aashi bnvv abn mrym (ʿīsyā ʿlyh alslam) th tihnz mvj pnnụ̄ (zbrdst) nshạny th aashi kr timn doshvnụ̄akis (tithis) blnd zmyns pytth rvzn jae ʿṭa yosh āsạysh th āram san rvzns layq (thi) ạs th tathi ạsụ̄ achhn hndikhạṭr (nẓarh mokhh) pkh vnụ̄ āb (yʿny kolh,ābshar th nag thi)."
  },
  {
    "verse_id": 51,
    "translation": "Ae (ʿẓym) rsvlv!tohụ̄ ạsiv pak chyzv mnz khyvan (yithh pạtthụ̄ zn tuhund ʿādt chuh) byyhi rvuziv nyk ʿml kran, be shk yosh ʿml thi tohụ̄ kran chihv bh chuhs tamhi nishhi var pạtthụ̄ bakhbr."
  },
  {
    "verse_id": 52,
    "translation": "Th be shk chhe yhi tuhnz aumt (yosh ḥqyqts mnz) aakạe aumt (chhe) th bh chuhs tuhund rb lhādha ạsiv me khvczan."
  },
  {
    "verse_id": 53,
    "translation": "Pth krụ̄ timav pnnis (dyn kis) ḥkms panh vạnụ̄ akhtlaf krith alg alg frqh, pth jmạcz vạlụ̄ chih tthụ̄ ḥds tam (dyn kh ḥṣh nishhi) khosh yus timn nish chuh."
  },
  {
    "verse_id": 54,
    "translation": "Lhādha thạviyvukh tohụ̄ tim akis vqts tam tihindis jhalt th ẓlalt kis nshs mnz yale trạvith."
  },
  {
    "verse_id": 55,
    "translation": "Kya tim lukh chha yhi gman kran zi asụ̄ yus mal th avlad n hndi dhryʿh (dnyahs mnz) timn mdd chih kran."
  },
  {
    "verse_id": 56,
    "translation": "Tylhi chih asụ̄ tihindi khạṭr rczrn (hnzi frahmy) mnz jldy kran, (thi chuhnh kynhh) blkh chuhnh timn shʿūre."
  },
  {
    "verse_id": 57,
    "translation": "Be shk yim lukh pnnis rb sndi khshyt sintụ̄ aẓṭrabs mnz th lrzan chih rvzan."
  },
  {
    "verse_id": 58,
    "translation": "Th yim lukh pnnis rb sndyn āytn pytth ayman chih thavan."
  },
  {
    "verse_id": 59,
    "translation": "Th yim lukh pnnis rbs sintụ̄ (kạnshi) chihnh shryk manan."
  },
  {
    "verse_id": 60,
    "translation": "Byyhi yim lukh (Allah tʿālyā snzi vathi mnztyvutah kynhh) divan chih yvutah tim dith hykn th (aamhi bavjvd) chih tihindụ̄ dl khvczan rvzan zi tim chih pnnis rbs kun pot phyrith gczhn vạlụ̄ (vonụ̄ goczh nh yhi na qbvl krnh yun)."
  },
  {
    "verse_id": 61,
    "translation": "Yimae lukh chih rczrn (hndis jmʿ krns) mnz jldy kran th time chih aath mnz brvnhh nyrn vạlụ̄."
  },
  {
    "verse_id": 62,
    "translation": "Th asụ̄ chihnh kạnshi nfss tklyf divan mgr tmụ̄ sndi ṭaqth mṭạbq th aashi nishhi chhe ktab (aʿmal namh mvjvd) yosh pozpozvanhi th timn pytth yiyhi nh ẓlm krnh."
  },
  {
    "verse_id": 63,
    "translation": "Blkh chih tihindụ̄ dl yymhi (qrān kh pygham) nishhi ghflts mnz (pymtụ̄) th aamhi varạe chhe tihnz byyh (thi) kynhh (br) ʿmlh yimh tim kran chih."
  },
  {
    "verse_id": 64,
    "translation": "Aot tam zi yylhi asụ̄ tihindụ̄amyr th papr ja lukh ʿdhab chh thphi mnz rttvkh pth czln timn tamhi vqth krykh nyirith."
  },
  {
    "verse_id": 65,
    "translation": "(timn yiyhi vnnh,) tohụ̄ mah diyiv aaz krykh, be shk yiyav nh tohyhi sanhi ṭrfh kanhh mdd krnh."
  },
  {
    "verse_id": 66,
    "translation": "Be shk ạsụ̄ myạnụ̄ āyat tohyhi prụ̄ prụ̄ yivan bvznavnh pth ạsụ̄v tohụ̄ pot khvryv vaps phyran."
  },
  {
    "verse_id": 67,
    "translation": "Aath mtʿlq ạsụ̄vghrvr th tkbr krith rạcz hndis aanhi gttis mnz bkvas kran."
  },
  {
    "verse_id": 68,
    "translation": "Tylhi kya timav kor na aath (Allah tʿālyā sndis) frmans mnz ghvrvkhvẓ kinh timn nishhi chuh kanhh tiyuth chyz āmut yus nh tihindis goddnikis mạlis buddi bbs nishhi āmut avs."
  },
  {
    "verse_id": 69,
    "translation": "Kinh timav prz nvvnh panun rsvl pth ge tim (tve) tmụ̄ sndụ̄ mnkr."
  },
  {
    "verse_id": 70,
    "translation": "Kinh yhi chih vnan zi amis (rsvl ṣly Allah ʿlyh vslms) chuh jnvn (ghạlb) gomut (thi chuhnh hrgz) blkh chuh timav timn nishhi ḥq hyth tshryf aonmut th timav mnz chihnh akthr lukh ḥqs psnd kran."
  },
  {
    "verse_id": 71,
    "translation": "Th hrgah ḥq (tʿālyā) tihnzn khvạhishn hnz pạrvy krihe tylhi gczhhn (tmam) āsman th zmyn th yim (mkhlvqat th mvjvdat) yimn mnz chih sạry tbah th brbad blkh chuh aashi timn nishhi suh (qrān) aonmut yath mnz tihind khạṭr ʿzt th shrf (th namavạry hund raz) chuh lhādha chih tim pnnhi ʿzth nishy buth phiran."
  },
  {
    "verse_id": 72,
    "translation": "Kya tohụ̄ chihv timn (rsalt kis tblyghs pytth) kynhh mozvurụ̄ mngan? (nah,tithi chuhnh kynhh) tuhndis rb sund ajrchuh (sytthhe) bhtr th suh chuh sarive khoth bhtr rzq dinh vvl."
  },
  {
    "verse_id": 73,
    "translation": "Th be shk chihv tohụ̄ (tihindy rczr khạṭr) timn syzi vathi kun nad divan."
  },
  {
    "verse_id": 74,
    "translation": "Th be shk yimn lukn ạkhrts pytth ayman chuhnh (tim) chih ẓrvr (syzi) vathi nishhi ddlụ̄the rvzan."
  },
  {
    "verse_id": 75,
    "translation": "Th agr asụ̄ timn pytth rḥm krv th yus tklyf timn (vvtmut) chuh suh krv dvur tylhi gczhn tim vathi ddlan ddlan pnnhi srkshy mnz mzyd pokhth."
  },
  {
    "verse_id": 76,
    "translation": "Th be shk rttụ̄ aashi tim ʿdhabs mnz pth (thi) kr nh timav pnnis rb sndi khạṭr ʿạjzy akhtyar th nah korukh (tmụ̄ snzi bargahi mnz) zar par."
  },
  {
    "verse_id": 77,
    "translation": "Aot tam zi yylhi asụ̄ timn pytth sytthah skht ʿdhabuk drvazh ylh travav (pth) rvzn tim tamhi vqth tath mnzpyth sytthah ḥạrt san khamvsh th dil mlvul."
  },
  {
    "verse_id": 78,
    "translation": "Th sue chuh yymụ̄ tuhndi khạṭr kn th achh th dl (th dmagh) var var vjvds mnz anụ̄ (mgr) tohụ̄ lukh chihv sytthah km shkr kran."
  },
  {
    "verse_id": 79,
    "translation": "Th sue chuh yymụ̄ tohụ̄ rve zmyns pytth pạd krith phạlạvinav th tohụ̄ yiyiv tmụ̄ snzy bargahi mnz jmʿ krnh."
  },
  {
    "verse_id": 80,
    "translation": "Th sue chuh yus zndgy chuh divan th mvt chuh divan th rat dohuk yun gczuhn (thi) chuh tmụ̄ sndise akhtyars mnz. Tylhi kya tohụ̄ chihv na smjhan?"
  },
  {
    "verse_id": 81,
    "translation": "Blkh chih yim lukh (thi) tamy āyhi kthh kran yymhi āyhi chh (kthh) brvuntthim (kạfr) kran chih rvudimtụ̄."
  },
  {
    "verse_id": 82,
    "translation": "Yim chih vnan zi yylhi asụ̄ marv th asụ̄ spdv mycz th (dodrymcz) addijhi kya pth yimvaasụ̄ (byyhi zndh krith) tulnh?"
  },
  {
    "verse_id": 83,
    "translation": "Be shk chuh aashi sintụ̄ (thi) th sanyn ābaʿ v ajdad n sintụ̄ (thi) yymhi brvnhh yohe vʿdh kran rvznh āmut, yimh (kthh) chhe mḥẓ brvntthimyn lukn hndụ̄ afsanh."
  },
  {
    "verse_id": 84,
    "translation": "(yimn) frmạvivzi zmyn th byyhi yus kanhh aath mnz (rvzan) chuh (svrue) kmụ̄ snz mlkyt chhe, agr tohụ̄ (kynhh) zanan chihv?"
  },
  {
    "verse_id": 85,
    "translation": "Tim vann fvraan zi (svrue kynhh) chuh Allah tʿālyā sund,tohụ̄ frmạviyvukh, tylhi kyazi chihv nh tohụ̄ nṣyḥt manan?"
  },
  {
    "verse_id": 86,
    "translation": "(timn pczhnh khạṭr) frmạvivzi stn āsmann hund th ʿrshi ʿẓymuk (yʿny tmam kaynat kh aʿlyā aqtdaruk) mạlk kus chuh?"
  },
  {
    "verse_id": 87,
    "translation": "Tim vnn fvraan,yhi (svrue kynhh) chuh Allah tʿālyā sund (pth) frmạviv tohụ̄,tylhi kyazi chihv nh khvczan?"
  },
  {
    "verse_id": 88,
    "translation": "Tohụ̄ frmạviv (yimn) zi suh kus chuh yymụ̄ sndis dsti qdrts mnz pth chyzch mkml mlkyt chhe byyhi yus chhpn jae chuh divan th yymis khlaf (kanhh) pnah hykhi nh dinh yith,agr tohụ̄ (kynhh) zanan chihv?"
  },
  {
    "verse_id": 89,
    "translation": "Tim vnn fvraan,yim (sạry bjr) chih Allah tʿālyā sndy khạṭr, (tylhi) frmạviv tohụ̄,tylhi kpạrụ̄ chuhv tohyhi (jadikụ̄ pạtthụ̄) fryb yivan dinh?"
  },
  {
    "verse_id": 90,
    "translation": "Blkh vatnvv aashi timn ḥq th be shk chih tim apziyạrụ̄."
  },
  {
    "verse_id": 91,
    "translation": "Allah tʿālyā hn bnvv nh (pnnhi khạṭr) kanhh avlad th nah chuh ts sintụ̄ byyhi kanhh khdae nath niyhi he pth khdae pnnụ̄ pnnụ̄ mkhlvq ẓrvr (byon) krrith th yqyna krhn tim aakh akis pytth ghlbh ḥạṣl (th pvur kaynats mnz gczihh he fsad brpa). Allah tʿālyā chuh timav kthv nishhi pak yimh tim vnan chih."
  },
  {
    "verse_id": 92,
    "translation": "(suh) chuh pvushyduk th ẓạhruk (sarine chyzn hund) zann vvl lhādha chuh suh timav chyzv nishhi thod th bodd yimn yim shryk chih manan."
  },
  {
    "verse_id": 93,
    "translation": "Tohụ̄ frmạviv (dʿā) zi ae myanhi rbh! Agrcz me suh (ʿdhab) havun lagkh yymiyuk timn sintụ̄ vʿdh chuh yivan krnh."
  },
  {
    "verse_id": 94,
    "translation": "Ae myanhi rbh! (tylhi) krụ̄zynh me ẓạlm qvms mnz shạml."
  },
  {
    "verse_id": 95,
    "translation": "Th be shk chhe aashi aath kthhi pytth qdrt zi asụ̄ havv tohyhi suh (ʿdhab) yymiyuk asụ̄ timn sintụ̄ vʿdh chih kran."
  },
  {
    "verse_id": 96,
    "translation": "Tohụ̄ ạsiv burạyy tamhi ṭryqh dfʿ kran yus sarive khoth bhtr āshi asụ̄ chih timh (kthh) var pạtthụ̄ zanan yimh yim vnan chih."
  },
  {
    "verse_id": 97,
    "translation": "Th tohụ̄ frmạviv (dʿā), ae myanhi rbh! Bh chuhs shyṭann hndyv vasvsav nishhi chvn pnah mngan."
  },
  {
    "verse_id": 98,
    "translation": "Th ae myanhi rbh! Bh chuhs aamhi kthhi nishhi (thi) chvn pnah mngan zi tim yin me nish."
  },
  {
    "verse_id": 99,
    "translation": "Aot tam zi yylhi timav mnz kạnshi mvt yiyhi (pth) vanhi suh, ae myanhi rbh! Me svz (dnyahs mnz) vaps."
  },
  {
    "verse_id": 100,
    "translation": "Takh bh kr tath (dnyahs) mnz nyk ʿml yus bh trạvith chuhs āmut. Hrgz nh, yhi chhe so kth yosh suh (ḥsrt kinụ̄) vnan āshi, th timn brvnhh knhi chuh tath dohs tam aakh prd (tthor, yymhi doh) tim yin tulnh (qbrvmnz)."
  },
  {
    "verse_id": 101,
    "translation": "Pth yylhi ṣvurs phokh yiyhi dinh pth nah rvzn tamhi doh timn drmyan rshth (baqy) th nah hykn tim aakh akis ḥal pczihth."
  },
  {
    "verse_id": 102,
    "translation": "Pth yhindụ̄ pạtrụ̄ (zyadh ʿmlv kinụ̄) gobụ̄ āsn tylhi āsn timae lukh kamyab th kamran."
  },
  {
    "verse_id": 103,
    "translation": "Th yhindụ̄ pạtrụ̄ (ʿmln hund vzn nh āsnh kinụ̄) lotụ̄ āsn tylhi chih yime lukh yimav pnnis pans nqṣan vatnvv tim chih hmyshhi jhnms mnz rvzn vạlụ̄."
  },
  {
    "verse_id": 104,
    "translation": "Tihindyn buthyn vashi nar sintụ̄mslh th tim āsn tath mnz dand nybr kun kddth bdshkl buth hyth."
  },
  {
    "verse_id": 105,
    "translation": "(timn yiyhi vannh,) kya tohyhi ạsụ̄v namyạnụ̄ āyat yivan prụ̄ prụ̄ bvznavnh pth ạsụ̄v tohụ̄ timn ankar kran."
  },
  {
    "verse_id": 106,
    "translation": "Tim vann ae sanhi rbh! Aashi pytth ạs sạnụ̄ bdqsmty ghạlb gmcz th asụ̄ ạsụ̄ pzụ̄pạtthụ̄ vathi ddolmut qvm."
  },
  {
    "verse_id": 107,
    "translation": "Ae sanhi rbh! Cz krr aashi yythi pth hrgah asụ̄ byyhi ty krv (yʿny vthi ddlav) tylhi āsav be shk asụ̄ ẓạlm."
  },
  {
    "verse_id": 108,
    "translation": "Arshad spdi, (vonụ̄) rvuzivathụ̄ mnz dhlyil gczhth pyth th me sintụ̄ mah kriv kth."
  },
  {
    "verse_id": 109,
    "translation": "Be shk avs myanyv bndv mnz aakh ṭbqh tiyuth thi yim (myanhi bargahi mnz) ʿrẓ ạsụ̄ kran, ae sanhi rbh! Aashi chuh ayman aonmut lhādha krcz aashi mghfrt byyhi kr aashi pytth rḥm th cze chuhkh sarive khoth bhtr rḥm krn vvl."
  },
  {
    "verse_id": 110,
    "translation": "Pth ạsụ̄v tohụ̄ timn hzl kran ḥtyā kh timav mshrạv hav tohyh myạnụ̄dhkr thi th tohụ̄ ạsụ̄v (ṣrf) timn hzle kran rvzan."
  },
  {
    "verse_id": 111,
    "translation": "Be shk chuh me az timn tihindi ṣbruk yus tim kran rvudụ̄ (yhi) mʿāvẓh ʿṭa kormut zi tim chih kamyab gmtụ̄."
  },
  {
    "verse_id": 112,
    "translation": "Arshad spdi zi tohụ̄ ktis kals ạsụ̄v vrụ̄yn hndi shmarkinụ̄ zmyns mnz tthhrymtụ̄?"
  },
  {
    "verse_id": 113,
    "translation": "Tim vann asụ̄ āsav akis dohs nath doh kis kynczhs ḥṣs tthhrymtụ̄, tohụ̄ pczihv gnzrn valyn."
  },
  {
    "verse_id": 114,
    "translation": "Arshad spdi, tohụ̄ tthhryyv nh (tathi) mgr sytthah kms kals, kash!tohyhi āsihyv (yhi kth tty) pe."
  },
  {
    "verse_id": 115,
    "translation": "Tylhi kya tohyhi avsv yhi khyal kormut zi aashi chihv tohụ̄ be kar (th be mqṣd) pạd krimtụ̄ th yhi zi tohụ̄ yiyiv nh aashi kun pot phyirith?"
  },
  {
    "verse_id": 116,
    "translation": "Lhādha chuh Allah tʿālyā yus ḥqyqy badshah chuh thod th bodd chuh ts varạe chuhnh kanhh mʿbvd, bzrgy th ʿzt valhi (aqtdarkh) ʿrshuk chuh (sue) mạlk."
  },
  {
    "verse_id": 117,
    "translation": "Th yus shkhṣ Allah tʿālyā hs sintụ̄ byyhi kạnshi mʿbvd snz ʿbadt chuh kran ts nashhi chhanh tmụ̄ snz kanhh sand lhādha chuh tmụ̄ sund ḥsab tmụ̄ sndis rb se nishhi. Be shk lbn nh kạfr lukh kamyạby."
  },
  {
    "verse_id": 118,
    "translation": "Th tohụ̄ kriv ʿrẓ, ae myanhi rbh! Cz kr mghfrt byyhi kr rḥm th cze chuhkh sarive khoth bhtr rḥm krn vvl."
  }
]