[
  {
    "verse_id": 1,
    "translation": "(yhi) chuh aakh (thadi payuk) svrh yus aashi nạzl chuh kormut th aashi chuh yhi (yʿny amikụ̄aḥkam) frẓ kormut th aashi chih aath mnzvaẓḥ āyat nạzl krụ̄ mtụ̄ takh tohụ̄ kriv nṣyḥt ḥạṣl."
  },
  {
    "verse_id": 2,
    "translation": "Bdkar znan th bdkar mrd (hrgah nytr ros āsn) tylhi lạyiv timn doshvnụ̄ mnz pth akis (ḥd kyv shrạyṭv san znahuk jrm thạbt spdns pytth) hath (hath) kvrr (yylhi zn nytr vạlis mrds th znanhi hnzi bdkạry pytth rjm chuh sza th yhi chuh mvtuk sza) th tohyhi gczhyv nh timn doshvnụ̄ pytth Allah tʿālyā sndis dyns mnz (yʿny dynuk ḥukm nạfdh krns mnz) raczh thi ʿār yun agr tohyhi Allah tʿālyā hs pytth th ạkhrt kis dohs pytth ayman chuhv byyhi pazi zi timn doshvnụ̄ hndis szahs (yʿny sza dnh kis mvqʿs) pytth gczihh mslmann hnz (aakh jan th brr) jmaʿt mvjvd āsnụ̄."
  },
  {
    "verse_id": 3,
    "translation": "Bdkar mrd chuhnh bdkar znanhi ya mshrk znanhi varạe (kạnshi pak khatvnhi sintụ̄) nkaḥ (krun psnd) kran th bdkar znanhi sintụ̄ (thi) chuhnh bdkar mrd s ya mshrks varạe kanhh (ṣalḥ shkhṣ) nkaḥ (krun psnd) kran, th yhi (bdkạry hnz kạm) chhe mslmann pytth ḥram krnh āmcz."
  },
  {
    "verse_id": 4,
    "translation": "Th yim lukh pak damn khatvnn pytth (bdkạry hnz) thmt lagn pth hykn nh czvr gvah pysh krith tylhi lgạviv tohụ̄ timn (szaʿe qdhf kh ṭvr) shyith kvrr th zanhh thi mah kriv tihnz gvạhy qbvl, th yimae lukh chih bdkrdar."
  },
  {
    "verse_id": 5,
    "translation": "Timav varạe yimv amhi (thmt lagnh) pth tvbh kor byyhi korukh (pans) aṣlaḥ, tylhi chuh be shk Allah tʿālyā bodd bkhshn vvl sytthah mhrban (tim yin nh fasqn mnz gnzravnh mgr aamhi sintụ̄ gczihh nh ḥdi qdhf mʿāf)."
  },
  {
    "verse_id": 6,
    "translation": "Th yim lukh pnnyn khandarinyn pytth (bdkạry hnz) thmt lagn th timn nishhi āshi nh pnnhi dhath varạe kanhh gvah tylhi chhe yithis kạnshi thi akis shkhṣh snz gvạhy yhi zi (suh) diyin (panh) czvri ltthi Allah tʿālyā sund qsm khyth gvạhy zi suh chuh (alzam lagns mnz) pzụ̄yvr."
  },
  {
    "verse_id": 7,
    "translation": "Th pvnnczmhi ltthi (vnin) yhi zi ts pytth ạsin Allah tʿālyā snz lʿnt agr suh aapziyvr āshi."
  },
  {
    "verse_id": 8,
    "translation": "Th (yithe pạtthụ̄) hykhi yhi kth ts (khatvnhi) nishhi (thi) sza dvur krith zi so diyin czvri ltthi Allah tʿālyā sund qsm khyth (panh) gvạhy zi suh (mrd) chuh (yhi thmt lagns mnz) aapziyvr."
  },
  {
    "verse_id": 9,
    "translation": "Th pvunczimhi latthi (vnin) yhi zi ts pytth (yʿny me pytth) ạsin Allah tʿālyā sund ghẓb agr yhi (mrd aath alzam lagns mnz) pzụ̄yvr āshi."
  },
  {
    "verse_id": 10,
    "translation": "Th agr tohyhi pytth Allah tʿālyā sund fẓl th tmụ̄ snz rḥmt āsihe nh (tylhi gczihhiv tohụ̄ yithyn ḥalatn mnz zyadh pryshan) th be shk chuh Allah tʿālyā sytthhe tvbh qbvl krn vvl bodd ḥkmt vvl."
  },
  {
    "verse_id": 11,
    "translation": "Be shk yimav lukv (ʿāʿshh ṣdyqh ṭybh ṭahrh rẓy Allah tʿālyā ʿnha hs pytth) bhtan lvg (sothi) ạs tohy mnz aakh jmaʿt,tohụ̄ mah smjhiv suh (bhtanuk vaqʿh) pnnis ḥqs mnz bur blkh chuh suh tuhndis ḥqs mnzbhtr (spudmut, tkyaz tvhyhi gyv amy ḥvalh shryʿtkụ̄ aḥkam ḥạṣl th ʿāyshh ṣdyqh ṭybh ṭahrh rẓy Allah tʿālyā ʿnha hn hnzi pakdamny hund gvah bnyav panh Allah tʿālyā yymh sintụ̄ tvhyhi tsndi mrtbuk paelvgv), timav mnz chuh pth akis khạṭr tiyutue gnah yvutah tmụ̄ kmvv th timav mnz yymụ̄ aath (bhtans) mnz sarive khoth zyadh ḥṣh nyvu ts khạṭr chuh zbrdst ʿdhab."
  },
  {
    "verse_id": 12,
    "translation": "Yhi kyazi sapud nh zi yylhi tohyhi suh (bhtan) bvuzmut avsuv tylhi krhn mvmn mrd th mvmn khatvunh pnnyn mtʿlq nyk guman th (yhi) vnhn zi yhi chuh ttakarh (apzis pytth bnyvmut) bhtan."
  },
  {
    "verse_id": 13,
    "translation": "Yimav (bhtan thurn valyv lukv) kyazi anụ̄ nh aath (ṭvfans) pytth czvr gvah,pth yylhi timv gvah hykụ̄ nh anith tylhi chih yimae lukh Allah tʿālyā hs nzdyk aapziyạrụ̄."
  },
  {
    "verse_id": 14,
    "translation": "Th hrgah tohyhi pytth dnyahs th ạkhrts mnz Allah tʿālyā sund fẓl th tmụ̄ snz rḥmt āsihe nh tylhi yath (thmt kis) chrchs mnz tohụ̄ hynh āyv tath pytth vathi he tohyhi zbrdst ʿdhab."
  },
  {
    "verse_id": 15,
    "translation": "Yylhi tohụ̄ so (kth akh akis nishhi bvuzith) pnnyn zyvan pytth aanan rvudụ̄v th pnnhi chantthi rvudụ̄v tikynczhah vnan yymiyuk nh tohyhi (pans) kanhh ʿlm avsuv th tath (tulạnụ̄ tulạnụ̄ krns) rvudụ̄v mʿmvly kth smjhan, yylhi zn so Allah tʿālyā sndis drbars mnz sytthah brr (jsart spdan) ạs."
  },
  {
    "verse_id": 16,
    "translation": "Th yylhi tohyhi yhi (bhtan) bvzmut avsuv tylhi kyazi vonuv nh tohyhi (tamy saʿth) yhi zi sanhi khạṭr chuhnhi yhi (jạyze) zi asụ̄ aanav yhi zyvi pytth (blkh vnụ̄hiv tohụ̄ yhi zi ae Allah!) cz chuhkh pak (aamhi kthhi nishhi zi ticzh khatvn bnavhn cz pnnis ḥbyb mkrm ṣly Allah ʿlyh vslmn hnz ttạtth khandarinụ̄) yhi chuh sytthah bodd bhtan."
  },
  {
    "verse_id": 17,
    "translation": "Allah tʿālyā chuhv tohyhi nṣyḥt kran zi vonụ̄ krụ̄zyv nh zanhh thi yiczh kth (pvur vạnshi) agr tohụ̄ ayman vạlụ̄ chihv."
  },
  {
    "verse_id": 18,
    "translation": "Th Allah tʿālyā chuh tuhndi khạṭr āyat kran vaẓḥ pạtthụ̄ byan,th Allah tʿālyā chuh var pạtthụ̄ zann vvl bodd ḥkmt vvl."
  },
  {
    "verse_id": 19,
    "translation": "Be shk yim lukh aath kthhi psnd chih kran zi mslmann mnz gczh be ḥyạyy phạ lnụ̄ tihindi khạṭr chuh dnya hs th ạkhrts mnz dg tulvun ʿdhab,th Allah tʿālyā chuh (yithyn lukn hndụ̄ aradh) zanan th tohụ̄ chihv nh zanan."
  },
  {
    "verse_id": 20,
    "translation": "Th agr tohyhi pytth (amis rsvli mkrm ṣly Allah ʿlyh vslmn hndi ṣdqh) Allah tʿālyā sund fẓl th tmụ̄ snz rḥmt āsihe nh tylhi (yiyhi hiv tohụ̄ thi goddnikyn aumtn hndụ̄ pạtthụ̄ tbah krnh) mgrAllah tʿālyā chuh sytthah shfqt vvl bodd rḥm frmavn vvl."
  },
  {
    "verse_id": 21,
    "translation": "Ae ayman valyv! Shyṭan snzn vtn pytth mah pkivu th yus shkhṣ shyṭan snzn vtn pytth pkan chuh, suh chuh yqyna be ḥyạyy th bur kamyn hund (phanphlavnuk) ḥkm divan, th agr tohyhi pytth Allah tʿālyā sund fẓl th tmụ̄ snz rḥmt āsihe nh tylhi hykhi he nh tohyhi mnz kanhh shkhṣ thi zanhh (aamhi thmt kh gnah kh daghh nishhi) pak spdith amapoz Allah tʿālyā ys yczhan chuh pak chuhs kran, th Allah tʿālyā chuh var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 22,
    "translation": "Th tohyhi mnz mah khyyin (vonụ̄ dyny) buzrgy vạlụ̄th (dnyạvy) vusʿt vạlụ̄ aamhi kthhi hundqsm zi tim din (nh aath bhtan kis jurms mnz shryk) rshth darn th moḥtajn th Allah tʿālyā snzi vathi mnz hjrt krn valyn (mạly amdad) timn pazi zi (tihund qṣvr) krin mʿāf th (tihnzi ghlṭy nishhi) krin drgzr, kya tohụ̄ chihv na yhi kth psnd kran zi Allah tʿālyā gczhyv tohyhi mghfrt krun, th Allah tʿālyā chuh bodd bkhshn vvl mhrban."
  },
  {
    "verse_id": 23,
    "translation": "Be shk yim lukh timn pakdamn mvmn khatvnn pytth yimh (burạyy hndi tṣvr nishhi thi) be khbr th aan zan chhe (yiczh) thmt lagan chih tim chih dnyahs th ạkhrts (doshvnụ̄ jhann) mnzlʿnty th tihndi khạṭr chuh zbrdst ʿdhab."
  },
  {
    "verse_id": 24,
    "translation": "Yymhi doh (panh) tihnz zyv th tihindụ̄ aathh th tihindụ̄ khor timne khlaf gvạhy din zi yikynczhah tim kran rvzan ạsụ̄."
  },
  {
    "verse_id": 25,
    "translation": "Tamhi doh diyhi Allah tʿālyā timn (tihnzn ʿmln pytth) tihund pvuri pvur jza yymikụ̄ tim ṣḥyḥ ḥqdar chih th timn lghi pe zi Allah tʿālyā chuh (panh thi) ḥq (th ḥqs) chuh non krrn vvl (thi)."
  },
  {
    "verse_id": 26,
    "translation": "Napak znanh chhe napak mrdn khạṭr (mkhṣvṣ) th napak mrd chih napak znann khạṭr, th (yithe pạtthụ̄) chhe pak th rczkhatvunh pak mrdn khạṭr (mkhṣvṣ) th pak th rtụ̄ mrd chih pak khatvnn khạṭr (tylhi svunch zhyvpanh tohụ̄ zirsvl Allah ṣly Allah ʿlyh vslmn hnz pạkyzgy th shvuczr vuchihth kiczh pak th rczkhandarinụ̄ āshi Allah tʿālyā hn tihindi khạṭr bnạvmcz), yim (pak lukh) chih timav (thmtv) nishhi pvurpạtthụ̄ bry yimh yim (bdzban) lukh vnan chih, yhnd khạṭr chih bkhshạysh th ʿzt th bzrgy vajnụ̄ ʿṭa (mqdr bnymcz, tohụ̄ kyazi chihvtihindis shans mnz zban drạzy krith paans roe syạhy kran th panun ạkhrt tbah th brbad kran)."
  },
  {
    "verse_id": 27,
    "translation": "Ae ayman valyv! Pnnyv grav varạe mah ạsiv doyimyn hndyn gran mnz aaczan, yot tam nh tohụ̄timn ajazt hyyiv th tihndyn rvzn valyn ạsiv (aaczvunue) slam kran, yhi chhe tuhndi khạṭr bhtr (nṣyḥt) takh tohụ̄ kriv (aamhi chn ḥkmtn mnz) ghvrvfkr."
  },
  {
    "verse_id": 28,
    "translation": "Pth hrgah tohụ̄ timn (gran) mnz kanhh shkhṣ mvjvd lbiyvun nh tylhi mah ạsiv tohụ̄ timn mnz aczan yot tam nh tvhyhi (aamhi kthhi hund) ajazt yiyhi dinh th hrgah tohyhi vannh yiyhi zi vaps gczihv tylhi ạsiv tohụ̄ vaps nyran, yhi chhe tuhndis ḥqs mnz sytthah pạkyzh kth, th Allah tʿālyā chuh timav kamyv nishhi yimh tohụ̄ kran chihv var pạtthụ̄ zạniyab."
  },
  {
    "verse_id": 29,
    "translation": "Aath mnz chuhnh tohyhi pytth gnah zi tohụ̄ acziv timn mkann (th ʿmartn) mnz yimh kạnshi hnz mstql rvzn jayhi chhanh (mthlaan hvttl, srae th msafr khanh vghạrn mnz aczv ajazt varạe tikyazi) timn mnz chuh tohyhi fạydh tulnuk ḥq (ḥạṣl), th Allah tʿālyā chuh timn (tmam kthn) zanan yimh tohụ̄ ẓạhr chihv kran th yimh tohụ̄ khttith chihv thavan."
  },
  {
    "verse_id": 30,
    "translation": "Tohụ̄ frmạviv mvmn mrdn zi tim ạsin pnnhi nẓr bon kun thavan th pnnyn shrmgahn ạsin rạchh kran, yhi chhe tihindi khạṭr sytthah pạkyzh kth. Be shk chuh Allah tʿālyā timav kamyv nishhi var pạtthụ̄ zạnyab yimh yim kran chih."
  },
  {
    "verse_id": 31,
    "translation": "Th tohụ̄ frmạviv mvmn khatvnn zi timh (thi) ạsin pnnhi nẓr bon kun thavan th pnnyn shrmgahn hnz rạchh ạsin kran th pnnụ̄ zynt th mạrụ̄ mnzr mha ạsin non krran tamhi (ḥṣh) varạe yus aamhi mnz pane non chuh nyran th timh rvuzin pnyn kln pytth vlith dduptth (th czadr) pnnyn naln th syinn pytth (thi) trạvith th timh mah ạsin panun pạrav sngar (kạnshi nishhi) non krran pnnyv khandarv varạe ya pnnyv malyv buddibbv ya pnnyn khandarn hndyv malyv buddi bbvyapnnyv nychvyv ya pnnyn khandarn hndyv nychvyv ya pnnyv bhayv ya pnnyv babthrv ya pnnyv bynthrv ya pnnyv (hm mdhhb, mslman) khatvnv yapnnyv mmlvkh kynzvya mrdv mnz tim khdmt gar yim khvạhsh th shhvt nishhi czhrụ̄ āsn ya timv shuryv yim (shurụ̄ khyalh kinụ̄ vunhi) znann hndyv prdh valyv chyzv nishhi bakhbr spdụ̄ nh (yim thi chih mstthnyā) th nah mha ạsin (pkan pkan) pnnụ̄ khor (zmyns pytth tithh pạtthụ̄) dạrith divan zi (khorv hndi chhanụ̄ chhanụ̄ sintụ̄) lghi tihindi tamhi pạravuk pe yus timh (shryʿt kh ḥkmh sintụ̄) khttith chhe thạvith, th tohụ̄ sạry kriv Allah tʿālyā snzi bargahi mnz tvbh ae mvmnv! Takh tohụ̄ lbiv (yimn aḥkamn pytth ʿml krith) kamyạby."
  },
  {
    "verse_id": 32,
    "translation": "Th tohụ̄ ạsiv pnnyv mrdv th khatvnv mnz tihund nkaḥ kran yim (nkaḥ chh vạnshi bavjvd) aazdvạjy zndgy varạe (rvzan) āsn th pnnyn ṣlaḥyt thavn valyn ghlamn th knyzn hundthi (ạsiv nkaḥ kran), hrgah tim moḥtaj āsn (tylhi) kri Allah tʿālyā timn pnnhi fẓl sintụ̄ ghny,th Allah tʿālyā chuh sytthah vsʿt vvl sytthah ʿlm vvl."
  },
  {
    "verse_id": 33,
    "translation": "Th tithyn lukn pazi pak damny vrtavnụ̄ yimn nkaḥ (krnuk ṭaqt) chuhnh yot tam zi Allah tʿālyā kri timn pnnhi fẓl sintụ̄ ghny (yʿny dvlt kri ʿṭa), th tuhndyv zyri dstv (yʿny matḥt ghlamvth knyzv) mnzyim mkatb (yʿny kynhh mal kmạvith dinh kis shrṭs pytth āzad) spdun yczhn tylhi kriyvukh tim mkatb (kynhh mal kmạvith dinh kis shrṭs pytth āzad) agr tohụ̄ timn mnz rczr zanan chihv th tohụ̄ diyiv (panh thi) timn Allah tʿālyā sndi malh mnz (āzad spdnh khạṭr) yus tmụ̄ tohyhi ʿṭa chuhnv kormut, th pnnhi knyzh mah kriyvukh dnyạvy zndgy hund fạydh ḥạṣl krnh mokhh bdkạry pytth mjbvr yylhi zn timh pak damn (ya nkaḥ kis ḥfaẓts mnz) rvzun chhe yczhan,th yus shkhṣ timn mjbvr kri tylhi chuh Allah tʿālyā tihindi mjbvr spdnh pth (thi) bodd bkhshn vvl mhrban."
  },
  {
    "verse_id": 34,
    "translation": "Th be shk chih aa shi tohyhi kun vaẓḥ th ttakarh āyat nạzl krimtụ̄th kynhh timn lukn hnz mthalh (yʿny qṣh ʿāʿshh hkụ̄pạtthụ̄ qṣh mrym th qṣh yvsf) yim tohyhi brvnhh chih gzrymtụ̄ th (yhi) chhe prhyzgarn khạṭr nṣyḥt."
  },
  {
    "verse_id": 35,
    "translation": "Allah tʿālyā chuh āsmann hund th zmynuk nvr.tmụ̄ sndi nvrch mthal (yus nvri Muḥammady chh shklhi mnz dnyahs mnz rvshn chuh) chhe tamhi ṭaqchi (yʿny ṭaq hivi mtbrk syinch) hish yath mnz (nbvtuk p zlh vun) czvng chuh; (suh) czvng chuh (qlbi Muḥammady kis) qndyls mnzthạvith. (yhi) qndyl (chuh nvri alāhy kh prtv sintụ̄ tyvutah nvur bvruth) znth aakh p zlh vun taruk chh (yhi nbvtuk czvng) yus zytvn kh mbark kulhi sintụ̄ (yʿny mqds ʿālm kh babrkt vḥy hndi rạbṭh sintụ̄ ya anbyahn th rsvln hndi nbvt kh shjrh sintụ̄) rvshn chuh sapudmut nah chuh (fqṭ) shrqy th nah ghrby (blkh pnnis nvur kih fạẓ kis vsʿts mnz chuh ʿālm gyr). Basan chuh zi aamiyuk tyil chh (pane) p zlan agr chh vunhi aath (rbạny vḥy th āsmạnụ̄ mʿjzatn hndụ̄) narn aathh thi chuhnh lvgmut. (suh) chuh nvrs pytth nvr (yʿny nvri vjvds pytth nvrinbvt yʿny so dhat chhe dognh nvruk pykr). Allah tʿālyā ys yczhan chuh ts chuh pnnis nvrs (yʿny nvurkis mʿrfts) tam vatnavan, th Allah tʿālyā chuh lukn (hndi hdayt) khạṭr mthalh kran byan, th Allah tʿālyā chuh p th chyz nishhi var pạtthụ̄ bakhbr. Yhi chuh ḥẓrt ʿbdAllah bn ʿbasrẓy Allah tʿālụ̄ā ʿnh th ʿbdAllah bn ʿmr rẓy Allah tʿālụ̄ā ʿnh hs ʿlavh tabʿīnv mnz kʿb alaḥbarsʿīd bn jbyr, abvlʿālyh th alẓḥak bn mzaḥm sund byan krnh āmut mʿny; yus amam ʿbd bn ḥmyd, abn jryr alṭbry, abn almndhr, abni aby ḥatm alrazy, abv mnṣvr almatrydy, alṭbrany, abvallyth alsmrqndy, alslmy,abvasḥaq alʿlby, mky bn aby ṭalb almqry, albghvy, alqaẓy ʿīaẓ, abn ʿṭyh, abn aljvzy, fkhraldyn alrazy, alqrṭby, abn ḥyan,abn alqym, abvḥfṣ alḥnbly, alsyvṭy, alqsṭlany, alālvsy th baqy varyahv mfsrv byan chuh kvrmut."
  },
  {
    "verse_id": 36,
    "translation": "(Allah tʿālyā sund yhi nvr chuh) tithyn gran (msjdn th mrkzn) mnz (ḥạṣl gczhan) yimn (hnzqdrth bjr) blnd krnuk th yimn mnz Allah tʿālyā sndi navch dhkr krnuk ḥkm Allah tʿālyā hn diyutmut chuh (yim chih tim gr zi) ymn mnz chih (Allah vạlụ̄) ṣbḥ v sham tmụ̄ snz tsbyḥ kran."
  },
  {
    "verse_id": 37,
    "translation": "(Allah tʿālyā sndi amhi nvurkụ̄ ḥạml) chih timae mrdani (khda) yimn tjart th hyon knun nah Allah tʿālyā snzi dhkri nishhi ghạfl chuh kran th nah nmaz qạyim krnh nishhi th nah zkvāh ada krnh nishhi (blkh dnyạvy frẓ ada krns dvran thi) chih tim (pth saʿth) tath dohs khvczan rvzan yath mnz (khvf kinụ̄) diln th achhn (sarine) tluk pytth spdi."
  },
  {
    "verse_id": 38,
    "translation": "Takh timn diyhi Allah tʿālyā timn (nyk) ʿmln hund bhtr bdlh yim timav krimcz chhe th pnnhi fẓl sintụ̄ kri timn byyhi (thi) zyadh (ʿṭa),th Allah tʿālyā ys yczhan chuh ḥsab varạe rzq (th krmh) sintụ̄ chuhs nvazan."
  },
  {
    "verse_id": 39,
    "translation": "Th kạfrn hndụ̄ aʿmal chih hmvar mạdans mnz srabkụ̄pạtthụ̄ yath tryshhi hot āb chuh smjhan. Aot tam zi yylhi aath nishhi yivan chuh tylhi chuhnh tathi kihinụ̄ (thi) lban (yithe pạtthụ̄) lob (tmụ̄) Allah tʿālyā (ạkhrts mnz) pans nishhi mgr Allah tʿālyā hn avs tmụ̄ sund pvur ḥsab (dnyase mnz) nkhh vvlmut, th Allah tʿālyā chuh jld ḥsab krn vvl."
  },
  {
    "verse_id": 40,
    "translation": "Ya chih (kạfrn hndụ̄ aʿmal) tamhi snhi smndrchn aanhi gttn hivụ̄yath lhr āshi vurun krith (pth) āshi tath pytth byakh lhr (th) tath pytth āshi aobur (yimh thh dar) aanhi gtth chhe aakh akis pytth,yylhi (yithis smndrs mnz boddth gczhn vvl kanhh shkhṣ) panun aathh nybr krri tylhi hykhi nh tth (khnụ̄ thi) vuchihth,th yymis khạṭr Allah tʿālyā ne (hdaytuk) nvr bnvvnh tylhi chuhnh ts khạṭr (kunhi thi jayhi) nvr āsan."
  },
  {
    "verse_id": 41,
    "translation": "Kya cze vuchuhth na zi yus kanczhah thi āsmann th zmyns mnz chuh tim (sạry) chih Allah tʿālyā snze tsbyḥ kran th janavar (thi chih fẓahn mnz) pkhh vhrạvith (tmụ̄ snze tsbyḥ kran), pth aakh chuh (Allah tʿālyā snzi bargahi mnz) pnnụ̄ nmaz th pnnụ̄tsbyḥ zanan, th Allah tʿālyā chuh timavkamyv nishhi var pạtthụ̄ bakhbr yimh tim kran chih."
  },
  {
    "verse_id": 42,
    "translation": "Th tmam āsmann hnz th zmynch ḥkmrạny chhe Allah tʿālyā snze, th sarine chuh tsụ̄ kun pot phyirith gczuhn."
  },
  {
    "verse_id": 43,
    "translation": "Kya cze vuchuhth na zi Allah tʿālyā he chuh (godd) aobrs var var pknavan pth chuh aath (yʿny amhi kyn mkhtlf ttukrn) panh vạnụ̄ ralavan pth chuh aath thh darbnavan pth chhv tohụ̄vuchhan zi aath drmyan chuh khạly jayav nishhi nyirith rvud pyvan, th suh chuh athụ̄ āsmans (yʿny fẓahs) mnz shyinh baln hndụ̄ pạtthụ̄ (bvznh yinh valhi) aobr mnzddvntth travan, pth ys pytth yczhan chuh tath ddvntths chuh travan th ys nishhi yczhan chuh tath chuh pot phiran (aamhi mzyd chuh aamy aobr nishhi vuzmlh thi pạd kran), basan chuh zi aamhi (aobrch) vuzmlhi hnz chmk niyhi (dugvsh krith) achhn hund gash thphi."
  },
  {
    "verse_id": 44,
    "translation": "Th Allah tʿālyā chuh rats th dohs (aakh akis pytth) phiran rvzan,th be shk chhe aath mnz ʿql th bṣyrt thavn valyn khạṭr (brr) rhnmạyy."
  },
  {
    "verse_id": 45,
    "translation": "Th Allah tʿālyā hn kr hr kạnsh pkn vạlis (jandar) snzpydạysh (hnz kymyạyy abtda) ābh nishhi, pth spdụ̄ timav mnz kynhh tim yim ydd kkhri pkan chih th yimav mnz spdụ̄ kynhh tim yim don zngn pytth pkan chih, th yimav mnz spdụ̄ kynhh tim yim czon (zngn) pytth pkan chih, Allah tʿālyā yhi yczhan chuh thi chuh pạdkran rvzan, be shk chuh Allah tʿālyā pth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 46,
    "translation": "Yqyna chih aashi vaẓḥ th rvshn byan vạlụ̄ āyat nạzl krụ̄mtụ̄, th Allah tʿālyā ys yczhan chuh (yhindi dhryʿh) chuhs syzi vathi kun rhnmạyy kran."
  },
  {
    "verse_id": 47,
    "translation": "Th tim (lukh) chih vnan zi aashi chuh Allah tʿālyā hs pytth th rsvls (ṣly Allah ʿlyh vslm) pytth ayman aonmut byyhi chih aṭaʿt kran pth chuh aamhi (qvlh) pth timav mnz aakh dor (pnnhi aqrar nishhi) buth phiran,th yim lukh chihnh (ḥqyqts mnz) mvmn."
  },
  {
    "verse_id": 48,
    "translation": "Th yylhi yimn lukn Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) kun nad chuh yivan dinh zi suh krin yimn drmyan fạṣlh tylhi chuh tamhi saʿth yimav mnz aakh dor (drbari rsalts mnz yinh nishhi) buth phiran."
  },
  {
    "verse_id": 49,
    "translation": "Th agr tim ḥqs pytth āshn tylhi yhin tim amis (rsvl ṣly Allah ʿlyh vslms) kun aṭaʿt gzar spdith tyzy san."
  },
  {
    "verse_id": 50,
    "translation": "Kya yhindyn diln mnz chha (mnafqtch) bymạrụ̄ kinh tim chih (shani rsalts mnz) shk kran kinh timn chuh aamhi kthhi hund andyshhi zi Allah tʿālyā th tmụ̄ sund rsvl (ṣly Allah ʿlyh vslm) krn timn pytth ẓlm, (nah) blkh chih timae lukh panh ẓạlm."
  },
  {
    "verse_id": 51,
    "translation": "Ayman valyn hnzkth chhe ṣrf yhi āsan zi yylhi timn Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) kun nad chuh yivan dinh takh suh kri timn drmyan fạṣlh tylhi chih tim yy vnan zi aashi bvuz, th aashi kr (pvur pạtthụ̄) aṭaʿt, th yithy lukh chih kamyạby lbn vạlụ̄."
  },
  {
    "verse_id": 52,
    "translation": "Th yus shkhṣ Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt chuh kran byyhi chuh Allah tʿālyā hs khvczan th tmụ̄ sund tqvyā chuh akhtyar kran tylhi chih yithy lukh muradlbn vạlụ̄."
  },
  {
    "verse_id": 53,
    "translation": "Th tim lukh chih Allah tʿālyā sndụ̄brrụ̄bar (tạkydy) qsm khyvan zi agr tohụ̄ timn ḥkm diyiv tylhi nyrn tim (jhad khạṭr) ẓrvr, tohụ̄ frmạviv zi tohụ̄ mah khyyiv qsm (blkh) nnh vanh frmanbrdạry chhe (drkar), be shk chuh Allah tʿālyā timav kamyv nishhi var pạtthụ̄ bakhbr yimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 54,
    "translation": "Frmạviv, tohụ̄ kriv Allah tʿālyā snz aṭaʿt byyhi kriv rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt,pth agr tohụ̄ (aṭaʿt nishhi) buth phiruv tylhi (zạniv) rsvl (ṣly Allah ʿlyh vslm) sndi dhmh chuh ty kynczhah yhi timn pytth lạzm krnh āv th tuhndi dhmh chuh thi yhi tohyhi pytth lạzm chuh āmut krnh, th agr tohụ̄ tihnz aṭaʿt kriv tylhi lbvi hdayt, th rsvls (ṣly Allah ʿlyh vslm) pytth chuhnh ttakarh pạtthụ̄ (aḥkam) vatnavnh varạe kihinụ̄ (lạzm)."
  },
  {
    "verse_id": 55,
    "translation": "Allah tʿālyā hn chuh tithyn lukn sintụ̄ vʿdh kormut (yymiyuk pvur krun th tʿmyl aumts pytth lạzm chuh) yimav tohyhi mnz ayman aon byyhi rvudụ̄ nyk ʿml kran suh kri ẓrvr timne zmyns mnz khlaft (yʿny aqtdarkh amantuk ḥq) ʿṭa yithh pạtthụ̄ zn tmụ̄timn lukn aqtdar (yʿny aqtdaruk ḥq) bkhushmut avs yim yimn brvnhh ạsụ̄ byyhi kri yhindi khạṭr yhindis dyins yus tmụ̄yhnd khạṭr psnd chuh kormut (ghlbh th aqtdarkh dhryʿh) mẓbvṭ th paydar th suh bdlaviẓrvr (aamhi brdasht krnh kh bạʿth) tihund ptim khvf (yus tihinzi syạsy, mʿạshy th smạjy kmzvry kinụ̄ avs) tihindi khạṭr amn th ḥfaẓt kh ḥalth sintụ̄, tim krn (be khvf spdith) myạnụ̄ ʿbadt me sintụ̄ bnavn nh kạnshi shryk (yʿny ṣrf rvzn myạnis ḥkms th nẓams tạbʿ), th yymụ̄ aamhi pth nashkry kr (yʿny myanyv ḥkmvnishhi phirun buth th ankarkorun) tylhi āsn timae lukh fasq (th nafrman)."
  },
  {
    "verse_id": 56,
    "translation": "Th tohụ̄ thạviv nmazi (hund nẓam) qạyim byyhi rvuziv zkvāh tch adaʿygy (hund antẓam) kran th rsvl (ṣly Allah ʿlyh vslm) snz (mkml) aṭaʿt aniv bja yuth zn tohyhi pytth rḥm yiyhi krnh (yʿny ghlbh th aqtdar, astḥkam th amn th ḥfaẓt chh nʿmth yin brqrar thavnh)."
  },
  {
    "verse_id": 57,
    "translation": "Th yhi khyal krụ̄zyv nh hrgzzi ankar th nashkry krn vạlụ̄ lukh krn zmyns mnz (pnnhi hlakt nishhi Allah tʿālyā hs) ʿạjz, th tihund tthkanh chuh jhnm, th suh chuh sytthhe khrab tthkanh."
  },
  {
    "verse_id": 58,
    "translation": "Ae ayman valyv! Tuhndụ̄ zyrdst (yʿny matḥt ghlam th knyz) th tuhndy tim shurụ̄ yim (vunhi) jvan spdụ̄ nh ạsin (tohyhi nishhi yinh khạṭr) tryn mvqʿn pytth tohyhi ajazt hyvan, (aakh) ṣbḥ nmazi brvnhh th (doyum) dvphrkh vqth yylhi tohụ̄ (āram khạṭr) plv chihv krran th (tryyum) khoftn nmazi pth (yylhi tohụ̄ shongn kutthyn mnz aczan chihv), (yim) tre (vqt) chih tuhndi prdkrnkụ̄,yimav (vqtv) ʿlavh nah chuh tohyhi pytth kanhh gnah th nah chuh timn pytth, (tikyazi baqy vqtn mnz) chih (tim) tohyhi nishhi kthrt san aakh akis nishhi yivan gczhan rvzan, yithe pạtthụ̄ chuh Allah tʿālyā tuhndi khạṭr āyat vaẓḥ frmavan th Allah tʿālyā chuh var pạtthụ̄ zann vvl ḥkmt vvl."
  },
  {
    "verse_id": 59,
    "translation": "Th yylhi tohyhi mnz shurụ̄ balgh gczhnh kis ḥds vatn tylhi ạsin tim (tohyhi nishhi yinh khạṭr) ajazt hyvan yithh pạtthụ̄ zn yimn brvnhh (baqy balgh nfr) ajazt chih hyvan rvzan,yithh pạtthụ̄ chuh Allah tʿālyā tuhndi khạṭr pnnụ̄ aḥkam varpạtthụ̄ vaẓḥ kran, th Allah tʿālyā chuh sytthah ʿlm vvl th ḥkmt vvl."
  },
  {
    "verse_id": 60,
    "translation": "Th timh gran mnz rvzn vajinhi budd khatvnh yimn (vonụ̄) nkaḥch khvạhsh rvuz nh timn pytth chuhnh aath kthhi mnz kanhh gnah zi tim krrn pnnụ̄ (pytthim vlnkụ̄ hurymanh) plv nybrbshrṭykh timh (thi) bnn nh pnnụ̄ zynt ẓạhr krn vajnhi,th hrgah timh (mzyd) prhyzgạry vrtavn (yʿny hurymanh vlnkụ̄ plv thi krrn nh) tylhi chuh tihindi khạṭr bhtr,th Allah tʿālyā chuh var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 61,
    "translation": "Anis pytth chhanh kanhh rkavtt th nah chuh lngis pytth kanhh ḥrj th nah chuh bymars pytth kanhh gnah th nah chuh panh tuhndi khạṭr (kanhh ʿạb) zi tohụ̄ khyyiv pnnyn gran mnz (khyn) ya pnnyn mạlis buddi bb sndyn gran mnz ya pnnyn majn hndyn gran mnz ya pnnyn bayn hndyn gran mnz ya pnnyn bynyn hndyn gran mnz ya pnnyn pytrn hndyn gran mnzya pnnyn pophn hndyn gran mnzya pnnyn mamn hndyn gran mnzya pnnyn masn hndyn gran mnzyayimn gran hnz kunz tuhndis vrtavs mnzchhe (yʿny yimn mnz tihindyn mạlkn hndi ṭrfh tohyhi pth qsmh kh vrtavuk ajazt chuh) ya pnnyn dvstn hndyn gran mnz (chuhnh khyn khyns mnz prvae), tvhyhi pytth chuhnh aath kthhi mnz kanhh gnah zi tohụ̄ sạry khyyiv yikh vtth ya (khyyiv) byon byon, pth yylhi tohụ̄ gran mnz aczan ạsivtylhi ạsiv pnnyn (bạczn) slam vnan (yhi) chuh Allah tʿālyā sndi ṭrfh babrkt pạkyzh dʿā, yithh pạtthụ̄ chuh Allah tʿālyā pnnụ̄ āyat kran tohyhi pytth vaẓḥ takh tohụ̄ hykiv (shryʿtkụ̄ aḥkam th zndgy hndụ̄ ādab) smjhith."
  },
  {
    "verse_id": 62,
    "translation": "Ayman vạlụ̄ chih timae lukh yimv Allah tʿālyā hs pytth th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) pytth ayman chuh aonmut th yylhi tim tohyhi sintụ̄ kunhi ticzihh (ajtmạʿī) kamhi pytth ḥạẓrspdn yosh (lukn) ykja krn vajinụ̄ āshi tylhi mah nyiriv tathi (yʿny aumts mnz ajtmaʿīt th vḥdt pạd krnh chh kamhi mnz gczihv vaczihh vạnijhi shryk) yot tam nh tim (kunhi khaṣ ʿdhr kinụ̄) tohyhi ajazt hyn, (ae rsvli mʿẓm!) be shk yim lukh (tohy ḥạkm th chhapn jae zạnith) tohyhi ajazt chih mngan time lukh chih Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) pytth ayman thavn vạlụ̄, pth yylhi tim tohyhi pnnhi kunhi kamhi (gczhnh) khạṭr ajazt yczhn tylhi chihv tohụ̄ (ḥakm th mkhtar) yimav mnz ys yyczihv (ts) diyiv ajazt th tihindikhạṭr mngiv (pnnhi mjlshi nishhi ajazt hyth gczhns pytth thi) Allah tʿālyā hs mghfrt (zi yicziy kthhi pytth thi gczhụ̄nh rttnh ynụ̄), be shk chuh Allah tʿālyā bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 63,
    "translation": "(ae mslmanv!) tohụ̄ mah smjhiv rsvl sund nad diyun panh vạnụ̄ aakh akis nad diyun hyvu (yylhi rsvli akrm ṣly Allah ʿlyh vslms nad diyun tuhndis bahmy nads hyvu chuhnh tylhi kithh pạtthụ̄ hykhi khod rsvl ṣly Allah ʿlyh vslmn hnz dhati gramy tohyhi hish ạsith), be shk chuh Allah tʿālyā tithyn lukn (var pạtthụ̄) zanan yim tohyhi mnz aakh akis czhayhi rvuzith (drbari rsalt nishhi) czvuri pạtthụ̄ chih nyran,lhādha khvuczin tim lukh yim rsvl (ṣly Allah ʿlyh vslm) sndi s (adb kis) ḥkms khlaf vrzy chih kran zi (dnyase mnz) vathi timn kanhh āft ya vathi (ạkhrts mnz) timn pytth dg tulvun ʿdhab."
  },
  {
    "verse_id": 64,
    "translation": "Khbrdar! Yikynczhah āsmann th zmyns mnz chuh (svrue) chuh Allah tʿālyā sundue, suh chuh yqyna zanan yath ḥals pytth tohụ̄ chihv (aymans pytth chihv kinh mnafqts pytth chihv), th yymhi doh lukh ts kun vaps yin ninh pth vanhi suh timn yikynczhah tim kran kravan ạsụ̄, th Allah tʿālyā chuh pth chyzs var pạtthụ̄ zann vvl."
  }
]