[
  {
    "verse_id": 1,
    "translation": "(suh Allah tʿālyā) chuh sytthah brkt vvl yymụ̄ (ḥqs th bạṭls mnz frq th) fạṣlh krn vvl (qrān) pnnis (ttạtthis th mqrb) bnds pytth nạzl frmvv yuth zn suh tmam jhann khạṭr khvcznavn vvl spdi."
  },
  {
    "verse_id": 2,
    "translation": "Suh (Allah tʿālyā) zi āsmann hnz th zmynch badshaht chhe tmụ̄ sndy khạṭr th yymụ̄ nah chuh (pnnhi khạṭr) kanhh avlad bnvvmut th nah chuh badshạhy mnz tmụ̄ sund kanhh shryk th tmy chuh p th kanhh chyz pạd kvrmut, pth chuhn suh (bqa th artqa kis p th mrḥls pytth tamhi chh khạṣyth, kamhi th mdt, ghrẓ p th chyz knụ̄) akhi mqrr krnh āmthi prvgramh mṭạbq (mkml) tvazun san tshkyl duytmut."
  },
  {
    "verse_id": 3,
    "translation": "Th yimav (mshrkv) chih Allah tʿālyā trạvith baqy mʿbvd bnạvụ̄mtụ̄ yim kanhh thi chyz pạd hykn nh krith blkh chih tim panh āmtụ̄ pạd krnh th nah chih tim pnnhi khạṭr kunhi nqṣankụ̄ mạlk th nah nfʿ hkụ̄ th nah chih tim mvtkụ̄ mạlk th nah chih zndgy hndụ̄th nah chuhkh (mrnh pth) thod tulith jmʿ krnuk (akhtyar)."
  },
  {
    "verse_id": 4,
    "translation": "Th kạfr lukh chih vnan zi yhi (qrān) chuh mḥẓ aftra (yʿny mn ghrrt) yus amụ̄ (rsaltkụ̄ dʿūyā krn vạlụ̄) pane chuh bnvvmut th aath (bnavns) pytth chuh baqy lukv thi amis mdd kormut be shk chih kạfr ẓlms th aapzis pytth (kmbr gnddth) āmtụ̄."
  },
  {
    "verse_id": 5,
    "translation": "Th vnan chih, (yhi qrān) chuh brvuntthimyn hndụ̄ afsanh yim amụ̄ shkhṣn lykihth chih thavnạvimtụ̄ pth chih tim (afsanh) amis ṣbḥs shams prith yivan bvznavnh (takh tim yad krith hykhi brvnhh kun bvznạvith)."
  },
  {
    "verse_id": 6,
    "translation": "Frmạviv, yhi (qrān) chuh tmụ̄ (Allah tʿālyā hn) nạzl kormut yus āsmann th zmyns mnz (mvjvd) tmam raz chuh zanan, be shk chuh suh bodd bkhshn vvl mhrban."
  },
  {
    "verse_id": 7,
    "translation": "Th tim chih vnan zi amis rsvls kya chuh gomut, yhi chuh khyn khyvan byyhi chuh bazrv mnzụ̄ pkan phyran. Amis kun kyazi āv nh kanhh frshth nạzl krnh zisuh āsihe amis sintụ̄ (rlith) khvcznavn vvl."
  },
  {
    "verse_id": 8,
    "translation": "Nathi yiyhi he amis kun kanhh khzanh nạzl krnh ya āshi he amis (km khoth km) kanhh bagh yymụ̄ (chh āmdny) sintụ̄ suh khyvan āsihe th ẓalm lukh chih (mslmann) vnan zi tohụ̄ chihv mḥẓ akis jạdụ̄ ld shkhṣh snz pạrvy kran."
  },
  {
    "verse_id": 9,
    "translation": "(ae ḥbybi mkrm!) vuchihv yim lukh kiczhh (kiczhh) mthalh chih tuhndi khạṭr byan kran lhādha chih yim vathi ddlụ̄mitụ̄ vonụ̄ hykn nh yim (hdaytch) kanhh vth lbith."
  },
  {
    "verse_id": 10,
    "translation": "Suh chuh sytthah brkt vvl hrgah yczhi tylhi bnavi tuhndi khạṭr (dnyase mnz) aamhi khvth (zyadh) bhtr baghat yimn bnụ̄ kinụ̄ kolh āsn jạry th tuhndi khạṭr bnavi (varyah) ʿạly shan mḥl (mgr nbvt th rsalt khạṭr chihnh yim shrṭ)."
  },
  {
    "verse_id": 11,
    "translation": "Blkh chuh timav qyamts (thi) ankar kormut,th aashi chuh (pth) ts shkhṣs khạṭr yus qyamts ankar chuh kran (jhnmuk) nar tyar krith thvvmut yath nars lmbk āsn vothan."
  },
  {
    "verse_id": 12,
    "translation": "Yylhi suh (jhnmuk nar) dvuri pytthe timn brvnhh kanhi āshi (nẓri gczhan) yim bvzn tamich khshmh hcz th gadd krn vajnụ̄ āvaz."
  },
  {
    "verse_id": 13,
    "translation": "Th yylhi tim tath mnz kunhi tng jayhi hanklv sintụ̄ gnddith (ya pnnyn shyṭann sintụ̄ gnddith) travnh yin tamhi vqth layn tim (pnnis) hlakts nad."
  },
  {
    "verse_id": 14,
    "translation": "(timn yiyhi vnnh,) az mah lạyiv (ṣrf) akụ̄se hlakts nad blkh lạyiv varyahn hlaktn nad."
  },
  {
    "verse_id": 15,
    "translation": "Frmạviv, kya yhi (ḥalt) chha bhtr kinh pvshh vun jnt (yʿny jntch zndgy) yymiyuk vʿdh prhyzgarn sintụ̄ krnh chuh āmut, yhi chuh timn (hndyn aʿmaln) hund jza byyhi tthkanh."
  },
  {
    "verse_id": 16,
    "translation": "Tihindi khạṭr āshi timn (jntn) mnz suh (svrue kynhh dstyab) yhi tim yczhn (tath mnz) rvzn hmyshh yhi chuh tuhndis rb sndi krmh khi dhimh mṭlvbh vʿdh (yus pvur rvzi spdith)."
  },
  {
    "verse_id": 17,
    "translation": "Th tamhi doh kri Allah tʿālyā timn byyhi timn,yhinz tim Allah tʿālyā hs varạe bndgy ạsụ̄ kran,jmʿ, pth frmavi, kya tohy ạsụ̄vvkhh myạnụ̄ yim bndh vathi ddạlụ̄mtụ̄ kinh tim ạsụ̄ (pane) vathi ddlụ̄mtụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Tim vnn, chạnụ̄ dhat chhe pak aashi ạs nh yhi kth (thi) shvuban zi asụ̄bnavhvkh cze varạe baqy dvst (kuja yhi ziasụ̄ vanhv timn cze bghyr byyhi kạnshi hndi ʿbadtuk) mgr (ae mvla!) cze krụ̄thkh tim th tihindụ̄ mạlụ̄ buddi bb (dnyạvy mal vasbab sintụ̄) tyvutah fyẓ yab,yot tam zn timn chạnụ̄ yad (thi) mshith gyhi, th yim (bdbkht) ạsụ̄ hlak spdn vạlụ̄ lukhe."
  },
  {
    "verse_id": 19,
    "translation": "Lhādha (ae kafrv!) timav chihv tohụ̄ timn kthn mnz aapziyạrụ̄ qrar ditụ̄mtụ̄ yimh tohụ̄ vnan ạsụ̄v lhādha (vonụ̄) nah chuhv tohyhi ʿdhab (pot) phirnuk ṭaqt th nah chuhv (pnnhi) mdduk (ṭaqt), th (bvuziv!) tohyhi mnz yus shkhṣ (thi) ẓlm chuh kran asụ̄ vuchhnavvn suh baddiʿdhabuk mzh."
  },
  {
    "verse_id": 20,
    "translation": "Th aashi svuzụ̄ nh tohyhi brvnhh rsvl mgr (yhi zi) tim ạsụ̄pzụ̄pạtthụ̄ khyn (thi) khyvan th bazrn mnz thi ạsụ̄ (ẓrvrt mṭạbq) pkan phyran th aashi chihv tohụ̄ aakh akụ̄ sndi khạṭr āzmạysh bnạvụ̄mtụ̄, kya tohụ̄ krụ̄va (āzmạyshhi pytth) ṣbr? Th tuhund rb chuh var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 21,
    "translation": "Th yimn lukn nh sanhi mlaqatch amyd chhe, vnan chih zi aashi pytth kyazi āe nh frshth nạzl krnh ya vuchhhvn asụ̄ panun rb (pnnyv achhv sintụ̄ tylhi aanhv ẓrvr ayman), drḥqyqt chih yim lukh pnnyn diln mnz (pannis pans) sytthah bodd smjhnhi lgụ̄ mtụ̄ th ḥdkhoth gczihth nafrmạny chih kran."
  },
  {
    "verse_id": 22,
    "translation": "Yymhi doh tim frshtn vuchhn (tylhi) āshi nh tamhi doh mjrmn khạṭr raczh thi khvshy hnz kth blkh vann tim (timn vuchihth khvuczụ̄ khvuczụ̄), kanhh rukavn vvl tthor āsihe (yus aashi yimav nishhi bchavihe nath vann frshth timn vuchihth zi tohyhi pytth chuh jnts mnz aaczns balkl tthakh)."
  },
  {
    "verse_id": 23,
    "translation": "Th (pth) dimav asụ̄ timn aʿmaln kun tvjh yim timav (tkbr san zndgy mnz) krụ̄mtụ̄ạsụ̄ pth bnavvkh asụ̄tim chhkravnh āmcz grd."
  },
  {
    "verse_id": 24,
    "translation": "Tamhi doh āshi jnty yn hund qyam gah (thi) bhtr th āram gah thi varyah rut (yythi tim ḥsab ktab kh dvphr pth gczihth āram krn)."
  },
  {
    "verse_id": 25,
    "translation": "Th tamhi doh gczihh āsman phttith (dhkụ̄ pạtthụ̄) aobrs mnztbdyl th frshth yin chhokv chhokvbon valnh."
  },
  {
    "verse_id": 26,
    "translation": "Tamhi doh āshi pz ḥkmrạny ṣrf (khdaʿe) rḥman snz, th suh doh āshi kạfrn pytth skht (mshkl)."
  },
  {
    "verse_id": 27,
    "translation": "Th tamhi doh czaphi pth ẓạlm (shrart san th ḥsrt san) pnnụ̄ ath (th) vanhi, kash! Me āsihe rsvli (akrm ṣly Allah ʿlyh vslm) sndis ṣḥbts mnz (yith hdaytch) vath rttmcz."
  },
  {
    "verse_id": 28,
    "translation": "Haʿe afsvs! Kash āsihe nh me flạnụ̄ shkhṣ dvst bnvvmut."
  },
  {
    "verse_id": 29,
    "translation": "Be shk ddvlns bh tmụ̄ me nishhi nṣyḥt vatnh pth tamhi nishhi, th shyṭan chuh ansans (mṣybt kh vqth) be yarvmddgar travn vvl."
  },
  {
    "verse_id": 30,
    "translation": "Th rsvl (akrm ṣly Allah ʿlyh vslm) krn ʿrẓ, ae rb! Be shk avs myạnụ̄ qvmn yhi qrān balkle trạvith czuhnmut."
  },
  {
    "verse_id": 31,
    "translation": "Th yithe pạtthụ̄ạsụ̄ aashi pth nby sndi khạṭr kokar krn valyv lukv mnz (tihindụ̄) dshmn bnạvimtụ̄ (yim tihindis pyghmbranh mishns mkhalft kran ạsụ̄ th yithh pạtthụ̄ avs ḥq th bạṭl ṭaqtn drmyan tẓad pạd gczhan yymhi sintụ̄ anqlab khạṭr sazgar maḥvl tyar avs gczhan) th tuhund rb chuh hdayt krnh th mddkrnh khạṭr sytthah."
  },
  {
    "verse_id": 32,
    "translation": "Th kạfr chih vnan zi amis (rsvls) pytth kyazi āv nh qrān aaky saʿth (yikh vatth krith) nạzl krnh,yhi chuh (raczihh raczihh) drjh pth drjh aamhi mvjvb nạzl krnh āmut takh aamhi sintụ̄ krv asụ̄tuhndis (pak) dils ṭaqt ʿṭa th (aamy vjh kinụ̄) chuh aashi yhi tthhrụ̄ tthhrụ̄ pormut (takh tohyhi rvzi sanhi pygham kh dhryʿh vizi vizi diluk skvn mylan)."
  },
  {
    "verse_id": 33,
    "translation": "Th yim (kạfr) chihnh tohyhi nishhi kanhh (ticzh) mthal (sval th aʿtraẓ rngụ̄) aanan mgr asụ̄ chih tohyhi nishhi (tmhi kis jvabs mnz) ḥq th (tmhi khoth) bhtr vẓaḥtuk byan hyth yivan."
  },
  {
    "verse_id": 34,
    "translation": "(yim) chih tithụ̄ lukh yim buthụ̄ khkhri jhnms kun khknavnh yin yme lukh chih yim tthkanh kh lḥaẓh sytthah khrab th vathi kinụ̄ (thi) sytthah ddlụ̄mtụ̄ chih."
  },
  {
    "verse_id": 35,
    "translation": "Th be shk kraashi mvsyā hs (ʿlyh alslam) ktab ʿṭa th aashi bnvv timn sintụ̄ (timn plznh khạṭr) tihund bve harvn (ʿlyh alslam) vzyr."
  },
  {
    "verse_id": 36,
    "translation": "Pth von aashi tohụ̄ doshvae gczihv tath qvms nishhi yimav sanyn āyatn ankar chuh kormut (yylhi tim sanhi ankar nishhi tvthi baz āe nh) pth krụ̄ aashi tim balkle hlak."
  },
  {
    "verse_id": 37,
    "translation": "Th nvḥ (ʿlyh alslam) sund qvm (thi), yylhi timav rsvln hund ankar kor (pth) krụ̄ aashi tim ghrq th aashi bnạvụ̄ tim (baqyn) lukn khạṭr ʿbrtuk nshan,th aashi chuh ẓạlmn khạṭr dg tulvun ʿdhab thvvmut tyar krith."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi ʿād th thmvd th bashndgani rs, th timn drmyan (byyhi thi) varyah aumth (kri hlak)."
  },
  {
    "verse_id": 39,
    "translation": "Th aashi kri (timav mnz) pth akụ̄ sndi (nṣyḥt) khạṭr mthalh byan th (yylhi tim nafrmạny nishhi bazāe nh pth) krụ̄ aashi tim sạry nyst v nabvd."
  },
  {
    "verse_id": 40,
    "translation": "Th be shk chih yim (kạfr) tamhi bsty kinụ̄ damtụ̄ yath pytth vuchaph pạtthụ̄ (knyn hund) rvudavs travnh āmut,tylhi kya yim ạsụ̄ na so (tbah gạmcz bsty) vuchhan blkh chhanh yimn (mrnh pth) tulnh yinch aumyde."
  },
  {
    "verse_id": 41,
    "translation": "Th (ae ḥbybi mkrm!) yylhi (thi) tim tohyhi vuchhan chihvu tohyhi hzl krnh varạe chihnh tim kihinụ̄ kran (th vnan chih,) kya yohe chha suh (shkhṣ) yus Allah tʿālyā hn rsvl bnạvith chuh svuzmut."
  },
  {
    "verse_id": 42,
    "translation": "Yhi ddalhi he aashi jlde sanyv mʿbvdv nishhi hrgah asụ̄ timn (hnzibndgy) pytth ddttith rvzhavnh, th timn lghi jlde pe yylhi tim ʿdhab vuchhn zi kus avs vthi ddolmut."
  },
  {
    "verse_id": 43,
    "translation": "Kya tohyhi chuhva suh shkhṣ vuchhmut yymụ̄ pnnhi nfsch khvạhsh panun mʿbvd chhe bnạvmcz tylhi kya tohụ̄ bnụ̄va ts pytth rạchhụ̄dr."
  },
  {
    "verse_id": 44,
    "translation": "Kya tohụ̄ chihvayhi khyal kran zi timav mnz chih akthr lukh bvzan nath smjhan, (nah) tim chih charvayn hndụ̄ pạtthụ̄ (bnymtụ̄) blkh chih tihindi khvth thi bdtr vathi ddlụ̄mtụ̄."
  },
  {
    "verse_id": 45,
    "translation": "Kya tohyhi trạvvna pnnis rbs (yʿny rb sndis qdrts) kun nẓr zi suh kithh pạtthụ̄ chuh (dvphrs tam) sayhi zytthravan th hrgah suh yczhi he tylhi thavihe ẓrvr tath akụ̄ se jayhi, pth chuh aashi āftab bnvvmut aath (says) pytth dlyl (yʿny vjh)."
  },
  {
    "verse_id": 46,
    "translation": "Pth chihn asụ̄ var var yhi (sayhi) pans kun lmụ̄ lmụ̄ vttith anan."
  },
  {
    "verse_id": 47,
    "translation": "Th sue chuh yymụ̄ tuhndi khạṭr rat bnạv pvshak (yʿny poshakkụ̄ pạtthụ̄ prdh krn vajinụ̄) th nindrbnạvn (tuhndi khạṭrbạʿthi) āram th doh bnvvun (kamhi kars khạṭr) thod vothnuk vqt."
  },
  {
    "verse_id": 48,
    "translation": "Th sue chuh yus pnnhi rḥmt (kh rvud) brvnhh havhn chuh khosh khbr bnạvith svzan, th asy chih āsman nishhi pak (ṣaf krn vvl) āb valan."
  },
  {
    "verse_id": 49,
    "translation": "Takh aamhi kh dhryʿh krv asụ̄ (kunhi thi) mord shhrs zndgy ʿṭa th (mzyd yhi zi) asụ̄ chavvkh yhi (āb) pnnụ̄ pạd krụ̄mtụ̄vayah charvạe th (ṣḥravn mnz rvzn vạlụ̄) ansan."
  },
  {
    "verse_id": 50,
    "translation": "Th be shk chih asụ̄ suh (rvud) timn drmyan (mkhtlf shhrn th vqtn hndi ḥsabh) phirvan (rvzan) takh tim krn ghvrvfkr, aamhi pth thi kor nh akthr lukv nashkry varạe (kihinụ̄) qbvl."
  },
  {
    "verse_id": 51,
    "translation": "Th hrgah asụ̄ yczh hv tylhi svzhvn pth bsty mnz aakh khvcznavn vvl."
  },
  {
    "verse_id": 52,
    "translation": "Lhādha (ae mrdi mvmn!) cz mah man kạfrn hund vanun th cz kryymhi (qrān kh dʿūt th ʿlmy thbvtv) dhryʿh timn sintụ̄ bvdd jhad."
  },
  {
    "verse_id": 53,
    "translation": "Th sue chuh yymụ̄ z drụ̄yavralạvụ̄. Yhi (aakh) chuh myvutth sytthah modurth yhi (doyum) chuh czok sytthah ttyotth. Th tmụ̄ bnvv yimn doshvnụ̄ mnzbag aakh prdh th mẓbvṭ tthor."
  },
  {
    "verse_id": 54,
    "translation": "Th sue chuh yymụ̄ ābs (hivis akis nṭfs) nishhi bshrpạd kor pth bnvvun suh nsb th hvvrụ̄ (rshth) vvl, th tuhund rb chuh sytthah qdrt vvl."
  },
  {
    "verse_id": 55,
    "translation": "Th tim (kạfr) chih Allah tʿālyā hs varạe timn (potlyn) hnz ʿbadt kran yim nah timn nfʿ hykn vatnạvith th nah hykn timn nqṣane vatnạvith, th kạfr chuh pnnis rb (snzi nafrmạny) pytth (hmyshh shyṭan sund) mddgar āsan."
  },
  {
    "verse_id": 56,
    "translation": "Th aashi svuziv nh tohụ̄ mgr (Allah tʿālyā sndyn frman brdar bndn) khosh khbr bvznavn vvl th (bghavt krn valyn lukn) khvcznavn vvl bnạvith."
  },
  {
    "verse_id": 57,
    "translation": "Tohụ̄ frmạviv zi bh chuhsv nh tohyhi aath (tblyghs) pytth khnụ̄ thi mʿāvẓh mngan mgr yus shkhṣ pnnis rbs tam (vatnch) vath akhtyarkrnụ̄ yczhan chuh (krin)."
  },
  {
    "verse_id": 58,
    "translation": "Th tohụ̄ kriv ts (hmyshh) zndh rvzn vạlis (rbs) pytth bhrvsh yus zanhh mari nh th tmụ̄ sndi ḥmd san rvuzivtsbyḥ kran, th tmụ̄ sund pnnyn bndn hndyv gnahv nishhi bakhbr āsun chuh kạfy."
  },
  {
    "verse_id": 59,
    "translation": "Yymụ̄ āsmạnụ̄ kurh th zmyn th so (kaynat) yosh yimn don mnzbag chhe shyn davrn mnz pạdkrụ̄ pth sapud suh (pnnhi shanh mṭạbq) ʿrshs pytth jlvh afrvz (suh) chuh rḥman (ae ḥquk mʿrft czhanddn valhi) cz pczh ts mtʿlq kạnshi khbrdars (be khbr chihnh tmụ̄ sund ḥal zanan). )stthi aayam nishh chuh mrad tkhlyqkụ̄ she dvr, ʿām mʿnys mnz chhnh yim she doh tkyaz yth jayhi chuh khod zmyn th tmam āsmạnụ̄ kurh, gngh ārh)khkshan(, starh,syarh th shunyah chhi pydạyshh hund zmanh byan spdan, tmhi vqth kthi avs rạth hund th dohuk vjvd?("
  },
  {
    "verse_id": 60,
    "translation": "Th yylhi timn vnnh chuh yivan zi tohụ̄ kriv rḥmans sjdh tylhi chih tim (ḥqs ankar krn vạlụ̄) vnan zi rḥman kya (chyz) chuh?kya asụ̄ lagv tsụ̄ sjdh krnụ̄ yymụ̄ sund tohụ̄ aashi ḥkm diyivth tmụ̄ (ḥkmn) pknạvụ̄ tim nfrts mnzzyade brvnhh."
  },
  {
    "verse_id": 61,
    "translation": "Sue chuh sytthah brkt th ʿẓmt vvl yymụ̄ āsmạnụ̄ kaynats mnz (gngh ārn hnzi shklhi mnz) āsmạnụ̄ kurn hndụ̄ vsyʿ mnzil bnạvụ̄ th aath mnz bnvvun (āftab gash th grmy dinh vvl) czvng th (aath shmsy nẓams mnz) bnạvn pryzlh vnụ̄ zvun."
  },
  {
    "verse_id": 62,
    "translation": "Th soe dhat chhe yymụ̄ rat th doh aakh akis pth pkn vạlụ̄ bnạvụ̄ tsndi khạṭr yus ghvrvfkr yczhi krun ya shukrgzạry hund aradh kri (chih yimn tkhlyqy qdrtn mnz nṣyḥt th hdayt)."
  },
  {
    "verse_id": 63,
    "translation": "Th (khdaʿe) rḥman sndụ̄ (mqbvl) bndh chih tim yim zmyns pytth nrmy san chih pkan th yylhi timn sintụ̄ jạhl (vuchaph) lukh (napsndydh) kth chih kran tylhi chih tim slam vnan (vnan alg spdan)."
  },
  {
    "verse_id": 64,
    "translation": "Th (yim) chih tim lukh yim pnnis rbs khạṭr sjds th (ʿạjzanh) qyams mnz rạcz chih gzaran."
  },
  {
    "verse_id": 65,
    "translation": "Th (yim) chih tim lukh yim (pth vqth Allah tʿālyā snzi bargahi mnz) ʿrẓ kran chih rvzan zi ae sanhi rbh! Cz ddal aashi nishhi jhnmuk ʿdhab be shk chuh tamiyuk ʿdhab sytthah mhlk (th hmyshh rvzn vvl)."
  },
  {
    "verse_id": 66,
    "translation": "Be shk chhe so (ʿārẓy qyam krn valyn khạṭr) qrar krnch brrkhrab jae th (hmyshh rvzn valyn khạṭr) qyam krnch brr khrab jae."
  },
  {
    "verse_id": 67,
    "translation": "Th (yim) chih tim lukh zi yylhi khrch chih kran tylhi nah chih fẓvl khrchy kran th nah chih tngy kran th tihund khrch krun chuh (zyadty th kmy hndyn) yimn don ḥdn mnzbag aʿtdals pytth (drith) āsan."
  },
  {
    "verse_id": 68,
    "translation": "Th (yim) chih tim lukh yim Allah tʿālyā hs varạe kạnshi doyimis mʿbvdsnz ʿbadt chihnh kran th nah chih kạnshi tithis jans qtle kran yus bghyrḥq marun Allah tʿālyā hn ḥram chuh kormut th nah chih bdkạry kran th yus shkhṣ yimh kạmhi kri ts mylhi gnahuk sza."
  },
  {
    "verse_id": 69,
    "translation": "Ts khạṭr yiyhi qyamt kh doh ʿdhab dognh krnh th suh rvzi tath mnz dhlt th khjil zdy san hmyshh."
  },
  {
    "verse_id": 70,
    "translation": "Mgr yymụ̄ tvbh kor th aonun ayman th nyk ʿml krn tylhi chih yim tim lukh zi yhinzn burạyn Allah tʿālyā nykyv sintụ̄ bdlav th Allah tʿālyā chuh bodd mghfrt krn vvl sytthah mhrban."
  },
  {
    "verse_id": 71,
    "translation": "Th yymụ̄ tvbh kor th nyk ʿml krn tylhi kor tmụ̄ Allah tʿālyā hs kun (suh) rjvʿ yus rjvʿuuk ḥq avs."
  },
  {
    "verse_id": 72,
    "translation": "Th (yim) chih tim lukh yim aapzyn th bạṭl kamyn mnz (kthhi kinụ̄ th ʿmlhi kinụ̄ doshvnụ̄ ṣvrtn mnz) ḥạẓr chihnh spdan th yylhi yachh kamyv kinụ̄ nyran chih tylhi chih (damn bchạvith) sytthah vqar th snjydgy san nyran."
  },
  {
    "verse_id": 73,
    "translation": "Th (yim) chih tim lukh ziyylhi yimn yhindis rb sndyv āyatv hndi dhryʿh nṣyḥt chhe yivan krnh tylhi chihnh timn pytth zrụ̄ th anụ̄ lagan (blkh chih ghvrvfkr thi kran)."
  },
  {
    "verse_id": 74,
    "translation": "Th (yim) chih tim lukh yim (Allah tʿālyā snzi bargahi mnz) ʿrẓ chih kran, ae sanhi rbh, aashi kr sanyn khandarinyn th sanyn avladn hndi ṭrfh achhn hund shyhjar ʿṭa, th aashi bnav prhyzgarn hund aimam."
  },
  {
    "verse_id": 75,
    "translation": "Yimne lukn yin (jnts mnz) sytthah thdụ̄ mḥl tihindi ṣbr krnh kh bdlh rngụ̄ ʿṭakrnh th tathi yiyhi dʿāʿe khyrth slamhi sintụ̄ tihnz khosh āve krnh."
  },
  {
    "verse_id": 76,
    "translation": "Yim chih tath mnz hmyshh rvzn vạlụ̄, tim (thdụ̄ jntkụ̄ mḥl) chih bhtryn tthhrn jayhi th (rcz) rvzn jayhi."
  },
  {
    "verse_id": 77,
    "translation": "Frmạviv, myạnis rbs chuhnh tuhund kanhh prvah hrgah nh tohụ̄ (tmụ̄ snz) ʿbadt kriv vonụ̄chuhv tvhyhi (ts) ankar kormut tylhi rvzi vonụ̄ yhi (ankar krun tuhndi khạṭr) hmyshh rvzvun ʿdhab bntih."
  }
]