[
  {
    "verse_id": 1,
    "translation": "Ṭa syn mym (ḥqyqy mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)."
  },
  {
    "verse_id": 2,
    "translation": "Yim chih (ḥqs) vaẓḥ krn vajinhi ktabih hndụ̄ āyat."
  },
  {
    "verse_id": 3,
    "translation": "(ae ḥbybi mkrm!) shayd diyiv tohụ̄ (aath ghms mnz) panun jani (ʿzyze) zi tim chihnh ayman aanan."
  },
  {
    "verse_id": 4,
    "translation": "Agr asụ̄ yaczhv tylhi krv tihindi khạṭrāsman pytthh (ticzh) nshạny nạzl zi tihnz grdnh rvzn tath brvnhh knhi nmithe."
  },
  {
    "verse_id": 5,
    "translation": "Th timn nishhi chhanh (khdaʿe) rḥman sndi ṭrfh kanhh nv nṣyḥt yivan mgr tim chih tamhi nishhi buth phiran."
  },
  {
    "verse_id": 6,
    "translation": "Vonụ̄ kortimav be shk (ḥqs) ankar, lhādha vatn timn ʿnqryb tamhi kthhi hnz khbr yath tim ttsnh ạsụ̄ kran."
  },
  {
    "verse_id": 7,
    "translation": "Th kya timav trạv na zmyns kun nẓrah zi aashi katyah nfys chyz chih aath mnz vopdạvimtụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Be shk chhe aath mnz ẓrvr (Allah tʿālyā sndi qdrtch) nshạny, th timav mnz chihnh akthr lukh ayman aann vạlụ̄ kynhh."
  },
  {
    "verse_id": 9,
    "translation": "Th pzụ̄pạtthụ̄ chuh tuhund rbe ghạlb, mhrban."
  },
  {
    "verse_id": 10,
    "translation": "Th (suh vaqʿh kriv yad) yylhi tuhndụ̄ rbn mvsyā hs (ʿlyh alslam) nida diyut zi cz gczh ẓạlimn hnds qvms nish."
  },
  {
    "verse_id": 11,
    "translation": "(yʿny) frʿūn sndis qvms nishhi,kyatim chihna (Allah tʿālyā hs) khvczan."
  },
  {
    "verse_id": 12,
    "translation": "Mvsyā hn (ʿlyh alslam) kor ʿrẓ, ae rb! Bh chuhs khvczan zi tim krn me ankar."
  },
  {
    "verse_id": 13,
    "translation": "Th (yithis nasazgar maḥvls mnz) chuh myvn syinh tng gczhan th myạnụ̄ zyv chhanh (rvạny san) pkan lhādha svzun harvns (ʿlyh alslam) kun (thi jbryl ʿlyh alslam vḥy hyth takh suh bnhi myvn plzn vvl)."
  },
  {
    "verse_id": 14,
    "translation": "Th tihund chuh me pytth (qbṭy sndi marnuk) aakh alzam thi lhādha chuhs bh khvczan zi tim krn me qtl."
  },
  {
    "verse_id": 15,
    "translation": "Arshad spud hrgz nh, lhādha gczihv tohụ̄ doshve sanhi nshạniyhi hyth be shk chih asụ̄ tohyhi sintụ̄ (pth kanhh kth) bvzn vạlụ̄."
  },
  {
    "verse_id": 16,
    "translation": "Lhādha gczihv tohụ̄ doshve frʿūns nishhi th vniv, asụ̄ chih tmam jhann hndis prvrdgar sndụ̄ (svznh āmtụ̄) rsvl."
  },
  {
    "verse_id": 17,
    "translation": "(svn mdʿā chuh yhi) zi cz svzukh bny asraʿyl (āzadkrith) aashi sintụ̄."
  },
  {
    "verse_id": 18,
    "translation": "(frʿūnn) vonn, kya aashi avsukh na cz pans nishhi shurụ̄ panh kis ḥalts mnz rochhmut th pnnhi vạnshi hndụ̄ kạtyave vry ạsy cze aashi drmyan guzạrimtụ̄."
  },
  {
    "verse_id": 19,
    "translation": "Th (pth) krth cze pannụ̄ so kạm yosh cze krmcz ạse (yʿny aakh qbṭy korthn qtl) th cz chuhkh nashkrgzarv mnz (svn rachuhn th aḥsan chihy mshith gmtụ̄)."
  },
  {
    "verse_id": 20,
    "translation": "(mvsyā ʿlyh alslamn) frmvvn, yylhi me so kạm kr bh avsus be khbr (zi kya akh mushth sintụ̄ hykya ts mvt yith)"
  },
  {
    "verse_id": 21,
    "translation": "Pth das bh (tamhi vqth) chanhi (akhtyarkh dạyrh) nishhi yylhi bh cze (yʿny chanyn aradn) khvuczus pth kor myạnụ̄ rbn me ḥkm (nbvt) ʿṭa th (balạkhr) korns bh rsvln mnz shạml."
  },
  {
    "verse_id": 22,
    "translation": "Th kya suh chha (kanhh) rczr yymiyuk cz me pytth aḥsan chuhkh gnzran (tamiyuk sbb thi avs yhi) zi cze avsthn (myvn svrue qvm) bny asraʿyl ghlam bnạvith thvvmut."
  },
  {
    "verse_id": 23,
    "translation": "Frʿūnn von, tmam jhann hund prvrdgar kya chyz chuh?"
  },
  {
    "verse_id": 24,
    "translation": "(mvsyā ʿlyh alslamn) frmvvn, (suh) chuh tmam āsmann hund th zmynuk th tamuyk (yʿny tmam kaynatuk) rb yosh yimn mnzbag chhe, agr cz paczh krn vvl chuhkh."
  },
  {
    "verse_id": 25,
    "translation": "Tmụ̄ von timn (lukn) yim ts andụ̄andụ̄ (bihth) ạsụ̄, kya tohụ̄ chihv na bvzan?"
  },
  {
    "verse_id": 26,
    "translation": "(mvsyā ʿlyh alslamn) vonn (mzyd) zi (sue) chuh tuhund (thi) rb th tuhndyn brvutthmyn malyn buddi bbn hund (thi) rb."
  },
  {
    "verse_id": 27,
    "translation": "(frʿūnn) vonn, be shk chuh tuhund rsvl yus tohyhi kun svznh chuh āmut ẓrvr dyvanh."
  },
  {
    "verse_id": 28,
    "translation": "(mvsyā ʿlyh alslamn) vonn, (suh) chuh mshrquk th mghrbuk th tamuyk (yʿny tmam kaynatuk) rb yosh yimn doshvnụ̄ mnzbag chhe hrgah cze (kynhh) ʿql chhe."
  },
  {
    "verse_id": 29,
    "translation": "(frʿūnn) vonn, (ae mvsyā!) agr cze me varạe byyhi kanhh mʿbvd bnvvthn tylhi krth bh cz ẓrvr (grftar krith) qindyn mnz shạml."
  },
  {
    "verse_id": 30,
    "translation": "(mvsyā ʿlyh alslamn) frmvvn, agrchh bh cze nish kanhh vaẓḥ chyz (bṭvri mʿjzh thi) hyth yimh."
  },
  {
    "verse_id": 31,
    "translation": "(frʿūnn) vonn, aan cz suh hrgah czpzụ̄yvr chuhkh."
  },
  {
    "verse_id": 32,
    "translation": "Aty t vv mvsyā hn (ʿlyh alslam) panun ʿāṣh (zmyns pytth) suh bnyav tamy vqth ttakarh (pạtthụ̄) ajdr."
  },
  {
    "verse_id": 33,
    "translation": "Th (mvsyā ʿlyh alslamn) koddun panun aathh (kczhs mnz trạvith) nybrpth bnyav suh tamy vqth vuchhn valyn khạṭr (pryzlh vun) sfyd."
  },
  {
    "verse_id": 34,
    "translation": "(frʿūnn) vonn pans dchihnụ̄ khvvrụ̄ (bihth) srdarn, be shk chuh yhi bodd gattul sḥrgr."
  },
  {
    "verse_id": 35,
    "translation": "Yhi chuh yczhan zi tohyhi czhnhi hyv pnnhi jadi (kh zvr) sintụ̄ tuhndi mlkh mnz nybr krrith lhādha kya rae chihv tohụ̄ (vonụ̄ amis mtʿlq) divan."
  },
  {
    "verse_id": 36,
    "translation": "Timav von zi czkr amis th amụ̄ sndis bạyis (harvn sndisza huk ḥkm bvznavns) tạkhyrth (tmam) shhrn mnz svzukh (sḥr grn nad dinh khạṭr) karind."
  },
  {
    "verse_id": 37,
    "translation": "(takh) tim aann cze nishhi tmam brrụ̄ sḥr gryim fns mnz mạhr āsn."
  },
  {
    "verse_id": 38,
    "translation": "Lhādha āe tmam sḥr gr mqrrdoh kis mqrr vqts pytth jmʿ krnh."
  },
  {
    "verse_id": 39,
    "translation": "Th (frʿūn sndi ṭrfh) āv lukn vannh zi tohụ̄ chihv (aath mvqʿs pytth) jmʿ spdn vạlụ̄."
  },
  {
    "verse_id": 40,
    "translation": "Takh asụ̄ krv siḥr grn (hndi dyinch) pạrvy hrgah tim (mvsyā th harvns pytth) ghạlb āe."
  },
  {
    "verse_id": 41,
    "translation": "Pth yylhi tim sḥr gr āe (th) timavvon frʿūns, kya sanhi khạṭr chha kanhh mozvurụ̄ (thi mqrr krnh āmcz) agr asụ̄ (mqabls mnz) ghạlb spdv."
  },
  {
    "verse_id": 42,
    "translation": "(frʿūnn) vonn, ā, be shk tohụ̄ gczihv tamy vqth (ajrt valyn bjayhi myanyn) qrbt valyn mnz shạml (th qurbtuk drjhi chuh aujrt nishhi sytthah thod)."
  },
  {
    "verse_id": 43,
    "translation": "Mvsyā hn (ʿlyh alslam) frmvv timn (sḥrgrn), tohụ̄ trạviv tim (jadikụ̄ chyz) yim tohụ̄ travan vạlụ̄ chihv."
  },
  {
    "verse_id": 44,
    "translation": "Pth travi timav pnnhi raz th lvri th lgụ̄ vannhi, frʿūn sndi ʿztuk qsm! Asụ̄ spdv ẓrvrghạlb."
  },
  {
    "verse_id": 45,
    "translation": "Vonụ̄ tvv mvsyā hn (ʿlyh alslam) pnun ʿāṣh pth lạgụ̄ tmụ̄ (ajdr bntih) fvraan tim chyz nynglavnụ̄ yim timav fryb kạry sintụ̄ (pnnhi aṣly ḥqyqt nishhi) bdlạvimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Pth ạe sạry sḥr gr sjds mnz dạrth dnh."
  },
  {
    "verse_id": 47,
    "translation": "Tim lgụ̄ vnnh, aashi aon tmam jhann hndis prvrdgars pytth ayman."
  },
  {
    "verse_id": 48,
    "translation": "(yus) mvsyā th harvn (ʿlyhmu alslam) sund rb chuh."
  },
  {
    "verse_id": 49,
    "translation": "4(frʿūnn) vonn, tohyhi aonvaamis pytth ayman aamhi brvnhh zi bh dimhv tohyhi ajazt, be shk chuh yhi (mvsyā ʿlyh alslame) tuhund bodd (astad) yymụ̄ tohụ̄ sḥr hychhnạvimtụ̄ chihv tohyhi lgyv jldy (panun anjam) pe ẓrvr cztth bh tuhndụ̄ aathh th tuhndụ̄ khor mkhạlf ṭrfv (yʿny dchuhn aathh th khvvr zng ya khvvur aathh th dchihnụ̄ zng) th tohụ̄ sạry khalav yqyna phashi."
  },
  {
    "verse_id": 50,
    "translation": "Timav von, (aath mnz) chuhnh kanhh nqṣan, be shk chih asụ̄ pnnis rbs kun vaps phyrn vạlụ̄."
  },
  {
    "verse_id": 51,
    "translation": "Aashi chhe pvuramyd zi svn rb kri sạnụ̄ khṭa mʿāf, aamhi vjh kinụ̄ zi (vonụ̄) chih asy sarive brvnhh ayman aann vạlụ̄."
  },
  {
    "verse_id": 52,
    "translation": "Th aashi svuz mvsyā hs (ʿlyh alslam) kun vḥy zi cz nikh myạnụ̄ bndh ratv rat (yythi pytthh krrith) be shk yiyav tohyhi pte larnh."
  },
  {
    "verse_id": 53,
    "translation": "Pth svuzụ̄ frʿūnn shhrs mnz aʿlan krn vạlụ̄."
  },
  {
    "verse_id": 54,
    "translation": "(th vonun) be shk chih yim (yʿny bny asraʿyl) aakh loktt jmaʿt."
  },
  {
    "verse_id": 55,
    "translation": "Th be shk chih tim aashi shrart khalan."
  },
  {
    "verse_id": 56,
    "translation": "Th yqyna chih asụ̄ sạry (thi) tyar th hushar."
  },
  {
    "verse_id": 57,
    "translation": "Pth czhnụ̄aashi tim (frʿūny) baghv th nagv mnz krrith."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi (krrụ̄) khzanv th bhtryn rvzn jayv nishhi (thi)."
  },
  {
    "verse_id": 59,
    "translation": "(aashi kor) yithe pạtthụ̄ th aashi bnạvụ̄bny asraʿyl timn (sarine chyzn) hndụ̄ vạrth."
  },
  {
    "verse_id": 60,
    "translation": "Pth dvre āftab khsnh vqth tim (frʿūny) timn pte."
  },
  {
    "verse_id": 61,
    "translation": "Pth yylhi doshvnụ̄ jmạczn buthụ̄ lage spz (pth) von mvsyā (ʿlyh alslam) sndyv sạthiyav, (vonụ̄) rttikhụ̄ asụ̄ ẓrvr."
  },
  {
    "verse_id": 62,
    "translation": "(mvsyā ʿlyh alslamn) frmvvn, hrgz nh be shk chuh me sintụ̄ myvn rb suh havi me vuny (njatch) vath."
  },
  {
    "verse_id": 63,
    "translation": "Pth svuz aashi mvsyā hs (ʿlyh alslam) kun vḥy zi pnnhi ʿāṣh sintụ̄ tav drụ̄yavs czndd drụ̄yav s ge (bhn ḥiṣn mnz) chakh th pth kanhh ḥṣh bnyav brris pharrs hyvu."
  },
  {
    "verse_id": 64,
    "translation": "Th aashi anụ̄ baqy (yʿny frʿūn th tmụ̄ sndụ̄ sạthy) tath jayhi nkhh."
  },
  {
    "verse_id": 65,
    "translation": "Th aashi diyut mvsyā hs (ʿlyh alslam thi) njat th timn sarne lukn (thi) yim ts sintụ̄ ạsụ̄."
  },
  {
    "verse_id": 66,
    "translation": "Pth krụ̄ aashi baqy (yʿny frʿūny) ghrq."
  },
  {
    "verse_id": 67,
    "translation": "Be shk chhe aath (vaqʿs) mnz (Allah tʿālyā sndi qdrtch) brr nshạny, th timav mnz ạsụ̄ nh akthr lukh mvmn."
  },
  {
    "verse_id": 68,
    "translation": "Th be shk chuh tuhund rbe yvt yqyna ghạlb rḥmt vvl."
  },
  {
    "verse_id": 69,
    "translation": "Th tohụ̄ bvznạviv yimn abrahym (ʿlyh alslam) sund qṣh (thi) prith."
  },
  {
    "verse_id": 70,
    "translation": "Yylhi timav pnnis mạlis th pnnis qvms frmvv, tohụ̄ kus chyz chihv pvuzan. )yhi avs nh aṣly mvl blkh avs pytr, amụ̄ avs abrahym ʿlyhi alslam rvchhmut yymh knụ̄ tm ts mvl vnan ạsụ̄.amụ̄ sund nav chuh āzr yylh zn tihnds aṣly mạls tarkh nav avs.("
  },
  {
    "verse_id": 71,
    "translation": "Timav von asụ̄ chih potlyn hnz pvuza kran th asụ̄ chih yhindiy (ʿbadt th khdmt) khạṭr ddttith rvzn vạlụ̄."
  },
  {
    "verse_id": 72,
    "translation": "(abrahym ʿlyh alslamn) frmvvn, kya tim chihva tohyhi bvzan yylhi tohụ̄ (timn) nad chihv layan?"
  },
  {
    "verse_id": 73,
    "translation": "Ya nath chihva tim tohyhi nfʿ vatnavan yanqṣan vatnavan?"
  },
  {
    "verse_id": 74,
    "translation": "Timav vo, (yhi chhanh pe) albth aashi chih pnnụ̄ mạlụ̄ buddi bb yy kran vuchh mtụ̄."
  },
  {
    "verse_id": 75,
    "translation": "(abrahym ʿlyh alslamn) frmvvn, kya tohyhi chuhva (zanhh tihindis ḥqyqts pytth) ghvr kormut yhinz tohụ̄ pvuza chihv kran."
  },
  {
    "verse_id": 76,
    "translation": "Tohụ̄ th tuhndụ̄ ābaʿ vajdad (alghrẓ kạnshi kora aath pytth ghvr)?"
  },
  {
    "verse_id": 77,
    "translation": "Lhādha chih tim (sạry potlụ̄) myạnụ̄ dshmn sarine jhann hndis rbs varạe (sue chuh myvn mʿbvd)."
  },
  {
    "verse_id": 78,
    "translation": "Suh yymụ̄ bh pạd korns lhādha chuh sue me hdayt divan."
  },
  {
    "verse_id": 79,
    "translation": "Th sue chuh yus me khyavan th chavan chuh."
  },
  {
    "verse_id": 80,
    "translation": "Th yylhi bh bymar gczhan chuhs tylhi chuh sue me shifa divan."
  },
  {
    "verse_id": 81,
    "translation": "Th sue diyhi me mvt, pth kri sue me (nvi sr) zndh."
  },
  {
    "verse_id": 82,
    "translation": "Th tsụ̄ nishhi chuhs bh amyd thavan zi qyamt kh doh kri suh myanyn khṭahn mghfrt."
  },
  {
    "verse_id": 83,
    "translation": "Ae myanhi rbh me kr ʿlms th ʿmlhi mnz kmal ʿṭa th me kr pnnyn khaṣ qurb kyn ḥqdarn mnz shạml."
  },
  {
    "verse_id": 84,
    "translation": "Th myanh khạṭr krpth yinh valyn mnz (thi) dhkri khyr th qbvlyt jạry."
  },
  {
    "verse_id": 85,
    "translation": "Th me bnav nʿmth valhi jnth kyv vạrithav mnz."
  },
  {
    "verse_id": 86,
    "translation": "Th myạnis mạlis kr mghfrt be shk avs suh vathi ddlụ̄ mtyv mnz."
  },
  {
    "verse_id": 87,
    "translation": "Th me krụ̄ zynh (tamhi doh) rsva yymhi doh lukh yin qbrv mnz tulnh."
  },
  {
    "verse_id": 88,
    "translation": "Yymhi doh nah kanhh mal diyhi fạyidh th nah din aavlad."
  },
  {
    "verse_id": 89,
    "translation": "Mgr sue shkhṣ (krinfʿ ḥạṣl) yus Allah tʿālyā snzi bargahi mnz slamty vvl be ʿạb dil hyth ḥạẓr sapud."
  },
  {
    "verse_id": 90,
    "translation": "Th (tamhi doh) yiyhi jnt prhyzgarn nkhh aannh."
  },
  {
    "verse_id": 91,
    "translation": "Th jhnm yiyhi gmrahn brvnhh knhi non krrnh."
  },
  {
    "verse_id": 92,
    "translation": "Th timn yiyhi vnnh tim (potlụ̄) kthi chih yim tohụ̄ pvuzan ạsụ̄vvkh."
  },
  {
    "verse_id": 93,
    "translation": "Allah tʿālyā hs varạe, kya tim hyknva tohyhi mdd krith ya hykh na pạnụ̄ pans mdd krith (zi panun pan bchavn jhnm nishhi)."
  },
  {
    "verse_id": 94,
    "translation": "Lhādha yin tim (potlụ̄ thi) aath (jhnms) mnz buthhi kinụ̄ dạrith dinh th gmrah lukh (thi)."
  },
  {
    "verse_id": 95,
    "translation": "Th ablys sndụ̄ sạry fvj (thi gczhn jhnm buzụ̄)."
  },
  {
    "verse_id": 96,
    "translation": "Tim (gmrah lukh) vann aath (jhnms) mnz panh vạnụ̄ czuvan czuvan."
  },
  {
    "verse_id": 97,
    "translation": "Allah tʿālyā sund qsm asụ̄ ạsụ̄ ttakarh gmrạhy mnz."
  },
  {
    "verse_id": 98,
    "translation": "Yylhi asụ̄ tohyhi ạsụ̄v sarine jhann hndis rbs brabr manan."
  },
  {
    "verse_id": 99,
    "translation": "Th asụ̄ krụ̄ nh (ymav) mjrmv varạe kạnshi gmrah."
  },
  {
    "verse_id": 100,
    "translation": "Lhādha nah chuh (aaz) kanhh sạnụ̄ sfạrsh krn vvl."
  },
  {
    "verse_id": 101,
    "translation": "Th nah chuh kanhh aathh rott krn vvl dvst."
  },
  {
    "verse_id": 102,
    "translation": "Lhādha kash āsihe aashi aakhi ltthi (dnyahs mnz) pot phyrun (nṣybs) tylhi bnhav ạsụ̄ mvmn."
  },
  {
    "verse_id": 103,
    "translation": "Be shk chhe aath (vaqʿs) mnz (Allah tʿālyā sndi qdrtch) brr nshạny, th tihndụ̄ akthr lukh ạsụ̄ nh mvmn."
  },
  {
    "verse_id": 104,
    "translation": "Th be shk chuh tuhund rbe yqyna ghạlb rḥmt vvl."
  },
  {
    "verse_id": 105,
    "translation": "Nvḥ (ʿlyh alslam) sndụ̄qvmn (thi) kor pyghmbrn hund ankar."
  },
  {
    "verse_id": 106,
    "translation": "Yylhi timn tihindụ̄ (qvmkụ̄) bạe nvḥ hn (ʿlyh alslam) frmvv, kya tohụ̄ chihv na (Allah tʿālyā hs) khvczan."
  },
  {
    "verse_id": 107,
    "translation": "Be shk chuhs bh tuhndi khạṭr amant dar rsvl (bntih āmut)."
  },
  {
    "verse_id": 108,
    "translation": "Lhādha khvucziv tohụ̄Allah tʿālyā hs th krivmyạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 109,
    "translation": "Th bh chuhsav nh tohyhi aath (ḥq kis tblyghs) pytth kanhh mʿāvẓh mngan, myvn ajr chuh ṣrf sarine jhann hndis rb sndi dhmh."
  },
  {
    "verse_id": 110,
    "translation": "Lhādha khvucziv tohụ̄Allah tʿālyā hs byyhi krivmyạnụ̄ frman brdạry."
  },
  {
    "verse_id": 111,
    "translation": "Timav von, kya asụ̄ aanva cze pytth ayman yylhi zn chạnụ̄ pạrvy (smajkụ̄) sytthah lokttụ̄ th vsụ̄ payhi (ṭbqn hndụ̄) lukh chih kran."
  },
  {
    "verse_id": 112,
    "translation": "(nvḥ ʿlyh alslamn) frmvn, myạnis ʿlms kya tʿlq chuh tihnzn (pyshh varanh) kamyn sintụ̄?"
  },
  {
    "verse_id": 113,
    "translation": "Tihund ḥsab chuh ṣrf myạnis rb sndi dhmh. Kash tohyhi tri hyv fikri (zi aṣly ʿzt th dhlt kya chuh)."
  },
  {
    "verse_id": 114,
    "translation": "Th bh chuhs nh mvmnn dkh dinh vvl."
  },
  {
    "verse_id": 115,
    "translation": "Bh chuhs ṣrf ttakarh khvcznavn vvl."
  },
  {
    "verse_id": 116,
    "translation": "Timav von, ae nvḥ! Hrgah cz (yimav kthav nishhi) baz ākh nh tylhi yikh cz pzụ̄pạtthụ̄ knhi knhi krnh."
  },
  {
    "verse_id": 117,
    "translation": "(nvḥ ʿlyh alslamn) korn ʿrẓ, ae myanhi rbh! Myạnụ̄ qvmn kor me ankar."
  },
  {
    "verse_id": 118,
    "translation": "Vonụ̄kr cz me th timn drmyan fạṣlh byyhi di me th ymn mvmnn yim me sintụ̄ chih njat."
  },
  {
    "verse_id": 119,
    "translation": "Lhādha diyut aashi timn th yim timn sintụ̄ brnh āmczi navi mnz (svar) ạsụ̄ njat."
  },
  {
    "verse_id": 120,
    "translation": "Pth krụ̄ aashi aamhi pth baqy rvzn vạlụ̄ lukh ghrq."
  },
  {
    "verse_id": 121,
    "translation": "Be shk chhe aath (vaqʿs) mnz (Allah tʿālyā sndi qdrtch) brrnshạny, th tihindụ̄ akthr lukh ạsụ̄ nh mvmn."
  },
  {
    "verse_id": 122,
    "translation": "Th be shk chuh tuhund rbe yqyna ghạlb rḥmt vvl."
  },
  {
    "verse_id": 123,
    "translation": "(qvmi) ʿādn (thi) kor pyghmbrn hund ankar."
  },
  {
    "verse_id": 124,
    "translation": "Yylhi timn tihindụ̄ (qvmkụ̄) bạe hvdn (ʿlyh alslam) frmvv, kya tohụ̄ chihv na (Allah tʿālyā hs) khvczan."
  },
  {
    "verse_id": 125,
    "translation": "Be shk chuhs bh tuhndi khạṭr amant dar rsvl (bntih āmut)."
  },
  {
    "verse_id": 126,
    "translation": "Lhādha khvucziv tohụ̄Allah tʿālyā hs byyhi krivmyạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 127,
    "translation": "Th bh chuhsav nh tohyhi aath (ḥq kis tblyghs) pytth kanhh mʿāvẓh mngan, myvn ajr chuh ṣrf sarine jhann hndis rb sndi dhmh."
  },
  {
    "verse_id": 128,
    "translation": "Kya tohụ̄ chihva prth thazrchhi jayhi pytth aakh yadgar tʿmyr kran (mḥẓ) bddymy havnh khạṭrth fẓvl kamyv khạṭr."
  },
  {
    "verse_id": 129,
    "translation": "Th tohụ̄ chihv (talav vạlụ̄) mẓbvṭ mḥl bnavan yhi zạnith zi tohụ̄ rvuziv (dnyahs mnz) hmyshh."
  },
  {
    "verse_id": 130,
    "translation": "Th yylhi tohụ̄ kạnshi tahph chihv tavan tylhi chihv skht ẓạlm th jạbr bntih thph tavan."
  },
  {
    "verse_id": 131,
    "translation": "Lhādha khvucziv tohụ̄ Allah tʿālyā hs byyhi kriv myạnụ̄ frman brdạry."
  },
  {
    "verse_id": 132,
    "translation": "Th ts (Allah tʿālyā hs) khvucziv yymụ̄ tohyhi timav chyzv sintụ̄ mddkornav yim tohụ̄ zanan chihv."
  },
  {
    "verse_id": 133,
    "translation": "Tmụ̄ kornav tohyhi czuzngụ̄ janvrav th avladav sintụ̄ mdd."
  },
  {
    "verse_id": 134,
    "translation": "Byyhi baghv th nagv sintụ̄ (thi)."
  },
  {
    "verse_id": 135,
    "translation": "Be shk chuh me tohyhi pytth aakhi zbrdst doh kh ʿdhabuk khvf."
  },
  {
    "verse_id": 136,
    "translation": "Timav von, sanh khạṭr chhe hishy kthah khvah cz nṣyḥt krth ya mth bn th nṣyḥt krn valyv mnz (asụ̄ manv nh)."
  },
  {
    "verse_id": 137,
    "translation": "Yhi chuhnh (byyhi) kihinụ̄mgr chih ṣrf brvuntthimyn lukn hndụ̄ʿādat (th aṭvar yim asụ̄ trạvith hykvkh nh)."
  },
  {
    "verse_id": 138,
    "translation": "Th aashi pytth yiyhi nh ʿdhab krnh."
  },
  {
    "verse_id": 139,
    "translation": "Lhādha kor timav ts (yʿny hvd ʿlyh alslams) ankar pth krụ̄ aashi tim hlak,be shk chhe aath (qṣs) mnz (Allah tʿālyā sndi qdrtch) brrnshạny, th timav mnz ạsụ̄ nh akthr lukh mvmn."
  },
  {
    "verse_id": 140,
    "translation": "Th be shk chuh tuhund rbe yqyna ghạlb rḥmt vvl."
  },
  {
    "verse_id": 141,
    "translation": "(qvmi) thmvdn (thi) kor pyghmbrn hund ankar."
  },
  {
    "verse_id": 142,
    "translation": "Yylhi timn tihindụ̄ (qvmkụ̄) bạe ṣalḥ hn (ʿlyh alslam) frmvv, kya tohụ̄ chihv na (Allah tʿālyā hs) khvczan?"
  },
  {
    "verse_id": 143,
    "translation": "Be shk chuhs bh tuhndi khạṭr amant dar rsvl (bntih āmut)."
  },
  {
    "verse_id": 144,
    "translation": "Lhādha khvucziv tohụ̄Allah tʿālyā hs byyhi krivmyạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 145,
    "translation": "Th bh chuhsav nh tohyhi aath (ḥq kis tblyghs) pytth kanhh mʿāvẓh mngan, myvn ajr chuh ṣrf sarine jhann hndis rb sndi dhmh."
  },
  {
    "verse_id": 146,
    "translation": "Kya tohụ̄ yiyhi va timn (nʿmtn) mnz yimh yythi (tohyhi dstyab) chhav (hmyshh khạṭr) amn v skvn san ylh travnh?"
  },
  {
    "verse_id": 147,
    "translation": "(yʿny yythi kyn) baghn th nagn mnz."
  },
  {
    "verse_id": 148,
    "translation": "Byyhi khhn th khzrn mnz yhindụ̄ gurn nrm th nazuk chih āsan."
  },
  {
    "verse_id": 149,
    "translation": "Th tohụ̄ chihv (knhi grnkụ̄) gon vrtạvth pharrn mnzgrụ̄ (grụ̄) mkanh bnavan."
  },
  {
    "verse_id": 150,
    "translation": "Lhādha khvucziv tohụ̄Allah tʿālyā hs byyhi kriv myạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 151,
    "translation": "Th ḥd nishhi nyrn valyn hund vanun mah mạniv."
  },
  {
    "verse_id": 152,
    "translation": "Yim zmyns mnz fsad chih phhlavan th (mʿāshruk) aṣlaḥ chihnh kran."
  },
  {
    "verse_id": 153,
    "translation": "Timav von, zi cz chuhkh fqṭ jvd krnh āmtyv lukv mnz."
  },
  {
    "verse_id": 154,
    "translation": "Cz chuhkh ṣrf aasy hyvu bshr lhādha aan cz kanhh nshạny hrgah cz pzụ̄yvr chuhkh."
  },
  {
    "verse_id": 155,
    "translation": "(ṣalḥ ʿlyh alslamn) frmvvn, yhi avnttnụ̄chhe (so nshạny), ābuk aakh vqt chuh amis khạṭr (mqrr) th aakhi mqrr doh chhe tuhndi ābch vạrụ̄."
  },
  {
    "verse_id": 156,
    "translation": "Th amis lạgụ̄zyv nh burạyy (hndi aradh) kinụ̄ aathh nath rttyv tohyhi brri (skht) dohuk ʿdhab."
  },
  {
    "verse_id": 157,
    "translation": "Pth czttụ̄ timav tmụ̄ sndụ̄ ttkh nạr (th mạrkh so) pth ge tim (pnnis krimtis pytth) pshyman."
  },
  {
    "verse_id": 158,
    "translation": "Lhādha rttụ̄ tim ʿdhabn be shk chhe aath (vaqʿs) mnz brr nshạny, th timav mnz ạsụ̄ nh akthr lukh mvmn."
  },
  {
    "verse_id": 159,
    "translation": "Th be shk chuh tuhund rbe yqyna ghạlb rḥmt vvl."
  },
  {
    "verse_id": 160,
    "translation": "Qvmi lvṭn (thi) kor pyghmbrn hund ankar."
  },
  {
    "verse_id": 161,
    "translation": "Yylhi timn tihindụ̄ (qvmkụ̄) bạe lvṭn (ʿlyh alslam) frmvv, kya tohụ̄ chihv na (Allah tʿālyā hs) khvczan?"
  },
  {
    "verse_id": 162,
    "translation": "Be shk chuhs bh tuhndi khạṭr amant dar rsvl (bntih āmut)."
  },
  {
    "verse_id": 163,
    "translation": "Lhādha khvucziv tohụ̄Allah tʿālyā hs byyhi krivmyạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 164,
    "translation": "Th bh chuhsav nh tohyhi aath (ḥq kis tblyghs) pytth kanhh aujrt mngan, myvn ajr chuh ṣrf sarine jhann hndis rb sndi dhmh."
  },
  {
    "verse_id": 165,
    "translation": "Kya tohụ̄ chihvatmam dunya valyv mnzṣrf mrdnie yvt nishhi (pnnhi shhvạny khvạhshat pvur krnh khạṭr) yivan?"
  },
  {
    "verse_id": 166,
    "translation": "Th pnnhi khandarinhi chhvvkh (aty) tavan yimh tuhndụ̄ rbn tuhndi khạṭr pạd chhe krimacz, blkh chihv tohụ̄ (nafrmạny mnz) ḥd nishhi nyrn vạlụ̄ lukh."
  },
  {
    "verse_id": 167,
    "translation": "Timav von, ae lvṭ! Agr cz (yimav kthav nishhi) baz ākh nh tylhi bnkh cz ẓrvrshhr mnz krrith czhnnh āmtyv mnz."
  },
  {
    "verse_id": 168,
    "translation": "(lvṭ ʿlyh alslamn) frmvvn, be shk chuhs bh tuhnzi kamhi nishhi be zar gczhn valyv mnz."
  },
  {
    "verse_id": 169,
    "translation": "Ae rb! Cz krme th myanyn bạczn aamhi (kamhi hndi vbal) nishhi njat ʿṭa yosh yim kran chih."
  },
  {
    "verse_id": 170,
    "translation": "Pth kor aashi timn th tihindyn tmam bạczn njat ʿṭa."
  },
  {
    "verse_id": 171,
    "translation": "Akis bujhi znanhi varạe yosh pth rvzn valyn mnz ạs."
  },
  {
    "verse_id": 172,
    "translation": "Pth krụ̄ aashi baqy hlak."
  },
  {
    "verse_id": 173,
    "translation": "Th aashi vvl timn pytth (knyn hund) rvud pth kvtah ktri btr krn vvl avs khvcznavnh āmtyn lukn hund rvud."
  },
  {
    "verse_id": 174,
    "translation": "Be shk chhe aath (vaqʿs) mnz brr nshạny, th tihindụ̄akthrlukh ạsụ̄ nh mvmn."
  },
  {
    "verse_id": 175,
    "translation": "Th be shk chuh tuhund rbe yqyna ghạlb rḥmt vvl."
  },
  {
    "verse_id": 176,
    "translation": "Aykh kyv rvzn valyv (yʿny jnglh kyv rvzn valyvthi) kor pyghmbrn hund ankar."
  },
  {
    "verse_id": 177,
    "translation": "Yylhi timn shʿībn (ʿlyh alslam) frmvv, kya tohụ̄ chihv na (Allah tʿālyā hs) khvczan?"
  },
  {
    "verse_id": 178,
    "translation": "Be shk chuhs bh tuhndi khạṭr amant dar rsvl (bntih āmut)."
  },
  {
    "verse_id": 179,
    "translation": "Lhādha khvucziv tohụ̄Allah tʿālyā hs byyhi krivmyạnụ̄ frman brdạry."
  },
  {
    "verse_id": 180,
    "translation": "Th bh chuhsav nh tohyhi aath (ḥq kis tblyghs) pytth kanhh aujrt mngan, myvn ajr chuh ṣrf sarine jhann hndis rb sndi dhmh."
  },
  {
    "verse_id": 181,
    "translation": "Tohụ̄ ạsiv mynn banh pvur bran th (lukn hndyn ḥqvqn) mah bniv nqṣan vatnavn vạlụ̄."
  },
  {
    "verse_id": 182,
    "translation": "Th tkri ddndd brabr thạvith ạsiv tvlan."
  },
  {
    "verse_id": 183,
    "translation": "Th lukn mah ạsiv tihindụ̄ chyz (km tvulh san) divan th mulks mnz mah rvuziv(yiczhv akhlạqy,mạly th smạjy khyantv kinụ̄) fsad tulan phyran."
  },
  {
    "verse_id": 184,
    "translation": "Byyhi khocziv ts (Allah tʿālyā hs) yymụ̄ tohụ̄ th brvuntthimhi aumth pạd kri."
  },
  {
    "verse_id": 185,
    "translation": "Timav lvg vanun, (ae shʿīb!) cz chuhkh bs jvd krnh āmtyv lukv mnz."
  },
  {
    "verse_id": 186,
    "translation": "Byyhi chuhkh cz aasy hyvu bshr th asụ̄ chihth cz yqyna aapziyaryv mnz smjhan."
  },
  {
    "verse_id": 187,
    "translation": "Lhādha dith cz aashi pytth āsmanuk kanhh ttukr dạrith hrgah cz pzụ̄yvr chuhkh."
  },
  {
    "verse_id": 188,
    "translation": "(shʿīb ʿlyh alslamn) frmvvn, myvn rb chuh timn (kạristạnyn) var pạtthụ̄ zanan yimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 189,
    "translation": "Lhādha kor timav shʿībs (ʿlyh alslam) ankarpth rttụ̄ tim sayban vạlụ̄dohkụ̄ ʿdhabn, be shk avs suh sytthah skht dohuk ʿdhab."
  },
  {
    "verse_id": 190,
    "translation": "Be shk chhe aath (vaqʿs) mnz brr nshạny, th tihindụ̄akthrlukh ạsụ̄ nh mvmn."
  },
  {
    "verse_id": 191,
    "translation": "Th be shk chuh tuhund rbe yqyna ghạlb rḥmt vvl."
  },
  {
    "verse_id": 192,
    "translation": "Th be shk chuh yh (qrān) sarine jhann hndis rb sund nạzl krnh āmut."
  },
  {
    "verse_id": 193,
    "translation": "Yhi hyth chuh rvḥ alamyn (jbryl ʿlyh alslam) vothmt."
  },
  {
    "verse_id": 194,
    "translation": "Tuhndis (nvr brụ̄tis) dils pytth takh tohụ̄ bniv (nafrmann) khvcznavn valyv mnz."
  },
  {
    "verse_id": 195,
    "translation": "(aamiyuk nzvl) chuh fṣaḥt vajnhi ʿrby zbạnụ̄ mnz (spudmut)."
  },
  {
    "verse_id": 196,
    "translation": "Th be shk chuh yhi goddnikyn aumtn hndyn ṣḥyfn mnz (thi drj)."
  },
  {
    "verse_id": 197,
    "translation": "Th kya tihindi khạṭr chhana (qrān kh ṣdaqtch th nbvti Muḥammady hndiṣdaqtch) yhi dlyl (kạfy) zi ath chih bny asraʿylkụ̄ ʿạlim (thi) zanan."
  },
  {
    "verse_id": 198,
    "translation": "Th hrgah asụ̄ yhi ghyrʿrby lukn (yʿny ʿjmy yn) mnz kạnshi pytth nạzl krhvn."
  },
  {
    "verse_id": 199,
    "translation": "Pth prihe suh aath yimn lukn pytth, tamhi pth (thi) āshn nh yim lukh aath pytth ayman aann vạlụ̄."
  },
  {
    "verse_id": 200,
    "translation": "Yithh pạtthụ̄ chuh aashi aamiyuk (ankar) mjrmn hndyn diln mnz pokhtgy san dạkhl kormut."
  },
  {
    "verse_id": 201,
    "translation": "Tim aann nh aath pytth ayman yotam zn dg tulvun ʿdhab vuchhn."
  },
  {
    "verse_id": 202,
    "translation": "Pth vathi suh (ʿdhab) timn achank th timn āshi nh shʿūr (thi)."
  },
  {
    "verse_id": 203,
    "translation": "Pth vann tim, kya aashi yiya mhlt dinh?"
  },
  {
    "verse_id": 204,
    "translation": "Kya yim chha sạnis ʿdhabs mnz jldy yczhan?"
  },
  {
    "verse_id": 205,
    "translation": "Tohụ̄vnụ̄ tav agr asụ̄ yimn vry vadn rvzav fạydh vatnavan."
  },
  {
    "verse_id": 206,
    "translation": "Pth vathi yimn nishhi suh (ʿdhab) yymiyuk yimn sintụ̄ vʿdh chuh yivan krnh."
  },
  {
    "verse_id": 207,
    "translation": "(pth) kth lgn (timn nishhi ʿdhab dvur krns mnz) tim chyzyimav nishhi tim fạydh tulan rvudimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 208,
    "translation": "Th aashi kr nh timav (bsty yav) varạe yhindi khạṭr khvcznavn vạlụ̄ (āmtụ̄) ạsụ̄ kanhh bsty hlak."
  },
  {
    "verse_id": 209,
    "translation": "(byyhi yithi) nṣyḥt khạṭr th asụ̄ ạsụ̄ nh ẓạlm."
  },
  {
    "verse_id": 210,
    "translation": "Th shyṭan vthụ̄ nh yhi (qrān) hyth."
  },
  {
    "verse_id": 211,
    "translation": "Nah chhe (yhi kạm) timn shvuban th nah chuh timn (aamiyuk) ṭaqt."
  },
  {
    "verse_id": 212,
    "translation": "Be shk chih tim (aamhi klam kh) bvznh nishhi rukavnh āmtụ̄."
  },
  {
    "verse_id": 213,
    "translation": "Lhādha (ae bndh!) cz mah ās Allah tʿālyā hs varạe byyhi kạnshi mʿbvd snz bndgy kran nath spdkh cz timav lukv mnz yimn ʿdhab chuh dinh āmut."
  },
  {
    "verse_id": 214,
    "translation": "Th (ae ḥbybi mkrm!) tohụ̄ khvcznạviyvukh pnnụ̄ qryby rshth dar (sanhi ʿdhabh nishhi)."
  },
  {
    "verse_id": 215,
    "translation": "Th tohụ̄ vhrạvivpnnhi (rḥmt th shfqt chh) nari timn mvmnn khạṭr yimav tuhnz pạrvy akhtyar kr."
  },
  {
    "verse_id": 216,
    "translation": "Pth agrtim tuhnz nafrmạny krn tylhi frmạviyvukh tohụ̄ zibh chuhs timav (bd) aʿmalv nishhi byzar yim tohụ̄ kran chihv."
  },
  {
    "verse_id": 217,
    "translation": "Byyhi thạviv brris ghạlb mhrban (rbs) pytth bhrvsh."
  },
  {
    "verse_id": 218,
    "translation": "Yus tohyhi (rạcz hnzn tnhạyn mnzthi) vuchhan chuhv yylhi tohụ̄ (thjd nmazi khạṭr) qyam chihv kran."
  },
  {
    "verse_id": 219,
    "translation": "Byyhi chuh sjdh guzarn mnz (thi) tuhund phyrun vuchhan (rvzan)."
  },
  {
    "verse_id": 220,
    "translation": "Be shk chuh suh var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 221,
    "translation": "Kya bh vanva tohyhi zi shyṭan kas pytth chih vsan?"
  },
  {
    "verse_id": 222,
    "translation": "Tim chih pth aapziyạris (bhtan bnavn vạlis) gnah gars pytth vsan."
  },
  {
    "verse_id": 223,
    "translation": "Yim bvzmcz kthh chih (tihindyn knn mnz) travan th timav mnz chih akthr aapziyạrụ̄ āsan."
  },
  {
    "verse_id": 224,
    "translation": "Th shạʿrn hnz pạrvy chih ddliụ̄mtụ̄ lukhe kran."
  },
  {
    "verse_id": 225,
    "translation": "Kya cze vuchuhth na zi tim (shạʿr) chih pth (khyal chhi) vady mnz (blụ̄) āvarh phyran rvzan (timn chhanh ḥqs mnz pz dlchspy th snjydgy āsan blkh chih tim ṣrf lfẓy th fkry zvlann mnz āvrụ̄ th khosh rvzan)."
  },
  {
    "verse_id": 226,
    "translation": "Byyhi yhi zi tim chh (ticzhh kthh) vnan yimn (panh) chihnh kran."
  },
  {
    "verse_id": 227,
    "translation": "Timav (shạʿrv) varạe yimav ayman aon byyhi rvudụ̄ nyk ʿml kran th Allah tʿālyā hs rvudụ̄ kthrt san yad kran (yʿny Allah tʿālyā sndụ̄th rsvl ṣly Allah ʿlyh vslmn hndụ̄ mdḥ khvan spdụ̄) th pans pytth ẓlm spdnh pth hyotukh (ẓạlmn shʿr chh zbạnụ̄ mnz) antqam (byyhi korukh pnnhi klamh sintụ̄ aslamuk th mẓlvmn hund bchav blkh hurrvvukh tihnd jvsh tylhi chhanh yhi shạʿry mdhmts layq), th tim lukh yimav ẓlm kortimn lghi jlde pe zi (mrnh pth) kth pot phyrnh chh jayhi chih tim pot phyirith gczhan."
  }
]