[
  {
    "verse_id": 1,
    "translation": "Ṭasyn (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan) yim chih qrānkụ̄ th rvshn ktabih hndụ̄ āyat."
  },
  {
    "verse_id": 2,
    "translation": "(yus) hdayt chuh th (tithyn) ayman valyn khạṭr chuh khosh khbr."
  },
  {
    "verse_id": 3,
    "translation": "Yim nmaz chih qạym kran byyhi chh zkvāh ada kran th time chih yimn ạkhrts pytth (thi) yqyn chuh."
  },
  {
    "verse_id": 4,
    "translation": "Be shk yimn lukn ạkhrts pytth ayman chuhnh aashi chih tihindụ̄ (bda) aʿma l (tihnzn nẓrn mnz) khosh yvnụ̄ bnạvimtụ̄ lhādha chih tim (gmrạhy mnz) ḥali ḥạran rvzan."
  },
  {
    "verse_id": 5,
    "translation": "Yimae chih tim lukh yhindi khạṭr bur ʿdhab chuh th yimae lukh chih ạkhrts mnz (sarive khoth) zyadh khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Th be shk chuhv tohyhi (yhi) qrān sytthah ḥkmt vạlis,ʿlm vạlis (rb) sndi ṭrfh hychhnavnh yivan."
  },
  {
    "verse_id": 7,
    "translation": "(suh vaqʿh kriv yad) yylhi mvsyā hn (ʿlyh alslam) pnnhi khandarnhi frmvv zi me chuh aakh nar vuchhmut (ya chuh me akis nars mnz mḥbtuk th shfqtuk shʿlh dryintthụ̄ gomut), ʿnqryb aanh bh tohyhi nishhi tamhi mnz kanhh khbr (yymhi khạṭr varyah kalh pytthh sykhi lyn th ṣḥravn mnz phyran chih) ya dimav tohyhi (thi tamhi mnz) kanhh zvtvun tyongul anith takh tohụ̄ (thi) kriv (tamhi chh grmy sintụ̄) vushnyr."
  },
  {
    "verse_id": 8,
    "translation": "Vonụ̄ yylhi tim tath nishhi vạtụ̄pth āyhi āvaz dinh zi babrkt chuh, yus aath nars mnz (pnnhi nvrkh ḥjabuk prtv frmavan) chuh byyhi suh (thi) yus aath andụ̄ pkụ̄ (aulvhy jlvn hndis prtvas mnz) chuh, th Allah tʿālyā chuh (pth qsmh kh jsmh th mthalhi nishhi) pak yus tmam jhann hundrb chuh."
  },
  {
    "verse_id": 9,
    "translation": "Ae mvsyā! Be shk chuhs suh (jlvh dinh vvl) be Allah tʿālyā yus sytthah ghạlb ḥkmt vvl chuh."
  },
  {
    "verse_id": 10,
    "translation": "Th (ae mvsyā!) pnun ʿāṣh trav (zmyns pytth), vonụ̄ yylhi (mvsyā ʿlyh alslamn zmyns pytth ʿāṣh tavnh pth) suh vuchhn zi srphh sndụ̄ pạtthụ̄ chuh tyz ḥrkt kran pth czlụ̄ (fṭry rdi ʿmlh kinụ̄) vaps buth phirth th pot phyirith diczkh nh nẓr (thi, arshad spud), ae mvsyā! Khvcz mah be shk chihnh pyghmbr myạnis drbars mnz khvczan."
  },
  {
    "verse_id": 11,
    "translation": "Mgr yymụ̄ ẓlm kor pth bdlvvun burạyy pth (suh) nyky sintụ̄ tylhi chuhs bh be shk sytthah mghfrt krn vvl sytthah mhrban."
  },
  {
    "verse_id": 12,
    "translation": "Th cz tav panun aathh pnnhi nalh kinụ̄suh nyri kunhi ʿạbh varạe sfyd pzlh vun (bnith, yim doshve) chih (Allah tʿālyā snzv) navav (9) nshạnyvmnz. (yim hyth) gczh frʿūns th tmụ̄ sndis qvms nishhi. Be shk chih tim nafrman qvm."
  },
  {
    "verse_id": 13,
    "translation": "Vonụ̄ yylhi timn nishhi sanhi nshạniyhi vaẓḥ th ttakarh pạtthụ̄ vacz pth lvg timav vanun zi yhi chuh nanhi vanh jvd."
  },
  {
    "verse_id": 14,
    "translation": "Th timav korẓlmh th tkbr kinụ̄tihund srasr ankar yylhi zn tihndyv dilav timn (nishạniyan hndi ḥq āsnuk) yqyn avs kormut. Vonụ̄ vuchihv tohụ̄ zi fsad brpa krn valyn hundkiyuth (bur) anjam spud."
  },
  {
    "verse_id": 15,
    "translation": "Th be shk kor aashi daods th slymans (ʿlyhm alslam zbrdst) ʿlm ʿṭa, th doshvyav von zi tmam tʿryf chih Allah tʿālyā sndy khạṭr yymụ̄ aashi pnnyn varyahn mvmn bndn pytth fẓylt chhe ʿṭa krmcz."
  },
  {
    "verse_id": 16,
    "translation": "Th slyman (ʿlyh alslam), spdụ̄ daod (ʿlyh alslam) sndụ̄ janshyn th timav von, ae lvukv! Aashi chhe janavarn hnz bvulụ̄ (thi) hychhnavnh āmcz byyhi chuh aashi hrkanhh chyz ʿṭa krnh āmut. Be shk chuh yhi (Allah tʿālyā sund) ttakarh fẓl."
  },
  {
    "verse_id": 17,
    "translation": "Th slyman (ʿlyh alslam) sndikhạṭr ạsụ̄ tihindụ̄ lshkrjinv th ansanv th janavarv (hndyv tmam jnsv) mnz jmʿ krnh āmtụ̄, chnanchh ạsụ̄ tim nẓm th trbyt khạṭr (tihindis khdmts mnz) rukavnh yivan."
  },
  {
    "verse_id": 18,
    "translation": "Aot tam zi yylhi tim (lshkr) ryyan hndis mạdans mnz vạtụ̄ pth lvg aakhi ryyhi vanun, ae ryyv! Pnnyn ālyn mnz acziv yinh yhi spdi zi slyman (ʿlyh alslam) th tihindụ̄ lshkr krnav tohyhi lth monjhi aath ḥals mnz zi timn āshi nh khbr thi."
  },
  {
    "verse_id": 19,
    "translation": "Pth kor timav (yʿny slyman ʿlyh alslamn) tsnzi (yʿny ryyh hnzi) kthhi pytth vutthh kumjar th korukh ʿrẓ, ae prvrdgar! Me thav pnnhi tvfyq sintụ̄ aath kthhi pytth qạym zi bh rvz chạnis tath nʿmts pytth shkrkran yosh cze me pytth th myạnis mạlis majhi pytth anʿām krth th bh rvz ticzhh nyk ʿmlh kran yimav sintụ̄ cz rạẓụ̄ chuhkh spdan th me kr pnnhi rḥmt sintụ̄ pnnyn khaṣ ttatthyn nykv kar bndn mnz dạkhl."
  },
  {
    "verse_id": 20,
    "translation": "Th slymann (ʿlyh alslam) hycz janavarn sam pth lgụ̄ vnnhi, me kya chuh spudmut zi bh chuhsn nh satut vuchihth hykan nath ma chuh suh (pzụ̄pạtthụ̄) ghạb gomut."
  },
  {
    "verse_id": 21,
    "translation": "Bh dimh ts (ajazt varạe ghạb gczhns pytth) ẓrvr skht sza nath krn ẓrvr suh dhbḥ nath anin suh me nish (pnnhi be qṣvr āsnuk) ttakarh thbvt."
  },
  {
    "verse_id": 22,
    "translation": "Pth avs suh km se kals (nybr) tthhrith zi (ḥạẓr spdith) kor tmụ̄ ʿrẓ, me chhe ticzh aakh kth pe ljmcz yymiyuk nh tohyhi (shayd) aṭlaʿ avsuv th bh chuhs tohyhi nishhi (mlki) sba pytthh aakh yqyny khbr hyth āmut."
  },
  {
    "verse_id": 23,
    "translation": "Me vuchh (tathi) aakh ticzh khatvn yosh timn (yʿny mlki sba kyn rvzn valyn) pytth ḥkvmt chhe kran th ts chuh (mlkyts th aqtdars mnz) pth kanhh chyz ʿṭa āmut krnh th ts nishhi chuh sytthah bodd tkht."
  },
  {
    "verse_id": 24,
    "translation": "Me vuchh so th tmụ̄ sund qvm Allah tʿālyā hs bjayhi āftabs sjdh kran th shyṭann chih tihindụ̄ (bd) aʿmal tihindi khạṭr khosh krvnụ̄ bnạvimtụ̄ th tim chihn (tvḥyd chh) vathi nishhi rukạvi mtụ̄, lhādha chihnh tim hdayt lban."
  },
  {
    "verse_id": 25,
    "translation": "Aamhi mvjvb (chh rukavnh āmtụ̄) zitim gczhn nh ts Allah tʿālyā sndis drbars mnz sjdh krnụ̄ yus āsmann th zmyns mnz khttith (ḥqaʿqn th mvjvdatn) nybrchuh krran (yʿny non chuhkh krran) th timn (tmam) chyzn chuh zanan yus tohụ̄ khttith chihv thavan th yus tohụ̄ non chihv krran."
  },
  {
    "verse_id": 26,
    "translation": "Allah tʿālyā hs varạe chuhnh kanhh ʿbadts layq (sue) chuh aqtdarkh ʿẓym tkhtuk mạlk."
  },
  {
    "verse_id": 27,
    "translation": "(slyman ʿlyh alslamn) frmvvn, asụ̄ vuchhav vunụ̄ āyakh cz chuhkhh poz vanan kinh cz chuhkh aapuz vann valyv mnz."
  },
  {
    "verse_id": 28,
    "translation": "Myvn yhi khṭ hyth gczh th yhi travun timn kun pth ddl timv nishhi, pth vuchh tim kth kthhi kun chih rjvʿ kran."
  },
  {
    "verse_id": 29,
    "translation": "(mlkh hn) vonnkh, ae srdarv! Me kun chuh aakh thadi payuk khṭ travnh āmut."
  },
  {
    "verse_id": 30,
    "translation": "Be shk chuh suh (khṭ) slyman (ʿlyh alslam) sndi ṭrfh (āmut) byyhi chuh suh Allah tʿālyā sndi nav sintụ̄shrvʿ (krnh āmut) yus be ḥd mhrban sytthah rḥm krn vvl chuh."
  },
  {
    "verse_id": 31,
    "translation": "(aamiyuk mẓmvn chuh yhi) zitohụ̄ mah krivme pytth thzrpavnch (kvshsh) th frman brdar spdith yiyiv me nish."
  },
  {
    "verse_id": 32,
    "translation": "(mlkh hn) vonnkh, ae drbar valyv!tohụ̄ diyiv me (aath) myạnis mʿāmls mnz mshvrh bh chhas nh kunhi kamhi hund balkl fạṣlh krn vajinụ̄ yot tam nh tohụ̄ me nish ḥạẓr spdith (aath kthhi mvạfq nath mkhạlf) gvạhy diyiv."
  },
  {
    "verse_id": 33,
    "translation": "Timav von, asụ̄ chih ṭaqt vr th skht lrrayhi grụ̄ mgrḥkm chuh tuhndis akhtyars mnz lhādha kriv tohụ̄ (pane) ghvr zi tohụ̄ kya ḥkm diyiv."
  },
  {
    "verse_id": 34,
    "translation": "(mlkh hn) vonnkh,e shk yylhi badshah kunhi bsty mnz aaczan chih tylhi chih tath tbah th brbad kran th tathi kyn ʿzt dar lukn chih dhlyl th rsvakran th yim (lukh thi) krn tithe pạtthụ̄."
  },
  {
    "verse_id": 35,
    "translation": "Th be shk chhas bh timn kun kynhh ddalhi svzn vajinụ̄ pth vuchhhi qạṣd kya jvab hyth chih vaps yivan."
  },
  {
    "verse_id": 36,
    "translation": "Pth yylhi suh (qạṣd) slymans (ʿlyh alslam) nishhi āv (pth) frmvvn (slyman ʿlyh alslamn) ts, kya tohụ̄ lukh chihva mal v dvlt sintụ̄ me mddyczhan krun. Lhādha yikynczhah Allah tʿālyā hn me ʿṭa chuh kormut (suh) chuh tamhi (dvlt) nishhi bhtr yosh tmụ̄ tohyhi ʿṭa chhav krmcz blkh chihv tohy yim pnnhi ddalhi nishhi khosh (th) tvshvnụ̄ chihv."
  },
  {
    "verse_id": 37,
    "translation": "Lhādha gczh timn nish (ddalhi san) pot phyirith pth yimav asụ̄ timn pytth tithyv lshkrv san (ḥmlh krnhi) yimn sintụ̄ timn mqablh (krnuk ṭaqt) āshi nh th asụ̄ krrvkh tim tathi be ʿzt krith tath ḥals mnz zi tim gczhn (qindụ̄ bntih) khjil."
  },
  {
    "verse_id": 38,
    "translation": "(slyman ʿlyh alslamn) frmvvn, ae drbar valyv! Tohyhi mnz kus hykhi tsund (yʿny mlikayhi hund) tkht me nishhi anith aamhi brvnhh zi tim lukh yin frman brdar spdith me nish."
  },
  {
    "verse_id": 39,
    "translation": "Akụ̄ brrụ̄bar jinn kor ʿrẓ, bh hykn suh tohyhi nishhi anith aamhi brvnhh zi tohụ̄ vthiv pnnhi jayhi nishhi thod th be shk chuhs bh ath (aanns) pytth ṭaqt vr (th) amant dar."
  },
  {
    "verse_id": 40,
    "translation": "(pth) kor akụ̄ tithụ̄ shkhṣn ʿrẓ ys nishhi (āsmạnụ̄) ktabih hund kynhh ʿlm avs zi bh hykn suh tohyhi nishhi anith aamhi brvnhh zi tuhnz nẓr phyri tohyhi kun vaps (yʿny achh ttittvar krnh brvntthue), pth yylhi (slyman ʿlyh alslamn) suh (tkht) pans brvnhh knhi thạvith vuchh (pth) vonun, yhi chuh myạnis rb sund fẓl takh suh āzmavi me zi kya bh chuhsa shkrgzary kran kinh nashkry, th yymụ̄ (Allah tʿālyā sund) shkrkor tylhi chuh suh bs pnny dhat kh fạydh khạṭr shkr gzạry kran th yymụ̄ nashkry kr tylhi chuh be shk myvn rb be nyaz, krm krn vvl."
  },
  {
    "verse_id": 41,
    "translation": "(slyman ʿlyh alslamn) frmvvnkh, ts (mlikayhi hndi amtḥanh) khạṭr bdlạviv tmụ̄ sndi tkhtch ṣvrt th hyʿt, asụ̄ vuchhav zi kya so chha (pznavnch) vath lban kinh timav mnz chhe spdan yimn sod bod chhanh āsan."
  },
  {
    "verse_id": 42,
    "translation": "Pth yylhi so (mlkh) āyhi, vonụ̄āv ts vannh,kya chvn tkht chha yuthue?, so lj vnnh, znth chuh yhi sue th aashi chuh godde (slyman sndi nbvt kh ḥq āsnuk) ʿlm spud mut th asụ̄ chih mslman spdụ̄ mtụ̄."
  },
  {
    "verse_id": 43,
    "translation": "Th so (mlkh) ạs tmụ̄ (bạṭl mʿbvdn godd ḥq qbvl krnh nishhi) rukạvith thạvmcz yymụ̄ snz so Allah tʿālyā hs varạe pvuza ạs kran rvuzmcz. Be shk ạs so kạfrn hndi qvmh mnz."
  },
  {
    "verse_id": 44,
    "translation": "Ts (mlikayhi) āv vnnh, yath mḥl kis ṣḥns mnz aacz (yth bnụ̄ kinụ̄ nyilhi āb chh lhr āsh pkan) vonụ̄ yylhi mlikayhi suh (sjavtt darnaph naph krvun frsh) vuchh ts basyav suh son ābh tlav th tamhi kjhi (pạjamh nrụ̄ thod tulith) pnnhi doshve goz nanhi, slymann (ʿlyh alslam) frmvv, yhi chuh mḥl (khanuk) shyishhi jrith ṣḥn. Tamhi (mlikayhi) kor ʿrẓ, ae myanhi prvrdi gar! (bh ạss yithe pạtthụ̄ nẓri hndis dvkhs mnzhynh āmcz) be shk kor me pnnis nfss pytth ẓlm th vonụ̄ chhas bh slyman (ʿlyh alslam) sndis ṣḥbts mnz (yith) ts Allah tʿālyā snz frman brdar spzmcz yus tmam jhann hund rb chuh."
  },
  {
    "verse_id": 45,
    "translation": "Th be shk svuz aashi qvm thmvds nishhi tihund (qvmy) bve ṣalḥ (ʿlyh alslam pyghmbr bnạvith) zi tohụ̄ lukh kriv Allah tʿālyā snz ʿbadt tamhi saʿth spdụ̄ tim z frqh yim panh vạnụ̄czuvan ạsụ̄."
  },
  {
    "verse_id": 46,
    "translation": "(ṣalḥ ʿlyh alslamn) frmvvnkh, ae myanhi qvmh! Tohụ̄ kyazi chihv rczr (yʿny rḥmt) brvnhh burạyy (yʿny ʿdhabs) mnz jldy yczhan tohụ̄ kyazi chihv nh Allah tʿālyā hs mghfrt mngan takh tohyhi pytth yiyhi rḥm krnh?"
  },
  {
    "verse_id": 47,
    "translation": "Tim lgụ̄ vannhi, aashi chhe chanhi sintụ̄ (thi) bd nṣyby āmcz th timav lukv sintụ̄ (thi) yim cze sintụ̄ chih (ṣalḥ ʿlyh alslamn) frmvvnkh, tuhnz bd nṣyby chih (yʿny tuhnzibd nṣyby hundvjh chuh) Allah tʿālyā hs nishhi (lykhith) blkh chihv tohụ̄ lukh ftns mnz tavnh āmtụ̄."
  },
  {
    "verse_id": 48,
    "translation": "Th (qvm thmvdkis) shhrs mnzasụ̄ navsrkrdh lyddr (yim pnnhi pnnhi jmạʿcz hndụ̄ ztthụ̄ạsụ̄ tim ạsụ̄) mulks mnz fsad phạlavan th aṣlaḥ ạsụ̄ nh kran."
  },
  {
    "verse_id": 49,
    "translation": "(timav srghnv) vonkh, tohụ̄ krivpanh vạnụ̄ Allah tʿālyā sund qsm khyth vʿdh zi ạsụ̄ krv ẓrvr rath kiyut ṣalḥ (ʿlyh alslam) th tmụ̄ sndyn gri kyn pytth qạtlanh ḥmlh pth vanv tihindyn vạrithn zi asụ̄ ạsy nh tihindis hlakt kis mvqʿs pytth ḥạẓr th be shk chih asụ̄ pzụ̄yạrụ̄."
  },
  {
    "verse_id": 50,
    "translation": "Th timav krrash pạtthụ̄ sạzsh th aashi (thi) kr (tamhi kh puhttravnh khạṭr) rạsh pạtthụ̄ tdbyr th timn lj nh pe thi."
  },
  {
    "verse_id": 51,
    "translation": "Pth vuchihv tohụ̄ zi tihnzi (mkaranh) sạzishhi hund anjam kiyuth spud be shk krụ̄ aashi tim (srdar) th tihund svrue qvm tbah th brbad."
  },
  {
    "verse_id": 52,
    "translation": "Lhādha chih yim tihindụ̄ gr vujar pyth aamhi mvjvb zi timav avs ẓlm kormut. Be shk chhe aath mnz tamhi qvmh khạṭr (ʿbrtch) nshạny yimn ʿlm chuh."
  },
  {
    "verse_id": 53,
    "translation": "Th aashi diyut timn lukn njat yimav ayman aon byyhi vartvvukh tqvyā."
  },
  {
    "verse_id": 54,
    "translation": "Th lvṭ (ʿlyh alslam kriyvun yad) yylhi timav pnnis qvms frmvv, kya tohụ̄ chihva be ḥyạyy hund aatur kran yylhi zn tohụ̄ vuchhan (thi) chihv."
  },
  {
    "verse_id": 55,
    "translation": "Kya tohụ̄chihva pnnụ̄ nfsạny khvạhsh pvur krnh khạṭr znanh (aty) trạvith mrdn nishhi gczhan blkh chihv tohụ̄ jạhl lukh."
  },
  {
    "verse_id": 56,
    "translation": "Pth avs nh tihindi qvmuk jvab aamhi varạe kihinụ̄ zi tim lgụ̄ vannhi, tohụ̄ krriyvukh lvṭ sndụ̄ bạcz pnnhi bsty mnz yim chih zyade pak baz bnan."
  },
  {
    "verse_id": 57,
    "translation": "Pth diyut aashi lvṭs (ʿlyh alslam) th tihndyn bạczn njat tihinzi khandarinhi varạe zi aashi ạs so (ʿdhab khạṭr) pth rvzn valyv mnz mqrr krmcz."
  },
  {
    "verse_id": 58,
    "translation": "Th aashi vvl timn pytth zbrdst (kanhi) rvud, pth avs (timn) khvcznavnh āmtyn lukn pytth (knhi) rvud sytthhe vultth."
  },
  {
    "verse_id": 59,
    "translation": "Frmạviv zi tmam tʿryf chih Allah tʿālyā sndy khạṭr th tmụ̄ sndyn czarnh āmtyn (thdi payhi kyn) bndn pytth ạsin slamty, kya Allah tʿālyā he chha bhtr kinh tim (bạṭl mʿbvd) yimn yim lukh (tmụ̄ sund) shryk chih tthhravan."
  },
  {
    "verse_id": 60,
    "translation": "Blkh kus chuh suh yymụ̄ (sạry) āsman th zmyn pạd krụ̄th tuhndi khạṭr vvlun āsmạnụ̄ fẓa nishhi āb, pth vopdạvụ̄ aashi tamhi (ābh) sintụ̄ tazh th khosh krvnụ̄ bagh? Tuhndi khạṭr avs nh yhi mmkn zi tohụ̄ hykụ̄hiv yimn (baghn) hndụ̄ kulụ̄ vopdạvith.kya Allah tʿālyā hs sintụ̄ chha (byyhi thi) kanhh mʿbvd? Blkh chih yim tim lukh yim (ḥq chh vathi nishhi) ddlan chih."
  },
  {
    "verse_id": 61,
    "translation": "Blkh kus chuh suh yymụ̄ zmyn bnạvqrar krnch jae th aath mnzbag bnavyn kolh th aamhi khạṭr bnạvin gobụ̄ pharr.byyhi bnvvun (czachhr th mychhr valyn) don smndrn mnzbag tthor?kyaAllah tʿālyā hs sintụ̄ chha (byyhi thi) kanhh mʿbvd? Blkh chih yimv (kạfrv) mnz akthr lukh be ʿlm."
  },
  {
    "verse_id": 62,
    "translation": "Blkh kus chuh suh yus be qrar shkhṣh sund dʿā chuh qbvl kran yylhi suh ts nad layhi byyhi chuh tklyf dvur kran th tohyhi chuhv zmyns mnz (brvuntthimyn lukn hund) vạrth th janshyn bnavan?kyaAllah tʿālyā hs sintụ̄ chha (byyhi thi) kanhh mʿbvd? Tohụ̄ lukh chihv sytthhe km nṣyḥt manan."
  },
  {
    "verse_id": 63,
    "translation": "Blkh kus chuh suh yus tohyhi khshk th ạby (yʿny zmyn th smndr) chn aanhi gttn mnz vath chuhv havan th yus hvahn chuh pnnhi rḥmt (baran) brvnhh khosh khbr bnạvith svzan? KyaAllah tʿālyā hs sintụ̄ chha (byyhi thi) kanhh mʿbvd? Allah tʿālyā chuh timav (bạṭl mʿbvdv) nishhi thodth bodd yimn tim shryk chih manan."
  },
  {
    "verse_id": 64,
    "translation": "Blkh kus chuh suh yus mkhlvqs chuh goddnichhi ltthi pạd kran pth dohravitthụ̄ (tkhlyq chh ʿmlhi) th yus tohyhi āsman th zmyn nishhi rzq chuhv ʿṭa kran? KyaAllah tʿālyā hs sintụ̄ chha (byyhi thi) kanhh mʿbvd? Frmạviv, (ae mshrkv!) pnun thbvt kriv pysh agr tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 65,
    "translation": "Frmạviv zi yim lukh āsmann th zmyns mnz chih timn chuhnh (pạnụ̄ pane) ʿlmi ghyb Allah tʿālyā hs varạe (suh chuh ʿālm baldhat) th nah chhe timn yhi khbr zi tim kr yin (nvi sr zndh krith) tulnh."
  },
  {
    "verse_id": 66,
    "translation": "Blkh ạkhrts mtʿlq czhyon tihundʿlm (pnnis) anthahs vạtith mgr tim chih aath mtʿlq mḥẓ shks mnze (hynh āmtụ̄) blkh chih tim tamhi (kh ḥtmy ʿlmh) nishhi anụ̄."
  },
  {
    "verse_id": 67,
    "translation": "Th kạfr lukh chih vnan, kya yylhi asụ̄ th sạnụ̄ mạlụ̄ buddi bb (mrith) mycz spdv pth kya asụ̄ yimva (byyhi zndh krith qbrv mnz) krrnh."
  },
  {
    "verse_id": 68,
    "translation": "Drḥqyqt āv aamiyuk vʿdh aashi sintụ̄ (thi) krnh th aamhi brvnhh sạnis mạlis buddi bbs sintụ̄ (thi) yhi chuhnh brvuntthimyn lukn hndi panh bnavnh āmtyv afsanv varạe kihinụ̄."
  },
  {
    "verse_id": 69,
    "translation": "Frmạviv,tohụ̄ kriv zmyns mnz sạl th syaḥt pth vuchihv mjrmn hund anjam kiyuth spud."
  },
  {
    "verse_id": 70,
    "translation": "Th (ae ḥbybi mkrm!) tohụ̄ mah ạsiv timn (hnzn kthn) pytth dil mlvul gczhan th nah mah ạsiv tamhi mkrvfryb kinụ̄ yus tim kran chih tngdly mnz (hynh) yivan."
  },
  {
    "verse_id": 71,
    "translation": "Th tim chih vnan zi agr cz pzụ̄yvr chuhkh tylhi (vn) kr gczhi yhi (ạkhrt kh ʿdhabuk) vʿdh pvur?"
  },
  {
    "verse_id": 72,
    "translation": "Frmạviv, nammkn chuhnh zi aamuyk (yʿny ʿdhabuk) kynhh ḥṣh āshi tohyhi nkhe vvtmut yymhi mokhh tohụ̄ skh banbr chihv kran."
  },
  {
    "verse_id": 73,
    "translation": "Th be shk chuh tuhund rb lukn pytth fẓl (krn) vvl albth timav mnz chihnh akthr lukh shkr kran."
  },
  {
    "verse_id": 74,
    "translation": "Th be shk chuh tuhund rb timn (kthn) ẓrvr zanan yimh yhindyv syinavchhe thavimacz (andr) khttith th (timh kthh thi) yimn yim ẓạhr chih kran."
  },
  {
    "verse_id": 75,
    "translation": "Th āsmans th zmyns mnz chuhnh kanhh (thi) chyz khttith mgr chuh (suh) rvshn ktabih (yʿny lvḥi mḥfvẓs) mnz (drj)."
  },
  {
    "verse_id": 76,
    "translation": "Be shk chuh yhi qrān bny asraʿyls brvnhh knhi varyah tim chyz byan kran yimn mnz tim akhtlaf chih kran."
  },
  {
    "verse_id": 77,
    "translation": "Th be shk chuh yhi hdayt byyhi chuh mvmnn khạṭr rḥmt."
  },
  {
    "verse_id": 78,
    "translation": "Th be shk kri tuhund rb timn (mvmnn th kạfrn) drmyan pnnhi (ʿdlh kh) ḥkmh sintụ̄ fạṣlh th suh chuh ghạlb sytthah zann vvl."
  },
  {
    "verse_id": 79,
    "translation": "Lhādhakriv tohụ̄Allah tʿālyā hs pytth bhrvsh be shk chihv tohy ḥqs pytth (qạym th fạyz)."
  },
  {
    "verse_id": 80,
    "translation": "(ae ttatthhi!) be shk nah chihvtohụ̄ yimn mordn (yʿny ayman chh zndgy nishhi mḥrvm kạfrn) panun ālv bvznavan th nah (ḥqch āvaz bvznh nishhi mḥrvm) zryn, yylhi zn tim (tohy nishhi) pot phyrth nyran chih. )yth jayhi chuh almvtyā )mord( th alṣmu )zryv( nshh murad kạfr. Ṣḥabh th tabʿīn rẓy Allah ʿnhm nishh thi chuh yvhe mʿny rvayt spudmut. Vuchhv mkhtlf tfsyrn hndụ̄ ḥvalh, tfsyri alṭbry )12,20(,tfsyr alqrṭby)232,13(, tfsyralbghvy )428,3(, zadalmsyrlabn aljvzy)189,6(, tfsyr abn kthyr)439,375,3(,tfsyrallbab laby ḥfṣ alḥnbly )126,16(, aldaralmnthvrllsyvṭy)376,6( th ftḥ alqdyr llshv kany )150,4(."
  },
  {
    "verse_id": 81,
    "translation": "Th nah chihv tohụ̄ (dl kyn) aanyn tihnzi gmrạhy nishhi (bchạvith) hdayt dinh vạlụ̄,tohụ̄ chhvvkh (ḥqyqts mnz) timae bvznavan yim (tuhnz dʿūt qbvl krith) sanyn āyatn pytth ayman chih aanan lhādha chih time lukh mslman (th time chih ḥqdar zi timn hykv zndh vnith)."
  },
  {
    "verse_id": 82,
    "translation": "Th yylhi timn pytth (ʿdhabuk) frman pvur spdnuk vqt vathi pth krrvn asụ̄ tihindi khạṭr zmyn mnz aakh janvr yus timn sintụ̄ kth kri tikyazi lukh ạsụ̄ nh sanyn nshạnyn pytth pczh kran."
  },
  {
    "verse_id": 83,
    "translation": "Th yymhi doh asụ̄ pth aumt mnz timn lukn hnz (aakh aakh) chhokh jmʿ krvn yim sanyn āyatn ankar ạsụ̄ kran pth yin tim (yikh vatth pknh mokhh brvuntthimhi aand) rukavnh."
  },
  {
    "verse_id": 84,
    "translation": "Aot tam zi yylhi tim sạry (ḥsab chh jayhi pytth) vatn pth spdi arshad,kyatohụ̄ ạsiva (ghvrvfkr krnh ros) myanyn āyatn ankar kran yylhi zn tohyhi (pnnhi naqṣ) ʿlmh kinụ̄ tim pvur pạtthụ̄ zạnith thi ạsụ̄v nh hykụ̄ mtụ̄ya (vniv tohụ̄ pane) aamhi ʿlavh kya (vjh) avs yymhi kinụ̄ tohụ̄ (ḥqs ankar) kran ạsụ̄v."
  },
  {
    "verse_id": 85,
    "translation": "Th timn pytth gov (svn) vʿdh pvur aamhi vjh kinụ̄ zi tim rvudụ̄ ẓlm kran lhādha hykn nh tim (drjvab) kihinụ̄ vnith."
  },
  {
    "verse_id": 86,
    "translation": "Kya timav vuchhna zi aashi bnạv rat takh tim hykn aath mnz āram krith th doh bnvv (zndgy hndyn msln nẓr gzr thavnh khạṭr) gashdar (yʿny chyz havn vvl th aathhi aann vvl). Be shk chhe aath mnz timn lukn khạṭr nshạniyhi yimn ayman chuh."
  },
  {
    "verse_id": 87,
    "translation": "Th yymhi doh ṣvurs yiyhi phokh dinh pth gabrn tim (sạry lukh) yim āsmann mnz chih th yim zmyns mnz chih mgryimn Allah tʿālyā yczhi (tim gabrn nh), th sạry gczhn ʿạjzy kran kran tmụ̄ snzi bargahi mnz ḥạẓr."
  },
  {
    "verse_id": 88,
    "translation": "Th (ae ansan!) pharr vuchihth krkh cz khyal zi lgith chih gmtụ̄ yylhi zn tim vuddan āsn yithh pạtthụ̄ aobur vuddan chuh. (yhi) chhe Allah tʿālyā snz kạrụ̄ gry yymụ̄ pth kanhh chyz chuh (ḥkmt th tdbyri san) mẓbvṭ th mstḥkm bnạvith thvvmut.be shk chuh suh timav tmamv (kamyv) nishhi bakhbr yimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 89,
    "translation": "Yus shkhṣ (tamhi doh) nyky hyth yiyhi ts khạṭr āshi tamhi khvth bhtr (jza) th tim lukh āsn tamhi doh phtth nishhi mḥfvẓ th aamnh san."
  },
  {
    "verse_id": 90,
    "translation": "Th yus shkhṣ burạyy hyth yiyhi tylhi yin tihindụ̄ buthụ̄ (jhnm kis) nars mnz dubh krith travnh. Bs tohyhi yiyav sue bdlh dinh yhi tohụ̄ kran ạsụ̄v."
  },
  {
    "verse_id": 91,
    "translation": "(tohụ̄ frmạviv timn zi) me chuh yohe ḥkm āmut dinh zi bh kryymhi shhr (mkh) kis rb snz ʿbadt yymụ̄ yhi ʿzt vvl th ḥurmt vvl bnvvmut chuh th pth kanhh chyz chuh tmụ̄ sunde (mlkyt) th me chuh (yhi) ḥkm (thi) dinh āmut zi bh rvz (Allah tʿālyā sndyn) frman brdarn mnz."
  },
  {
    "verse_id": 92,
    "translation": "Byyhi yhi zi bh rvz qrān prith bvznavan pth yymụ̄ shkhṣn hdayt qbvl kor tylhi rtt tmụ̄ pnny fạydh khạṭr syz vath th yus ddlụ̄the rvud tylhi frmạviv tohụ̄ zi bh chuhs ṣrf khvcznavn valyv mnz."
  },
  {
    "verse_id": 93,
    "translation": "Th tohụ̄ frmạviv zi tmam tʿryf chih Allah tʿālyā sndy khạṭr suh havyv tohyhi ʿnqryb pnnhi nishạniyhi pth pz nạviv tohụ̄ timh, th tuhund rb chuhnh timav kamyv nishhi be khbr yimh tohụ̄ anjam chihv divan."
  }
]