[
  {
    "verse_id": 1,
    "translation": "Ṭa syn mym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)"
  },
  {
    "verse_id": 2,
    "translation": "Yim chih rvshn ktabih hndụ̄ āyat."
  },
  {
    "verse_id": 3,
    "translation": "(ae ḥbybi mkrm!) asụ̄ bvznavav tohyhi mvsyā (ʿlyh alslam) th frʿūn sndi ḥalh mnz yus ḥqyqts pytth mbny chuh kynhh prith timn lukn khạṭr yim ba ayman chih."
  },
  {
    "verse_id": 4,
    "translation": "Be shk avs frʿūn zmyns mnz buthụ̄ phiyur th tkbr krn vvl (yʿny pnnhi ḥkmuk mạlk) bnyvmut th tmụ̄ ạsụ̄ pnnụ̄ (mulkkụ̄) rvzn vạlụ̄ (mkhtlf) frqn (th jmạʿczn) mnz bạgrạvimtụ̄, tmụ̄ avs timav mnz aakh dor (yʿny bny asraʿylkụ̄ lukh) kmzvr krụ̄mtụ̄ zi tihndyn lrrkn avs (tihindi mstqbluk ṭaqt khtm krnh mokhh) dhbḥ kran th tihnzn znann avs zndh tavan (yuth zn mrdv ros tihund tʿdad huri th timn mnz gczihh akhlạqy be rah rvy mnz aẓafh), be shk avs suh fsad tuln valyv lukv mnz."
  },
  {
    "verse_id": 5,
    "translation": "Th asụ̄ ạsụ̄ yczhan zi asụ̄ krv tithyn lukn pytth aḥsan yim zmyns mnz (ḥqvqav th āzạdy nishhi mḥrvmy kinụ̄ th ẓlmh th astḥṣal kinụ̄) kmzvrạsụ̄ krnh āmtụ̄ th tim bnavvkh (mẓlvm qvmkụ̄) rhbr th pyshva th tim bnavvkh (mlkh khi tkhtkụ̄) vạrth."
  },
  {
    "verse_id": 6,
    "translation": "Th asụ̄ krv timn mlks mnz ḥkvmt th aqtdar ʿṭa th frʿūn th haman th timn doshvnụ̄ hndyn fvjn havav suh (anqlab) yath tim khvczan ạsụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Th aashi tạv mvsyā (ʿlyh alslam) snzi majhi hndis dils mnz yhi kth zi cz rvz yimn dod chavan pth yylhi cze yimn pytth (qtl krnh yinuk) andyshh bạsy tylhi trạvụ̄ zyn yhi dryavs mnz th nah khvuczụ̄ zi cz (tamhi ṣvrti ḥal nishhi) th nah gczhụ̄ zi dil mlvul, be shk chihn asụ̄ yhi cze kun vaps aann vạlụ̄ th yhi chihn rsvln mnz (shạml) krn vạlụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Pth tulụ̄ tim frʿūn sndyv gri kyv (dryav nishhi) yuth zn tim (Allah tʿālyā sndi yczhnh sintụ̄) tihindi khạṭr dshmn th (bạʿthi) ghm thạbt spdn.be shk avs frʿūn th haman th timn doshvnụ̄ hndụ̄ fvj sạry khṭa kar."
  },
  {
    "verse_id": 9,
    "translation": "Th frʿūn snzi khandarinhi (yylhi mvsyā ʿlyh alslam vuchh tamhi) von zi (yhi shur) chuh myanhi th chanhi achh khạṭr shyhjar.yhi mah kriyvun qtl, bnan chuh yhi vatnavi aashi fạydh nath bnavvn asụ̄ yhi nychuv th tim ạsụ̄ (aamhi tjvyz kh anjam nishhi) be khbr."
  },
  {
    "verse_id": 10,
    "translation": "Th mvsyā (ʿlyh alslam) snzi majhi hund dl gov (ṣbr nishhi) czhor,mmkn avs zi (pnnhi be qrạry kinụ̄ma) krri he so yhi raz non hrgah nh asụ̄ tmụ̄ sndis dils pytth ṣbruk th skvnuk ṭaqt tav hav takh so gczh (Allah tʿālyā sndis vʿds pytth) pczh krn valyv mnz rvznụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Th (mvsyā ʿlyh alslamn hnzi majhi) vonn tihinzi hmshyrs zi (tihund ḥal zannh khạṭr) gczh timn pth pth, pth rvuz so timn dvuri pytthh nẓr thạvith th tim lukh ạsụ̄ (balkl) be khbr."
  },
  {
    "verse_id": 12,
    "translation": "Th aashi avs godd pytthe mvsyā hs (ʿlyh alslam) pytth dayn hund dod ḥram kormut, lhādha vonn (mvsyā ʿlyh alslamn hnzi hmshyrn), kya bh vanva tohyhi tithyn grvalyn hund nyb yim tuhndi khạṭr amis (shurs) rchhn th tim āsn amụ̄ sndụ̄ rut kanchhn vạlụ̄ (thi)."
  },
  {
    "verse_id": 13,
    "translation": "(yithh pạtthụ̄) aon aashi mvsyā (ʿlyh alslam) tihnzi majhi nishhi vaps takh tmụ̄ snzachh rvzi shihij th so gczh nh dil mlvul spdnụ̄ th takh so zanhi (yqyn san) zi Allah tʿālyā sund vʿdh chuh poz albth akthr lukh chihnh zanan."
  },
  {
    "verse_id": 14,
    "translation": "Th yylhi mvsyā (ʿlyh alslam) pnnhi jvạnụ̄ tam vạtụ̄ byyhi vạtụ̄ (sni) aʿtdals pytth, pth kor aashi timn (nbvtuk) ḥkm th ʿlm th gatth jar ʿṭa, th asụ̄ chih nykvkarn yithe pạtthụ̄ bdlh divan."
  },
  {
    "verse_id": 15,
    "translation": "Th mvsyā (ʿlyh alslam) czae (mṣrkis) shhrs mnz aath ḥals mnz zi shhrkụ̄ rvzn vạlụ̄ ạsụ̄ (nyndri mnz) ghafl pyth. Pth vuchh timav tath mnz ạsụ̄ z mrd panh vạnụ̄ lrrạe kran, yhi (aakh) avs tihinzi (pnnhi) jmạʿcz (bny asraʿyl) mnz th yhi (byakh) avs tihndyv dshmnv (frʿūn sndiqvmh) mnz, vonụ̄ yylhi tmụ̄ shkhṣn yus tihinzy jmạʿcz mnz avs timn ts shkhṣs khlaf mdd mong yus tihndyv dshmnv mnz avs, pth lve mvsyā hn (ʿlyh alslam) ts dog th moklạvn tmụ̄ snz kạm (pth) lgụ̄ frmavnhi, yhi chhe shyṭan snz kạm (yos myanhi dsụ̄srzd spz) be shk chuh suh ttakarh pạtthụ̄ ddaln vvl dshmn."
  },
  {
    "verse_id": 16,
    "translation": "(mvsyā ʿlyh alslam) lgụ̄ ʿrẓ krnhi, ae myanhi rbh! Be shk kor me pnnis nfss pytth ẓlm vonụ̄ kr cz me mʿāf pth kor tmụ̄ timn mʿāf,be shk chuh suh sytthhe mghfrt krn vvl anthạyy mhrban."
  },
  {
    "verse_id": 17,
    "translation": "(byyhi) lgụ̄ ʿrẓ krnhi, ae myanhi rbh! Aamhi sbbh zi cze chuhe me pytth (pnnhi mghfrt kh dhryʿh) aḥsan kormut vonụ̄ bnnh bh hrgz mjrmn hund mddgar."
  },
  {
    "verse_id": 18,
    "translation": "Pth rvud ath shhrs mnz khvuczụ̄khvuczụ̄mvsyā ṣubḥs tam antẓars mnz (zi vonụ̄ kya spdi?) achank chuh sue shkhṣ yymụ̄ ptimhi doh timn mdd avs mongmut timn (nvi sr) mdd khạṭr ālv kran vonụ̄ von mvsyā hn (ʿlyh alslam) ts, be shk chuhkh cz ttakarh pạtthụ̄ vthi ddolmut."
  },
  {
    "verse_id": 19,
    "translation": "Vonụ̄ yylhi timav aradh korzits shkhṣs rttn yus timn doshvnụ̄ hund dshmn chuh tmụ̄ von, ae mvsyā! Kya cz chuhkhh me (thi) yczhan qtl krun yithh pạtthụ̄ cze rat avsthn akh shkhṣ qtl kormut. Cz chuhkh bs yy yczhan zi mlks mnz bnhkh bodd jạbr th cz chuhkh nh yczhan zi aṣlaḥ krn valyv mnz bnhkh."
  },
  {
    "verse_id": 20,
    "translation": "Th shhr kh ạkhry aand pytthh āv aakh shkhṣ dvran dvran tmụ̄ von, ae mvsyā! (frʿūn sndi qvmkụ̄) srdarchih tohyhi mtʿlq mshvrh kran zi tim krn tohyhi qtl lhādha nyiriv tohụ̄ (yythi) be shk chuhs bh tuhndyv rut kanchhn valyv mnz."
  },
  {
    "verse_id": 21,
    "translation": "Lhādha dae mvsyā (ʿlyh alslam) khvuczith tathi (Allah tʿālyā sndi mdduk) antẓar kran kran, ʿrẓ korukh, ae rb! Me kr ẓạlm qvmh nishhi njat ʿṭa."
  },
  {
    "verse_id": 22,
    "translation": "Th yylhi tim madyan kun buth krith dae (pth) lgụ̄ vnnhi,amyd chhe myvn rb havi me (mnzli mqṣvds tam vatnh khạṭr) syz vath."
  },
  {
    "verse_id": 23,
    "translation": "Th yylhi tim madyan kis ābs (yʿny ābh kryiris) pytth vạtụ̄ timav vuchh tath pytth lukn hund aakh jmgatth yim (pnnyn janvrn) trysh ạsụ̄ chavan th timn nishhi byvn vuchhkh akis ands kun z khatvnh yimh (pnnyn czhavjn) pth rttith āsh (mvsyā ʿlyh alslamv) frmvvkh, tohụ̄ doshve kyazi chhav aath ḥals mnz (vodnụ̄(?doshvyv von zi asụ̄ hykv nh (pnnyn czhavjn) trysh chạvith yot tam zn phlụ̄ (pnnụ̄ charvạe) vaps nin th svn mvl chuh vạnstth bzrg."
  },
  {
    "verse_id": 24,
    "translation": "Pth chavnạv timav doshvnụ̄ (hndis khylis) tysh pth ge shyhjars kun th korukh ʿrẓ, ae rb! Bh chuhs pth tamhi rczruk mḥtaj yus cz me kun nạzl krkh."
  },
  {
    "verse_id": 25,
    "translation": "Pth āyhi (rczhụ̄ khnddụ̄) timn nishhi timav doyv mnz aakh (kvur) yosh shrm v ḥya (kh andazh) san pkan ạs.tamhi von, myvn mvl chuhv tohyhi nad divan takh tim dinav tohyhi tamuyk (yʿny mḥntuk) mʿāvẓh yus tohyhi sanhi khạṭr (czhavjn) trysh chhav chạvmcz.yithh pạtthụ̄ yylhi mvsyā (ʿlyh alslam) timn (kvryn hndis mạlis shʿīb (ʿlyh alslams) nishhi āe th timn vnikh (ptim) vaqʿāt, timavvon, tohụ̄ mah khvucziv tohyhi chuhv ẓạlm qvmh nishhi njat kormut ḥạṣl."
  },
  {
    "verse_id": 26,
    "translation": "Timav mnz von aakhi (kvri), ae myanhi abajanh! Yim thạviyvukh pans nishhi mozvuri pytth be shk chuh bhtryn shkhṣ yus tohụ̄ mozvuri pytth thạviyvun sue yus ṭaqtvr amant dar āshi (th yim chih aath dhmh dạry qạbl)."
  },
  {
    "verse_id": 27,
    "translation": "Timav von (mvsyā ʿlyh alslams), bh chuhs yczhan zipnnyv yimav doyav kvryvmnz kr akụ̄ sund nkaḥ tohyhi sintụ̄ aath (mhrs) pytth zi tohụ̄ kriv ạtthn vriyan tam me nishhi aujrts pytth kạm pth agr tohụ̄dah (vry) pvur kriv suh āshi tuhndi ṭrfh (aḥsan) th bh chuhs nh tohyhi yczhan bar tavun, hrgah Allah tʿālyā hn yoczh tylhi lbiv tohụ̄ me nyk lukv mnz."
  },
  {
    "verse_id": 28,
    "translation": "Mvsyā hn (ʿlyh alslam) von, yhi (mʿāhdh) spud me th tohyhi drmyan (ṭe), doyav mnz yus thi mdt bh pvur kr pth āshi nh me pytth kanhh jbr, th Allah tʿālyā chuh tath (kthhi) rạchh yosh asụ̄ vnan chih."
  },
  {
    "verse_id": 29,
    "translation": "Pth yylhi mvsyā hn (ʿlyh alslam) mqrr mdt pvur kor th dae pnnụ̄ khandarinụ̄ hyth (pth) vuchh timav ṭvrkh ṭrfh aakh nar (suh avs ḥsni mṭlquk zvtvun anhar yath kun tihnz ṭbʿīt mạyl spz) timav frmvv pnnhi khandarinhi,cz tthhr (yyty) me chuh nar vuchhmut.bnan chuh zi bh aanh aamhi (nar) nishhi kynhh (tamich) khbr (yymhi kis tlashs mnz bh sytthah kalh pytthh phyran chuhs) nath (aanh dazvunhi) naruk kanhh tyongul takh tohụ̄ (thi) kriv vushnyr."
  },
  {
    "verse_id": 30,
    "translation": "Yylhi mvsyā (ʿlyh alslam) tvr vạtụ̄ pth āyhi (ṭvr) vady hndi dchihnhi and babrkt jayhi mnz (mvjvd) akhi kulhi kinụ̄ āvaz dinh zi ae mvsyā! Be shk chuhs be Allah tʿālyā (yus) tmam jhann hund prvrdgar (chuh)."
  },
  {
    "verse_id": 31,
    "translation": "Th yhi zi panun ʿāṣh trav (zmyns pytth) pth yylhi mvsyā hn (ʿlyh alslam) suh vuchh zi suh chuh grayhi divan divan czhtth dith ḥrkt kran znth suh sruph āshi, pth czlụ̄ shanh phirith vaps th pot nẓr diczkh nh, (āvaz āyhi) ae mvsyā! Brvnhh kun vlh th khvcz mah, be shk chuhkh cz ḥfaẓt lbn valyv lukv mnz."
  },
  {
    "verse_id": 32,
    "translation": "Panun aathh trav pnnhi nalh kinụ̄ suh nyri kunhi ʿạbh varạe sfyd chmkh vun spdith th khvf (dvur krnh kh ghrẓh) mokh vatth pnnụ̄ nr pans (syins) kun,lhādha chhe chạnis rb sndi ṭrfh yimh z dlylh frʿūn th tmụ̄ sndyn drbaryn kun (svznh th mshạhdh krnavnh khạṭr), be shk chih tim nafrman lukh."
  },
  {
    "verse_id": 33,
    "translation": "(mvsyā ʿlyh alslamn) kor n ʿrẓ,ae prvrdgar! Me avs timav mnz aakh shkhṣ qtl kormut lhādha chuhs bh khvczan zi tim krn me qtl."
  },
  {
    "verse_id": 34,
    "translation": "Th myvn bve harvn (ʿlyh alslam), tim chih zbạnụ̄ mnz myanhi khvth zyadh fṣyḥ lhādha svuziyvukh tim me sintụ̄ mddgar bnạvith zi tim hykn myvn tṣdyq krith bh chuhs aamhi kthhi nishhi (thi) khvczan zi (tim) lukh krn me ankar."
  },
  {
    "verse_id": 35,
    "translation": "Arshad spud, asụ̄ karv chạnụ̄ nr chạnis bạe sndi dsụ̄ mẓbvṭ.th asụ̄ krv tohyhi doshvnụ̄ khạṭr (lukn hndyn diln mnz th tuhnzn kvshshn mnz) hạbt th ghlbh pạd. Pth hykn nh tim sanyn nshạnyn hndi kinụ̄ tohyhi tam (tklyf vatnavnh khạṭr) vạtith,tohụ̄ doshve byyhi yim lukh tuhnzpạrvy krn rvzn ghạlb."
  },
  {
    "verse_id": 36,
    "translation": "Pth yylhi mvsyā (ʿlyh alslam) timn nishhi sanhi vaẓḥ th ttakarh nshạniyhi hyth āe vonụ̄ lgụ̄ tim vannhi zi yhi chuhnh pạnụ̄ pane bnavnh āmthi jadi varạe (kihinụ̄ thi). Th aashi āsh nh yimh kthh pnnyn jdn ajdad n mnz (zanhh) bvzmacz."
  },
  {
    "verse_id": 37,
    "translation": "Th mvsyā hn (ʿlyh alslam) von, myvn rb chuh ts var pạtthụ̄ zanan yus tsndi ṭrfh hdayt hyth chuh āmut th ts (thi) ys khạṭr ạkhrt kh gruk anjam (bhtr) āshi, be shk gczihh nh ẓạlmn kamyạby ḥạṣl."
  },
  {
    "verse_id": 38,
    "translation": "Th frʿūnn von, ae drbaryv! Bh chuhsan nh tuhndi khạṭr pans varạe byyhi kanhh mʿbvd zanan.ae haman!myanhi khạṭrdi rbh nar (th payukh kynhh syri), pth kr myanhi khạṭr (timav sintụ̄) aakh thz ʿmart tyar,bnan chh (tath pytth khsith ma) hykh bh mvsyā sndis khdays tam vạtith, th myanhi khyalh chuh yhi aapuz vnn valyv mnz."
  },
  {
    "verse_id": 39,
    "translation": "Th tmụ̄ (frʿūnn) panh th tmụ̄ sndyvfvjvkor mlks mnz naḥq tkbr th srkshy byyhi korukh yhi gman zi tim yin nh aashi kun vaps aannh."
  },
  {
    "verse_id": 40,
    "translation": "Lhādha rott aashi suh th tmụ̄ sndụ̄ fvj (ʿdhabs mnz) th tim chhkụ̄ dryavs mnzth tohụ̄ vuchihvzi ẓạlmn hund anjam kiyuth (ʿbrt nak) spud."
  },
  {
    "verse_id": 41,
    "translation": "Th aashi bnạvụ̄ tim (jhnmy yn hndụ̄) pyshva zi tim ạsụ̄ (lukn) jhnms kun naddivan th qyamt kh doh yiyhi nh timn kanhh mddkrnh."
  },
  {
    "verse_id": 42,
    "translation": "Th aashi thạv timn yath dnyahs mnz (thi) lʿnt pth th qyamt kh doh (thi) yin tim bdḥal lukn mnz (gnzravnh)."
  },
  {
    "verse_id": 43,
    "translation": "Th aashi kr be shk aamhi (ṣvrti ḥalh) pth zi aashi ạsụ̄ goddnikụ̄ (nafrman) qvm hlak krimtụ̄ mvsyā hs (ʿlyh alslam) ktab ʿṭa yosh lukn khạṭr bṣyrt th hdayt th rḥmt (tkụ̄khzanh) ạs,takh tim krn nṣyḥt qbvl."
  },
  {
    "verse_id": 44,
    "translation": "Th tohụ̄ ạsụ̄vunh (tamhi vqth ṭuvr kh) mghrb ṭrfh (mvjvd) yylhi aashi mvsyā hs (ʿlyh alslam) kun (rsaltuk) ḥkm avs svuzmut, th nah ạsụ̄vu tohụ̄ (timn stthn nfrn mnz shạml yim mvsyā ʿlyh alslamn hnzi vḥy hndyv) gvạhy dinh valyv mnz (ạsụ̄. Vonụ̄ hrgah yhi svrue byan ghybch khbrchuhnh tylhi kya chuh?)"
  },
  {
    "verse_id": 45,
    "translation": "Albth aashi krụ̄ (mvsyā ʿlyh alslams pth aakh akis pte) varyah qvm pạd pth guzryav timn pytth varyah kal th nah ạsụ̄vu tohụ̄ (mvsyā th shʿīb ʿlyhmu alslamn hndụ̄ pạtthụ̄) madyan kyn rvzn valyn mnz qyam krith zi tohụ̄ ạsiv timn pytth sạnụ̄ āyat prith bvznavan albth chihv asy (tohyhi ghyb chv khbrv sintụ̄ srfraz krith) mbʿūth krn vạlụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Th nah ạsụ̄vu tohụ̄ṭuvr kh and (tamhi vqth mvjvd) yylhi aashi mvsyā hs (ʿlyh alslam) nad lve mgr (tohyhi yiman ghyb kyn aḥvaln pytth khbr dinụ̄) chhe tuhndis rb sndi ṭrfh (khṣvṣy) rḥmt.takh (yimav vaqʿātv nishhi bakhbr spdith) khvcznạviyvun tohụ̄ (Allah tʿālyā sndi ʿdhab nishhi) suh qvm yimn nishhi tohyhi brvnhh kanhh khvcznavn vvl āv nh, takh tim krn nṣyḥt qbvl."
  },
  {
    "verse_id": 47,
    "translation": "Th (asụ̄ svzhvn nh kanhh rsvl) agr nh yhi kth āsihe zi yylhi timn kanhh mṣybt vathi tihinzvbdʿmlv kinụ̄ yimh timav panh kripth ma lagan vanun zi ae sanhi rbh! Cze kyazi svuzthn nh aashi kun kanhh rsvl takh asụ̄ krhav chanyn āyatn hnzpạrvy th asụ̄ bnhv ayman valyv mnz."
  },
  {
    "verse_id": 48,
    "translation": "Pth yylhi timn nishhi sanhi bargahi nishhi ḥq vvt (vonụ̄) lvg timav vanun zi amis (rsvls) kyazi āyhi nh timn (nshạnyn) hishhi (nshạnyhi) dinh yimh mvsyā hs (ʿlyh alslam) dinh āsh āmcz kya timav avs na timn (nshạnyn) hund ankar kor mut yimh aamhi brvnhh mvsyā hs (ʿlyh alslam) dinh āsh āmcz timav lvg vanun zi doshve (qrān th tvrat) chih jvd (yim) aakh akụ̄ sund taʿyd chih kran th ddkh chih rttan, th timav von zi asụ̄ sạry chih (yimn) ankar kran."
  },
  {
    "verse_id": 49,
    "translation": "Tohụ̄ frmạviv zi tohụ̄ aniv Allah tʿālyā snzi bargahi mnz (byyhi) kanhh ktab yosh yimav doshvyav khvth zyadh hdayt vajinụ̄ āshi (tylhi) kr bh tamich pạrvy hrgah tohụ̄ (pnnyn alzamn mnz) pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 50,
    "translation": "Pth hrgah tim tuhund arshad mann nh tylhi zạniv tohụ̄ (zi tihindi khạṭr rvuz nh kanhh ḥjt pth kun) tim chih mḥẓ pnnyn khvạhshatn hnz pạrvy kran, th ts shkhṣh sndi khvth khsith gmrah kus hykhi ạsith yus Allah tʿālyā sndi ṭrfh hdayt trạvith pnnhi khvạhishhi hnz pạrvy kri. Be shk chuhnh Allah tʿālyā ẓạlm qvms hdayt divan."
  },
  {
    "verse_id": 51,
    "translation": "Th ḥqyqt chhe yhi zi asụ̄ rvudụ̄ tihindi khạṭr pyotthus pytth (qrānkụ̄) frman svzan takh tim krn nṣyḥt ḥạṣl."
  },
  {
    "verse_id": 52,
    "translation": "Yimn lukn aashi yymhi brvnhh ktab ạs ʿṭa krmcz tim chih (tamy hdayt kh slslh mṭạbq) yath (qrāns) pytth (thi) ayman thavan."
  },
  {
    "verse_id": 53,
    "translation": "Th yylhi timn pytth (qrān) chuh prith yivan bvznavnh tylhi chih tim vnan aashi aon aath pytth ayman be shk chuh yhi sạnis rb sndi ṭrfh ḥq, drḥqyqt ạsụ̄ asụ̄ aamhi brvntthue mslman (yʿny frman brdar) spdụ̄ mtụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Yim chih tim lukh yimn tihund ajr doyhi phiri yiyhi dinh aamhi vjh kinụ̄ zi timav kor ṣbr th tim chih burạyy kran nyky hndi dhryʿh dfʿ byyh chih tamhi ʿṭa mnz yos ashi tmn bkhshụ̄mczchih khrch kran."
  },
  {
    "verse_id": 55,
    "translation": "Th yylhi tim kanhh fẓvl kth bvzan chih tylhi chih tamhi nishhi buth phiran th vnan chih zi sanhi khạṭr chih sạnụ̄ aʿmal th tuhndi khạṭr chih tuhndụ̄ aʿmal,tohyhi pytth ạsin slamty asụ̄ chihnh jạhln (hnz fkr th ʿml panh navnụ̄) yczhan (mṭlb asụ̄ kyazi travav tihnzi brạyy bdlh pnnụ̄ nyky)."
  },
  {
    "verse_id": 56,
    "translation": "Ḥqyqt chhe yhi zi yus tohụ̄ (hdayt chh vathi pytth aanun) chhvvn yczhan suh chhvvn nh hdayt chh vathi pytth tohụ̄ panh aanan blkh ys Allah tʿālyā yczhan chuh (tuhndi dhryʿh) chuhs hdayt chh vathi pytth pknavan, th suh chuh hdaytch vath lbn valyv nishhi var pạtthụ̄ zạniyab."
  },
  {
    "verse_id": 57,
    "translation": "Th (yimn nh qdrchhe tgan krnụ̄tim) chih vnan zi hrgah asụ̄ tuhndis ṣḥbts mnz hdaytch pạrvy krv tylhi yimav asụ̄ pnnhi mlkh mnz jvuntth dith tulnh.kya aashi bsạvụ̄ na tim (aath) amn vạlis ḥrms mnz (mkh kis shhrs mnz yus tuhundue vṭn chuh) yvr sanhi ṭrfh rizqh rngụ̄ (dnya kh pth ṭrfh pytthh) pth qsmkụ̄ myvh vatnavnh chih yivan,albth yimav mnz chihnh akthr lukh zanan (zi yhi svrue kynhh kmụ̄ sndikhạrath chuh spdan)."
  },
  {
    "verse_id": 58,
    "translation": "Th aashi kạczave (ticzhh) bsty kri brbad yimh pnnis khoshḥal mʿīshts pytth ghrvr th nashkry kran āsh vonụ̄ chih yim tihindụ̄ (vujarh gmtụ̄) mkanh yim timn pth zanhh ābade spdụ̄ nh mgr sytthah km, th (ạkhrkar) chih asy vạrth th mạlk."
  },
  {
    "verse_id": 59,
    "translation": "Th tuhund rb chuhnh bsty yn tbah krn vvl yot tam (nh) suh tamhi kis brris mrkzy shhrs (capital) mnz pyghmbr svzi yus timn pytth sạnụ̄ āyat tlavt kri th asụ̄ chihnh bsty yn hlak krn vạlụ̄ mgr aath ḥals mnz zi ttikụ̄ rvzn vạlụ̄ āsn ẓạlm."
  },
  {
    "verse_id": 60,
    "translation": "Th yus chyz thi tohyhi ʿṭa chuh āmut krnh (suh) chuh dnyạvy zndgy hund samanh byyhi tamich rvnq th zynt. Mgryus chyz (vunhi) Allah tʿālyā hs nishhi chuh suh chuh (aamhi khoth) zyadh bhtr th pvshh vun.kya tohụ̄ chihv na (yhi ḥqyqt) smjhan?"
  },
  {
    "verse_id": 61,
    "translation": "Kya suh shkhṣ ys sintụ̄ aashi kanhh (ạkhrtuk) rut vʿdh kormut āshi pth banhi suh tath ḥạṣl krn vvl,hykya ts (bdnṣybs) hyvu ạsith ys aashi dnyạvy zndgy hund samanh āshi ʿṭa kormut pth banhi suh (nʿmts ankarkrnh kinụ̄) qyamt kh doh (ʿdhab khạṭr) ḥạẓr krnh yinh valyv mnz?"
  },
  {
    "verse_id": 62,
    "translation": "Th yymhi doh (Allah tʿālyā) timn ālv kri pth frmavykh zi myạnụ̄ tim shryk kthi chih yim tohụ̄ (mʿbvd) ạsụ̄vvkh smjhan?"
  },
  {
    "verse_id": 63,
    "translation": "Tim lukh yimn pytth ʿdhabuk frman thạbt gov vann, ae sanhi rbh! Yime chih tim lukh yim aashi gmrah ạsụ̄ krimtụ̄ aashi ạsụ̄ yim (tithe pạtthụ̄) gmrah krimtụ̄ yithh pạtthụ̄ asụ̄ (panh) gmrah ạsụ̄ gmtụ̄, asụ̄ chih yimav nishhi be zarspdith cze kun mtvjh spdan th yim ạsụ̄ nh (draṣl) sạnụ̄ bndgy kran (blkh ạsụ̄ pnnyn nfsạny khvạhshatn hndụ̄ pvuza krn vạlụ̄)."
  },
  {
    "verse_id": 64,
    "translation": "Th (timn) yiyh vannh zi tohụ̄ anyvukh pnnụ̄ (pạnụ̄ pane bnavnh āmtụ̄) shryk nad dith vonụ̄krn tim timn ālv pth din nh tim (shryk) timn kanhh jvab th tim lukh vuchhn ʿdhab kash! Timv āsihe (dnyahs mnz) hdaytch vath lbmcz."
  },
  {
    "verse_id": 65,
    "translation": "Th yymhi doh (Allah tʿālyā) timn ālv kri pth frmavykh, tohyhi kya jvab avsuv pyghmbrn diyutmut?"
  },
  {
    "verse_id": 66,
    "translation": "Pth gczhn timn pytth tamhi doh khbr pvshydh lhādha hykn nh tim aakh akis pczihth (thi)."
  },
  {
    "verse_id": 67,
    "translation": "Albth yymụ̄ tvbh kor byyhi aonun ayman th nyk ʿml krn tylhi āshi suh yqynana kamyạby lbn valyv mnz."
  },
  {
    "verse_id": 68,
    "translation": "Th tuhund rb yhi yczhan chuh pạd chuh kran th (ys yczhan chuh nbvtuk th shfaʿtuk ḥq ʿṭa krnh khạṭr) chuhs mntkhb kran, yimn (mnkrth mshrk) lukn chhanh (aath kthhi mnz) kanhh mrẓy th akhtyar ḥạṣl. Allah tʿālyā chuh pak byyhi sytthah thod timav (bạṭl mʿbvdv) nishhi yimn tim (Allah tʿālyā sndụ̄) shryk chih manan."
  },
  {
    "verse_id": 69,
    "translation": "Th tuhund rb chuh timn (tmam kthn) zanan yim tihindụ̄ syinh (pans mnz) khttith chih thạvith th yhi kynczhah tim non chih krran."
  },
  {
    "verse_id": 70,
    "translation": "Th sue chuh Allah tʿālyā ts varạe chuhnh kanhh mʿbvd. Dnya hs th ạkhrts mnz chih sạry tʿryf tsụ̄ khạṭr,th (aṣly) ḥkm th badshaht (thi) chhe tmụ̄ snze th tohụ̄ yiyiv tsụ̄ kun vaps ninh."
  },
  {
    "verse_id": 71,
    "translation": "Frmạviv, tlsah vniv zi hrgah Allah tʿālyā tohyhi pytth qyamt kis dohs tam hmyshh thavirat (pth) kus chuh Allah tʿālyā hs varạe mʿbvd yus tohyhi gash diyav anith.kya tohụ̄ chihv na (yimh kthh) bvzan?"
  },
  {
    "verse_id": 72,
    "translation": "Frmạviv,tlsah yhi (thi) vnivzihrgah Allah tʿālyā tohyhi pytth qyamt kis dohs tam hmyshh thavidoh (pth) kus chuh Allah tʿālyā hs varạe mʿbvd yus tohyhi rat diyav anith zi tohụ̄ hykiv tath mnz āram krith,kya tohụ̄ chihvna vuchhan?"
  },
  {
    "verse_id": 73,
    "translation": "Th tmụ̄ bnvv pnnhi rḥmt sintụ̄ tuhndi khạṭr rat th doh takh tohụ̄ kriv rats mnzāram th (dohs mnz) hykiv tmụ̄ sund fẓl (rvzgar) tlash krith th takh tohụ̄ bniv shkrgzar."
  },
  {
    "verse_id": 74,
    "translation": "Th yymhi doh suh timn nad diyhi pth frmavykh zi myạnụ̄ tim shryk kthi chih yim tohụ̄ (mʿbvd) ạsụ̄vvkh smjhan."
  },
  {
    "verse_id": 75,
    "translation": "Th asụ̄ krrvn pth aumth mnz aakh gvah pth vanav asụ̄ (kạfrn) zi tohụ̄ aniv pnnụ̄ dlyl pth tri timn fikri zi pzkth chhe Allah tʿālyā snze th timn ravn timh sare (kthh) yim tim aapuz ạsụ̄ bnavan rvzan."
  },
  {
    "verse_id": 76,
    "translation": "Be shk avs qarvn mvsyā (ʿlyh alslam) sndi qvmh mnz pth krtmụ̄ lukn pytth zyadty th aashi ạsụ̄ ts tyityah khzanh ʿṭa krimtụ̄ zi timh kunz (tulnhi) avs akis bjhi ṭaqtvr jmạʿcz dshvar gczhan yylhi zn tmụ̄ sndụ̄ qvmn ts von cz mah kr (tvushith) ghrvur be shk chuhnh Allah tʿālyā tkbur krn valyn psnd kran."
  },
  {
    "verse_id": 77,
    "translation": "Th cz czhandd tamhi (dvlt) mnzyosh Allah tʿālyā hn cze diczmcz chhe ạkhrtuk gr, th dnya nishhi (thi) mah mshrav panun ḥṣh th cz kr (lukn sintụ̄ tiyuthe) aḥsan yuth aḥsan Allah tʿālyā hn cze sintụ̄ chuh kormut th mlks mnz mah czhandd (ẓlm krnh rngụ̄, ṭaqt sombravnh rngụ̄th astḥṣal kis ṣvrts mnz) fsad tulnh (chh vath), be shk chuhnh Allah tʿālyā fsad brpa krn valyn psnd kran."
  },
  {
    "verse_id": 78,
    "translation": "Tmụ̄ lvg vanun, (bh kyazi kr yhi mal mʿāshrs th ʿūams pytth khrch) me chuh yhi mal ṣrf tath (ksbh kis) ʿlm v hnr kis bnyads pytth dinh āmut yus me nishhi chuh.kya ts avsna yhi pe zi Allah tʿālyā hn ạsụ̄ pzụ̄pạtthụ̄ ts brvnhh varyah tithụ̄ qvm hlak krimtụ̄ yim ṭaqts mnz ts khvth zyadh skht ạsụ̄ th (mal v dvlt th afrạdy qvt) sombravns mnz ạsụ̄varyah zyadh (brvnhh), th (hlakt kh vqth) yiyhi nh mjrmn tihindyn gnahn mtʿlq (mzyd tḥqyq ya kanhh ʿdhr th vjh) pczhnh."
  },
  {
    "verse_id": 79,
    "translation": "Pth dav suh pnnis qvms brvnhh kun (pvur) zynt th pạrav (kis ḥalts) mnz. (tmụ̄ snz ẓạhry shan v shvkt vuchihth) von timav lukv yimn dnyạvy zndgy hnz khvạhsh ạs,kash! Sanhi khạṭr (thi) āsihe tiyuth (mal th dvlt) yuth qarvns dinh chuh āmut.be shk chuh suh sytthah nṣyb vvl."
  },
  {
    "verse_id": 80,
    "translation": "Th (doyimhi ṭrfh) von timav lukv yimn (ḥquk) ʿlm dinh avs āmut,tohyhi pytth afsvs Allah tʿālyā sund thvab chuh ts shkhṣs khạṭr (aamhi dvlt th zynt nishhi zyadh) bhtr yymụ̄ ayman āshi aonmut th nyk ʿml āshi kran mgryhi (ajrth thvab) yiyhi nh ṣbr krn valyv varạe kạnshi ʿṭa krnh."
  },
  {
    "verse_id": 81,
    "translation": "Pth dobrvv aashi suh (qarvn) th tmụ̄ sund grzmyns mnz,pth ạs nh Allah tʿālyā hs varạe ts khạṭr kanhh thi jmaʿt (ticzh) yosh (ʿdhab nishhi bchavns mnz) ts mdd krith hykhi he th nah hyok tmụ̄ pane ʿdhab rukạvith."
  },
  {
    "verse_id": 82,
    "translation": "Th rat yim lukh tasndi mqamuk th mrtbuk tmna ạsụ̄ kran lgụ̄ (ndamt san) vnnhi, kvtah ʿjyb chuh zi pnnyv bndv mnzyymhi sndi khạṭrAllah tʿālyā yczhan chuh rzq chuh kshadh kran th (yymhi sndi khạṭr yczhan chuh) tng chuh kran, agr Allah tʿālyā hn aashi pytth aḥsan āsihe nh kormut tylhi dobravihe aashi (thi zmyns), hae tʿjb chuh! (vonụ̄ log pe) zi kạfr hykn nh njat lbtih."
  },
  {
    "verse_id": 83,
    "translation": "(yhi) chuh suh ạkhrtuk gr yus aashi tithyn lukn khạṭr bnvvmut chuh yim zmyns mnz nah chih srkshy th tkbr yczhan th nah chih fsad tulun (yczhan), th nyk anjam chuh prhyzgarn khạṭr."
  },
  {
    "verse_id": 84,
    "translation": "Yus shkhṣ nyky hyth yiyhi ts khạṭr chuh tamhi khvth bhtr (bdlh) th yus shkhṣ burạyy hyth yiyhi tylhi yiyhi nh bur kamhi krn valyn kanhh bdlh dinh mgr tiyute yhi tim kran rvudimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 85,
    "translation": "Be shk yymụ̄ (rbn) tohyhi pytth qrānuk (tblygh th aqamt) frẓ chuh kormut yqyna chuhv suh tohyhi (tuhndi yczhnh mṭạbq) vaps gczhnh chh jayhi (mkh ya ạkhrts) kun (ftḥ th kamyạby san) vaps ninh vvl. Frmạviv, myvn rb chuh ts var pạtthụ̄ zanan yus hdayt hyth āv th ts (thi) yus nanhi vanh gmrạhy mnz chuh. )yhi āyt ge mkh pytth mdyns kun hjrt krnh vqth ḥjfh ks mqams pytth nạzl th yhi vʿdh gvv ftḥi mkh khi doh pvur.("
  },
  {
    "verse_id": 86,
    "translation": "Th tohyhi (ḥẓvr ṣly Allah ʿlyh vslmn hndi vsaṭth chuh aumt Muḥammady ys khṭab) ạsv nh aamhi kthhi hnz amyd zi tohyhi pytth yiyhi (yhi) ktab nạzl krnh mgr (yhi) chhe tuhndis rb snz rḥmt (yʿny rb snd rḥmt kinụ̄ chih nạzl spzmcz), vonụ̄ bnụ̄ zyv nh tohụ̄ hrgz kạfrn hndụ̄ mddgar."
  },
  {
    "verse_id": 87,
    "translation": "Th tim (kạfr) gczhnv nh tohyhi hrgz Allah tʿālyā sndyn āyatn (hndi tʿmyl th tblygh) nishhi pth rattnụ̄ aamhi pth zi tim chih tohyhi kun nạzl āmtụ̄ krnh th tohụ̄ rvuziv (lukn) pnnis rbs kun nad divan th mshrkv mnz bnụ̄ zyv nh hrgz."
  },
  {
    "verse_id": 88,
    "translation": "Th tohụ̄ mah kriv Allah tʿālyā hs sintụ̄ kạnshi doyimis (pạnụ̄ pane bnavnh āmtis) mʿbvds pvuza, ts varạe chuhnh kanhh ʿbadts layq,tmụ̄ sndi dhat vrạe chuh pth kanhh chyz fna spdn vvl, ḥkm chuh tmụ̄ sundue th tohụ̄ (sạry) yiyivtsụ̄ kun vaps ninh."
  }
]