[
  {
    "verse_id": 1,
    "translation": "Alf, lam, mym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)."
  },
  {
    "verse_id": 2,
    "translation": "Kya lukh chha yhi khyal kran zi (ṣrf) tihindi (yutue) vnanh sintụ̄ zi aashi chuh ayman aonmut yin ylh tavnh th timn yiyhi nh āzmạysh krnh?"
  },
  {
    "verse_id": 3,
    "translation": "Th be shk ạsụ̄ aashi tim lukh (thi) āzmạvimtụ̄yim yimn brvnhh ạsụ̄ lhādha krri yqynaAllah tʿālyā ẓrvrtimn lukn (āzmayshhi hndi dhryʿh) non yim (aymanuk dʿūyā krns mnz) pzụ̄yạrụ̄ chih th aapziyaryn (thi) krri ẓrvr non."
  },
  {
    "verse_id": 4,
    "translation": "Kya yim lukh bur kamhi chih kran chha yhi khyal kran zi tim nyrn sanhi (qabv) nishhi nybr kvtah khrab chuh yhi tim (pnnyn dhhnn mnz) fạṣlh chih kran."
  },
  {
    "verse_id": 5,
    "translation": "Yus shkhṣ Allah tʿālyā hs sintụ̄ mlaqatch amyd chuh thavan tylhi chuh be shk Allah tʿālyā sund mqrrkrnh āmut vqt ẓrvr yinh vvl, th sue chuh bvzn vvl zann vvl."
  },
  {
    "verse_id": 6,
    "translation": "Yus shkhṣ (ḥq chh vathi mnz) jdvjhd chuh kran suh chuh pnny fạydh khạṭr tg v dav kran, be shk chuh Allah tʿālyā tmam jhanv (hnzv aṭaʿtv kvshshv th jdvjhdv) nishhi be nyaz."
  },
  {
    "verse_id": 7,
    "translation": "Th yimav lukv ayman aon th nyk ʿml rvudụ̄ kran tylhi mittavv asụ̄ tihindụ̄ sạry khṭa tihindi (aʿmal namh) nishhi th asụ̄ krv yqyna timn aamhi khvth bhtr jza ʿṭa yosh ʿml tim (aṣly) kran rvudimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Th aashi kor ansans tmụ̄ sndis mạlis majhi sintụ̄ nyk slvk krnuk ḥkm th hrgah tim cze pytth (yhi) kvshsh krn zi cz krhn me sintụ̄ suh chyz shryk yymiyuk nh cze kihinụ̄ thi ʿlm chuhe tylhi mah kr tihnz frmanbrdạry, me kun chuhv tohyhi sarine pot phyrun pth krv bh tohụ̄ timav (kamyv) nishhi bakhbr yimh tohụ̄ (dnyahs mnz) kran rvzan ạsụ̄v."
  },
  {
    "verse_id": 9,
    "translation": "Th yimav lukv ayman aon byyhi rvudụ̄ nyk ʿml kran tylhi krvkh asụ̄ tim ẓrvr nykvkarn (hndis dris) mnz dạkhl."
  },
  {
    "verse_id": 10,
    "translation": "Th lukn mnz chih tithụ̄ shkhṣ (thi) āsan yim (zyvisintụ̄) vnan chih zi aashi aon Allah tʿālyā hs pytth ayman pth yylhi timn Allah tʿālyā snzi vthi mnz (kanhh) tklyf chuh yivan vatnavnh tylhi chih tim lukn hnzi āzmạyshhi Allah tʿālyā sndi ʿdhabkụ̄ pạtthụ̄ smjhan, th yylhi tuhndis rb sndi ṭrfh kanhh mdd chuh vatan tylhi chih tim yqyna yhi vanun lagan zi asụ̄ ạsụ̄ tohy sintụ̄, kya Allah tʿālyā chuhna timn (kthn) zanan yimh dnyavalyn hndyn syinn mnz (ktthith) chhe."
  },
  {
    "verse_id": 11,
    "translation": "Th Allah tʿālyā kri ẓrvr timn lukn thzrʿṭa yimav (pzidilh san) ayman chuh aonmut th mnafqn (thi) krri ẓrvr non."
  },
  {
    "verse_id": 12,
    "translation": "Th kạfrlukh chih ayman valyn vnan zi tohụ̄ kriv sanhi vathi hnzpạrvy th asụ̄ tulv tuhndụ̄ khṭa (yʿny khṭahn hund bvr), yylhi zn tim tihndyn gnahn hund kihinụ̄ thi (bvr) tuln vạlụ̄ chihnh be shk chih tim aapziyạrụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Tim tuln yqyna pnn (gnahn hund) bvr th pnnyn bvrn sintụ̄ (āsn) kynhh (baqy) bvr (thi pans pytth bari khạlith) th timn yiyhi qyamt kh doh timn (bhtann) hnz ẓrvr pczhh gạr krnh yim tim bnavan ạsụ̄."
  },
  {
    "verse_id": 14,
    "translation": "Th be shk svuz aashi nvḥ (ʿlyh alslam) tihindis qvms kun pth rvudụ̄ tim timn mnz pnczah vry km akis sass vriys pth āv ṭvfan (th) rttin tim lukh tath ḥals mnz zi tim ạsụ̄ ẓạlm."
  },
  {
    "verse_id": 15,
    "translation": "Pth diyut aashi nvḥ hs (ʿlyh alslam) th (timn sintụ̄) navi valyn njat th aashi bnạv so (nav th vaqʿh) tmam dnyavalyn khạṭr nshạny."
  },
  {
    "verse_id": 16,
    "translation": "Th abrahym (ʿlyh alslam kriyvun yad) yylhi timav pnnis qvms frmvv zitohụ̄ kriv Allah tʿālyā snzʿbadt byyhi khvucziv ts,yy chuh tuhndis ḥqs mnz bhtr agr tohụ̄ (ḥqyqt) zanan chihv."
  },
  {
    "verse_id": 17,
    "translation": "Tohụ̄ chihv Allah tʿālyā hs varạe potlyn hnzpvuza kran th ṣrf chihv aapuz bnavan, be shk yhinz tohụ̄ Allah tʿālyā hs varạe pvuza chihv kran tim chihnh tuhndi khạṭr rzqkụ̄ mạlk lhādha ạsiv tohụ̄ Allah tʿālyā snzi bargahi nishhi rzq mngan th tmụ̄ snze ʿbadt ạsiv kran byyhi ạsiv tmụ̄ sundue shkranan bja,tohụ̄ yiyiv tsụ̄ kun pot phirnh."
  },
  {
    "verse_id": 18,
    "translation": "Th agr tohyhi (myanyn kthn) ankar koruv tylhi chuh yqyna tohyhi brvnhh (thi) varyahv aumtv (ḥqs) ankar kormut, th rsvls pytth chuhnh vaẓḥ pạtthụ̄ (aḥkam) vatnavnh varạe (kihinụ̄ lạzm)."
  },
  {
    "verse_id": 19,
    "translation": "Kya timav vuchhna (yʿny ghvr korukh na) zi Allah tʿālyā kithh pạtthụ̄ chuh pạd krnuk das tulan pth chuh (yithe pạtthụ̄) tamiyuk aʿādh kran.be shk chhe yhi (kạm) Allah tʿālyā sndi khạṭr shl."
  },
  {
    "verse_id": 20,
    "translation": "Frmạviv,tohụ̄ phyiriv zmyns mnz (kaʿnaty zndgy hndismjhnh khạṭr), pth vuchihv (yʿny ghvrth tḥqyq kriv) zi tmụ̄ kithh pạtthụ̄kr mkhlvqch (zndgy hund) abtdaʿ pth kithh pạtthụ̄ chuh suh doyimhi zndgy tulith (artqaʿ kyv mrḥlv mnzụ̄ guzạrith) phanphlavan. Be shk chuh Allah tʿālyā pth chyzs pytth qdrt thavn vvl."
  },
  {
    "verse_id": 21,
    "translation": "Suh ys yczhan chuh ʿdhab chuhs divan th ys pytth yczhan chuh rḥm chuhs kran th tsụ̄ kun yiyiv tohụ̄ vaps phirnh."
  },
  {
    "verse_id": 22,
    "translation": "Th nah chihv tohụ̄ (Allah tʿālyā hs) zmyns mnz ʿạjz krn vạlụ̄ th nah āsmans mnz th nah chuh tuhndi khạṭr Allah tʿālyā hs varạe kanhh dvst th nah kanhh mddgar."
  },
  {
    "verse_id": 23,
    "translation": "Th yimav lukv Allah tʿālyā sndyn āyatn hund th tmụ̄ sndi mlaqatuk ankar kor tim ge myanhi rḥmt nishhi naamyd th timne lukn khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 24,
    "translation": "Pth avsnh abrahym sund qvmuk jvab aamhi vrạe kihinụ̄ zi timav lvg vanun, tohụ̄ kriyvun yhi qtl nath zạliyvun, pth diyut Allah tʿālyā hn ts (nmrvd sndi) nar nishhi njat, be shk chhe aath (vaqʿs) mnz timn lukn khạṭr nshạniyhi yimav ayman chuh aonmut."
  },
  {
    "verse_id": 25,
    "translation": "Th abrahymn (ʿlyh alslam) von, bs tohyhi chihv Allah tʿālyā trạvith potlụ̄ bnạvimtụ̄ mʿbvd mḥẓ dnyạvy zndgy mnz panh vạnụ̄dvsty khạṭr pth kri qyamt kh doh tohyhi mnz (pth kanhh) aakh akụ̄ sund (dvst āsnh nish) ankar th tohyhi mnz svzi (pth) aakh doyimis pytth lʿnt lhādha chuh tuhund tthkanh jhnm th tuhndi khạṭr āshi nh khnụ̄ thi mddkrn vvl."
  },
  {
    "verse_id": 26,
    "translation": "Pth aon lvṭn (ʿlyh alslam) timn pytth (yʿny abrahym ʿlyh alslams pytth) ayman th timav von, bh chuhs pnnis rbs kun hjrt krn vvl. Be shk chuh suh ghạlb, ḥkmt vvl chuh."
  },
  {
    "verse_id": 27,
    "translation": "Th aashi krụ̄ timn asḥaq th yʿqvb (ʿlyhmu alslam nychuv th zur) ʿṭa th aashi kr abrahym (ʿlyh alslam) sndyn avladn mnz nbvt th ktab mqrr th aashi kor timn dnya hs (se) mnz tihund bdlh ʿṭa th be shk chih tim ạkhrts mnz (thi) nykvkarv mnz."
  },
  {
    "verse_id": 28,
    "translation": "Th lvṭ (ʿlyh alslam kriyvun yad) yylhi timav pnnis qvms von, be shk chihv tohụ̄ bjhi be ḥyạyy hund aatur kran, dnyakyv qvmv mnz chhnh kạnshi akụ̄ (qvmn thi) yhi (be ḥyạyy) tohyhi brvnhh krmcz."
  },
  {
    "verse_id": 29,
    "translation": "Kya tohụ̄ chihva (bdkạry krnh khạṭr) mrdn nishhi gczhan th ddakh zny chihv kran th pnnhi (brith) mjlshi mnz chihv khrụ̄vnhi kamhi kran,pth avsnh tihindi qvmuk jvab (thi) aamhi varạe kihinụ̄ zi vannhi lgụ̄, cz aan aashi pytth Allah tʿālyā sund ʿdhab hrgah cz pzụ̄yvr chuhkh."
  },
  {
    "verse_id": 30,
    "translation": "Lvṭn (ʿlyh alslam) kor ʿrẓ, ae rb! Cz kr fsad tuln vạlis qvms khlaf me mdd."
  },
  {
    "verse_id": 31,
    "translation": "Th yylhi sạnụ̄ svznh āmtụ̄ (frshth) abrahyms (ʿlyh alslam) nishhi khosh khbr hyth āe (pth) von timav (sinty) yhi (thi) zi asụ̄ chihkh yymhi bsty hndụ̄ rvzn vạlụ̄hlak krn vạlụ̄ tikyazi yytikụ̄ rvzn vạlụ̄chih ẓạlm."
  },
  {
    "verse_id": 32,
    "translation": "Abrahymn (ʿlyh alslam) von, yath (bsty) mnz chih lvṭ (ʿlyh alslam thi) timav vo n, asụ̄ chihkh tim lukh var pạtthụ̄ zanan yim (yim) aath mnz (rvzan) chih, asụ̄ bchavvn lvṭ (ʿlyh alslam) th tihindụ̄ bạcz tihinzi znanhi varạe ẓrvr,so chhe pth rvzn valyv mnz."
  },
  {
    "verse_id": 33,
    "translation": "Th yylhi sạnụ̄ svznh āmtụ̄ (frshth) lvṭs (ʿlyh alslam) nishhi āe pth ge tim tihindi (yinh) sintụ̄ dil mlvul th tihindi (ʿdhab kh aradh) kinụ̄ ge pryshan th (frshtv) vonkh, tohụ̄ nah mah khvucziv th nah mah gczihv ghmgyn be shk chihv asụ̄ tohụ̄th tuhndụ̄ bạcz bchavn vạlụ̄ sivae tuhnz znan so chhe (ʿdhab khạṭr) pth rvzn valyv mnz."
  },
  {
    "verse_id": 34,
    "translation": "Be shk chih asụ̄ yymhi bsty hndyn rvzn valyn pytth āsman nishhi ʿdhab nạzl krn vạlụ̄ aamhi vjh kinụ̄ zi tim ạsụ̄ nafrmạny kran."
  },
  {
    "verse_id": 35,
    "translation": "Th be shk thạvụ̄ aashi tamhi bsty hndụ̄ (vạran mkanh) akhi ttakarh nshạny rngụ̄ ʿqlmnd lukn khạṭr brqrar."
  },
  {
    "verse_id": 36,
    "translation": "Th madyan kun (svuz) tihund (qvmy) bve shʿīb (ʿlyh alslam) pth von timav, ae myanhi qvmh Allah tʿālyā snz ʿbadt kriv byyhi thạviv ạkhrt kh dohch amyd th zmyns mnz mah rvuziv fsad tulan."
  },
  {
    "verse_id": 37,
    "translation": "Pth kor timav shʿībs (ʿlyh alslam) ankar, lhādha rttụ̄ tim (thi) bunilikụ̄ ʿdhabn,lhādha kor timav ṣbḥ aath ḥals mnz zi pnnyn gran mnz ạsụ̄ buthhi kinụ̄ (mord) pyth."
  },
  {
    "verse_id": 38,
    "translation": "Th ʿād th thmvd (thi krụ̄ aashi hlak) th be shk chih tihindụ̄ kynhh (tbah gmtụ̄) mkanh tuhndi khạṭr (ʿbrt rngụ̄) nnụ̄ damtụ̄ th shyṭann ạsụ̄ tihindụ̄ aʿmali bdtihindi khạṭr khosh krvnụ̄ bnạvimtụ̄ th tim ạsin (ḥq chh) vathi nishhi phirụ̄mtụ̄ yylhi zn tim gattlụ̄th zanh vunụ̄ ạsụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Th (aashi kor) qarvn th frʿūn th haman (thi hlak) th be shk ạsụ̄ mvsyā (ʿlyh alslam) timn nishhi ttakarh nshạniyhi hyth āmtụ̄ pth kor timav mlks mnzghrvr th zyadty th tim ạsụ̄ nh (sanhi thphi nishhi) brvnhh pkn vạlụ̄ kynhh."
  },
  {
    "verse_id": 40,
    "translation": "Lhādha rott aashi (timav mnz) pth kanhh tmụ̄ sndi gnah kh bạʿth,th timv mnz avs suh (ṭbqh thi) ys pytth aashi knhi rvud travn vvl vav ṭvfan svuz th timav mnz avs suh (ṭbqh thi) yus byim nak āvazi rott th timav mnz avs suh (ṭbqh thi) yus aashi zmyns mnz dobrvv th timav mnz avs (aakh) suh (ṭbqh thi) yus aashi ghrq kor th hrgz avsnh yhi ziAllah tʿālyā krihe timn pytth ẓlm blkh ạsụ̄ tim pane pnnyn nfsn pytth ẓlm kran."
  },
  {
    "verse_id": 41,
    "translation": "Yithyn (kạfr) lukn hnz mthal yimavAllah tʿālyā trạvith baqy (yʿny potlụ̄) chih mddgar bnạvimtụ̄ chhe zlrụ̄ snz dastan hish yymụ̄ (pnnhi khạṭr zaluk) gr bnvv th be shk chuh tmam grv khoth zyadh kmzvr zlrụ̄ sund gr.kash!tim lukh āshn (yhi kth) zanan."
  },
  {
    "verse_id": 42,
    "translation": "Be shk chuh Allah tʿālyā timn (potlyn hnz ḥqyqt) zanan yhinz thi tim ts varạe pvuza chih kran, th sue chuh ghạlb, (byyhi) chuh ḥkmt vvl."
  },
  {
    "verse_id": 43,
    "translation": "Th yimh chhe mthalh asụ̄ chih yimh lukn (smjhavnh) khạṭr byan kran th yimn chuhnh ʿlmh valyv varạe khnụ̄ smjhan."
  },
  {
    "verse_id": 44,
    "translation": "Allah tʿālyā hn chih āsman th zmyn ṣḥyḥ tdbyr san pạd krimtụ̄,be shk chhe aath (tkhlyqs) mnz ayman valyn khạṭr (tmụ̄ sndi vḥdanytch th qdrtch) nshạny."
  },
  {
    "verse_id": 45,
    "translation": "(ae ḥbybi mkrm!) tohụ̄ bvznạviv so ktab prith yosh tohyhi kun (bdhryʿh) vḥy svznh chhe āmcz, byyhi kriv nmaz qạym, be shk chhe nmazpath rttan be ḥyạyy th burạyy nishhi, th pzụ̄pạtthụ̄ chhe Allah tʿālyā snz dhkr sarive khoth brr, th Allah tʿālyā chuh timav (kamyv) nishhi bakhbr yimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 46,
    "translation": "Th (ae mvmnv!) ahli ktabn sintụ̄ mah czuviv albth tamhi ṭryqh yus bhtr āshi timav lukv varạe yimav timav mnz ẓlm kor, th (timn) vniv ziaashi chuh tath (ktabih) pytth ayman (aonmut) yosh aashi kun nạzl (chhe) krnh āmczth byyh yosh tohyhi kun nạzl ạs krnh āmcz th svn mʿbvd th tuhund mʿbvd chuh aakve th asụ̄ chih tmụ̄ sndy frman brdar."
  },
  {
    "verse_id": 47,
    "translation": "Th yithe pạtthụ̄ kraashi tohyhi kun ktab nạzl,pth yimn (ḥq prznavn valyn) lukn aashi (godde) ktab ạs ʿṭa krth thạmcz tim chih aath (ktabih) pytth ayman aanan, th yimn (mkh kyn rvzn valyn) mnz (thi) chih tithụ̄ yim aath pytth ayman chih aanan, th sanyn āyatn hnd ankar chuhnh kạfrv varạe khnụ̄ kran."
  },
  {
    "verse_id": 48,
    "translation": "Th (ae ttatthhi!) aamhi brvnhh ạsụ̄v nh tohụ̄ kanhh ktab pran th nah ạsụ̄vvn tohụ̄ yhi pnnhi aathh sintụ̄ lykhan nath krhn ahli bạṭl tamy vqth shk."
  },
  {
    "verse_id": 49,
    "translation": "Blkh chih tim (qrān kiy) ttakarh āyat yim timn lukn hndyn syinn mnz (rczhrith) chih yimn (ṣḥyḥ) ʿlm chuh ʿṭa krnh āmut, th ẓạlmv varạe chuhnh kanhh sanyn āyatn hund ankar kran."
  },
  {
    "verse_id": 50,
    "translation": "Th kạfr chih vnan zi yimn pytth (yʿny nby akrm ṣly Allah ʿlyh vslmn pytth) kyazi āyhi nh yhindis rb sndi ṭrfh nshạnyhi nạzl krnh, tohụ̄ frmạviv zi nshạniyhi chhe Allah tʿālyā se nishhi, th bh chuhs ṣrf ttakarh pạtthụ̄ khvcznavn vvl."
  },
  {
    "verse_id": 51,
    "translation": "Kya tihindi khạṭr chhana yhi (nshạny) sytthah zi aashi chhe tohyhi pytth (so) ktab nạzl krmcz yoshi timn pytth prnh chhe yivan (ya rvzi hmyshh prnh yivan), be shk chhe aath ktabih mnz rḥmt th nṣyḥt timn lukn khạṭr yimn ayman chuh."
  },
  {
    "verse_id": 52,
    "translation": "Tohụ̄ frmạviv, me th tohyhi drmyan chuh Allah tʿālyā he gvah kạfy. Yikynczhah āsmann th zmyns mnz chuh suh chuh (sarine hund ḥal) zanan, th yimav lukv bạṭls pytth ayman aon th Allah tʿālyā hs korukh ankar time chih khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 53,
    "translation": "Th yim lukh chih tohyhi nishhi ʿdhabs mnz jldy yczhan, th hrgah (ʿdhabuk) vqt mqrr āshi he nh,tylhi āsihe yimn pytth ʿdhab āmut, th suh (ʿdhab ya ʿdhabuk vqt) yiyhi achank yimn nishhi th yimn lghi nh pe thi."
  },
  {
    "verse_id": 54,
    "translation": "Yim lukh chih tohyhi nishhi jld ʿdhab yczhan, th be shk chuh jhnm kạfrn aḥaṭh krn vvl."
  },
  {
    "verse_id": 55,
    "translation": "Yymhi doh ʿdhab timn pytthụ̄kinụ̄ th tihindyv khorv tlụ̄ vlnh yyhi pth spdi arshad, tohụ̄ vuchihv timn kamyn hund mzh yimh tohụ̄ kran ạsụ̄v."
  },
  {
    "verse_id": 56,
    "translation": "Ae myanyv bndv! Yimav ayman chuhv aonmut be shk chhe myạnụ̄ zmyn kushadh lhādha kriv tohụ̄ myạny yạcz ʿbadt."
  },
  {
    "verse_id": 57,
    "translation": "Pth kanhh nfs chuh mvtuk mzh vuchhn vvl, pth yiyiv tohụ̄ aasy kun vaps phirnh."
  },
  {
    "verse_id": 58,
    "translation": "Th yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran asụ̄ dimav timn ẓrvr jnt kyn pytthimyn mḥl khann mnz jae yimn bnụ̄ kinụ̄ kolh āsn pkan tim rvzn timn mnz hmyshh, (yhi) kvtah rut ajr chuh (ṣalḥ) ʿml krn valyn hund."
  },
  {
    "verse_id": 59,
    "translation": "(yim chih tim lukh) yimav ṣbr kor th pnnis rb se pytth rvudụ̄tvkl kran."
  },
  {
    "verse_id": 60,
    "translation": "Th kạtyave janvr chih yim pnun rvuzy (pans sintụ̄) tulith chihnh phyran Allah tʿālyā chuh timn thi rzq ʿṭa kran th tohyhi thi, th suh chuh var pạtthụ̄ bvzn vvl zann vvl."
  },
  {
    "verse_id": 61,
    "translation": "Th hrgah tohụ̄ timn (kạfrn) pczihv zi (sạry) āsman th zmyn kmụ̄krụ̄pạd th āftab th zvun kmụ̄ bnạv frmans tạbʿ tylhi vnn tim ẓrvr Allah tʿālyā hn, tylhi kvr kun chih tim khosh phirth gczhan?"
  },
  {
    "verse_id": 62,
    "translation": "Pnnyv bndv mnz yas khạṭrAllah tʿālyā yczhan chuh rzqs chuhs vusʿt divan, th ys khạṭr (yczhan chuh) tng chuh kran, be shk chuh Allah tʿālyā pth chyzs var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 63,
    "translation": "Th agr tohụ̄ timn pczihv zi āsmanh kmụ̄ vvl āb pth bkhshin aamhi sintụ̄zmyns tamhi kh mord spdnh pth zndgy (th tazgy) tylhi vnn tim ẓrvr Allah tʿālyā hn,tohụ̄ frmạviv, tmam tʿryf chih Allah tʿālyā sndy khạṭr, blkh chihnh timav mnz akthr (lukh) ʿql thavan."
  },
  {
    "verse_id": 64,
    "translation": "Th (ae lvukv!) yhi dnyahch zndgy chhanh khyl th tmashhi varạe kihinụ̄, th drḥqyqt chuh ạkhrtuk gre (ṣḥyḥ) zndgy. Kash! Tim lukh āshn (yhi raz) zanan."
  },
  {
    "verse_id": 65,
    "translation": "Pth yylhi tim navi mnz chih svar spdan tylhi chih (mshkl vqtn mnz potlyn trạvith) ṣrf Allah tʿālyā hs, ts khạṭr panun dyn khạlṣ krith nadlayan, vonụ̄ yylhi Allah tʿālyā timn bchạvith chuh hochhrs tam vatnavan pth chih tim tamhi vqth (nvisr) shrk krun lagan."
  },
  {
    "verse_id": 66,
    "translation": "Takh tamich (yʿny njat kh nʿmtch) nashkry krn yosh aashi timn ʿṭa kr th (kfrchh zndgy hndụ̄ ḥram) fạydh rvzn tulan.vonụ̄ lghi timn ʿnqryb (panun anjam) pe."
  },
  {
    "verse_id": 67,
    "translation": "Th kya timav vuchhna zi aashi bnvv ḥrmi (kʿbh) aamnch jae th timn andụ̄ pkụ̄ (rvzn vạlụ̄) lukh chih yivan jvuntth dith ninh tylhi kya (aamhi pth thi) chha timn bạṭls pytth ayman byyhi rvzn Allah tʿālyā sndi aḥsanch nashkry kran?"
  },
  {
    "verse_id": 68,
    "translation": "Th ts shkhṣs khvth khsith ẓạlm kus hykhi ạsith yus Allah tʿālyā hs pytth aapuz bhtan gnddi nath kri ḥqs ankar yylhi suh ts nishhi vathi. Kya jhnms mnz chuhna kạfrn khạṭr tthkanh (mqrr)?"
  },
  {
    "verse_id": 69,
    "translation": "Th yim lukh sạnis ḥqs mnz jhad (yʿny mjahdh) kran chih tylhi chih asụ̄ timn yqyna pnnhi vth (yʿny pans kun sạl krnh chh th vṣlh chh vth) havan, th be shk chuh Allah tʿālyā aḥsan valyn pnnhi ṣḥbt sintụ̄ nvazan."
  }
]