[
  {
    "verse_id": 1,
    "translation": "Alf lam mym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)"
  },
  {
    "verse_id": 2,
    "translation": "Ahli rvum spdụ̄ (farss nishhi) mghlvb."
  },
  {
    "verse_id": 3,
    "translation": "Nzdyk kis mlks mnz, th tim gczhn pnnhi mghlvb spdnh pth ʿnqryb ghạlb."
  },
  {
    "verse_id": 4,
    "translation": "Kynczhne vrụ̄yn mnz (yʿny dah vry khoth km vqts mnz), ḥkm chuh Allah tʿālyā sundue godd (fars kis ghlbs mnz) thi th pth (rvm kis ghlbs mnz) thi, th tmhi vqth gczhn ahli ayman khosh."
  },
  {
    "verse_id": 5,
    "translation": "Allah tʿālyā sndi mdd sintụ̄, suh ys yczhan chuh mddchuhs kran, th suh chuh ghạlb chuh mhrban."
  },
  {
    "verse_id": 6,
    "translation": "(yohe) chuh Allah tʿālyā sund vʿdh, Allah tʿālyā chuhnh pnnis vʿds khlaf kran, albth akthr lukh chihnh zanan."
  },
  {
    "verse_id": 7,
    "translation": "Tim chih (bs) dnyahch ẓạhry zndgy (yạcz) zanan th tim lukh chih ạkhrt (chh aṣly zndgy) nishhi ghạfl th be khbr."
  },
  {
    "verse_id": 8,
    "translation": "Kya timav korna pnnhi manh mnzụ̄ zanhh ghvrzi Allah tʿālyā hn chuhnh āsman th zmyn th yikynczhah yimn mnzbag chuh pạd kormut mgr (nẓam) ḥq byyhi mqrrvqth (kh mʿīad) san, th be shk chih varyah lukh pnnis rb sndis mlaqats ankar kran."
  },
  {
    "verse_id": 9,
    "translation": "Kya yimav lukvkorna zmyns mnz sạr th syaḥt yuth zn tim vuchhhn zi timn lukn hund kya anjam spud yim yimn brvnhh ạsụ̄, tim lukh ạsụ̄ yhindi khvth zyadh ṭaqt vr, th timav avs zmyns mnzzraʿt vopdvvmut th so ạskh ābad krmcz, tamhi khvth sytthah czor yvutah yimav chuh zmyn ābadkormut, pth ạsụ̄ timn nishhi tihindụ̄ pyghmbr ttakarh nshạniyhi hyth āmtụ̄, lhādha avs nh Allah tʿālyā tiyuth zi timn pytth krihe ẓlm, albth tim ạsụ̄ panh pnnyn nfsn pytth ẓlm kran."
  },
  {
    "verse_id": 10,
    "translation": "Pth spud timn lukn hund anjam sytthah bur yimav burạyy kr aamhi mvjvb zi tim ạsụ̄Allah tʿālyā sndyn āyatn ankar kran th timn mdhaq bnavan."
  },
  {
    "verse_id": 11,
    "translation": "Allah tʿālyā chuh mkhlvq goddnichhi ltthi pạd kran pth kri (sue) tth nvi sr pạd, pth yiyiv tohụ̄ tsụ̄ kun vaps phirnh."
  },
  {
    "verse_id": 12,
    "translation": "Th yymhi doh qyamt gczihh qạyim pth gczhn tim lukh naamyd yim mjrm āsn."
  },
  {
    "verse_id": 13,
    "translation": "Th tihindyv (khodsakhth) shrykv mnz āsn nh tihindi khạṭr sfạrsh krn vạlụ̄ th tim bnn (ạkhrkar) pnnyn shrykn (ne) ankarkrn vạlụ̄."
  },
  {
    "verse_id": 14,
    "translation": "Th yymhi doh qyamt spdi brpa tamhi doh gczhn lukh (panyv panyv kran) byon byon."
  },
  {
    "verse_id": 15,
    "translation": "Vonụ̄ yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran, tim yin jnt kyn baghn mnz khoshḥal th shadman krnh."
  },
  {
    "verse_id": 16,
    "translation": "Th yimav lukv kfrkor byyhi korukh sanyn āyatn th ạkhrt chh pyshy hund ankar tylhi yin yime lukh ʿdhabs mnz ḥạẓr krnh."
  },
  {
    "verse_id": 17,
    "translation": "Lhādha ạsiv tohụ̄Allah tʿālyā snztsbyḥ kran yylhi tohụ̄ sham kriv (yʿny shams th khoftns) th yylhi tohụ̄ ṣbḥ kriv (yʿny fjrkh vqth)."
  },
  {
    "verse_id": 18,
    "translation": "Th tmam tʿryf chih āsmann th zmyns mnz tmụ̄ sndy khạṭr th (tohụ̄ ạsiv tsbyḥ kran) trymhi phr thi (yʿny digr kh vqth) th yylhi tohụ̄ dvphr kriv (yʿny pyshin vqth)."
  },
  {
    "verse_id": 19,
    "translation": "Sue chh mords nshhi znds krran th znds nshhi chuh mords krran th zmyns chuh tamhi kh mord spdnh pth zndh th shadab kran, th tohụ̄ (thi) yiyiv yithe pạtthụ̄ (qbrv mnz) krrnh."
  },
  {
    "verse_id": 20,
    "translation": "Th yhi chuh tmụ̄ snzv nshạnyv mnz zitmụ̄ krụ̄nav tohụ̄ myczi nishhi pạd pth chihv vonụ̄ tohụ̄ ansan yim (zmyns mnz) phhlith chihv."
  },
  {
    "verse_id": 21,
    "translation": "Th yhi (thi) chuh tmụ̄ snzv nshạnyv mnz zi tmụ̄ krụ̄ tuhndi khạṭr tuhndy jnsh mnz jvr pạd takh tohụ̄ kriv timn nishhi skvn ḥạṣl th tmụ̄ kor tohyhi drmyan mḥbt th rḥmt pạd, be shk chhe aath (tkhlyq kis nẓams) mnz timn lukn khạṭr nshạniyhi yim ghvrvfkr chih kran."
  },
  {
    "verse_id": 22,
    "translation": "Th tmụ̄ snzv nishạnyv mnz chuh āsmann hund th zmynuk pad krun (thi) byyhi chuh tuhnzn zbann th tuhndyn rngn hund mkhtlf āsun (thi), be shk chhe aath mnz ʿlm thavn valyn (th tḥqyq krn valyn) khạṭr nshạniyhi."
  },
  {
    "verse_id": 23,
    "translation": "Th tmụ̄ snzv nishạnyv mnz chuh rats th dohs mnz tuhund shongun th tuhund tmụ̄ snd fẓl (yʿny rzq) czhanddun (thi). Be shk chhe aath mnz nishạniyhi timn lukn khạṭr yim (ghvrsan) bvzan chih."
  },
  {
    "verse_id": 24,
    "translation": "Th tmụ̄ snzv nishạnyv mnz chuh yhi (thi) zi suh chuhv tohyhi khvcznavnh (khạṭr) th amyd dinh khạṭr vuzmlh havan byyhi chuh āsmanh valan (rvuduk) āb pth chuh tamhi sintụ̄ zmyns tamhi kh mord spdnh pth zndh th shadab kran, be shk chhe aath mnz nishạniyhi timn lukn khạṭr yim ʿqlhi chih kạm hyvan."
  },
  {
    "verse_id": 25,
    "translation": "Th tmụ̄ snzv nishạnyv mnz chuh yhi (thi) zi āsman th zmyn chih tmụ̄ sndiḥkmh (kh nẓam) san qạyim pth yylhi suh tohyhi zmyn nishhi (nyrnh khạṭr) akhi ltthi ālv kryv tylhi yiyivtohụ̄ achank (nybr) nyirith."
  },
  {
    "verse_id": 26,
    "translation": "Th yikynczhah āsmann th zmyns mnz chuh (svrue) chuh tmụ̄ sundue, sạry chih tmụ̄ snze aṭaʿt kran."
  },
  {
    "verse_id": 27,
    "translation": "Th sue chuh yus goddnichhi latthi tkhlyq chuh kran pth kritath dubar pạdth yhi (dubar pạd krun) chuh ts pytth varyah shl. Th āsmann th zmyns mnz chhe sarive khvth thzshan tmụ̄ snze byyhi chuh suh ghạlb, ḥkmt vvl chuh."
  },
  {
    "verse_id": 28,
    "translation": "Tmụ̄ chuh (tvḥyduk nkth smjhavnh khạṭr) tuhndi khạṭr tuhnzv dhạty zndgyv mnz aakh mthal byan frmạvmcz zi kya yim (knyz, ghlam) tuhndis milkyts mnz chih chha tath mals mnz yus aashi tohyhi ʿṭa chuhv kormut shrakt dar, zi tohụ̄ (sạry) spdiv tath (milkyts) mnz brabr. (mzyd yhi zi kya) tohụ̄ chihva timn tithe pạtthụ̄ khvczan yithh pạtthụ̄ tohyhi pnnyn hund khvf chuhv āsan, (nah), yithe pạtthụ̄ chih asụ̄ ʿql thavn valyn khạṭr nshạniyhi kran khvulith byan (zi Allah tʿālyā hs thi chuhnh tmụ̄ sndi mkhlvq mnz kanhh shryk)."
  },
  {
    "verse_id": 29,
    "translation": "Blkh yimav lukv ẓlm chuh kormut tim chih ʿlm (th hdayt) varạe pnnyn nfsạny khvạhshatn hnz pạrvy kran, vonụ̄ kus hykhi ts shkhṣs hdayt dith yus Allah tʿālyā hn āshi gmrah tthhrvmut th timn lukn khạṭr chuhnh kanhh mddgar."
  },
  {
    "verse_id": 30,
    "translation": "Lhādha thạviv tohụ̄ panun rokh Allah tʿālyā sndi aṭaʿt khạṭr mkml yksvyy san qạyim. Allah tʿālyā snz (bnavnh āmcz) fṭrt chih (aslam) yath pytth tmụ̄ lukh chih pạd krimtụ̄ (yhi panh nạviv) Allah tʿālyā sndis pạd krnh āmtis (fṭrts) mnz spdinh tbdyly,yhi dyn chuh syod albth akthr lukh chihnh (timn ḥqyqtn) zanan."
  },
  {
    "verse_id": 31,
    "translation": "Tsụ̄ kun kriv rjvʿ th zạry byyhi kriv tmụ̄ sund tqvyā akhtyar th nmaz kriv qạym th mshrkv mnz mah bniv."
  },
  {
    "verse_id": 32,
    "translation": "Timav (yhvd v th nṣaryā hav) mnz (thi bnụ̄ zyv nh) yimav pnnis dyins ttukr ttukr krụ̄ th tim ge frqn mnz tqsym, pth kanhh frqh chuh tthụ̄ (ttukrs) pytth fkhr kran yus ts nishhi chuh."
  },
  {
    "verse_id": 33,
    "translation": "Th yylhi lukn kanhh tklyf chuh vatan tylhi chih tim pnnis rbs kun rjvʿ krith ts nad layan, vonụ̄yylhi suh timn pnnhi ṭrfh rḥmt sintụ̄ lṭf chuh tulnavan pth chih fvraan timav mnz kynhh lukh pnnis rbs sintụ̄ shrk krun lagan."
  },
  {
    "verse_id": 34,
    "translation": "Takh tamhi nʿmtch nashkry krn yosh aashi timn ʿṭa chhe krmcz vonụ̄ tuliv tohụ̄ (kynczhn dohn hnzi zndgy hund) fạydh, pth lgyv tohyhi ʿnqryb (panun anjam) pe."
  },
  {
    "verse_id": 35,
    "translation": "Kya aashi chha timn pytth kanhh (ticzh) dlyl krmcz nạzl yosh timn (potlyn) hndis ḥqs mnz shhadt rngụ̄ klam āshi kran yimn tim Allah tʿālyā sund shryk chih bnavan."
  },
  {
    "verse_id": 36,
    "translation": "Th yylhi asụ̄ lukh rḥmtuk mzh chihkh vuchhnavan tylhi chih tim aamhi sintụ̄ khosh gczhan, th yylhi timn kanhh tklyf chuh vatan timav (gnahv) kinụ̄ yim timav godd pytthh krimtụ̄ chih tylhi chih fvraan tim navomyd gczhan."
  },
  {
    "verse_id": 37,
    "translation": "Kya timav vuchhna zi Allah tʿālyā ys khạṭr yczhan chuh rzq chuh kushadh kran th (ys khạṭr yczhan chuh) tng chuh kran. Be shk chhe aath mnz timn lukn khạṭr nshạniyhi yim ayman vạlụ̄ chih."
  },
  {
    "verse_id": 38,
    "translation": "Lhādha rvuziv tohụ̄ rshth dars tmụ̄ sund ḥq divan th mḥtajs th msafrs (tihund ḥq), yhi chuh timn lukn khạṭr bhtr yim Allah tʿālyā snz rẓamndy chih yczhan, th time lukh chih murad lbn vạlụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Th yus mal tohụ̄ svuds pytth divan chihv zi (tuhund aathathh) rvzi lukn hndis mals mnz rlith huran, suh huri nh Allah tʿālyā hs nishhi th yus mal tohụ̄ zkvāts (th khạrats) mnz divan chihv (ṣrf) Allah tʿālyā sndi rẓa mvjvb tylhi chih time lukh (pnun mal Allah tʿālyā hs nishhi) kthrt san hurravn vạlụ̄."
  },
  {
    "verse_id": 40,
    "translation": "Allah tʿālyā he chuh yymụ̄tohụ̄ pạd krụ̄nav pth kornv tmụ̄ tohyhi rzq ʿṭa pth chuhv tohyhi mvt divan pth kryv tohyhi zndh, kya tuhndyv (khodsakhth) shrykv mnz chha kanhh tiyuth yus yimav (kamyv) mnzkynhh thi hykhi krith, suh (Allah tʿālyā) chuh pak th timav chyzv nishhi chuh brtryimn tim (tmụ̄ sndụ̄) shryk chih manan."
  },
  {
    "verse_id": 41,
    "translation": "Khoshky th try (yʿny smndrn) mnz chuh fsad timv (gnahv) kinụ̄ phhlyvmut yim lukn hndyv aathv kmạvimtụ̄chih takh (Allah tʿālyā) havi timn kynczhn (bur) ʿmln hund mzh yimh timav krimacz chhe,takh tim phyrn pot."
  },
  {
    "verse_id": 42,
    "translation": "Tohụ̄ frmạviv zi tohụ̄ ạsiv zmyns mnz sạr th syaḥt kran pth vuchihv brvuntthimyn lukn hundkiyuth (ʿbrt nak) anjam spud, timan mnz ạsụ̄ zyadh tr mshrk."
  },
  {
    "verse_id": 43,
    "translation": "Lhādha thạviv panun rve (anvr) sydis dyins khạṭr qạyim aamhi brvnhh zi suh doh vathi yath Allah tʿālyā sndi ṭrfh (qṭʿāan thi) phyrun chuhnh. Tamhi doh gczhn sạry lukh byon byon."
  },
  {
    "verse_id": 44,
    "translation": "Yymụ̄ kfrkortylhi chuh tmụ̄ sundkfru (yʿny kufruk vbal) tsụ̄ pytth th yus nyk ʿml kri tylhi chih yim lukh pnnhi mokhh (jntkụ̄) āram gah shyran."
  },
  {
    "verse_id": 45,
    "translation": "Takh Allah tʿālyā diyhi pnnhi fẓlh sintụ̄ timn lukn bdlh yimav ayman aon th nyk ʿml rvudụ̄ kran. Be shk chuhnh suh kạfrn dvst thavan."
  },
  {
    "verse_id": 46,
    "translation": "Th tmụ̄ snzv nishạnyv mnz chuh yhi (thi) zisuh chuh (rvudch) khosh khbr bvznavn vạlụ̄ hva svzan takh tohyhi vuchhnavyv (rvud kyn fạydn hndis ṣvrts mnz) pnnhi rḥmtuk mzh th takh (timn hvahn hndi dhryʿh) pkn jhaz (thi) tmụ̄ sndi ḥkmh sintụ̄. Th (yhi svrue) chuh aamhi mvjvb zi tohụ̄ czhạnddivtmụ̄ sund fẓl (zraʿt th tjart kis ṣvrts mnz) th bnan chuh tohụ̄ bniv (yithh pạtthụ̄) shkrgzar."
  },
  {
    "verse_id": 47,
    "translation": "Th drḥqyqt svuzụ̄ aashi tohyhi brvnhh rsvl tihindyn qvmn kun th tim āe timn nishhi ttakarh nishạniyhi hyth pth hyot aashi (ankar krn valyn) mjrmn bdlh, th mvmnn mddkrun avs (th chuh) sanhi dhimh."
  },
  {
    "verse_id": 48,
    "translation": "Allah tʿālyā he chuh yus hvahn chuh svzan th tim chih aobrs votlavan pth chuh suh tath (aobrs) āsmạnụ̄ fẓahs mnz yithh pạtthụ̄ yczhan chuh vash krran pth chuh tath (byon byon) ttukr kran (th thh bh thh thavan), pth chihv tohụ̄ vuchhan zi rvud chuh aamhi mnznyran pth yylhi aath (rvuds) pnnyv bndv mnz yimn yczhan chuh (timn chuh) vatnavan pth chih tim fvraan khosh gczhan."
  },
  {
    "verse_id": 49,
    "translation": "Agr chh timn pytth rvud travnh brvnhh tim lukh naamyd ạsụ̄ spdan."
  },
  {
    "verse_id": 50,
    "translation": "Lhādha vuchihv tohụ̄ Allah tʿālyā sindyn rḥmt kyn athratn kun zi suh kithh pạtthụ̄ chuh zmyns tamhi kh mord spdnh pth zndh kran, be shk chuh suh mordn (thi yithe pạtthụ̄) ẓrvr zndh krn vvl th suh chuh prth chyzs pytth var pạtthụ̄ qdrt thavan."
  },
  {
    "verse_id": 51,
    "translation": "Th hrgah asụ̄ (khshk) hva svzvn th tim vuchhn (pnun) zraʿt lydran tylhi lagn tim tamhi pth (goddnichn tmam nʿmtn sintụ̄) kfrkrun."
  },
  {
    "verse_id": 52,
    "translation": "Lhādha (ae ttatthhi!) be shk nah chihv tohụ̄ yimn mordn (yʿny aymạny zndgy nishhi mḥrvm kạfrn) pnun ālv bvznavan th nah (ṣdaʿe ḥq kh bvznh nishhi mḥrvm) zryn, yylhi zn tim (tohy nishhi) shanh phiran rvzan āsn. )yth jayhi chuh almvtyā )mord( th alṣmu )zrụ̄( nshh murad kạfr. Ṣḥabh th tabʿīn rẓy Allah ʿnhm nishh thi chuh yvhe mʿny rvayt spudmut. Vuchhv mkhtlf tfsyrn hndụ̄ ḥvalh, tfsyri alṭbry )12,20(,tfsyr alqrṭby)232,13(, tfsyralbghvy )428,3(, zadalmsyrlabn aljvzy)189,6(, tfsyr abn kthyr)439,375,3(,tfsyrallbab laby ḥfṣ alḥnbly )126,16(, aldaralmnthvrllsyvṭy)376,6( th ftḥ alqdyr llshv kany )150,4(."
  },
  {
    "verse_id": 53,
    "translation": "Th nah chihvvkh tohụ̄ (tim) anụ̄ (yim bṣyrt nishhi mḥrvm chih) gmrạhy nishhi hdayt chh vathi pytth aann vạlụ̄, tohụ̄ chihvvkh ṣrf timae lukh (fhm th qbvlyt kh tvfyq san) bvznavan yim sanyn āyatn pytth ayman chih aanan, lhādha chih timae mslman (timav varạe chihvnh tohụ̄ byyhi kạnshi thi bvznavan)."
  },
  {
    "verse_id": 54,
    "translation": "Allah tʿālyā he chuh yymụ̄ tohụ̄ kmzvr chyz (yʿny nṭfh) nishhi pạd krụ̄ nav pth kor tmụ̄ kmzvry pth (jvạny hund) ṭaqt pad, pth kr tmụ̄ ṭaqth pth kmzvry th bujr pạd, suh yhi yczhan chuh pạd chuh kran th suh chuh var pạtthụ̄ zann vvl, sytthah qdrt vvl."
  },
  {
    "verse_id": 55,
    "translation": "Th yymhi doh qyamt gczihh brpa mjrm lukh khyn qsm zi tim ạsụ̄ nh (dnyahs mnz) akis gri varạe tthhrymty, yithe pạtthụ̄ ạsụ̄ tim (dnyahs mnz thi ḥq nishhi) phyran rvzan."
  },
  {
    "verse_id": 56,
    "translation": "Th yimn ʿlm th ayman ʿṭa chuh āmut krnh vann (timn), drḥqyqt chihv tohụ̄Allah tʿālyā snzi ktabih mnz (aakh gr nh blkh) vothnh kis dohs tam tthhrith rvudmtụ̄, lhādha chuh yhi vothnuk doh,mgr tohụ̄ ạsiv nh zanane."
  },
  {
    "verse_id": 57,
    "translation": "Lhādha diyhi nh tamhi doh ẓạlimn tihnz mʿdhrt kanhh fạydh th nah yiyhi timn (Allah tʿālyā hs) rạẓụ̄ krnuk mṭalbh krnh."
  },
  {
    "verse_id": 58,
    "translation": "Th drḥqyqt chhe aashi yath qrāns mnz lukn (hndi smjhavnh) khạṭr pth qsmch mthal byan krmcz, th agr tohụ̄ yimn nishhi kanhh (nnụ̄) nshạny anivtamhi pth thi vnn yim kạfr lukh ẓrvr (yy) zitohụ̄ chihv mḥẓ bạṭl th fryb bnavn vạlụ̄."
  },
  {
    "verse_id": 59,
    "translation": "Yithe pạtthụ̄ chuh Allah tʿālyā timn lukn hndyn diln pytth mohr lgavan yim (ḥq vaẓḥ spdnh bavjvd) zanan chihnh."
  },
  {
    "verse_id": 60,
    "translation": "Lhādha kriv tohụ̄ ṣbr, be shk chuh Allah tʿālyā sund vʿdh poz, yimn lukn pczh chhanh yinh (tihnzi gmrạhy hund ghm th hdaytch fkr) tohyhi kmzvre kri. (ae jani jhan tihund kfr mah bnạviyvun ghmi jan)."
  }
]