[
  {
    "verse_id": 1,
    "translation": "Alf lam mym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)"
  },
  {
    "verse_id": 2,
    "translation": "Yim chih ḥkmt vajinhi ktabih hndụ̄ āyat."
  },
  {
    "verse_id": 3,
    "translation": "Yosh nykvkarn khạṭr hdayt th rḥmt chhe."
  },
  {
    "verse_id": 4,
    "translation": "Yim lukh nmaz chih qạyim kran byyhi chih zkvāh divan th tim lukh yimn ạkhrts pytth ayman chuh."
  },
  {
    "verse_id": 5,
    "translation": "Yime lukh chih pnnis rb sndi ṭrfh hdayts pytth th yimne lukn gczihh kamyạby ḥạṣl."
  },
  {
    "verse_id": 6,
    "translation": "Th lukv mnz chih kynhh tithụ̄ thi yim be hvudh klam chih mlụ̄ hyvan takh svnchnh smjhnh varạe ddaln lukn Allah tʿālyā snzi vathi nishhi byyhi krn aath (vathi) hzl, timne lukn khạṭr chuh khjil krn vvl ʿdhab."
  },
  {
    "verse_id": 7,
    "translation": "Th yylhi tmis pytth sạnụ̄ āyat chih prith yivan bvznavnh tylhi chuh suh tkbr san buth phiran znth tmụ̄ tim bvuzy nh, znth tmụ̄ sndyn knn mnz (zari ruk) gobyr chuh, lhādha bvznạviyvun suh tohụ̄ dg tulvnhi ʿdhabch khbr."
  },
  {
    "verse_id": 8,
    "translation": "Be shk yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran tihindi khạṭr chih nʿmt vạlụ̄ jnt."
  },
  {
    "verse_id": 9,
    "translation": "(tim) rvzn timn mnz hmyshh, Allah tʿālyā sund vʿdh chuh poz, th suh chuh ghạlb, ḥkmt vvl chuh."
  },
  {
    "verse_id": 10,
    "translation": "Tmụ̄ bnạvụ̄ āsman thamav varạe (yithh pạtthụ̄zn) tvhụ̄chihvvkh tim vuchhan th tmụ̄ thạvụ̄ zmyns andr (tlh knhi thi) mẓbvṭ pharr takh tohyhi hyth gczihh nh (sogrdsh dvran) nattnụ̄th tmụ̄ phhlạvụ̄ aath mnzp th qsmkụ̄ janvr, th aashi vvl āsmanh āb th aashi vopdạvụ̄ aath mnzp th qsmkụ̄ jan th fạydh dinh vạlụ̄kulụ̄ kttụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Yhi chuh Allah tʿālyā sundmkhlvq, vonụ̄ (ae mshrkv!) hạvivme yikynczhah Allah tʿālyā sndi varạe baqyv āshi pạd kormut. Blkh chih ẓạlm ttakarh gmrạhy mnz."
  },
  {
    "verse_id": 12,
    "translation": "Th be shk kr aashi lqmans ḥkmt th danạyy ʿṭa, (th tmis frmvv) ziAllah tʿālyā sund kr shkr th yus shkr chuh kran suh chuh pnny fạydh khạṭr shkr kran th yus nashkry chuh kran tylhi chuh be shk Allah tʿālyā be nyaz (pạnụ̄ panh) chuh ḥmduk ḥqdar."
  },
  {
    "verse_id": 13,
    "translation": "Th (yadkriv) yylhi lqmann pnnis nychvis von th suh avs ts nṣyḥt kran, ae myanhi gobra! Allah tʿālyā hs sintụ̄ krụ̄ zynh shrk, be shk chuh shrk bodd bar ẓlm."
  },
  {
    "verse_id": 14,
    "translation": "Th aashi kor ansans tmụ̄ sndis mạlis majhi mtʿlq (nyky hund) tạkydy ḥkm, ys tmụ̄ snz mvj tklyfs pytth tklyf kis ḥalts mnz (pnnhi ydd mnz) brdash kran rvuz th yymụ̄ sund dod tavun thi don vrụ̄yn mnz chuh (ts diyut yhi ḥkm) zicz kr myvn (thi) shkr byyhi kr pnnis mạlis majhi hund thi. (cze) chuhe mye kun pot phyirith yun."
  },
  {
    "verse_id": 15,
    "translation": "Th hrgah tim doshve cze pytth aamhi kthhi hnz kvshsh krn zi cz gczhkh suh chyz me sintụ̄ shryk bnavun yymh sund (ḥqyqtuk) cze kanhh ʿlm chuhe nh tylhi krụ̄ zynh tihnzaṭaʿt, th dnya chn kamyn mnzdy zi rtụ̄ pạtthụ̄ timn sath, byyhi krụ̄zi (ʿqyds th ạkhrt kyn mʿāmln mnz) ts shkhṣh snz pạrvy yymụ̄me kun āshi tvbuk th aṭaʿtuk slvk pannvvmut. Chvunkh chuhe cze mye kun pot phyirith yun pth krhav bh tohụ̄timav kamyv nishhi bakhbr yim tohụ̄ kran rvudimtụ̄ ạsiv."
  },
  {
    "verse_id": 16,
    "translation": "(lqmann von,) ae myanhi gobra! Agr kanhh chyz āsrụ̄ dans yvt āshi, pth ạsụ̄tn suh khvah kunhi pls mnz (khttith) ya āsmann mnz ya zmyns mnz (tamhi pth thi) kriAllah tʿālyā tath (qyamt kh ḥsab khạṭr) mvjvd. Be shk chuh Allah tʿālyā snụ̄ nẓr thavn vvl (thi) zạnụ̄ vun khbrdar (thi)."
  },
  {
    "verse_id": 17,
    "translation": "Ae myanhi gobra! Cz thav nmaz qạyim byyhi di nyky hund ḥkm th burạyy nishhi krtthakh th yus tklyf cze vạty tath pytth krṣbr, be shk chhe yimh sytthah hmt vajinhi kamhi."
  },
  {
    "verse_id": 18,
    "translation": "Th lukn nishhi mah phir (tkbr san) panun roe,th zmyns mnz mah pkh ghrvrsan, be shk chuh Allah tʿālyā pth tkbr vạlis, ghrvr san pkn vạlis napsnd kran."
  },
  {
    "verse_id": 19,
    "translation": "Th pnnis pkns mnz vartav drmyạny andaz, th pnnụ̄ āvaz ās hna pst thavan, be shk chhe sarive khoth bur āvaz khr snz āvaz."
  },
  {
    "verse_id": 20,
    "translation": "(lvukv!) kya tohyhi vuchuhv na zi Allah tʿālyā hn chih tuhndi khạṭr tim tmam chyz āyhi tn thạvimtụ̄ yim āsmann mnz chih th yim zmyns mnz chih, th tmụ̄ chhe tohyhi pytth pnnhi ẓạhry th bạṭny nʿmth pvur krimacz. Th lukn mnz chih kynhh tithụ̄ (thi) yim Allah tʿālyā sndis bars mnz czuvan chih ʿlmh varạe th hdayt varạe byyhi rvshn ktabih (hnzi dlylhi) varạe."
  },
  {
    "verse_id": 21,
    "translation": "Th yylhi timn vannh chuh yivan zi tohụ̄ kriv tamchi (yʿny tmhi ktabih hnz) pạrvy yosh Allah tʿālyā hn chhe nạzl krmcz tylhi chih vnan (nah) blkh krv asụ̄tmhi chy (yʿny tmy ṭryqch) pạrvy yath pytth aashi panun mvl buddi bb vuchh, yodvae zn timn shyṭan āshi jhnm kis ʿdhabs kunue nad divan."
  },
  {
    "verse_id": 22,
    "translation": "Yus shkhṣ pnnhi frmanbrdạry hund rokh Allah tʿālyā hs kun nomravi byyhi āshi suh (pnnhi ʿmlhi th ḥalh kinụ̄) aḥsan krn vvl thi tylhi rott tmụ̄ mẓbvṭ dạyrh pokhtgy san, th tmam kamyn hund anjam chuh Allah tʿālyā se kun."
  },
  {
    "verse_id": 23,
    "translation": "Th yus kfr chuh kran (ae ḥbybi mkrm!) tmụ̄ sund kfr mah krụ̄nav tohyhi dil mlvul, timn (thi) chuh aasy kun pot phyirith yun, asụ̄ krvkh tim timav aʿmalv nishhi bakhbr yim tim kran chih rvudimtụ̄, be shk chuh Allah tʿālyā syinn hnz (khttith) kthh var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 24,
    "translation": "Asụ̄ vatnavvtimn (dnyahs mnz) raczh khndd fạydh pth nimvkh asụ̄ tim be bs krith skht ʿdhabs kun."
  },
  {
    "verse_id": 25,
    "translation": "Th agr tohụ̄ timn pczihv zi (sạry) āsman th zmyn kmụ̄ krụ̄ pạd. Tylhi vnn tim ẓrvr ziAllah tʿālyā hn, tohụ̄ frmạviv, tmam tʿryf chih Allah tʿālyā sndy khạṭr blkh chihnh timav mnz akthr lukh zanan."
  },
  {
    "verse_id": 26,
    "translation": "Yikynczhah āsmann th zmyns mnz chuh (svrue) chuh Allah tʿālyā sundue, be shk chuh Allah tʿālyā he be nyaz (pạnụ̄ pane) ḥmds layq."
  },
  {
    "verse_id": 27,
    "translation": "Th hrgah zmyns mnz yyityah kulụ̄ chih (sạry) qlm āsn th smndr (āsn myil) th aamhi pth krv mzyd sth smndr aath pytth aẓafh (tylhi thi) gczhn nh Allah tʿālyā sndụ̄ klmat khtm. Be shk chuh Allah tʿālyā ghạlb, ḥkmt vvl chuh."
  },
  {
    "verse_id": 28,
    "translation": "Tohụ̄ sạry pạd krnụ̄ th tohụ̄ sạry (mrnh pth) tulnụ̄ chuh (Allah tʿālyā sndi qdrt khạṭr) ṣrf aakh shkhṣ (pạd krun th tulun) hyvu. Be shk chuh Allah tʿālyā bvzn vvl vuchhn vvl."
  },
  {
    "verse_id": 29,
    "translation": "Kya tohyhi vuchuhv na zi Allah tʿālyā chuh rạcz kran dohs mnz dạkhl th dohs chuh kran rạcz mnz dạkhl th (tmy chuh) āftab th zvn thạvmcz mskhr krith, prth kanhh chuh akis mqrr vqts tam pkan byyhi yhi zi Allah tʿālyā chuh timav (tmam) kamyv nishhi bakhbryimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 30,
    "translation": "Yhi chuh aamhi mokhh zi Allah tʿālyā he chuh ḥq th yhinz yim lukh Allah tʿālyā hs varạe ʿbadt chih kran, tim chih bạṭl byyhi yhi zi Allah tʿālyā he chuh blnd th bala, thdi payuk."
  },
  {
    "verse_id": 31,
    "translation": "Kya tohyhi vuchuhv na zi nav chhe smndrs mnzAllah tʿālyā sndi nʿmt sintụ̄ pkan takh suh havyv tohyhi pnnhi kynhh nishạniyhi. Be shk chhe aath mnz pth ṣbrkrn vạlụ̄ sndi khạṭr th shkr krn vạlụ̄ sndi khạṭr nshạnyhi."
  },
  {
    "verse_id": 32,
    "translation": "Th yylhi smndrch lhr (pharrn, aobrn ya) saʿbann hndụ̄ pạtthụ̄timn pytth vurun chhe kran tylhi chih tim (kạfr th mshrk) Allah tʿālyā hs tsụ̄ kun pnnụ̄ aṭaʿt khạlṣ krith ālv lagan krun, pth yylhi suh bchạvith timn hochhrs kun chuh nivan, timav mnz chih ṣrf kcztame aʿtdal chih vathi (yʿny hdayt chih vathi) pytth pkn vạlụ̄ āsan, th sanyn āyatn chuhnh kanhh ankar kran (mgr) pth brris vʿdh puhttravn vạlis th brris nashkrgzars varạe."
  },
  {
    "verse_id": 33,
    "translation": "Ae lvukv! Pnnis rbs khvuczivu th tath dohs khvucziv yymhi doh kanhh mvl hykhi nh pnnis nychivụ̄sndi ṭrfh bdlh dith th nah āshi kanhh tiyuth nychuv yus pnnis mạlụ̄ sndi ṭrfh kynhh thi bdlh dinh vvl āshi, be shk chuh Allah tʿālyā sund vʿdh poz lhādha gczhyv nh tvhyhi dnyahch zndgy hrgz thi dvkhs mnz travnụ̄ th nah gczhyv fryb dinh vvl (shyṭane) tvhyhi Allah tʿālyā sndis bars mnz dvkhs mnztravun."
  },
  {
    "verse_id": 34,
    "translation": "Be shk chuh Allah tʿālyā se nishhi qyamtuk ʿlm, th sue chuh rvud valan, th yikynczhah bchhi danyn mnz chuh ts chhe pe th kanhh shkhṣ chuhnh yhi zanan zi pgah kya (ʿml) kmavi suh th nah chuh kanhh shkhṣ yhi zanan zi suh kth srzmyns mnzmari be shk chuh Allah tʿālyā var pạtthụ̄ zann vvl,khbrthavn vvl, (yʿny ʿlym baldhat chuh th khbyr llghyr chuh, pạnụ̄ panh chuh pth chyzuk ʿlm thavan th ys khosh gczhys ts chuh bakhbr thi kran)."
  }
]