[
  {
    "verse_id": 1,
    "translation": "Alf lam mym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi ktabih hund nạzl krnh yun, aath mnz chuhnh kanhh shk zi (yhi) chuh tmam jhann hndis prvrdgar sndi ṭrfh."
  },
  {
    "verse_id": 3,
    "translation": "Kyakạfr th mshrk chha yhi vnan zi yhi chih amụ̄ (rsvl ṣly Allah ʿlyh vslmn) pane bnạvmcz. Blkh chih so tuhndis rb sndi ṭrfh ḥq takh tohụ̄ khvcznạviyvun suh qvm yimn nishhi tohyhi brvnhh kanhh khvcznavn vvl āv nh takh tim lbn hdayt."
  },
  {
    "verse_id": 4,
    "translation": "Allah tʿālyā he chuh yymụ̄ (sạry) āsman th zmyn th yikynczhah yimn mnzbag chuh (thi) shyn dohn (yʿny shyn mdtn) mnzpạd kor pth spud (nẓami kaynat kis aqtdarks) ʿrshs pytth (pnnhi shan mṭạbq) jlvh afrvz, tuhndi khạṭr nah chuh ts vrạe kanhh mddgar th nah kanhh sfạrsh krn vvl, tylhi kya tohụ̄ chihvna nṣyḥt rttan."
  },
  {
    "verse_id": 5,
    "translation": "Suh chuh āsman pytthh zmyns tam aqtdarkh nẓamch tdbyr kran pth chuh suh amrts kun akis dohs mnz khsan (th khshi) yymiyuk mqdar aakh sas vry chuh tamhi (ḥsab) kinụ̄ yhi tohụ̄ gnzran chihv."
  },
  {
    "verse_id": 6,
    "translation": "Sue chuh ghyb th ẓạhr zann vvl, ghạlb th mhrban chuh."
  },
  {
    "verse_id": 7,
    "translation": "Sue chuh yymụ̄ rczr th ḥsn ʿṭa kor pth tth chyzs yus tmụ̄ pạd kor th tmụ̄ tul ansạny tkhlyquk ds myczi (yʿny nav rus madh) sintụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Pth pknvvun tmụ̄ sund nsl vsụ̄ payhi āb kh khlaṣh (yʿny nṭfh) sintụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Pth shyvurun yhi (tan bnạvth) th amis mnztrvvun panun (zndgy hund) rvḥ th tuhndi khạṭr bnạvin (majhi hnzi bchhi danhi mnze godd) kn th (pth) achh th (pth) dl th dmagh, tohụ̄ chihv sytthah km shkrkran."
  },
  {
    "verse_id": 10,
    "translation": "Th kạfr chih vnan zi yylhi asụ̄ myczi mnz rlith ghạb gczhv (kya) pth yimvasụ̄ navi sr pydạyshhi mnz, blkh chih tim pnnis rbs sintụ̄ mlaqats mnkr."
  },
  {
    "verse_id": 11,
    "translation": "Tohụ̄ frmạviv zi mvtuk frshth yus tohyhi pytth mqrr chuh āmut krnh chuh tuhund rvḥ qbẓ kran pth yiyiv tohụ̄ pnnis rbs kun vaps aannh."
  },
  {
    "verse_id": 12,
    "translation": "Th hrgah tohụ̄ vuchihv (tylhi kriv timn pytth tʿjb) zi yylhi mujrm lukh pnnis rb sndis drbars mnz klh nomrạvith āsn (th vann,) ae sanhi rbh! Aashi vuchh th aashi bvuz lhādha svz (vonụ̄) āshi (dnyahs mnz) vaps zi asụ̄krhv nyk ʿml be shk chih asụ̄ pczh krn vạlụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Th agr asụ̄ yaczh hav tylhi krhav pth nfss tmụ̄ sund hdayt (khodpanh) ʿṭa mgr myanhi ṭrfh chuh yhi frman thạbt spudmut zi bh brn tmam (munkir) jinv th ansanv sintụ̄ jhnm ẓrvr."
  },
  {
    "verse_id": 14,
    "translation": "Lhādha vuchihv tohụ̄ (vonụ̄) mzh zi tohyhi ạsvpnnhi yymhi dohch pyshy mshrạvith thạvmcz, be shk chihv aashi tohụ̄ mshrạvimtụ̄ th rvuzitv pnnyv timav ʿmlv hndi bdlh yim tohụ̄ kran ạsụ̄v hmyshh rvzvunhi ʿdhabuk mzh vuchhan."
  },
  {
    "verse_id": 15,
    "translation": "Lhādha chih sanyn āyatn pytth timae lukh ayman anan yimn timav (āyatv) sintụ̄ nṣyḥt chhe yivan krnh tylhi chih tim sjdh kran byyhi chih pnnis rb snzḥmd san tsbyḥ kran th tim chihnh tkbrkran."
  },
  {
    "verse_id": 16,
    "translation": "Tihnz lr chhe tihindyv bstrvnishhi juda rvzan th pnnis rbs chih khvf th amyd (kh rlh mylh kyfyt) san ālv kran th sanhi ʿṭa krnh āmthi rzqh mnz chih (sanhi vathi mnz) khrch kran."
  },
  {
    "verse_id": 17,
    "translation": "Lhādha chhanh kạnshi pe yus achhn hund shyhjar tihindi khạṭr khttith chuh āmut thavnh, yhi āshi timn (ṣalḥ ʿmln) hund bdlh yimh tim kran rvzan ạsụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Kya suh shkhṣ yus baayman āshi hykya ts shkhṣs hyvu ạsith yus nafrman āshi, (nah) yim (doshve) hykn nh brabr ạsith."
  },
  {
    "verse_id": 19,
    "translation": "Vonụ̄ yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran tylhi chih tihindi khạṭr bagh yimn mnz tim hmyshh rvzn (Allah tʿālyā sndi ṭrfh tihindis) ẓyafts th ʿzt afzạyy mnztimn (aʿmaln) hndi bdlh yim tim kran rvzan ạsụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Th yim lukh nafrman spdụ̄ tylhi chuh tihund tthkanh jhnm. Tim yylhi thi tamhi nishhi czlnuk aradh krn tylhi yin tthụ̄ mnzvaps aannh th timn yiyhi vnnh zi tamhi jhnm kh naruk mzh rvuziv vuchhan yath tohụ̄ ankar ạsụ̄v kran."
  },
  {
    "verse_id": 21,
    "translation": "Th asụ̄ vuchhnavvkh yqyna tim (ạkhrt kh) brri ʿdhab brvnhh tthụ̄ hyvu (dnyạvy) ʿdhabuk (mzh) takh tim phyrn (kfr nishhi) pot."
  },
  {
    "verse_id": 22,
    "translation": "Th ts shkhṣs khvth khsith ẓạlm kus hykhi ạsith ys tmụ̄ sndis rb sndyv āyatv sintụ̄ nṣyḥt yiyhi krnh pth phiri suh timav nishhi buth, be shk chih asụ̄ mujrmn bdlh hynh vạlụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Th be shk kr aashi mvsyā hs (ʿlyh alslam) ktab (tvrat) ʿṭa tylhi mah rvuziv tvhụ̄ tihindi mlaqat kh nsbth shks mnz th aashi bnạv so bny asraʿyl khạṭr hdayt."
  },
  {
    "verse_id": 24,
    "translation": "Th aashi bnạvụ̄ timav mnz yylhi tim ṣbrrvudụ̄ kran kynhh amam th pyshva yim sanhi ḥkmh sintụ̄ hdayt kran rvudụ̄, th timn ạs sanyn āyatn pytth pczh."
  },
  {
    "verse_id": 25,
    "translation": "Be shk kri tuhund rb qyamt kh doh timn lukn drmyan timn (kthn) hund fạṣlh yimn mnz tim akhtlaf ạsụ̄ kran."
  },
  {
    "verse_id": 26,
    "translation": "Th kya yimn spudna (aamhi kthhi sintụ̄) hdayt zi aashi āsh kạczah aumt ymn brvnhh hlak krimcz yhinzn rvzn jayn mnz yim (vonụ̄) pkan phyran chih. Be shk chhe aath mnz nishạniyhi, tylhi kya tim chihna bvzan?"
  },
  {
    "verse_id": 27,
    "translation": "Th kya timav vuchhna zi asụ̄ chih nivan āb bnjr zmyns kun pknạvith, pth chih asụ̄ aamhi nishhi fṣl krran yath tihindụ̄charvạe (thi) khyvan chih byyhi chih tim panh thi khyvan, tylhi kya tim chihna vuchhan?"
  },
  {
    "verse_id": 28,
    "translation": "Byyhi chih vnan yhi faṣlh (yʿny fạṣluk doh) krāshi hrgah cz pzụ̄yvr chuhkh."
  },
  {
    "verse_id": 29,
    "translation": "Tohụ̄ frmạviv, fạṣlh kh doh nah diyhi kạfrn tihund ayman fạydh th nah yiyhi timn mhlte dinh."
  },
  {
    "verse_id": 30,
    "translation": "Lhādha phirv tohụ̄ timn nishhi roe th kriv antẓar th tim lukh (thi) chih antẓar kran."
  }
]