[
  {
    "verse_id": 1,
    "translation": "Ae nby! Tohụ̄ rvuziv Allah tʿālyā sndis tqvyā hs pytth (ptim pạtthụ̄ astqamt san) qạyim th kạfrn th mnafqn hund (yhi) vanun (ziaashi sintụ̄ kriv mdhhby smjhvth hrgz) mah mạniv be shk chuh Allah tʿālyā var pạtthụ̄ zann vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 2,
    "translation": "Th tohụ̄ thạvivtamchi (yʿny tmhi frmanch) pạrvy jạry yus tohyhi kun tuhndis rb sndi ṭrfh vḥy chuh yivan krnh, be shk chuh Allah tʿālyā timav kamyv nishhi bakhbr yimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi thạviv Allah tʿālyā hs pytth bhrvsh (jạry) th Allah tʿālyā he chuh kạfy mddkrn vvl."
  },
  {
    "verse_id": 4,
    "translation": "Allah tʿālyā hn bnạvụ̄nh kạnshi shkhṣh sndis vachhs mnzz dil, th tmụ̄ chhanh tuhnzi khandarinhi yimn tohụ̄ẓihar kran kran mvj chihv vnan tuhnz majhi bnavimacz,th nah chihn tim nychivụ̄ tuhndụ̄ (aṣly) nychiv ụ̄bnạvụ̄mtụ̄yimn tohụ̄ zyvi chihv nychivụ̄ vnan, yimh sare chhe tuhndi ạs chh pnnhi kthh th Allah tʿālyā chuh ḥqch kth vnan th sue chuh (syz) vath havan."
  },
  {
    "verse_id": 5,
    "translation": "Tohụ̄ ạsiv timn (zyvi vnụ̄ mtyn nychvyn) tihndyn malyn (hndive navv) sintụ̄ ālv kran,yohe chuh Allah tʿālyā hs nzdyk zyadh ʿdl, pth hrgah tohyhi tihndụ̄ mạlụ̄ āsn nh pe tylhi chih (tim) dyins mnz tuhndụ̄ bạe byyhi chih tuhndụ̄ dvst. Th aath kthhi mnz chuhnh tohyhi pytth kanhh gnah yosh tohyhi ghlṭy kinụ̄ vnụ̄vu albth (tath pytth āsyv ẓrvr gnah) yymiyuk aradh tuhndyv dilav āshi kormut, th Allah tʿālyā chuh sytthah mghfrt krn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 6,
    "translation": "Yim nbyi (mkrm ṣly Allah ʿlyh vslm) chih mvmnn sintụ̄ tihindyv janvkhvth zyadh qryb th ḥqdar th tihnz azvaji (mṭhrat) chhe timn majhi, byyhi chih khvny rshth darAllah tʿālyā snzi ktabih mnz (baqy) mvmnn th mhajrn nsbt (vratht bạgravns mnz) aakh akụ̄ sndụ̄ zyadh ḥqdar aamhi varạe zi tohụ̄ yczihvdvstn pytth aḥsan krun,yhi ḥkm chuh (Allah tʿālyā snzi) ktabih mnzlykhith."
  },
  {
    "verse_id": 7,
    "translation": "Th (ae ttatthhi! Yadkriv) yylhi aashi anbyahn tihund (rsalt kh tblyghuk) ʿhd hyot th (khaṣ pạtthụ̄) tohyhi byyhi nvḥs th abrahyms th mvsyā hs th ʿīsyā abn mryms (ʿlyhm alslam) th aashi hyot timn sytthah pokhth ʿhd."
  },
  {
    "verse_id": 8,
    "translation": "Takh (Allah tʿālyā) pczihh pzụ̄yaryn tihindis pzrs mtʿlq th tmụ̄ chuh kạfrn khạṭr dg tulvun ʿdhab thvvmut tyar krith."
  },
  {
    "verse_id": 9,
    "translation": "Ae ayman valyv! Pans pytth krivAllah tʿālyā sund aḥsan yad yylhi (kạfrn hndụ̄) fvj tohyhi pytth vạtụ̄ (ḥmlh krnh khạṭr), pth svuz aashi timn pytth hva th (frshtn hndụ̄) lshkr yim nh tohyhi vuchhvvkh, th yikynczhah tohụ̄ kran chihvAllah tʿālyā chuh tath var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 10,
    "translation": "Yylhi tim (kạfr) tohyhi pytthụ̄ (vady hndi pytthimhi mshrqy and) kinụ̄ th tohyhi bnụ̄ (vady hndi bnimhi mghrby aand) kinụ̄ ḥmls ạsụ̄ āmtụ̄ th yylhi (hạbt sintụ̄ tuhndụ̄) lal ạsụ̄ phyirụ̄ mtụ̄ th (dhsht sintụ̄) ạsụ̄ (tuhndụ̄) dl httyn tam vạtimtụ̄ th tohyhi ạsụ̄v (khvf th amyd kis kyfyts mnz) Allah tʿālyā hs mtʿlq mkhtlf gmanh lạgụ̄ mtụ̄ krnụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Tath jayhi āyhi mvmnn āzmạysh krnh th timn āyhi vultth pạtthụ̄ dnnhi dinh."
  },
  {
    "verse_id": 12,
    "translation": "Th yylhi mnafq lukh th tim lukh yhindyn diln mnz (ʿqydchh kmzvry hnzth shkch) bymạrụ̄ ạs, yhi vannhi lgụ̄ ziaashi sintụ̄ avs Allah tʿālyā hn th tmụ̄ sndụ̄ rsvln ṣrf dvkhh th fryb khạṭr (zynnuk) vʿdh kormut."
  },
  {
    "verse_id": 13,
    "translation": "Th yylhi zn timav mnz akh dor vnnhi log, ae ythrb kyv rvzn valyv! Tuhndi (ḥfaẓt san) tthhrnch khnụ̄ jae rvuznh, tohụ̄ gczhiv vaps (ghrn kun) th timav mnz lvg akụ̄drụ̄nby ys (ṣly Allah ʿlyh vslm) yhi vnan vnan (vaps gczhnuk) ajazt mngun zisạnụ̄ gr chih vthy, yylhi zn tim vthụ̄ ạsụ̄ nh,tim ạsụ̄ (aamhi bhanh) ṣrf czalun yczhan."
  },
  {
    "verse_id": 14,
    "translation": "Th hrgah timn pytth mdynh kyv ṭrfv kinụ̄ fvj yhin dạkhl krnh pth yiyhi he timn (nifaquk ʿqydh thavn valyn kfrth shrkh khi) ftnuk sval krnh tylhi krhn tim suh (mṭalbh) thi pvur, th mʿmvly vqfh varạe krhn nh aath mnzczyr."
  },
  {
    "verse_id": 15,
    "translation": "Th be shk avs timav aamhi brvnhh Allah tʿālyā hs sintụ̄ ʿhdkrith thvvmut zi pot phiyrith czln nh th Allah tʿālyā hs sintụ̄ krnh āmthi ʿhdch spdi (ẓrvr) pczhh gạr."
  },
  {
    "verse_id": 16,
    "translation": "Frmạviv, tohyhi diyav nh czalun hrgz kanhh fạydh,agr tohụ̄ mvt ya qtl (kh khvf) kinụ̄czlụ̄mtụ̄ chihv tylhi hykiv nh tohụ̄ km kash vqth varạe (zndgạny hund) kanhh fạydh tulith."
  },
  {
    "verse_id": 17,
    "translation": "Frmạviv, kus chuh tiyuth shkhṣ yus tohyhi Allah tʿālyā hs nishhi bchạvith hykyv hrgah suh tohyhi tklyf diyun yczhi ya tohyhi pytth kri rḥmtuk aradh, th tim lukh nah lbn Allah tʿālyā hs varạe pnnhi khạṭr kanhh karsaz th nah kanhh mddgar."
  },
  {
    "verse_id": 18,
    "translation": "Be shk chuh Allah tʿālyā tohyhi mnz timn lukn zanan yim (rsvl ṣly Allah ʿlyh vslmn nishhi th timn hmrah rvuzith jhad nishhi) tthakh chih kran th yim pnnyn bayn chih vnan zi aashi kun yiyiv th yim lukh chihnh lrrayhi mnz yivan mgr sytthhe km."
  },
  {
    "verse_id": 19,
    "translation": "Tuhndis ḥqs mnz bkhyl spdith (chih yhi kran), pth yylhi khvfch ḥalt pysh yiyhi tylhi vuchihv tohụ̄ zi tim āsn tohyhi kun mude gnddith (th) tihnz achh āsn ts shkhṣh sndụ̄ pạtthụ̄ nczan ys pytth mvtch be hvshy ṭạry āshi spdan, pth yylhi khvf czlhi pth dinav tohyhi tyz zbanv sintụ̄ ṭʿnh (dil mlvl krn, tihund ḥal chuh yhi zi) mali ghnymtuk skh ṭmʿ krn vạlụ̄ chih. Yimav lukv aon nh (ḥqyqts mnz) aymane, lhādha chih Allah tʿālyā hn tihindụ̄ aʿmal ẓbṭ krimtụ̄ th yhi avs Allah tʿālyā hs pytth shl."
  },
  {
    "verse_id": 20,
    "translation": "Yim lukh chih (vuniyustam yhi) gman kran zi kạfrn hndụ̄ lshkr ge nh (vaps) th agr tim lshkr (dvbarh) yin tylhi yczhn yim zi kash tim bnhan diyhatyn mnz gczihth ṣḥra vn mnz rvzn vạlụ̄ (th) tuhnz khbr rvzn pczhan, th hrgah tim tohyhi mnz mvjvdāsn tylhi thi krn nh tim sytthhe km lukv varạe jng."
  },
  {
    "verse_id": 21,
    "translation": "Drḥqyqt chuh tuhndi khạṭr rsvl Allah hs (ṣly Allah ʿlyh vslm sndis dhats) mnz (zndgy hund) sytthhe mạrụ̄ mond nmvnh pth ts shkhṣs khạṭr yus Allah tʿālyā snz (yʿny ts smkh nch) th ạkhrt kh dohch amyd chuh thavan byyhi chuh Allah tʿālyā snz dhkr kthrt san kran."
  },
  {
    "verse_id": 22,
    "translation": "Th yylhi ayman valyv (kạfrn hndụ̄) lshkr vuchh pth vonukh zi yhi chuh yymiyuk vʿdh Allah tʿālyā hn th tmụ̄ sndụ̄ rsvln (ṣly Allah ʿlyh vslm) aashi sintụ̄kormut avs th Allah tʿālyā hn th tmụ̄ sndụ̄ rsvln (ṣly Allah ʿlyh vslm) chuh pozfrmvvmut lhādha gov aamhi (nẓarh) sintụ̄ tihindis aymans th frman brdạry mnz zyade huryr."
  },
  {
    "verse_id": 23,
    "translation": "Mvmnv mnz hạv (varyahv) mrdav sokth pzrạvith yath pytth timav Allah tʿālyā hs sintụ̄ ʿhd avs kormut, vonụ̄ chhe timv mnz kạnshi (shhadt lbtih) pnnụ̄ ndhr pvur krmcz th timav mnz chuh kanhh (pnnhi vari) paran, albth kr nh timav (pnnis ʿhds mnz) rczh thi tbdyly."
  },
  {
    "verse_id": 24,
    "translation": "(yhi) chuh aamhi mvjvb zi Allah tʿālyā diyhi pzụ̄ yaryn tihindi pzruk bdlh th mnafqn hrgah yczhh tylhi diyakh ʿdhab ya kri tihund tvbh qbvl. Be shk chuh Allah tʿālyā bodd bkhshn vvl bodd rḥm krn vvl."
  },
  {
    "verse_id": 25,
    "translation": "Th Allah tʿālyā hn svuzụ̄ kạfr tihindi shrart kh zyth san (mdynh nishhi namurad) vaps zi timn gyhi nh kanhh kamyạby ḥạṣl, th Allah tʿālyā spud ayman valyn khạṭr (aḥzab ks) jngs mnz kạfy, th Allah tʿālyā chuh sytthah ṭaqt vvl ʿzt vvl."
  },
  {
    "verse_id": 26,
    "translation": "Th (bnuv qurayẓh kyv) yimav ahli ktabv (panun amnuk mʿāhdh puhttrạvith) timn (ḥmlh krn valyn kạfrn) hund mddkormut avs Allah tʿālyā hn vạlụ̄ tim (thi) tihindyv qlʿū nishhi bon th tihndyn diln mnz tvvun (aslamuk) byim tohụ̄ chhvvn (timav mnz) aakh dor (tihndyn jngy jurmn hndis padashs mnz) qtl kran th aakh dor chuhvvn jngy qindụ̄ bnavan."
  },
  {
    "verse_id": 27,
    "translation": "Th tmụ̄ bnạvinav tohụ̄ timn (jngy dshmnn) hndi zmynkụ̄ th tihndyn grn hndụ̄th tihndyn maln hndụ̄ th tamhi (zynhi mathi) zmynkụ̄ mạlk yath mnz nh tohyhi (godd) pod thi avsuv tvvmut, th Allah tʿālyā chuh pth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 28,
    "translation": "Ae nbyi (mkram!) pnnyn aazvajn frmạviv zi agr tohụ̄dnya th aamich zynt th ārạysh kanchhan chhav tylhi yiyiv bh dimav tohyhi mal v dvlt th tohụ̄krv nyk slvk san rkhṣt."
  },
  {
    "verse_id": 29,
    "translation": "Th agr tohụ̄ Allah tʿālyā th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) th ạkhrt kh grchh ṭlb gar chhav tylhi chuh be shk Allah tʿālyā hn tohyhi mnz nykv kar khandarinyn khạṭr sytthah bodd ajr thvvmut tyar krith."
  },
  {
    "verse_id": 30,
    "translation": "Ae aazvaji nbyi (mukrm!) tohyhi mnz hrgah kạnshi ttakarh gnahuk aatur spdi tylhi yiyhi ts khạṭr ʿdhab dognh krnh, th yhi chuh Allah tʿālyā hs pytth varyah shl."
  },
  {
    "verse_id": 31,
    "translation": "Th tohyhi mnz yimh Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt kran rvzn byyhi rvzn nyk ʿmlh kran tylhi dimav asụ̄timn tihund thvab (thi) dognh th aashi chuh tihindi khạṭr (jnts mnz) ʿzt vvl rzq tyar krith thvvmut."
  },
  {
    "verse_id": 32,
    "translation": "Ae azvaji pyghmbr! Tohụ̄ chhav nh khatvnav mnz kạnshi akis hishhi thi, agr tohụ̄ prhyzgar rvzun chhav yczhan tylhi vartạvụ̄zyvnh (mrdn sintụ̄ ḥsbi ẓrvrt) kth krns mnznrm lhjhi zi yymụ̄ sndis dils mnz (nifaqch) bymạrụ̄ chih suh (ma) laghi lalch krnụ̄ th (hmyshh) krụ̄ zyv shkh th nzakth ros kth."
  },
  {
    "verse_id": 33,
    "translation": "Th pnnyn ghrn mnz rvuziyv skvn san qyam krith th pranhi jạhlytkụ̄ pạtthụ̄ krụ̄ zyv nh zynt th pạravuk aẓhar,byyhi thạvizyv nmaz qạyim th zkvāh rvuziyv divan th Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt rvuzyv kran,bs Allah tʿālyā chuh yy yczhan zi ae (rsvl ṣly Allah ʿlyh vslmn hndyv) ghrvalyv! Tohyhi nishhi kri pth qsmh kh gnahuk mal (byyhi shkch th nuqṣch grdtam) dvurth tohyhi kryv (mkml) pạky ʿṭa krith balkl ṣaf th pak."
  },
  {
    "verse_id": 34,
    "translation": "Th tohụ̄ ạsivAllah tʿālyā sndụ̄ āyat th (rsvl ṣly Allah ʿlyh vslmn hund) snt th ḥkmt yhinz tlavt tuhndyn ghrn mnz krnh chhe yivan yad thavan, be shk chuh Allah tʿālyā (pnnyn avlyahn khạṭr) ṣaḥbi lṭf (th tmam mkhlvqs khạṭr) bakhbr."
  },
  {
    "verse_id": 35,
    "translation": "Be shk mslman mrd th mslman khatvnh,th mvmn mrd th mvmn khatvnh, th frmanbrdarmrdth frmanbrdar khatvunh, th pzụ̄yạrụ̄mrd th pzụ̄yari khatvnh, th ṣbrvạlụ̄mrd th ṣbrvajinhi khatvnh, th ʿạjzy krn vạlụ̄mrd th ʿạjzy krn vajinhi khatvnh, th ṣdqh th khạrat krn vạlụ̄ mrd th ṣdqh th khạrat krn vajinhi khatvnh, th rvzh dar mrd th rvzh dar khatvnh, th pnnyn shrmgahn hnz rạchh krn vạlụ̄ mrd th rạchh krn vajinhi khatvnh, th kthrt san Allah tʿālyā snz dhkr krn vạlụ̄ mrd th dhkr krn vajinhi khatvnh, Allah tʿālyā hn chuh yimn sarine khạṭr mghfrt th ʿẓym ajr tyar krith thvvmut."
  },
  {
    "verse_id": 36,
    "translation": "Th nah chuh kạnshi mvmn mrds (yhi) ḥq ḥạṣl th nah kạnshi mvmn khatvnhi zi yylhi Allah tʿālyā th tmụ̄ sund rsvl (ṣly Allah ʿlyh vslm) kunhi kamhi hund fạṣlh (ya ḥkm) frmavn pth kya āshi tihindi khạṭr pnnhi (tath) kamhi mnz (krnuk ya nah krnuk) kanhh akhtyar, th yus shkhṣ Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz nafrmạny chuh kran tylhi ddol suh yqynattakarh gmrạhy mnz."
  },
  {
    "verse_id": 37,
    "translation": "Th (ae ttatthhi!) yad kriv yylhi tohyhi ts shkhṣs frmvvuv yas pytth Allah tʿālyā hn anʿām avs frmvvmut th tohyhi (thi) avsuv tas pytth anʿām frmvvmut zicz thavun pnnụ̄ ghrvajinụ̄ (zynb) pnnis zvjyts mnz rukạvith byyhi khvcz Allah tʿālyā hs th tohụ̄ ạsụ̄v pnnis dils mnzso kth )zi zynb snz mṣalḥt spdi nh czesintụ̄ th Allah tʿālyā sndi mnshh mṭạbq spdi so ṭlaq pth azvaji mṭhratn mnz shạml( khttith thạvith yath Allah tʿālyā non krrn vvl avs th tohyhi avsuv (dils mnzḥyarngụ̄) lukn (hnzn pamn) hund khvf. (ae ttatthhi! Lukn hnzfkr krnch ạs nh kanhh ẓrvrt) th ṣrf chuh Allah tʿālyā he zyadh ḥqdar zi tohụ̄ thạviv tmụ̄ sund khvf (th tuhndi khoth khsith ks mnz chuh suh) pth yylhi (tuhndụ̄ mngth nychivụ̄) zydn kor ts ṭlaq dinuk ghrẓ pvur,pth kor aashi ts sintụ̄ tuhund nkaḥ takh mvmnn pytth rvzi nh tihndyn mngth nychvyn hnzn khandarinyn hnds (yʿny tmn sintụ̄ nkaḥ krnh ks) bars mnz kanhh ḥrj yylhi zn tim (ṭlaq dith) timav nishhi be ghrẓ āsn spdụ̄ mtụ̄,th Allah tʿālyā sund ḥkm avs pvur gczhn vvle."
  },
  {
    "verse_id": 38,
    "translation": "Th nby ys (ṣly Allah ʿlyh vslm) pytth chuhnh aath kamhi (hndis krns) mnz kanhh ḥrj yosh Allah tʿālyā hn tihindi khạṭr frẓ chhe krmcz, Allah tʿālyā sund chuh yohe ṭryqh th dstvr timn lukn mnz (thi rvudmut) yim godd dae, th Allah tʿālyā sund ḥkm chuh fạṣlh yus pvur spud."
  },
  {
    "verse_id": 39,
    "translation": "Tim (goddnikụ̄) lukh ạsụ̄Allah tʿālyā sndụ̄ pygham vatnavan th ts ạsụ̄ khvczan byyhi ạsụ̄ nh Allah tʿālyā hs varạe kạnshi khvczan, th Allah tʿālyā chuh ḥsab hynh vvl kạfy."
  },
  {
    "verse_id": 40,
    "translation": "Muḥammad (ṣly Allah ʿlyh vslm) chihnh tuhndyv mrdv mnz kạnshi hndụ̄mạlụ̄ blkh chih tim Allah tʿālyā sndụ̄ rsvl byyhi chih tmam anbyahn hndis ạkhrs mnz (nbvtuk slslh khtm krn vạlụ̄), th Allah tʿālyā chuh pth chyzuk var pạtthụ̄ ʿlm thavn vvl."
  },
  {
    "verse_id": 41,
    "translation": "Ae ayman valyv! Tohụ̄ ạsiv Allah tʿālyā snz dhkr kthrt san kran."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi ạsivṣbḥ v sham tmụ̄ snz tsbyḥ kran."
  },
  {
    "verse_id": 43,
    "translation": "Sue chuh yus tohyhi pytth drvd chuh svzan byyhi tmụ̄ sndụ̄ frshth thi, takh tohyhi niyav aanhi gttv mnz krrith nvurs kun, th suh chuh mvmnn pytth brrmhrbạny krn vvl."
  },
  {
    "verse_id": 44,
    "translation": "Yymhi doh tim (mvmn) ts sintụ̄ mlaqat krn tihinz (mlaqatch) ddạlụ̄āshi slam, th tmụ̄ chuh tihindi khạṭr sytthah ʿẓmt vvl ajr tyar krith thvvmut."
  },
  {
    "verse_id": 45,
    "translation": "Ae nbiy (mkrm!) be shk chihv aashi tohụ̄ (ḥquk th khlqn hund) mshạhdh krn vạlụ̄ th (ạkhrt kh rczrch) khosh khbr dinh vạlụ̄ byyhi (ạkhrt kh ʿdhabuk) khvf bvznavn vạlụ̄ bnạvith svuzimtụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi chihv tmụ̄ sndi aidhnh sintụ̄ Allah tʿālyā hs kun dʿūt dinh vạlụ̄ th mnvr krn vạlụ̄ āftab (bnạvith svuzimtụ̄)."
  },
  {
    "verse_id": 47,
    "translation": "Th ahli aymann diyiv aamhi kthhi hnz khosh khbr zi tihindi khạṭr chuh Allah tʿālyā sund bodd fẓl. (zi tim chih amis khatm alanbyaʿ sndi nsbt chhi ghlamy mnz)."
  },
  {
    "verse_id": 48,
    "translation": "Th tohụ̄ mah mạniv (hrgz) kạfrn th mnafqn hund (yhi) vanun (zi aashi sintụ̄ kriv mdhhby smjhvth) th tihindi tklyf vatnavnh nishhi kriv drgzr, th Allah tʿālyā hs pytth thạviv bhrvsh (jạry), th Allah tʿālyā he chuh (ḥq th bạṭl chh lrrayhi mnz) kạfy karsaz."
  },
  {
    "verse_id": 49,
    "translation": "Ae ayman valyv! Yylhi tohụ̄ mvmn khatvnn sintụ̄ nkaḥ kriv pth diyiv tohụ̄ timn ṭlaq aamhi brvnhh zi tohụ̄ lạgiv timn aathh (yʿny ṣḥbt kriv) tylhi chuhnh tuhndi khạṭr timn pytth kanhh ʿdt (vạjb) kynhh zi tohụ̄ lạgiv suh gnzravun, lhādha diyiv timn kynhh mal v dvlt th timh kriyvukh rthi slvk san rkhṣt."
  },
  {
    "verse_id": 50,
    "translation": "Ae nby! Be shk chhe aashi tuhndi khạṭr tim khandarinhi ḥlal krimacz yuhund mhr tohyhi ada chuhv kormut th yimh (aḥkam alāhy mṭạbq) tuhnz mlkyt chhe, th yimh tohyhi Allah tʿālyā hn mali ghnymts mnz ʿṭa chhe krimacz, th tuhndyn pytrn hnz kvri, byyhi tuhnzn pophn hnz kvri, byyhi tuhndyn mamn hnz kvri, byyhi tuhnzn masn hnz kvri, yimav tohyhi sintụ̄ hjrt chhe krmcz byyhi kanhh thi mvmn khatvn bshrṭykh so diyhi panun pan nby (ṣly Allah ʿlyh vslm) sndi (nkaḥ) khạṭr th nby (ṣly Allah ʿlyh vslm thi) krn ts pnnis nkaḥs mnz rttnuk aradh (yimh sare chhe tohyhi pytth ḥlal), (yhi ḥkm) chuh ṣrf tuhndi khạṭr khaṣ (aumt kyn) mvmnn khạṭr nh kynhh, pzụ̄pạtthụ̄ chuh aashi pe yikynczhah aashi timn (mslmann) pytth tihnzn khandarinyn th tihindis mlkyts mnz shạml knyzn mtʿlq frẓ chuh kormut, (mgr tuhndis ḥqs mnz chuh tʿdadi azvaj kh ḥlal āsnuk khṣvṣy ḥkm āmhi mvjvb) takh tohyhi pytth rvzi nh (aumts mnzkhatvnn hndis tʿlym v trbyt kis vsyʿ antẓams mnz) kanhh tngy,th Allah tʿālyā chuh bodd bkhshn vvl bodd rḥm krn vvl."
  },
  {
    "verse_id": 51,
    "translation": "(ae ttatthhi! Tohyhi chuhv akhtyar) timav mnz yosh (zvjh) yczhyvun (pnnhi vari pytth) thạviyvun pth th yosh yczhyvun ts diyiv pans nishhi (godd) jae, th yimn sintụ̄ tohyhi (ʿārẓy) dvuryr avsuv akhtyar kormut tim aniyvukh tohụ̄ (pnnhi qrbt khạṭr) tylhi chuhnh tohyhi pytth kanhh ḥrj, aamhi sintụ̄ spdi yhi zi tihnzn achhn pyyhi (tuhndi dydar sintụ̄) shyhjar th timh rvzn nh dil malvul th timh sare rvzn tamhi sintụ̄ rạẓụ̄yikynczhah tohyhi timn ʿṭa chuhv kormut, th Allah tʿālyā chuh zanan yikynczhah tuhndyn diln mnz chuh, th Allah tʿālyā chuh var pạtthụ̄ zann vvl boddburdbar."
  },
  {
    "verse_id": 52,
    "translation": "Aamhi pth (zi timav chhe dnyạvy fạydn pytth tuhndis rẓahs th khdmts trjyḥ diczmcz) chhanh tuhndi khạṭr thi mzyd khatvnh (nkaḥs mnz rttnhi) ḥlal (takh yimae azvajhi rvzn pnnis shrfs mnz mmtazyʿny bjr thzr rvzykh brqrar) th yithi chuhnh jạyz zi (kynczhn hndis ṭlaq kis ṣvrts mnz yhi tʿdad svn ḥkm zạnith brqrar thavnh khạṭr) rttyvukh tohụ̄ tihindi bdlh baqy azvaj (nkaḥs mnz) agr chh tohyhi tihund ḥusn (syrt th akhlaq th dyn kh ashaʿtuk slyqh) kvtah thi mạrụ̄ mond bashi mgr yosh knyz (sanhi ḥkmh sintụ̄) tuhndis mlkyts mnz āshi (so chhe jạyz) th Allah tʿālyā chuh pth chyzs pytth nẓrthạvith."
  },
  {
    "verse_id": 53,
    "translation": "Ae ayman valyv!nbyi (mkrm ṣly Allah ʿlyh vslm) sndyn ghrn mnz mah ạsiv dạkhl spdan aamhi varạe zi tohyhi yiyav khynh khạṭr ajazt dinh (pth) mah ạsiv (vqth brvntthue vạtith) khyn tyar spdnkụ̄ parn vạlụ̄ bnan, āyylhi tohyhi nad āshi dinh yivan aad ạsiv andr aaczan pth yylhi khyn moklạviv khyth tylhi ạsiv (tathi thod vtith) fvraan nyran th tathi mah ạsiv kthn mnz mas gczihth bihn vạlụ̄ bnan. Yqyna chuh tuhund yithh pạtthụ̄ (czyrtam bihth) rvzun (mkrm) nby ys (ṣly Allah ʿlyh vslm) tklyf divan th tim chihv tvhyhi (nyrnh khạṭr vnns) mndchhan th Allah tʿālyā chuhnh ḥqch kth vnns mndchhan, th yylhi tohụ̄ timn (azvaji mṭhratn) kanhh samanh mngiv tylhi ạsiv timn prdh ptụ̄ kinụ̄ pczhan, yhi (adb) chuh tuhndyn diln hndikhạṭr th tihindyn diln hndi khạṭr sytthah paky hund sbb, th tuhndi khạṭr chuhnh (hrgzjạyz) zi tohụ̄ vatnạviv rsvl Allah hs (ṣly Allah ʿlyh vslm) tklyf th nah chuh yhi (jạyz) zi tohụ̄ kriv timn pth zanhh thi tihnzn (mṭhrat) aazvajn sintụ̄ nkaḥ, be shk chuh yhi Allah tʿālyā hs nzdyk sytthah bodd (gnah)."
  },
  {
    "verse_id": 54,
    "translation": "Khvah tohụ̄ kanhh chyz non krrụ̄tv ya thạvitv khttith be shk chuh Allah tʿālyā pth chyzs var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 55,
    "translation": "Timn pytth chuhnh (prdh nah krns mnz) kanhh gnah pnnyn (aṣly) malyn nishhi, th nah pnnyn nychvyn nishhi th nah pnnyn bayn nishhi, th nah pnnyn babthrn nishhi th nah pnnyn bynthrn nishhi th nah pnnyn (mslman) khatvnn th nah pnnyn mlkyty knyzn nishhi, tohụ̄ thạvivAllah tʿālyā sund tqvyā (brqrar), be shk chuh Allah tʿālyā pth chyzs pytth gvah th vuchhn vvl."
  },
  {
    "verse_id": 56,
    "translation": "Be shk chuh Allah tʿālyā th tmụ̄ sndụ̄ (sạry) frshth (mkrm) nbyi ys (ṣly Allah ʿlyh vslm) pytth drvd svzan rvzan, ae ayman valyv! Tohụ̄ (thi) ạsiv timn pytth drvd svzan th sytthah slam svzan."
  },
  {
    "verse_id": 57,
    "translation": "Be shk yim lukh Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) tklyf chih divan Allah tʿālyā chuh timn pytth dnya hs th ạkhrts mnz lʿnt svzan th tmụ̄ chuh tihindi khạṭr dhlt dinh vvl ʿdhab tyar krith thvvmut."
  },
  {
    "verse_id": 58,
    "translation": "Th yim lukh mvmn mrdn th mvmn khatvnn tklyf chih divan aamhi varạe zi timav āshi kyhnh (khṭa) kormut tylhi rott timav be shk bhtanuk th ttakarh gnahuk bar (pnnis kls pytth)."
  },
  {
    "verse_id": 59,
    "translation": "Ae nby! Pnnyn khandarinyn th pnnyn ṣaḥbzadyn th mslmann hnzn khatvnn frmạviv zi (nybr nyrnh vqth) ạsin pnnhi czadr pans pytth valan, aamhi sintụ̄ spdi yhi zi timh yin pz navnh (zi timh chhe pakdamn āzad khatvnh) pth yiyhi nh timn (āvarh knyz smjhith ghlṭy kinụ̄) tklyf dinh, th Allah tʿālyā chuh bodd bkhshn vvl bodd rḥm krn vvl."
  },
  {
    "verse_id": 60,
    "translation": "Agr mnafq lukh th tim lukh yhindyn diln mnz (rsvl ṣly Allah ʿlyh vslmn sintụ̄ bghẓ th gstạkhy hnz) bymạrụ̄ chhe, th (yithe pạtthụ̄) mdyns mnz aapzi afvah phhlavn vạlụ̄ lukh āe nh (rsvl ṣly Allah ʿlyh vslmn tklyf vatnavnh nishhi) baz tylhi krvv asụ̄ tohụ̄ timn pytth ẓrvr mslṭ pth hykn nh tim mdyns mnz tuhnzi hmsaygy mnz tthhrith mgr kme (dohn)."
  },
  {
    "verse_id": 61,
    "translation": "(yim) lʿnt krnh āmtụ̄ (lrrayhi grụ̄, dhsht grd, fsạdụ̄ th ryasts khlaf bghavt chn sạzishn mnz mlvth) lukh yythi thi lbnh yin, grftar gczhn krnh yinụ̄ th aakh aakh gczihh (ʿbrtuk nshanh bnạvith tihnzn bghavt chn karrvạyn hndi sza rngụ̄) qtl yun krnh (takh yim khṭrat aamns āsn tim gczhn ṣaf)."
  },
  {
    "verse_id": 62,
    "translation": "Allah tʿālyā sund (yohe) snt chuh timn lukn mnz (thi jạry rvudmut) yim godd gudhrymtụ̄ chih, th tohụ̄ vuchihv nh Allah tʿālyā sndis dstvrs mnz hrgz kanhh tbdyly."
  },
  {
    "verse_id": 63,
    "translation": "Lukh chihv tohyhi qyamts (yʿny qyamt kis vqts) mtʿlq pczhan. Frmạviv, aamiyuk ʿlm chuh Allah tʿālyā se nishhi, th tohụ̄ kmụ̄ krụ̄nav bakhbr bnan chuh qyamt āshi nkhe vạczmcz."
  },
  {
    "verse_id": 64,
    "translation": "Be shk chhe Allah tʿālyā hn kạfrn pytth lʿnt krmcz th tihindi khạṭr chuhn (jhnmuk) shʿlh vun nar tyar krith thvvmut."
  },
  {
    "verse_id": 65,
    "translation": "Yath mnz tim hmyshh th hmyshh rvzn vạlụ̄ chih. Nah lbn tim kanhh ḥmayt krn vvl th nah kanhh mddgar."
  },
  {
    "verse_id": 66,
    "translation": "Yymhi doh tihindụ̄buthụ̄ jhnm kis nars mnz (barbar) dubh yin phirnh (pth) vnn tim, ae kash! Aashi āsihe Allah tʿālyā snz aṭaʿt krmcz th aashi āsihe rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt krmcz."
  },
  {
    "verse_id": 67,
    "translation": "Th tim vnn, ae sanhi rbh! Be shk avs aashi pnnyn srdarn th pnnyn ztthyn hund vanun mvnmut pth ddạlụ̄ asụ̄ timav (syzi) vathi nishhi."
  },
  {
    "verse_id": 68,
    "translation": "Ae sanhi rbh! Timn di dognh ʿdhab th timn pytth kr sytthah brrlʿnt."
  },
  {
    "verse_id": 69,
    "translation": "Ae ayman valyv! Tohụ̄ bnụ̄ zyv nh timn lukn hndụ̄ pạtthụ̄ yimav mvsyā hs (ʿlyh alslam gstạkhy hnzv kthv sintụ̄) tklyf vatnvv pth krụ̄ tim Allah tʿālyā hn timav kthv nishhi be ʿīb thạbt yimh tim vnan ạsụ̄, th tim (mvsyā ʿlyh alslam) ạsụ̄ Allah tʿālyā hs nishhi sytthah thdi payikụ̄ th ʿẓmt vạlụ̄."
  },
  {
    "verse_id": 70,
    "translation": "Ae ayman valyv! Allah tʿālyā hs ạsiv khvczan byyhi ạsiv ṣḥyḥ th syod kth vnan."
  },
  {
    "verse_id": 71,
    "translation": "Suh kri tuhndi khạṭrtuhndụ̄ (sạry) aʿmal drst th tuhndụ̄ gnah kri tuhndi khạṭr mʿāf, th yus shkhṣ Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz frmanbrdạry chuh kran tylhi gyhi ts be shk brr kamyạby ḥạṣl."
  },
  {
    "verse_id": 72,
    "translation": "Be shk koraashi (aṭaʿtuk) amant āsmann th zmyns th pharrn pytth pysh pth kor timav yhi (bar) tulnh nishhi ankar th aamhi nishhi khvuczụ̄ th ansann tul suh, be shk chuh suh (pnnis jans pytth) brr zyadty krn vvl (amant kis ada krns mnz kvtahy hndi anjam nishhi) chuh sytthah be khbr th nadan."
  },
  {
    "verse_id": 73,
    "translation": "(yhi chuh) aamhi mvjvb zi Allah tʿālyā diyhi mnafq mrdn th mnafq znann th mshrk mrdn th mshrk znann ʿdhab th Allah tʿālyā kri mvmn mrdn th mvmn khatvnn hund tvbh qbvl, th Allah tʿālyā chuh sytthah mʿāf krn vvl bodd rḥm krn vvl."
  }
]