[
  {
    "verse_id": 1,
    "translation": "Tmam tʿryf chih Allah tʿālyā sndy khạṭr, yikynczhah āsmann mnz chuh th yikynczhah zmyns mnz chuh (svrue) chuh tmụ̄ sundue th ạkhrts mnz thi chih tʿryf tmụ̄ sndy khạṭr, th suh chuh sytthah ḥkmt vvl,bakhbr."
  },
  {
    "verse_id": 2,
    "translation": "Suh chuh timn (tmam) chyzn zanan yim zmyns mnz aaczan chih th yim tamhi mnz nybr nyran chih th yim āsmanh vsan chih th yim tath mnz khsan chih, th suh chuh sytthah rḥm krn vvl bodd bkhshn vvl."
  },
  {
    "verse_id": 3,
    "translation": "Th kạfr lukh chih vnan zi aashi pytth yiyhi nh qyamt, tohụ̄ frmạviv, kyazi nh myạnis ghyb zann vạlis rb sund qsm soyiyhi tohyhi pytth ẓrvr, ts nishhi nah hykhi āsmann mnz dhrs yvt chyz ghạb gczihth th nah zmyns mnz th nah (chuh) tamhi dhrh khvth kanhh lokutt (chyz) th nah kanhh bodd albth (tmiyuk tfṣyl thi) chuh rvshn ktabih (yʿny lvḥi mḥfvẓs) mnz (lykith)."
  },
  {
    "verse_id": 4,
    "translation": "Takh Allah tʿālyā kri timn lukn pvur bdlh ʿṭa yimav ayman aon byyhi rvudụ̄ nyk ʿml kran. Yimae chih tim lukh yhindi khạṭr mghfrt th bzrgy vvl (aukhrvy) rzq chuh."
  },
  {
    "verse_id": 5,
    "translation": "Th yimv sanyn āyatn mnz (mkhalftch) kvshsh kr (aashi) ʿạjz krnh kis kham khyals mnz timne lukn khạṭrchuh skht dg tulvnhi ʿdhabuk sza."
  },
  {
    "verse_id": 6,
    "translation": "Th tithụ̄ lukh yimn ʿlm chuh āmut dinh tim chih zanan zi yosh (ktab) tuhndis rb sndi ṭrfh tohyhi kun nạzl chhe krnh āmcz soe chhe ḥq th so (ktab) chhe ʿzt vạlis, tmam rczrvạlis (rb) snzi vathi kun hdayt kran."
  },
  {
    "verse_id": 7,
    "translation": "Th kạfr lukh chih (tʿjb th hzl krnh kh nyt san) vnan zi kya asụ̄ vanva tohyhi tithis shkhṣh sund yus tohyhi yhi khbr chuhv divan zi yylhi tohụ̄ (mrith) balkl ryzh ryzh spdiv pth mylv tohyhi yqyna (aakh) nov zayut."
  },
  {
    "verse_id": 8,
    "translation": "(ya) chuh suh Allah tʿālyā hs pytth aapuz bhtan gnddan nath chuh ts jnvn, (yhi kth chhanh) blkh yimn lukn ạkhrts pytth ayman chuhnh tim chih ʿdhabs th vsụ̄ payhi chh gmrạhy mnz (hynh āmtụ̄)."
  },
  {
    "verse_id": 9,
    "translation": "Pth kya timav vuchhh na timh (nishạniyhi) yimh āsmanh th zmyn kinụ̄timn brvuntthụ̄ kinụ̄ th timn ptụ̄ kinụ̄ (timn vlnh āmcz) chhe. Hrgah asụ̄ yczhv tylhi dobravvkh tim zmyns mnz nath tavvtimn pytth āsmanh pytthh kynhh ttukr, be shk chhe aath mnz pth ts shkhṣh sndi khạṭr nishạny yus Allah tʿālyā hs kun rjvʿ krn vvl chuh."
  },
  {
    "verse_id": 10,
    "translation": "Th be shk kor āshi daod s (ʿlyh alslam) pnnhi bargahi nishhi bodd fẓl ʿṭa, (th ḥkm frmvv) ae pharrv! Tohụ̄ ạsiv timn sintụ̄ mdri āvazi mnz (tsbyḥ) pran, th janavarn thi (kor mskhr krith yohe ḥkm), th aashi kor tihindi khạṭr shishtr nrm."
  },
  {
    "verse_id": 11,
    "translation": "(th arshad frmvv) zi khjhi zirh bnav th (tihindụ̄) ḥlqh jvrns mnz thav andazh drnẓr th (ae āli daod!) tohụ̄ rvuziv nyk ʿml kran, bh chuhs timh (kamhi) yimh tohụ̄ kran chihv var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 12,
    "translation": "Th slyman (ʿlyh alslam) sndi khạṭr kor (aashi) hva (mskhr) yymhi kh ṣbḥ hkhi mnzluk dvuryrakhi rytch (vath) ạs th aamhi kh shamkhi mnzluk dvuryr (thi) avs aakhi rytch vath āsan, th aashi pknvv tihindi khạṭr vyglymthi tamuk nag, byyhi ạsụ̄ kynhh jin (timn tạbʿ krụ̄mtụ̄) yim tihindis rb sndi ḥkmh timn brvnhh knhi kạm ạsụ̄ kran, th (frmvvmut avs zi) timav mnz yus kanhh sanhi ḥkmh nishhi phyri asụ̄ vuchhnavvn suh jhnm kh shʿlh vunhi narkh ʿdhabuk mzh."
  },
  {
    "verse_id": 13,
    "translation": "Tim (jnat) ạsụ̄ tihindi khạṭr yhi tim yczhan ạsụ̄ bnavan. Timn mnz ạsụ̄ thdụ̄ th brrụ̄ qlʿh th mjsmh byyhi brrụ̄ brrụ̄tttthlụ̄ yim tlav n th lngr dygn hndụ̄ pạtthụ̄ ạsụ̄. Ae āli daod! (Allah tʿālyā sund) shkr rvuziv bja anan, th myanyv bndv mnz chih shkrgzar kme spdụ̄ mtụ̄."
  },
  {
    "verse_id": 14,
    "translation": "Pth yylhi aashi slymans (ʿlyh alslam) pytth mvtuk ḥkm ṣạdr kor pth dicz nh timn jinn tihindis mvts pytth kạnshi khbr zmyn kh athri kymụ̄ sndi varạe, yus tmụ̄ sndis ʿāṣs rvud khyvan pth yylhi tihund jsm zmyns pytth pyov aad dav jinn pytth non zi hrgah tim ghyb āshn zanan tylhi rvz hn nh aath dhlt vạlis ʿdhabs mnz pyth."
  },
  {
    "verse_id": 15,
    "translation": "Drḥqyqt ạs (qvm) sba khạṭr tihindis vṭnse mnz nshạny mvjvd. (tim) ạsụ̄ z bagh, dchihnụ̄ kinụ̄ th khvvrụ̄ kinụ̄. (timn spud arshad,) tohụ̄ ạsiv pnnis rb sndirzqh mnz khyvan th tmụ̄ sund shkr ạsiv kran. (tuhund) shhr (kvtah) chuh pak th rb chuh sytthah mghfrt krn vvl."
  },
  {
    "verse_id": 16,
    "translation": "Pth phiyur timav (frmanbrdạry nishhi) buth aad svuz aashi timn pytth zvrdar shlab th aashi bdlạvụ̄ tihindụ̄ doshve bagh doyav (tithyv) baghv sintụ̄ yimn mnz bdmzh myvh th kynhh zndd th km kynczhah bryyhi kulụ̄rvudimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Yhi diyut aashi timn tihindi kfruk th nashkry hund bdlh, th asụ̄ chihnh brris nashkrgzar sndi varae (kạnshi yuth) sza divan."
  },
  {
    "verse_id": 18,
    "translation": "Th aashi āsh timn bashndn th timn bsty yn mnzbag yimn mnz aashi brkt dith ạs thạvmcz, (yamnh pytthh shams tam) aathhi yinh vajinhi (th) nkhh nkhh bstiyhi ābad krimacz, th aashi ạsụ̄ timn mnzyinas gczhns (dvran āram krnkụ̄) prrav mqrrkrith thạvimtụ̄ zi tohụ̄ lukh rvuziv yimn mnz rạczn (mnz thi) th dohn (mnz thi) be khvf spdith pkan phyran."
  },
  {
    "verse_id": 19,
    "translation": "Pth lvg timav vanun, ae sanhi rbh! Sanyn sfr kyn mnziln mnzbag krth dvuryr pạd th timav kor pnnyn nfsn pytth ẓlm pth bnạvụ̄ aashi tim (ʿbrtkụ̄) afsanh th aashi krụ̄ tim ttukr ttukr krith chhlh chhangri. Be shk chhe aath mnz sytthah ṣbr krn vạlis th anthạyy shkrkrn vạlis shkhṣh sndi khạṭr nishạniyhi."
  },
  {
    "verse_id": 20,
    "translation": "Be shk duyt ablysn timn mtʿlq panun khyal poz thạbt krth pth kr timavlukv tmụ̄ snz pạrvy akis dris varạe yus (ṣḥyḥ pạtthụ̄) mvmnn hund avs."
  },
  {
    "verse_id": 21,
    "translation": "Th shyṭan sund avsnh timn pytth kihinụ̄ zvr mgr yhi (spud) aamhi mvjvb ziasụ̄ krrhvkh tim lukh yimn ạkhrts pytth ayman chuh byon timav lukv nishhi yim aath mtʿlq shks mnz chih, th tuhund rb chuh pth chyzs pytth nẓrthạvith."
  },
  {
    "verse_id": 22,
    "translation": "Frmạviv, tohụ̄ anyvukh tim nad dith yim tohụ̄ Allah tʿālyā hs varạe (mʿbvd) chihvvkh smjhan, tim chihnh āsmann mnz akhi dhrkụ̄ thi mạlk th nah zmyns mnz, th nah chhe tihnz doshvnụ̄ (zmyn vāsmans) mnz kanhh shrakt th nah chuh timav mnz kanhh Allah tʿālyā sund mddgar."
  },
  {
    "verse_id": 23,
    "translation": "Th tmụ̄ snzi bargahi mnz diyhi nh sfạrsh nfʿ ts varạe yymụ̄ sndis ḥqs mnztmụ̄aijazt āshi diyutmut, aot tam zi yylhi tihindyv dilv nishhi phtth yiyhi dvur krnh pth vann tim (sval krith) zi tuhndụ̄ rbn kya frmvv? Tim vnn (drjvab), ḥq frmvvun (yʿny aidhn diyutn), sue chuh varyah bulnd, sytthah bodd."
  },
  {
    "verse_id": 24,
    "translation": "Tohụ̄ frmạviv, tohyhi kus chuhv āsmann th zmyn nishhi rzq divan, (pane) frmạviv tohụ̄ zi Allah tʿālyā (chuh divan) th be shk chih asụ̄ ya tohụ̄ ẓrvr hdayts pytth nath (chih) ttakarh gmrạhy mnz."
  },
  {
    "verse_id": 25,
    "translation": "Frmạviv, tohyhi spdi nh tamhi jurmch pczhh gạr yus (tuhndi gmanh kinụ̄) aashi nishhi srzd spud th nah yiyhi aashi tath mtʿlq pczhnh yhi tohụ̄ chihv kran."
  },
  {
    "verse_id": 26,
    "translation": "Frmạviv, aashi sarine kri svn rb (qyamt kh doh) jmʿ pth kri aashi drmyan ḥq mṭạbq fạṣlh, th suh chuh var pạtthụ̄ fạṣlh krn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 27,
    "translation": "Frmạviv, me hạviyvukh tim shryk yim tohyhi Allah tʿālyā hs sintụ̄ ralạvimtụ̄ chihvvkh hrgz chuhnh (kanhh shryk) blkh chuh sue Allah tʿālyā sytthah ʿzt vvl, varyah ḥkmt vvl."
  },
  {
    "verse_id": 28,
    "translation": "Th (ae ttatthhi ʿẓmt valhi!) aashi svuziv nh tohụ̄ mgr yithh pạtthụ̄ zi (tohụ̄) chihv pvur ansạnyt khạṭr khosh khbr bvznavn vạlụ̄ th khvcznavn vạlụ̄ albth akthrlukh chihnh zanan."
  },
  {
    "verse_id": 29,
    "translation": "Th tim chih vnan zi yhi (ạkhrtuk) vʿdh kr gczihh pvur agr tohụ̄ pzụ̄yạrụ̄ chihv?"
  },
  {
    "verse_id": 30,
    "translation": "Frmạviv, tuhndi khạṭr chuh vʿduk doh mqrr, nah rvuziv tohụ̄ tamhi nishhi aakh grpth th nah hykiv brvnhh pktih."
  },
  {
    "verse_id": 31,
    "translation": "Th kạfr lukh chih vnan zi asụ̄ aanav nh aath qrāns pytth hrgz ayman th nah tath (vḥy) pytth yosh aamhi brvnhh nạzl gyhi, th agr tohụ̄ vuchihv yylhi ẓạlm lukh pnnis rb sndis drbars mnz khrra yin krnh (tylhi kya mnẓrāshi) zi timav mnz āshi pth aakh (pnnụ̄) kth phirith doyimis pytth tavan, kmzvr lukh vnn tkbrkrn valyn hrgah tohụ̄ ạsihiv nh tylhi aanhv asy ẓrvr ayman."
  },
  {
    "verse_id": 32,
    "translation": "Tkbr krn vạlụ̄lukh vann kmzvrn, kya aashi korva tohyhi hdayt nishhi tthakh aamhi pth zi suh avs tohyhi nishhi āmut, blkh ạsụ̄vtohụ̄ pane mjrm."
  },
  {
    "verse_id": 33,
    "translation": "Pth vann kmzvr lukh tkbrkrn valyn blkh (tuhndụ̄) rat dohkụ̄ makrne (ạsụ̄ asụ̄ rukạvimtụ̄) yylhi tohụ̄ aashi ḥkm ạsụ̄v divan zi asụ̄ krv Allah tʿālyā hs sintụ̄ kfr th asụ̄ bnavvkh tmụ̄ sndi khạṭr shryk, th tim thavan (aakh akis nishhi) ndamt khttith yylhi tim ʿdhab vuchhn th asụ̄ travav kạfrn hnzn grdnn mnz ṭvq, th timn yiyhi tihindi krimathi kue bdlh dinh."
  },
  {
    "verse_id": 34,
    "translation": "Th aashi svuz nh kunhi bsty mnz khvcznavn vvl mgr yhi zi tathi kyv khoshḥal lukv von (hmyshh yy) zi cz yus (hdayt) hyth svznh chuhkh āmut asụ̄ chih tath ankarkran."
  },
  {
    "verse_id": 35,
    "translation": "Th timav von zi asụ̄ chih mals th avladn mnz sytthah zyadh th aashi pytth yiyhi nh ʿdhab krnh."
  },
  {
    "verse_id": 36,
    "translation": "Frmạviv, myvn rb yas khạṭr yczhan chuh rzq chuh kshadh kran th (ys khạṭr yczhan chuh) tng chuh kran albth akthr lukn chhanh pe."
  },
  {
    "verse_id": 37,
    "translation": "Th nah chih tuhndụ̄ mal tath qạbl th nah tuhndụ̄ avlad zi tvhyhi hyknv sanhi bargahi mnzqurb th nzdyky dyavnạvith mgr yymụ̄ ayman aon th nyk ʿmlh karyn, pth chuh yithhi ne lukn khạṭr dognh ajr tihinzi ʿmlhi hndi bdlh th tim āsn (jnt kyn) bala khann mnzamn v aman san."
  },
  {
    "verse_id": 38,
    "translation": "Th yim lukh sanyn āyatn mnz (mkhạlf) kvshshhi kran chih (aashi) ʿạjz krnh kis gmans mnz, timae lukh yin ʿdhabs mnz ḥạẓr krnh."
  },
  {
    "verse_id": 39,
    "translation": "Frmạviv, be shk chuh myvn rb pnnyv bndv mnz ys khạṭr yczhan chuh rzq chuh kshadh kran th yas khạṭr (yczhan chuh) tng chuh kran, th tohụ̄yikynczhah (Allah tʿālyā snzi vathi mnz) khrch kriv tylhi diyhi suh tamhi bdlh mzyd th suh chuh sarive khoth bhtr rzq dinh vvl."
  },
  {
    "verse_id": 40,
    "translation": "Th yymhi doh suh sarine yikh vatth jmʿ kri pth frmavi frshtn kya yimae lukh chha yim tuhnz ʿbadt ạsụ̄ kran?"
  },
  {
    "verse_id": 41,
    "translation": "Tim krn ʿrẓ, cz chuhkh pak cze chuhkh svn dvst nah zi yim lukh,blkh ạsụ̄ yim lukh jinatn hnz pvuza kran, yimv mnzchih akthr timne pytth ayman thavn vạlụ̄."
  },
  {
    "verse_id": 42,
    "translation": "Lhādha chuhnh azụ̄kh doh tohyhi mnz kanhh nah aakh akụ̄ sndi nfʿ huk mạlk th nah nqṣanuk, th asụ̄ vanv ẓạlimn jhnm kh ʿdhabuk mzh vuchihv yath tohụ̄ ankar ạsụ̄vkran."
  },
  {
    "verse_id": 43,
    "translation": "Th yylhi timn pytth sạnụ̄ rvshn āyat chih prith yivan bvznavnh tylhi chih tim vnan yhi (rsvl ṣly Allah ʿlyh vslm) chuh tiyuth aakh shkhṣ yus tohyhi ṣrf timav potlyv nishhi rukavun chuhv yczhan yhinz pvuza tuhndụ̄ mạlụ̄ buddi bb kran ạsụ̄, th yhi (thi) chih vnan zi yhi (qrān) chuh mḥẓ bnavnh āmut bhtan, th kạfr lukh chih aath ḥqs (yʿny qrāns) mtʿlq yylhi zn suh timn nishhi āmut chuh, yithi vnan zi yhi chuh ṣrf ttakarh jvd."
  },
  {
    "verse_id": 44,
    "translation": "Th aashi āsh nh yimn (mkh kyn lukn) nah āsmạnụ̄ ktabh ʿṭa krimacz yimn yim lukh pran āshn th nah avs tohyhi brvnhh yimn kun kanhh khvcznavn vvl svuzmut."
  },
  {
    "verse_id": 45,
    "translation": "Th yimn brvuntthimyv lukv thi avs (ḥqs) ankar kormut th yim vạtụ̄ nh tamhi kis dhimis ḥiṣs thi yikynczhah aashi timn (goddnikyn guzrymtyn) diyutmut avs pth kor timav (thi) myanyn rsvln ankar, pth kiyuth (ʿbrt nak) spud myvn ankar (thạbt)."
  },
  {
    "verse_id": 46,
    "translation": "Frmạviv, bh chuhsav tohyhi ṣrf aaky (kthhi hnz) nṣyḥt kran zi tohụ̄ kriv Allah tʿālyā sndi khạṭr (rvḥạny bydạry th bakhbr rvznh kis ḥals mnz) qyam, doyhi doyhi th aakhi aakhi pth krivghvr (yʿny ḥqyqtuk mʿāynh th mraqbh kriv pth spdyv tohyhi mshạhdh) zitohyhi ṣḥbt kh shrfh sintụ̄ nvazn vạlụ̄ (rsvli mkrm ṣly Allah ʿlyh vslm) chihnh hrgz jnvn ld tim chih skht ʿdhab (kh yinh) brvnhh tohyhi (brvqt) khvcznavn vạlụ̄ (takh tohụ̄ spdiv ghflt nishhi hushar)."
  },
  {
    "verse_id": 47,
    "translation": "Frmạviv, me yus bdlh (aamhi aḥsanuk) tohyhi mongmut āsyv suthi diyutmav tohy,myvn ajr chuh ṣrf Allah tʿālyā sndy dhmh th suh chuh pth chyzs pytth nẓr thạvith."
  },
  {
    "verse_id": 48,
    "translation": "Frmạviv,myvn rb chuh (anbyahn kun) ḥquk alqaʿ kran (suh) chuh sạry ghyb var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 49,
    "translation": "Frmạviv, ḥq āv th nah hykhi bạṭl goddnichhi ltthi (kynhh) pạd krith th nah hykhi doyimhi ltthi (kanhh chyz) vaps phirith."
  },
  {
    "verse_id": 50,
    "translation": "Frmạviv, agr bh ddalh tylhi chuh myanhi ddlnuk gnah (ya nqṣan) myạnis pnnis dhats pytth, th agr me hdayt lobmut chuh tylhi (chuhm) aamhi vjh kinụ̄ (lobmut) zi myvn rb chuh me kun vḥy svzan. Be shk chuh suh bvzn vvl nkhh chuh."
  },
  {
    "verse_id": 51,
    "translation": "Th agr tohụ̄ (yuhundḥal) vuchihv yylhi yim lukh sytthah aẓṭrabs mnz āsn, pth hykn nh bchith th nkhh chh jayhi pytthe yin rattnh."
  },
  {
    "verse_id": 52,
    "translation": "Th vnn aashi chuh amis pytth ayman aonmut, mgrvonụ̄ kthi hykn tim (ayman yvutah) dvurchhi jayhi pytthh ḥạṣl krith."
  },
  {
    "verse_id": 53,
    "translation": "Yylhi zn timav aamhi brvnhh kfr moklvv krith, th tim chih vuchhnh ros dvurchhi jayhi pytthh bạṭl gmankụ̄ tyir chhkan rvudimtụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Byyhi āyhi timn th tihnzn khvạhshatn mnzbag rukavtt travnh yithh pạtthụ̄ zn brvnhh thi timan hivyn dryn sintụ̄ krnh avs āmut. Be shk ạsụ̄ tim dvkhs mnz travn vạlis shks mnz hynh āmtụ̄."
  }
]