[
  {
    "verse_id": 1,
    "translation": "Tmam tʿryf chih Allah tʿālyā sndy khạṭr yus āsmann th zmyn (kyn tmam vusʿtn) hundpạd krn vvl chuh, frshtn yim z zth te te th czvr czvr pkhh vạlụ̄ chih, qạṣd bnavn vvl chuh, th tkhlyqs mnz yvut yczhan chuh aẓafh (th tvsyʿ) chuh kran rvzan, be shk chuh Allah tʿālyā pth chyzs pytth qdrt thavan."
  },
  {
    "verse_id": 2,
    "translation": "Allah tʿālyā yikynczhah ansann khạṭr (pnnhi) rḥmt (kh khzanh) nishhi mczravi tylhi chuhnh tath kanhh rukavn vvl,th yhi (kynczha) suh rukavi tylhi chuhnh pth kanhh tath ylh travn vvl, th sue chuh ghạlb sytthah ḥkmt vvl."
  },
  {
    "verse_id": 3,
    "translation": "Ae lvukv! Pans pytth krivAllah tʿālyā sund anʿām yad, kya Allah tʿālyā hs varạe chha kanhh byakh pạd krn vvl yus tohyhi āsmann th zmyn nishhi rzq diyhi, ts varạe chuhnh kanhh mʿbvd, tylhi kor kun chihv tohụ̄ ddlith pkan."
  },
  {
    "verse_id": 4,
    "translation": "Th agr tim tohyhi ankar krn tylh āv tohyhi bvnhh thi khya rsvln ankar krnh, th tmam kamhi yin Allah tʿālyā se kun phirnh."
  },
  {
    "verse_id": 5,
    "translation": "Ae lvukv! Be shk chuh Allah tʿālyā sund vʿdh poz lhādha yinh tohyhi dnyahch zndgy fryb diyhi, th yinh suh dghabaz shyṭan tohyhi Allah tʿālyā sndi (nav) sintụ̄ dvkhh diyhi."
  },
  {
    "verse_id": 6,
    "translation": "Be shk chuh shyṭan tuhund dshmn lhādha thạviyvun tohụ̄ thi (tmụ̄ snzi mkhalft chh shklhi mnz) suh dshmne bnạvith, suh chuh pnnis dris ṣrf aamhi mvjvb nad divan zi tim gczhn jhnmy yn mnz shạml spdnụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Kạfr lukn khạṭr chuh skht ʿdhab,th yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran tihindi khạṭr chuh mghfrt th sytthah bodd thvab."
  },
  {
    "verse_id": 8,
    "translation": "Ạkhrys shkhṣs khạṭr tmụ̄ snz bur ʿml shvubdarāshi bnavnh āmcz th ts bashi so (pzụ̄pạtthụ̄) jan (kya suh hykya ṣalḥ mvmns hyvu ạsith) lhādha be shk ys Allah tʿālyā yczhan chuh ts chuh gmrah kran th ys yczhan chuh hdayt chuhs divan, lhādha (ae jani jhan!) yimn pytth mah gạliv ḥsrt kinụ̄ th ghms mnz panun zuvu be shk yikynczhah tim kran chih Allah tʿālyā chuh tath var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 9,
    "translation": "Th Allah tʿālyā he chuh yus hvahn chuh svzan pth chih tm aobrs tulith ykja kran pth chihn asụ̄ suh (aobur) khoshk th bnjr bsty kun sạrab krnh khạṭr nivan, pth chih asụ̄ tamhi sintụ̄ tath zmyns tamhi kh mord spdnh pth zndgy ʿṭa kran, yithe pạtthụ̄ āshi (mordn hund) zndh gczihth vothun (thi)."
  },
  {
    "verse_id": 10,
    "translation": "Yus shkhṣ ʿzt chuh yczhan tylhi chuh svrue ʿzt Allah tʿālyā sndy khạṭr, pak klmat chih tmụ̄ se kun khsan th sue chuh nyk ʿmlhi (hndụ̄ drjh) blnd kran, th yim lukh bur chaln mnzlgith chih rvzan tihindi khạṭr chuh skht ʿdhab th tihund mkr th fryb gczihh nyst vnabvd."
  },
  {
    "verse_id": 11,
    "translation": "Th Allah tʿālyā ne krụ̄nav tohụ̄ myczi (yʿny ghyrnamy madh) nishhi pạd pth aakhi tvlydy qṭr nishhi, pth bnạvinav tohụ̄ jvr jvr, th kanhh madh chhanh gobih khor spdan th nah chuhs bchhi zyvan mgr tmụ̄ sndi ʿlmh sintụ̄, th nah chhe kạnshi zyitth vạnshi vạlis shkhṣh snz vạns hurravnh yivan th nah chhe tmụ̄ snz vạns km krnh yivan mgr (yhi svrue) chuh lvḥi (mḥfvẓs) mnz, be shk chuh yhi Allah tʿālyā hs pytth varyah shl."
  },
  {
    "verse_id": 12,
    "translation": "Th z smndr (ya dryav) hykn nh brabr ạsith, yhi (aakh) chuh myvutth, trysh homravn vvl, aamiyuk chon chuh khosh krvun th yhi (byakh) chuh czosh, skht ttyotth, th tohụ̄ chihv pth aakhi nishhi tazh maz khyvan, byyhi chihv zyvr (yimn mnz mokhth, mrjan bytri svrue shạml chuh) krran, yim tohụ̄ lagan chihvvkh th czchuhkh aath mnz nav (th jhaz) vuchhan yim (ābs) phasvith chih pkan takh tohụ̄ hykiv (smndry tjart chv vatv kinụ̄) tmụ̄ sund fẓl czhạnddith th takh tohụ̄ spdiv shkrgzar."
  },
  {
    "verse_id": 13,
    "translation": "Suh chuh rạcz kran dohs mnz dạkhl th doh chuh kran rạcz mnzdạkhl th tmụ̄ chuh āftab th zvn (akis nẓams tḥt) muskhrkrith thvvmut, pth kanhh chuh akis mqrr vqts mṭạbq ḥrkt kran. Yohe Allah tʿālyā chuh tuhund rb amụ̄ snze chhe sạre badshaht, th amis varạe yim potlụ̄ tohụ̄ pvuzan chihvtim chihnh khzr ānchhi hndi zạvilhi dylkụ̄ (thi) mạlk."
  },
  {
    "verse_id": 14,
    "translation": "(ae mshrkv!) hrgah tohụ̄ timn ālv kriv tylhi (chh tim potlụ̄) hykn nh tim tuhund ālv bvuzith th agr (frẓ krv) tim bvzn tylhi thi hyknv nh tohyhi jvab dith, th qyamt kh doh krn tim tuhndis shrks balkl ankar, th tohyhi kryv nh bakhbr khdays hyvu kanhh khbrdar."
  },
  {
    "verse_id": 15,
    "translation": "Ae lvukv! Tohụ̄ sạry chihv Allah tʿālyā sndụ̄ mḥtaj th Allah tʿālyā he chuh be nyaz, ḥmdvthnahuk ḥqdar."
  },
  {
    "verse_id": 16,
    "translation": "Agr suh yczhh tohyhi kryv nabvd th nov mkhlvq aanhi (barss)."
  },
  {
    "verse_id": 17,
    "translation": "Th yhi chuhnh Allah tʿālyā hs pytth mshkl kynhh."
  },
  {
    "verse_id": 18,
    "translation": "Th kanhh bvrtuln vvl hykhi nh doyimhi sund (gnahuk) bartulith, th kanhh bars tl dbith (shkhṣ) kri (doyimis) panun barloczravnh khạṭr ālv mgr tmụ̄ sndi dsụ̄ hykhi nh kanhh thi bvr tulnh yith khvah qryby rshth dare kvnh āshi, (ae ttatthhi!) tohụ̄ chihvvkh timae lukh khvcznavan yim pnnis rbs vuchhnh varạe khvczan chih th nmaz chih qạyim kran, th yus kanhh pạkyzgy ḥạṣl chuh kran suh chuh pnny fạydh khạṭr pak spdan, th Allah tʿālyā se kun chuh pot phyirith gczuhn."
  },
  {
    "verse_id": 19,
    "translation": "Th aon th gashdar hykn nh brabr ạsith."
  },
  {
    "verse_id": 20,
    "translation": "Th nah hykn aanhi gtth th nvur (brabr ạsith)."
  },
  {
    "verse_id": 21,
    "translation": "Th nah shihul th taph."
  },
  {
    "verse_id": 22,
    "translation": "Th nah hykn zndh lukh th mord brabr ạsith, be shk ys Allah tʿālyā yczhan chuh ts chuh bvznavan, th tuhndi dhmhi chihnh tim bvnavnụ̄ yim qbrn mnz (dfn krnh āmtyn mordn hndụ̄ pạtthụ̄) chih (yʿny tohụ̄ chihv nh kạfrn pnnụ̄ kth qbvl krnavnkụ̄ dhmh dar kynhh). )yth jayhi chuh man fy alqbvr )qbrn mnz dfn krnhāmtụ̄ mord( murad kạfr. Tfsyr kyv amamv chuh ṣḥabh th tabʿīn rẓy Allah tʿālyā ʿnhu nishh yvhe mʿny byan kvrmut. Ḥvalh mvjvb vuchhv,tfsyralbghvy )569,3(, zadalmsyr labn aljvzy )484,7(, tfsyralqrṭby )340,14(, tfsyralkhazn )494,3(, tfsyrabni kthyr )553,3(, tfsyr allbab laby ḥfṣ alḥnbly )200,199,15(, aldr almnthvr alsyvṭy )18,7( th ftḥ alqdyr llshvkany)346,4("
  },
  {
    "verse_id": 23,
    "translation": "Tohụ̄ chihv fqṭ ddr bvznavn vạlụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Be shk chihv aashi tohụ̄ ḥq san th hdayt san, khosh khbr bvznavn vạlụ̄ th (ạkhrtuk) ddr bvznavn vạlụ̄ bnạvith svuzimtụ̄. Th kanhh aumt chhanh ticzh mgr tath mnz chuh kanhh (nath kanhh) khvcznavn vvl (ẓrvr) avsmut."
  },
  {
    "verse_id": 25,
    "translation": "Th agr yim lukh tohyhi ankar krn tylhi chuh be shk timav lukv (thi) ankar kormut yim yimn brvnhh ạsụ̄, timn nishhi (thi) ạsụ̄ tihindụ̄ rsvl ttakarh nshạniyhi th ṣḥyfh th rvshn krn vajinụ̄ ktab hyth āmtụ̄."
  },
  {
    "verse_id": 26,
    "translation": "Pth rttụ̄ me tim kạfr (ʿdhabs mnz) pth kiyuth (ʿbrt nak) spudthạbt me ankar (krun)."
  },
  {
    "verse_id": 27,
    "translation": "Kya tohyhi vuchuhv na zi Allah tʿālyā hn vvl āsmanh āb, pth krrụ̄ aashi tamhi sintụ̄ myvh yhindụ̄ rng byon byon chih, th (yithe pạtthụ̄) chih pharrn mnz thi sfyd th vozlụ̄darh tihindụ̄ rng thi chih mkhtlf th sytthah syah (darh) thi chih."
  },
  {
    "verse_id": 28,
    "translation": "Th ansann th janvrn th charvayn mnz thi chih yithe pạtthụ̄ mkhtlf rng, bs Allah tʿālyā sndyv bndv mnz chih ts timae khvczan yim (yimn ḥqyqtn hund bṣyrt san) ʿlm thavn vạlụ̄ chih, yqyna chuh Allah tʿālyā ghạlb bodd bkhshn vvl."
  },
  {
    "verse_id": 29,
    "translation": "Be shk yim lukh Allah tʿālyā snzi ktabih hnz tlavt chih kran th nmaz chih qạym thavan thi yikynczhah aashi timn ʿṭa chuh kormut tamhi mnz chih khrch kran, khttith thi th nanhi vanh thi, th tithhi (ạkhrts mnzbkar yinh valhi) tjartkụ̄ ḥqdar chih yath nh zanhh khsarh yiyhi."
  },
  {
    "verse_id": 30,
    "translation": "Takh Allah tʿālyā kri tihund ajr timn pvur pvur ʿṭa th timn nvazi pnnhi fẓl sintụ̄ mzyd, be shk chuh Allah tʿālyā bodd bkhshn vvl, sytthhe shkr qbvl krn vvl."
  },
  {
    "verse_id": 31,
    "translation": "Th yosh ktab (qrān) aashi tohyhi kun vḥy chhe krmcz, soe chhe ḥq byyhi chhe pans brvntthimyn ktabn hnz tṣdyq krn vajinụ̄, be shk chuh Allah tʿālyā pnnyn bndn pytth pvur pạtthụ̄ bakhbr var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 32,
    "translation": "Pth bnạvụ̄ aashi aamhi ktabih hndụ̄ (yʿny qrānkụ̄) vạrth titihụ̄ lukh yim āshi pnnyv bndv mnz czạrụ̄ (yʿny aumti Muḥammadyh), vonụ̄ chih yimav mnz pnnis jans pytth ẓlm krn vạlụ̄ thi, th yimav mnz chih mtvsṭ drjs mnzrvzn vạlụ̄ thi, th yimav mnz chih Allah tʿālyā sndi ḥkmh nyky yn mnz brvnhh gczhn vạlụ̄ thi, yohe (ymhi ktabih hund yʿny qrānuk vạrth āsnue) chuh bodd fẓl."
  },
  {
    "verse_id": 33,
    "translation": "(hmyshh qyam krnh khạṭr) chih hmyshh rvzn vạlụ̄jnt yimn mnz tim dạkhl spdn, timn mnz yin tim sonh sndyv th mokhth kyv kryv sintụ̄ pạravnh th tathi āshi tihundposhak ryshmhi hund."
  },
  {
    "verse_id": 34,
    "translation": "Th tim vnn Allah tʿālyā sund ḥmdth shkr chuh yymụ̄ aashi nishhi svrue ghm kor dvur, be shk chuh svn rb bodd bkhshn vvl, bodd shkr qbvl krn vvl."
  },
  {
    "verse_id": 35,
    "translation": "Yymụ̄asụ̄ pnnhi fẓl sintụ̄ dạymy qyam kyn gran mnzvatnạvimtụ̄ chih, yath mnz nah aashi kanhh skhty vathi th nah vathi tath mnzaashi kanhh thkavtt."
  },
  {
    "verse_id": 36,
    "translation": "Th yimav lukvkfr kor tihindi khạṭr chuh jhnmuk nar, nah yiyhi timn pytth (mvtuk) fạṣlh krnh zi tim mrhn th nah yiyhi timn ʿdhab mnz kynhh km krnh, yithe pạtthụ̄ chih asụ̄ pth nafrmans bdlh divan."
  },
  {
    "verse_id": 37,
    "translation": "Th tim din tath jhnms mnzkrykh zi ae sanhi rbh!aashi krr (yythi), (vonụ̄) krv asụ̄ nyk ʿml timav (ʿmlv) nishhi mkhtlf yimh asụ̄ (godd) kran ạsụ̄. (arshad spdi) kya aashi ạsv na tohyhi tyiczah vạns diczmcz zi tath mnz yus shkhṣ nṣyḥt rattnụ̄ yczihh he, suh hykhi he svunchith th (pytthh) avs tohyhi nishhi khvcznavn vvl thi āmut,lhādha vuchihvvonụ̄ (ʿdhabuk) mzh lhādha āshi nh ẓạlmn khạṭr kanhh mddgar."
  },
  {
    "verse_id": 38,
    "translation": "Be shk chuh Allah tʿālyā āsmann hndụ̄ th zmynkụ̄ ghyb zann vvl, pzụ̄pạtthụ̄ chuh suh syinn hnzv (khttith thavnh āmczv) kthv nishhi var pạtthụ̄ bakhbr."
  },
  {
    "verse_id": 39,
    "translation": "Sue chuh yymụ̄ tohụ̄ zmyns mnz (brvuntthimyn qvmn hndụ̄) janshyn bnạvinv vonụ̄ yymụ̄ kfr kortylhi āshi tmụ̄ sndi kfruk vbal tsụ̄ pytth, th kạfrn hndis ḥqs mnz chuhnh tihund kfr tihinzi rb snzi bargahi mnz naraẓgy varạe byyhi kihinụ̄ hurravan, th kạfrn hndis ḥqs mnz chuhnh tihund kfrnqṣan varạe kunhi (thi) chyzs mnz aẓafh kran."
  },
  {
    "verse_id": 40,
    "translation": "Frmạviv, kya tohyhi chihva pnnụ̄ shryk vuchih mtụ̄ yimn tohụ̄ Allah tʿālyā hs varạe pvuza chihv kran, me hạvitv zitimavkya chyz chuh zmyn nishhi pạd kormut kinh āsmann (hndis tkhlyqs) mnzchhe tihnz kanhh shrakt kinh aashi chhe timn kanhh ktab ʿṭa krith thạvmcz zi tim chih tamhi chh dlylhi pytth qạyim? (kihinụ̄ thi nh) blkh chihnh ẓạlm lukh aakh akis sintụ̄ fryb varạe khnụ̄ vʿdh kran."
  },
  {
    "verse_id": 41,
    "translation": "Be shk chuh Allah tʿālyā āsmann th zmyns (pnnhi qdrt kh nẓam sintụ̄) aamhi kthhi nishhi rukạvith zi tim hykn (pnnyvpnnyv jayav th vatv nishhi) ddlith th hrgah tim donve ddlnhi lgn tylhi hykhi nh aamhi pth kanhh thi timn doshvnụ̄ rukạvith, be shk chuh suh bodd burdbar, bodd bkhshn vvl."
  },
  {
    "verse_id": 42,
    "translation": "Th yim lukh ạsụ̄ Allah tʿālyā hs sintụ̄ brrpokhth qsm khyvan zi hrgah yimn nishhi kanhh khvcznavn vvl yiyhi tylhi āsn yim pth aakhi aumt khvth khsith syzi vathi pytth, pth yylhi yimn nishhi khvcznavn vạlụ̄ (nby ākhralzman ṣly Allah ʿlyh vslmv) tshryf aon pth spud aamhi sintụ̄ yhindis ḥqh nishhi be zar spdns mnz aiẓafe yvt."
  },
  {
    "verse_id": 43,
    "translation": "(timav) lvgkh zmyns mnz panun pan sarive khvth bodd smjhun th bur chalh (lgụ̄) gindnhi, th bur chalh chhe tmụ̄ se chal gindn vạlụ̄ se nạlụ̄ gczhan, lhādha chihnh yim brvuntthụ̄ myn lukn hnzi (ʿdhab chh) rvishhi varạe (byyhi kunhi chyzs) paran. Lhādha lbv nh tohụ̄ Allah tʿālyā sndis sunts mnz hrgz kanhh tbdyly th nah lbiv Allah tʿālyā sndis sunts mnz hrgz kanhh phyr."
  },
  {
    "verse_id": 44,
    "translation": "Kya yim lukh chihna zmyns mnz pkan phyran takh vuchhhn zi timn lukn hund anjam kiyuth spud yim yimn brvnhh ạsụ̄ yylhi zn tim yhindi khvth zyadh zvrāvr ạsụ̄, th Allah tʿālyā chuhnh tiyuth zi āsmann mnz kya hykhi kanhh thi chyz ts ʿạjz krith th nah chuh zmyn se mnz (tiyuth kanhh chyz), be shk chuh suh sytthah ʿlmh vvl sytthah qdrt vvl."
  },
  {
    "verse_id": 45,
    "translation": "Th hrgah Allah tʿālyā lukn laghi timn (bd) ʿmln hndi bdlh yim timav kmạvith chih thạvimcz (ʿdhab kis) grfts mnzrattun tylhi tavi nh suh yath zmyn kis pshts pytth kạnshi thi pkn vạlis yalh, albth chuh suh yimn mqrr vqts tam mhlt divan. Pth yylhi tihund mqrr vqt vathi tylhi chuh be shk Allah tʿālyā pnnyn bndn var pạtthụ̄ vuchhn vvl."
  }
]