[
  {
    "verse_id": 1,
    "translation": "Yasyn (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)."
  },
  {
    "verse_id": 2,
    "translation": "Ḥkmt brụ̄thi qrānuk qsm."
  },
  {
    "verse_id": 3,
    "translation": "Be shk chihv tohụ̄ẓrvrrsvlav mnz."
  },
  {
    "verse_id": 4,
    "translation": "Syzi vathi pytth (chihvqạyim)."
  },
  {
    "verse_id": 5,
    "translation": "(yhi) chuh brris ʿzt vạlis, brris rḥm vạlis (rb) sund nạzl krnh āmut."
  },
  {
    "verse_id": 6,
    "translation": "Takh tohụ̄ khvcznạviyvun suh qvm yhindụ̄ mạlụ̄ buddi bb (thi) khvcznavnh āe nh, lhādha chih tim ghạfl."
  },
  {
    "verse_id": 7,
    "translation": "Drḥqyqt chuh tihindyn akthr lukn pytth svn frman (poz) thạbt spudmut aamhi mvjvb aann nh tim ayman."
  },
  {
    "verse_id": 8,
    "translation": "Be shk chih aashi tihnzn grdnn mnzṭvq tạvimtụ̄ vonụ̄ chih tim tihnzn hongnyn tam, lhādha chih tim klh thod rttith."
  },
  {
    "verse_id": 9,
    "translation": "Th aashi chuh timn brvutthụ̄ kinụ̄ (thi) aakh dyvar th timn ptụ̄ kinụ̄ (thi) aakh dyvar bnvvmut, pth chuh aashi timn (hnzn achhn) pytth prdh tvvmut aamhi mvjvb chihnh tim kihinụ̄ vuchhan."
  },
  {
    "verse_id": 10,
    "translation": "Th tihindi khạṭr chhe hishy ktha khvah tohụ̄ tim khvcznạvitvkh ya math khvcznạvitvkh tim aann nh ayman."
  },
  {
    "verse_id": 11,
    "translation": "Tohụ̄ chihvvn ṣrf sue shkhṣ khvcznavan yus nṣyḥtch pạrvy chuh kran th khdaʿe rḥmans chuh vuchhnh varạe khvczan, lhādha bvznạviyvun tohụ̄ suh mghfrt valhi th sytthah ʿzt valhi aajrch khosh khbr."
  },
  {
    "verse_id": 12,
    "translation": "Be shk chihkh asy kran mord zndh th asụ̄ chih suh svrue lykhan yim (aʿmal) timav brvntth kun chih svuzimtụ̄, th tihindụ̄ athrat (yim pth kun chih rvudimtụ̄) th pth chyzs chuh aashi rvshn ktabih (lvḥi mḥfvẓs) mnz aḥaṭh krith thvvmut."
  },
  {
    "verse_id": 13,
    "translation": "Th tohụ̄ kriv tihindi khạṭr aakh bsty (anṭakyh) kyn bashndn hnz mthal (dlyilhi rngụ̄) byan, yylhi timn nishhi kynhh pyghmbr āe."
  },
  {
    "verse_id": 14,
    "translation": "Yylhi aashi timn kun (goddnikụ̄) z (pyghmbr) svuzụ̄ timavkor timn doshvnụ̄ankar pth diyut aashi (timn) trymis (pyghmbr) sndi dhryʿh ṭaqt, pth von timav tryshvyv be shk chih asụ̄ tohyhi kun svznh āmtụ̄."
  },
  {
    "verse_id": 15,
    "translation": "(bsty hndyv lukv) vonkh, tohụ̄ chihv ṣrf sạny pạtthụ̄ bshr th khdaʿe rḥmann kor nh kihinụ̄ nạzl, tohụ̄ chihv ṣrf aapuz vnan."
  },
  {
    "verse_id": 16,
    "translation": "(pyghmbrv) vonkh, svn rb chuh zanan zi asụ̄ chih pzụ̄pạtthụ̄ tohyhi kun svznh āmtụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Th vaẓḥ pạtthụ̄ pygham vatnavnh ʿlavh chuhnh aashi pytth kihinụ̄ lạzm."
  },
  {
    "verse_id": 18,
    "translation": "(bsty hndyv lukv) vonkh, aashi chuh tuhndi sintụ̄ bd ṭalʿ āmut agr tohụ̄ yqyna baz phyiriv nh tylhi krvv asụ̄ tohụ̄ pzụ̄pạtthụ̄ knhi knhi th sanhi ṭrfh vatyv tohyhi ẓrvr dg tulvun ʿdhab."
  },
  {
    "verse_id": 19,
    "translation": "(pyghmbrv) vonkh, tuhund bd ṭalʿ chuh tohyhi sintụ̄, kya yhi chha bd ṭalʿ zi tohyhi āyv nṣyḥt krnh, blkh chihv tohụ̄ lukh ḥd nishhi nyrn vạlụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Th shhrkhi dvurdraz aand pytthh āv aakh shkhṣ dvran dvran, tmụ̄ von, ae myanhi qvmh! Tohụ̄ kriv pyghmbrn hnz pạrvy."
  },
  {
    "verse_id": 21,
    "translation": "Tithiyn lukn hnz pạrvy kriv yim tohyhi kanhh mʿāvẓh chihnh mngan byyhi chih tim hdayt yafth."
  },
  {
    "verse_id": 22,
    "translation": "Th me kya chuh zi bh kr nh ts dhat snz ʿbadt yymụ̄ bh pạd chuhs kormut th tohụ̄ (sạry) yiyiv tsụ̄ kun vaps ninh."
  },
  {
    "verse_id": 23,
    "translation": "Kyabh bnavkhh suh (Allah tʿālyā) tạvith tithiụ̄ mʿbvd zi hrgah khdaʿe rḥman me kanhh tklyf vatnavun yczhi tylhi nah hykhi me tihnzsfạrsh kynhh nfʿ dith th nah hykn me tim yale tavnạvith."
  },
  {
    "verse_id": 24,
    "translation": "Be shk āsh bh tylhi ttakarh gmrạhy mnz."
  },
  {
    "verse_id": 25,
    "translation": "Be shk chuh me tuhndis rbs pytth ayman aonmut, lhādha bvuziv me tohụ̄ (ghvr san)."
  },
  {
    "verse_id": 26,
    "translation": "(suh kor kạfrv shhyd pth) ās vannh, (valh) aacz jnts mnz,tmụ̄ von, ae kash!myạnis qvms lghi he pae."
  },
  {
    "verse_id": 27,
    "translation": "Zi myạnụ̄ rbn chuh me mghfrt kormut th bh chuhnas ʿzt th qrbt valyn mnz shạml kormut."
  },
  {
    "verse_id": 28,
    "translation": "Th aashi vvl nh aamhi pth tmụ̄ sndis qvms pytth āsman nishhi (frshtn hund) kanhh lshkr th nah ạsụ̄ asụ̄ (tim hlak krnh khạṭr frshth) nạzl krn vạlụ̄."
  },
  {
    "verse_id": 29,
    "translation": "(tihund ʿdhab) avsnh akhi skht āvazi varạe kihinụ̄,bs tim ge tamy saʿth (mrith cznyn hndụ̄ pạtthụ̄) czhyth."
  },
  {
    "verse_id": 30,
    "translation": "Haʿe (timn) bndn pytth afsvus! Timn nishhi avsnh kanhh rsvl yivan mgr yhi zi tim ạsụ̄ tmis hzl kran."
  },
  {
    "verse_id": 31,
    "translation": "Kya yimav vuchhna zi aashi kạtyavae qvm krụ̄ yimn brvnhh hlak, zi vonụ̄ yin nh tim lukh yimn kun pot phyirith."
  },
  {
    "verse_id": 32,
    "translation": "Mgr yhi zi tim yin aand hyth sạry sạnis drbars mnz ḥạẓr krnh."
  },
  {
    "verse_id": 33,
    "translation": "Th tihindi khạṭr chhe aakh nshạny mord zmyn,yosh aashi zndh kr th aashi krrụ̄ aamhi mnz (anajikụ̄) danh, pth chih tim aamhi mnz khyvan."
  },
  {
    "verse_id": 34,
    "translation": "Th aashi bnạvụ̄ aath mnz khzr bagh th dachhhi bagh th aamhi mnz krụ̄ aashi kynhh nag thi jạry."
  },
  {
    "verse_id": 35,
    "translation": "Takh tim khyn aamikụ̄ myvh th yhi (svrue) bnvv nh tihindyv aathv aamhi pth (thi) chihna tim shkrkran."
  },
  {
    "verse_id": 36,
    "translation": "Pak chhe so dhat yymụ̄ sarine chyzn hndụ̄ jvrkrụ̄ pạd, timav nishhi (thi) yimn zmyn chhe vopdavan th panh tihndyv nfsv nishhi thi th (byyhi) timav chyzv nishhi thi yimn nh tim zanan chih."
  },
  {
    "verse_id": 37,
    "translation": "Th aakh nshạny chhe timn khạṭr rat (thi), asụ̄ (kithh pạtthụ̄) chih tamhi mnzdoh krran lmith pth chih tim tamhi vqth aanhi gttis mnz pyth rvzan."
  },
  {
    "verse_id": 38,
    "translation": "Th āftab chuh hmyshh pnnhi mqrr mnzlh khạṭr (tthhrnh varạe pnns mdars mnz) pkan rvzan, yhi chih brris ghạlb sytthah ʿlm vạlis (rb) snz (ryaẓyạty) mnṣvbh bndy."
  },
  {
    "verse_id": 39,
    "translation": "Th aashi chih zvunhi hndụ̄ (ḥrktkụ̄ th grdsh hndụ̄) mnzil (thi) mqrrkrith thạvimtụ̄ aot tam zi (zmyn kyn rvzn valyn chih loktt loktt gczhan bvznh yvan yot tam) khzr kulụ̄ chhi panhi lnjhi hndụ̄ pạtthụ̄ chih spdan."
  },
  {
    "verse_id": 40,
    "translation": "Nah chhe āftabs yhi mjal zi (panun mdartrạvith) gczhi shu zvunh sintụ̄ ttkravnh th nah hykhi rate doh brvntth nnụ̄nyirith,th sạry (starh th syarh) chih pnnis (pnnis) mdars mnz ḥrkt kran."
  },
  {
    "verse_id": 41,
    "translation": "Th aakh nishạny chhe tihindi khạṭr yhi (thi) zi aashi ạsụ̄ tihindụ̄ ābaʿ v ajdad (yim ādm snz dhuryt ạsụ̄, nvḥ snzi) navi mnz svarkrụ̄mtụ̄ (th bchạvi mtụ̄)."
  },
  {
    "verse_id": 42,
    "translation": "Th aashi bnavi tihindi khạṭr aath (navi) hishhi timh (varyah svari) yimn pytth yim lukh svar chih spdan."
  },
  {
    "verse_id": 43,
    "translation": "Th agr asụ̄ yaczhv tylhi krvkh tim ghrq pth nah āshi tihindi khạṭr kanhh fryad bvzn vvl th nah hykn tim bchavnh yith."
  },
  {
    "verse_id": 44,
    "translation": "Svae sạnụ̄ rḥmt th (yhi) fạydh chuh akis mqrrh vqts tam."
  },
  {
    "verse_id": 45,
    "translation": "Th yylhi timn vannh chuh yivan zitohụ̄ khvucziv tath (ʿdhabs) yus tohyhi brvnhh knhi chuh th yus tohyhi ptụ̄ kinụ̄ chuh takh tohyhi pytth yiyhi rḥm krnh."
  },
  {
    "verse_id": 46,
    "translation": "Th tihindis rb snzv nishạnyv mnz chhanh kanhh (thi) nshạny timn nishhi yivan mgrtim chih tamhi nishhi buth phiran."
  },
  {
    "verse_id": 47,
    "translation": "Th yylhi timn vannh chuh yivan zi tohụ̄ kriv tamhi mnz (khdae snzi vathi mnz) khrch yhi tohyhi Allah tʿālyā hn ʿṭa chuhv kormut tylhi chih kạfrlukh ayman valyn vnan kya asụ̄ khyavvnh suh (ghryb) shkhṣ ys hrgah Allah tʿālyā yczihh he tylhi khyavihys (pane). Tohụ̄ chihv ttakarh gmrạhy mnz (hynh) āmtụ̄."
  },
  {
    "verse_id": 48,
    "translation": "Th tim chih vnan zi yhi (qyamtuk) vʿdh krgczihh pvur agrcz pzụ̄yvr chuhkh."
  },
  {
    "verse_id": 49,
    "translation": "Tim lukh chih ṣrf akis skht kykhi paran yosh timn (achank) ratthi th tim āsn panh vạnụ̄czuvan."
  },
  {
    "verse_id": 50,
    "translation": "Pth nah rvzn tim vṣyt krnse qạbl th nah hykn pnnyn bạczn kun pot phyirith."
  },
  {
    "verse_id": 51,
    "translation": "Th (yymhi saʿth doyimhi ltthi) ṣvurs yiyhi phokh dinh pth dvrn tim fvraan qbrv mnznyirith pnnis rbs kun."
  },
  {
    "verse_id": 52,
    "translation": "(rvzi mḥshrkụ̄ byim nak mnẓr vuchihth) vann, hae sạnụ̄ bdqsmty asụ̄ kmụ̄ tulụ̄ pnnyv khvab gahv mnz, (yhi zndh spdun) chuh sue yymiyuk khdaʿe rḥmann vʿdh avs kormut th rsvlv avs poz vonmut."
  },
  {
    "verse_id": 53,
    "translation": "Yhi āshi bs aakh skht āvaz pth yin tim sạry aandhyth sytthah jl sạnis drbars mnz ḥạẓr krnh."
  },
  {
    "verse_id": 54,
    "translation": "Pth yiyhi nh azụ̄kh doh kạnshi nfss pytth kanhh ẓlm krnh th nah yiyav tohyhi kanhh bdlh dinh svae tmn kamyn hund yimh tohụ̄ kran rvzan ạsụ̄v."
  },
  {
    "verse_id": 55,
    "translation": "Be shk āsn jntkụ̄ rvzn vạlụ̄ aaz (pnnyn) dl psnd kamyn (mthlaan zyartn, ẓyaftn, rut klam bvzns th baqy nʿmtn) hund lṭf tlan."
  },
  {
    "verse_id": 56,
    "translation": "Tim th tihnz khandarinhi āsn gnyn shihlyn mnztkhtn pytth dd okh dth bihth."
  },
  {
    "verse_id": 57,
    "translation": "Tihindi khạṭr āshi tath mnz (pth qsmuk) myvh th tihindi khạṭr āshi pth suh chyz (dstyab) yhi tim mngn."
  },
  {
    "verse_id": 58,
    "translation": "Slam ạsin (tohyhi pytth), (yhi) yiyhi rbi rḥym sndi ṭrfh frmavnh."
  },
  {
    "verse_id": 59,
    "translation": "Th ae mjrmv!tohụ̄ gczihv aaz (nykvkarv nishhi) alg."
  },
  {
    "verse_id": 60,
    "translation": "Ae bny ādm! Kya me avsmv na tohyhi aamhi kthhi hund ʿhd hyotmut zi tohụ̄krụ̄zyv nh shyṭan snz ʿbadt, be shk chuh suh tuhund ttakarh dshmn."
  },
  {
    "verse_id": 61,
    "translation": "Th yhi zi myạnụ̄ ʿbadt rvuzyv kran, yhe chhe syz vath."
  },
  {
    "verse_id": 62,
    "translation": "Th be shk krtmụ̄ tohyhi mnz varyah khlqt gmrah, pth kya tohyhi ạsv na ʿql."
  },
  {
    "verse_id": 63,
    "translation": "Yhi chuh sue jhnm yymiyuk tohyhi sintụ̄vʿdh rvud yivan krnh."
  },
  {
    "verse_id": 64,
    "translation": "Aza gczihv yath jhnms mnz dạkhl aamhi vjh kinụ̄ zi tohụ̄ ạsụ̄v kfrkran rvudimtụ̄."
  },
  {
    "verse_id": 65,
    "translation": "Aaz lgavav asụ̄ tihindyn chanttyn pytth mohr th tihindụ̄ aathh krn aashi sintụ̄ kthh th tihindụ̄ khor din timn ʿmln hnz gvạhy yimh tim kmavan ạsụ̄."
  },
  {
    "verse_id": 66,
    "translation": "Th agr asụ̄ yczhhav tylhi mittavhav tihnzn achhn hndụ̄ nishanh tam, pth dvhn tm vathi pytth mgrso kpạrụ̄ yiyhi hykh aathhi."
  },
  {
    "verse_id": 67,
    "translation": "Th agr asụ̄ yczhhv tylhi krhav tihnzn rvzn jayn pytthe tihnz ṣvrt mskh pth nah āsihe timn brvnhh gczhnuk ṭaqt th nah hykhan potue phyirith."
  },
  {
    "verse_id": 68,
    "translation": "Th ys asụ̄ zyitth vạns chih divan suh chihn ṭaqts th ṭbʿīts mnz (shurụ̄pans ya kmzvry kun) pot phiran, tylhi kya timn chhana ʿql."
  },
  {
    "verse_id": 69,
    "translation": "Th aashi hychihnạvụ̄ nh tim (yʿny ʿẓmt vvl nby ṣly Allah ʿlyh vslm) shʿr vanun kynhh th nah chuh yhi tihindis shans shvuban. Yhi (ktab) chhe ṣrf nṣyḥt th ttakarh qrān."
  },
  {
    "verse_id": 70,
    "translation": "Takh tim khvcznavn ts shkhṣs yus zndh āshi th kạfrn pytth gczihh ḥujtuk frman thạbt."
  },
  {
    "verse_id": 71,
    "translation": "Kya timav vuchhna zi aashi krụ̄ pnnhi dsti qdrt sintụ̄ bnavnh āmthi (mkhlvq) mnz tihindi khạṭr charvạe pạdvonụ̄chih tim tihindụ̄ mạlk."
  },
  {
    "verse_id": 72,
    "translation": "Th aashi krụ̄ tim (charvạe) timn tạbʿ vonụ̄ chhe timav mnz kynhh tihnz svari th timav mnz chih tim kynczhn khyvan."
  },
  {
    "verse_id": 73,
    "translation": "Th timn mnz chih tihindi khạṭr byyhi thi (kynhh) fạydh th chynh chyz, tylhi kyazi chihnh tim shkrkran."
  },
  {
    "verse_id": 74,
    "translation": "Th timav chih Allah tʿālyā hs varạe potlụ̄ bnạvimtụ̄ mʿbvd aath amyds pytth zi timn yiyhi mdd krnh."
  },
  {
    "verse_id": 75,
    "translation": "Timn potlyn chuhnh timn mdd krnuk ṭaqt th yim (kạfr th mshrk) āsn timn (potlyn) hndụ̄ lshkr yim (yikh vatth jhnms mnz) ḥạẓr yin krnh."
  },
  {
    "verse_id": 76,
    "translation": "Lhādha mah krụ̄ nav tohyhi tihnz kthh dil mlvul, be shk chih asụ̄ zanan yikynczhah tim khttith chih thavan th yikynczhah tim non chih krran."
  },
  {
    "verse_id": 77,
    "translation": "Kya ansann vuchhna yhi zi aashi kor suh aakhi tvlydy qṭr nishhi pạd, tvthi bnyav suh nanhi vanh pạtthụ̄ skht lrrayhi gor."
  },
  {
    "verse_id": 78,
    "translation": "Th (panh) lajn sanhi khạṭr mthalh byan krnhi th pnnhi pydạysh (hnz ḥqyqt) gys mshith.vannhi log, addijn kus kri zndh yylhi zn timh dodrymcz āsn?"
  },
  {
    "verse_id": 79,
    "translation": "Frmạviv, timn kri sue zndh yymụ̄ timh goddnichhi ltthi pạd āsh krimacz, th suh chuh pth mkhlvqs var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 80,
    "translation": "Yymụ̄ tuhndi khạṭr srsbz kulhi nishhi nar pạd kor vonụ̄ chihv tohụ̄ tamy sintụ̄ narzalan."
  },
  {
    "verse_id": 81,
    "translation": "Th kya suh yymụ̄ (sạry) āsman th zmyn pạd chhe krmcz chuhna aath kthhi pytth qdrt thavan zi yimn hyvu tkhlyq kri (navi sr), kyazi nh, th suh chuh bodd pạd krn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 82,
    "translation": "Tmụ̄ sund (tkhlyquk) ḥkm chuh ṣrf yhi zi yylhi suh kunhi chyzs (pạdkrun) yczhan chuh tylhi chuh ts frmavan sapad, pth chuh suh fvraan (mvjvd ya ẓạhr) spdan (byyhi chuh spdan rvzan)."
  },
  {
    "verse_id": 83,
    "translation": "Lhādha chhe so dhat pak yymụ̄ sndis (qdrt kis) aths mnz pth chyzch badshaht chhe th tohụ̄ yiyiv tsụ̄ kun vaps ninh."
  }
]