[
  {
    "verse_id": 1,
    "translation": "Qṭar dr qṭar ṣfh gndith jmạʿczn hund qsm."
  },
  {
    "verse_id": 2,
    "translation": "Pth aobrn lmith ninh vajinyn ya burạyiyan pytth skhty san grz krn vajinyn jmạʿczn hund."
  },
  {
    "verse_id": 3,
    "translation": "Pth dhkri alāhy (ya qrān mjydch) tlavt krn vajinyn jmạʿczn hund."
  },
  {
    "verse_id": 4,
    "translation": "Be shk chuh tuhund mʿbvd aakve."
  },
  {
    "verse_id": 5,
    "translation": "(yus) āsmann th zmynuk byyhi yus (mkhlvq) yimn don mnzbag chuh tamiyuk rb chuh, th āftab khsnh chn tmam jayn hund rb chuh."
  },
  {
    "verse_id": 6,
    "translation": "Be shk sjvv aashi dunyahuk āsman (yʿny goddniyuk āsmạnụ̄ kurh) tarkvth syarv hndi zynt sintụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Th (tim) bnạvụ̄ pth buthụ̄ phirụ̄shyṭans nishhi mḥfvẓ."
  },
  {
    "verse_id": 8,
    "translation": "Tim (shyṭan) hykn nh ʿālmi bala hs kun kn dith.th timn pytth chih pth ṭrfh (tyongl) chhknh yivan."
  },
  {
    "verse_id": 9,
    "translation": "Timn czlravnh khạṭrth tihindi khạṭr chuh ʿdhab yus nh zanhh khtm gczihh."
  },
  {
    "verse_id": 10,
    "translation": "Mgr yus (shyṭan frshtn hnzkanhh kth) aakhi latthi jvuntth dith niyhi tylhi chuh pzlh vun tyongul ts pth lgan."
  },
  {
    "verse_id": 11,
    "translation": "Yimn pczihv zi kya yim lukh chha tkhlyq krnh yins mnz zyadh skht (th mshkl) kinh tim chyz yim aashi (āsmạnụ̄kayna ts mnz) tkhlyq chih krụ̄mtụ̄, be shk chih aashi yim lukh lạrith gczhn vajinhi rbih krụ̄mtụ̄ pạd."
  },
  {
    "verse_id": 12,
    "translation": "Blkh chuhv tohyhi tʿjb gczhan th tim chih ttsnh czttan."
  },
  {
    "verse_id": 13,
    "translation": "Th yylhi timn nṣyḥt chhe yivan krnh tylhi chihnh nṣyḥt rttan."
  },
  {
    "verse_id": 14,
    "translation": "Th yylhi kanhh nshạny chih vuchhan tylhi chih hzl kran."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi chih vnan zi yhi chuh ṣrf ttakarh jvd."
  },
  {
    "verse_id": 16,
    "translation": "Kya yylhi asụ̄ marv th asụ̄ spdv mycz th addijhi tylhi yimvaasụ̄ pzụ̄pạtthụ̄ (nvi sr zndh krith) tulnh?"
  },
  {
    "verse_id": 17,
    "translation": "Th kya sạnụ̄ brvuntthim mạlụ̄ buddi bb thi (yinh tulnh)?"
  },
  {
    "verse_id": 18,
    "translation": "Frmạviv, ā th (blkh) gczihv tohụ̄dhlyl th rsva (thi)."
  },
  {
    "verse_id": 19,
    "translation": "Lhādha āshi suh ṣrf aakh (zvrdar āvazi hund) grz pth lagn sạry achank (thod vtith) vuchuhn."
  },
  {
    "verse_id": 20,
    "translation": "Th vann, hae sạnụ̄ shamth,yhi he jzahuk doh chuh."
  },
  {
    "verse_id": 21,
    "translation": "(vannh yiyhi, ā) yhi chuh sue fạṣluk doh yath tohụ̄ ankarạsụ̄vkran."
  },
  {
    "verse_id": 22,
    "translation": "Tim (sạry) lukh kriyvukh jmʿ yimav ẓlm kor th tihindụ̄ sạthy th pạrvkar (thi) byyhi tim (bạṭl mʿbvd thi) yimn tim pvuza ạsụ̄ kran."
  },
  {
    "verse_id": 23,
    "translation": "Allah tʿālyā hs tạvith, pth niyvukh tim sạry jhnm chh vathi pytth."
  },
  {
    "verse_id": 24,
    "translation": "Th pth rukạviyvukh tim (ṣraṭs nishhi), timn spdi pczhh gạr."
  },
  {
    "verse_id": 25,
    "translation": "(timn yiyhi vannh,) tohyhi kya gov tohụ̄ chihv nh aakh akis mdd kran?"
  },
  {
    "verse_id": 26,
    "translation": "(tim kya mdd krn) blkh āsn tim aaz panh grdnh nomrạvith khrra."
  },
  {
    "verse_id": 27,
    "translation": "Th tim krn aakh akis kun ẓon phirith panh vạnụ̄ sval."
  },
  {
    "verse_id": 28,
    "translation": "Tim vann, be shk ạsụ̄v tohy aashi nishhi dchihnhi aand kinụ̄ (yʿny pnnhi ḥqs pytth āsnkụ̄ qsm havan havan) yivan."
  },
  {
    "verse_id": 29,
    "translation": "(timn gmrah krn vạlụ̄ pyshva) vann, blkh ạsụ̄v nh tohụ̄ pane ayman aann vạlụ̄."
  },
  {
    "verse_id": 30,
    "translation": "Th tohyhi pytth avsnh svn khnụ̄ zvr (th dbav) blkh ạsụ̄v tohụ̄ panh buthụ̄ phirụ̄ lukh."
  },
  {
    "verse_id": 31,
    "translation": "Lhādha gov aashi pytth sạnis rb sund frman thạbt. (vonụ̄) chih asụ̄ (ʿdhabuk) mzh vuchhn vạlụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Lhādha krụ̄v aashi tohụ̄ gmrah be shk ạsụ̄ asụ̄ panh gmrah."
  },
  {
    "verse_id": 33,
    "translation": "Pth gczhn tamhi doh tim (sạry) ʿdhabs mnzpanh vạnụ̄ shryk."
  },
  {
    "verse_id": 34,
    "translation": "Be shk chih asụ̄ mujrmn sintụ̄ yuthue slvk kran."
  },
  {
    "verse_id": 35,
    "translation": "Pzụ̄pạtthụ̄ ạsụ̄ tim tithụ̄ lukh zi yylhi timn vannh avs yivan zi Allah tʿālyā hs varạe chuhnh kanhh ʿbadts layq tylhi ạsụ̄ tim tkbr kran."
  },
  {
    "verse_id": 36,
    "translation": "Th vnan ạsụ̄, kya asụ̄ chha akis dyvanh shaʿr sndi khạṭr pnnyn mʿbvdn tavan vạlụ̄?"
  },
  {
    "verse_id": 37,
    "translation": "(suh nah chuh mjnvn nah chuh shạʿr) blkh chih tim (dyni) ḥq hyth āmtụ̄ th timav chuh (Allah tʿālyā sndyn) pyghmbrn hund tṣdyq kormut."
  },
  {
    "verse_id": 38,
    "translation": "Be shk chihv tohụ̄ dg tulvnhi ʿdhabuk mzh vuchhn vạlụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Th tohyhi yiyav nh (kanhh) bdlh dinh mgr ṣrf tamhi kue yhi tohụ̄ kran ạsụ̄v."
  },
  {
    "verse_id": 40,
    "translation": "(ā) mgr Allah tʿālyā sndụ̄ tim (brgzydh th czarnh āmtụ̄) bndh yimn (nfs th nfsạnyt nishh) āzạy chhe ḥạṣl gmcz."
  },
  {
    "verse_id": 41,
    "translation": "Yime chih tim lukh yhindi khạṭr (ṣbḥs shams) khaṣ rzq mqrr chuh."
  },
  {
    "verse_id": 42,
    "translation": "(pth qsmkụ̄) myvh āsn, th timn spdi tʿẓym th tkrym."
  },
  {
    "verse_id": 43,
    "translation": "Nʿmtn th raḥtn hndyn baghn mnz (āsn qyam krith)."
  },
  {
    "verse_id": 44,
    "translation": "Tkhtn pytth āsn msnd lgạvith aakh akis brvnhh knhi (jlvh havan)."
  },
  {
    "verse_id": 45,
    "translation": "Timn āsn glhi brtụ̄ (ṭhvr) shrabkụ̄jam phirvanh yivan."
  },
  {
    "verse_id": 46,
    "translation": "Yus sytthah sfyd āshi, chynh valyn khạṭr āshi srasr ldht (vvl)."
  },
  {
    "verse_id": 47,
    "translation": "Nah āshi tath mnz kanhh ẓryr ya klh giyvur th nah hykn tim (suh chyth) ddlith."
  },
  {
    "verse_id": 48,
    "translation": "Th timn aakhi pash āsn nẓr bon thavn vajinhi, sytthah khvbṣvrt achh vajinhi (ḥvr bihth)."
  },
  {
    "verse_id": 49,
    "translation": "(timh basn sfyd th khosh krvnis rngs mnz ticzhh) znth grdghbarnishhi rczhrạvith tthvul āsn (thạvith)"
  },
  {
    "verse_id": 50,
    "translation": "Pth pczhn tim (jnty) panh vạnụ̄ aakh akis kun ẓon phirith (ḥal th aḥval)"
  },
  {
    "verse_id": 51,
    "translation": "Timav mnz vanhi aakh vann vvl (doyimis) zi myvn aakh smkhnh vvl avs (yus ạkhrtuk munkr avs)."
  },
  {
    "verse_id": 52,
    "translation": "Suh avs (me) vnan, kya czthi chuhkhh (timn kthn hund) yqyn th tṣdyq krn valyv mnz?"
  },
  {
    "verse_id": 53,
    "translation": "Kya yylhi asụ̄ marv th asụ̄ bnv mycz th addijhi tylhi kya aashi yiya (aath ḥals mnz) bdlh dinh?"
  },
  {
    "verse_id": 54,
    "translation": "Pth vanhi suh (jnty), kya cz vuchhhan (suh) nẓr dith (zisuh kth ḥals mnz chuh)?"
  },
  {
    "verse_id": 55,
    "translation": "Pth diyhi suh nẓr suh vuchhhi ts (balkl) jhnms mnzbag."
  },
  {
    "verse_id": 56,
    "translation": "(ts) vanhi, khdae sund qsm cz avskh me thi hlak krn vvl."
  },
  {
    "verse_id": 57,
    "translation": "Th hrgah myạnis rb sund aḥsan āsihe nh tylhi gczhh ha bh (thi cze sintụ̄ ʿdhabs mnz) ḥạẓr krnh yinh valyn mnz shạml."
  },
  {
    "verse_id": 58,
    "translation": "Lhādha (pczhn jnty khvshy san,) vonụ̄ ma marv asụ̄?"
  },
  {
    "verse_id": 59,
    "translation": "Pnnhi goddnikhi mvth varạe (yymhi nishhi nyirith asụ̄ yvr vạtụ̄) th aashi pytth ma yyhi zanhh ʿdhab krnh?"
  },
  {
    "verse_id": 60,
    "translation": "Be shk chhe yhe brr kamyạby."
  },
  {
    "verse_id": 61,
    "translation": "Yiczihh (kamyạby) khạṭr pazi ʿml krn valyn ʿml krnụ̄."
  },
  {
    "verse_id": 62,
    "translation": "Kya yhi (jntch) pczhụ̄ lạz chha bhtr kinh zqvmuk kul?"
  },
  {
    "verse_id": 63,
    "translation": "Be shk chuh aashi suh (kul) ẓạlimn khạṭr ʿdhab bnvvmut."
  },
  {
    "verse_id": 64,
    "translation": "Be shk chuh yhi aakh kul yus jhnm kh sarive khoth bnimhi ḥṣh nishhi nyran chuh."
  },
  {
    "verse_id": 65,
    "translation": "Tamikụ̄ hylụ̄ (myvh) chih titihụ̄ znth (bdṣvrt) shyṭann hndụ̄ klh āsn."
  },
  {
    "verse_id": 66,
    "translation": "Lhādha chih tim (jhnmy) tamy mnz khynh vạlụ̄ th tamy sintụ̄chih shkm brn vạlụ̄."
  },
  {
    "verse_id": 67,
    "translation": "Pth āshi pzụ̄pạtthụ̄ tihindi khạṭr tath (khyns) pytth (pakh) rlavnh āmut sytthah grm āb (yus andrmn czatthi)."
  },
  {
    "verse_id": 68,
    "translation": "(khynh pth) āshi timn yqyna jhnm se kun (dvbarh) pot phyrun."
  },
  {
    "verse_id": 69,
    "translation": "Be shk lob timav panun mvl buddi bb gmrah."
  },
  {
    "verse_id": 70,
    "translation": "Vonụ̄ chih tim tihindine vath pdyn pytth davnavnh yivan."
  },
  {
    "verse_id": 71,
    "translation": "Th dr ḥqyqt ạsụ̄ timav brvnhh brvuntthimyv lukv mnz (thi) akthr gmrah gmtụ̄."
  },
  {
    "verse_id": 72,
    "translation": "Th be shk svuzụ̄ aashi timn mnz thi khvcznavn vạlụ̄."
  },
  {
    "verse_id": 73,
    "translation": "Lhādha vuchihv tohụ̄ zi timn lukn hund anjam kiyuth sapud yim khv cznavnh ạsụ̄ āmtụ̄."
  },
  {
    "verse_id": 74,
    "translation": "Allah tʿālyā sndyv czarnh āmtyv th brgzydh bndv varạe."
  },
  {
    "verse_id": 75,
    "translation": "Th be shk kor aashi nvḥ hn (ʿlyh alslam) ālv lhādha kạtyah rtụ̄ fryad bvzn vạlụ̄ chih asụ̄."
  },
  {
    "verse_id": 76,
    "translation": "Th aashi bchạvụ̄ tim th tihindụ̄ bạcz skht tklyf nishhi."
  },
  {
    "verse_id": 77,
    "translation": "Th aashi bnvv ṣrf tihundue yvt nsl pth kun rvzn vvl."
  },
  {
    "verse_id": 78,
    "translation": "Th pth yinh valyn (yʿny anbyahn th aumtn) mnz thvv aashi tihund dhkri khyr pth kun."
  },
  {
    "verse_id": 79,
    "translation": "Slam ạsin nvḥs pytth sarine jhann mnz."
  },
  {
    "verse_id": 80,
    "translation": "Be shk chih asụ̄ nykvkarn aamy qsmuk bdlh divan."
  },
  {
    "verse_id": 81,
    "translation": "Be shk ạsụ̄ tim sanyv (kạml) ayman valyv bndv mnz."
  },
  {
    "verse_id": 82,
    "translation": "Pth krụ̄ aashi baqy ghrq."
  },
  {
    "verse_id": 83,
    "translation": "Be shk ạsụ̄ tihindi dari mnz abrahym (ʿlyh alslam thi)."
  },
  {
    "verse_id": 84,
    "translation": "Yylhi tim pnnis rb snzi bargahi mnz ṣaf th pak dil hyth ḥạẓr spdụ̄."
  },
  {
    "verse_id": 85,
    "translation": "Yylhi zn timav pnnis mạlis (yus timn drḥqyqt pytr avs th tim ạsụ̄ timn rachhnh mvjvb mvl vnan) th pnnis qvms von, tohụ̄ kmn chyzn hnz ʿbadt chihv kran?"
  },
  {
    "verse_id": 86,
    "translation": "Kya tohụ̄chihva bhtan bnạvith Allah tʿālyā hs varạe (aapzụ̄) mʿbvd yczhan?"
  },
  {
    "verse_id": 87,
    "translation": "Tylhi kya khyal chuh tuhund tmam ʿālmn hndis rbs mtʿlq?"
  },
  {
    "verse_id": 88,
    "translation": "Pth krn (abrahym ʿlyh alslamn tim vhms mnz travnh khạṭr) aakh nẓr tarkn kun."
  },
  {
    "verse_id": 89,
    "translation": "Th vonun, me chhe ṭbʿīt nasaz (tohyhi sintụ̄ hykh nh mạlas pytth gczihth)."
  },
  {
    "verse_id": 90,
    "translation": "Lhādha dae tim timn nishhi pot phyirith vaps."
  },
  {
    "verse_id": 91,
    "translation": "Pth ge abrahym (ʿlyh alslam) tihndyn mʿbvdn (yʿny potlyn) nishhi rạsh pạtthụ̄ th vonnkh, kya tohụ̄ chihv na khyvan?"
  },
  {
    "verse_id": 92,
    "translation": "Tvhyhi kya chuhv (gomut) zi tohụ̄ chihv nh kth kran?"
  },
  {
    "verse_id": 93,
    "translation": "Pth lgụ̄ (abrahym ʿlyh alslam) timn pvur ṭaqth san chvb dinhi (th phuttravnhi)"
  },
  {
    "verse_id": 94,
    "translation": "Pth āe lukh (mạlh pytthh vaps yith) dvran dvran timn kun."
  },
  {
    "verse_id": 95,
    "translation": "Abrhymn (ʿlyh alslam) von (timn), kya tohụ̄ chihva ymne (be jan knyn) pvuza kran yim tohụ̄panh chihvvkh gran?"
  },
  {
    "verse_id": 96,
    "translation": "Yylhi zn Allah tʿālyā hn tohụ̄ th tuhndụ̄ (tmam kamhi) kar chih pạd krimtụ̄."
  },
  {
    "verse_id": 97,
    "translation": "Tim lgụ̄ vannhi, yhindi (zalnh) khạṭr bnạviv aakh ʿmart pth tạviyvukh yim (tath mnz) skht dazvnis nars andr."
  },
  {
    "verse_id": 98,
    "translation": "Ghrẓ timav yoczh abrahyms (ʿlyh alslam) sintụ̄ akh chal gindnụ̄ lhādhaditụ̄aashi timae vsụ̄ payhi hạvith (ntyjh dav zi nar bnyav glzar)."
  },
  {
    "verse_id": 99,
    "translation": "Pth von abrahymn (ʿlyh alslam), bh chuhs (hjrt krith) pnnis rbs kun gczhn vvl suh havi me ẓrvr vath (timav kr mlki shams kun hjrt)."
  },
  {
    "verse_id": 100,
    "translation": "(pth korukh mqds zmyns mnz vạtith dʿā,) ae myanhi rbh! Ṣalḥynv mnz kr th me aakh (frznd) ʿṭa."
  },
  {
    "verse_id": 101,
    "translation": "Lhādha dicz aashi timn sytthah burdbar frznd (asmaʿīl ʿlyh alslam) snz khosh khbr."
  },
  {
    "verse_id": 102,
    "translation": "Pth yylhi suh (asmaʿīl ʿlyh alslam) timn sintụ̄ ttkh tulith pkns layq (vạnshi) vvt pth frmvvn (abrahym ʿlyh alslamn), ae myanhi gobra!bh chuhs khvab vuchhan zi bh chuhsath cz dhbḥ kran lhādha kr ghvr zi chạnụ̄ rae kya chhe. (asmaʿīl ʿlyh alslamn) vonn abajan! So kạm kriv (jl jl) yymiyuk tohyhi ḥkm chuhv yivan dinh. Hrgah Allah tʿālyā hn yoczh tylhi lbiv tohụ̄ me ṣbr krn valyv mnz."
  },
  {
    "verse_id": 103,
    "translation": "Pth yylhi doshvae (Allah tʿālyā sndis rẓahs brvnhh knhi) namyyhi (yʿny doshvyv kor mvla sund ḥkm tslym) th abrahymn (ʿlyh alslam) pạvụ̄ tim ddykh kinụ̄pthr (amh pth byakh mnẓr āv nh byan krnh)."
  },
  {
    "verse_id": 104,
    "translation": "Th aashi lve ts nadzi ae abrahym!"
  },
  {
    "verse_id": 105,
    "translation": "Pzụ̄pạtthụ̄ hvvuth cze panun khvab (bhtryn pạtthụ̄) pozbnạvith. Be shk chih asụ̄ aḥsan krn valyn yithue bdlh divan (lhādha ākh czmqami khlt sintụ̄ nvaznh)"
  },
  {
    "verse_id": 106,
    "translation": "Be shk ạs yhi sytthah ttakarh āzmạysh."
  },
  {
    "verse_id": 107,
    "translation": "Th aashi kor aakhi bjhi qrbạny sintụ̄ tmụ̄ sund fdyhi (ada)."
  },
  {
    "verse_id": 108,
    "translation": "Th aashi thvv pth yinh valyn mnztmụ̄ sund dhkri khyr brqrar."
  },
  {
    "verse_id": 109,
    "translation": "Slam ạsin abrahyms pytth."
  },
  {
    "verse_id": 110,
    "translation": "Asụ̄ chih yithe pạtthụ̄ aḥsan krn valyn bdlh divan."
  },
  {
    "verse_id": 111,
    "translation": "Be shk ạsụ̄ tim sanyv (kạml) ayman valyv bndv mnz."
  },
  {
    "verse_id": 112,
    "translation": "Th aashi dicz (asmaʿīl ʿlyh alslamn hndi pth) timn aisḥaq (ʿlyh alslam) snz khosh khbr (tim thi) ạsụ̄ ṣalḥynv mnznby."
  },
  {
    "verse_id": 113,
    "translation": "Th aashi kri timn pytth th aisḥaqs (ʿlyh alslam) pytth brkth nạzl, th timan doshvnụ̄ hnzn pyiryn mnz chih nykvkar thi th pnnis nfss pytth ttakarh ẓlm krn vạlụ̄ thi."
  },
  {
    "verse_id": 114,
    "translation": "Th be shk krụ̄ aashi mvsyā hs th harvns (ʿlyhmu alslamn) pytth thi aḥsan."
  },
  {
    "verse_id": 115,
    "translation": "Th aashi bkhush panh timn doshvnụ̄ th doshvnụ̄ hndyn qvmn skht tklyf nishhi njat."
  },
  {
    "verse_id": 116,
    "translation": "Th aashi kor timn mdd pth ge timae ghạlb."
  },
  {
    "verse_id": 117,
    "translation": "Th aashi krtimn doshvnụ̄ vaẓḥ th ttakarh ktab (tvrat) ʿṭa."
  },
  {
    "verse_id": 118,
    "translation": "Th aashi pknạvụ̄ tim doshvae syzi vathi pytth."
  },
  {
    "verse_id": 119,
    "translation": "Th aashi thvv timn doshvnụ̄ hndis ḥqs mnz (thi) pth yinh valyn mnz dhkri khyr mvjvd."
  },
  {
    "verse_id": 120,
    "translation": "Slam ạsin mvsyā th harvns pytth."
  },
  {
    "verse_id": 121,
    "translation": "Be shk chih asụ̄ nykv karn yithe pạtthụ̄ bdlh divan."
  },
  {
    "verse_id": 122,
    "translation": "Be shk ạsụ̄ tim doshvae sanyv (kạml) ayman valyv bndv mnz."
  },
  {
    "verse_id": 123,
    "translation": "Th yqyna ạsụ̄ ailyas (ʿlyh alslam thi) rsvlv mnz."
  },
  {
    "verse_id": 124,
    "translation": "Yylhi timav pnnis qvms von, kya tohụ̄ chihvna (Allah tʿālyā hs) khvczan?"
  },
  {
    "verse_id": 125,
    "translation": "Kya tohụ̄ chihvabaʿl (navuk potul) pvuzan th sarive khvth bhtr khạlq chhvvn trạvith czhnan?"
  },
  {
    "verse_id": 126,
    "translation": "(yʿny) Allah tʿālyā yus tuhund (thi) rb chuh th tuhndyn brvuntthimyn malyn buddi bbn hund (thi) rb chuh."
  },
  {
    "verse_id": 127,
    "translation": "Pth kor timav lukv (yʿny bʿlbk nạvụ̄ qvmn) ailyass (ʿlyh alslam) ankarlhādha yin tim (thi jhnm kis ʿdhabs mnz) ḥạẓr krnh."
  },
  {
    "verse_id": 128,
    "translation": "Allah tʿālyā sndyv czarnh āmtyv bndv varạe."
  },
  {
    "verse_id": 129,
    "translation": "Th aashi thvv tihunddhkri khyr (thi) pth yinh valyn mnz brqrar."
  },
  {
    "verse_id": 130,
    "translation": "Slam ạsin ailyass pytth."
  },
  {
    "verse_id": 131,
    "translation": "Be shk chih asụ̄ nykvkarn yithe pạtthụ̄ bdlh divan."
  },
  {
    "verse_id": 132,
    "translation": "Be shk ạsụ̄ tim sanyv (kạml) ayman valyv bndv mnz."
  },
  {
    "verse_id": 133,
    "translation": "Th be shk ạsụ̄ lvṭ (ʿlyh alslam thi) rsvlv mnz."
  },
  {
    "verse_id": 134,
    "translation": "Yylhi aashi timn th tihndyn tmam bạczn njat bkhush."
  },
  {
    "verse_id": 135,
    "translation": "Ts bujhi varạe yosh pth rvzn valyv mnz ạs."
  },
  {
    "verse_id": 136,
    "translation": "Pth krụ̄ aashi baqy hlak."
  },
  {
    "verse_id": 137,
    "translation": "Th be shk chihv tohụ̄ timav (vujar gmczv bsty yv) pytthụ̄ (makh pytthh mlki sham kun gczhan gczhan) ṣbḥ kh vqth nyran."
  },
  {
    "verse_id": 138,
    "translation": "Th rạtụ̄ kiyut thi, kya tvthi chhav na tohyhi ʿql?"
  },
  {
    "verse_id": 139,
    "translation": "Th yvns (ʿlyh alslam thi) ạsụ̄ pzụ̄pạtthụ̄ rsvlv mnz."
  },
  {
    "verse_id": 140,
    "translation": "Yylhi tim brczi navi kun dvryyhi."
  },
  {
    "verse_id": 141,
    "translation": "Pth (āyhi nav āvlnis mnz hynh) th timav tavi chyiri pth spdụ̄ tim (chyiryn mnz) mghlvb (yʿny tihund nav dav th navi valyv chhkụ̄ tim dryavs mnz)"
  },
  {
    "verse_id": 142,
    "translation": "Pth nynglạvụ̄ tim gaddi th tim ạsụ̄ (pnnis pans pytth) nạdm rvzn vạlụ̄."
  },
  {
    "verse_id": 143,
    "translation": "Pth agr tim (Allah tʿālyā snz) tsbyḥ krn valyv mnz āshan nh."
  },
  {
    "verse_id": 144,
    "translation": "Tylhi rvzhn ts (gaddi) hndis shkms mnz tath dohs tam yylhi lukh yin (qbrv mnz) thod tulnh."
  },
  {
    "verse_id": 145,
    "translation": "Pth trạvụ̄ aashi tim (dryav btthis pytth) khulh mạdans mnz yylhi zn tim bymar ạsụ̄."
  },
  {
    "verse_id": 146,
    "translation": "Th aashi vopdvv timn pytth rantth dar (aalh) kul."
  },
  {
    "verse_id": 147,
    "translation": "Th aashi ạsụ̄ tim (mvṣl kis zmyns mnz nynvyā qvm kis) akis lchhs ya aamhi khvth zyadh nfrn kun svuzimtụ̄."
  },
  {
    "verse_id": 148,
    "translation": "Lhādha aon timav lukv (ʿdhabkụ̄ āthar vuchihth) ayman pth vatnvv aashi timn akis vqts tam fạydh."
  },
  {
    "verse_id": 149,
    "translation": "Vonụ̄ pczhụ̄ tv tohụ̄ yimn (mkh kyn kạfrn) kya tuhndis rbs kicz chha kvri th tihndi khạṭr chih nychivụ̄."
  },
  {
    "verse_id": 150,
    "translation": "Kya aashi krya frshth khatvnh bnạvith pạd tylhi ạsiya tim tamhi vqth (mvqʿs pytth) ḥạẓr."
  },
  {
    "verse_id": 151,
    "translation": "Bvuziv! Tim lukh chih yqyna pnnhi bhtan bnavnh kinụ̄ (yhi) kth kran."
  },
  {
    "verse_id": 152,
    "translation": "Zi Allah tʿālyā hs zav avlad th be shk chih yim lukh aapziyạrụ̄."
  },
  {
    "verse_id": 153,
    "translation": "Kya tmụ̄ chha nychvyn hndi bdlh kvri psnd krimacz (mkh kyn kạfrn yosh dhhnyt ạs tamhi chy zyvi chuh tihindi ʿqyduk rd yivan krnh)"
  },
  {
    "verse_id": 154,
    "translation": "Tohyhi kya chuhv gomut kiyuth anṣaf chihvtohụ̄ kran?"
  },
  {
    "verse_id": 155,
    "translation": "Kya tohụ̄ chihv na ghvr kran?"
  },
  {
    "verse_id": 156,
    "translation": "Kya tohyhi nishhi chha (pnnhi fkri th nẓryh hs pytth) kanhh vaẓḥ dlyl?"
  },
  {
    "verse_id": 157,
    "translation": "Tohụ̄ kriv pnnụ̄ ktab pysh agr tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 158,
    "translation": "Th timav chuh Allah tʿālyā hs th jinatn drmyan (thi) nsby rshth mqrrthvvmut krith. Yylhi zn jinatn pe chhe zitim (thi) yin (Allah tʿālyā snzi bargahi mnz) yqyna pysh krnh."
  },
  {
    "verse_id": 159,
    "translation": "Allah tʿālyā chuh timav kthv nishhi pak yimh yim vnan chih."
  },
  {
    "verse_id": 160,
    "translation": "Albth Allah tʿālyā sndụ̄ czarnh āmtụ̄th brgzydh bndh (chih yimav kthv nishhi muchhhi)"
  },
  {
    "verse_id": 161,
    "translation": "Lhādha tohụ̄ th yimn (potlyn) hnz tohụ̄ ʿbadt chihv kran."
  },
  {
    "verse_id": 162,
    "translation": "Tohụ̄ sạry hykiyvun nh Allah tʿālyā hs khlaf kanhh gmrah krith."
  },
  {
    "verse_id": 163,
    "translation": "Ts shkhṣs varạe yus jhnms mnz pynh vvl āshi."
  },
  {
    "verse_id": 164,
    "translation": "Th (frshth chih vnan) aashi mnzthi chuh pth akụ̄ sund mqam mqrr."
  },
  {
    "verse_id": 165,
    "translation": "Th pzụ̄pạtthụ̄ chih asụ̄ panh ṣfh gnddith rvzn vạlụ̄."
  },
  {
    "verse_id": 166,
    "translation": "Th yqyna chih asụ̄ panh (Allah tʿālyā snz) tsbyḥ krn vạlụ̄."
  },
  {
    "verse_id": 167,
    "translation": "Th yim lukh ạsụ̄ pzụ̄pạtthụ̄ vnan."
  },
  {
    "verse_id": 168,
    "translation": "Zi hrgah aashi nishhi (thi) brvuntthimyn lukn hnz kanhh nṣyḥt (vajniụ̄ktab) āsihe."
  },
  {
    "verse_id": 169,
    "translation": "Tylhi āshav asụ̄ (thi) ẓrvr Allah tʿālyā sndụ̄ brgzydh bndh."
  },
  {
    "verse_id": 170,
    "translation": "Pth kor timav (vonụ̄) aath (qrāns) ankar lhādha lghi timn ʿnqryb (panun anjam) pe."
  },
  {
    "verse_id": 171,
    "translation": "Th be shk chuh svn frman sanyn svznh āmtyn bndn (yʿny rsvln) hndis ḥqs mnzgodd ṣạdr spudmut."
  },
  {
    "verse_id": 172,
    "translation": "Zi be shk chih timae mddkrnh āmtụ̄ lukh."
  },
  {
    "verse_id": 173,
    "translation": "Th be shk chuh svn lshkre ghạlb gczhn vvl."
  },
  {
    "verse_id": 174,
    "translation": "Lhādha ddạliv tohụ̄ akis vqts tam yimavnishhi tvjh."
  },
  {
    "verse_id": 175,
    "translation": "Th yimn rvuziv (brabr) nẓr thạvith vonụ̄ vuchhn tim ʿnqryb (panun anjam)."
  },
  {
    "verse_id": 176,
    "translation": "Th kya yim chha sạnis ʿdhabs mnz jldy hnz khvạhsh kran?"
  },
  {
    "verse_id": 177,
    "translation": "Pth yylhi suh (ʿdhab) yimn brvnhh knhi nạzl gczihh tylhi kiyuth khrab ṣbḥ āshi tihund yim khvcznavnh ạsụ̄ āmtụ̄."
  },
  {
    "verse_id": 178,
    "translation": "Lhādha thạviv tohụ̄ timav nishhi kynczhs kals tvjh ddạlith."
  },
  {
    "verse_id": 179,
    "translation": "Th (timn) rvuziv (brabr) nẓrthạvith, vonụ̄ vuchhn tim ʿnqryb (panun anjam)."
  },
  {
    "verse_id": 180,
    "translation": "Tuhund rb, yus ʿztuk mạlk chuh, chuh timav (kthv) nishhi pak yimh tim vnan chih."
  },
  {
    "verse_id": 181,
    "translation": "Th (tmam) rsvln pytth ạsin slam."
  },
  {
    "verse_id": 182,
    "translation": "Th tmam tʿryf chih Allah tʿālyā sndy khạṭr yus tmam ʿālmn hund rb chuh."
  }
]