[
  {
    "verse_id": 1,
    "translation": "Ṣ. (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan) dhkr valhi qrānuk qsm."
  },
  {
    "verse_id": 2,
    "translation": "Blkh chih kạfr lukh (naḥq) nngr gy th tkbrs mnz th (sạnis nby ṣly Allah ʿlyh vslmn hndis) mkhalfts th ʿdavts mnz (mbtla)."
  },
  {
    "verse_id": 3,
    "translation": "Aashi kạczave aumth kri timav brvnhh hlak pth lgụ̄ tim (ʿdhab vuchihth) nad dinhi yylhi zn vonụ̄ khlạṣy (th rhạyy) hund vqt avs nh rvudmut."
  },
  {
    "verse_id": 4,
    "translation": "Th timav kor aath kthhi pytth tʿjb zi timn nishhi chuh timve mnz aakh khvcznavn vvl āmut. Th kạfrv lvg vanun yhi chuh siḥr gr, sytthah aapziyvr chuh."
  },
  {
    "verse_id": 5,
    "translation": "Kya amụ̄ chha tmam mʿbvdn kunue krith aakve mʿbvd bnvvmut?be shk chhe yhi sytthah ʿjyb kth."
  },
  {
    "verse_id": 6,
    "translation": "Th tihindụ̄ srdar dae (abvṭalb sndi grinbyʿ akrm ṣly Allah ʿlyh vslmn hnzi mjlishi mnzthod vtith baqy lukn) yhi vnan vnan zi tohụ̄ thi pkivu th pnnyn mʿbvdn (hnzi bndgy) pytth rvuziv thạbt qdm, yhi chhe ẓrvr ticzh kth yath mnz kanhh ghrẓ (th murad) chuh."
  },
  {
    "verse_id": 7,
    "translation": "Aashi bvuz nh yhi (tvḥyduk ʿqydh nṣrạnụ̄ ya qrysh mdhhb ks) ạkhry milts mnz thi, yhi chuh ṣrf panh bnavnh āmut aapuz."
  },
  {
    "verse_id": 8,
    "translation": "Kya aashi tmamv mnz chha amụ̄ se pytth yhi dhkr (yʿny qrān) nạzl krnh āmut, blkh chih tim myanhi dhkri hndi nsbth shks mnz (grftar), blkh vuchh nh timav vunhi myanhi ʿdhabuk mzh."
  },
  {
    "verse_id": 9,
    "translation": "Kya timn nishhi chha tuhndis rb sndi rḥmtkụ̄ khzanh yus ghạlb chuh sytthah ʿṭa krn vvl chuh?"
  },
  {
    "verse_id": 10,
    "translation": "Kinh timn nishhi chhe āsmann hnz th zmynch byyhi yikynczhah yimn mnzbag chuh tamich badshaht (agr chhe) tylhi pazi yimn raz gnddith (āsmans pytth) khsun."
  },
  {
    "verse_id": 11,
    "translation": "(kạfrn hndyv) lshkrv mnz chuh yhi aakh vsụ̄ payhi lshkr yus ythụ̄jayhi shkst khynh vvl chuh."
  },
  {
    "verse_id": 12,
    "translation": "Yimav brvnhh avs qvmi nvḥn th ʿādn th sytthah mẓbvṭ ḥkvmt vạlụ̄ (ya mykhv sintụ̄ tklyf dinh vạlụ̄) frʿūnn (thi) ankar kormut."
  },
  {
    "verse_id": 13,
    "translation": "Th thmvdn th qvmi lvṭn th aaykh (van) kyv rvzn valyv (yʿny shʿīb sndụ̄ qvmn) thi (ankar kormut) yimae ạsụ̄ tim brrụ̄ lshkr."
  },
  {
    "verse_id": 14,
    "translation": "(yimav mnz) kor pth akụ̄ drụ̄ rsvln hund ankar pth spud (timn pytth) myvn ʿdhab vạjb."
  },
  {
    "verse_id": 15,
    "translation": "Th yim sạry lukh chih aakhi skht āvazi (zvrdar kykh) hund antẓar kran yath mnz nh kanhh thi thkh spdi."
  },
  {
    "verse_id": 16,
    "translation": "Th tim chih vnan, ae sanhi rbh ḥsab kh doh brvntthue di aashi vlụ̄ vlụ̄ svn ḥṣh."
  },
  {
    "verse_id": 17,
    "translation": "(ae ʿẓmt valhi ttatthhi!) yikynczhah tim vnan chih tohụ̄ rvuziv tath pytth ṣbr kran th sạnis bndh daod (ʿlyh alslam) snz dhkr kriv yim sytthah ṭaqt vạlụ̄ ạsụ̄, be shk ạsụ̄ tim (aashi kun) sytthah rjvʿ krn vạlụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Be shk ạsụ̄ aashi pharr kri mtụ̄ tihindis frmans matḥt, yim (timn sintụ̄ rlith) ạsụ̄ shams th ṣbḥs tsbyḥ kran."
  },
  {
    "verse_id": 19,
    "translation": "Th janavar thi yim (timn nishhi) jmʿ ạsụ̄ rvzan, pth kanhh avs timn kun (aṭaʿt khạṭr) rjvʿ krn vvl."
  },
  {
    "verse_id": 20,
    "translation": "Th aashi avs tmụ̄ sund mulk th slṭnt mẓbvṭ krmcz th aashi avs timn ḥkmt th danạyy th fạṣlh krn vvl khṭab krnuk andaz ʿṭa kormut."
  },
  {
    "verse_id": 21,
    "translation": "Th kya tohyhi nishhi vạczah czuvan valyn hnz khbr.yylhi tim dyvar pytthụ̄ (daod ʿlyh alslamn hndis) ʿbadt gahs mnz czae."
  },
  {
    "verse_id": 22,
    "translation": "Yylhi tim daods (ʿlyh alslam) nishhi andr vạtụ̄ pth khvuczụ̄ tim timn, timav von, khvucziv mah, asụ̄ chih (akis) muqdims mnzz fryq, aashi mnz chhe akụ̄ doyimis pytth zyadty krmcz. Tohụ̄kriv aashi mnzbag ḥq th anṣaf san faṣlh th ḥd mh nyirv th aashi kriv syzi vathi kun rhbry."
  },
  {
    "verse_id": 23,
    "translation": "Be shk chuh yhi myvn bve, amis chhe nmnmth dumbinhi th me nish chhe ṣrf aa kạe dumbinụ̄pth chuh vnan yhi (dumbinụ̄ thi) krun me ḥvalh th kth krns mnz (thi) chuh me dbavan."
  },
  {
    "verse_id": 24,
    "translation": "Daodn (ʿlyh alslam) von chạnụ̄dumbinụ̄pnnyn dumbinyn sintụ̄ ralavnuk sval krith chhe amụ̄ cze pytth zyadty krmczth be shk chih akthr shryk aakh akis pytth zyadty kran timav lukv varạe yimav ayman aon th nyk ʿmlh krykh, th yith lukh chih varyah km. Th daod n (ʿlyh alslam) kor khyal zi aashi chhe ts (aamhi muqdimh dhryʿh) āzmạysh krmcz, lhādha mnj timav pnnis rbs mʿạfy th vthụ̄ sjds byyhi korukh tvbh."
  },
  {
    "verse_id": 25,
    "translation": "Pth kor aashi timn mʿāf, th be shk chuh tihindi khạṭr sanhi bargahi mnz khaṣ qurb th (ạkhrts mnz) chuhkh aʿlyā mqam."
  },
  {
    "verse_id": 26,
    "translation": "Ae daod! Be shk bnạvụ̄vuaashi tohụ̄ zmyns mnz (pnnụ̄) khlyfh lhādha ās cz lukn drmyan ḥq th anṣaf san fạṣlh (ya ḥkvmt) kran th khvahishhi hnz pạrvy krụ̄ zynh nath ddaly (yhi pạrvy) cze khdae snzi vathi nishhi, be shk yim lukh Allah tʿālyā snzi vathi nishhi ddlan chih tihindi khạṭr chuh skht ʿdhab aamhi vjh kinụ̄ zitiman gov ḥsabuk doh mshith."
  },
  {
    "verse_id": 27,
    "translation": "Th aashi bnạvụ̄ nh āsman th zmyn th yosh kaynat doshvnụ̄ mnzbag chhe so be mqṣd th be mṣlḥt kynhh. Yhi (be mqṣd yʿny atfaq san tkhlyq) chuh kạfr lukn hund khyal th nẓryh. Lhādha chhe kạfrlukn khạṭrhlakt jhnm kh nar sintụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Kya asụ̄ krvkhh tim lukh yimav ayman aon byyhi krykh rczʿmlh timn lukn hndụ̄ pạtthụ̄ yim zmyns mnz fsad brpa krn vạlụ̄ chih yabnavvkh prhyzgar bdkrdarn hivụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Yhi ktab chhe brkt vajinụ̄. Yosh aashi tohyhi kun chhe nạzl krmcz takh gạttlụ̄ lukh krn aamhi kyn āyatn pytth ghvrvfkr byyhi krn nṣyḥt ḥạṣl."
  },
  {
    "verse_id": 30,
    "translation": "Th aashi kordaods (ʿlyh alslam, frznd) slyman (ʿlyh alslam) ʿṭa, suh kvtah rut bndh avs, be shk chuh suh kthrt san tvbh krn vvl."
  },
  {
    "verse_id": 31,
    "translation": "Yylhi timn brvnhh kun sham kh vqth sytthah tyz rftar shvubdar gurụ̄ pysh āe krnh."
  },
  {
    "verse_id": 32,
    "translation": "Pth von timv (ʿạjzy san rjvʿ krith), me chuh maluk (yʿny guryn hund) mḥbt pnnis rb snzi dhkri khvth (thi) zyadh gomut aot tam zi (āftab) gov (rạcz hndis) prds mnz czhayhi."
  },
  {
    "verse_id": 33,
    "translation": "Timav von tim (gurụ̄) aniyvukh me nish, pth czachhi timav (tlvari sintụ̄) tihinz goz th grdnh (yithh pạtthụ̄ korukh panun mḥbt Allah tʿālyā snzi nzdyky khạṭr dhbḥ)."
  },
  {
    "verse_id": 34,
    "translation": "Th be shk kr aashi slymans (ʿlyh alslam thi) āzmạysh th aashi t vv tihindis tkhts pytth aakh (ʿjyb shklhi hund) jsm pth kvr timv Allah tʿālyā hs kun rjvʿ."
  },
  {
    "verse_id": 35,
    "translation": "ʿrẓ korun, ae myanhi prvrdgar! Me kr mghfrt, th me kr ticzh ḥkvmt ʿṭa zi myanhi pth gczh nh kạnshi ḥạṣl gczhnụ̄, be shk chuhkh cze yvt sytthah ʿṭa krn vvl."
  },
  {
    "verse_id": 36,
    "translation": "Pth kor aashi tihindi khạṭr hva tạbʿ, suh avs tihindi ḥkmh sintụ̄ nrmy san pkan yvr (thi) tim vatun yczhhan."
  },
  {
    "verse_id": 37,
    "translation": "Th tmam jnat (th shyṭan th krụ̄ timn tạbʿ) th pth (kanhh ʿmart) tʿmyr krn vvl th ddung dinh vvl (thi)."
  },
  {
    "verse_id": 38,
    "translation": "Th baqy (jnat) thi yim hankln mnz gnddith ạsụ̄."
  },
  {
    "verse_id": 39,
    "translation": "(arshad spud,) yhi chuh svn ʿṭyh (khvah baqyn pytth) aḥsan kriv ya thạviv (pans tam) rukạvith (doshvnụ̄ ḥaltn mnz) chuhnh kanhh ḥsab."
  },
  {
    "verse_id": 40,
    "translation": "Th be shk chhe tihindi khạṭr sanhi bargahi mnz khṣvṣy nzdyky th ạkhrts mnz chuh rut mqam."
  },
  {
    "verse_id": 41,
    "translation": "Th sanis bndh ayvb (ʿlyh alslam) snz dhkr kriv yylhi timav pnnis rbs nad lve zi me chuh shyṭann sytthah yiza th tklyf vatnvvmut."
  },
  {
    "verse_id": 42,
    "translation": "(arshad spud,) cz di pnnhi khvr sintụ̄ zmyns lth, yhi chuhe (ābuk) turun nag ghsl krnh khạṭr th chynh khạṭr."
  },
  {
    "verse_id": 43,
    "translation": "Th aashi kor timn tihindụ̄ ahl v ʿīal th timn sintụ̄ byyhi tyitụ̄ (mzyd ahl vʿīal) ʿṭa, sanh ṭrfh khṣvṣy rḥmt kh rngụ̄, byyhi gattlyn hndi khạṭr nṣyḥt rngụ̄."
  },
  {
    "verse_id": 44,
    "translation": "(ae ayvb!) cz ratth pnnis aaths mnz (hath) tujhi vvl lczuhl th (panun qsm pvur krnh khạṭr) tav aamhi sintụ̄ (aakhi ltthi pnnhi khandarinhi) czndd th qsm mah phuttrav be shk lob aashi suh thạbt qdm, (ayvb ʿlyh alslam) kvtah rut bndh avs, be shk avs suh (aashi kun) sytthah rjvʿ krn vvl."
  },
  {
    "verse_id": 45,
    "translation": "Th sanyn bndn abrahym th asḥaq th yʿqvb (ʿlyhmu alslam) snz dhkrkriv yim sytthah ṭaqt vạlụ̄ th nẓri vạlụ̄ ạsụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Be shk ạsụ̄ aashi tim czạrimtụ̄ khaṣ (ṣft) kinụ̄ zi timn avs ạkhrtuk gr yad."
  },
  {
    "verse_id": 47,
    "translation": "Th be shk ạsụ̄ tim sanhi bargahi mnz czarnh āmtụ̄ th brgzydh (th) ttatthyv bndv mnz."
  },
  {
    "verse_id": 48,
    "translation": "Th tohụ̄ kriv asmaʿīl th alysʿ th dhvalkfl (ʿlyhmu alslam) snz (thi) dhkr, th tim sạry ạsụ̄czarnh āmtyv lukv mnz."
  },
  {
    "verse_id": 49,
    "translation": "Yhi chhe (so) dhkr (yymiyuk byan yymhi svrh kis goddnikis āyts mnz chuh), th be shk chuh prhyzgarn khạṭr rut tthkanh."
  },
  {
    "verse_id": 50,
    "translation": "(yim) hmyshh rvznh khạṭrpvshvnụ̄bagh chih yhindụ̄ bar tihindi khạṭr vthụ̄ āsn."
  },
  {
    "verse_id": 51,
    "translation": "Tim āsn tath mnz (msndn pytth) ddokh dth bihth tath mnz rvzn (vqfh vqfh pth) varyah rtụ̄ myvh byyhi (myitth) shrbt mngan."
  },
  {
    "verse_id": 52,
    "translation": "Th timn nishhi āsn nẓr bon thavn vajinhi (baḥya) kunụ̄ vạnshi hnz (ḥvr)."
  },
  {
    "verse_id": 53,
    "translation": "Yimh chhe timh nʿmth yuhund ḥsab kh doh khạṭr tohyhi sintụ̄ vʿdh chuh yivan krnh."
  },
  {
    "verse_id": 54,
    "translation": "Be shk chhe yhi sạnụ̄ bkhshsh aath chuhnh zanhh thi khtm gczuhn."
  },
  {
    "verse_id": 55,
    "translation": "Yhi (chuh mvmnn hndi khạṭr), th be shk chuh buthụ̄ phiryn khạṭr sytthhe bur tthkanh."
  },
  {
    "verse_id": 56,
    "translation": "(suh) chuh jhnm, tath mnzgczhn tim dạkhl,lhādha chuh sytthhe khrab vathrun."
  },
  {
    "verse_id": 57,
    "translation": "Yhi (chuh ʿdhab) vonụ̄ pazi yimn aath mzh vuchuhn gykh divun āb chuh byyhi chuh pakh."
  },
  {
    "verse_id": 58,
    "translation": "Th athụ̄ shklhi mnz chuh byyhi thi rngh rngh (ʿdhab)."
  },
  {
    "verse_id": 59,
    "translation": "(jhnmkụ̄ ddyiddụ̄ van ya godd pytthh mvjvd jhnmy vann) yhi chuh (byakh) aakh fvj yus tohyhi sintụ̄ (jhnms mnz) aczụ̄ aczụ̄ chuh gczhan, yimn chhanh kanhh khosh āve, be shk chih tim (thi) jhnms mnz dạkhl spdn vạlụ̄."
  },
  {
    "verse_id": 60,
    "translation": "Tim (yinh vạlụ̄) vann, blkh chihv tohy zi tohyhi gczhyv nh kanhh raḥt nṣyb, tohy koruv yhi (kfr th ʿdhab) aashi brvnhh knhi pysh,lhādha chhe (yhi) burh rvzn jae."
  },
  {
    "verse_id": 61,
    "translation": "Tim vann, ae sanhi rbh! Yymụ̄ yhi (kfr ya ʿdhab) sanhi khạṭr pysh avs kormut cz hurravtmis jhnms mnz dognh ʿdhab."
  },
  {
    "verse_id": 62,
    "translation": "Th tim vann, aashi kya chuh gomut asụ̄ chihkh nh (tim) shkhṣ (yythi) vuchhan yim asụ̄ khrab lukn mnz gnzran ạsikh."
  },
  {
    "verse_id": 63,
    "translation": "Kya asụ̄ ạsiya (naḥq) timn hzl kran kinh sanyn achhn avs timn (prznavnh) nishhi bul chuk gomut (yim ạsụ̄ʿmar, khbab, ṣuhyb, blal th slman rẓy Allah tʿālyā ʿnhm hivụ̄ fqraʿ th drvysh)."
  },
  {
    "verse_id": 64,
    "translation": "Be shk chuh yhi jhnmy yn hund panh vạnụ̄ czuvun ḥq."
  },
  {
    "verse_id": 65,
    "translation": "Frmạviv, bh chuhs ṣrf khvcznavn vvl, th Allah tʿālyā hs varạe chuhnh kanhh mʿbvd yus kun sạrine pytth ghạlb chuh."
  },
  {
    "verse_id": 66,
    "translation": "Āsmann hund th zmynuk th yosh kaynat yimn don mnzbag chhe (sarine) hund rb chuh sytthah ʿzt vvl, bodd bkhshn vvl chuh."
  },
  {
    "verse_id": 67,
    "translation": "Frmạviv, so (qyamt) chhe sytthah brrkhbr."
  },
  {
    "verse_id": 68,
    "translation": "Tohụ̄ chihv tamhi nishhi buth phirith."
  },
  {
    "verse_id": 69,
    "translation": "Me ạs nh (pạnụ̄ pane) ʿālmi bala khi (mlạykn hndi) jmaʿtch kanhh khbr yylhi tim (ādm sndis tkhlyqs mtʿlq) tkrar th bḥth kran ạsụ̄."
  },
  {
    "verse_id": 70,
    "translation": "Me chhe bs (Allah tʿālyā sndi ṭrfh) vḥy yivan krnh mgr yhi zi bh chuhs ṣaf pạtthụ̄ khvcznavn vvl."
  },
  {
    "verse_id": 71,
    "translation": "(suh vqt kriv yad) yylhi tuhndụ̄ rbn frshtn frmvv zi bh chuhs (adri) myczi nishhi akh ansạnụ̄ mor pạd krn vvl."
  },
  {
    "verse_id": 72,
    "translation": "Pth yylhi bh shu (ẓạhr kinụ̄) shyirith moklavn th tms (sndis bạṭns) mnz tav panun (nvrạnụ̄) rvḥ tylhi vsụ̄ zyv tohụ̄ ykdm tmụ̄sndi (tʿẓymh) khạṭr sjds."
  },
  {
    "verse_id": 73,
    "translation": "Pth kor and hyth tmam frshtv yikh vatth sjdh."
  },
  {
    "verse_id": 74,
    "translation": "Ablyss varạe, tmụ̄ kor (nbvt kis shans brvnhh knhi) tkbr th bnyav kạfrv mnz."
  },
  {
    "verse_id": 75,
    "translation": "(Allah tʿālyā hn) frmvv arshad, ae ablys! Cz kmụ̄rukvvnkh ts (hsty) sjdh krnh nishhi yus me panh chuh pnnhi dsti (krm) sintụ̄ bnvvmut, kya cze korthh (amis sintụ̄) tkbr kinh cz avsukh (ghrvrsan smjhan zi be chuhs) thdi payuk."
  },
  {
    "verse_id": 76,
    "translation": "Tmụ̄ von (nby ys sintụ̄ pnnụ̄ brabry krith) zi bh chuhs amụ̄ sndi khvth bhtr, cze chuhsth bh nar nishhi bnvvmut th yhi chuh thn cze myczi nishhi bnvvmut."
  },
  {
    "verse_id": 77,
    "translation": "Arshad spud, lhādha nyr cz (aath nbvt chh gustạkhy hndis jurms mnz) yythi, be shk chuhkh cz mrdvd."
  },
  {
    "verse_id": 78,
    "translation": "Th be shk rvzi qyamt kis dohs tam cze pytth myạnụ̄ lʿnt."
  },
  {
    "verse_id": 79,
    "translation": "Tmụ̄ von, ae prvrdgar!vonụ̄ dim tath dohs tam (zndh rvznch) mhlt yymhi doh lukh yin (nvisr) qbrv mnz tulnh."
  },
  {
    "verse_id": 80,
    "translation": "Allah tʿālyā hn frmvv, (gczh) be shk chuhkh cz mhlt pravn valyvlukv mnz."
  },
  {
    "verse_id": 81,
    "translation": "Mqrrvqth kis dohs (yʿny qyamts) tam."
  },
  {
    "verse_id": 82,
    "translation": "Tmụ̄ von, bs chanhi ʿztuk qsm! Bh rvzkh tim sạry lukh ẓrvr gmrah kran."
  },
  {
    "verse_id": 83,
    "translation": "Chanyv timav bndv varạe yim czarnh āmtụ̄ th brgzydh chih."
  },
  {
    "verse_id": 84,
    "translation": "Arshad spud, lhādha chuh ḥq (yhi) th bh chuhs ḥqe vnan."
  },
  {
    "verse_id": 85,
    "translation": "Zi bh brn chanhi sintụ̄ th yim lukh chanhi (gustạkhụ̄ svnchich) pạrvy krn timav sarive sintụ̄ jhnm."
  },
  {
    "verse_id": 86,
    "translation": "Frmạviv, bh chuhsav nh tohyhi yath (ḥq kis tblyghs) pytth kanhh mʿāvẓh mngan th nah chuhs bh hav bavkrn valyvmnz."
  },
  {
    "verse_id": 87,
    "translation": "Yhi (qrān) chuh tmam dnya valyn khạṭr nṣyḥte."
  },
  {
    "verse_id": 88,
    "translation": "Th tohyhi lgyv kme kalh pth panh aamiyuk ḥal pe."
  }
]