[
  {
    "verse_id": 1,
    "translation": "Yymhi ktabih hund nạzl krun chuh Allah tʿālyā sndi ṭrfh yus sytthah ʿzt vvl, sytthah ḥkmt vvl chuh."
  },
  {
    "verse_id": 2,
    "translation": "Be shk chhe aashi (yhi) ktab tohyhi kun ḥq hyth nạzl krmcz lhādha ạsiv tohụ̄ Allah tʿālyā snz ʿbadt ts khạṭr aṭaʿt th bndgy khạlṣ thạvith kran."
  },
  {
    "verse_id": 3,
    "translation": "(lukn vniv,) bvuziv! Aṭaʿt th bndgy chhe ṣrf th ṣrf Allah tʿālyā sndi khạṭr, th yimav (kạfrv) Allah tʿālyā hs varạe (potlụ̄) chih dvst bnạvụ̄ mtụ̄, tim chih (pnnhi potlụ̄ pvuzayhi hndis aapzis jvazs mnz yhi vnan zi) asụ̄ chih tihnz ʿbadt ṣrf aamhi mvjvb kran zi tim vatnavan aashi Allah tʿālyā hs nzdyk, be shk kri Allah tʿālyā timn drmyan aamhi chyzuk fạṣlh yath mnz tim akhtlaf kran chih, pzụ̄ pạtthụ̄ chuhnh Allah tʿālyā ts shkhṣs hdayt kran yus aapzyvr chuh, sytthah nashkr gzar chuh."
  },
  {
    "verse_id": 4,
    "translation": "AgrAllah tʿālyā aradh krihe zi (pnnhi khạṭr) bnavi avlad tylhi yas pnnhi mkhlvq mnz yczhi he (ts) krihe mntkhb, suh chuh pak, sue chuh Allah tʿālyā, yus kun chuh sarine pytth chuh ghạlb."
  },
  {
    "verse_id": 5,
    "translation": "Tmụ̄ krụ̄ āsman th zmyn ṣḥyḥ tdbyr san pạd. Suh chuh rạcz valan dohs pytth th dohs chuh rạcz pytth valan th tmy chuh āftab th zvun (akis nẓams mnz) mskhr krith thvvmut pth kanhh (starh th syarh) chuh mqrr vqth kis ḥds tam (pnnis mdars mnz) pkan, khbrdar! Sue chuh (pvur nẓams pytth) ghạlb, sytthah mʿāf krn vvl."
  },
  {
    "verse_id": 6,
    "translation": "Tmụ̄ krụ̄nav tvhụ̄sạry aakhi zndgy dinh valhi khlyh nishhi pạd pth bnvvun tamhi sintụ̄tthụ̄ hyvujvr pth krụ̄tmụ̄tuhndi khạṭr janvrv mnz ạtth (nr th mad) jvr dstyab, suh chuh tuhnzn majn hnzn bchhi danyn mnzaakhi tkhlyqy mrḥlh nishhi dvyimis tkhlyqy mrḥls mnz trtyb san tuhunztshkyl kran (yhi kạm chuh) tryn qsmh kyn tạryk prdn mnz (mkml kran), yohe chuh tuhund prvrdgar yus sary qdrtuk th slṭntuk mạlk chuh,ts varạe chuhnh kanhh mʿbvd, tylhi kpạrụ̄ chihv tvhụ̄ (tkhlyqchh yim pvushydh ḥqyqth zannh pth thi) ddlith pkan."
  },
  {
    "verse_id": 7,
    "translation": "Hrgah tohụ̄ kfrkriv tylhi chuh be shk Allah tʿālyā tohyhi nishhi be nyaz th suh chuhnh pnnyn bndn khạṭr kfr (th nashkry) psnd kran, th hrgah tohụ̄ shkrgzạry kriv (tylhi) chuh aath tuhndi khạṭrpsnd kran, th kanhh bvr tulun vvl tulhi nh doyimhi sund bvr, pth chuhv tohyhi pnnis rbs kun vaps gczuhn pth kryv suh tohyhi timav kamyv nishhi bakhbr yimh tohụ̄ kran ạsiv rvudimtụ̄, be shk chuh suh syinn hnz (khttith) kthh (thi) var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 8,
    "translation": "Th yylhi ansans kanhh tklyf chuh vatan tylhi chuh suh pnnis rbs tsụ̄ kun rjvʿ krith nad layan, pth yylhi (Allah tʿālyā) ts pnnhi ṭrfh kanhh nʿmt chuh bkhshan tylhi chuh ts suh (tklyf) mshith gczhan yymhi khạṭr suh godd avs dʿā kran rvzan th (pth) chuh lagan Allah tʿālyā hs khạṭr (potlyn) shryk manun takh (baqyn lukn thi) ddalhi tmụ̄ snzi vathi nishhi,frmạviv, (ae kạfr!) tul cz pnnhi kfr sintụ̄ raczh khndd (ẓạhry) fạydh, cz chuhkh be shk jhnmy yav mnz."
  },
  {
    "verse_id": 9,
    "translation": "Kya (yhi mshrk chha bhtr kinh) suh (mvmn) yus rạcz hnzn gryn mnz sjdn th qyam kis ḥalts mnz ʿbadt krn vvl chuh, ạkhrts chuh khvczan rvzan byyhi chuh pnnis rb sndi rḥmtch amyd thavan, frmạviv, kya yimn lukn ʿlm chuh th yimn lukn ʿlm chuhnh (sạry) hykh nh brabrạsith. Nṣyḥt chih bs ʿql mnd lukhe manan."
  },
  {
    "verse_id": 10,
    "translation": "(ttatthhi myanhi ṭrfh) frmạviyvukh, ae myanyv bndv! Yimav ayman chuhv aonmut pnnis rb sund tqvyā kriv akhtyar. Tithhi ne lukn khạṭr yim yath dnyahs mnz aḥsan krn vạlụ̄ spdụ̄, chuh bhtryn bdlh, th Allah tʿālyā snz srzmyn chhe kushadh, be shk yiyhi ṣbrkrn valyn tihund ajr be ḥsab andazh pvur krnh."
  },
  {
    "verse_id": 11,
    "translation": "Frmạviv, me chuh ḥkm āmut krnh zi bh dimh Allah tʿālyā snz ʿbadt, pnnụ̄ aṭaʿt th bndgy ts khạṭr khạlṣ thạvith anjam."
  },
  {
    "verse_id": 12,
    "translation": "Th me avs yhi ḥkm (thi) dinh āmut zi bh banh (tmụ̄ sndi mkhlvq mnz) sarive brvuntthim mslman."
  },
  {
    "verse_id": 13,
    "translation": "Frmạviv, agr bh pnnis rb snz nafrmạny kr tylhi chuhs bh zbrdst doh kis ʿdhabs khvczan."
  },
  {
    "verse_id": 14,
    "translation": "Frmạviv, bh chuhs ṣrf Allah tʿālyā snz ʿbadt kran, panun dyn tsụ̄ khạṭr khạlṣ thạvith."
  },
  {
    "verse_id": 15,
    "translation": "Lhādha yymụ̄ snz pvuzatohụ̄Allah tʿālyā hs varạe krnụ̄ yczihv kriv frmạviv, be shk chih khsarh tuln vạlụ̄ timae lukh yimav qyamt kh doh pnnụ̄ jan th pnnụ̄ bạcz khsars mnz trạvụ̄. Yad thạviv yohe chuh ttakarh khsarh."
  },
  {
    "verse_id": 16,
    "translation": "Tihindi khạṭr āshi timn pytthụ̄ kinụ̄ (thi) naruk aobur (saʿban bnith) th timn bnụ̄ kinụ̄ thi āsn nar frsh,yhi chuh suh (ʿdhab) yymhi nishhi Allah tʿālyā pnnyn bndn chuh khvcznavan, ae myanyv bndv! Bs rvuziv me khvczan."
  },
  {
    "verse_id": 17,
    "translation": "Th yim lukh potlyn hnzi pvuzayhi nishhi bchith rvudụ̄ th Allah tʿālyā hs kun rvudụ̄ nmith, tihindi khạṭr chhe khosh khbr, lhādha diyiv tohụ̄ myanyn bndn khosh khbr."
  },
  {
    "verse_id": 18,
    "translation": "Yim lukh kth ghvr san bvzan chih, pth yhi tath mnz rczr chuh tamich chih atbaʿ kran yimae chih tim lukh yimn Allah tʿālyā hn hdayt chuh kormut th yimae lukh chih ʿql mnd."
  },
  {
    "verse_id": 19,
    "translation": "Vonụ̄ ys shkhṣs pytth ʿdhabuk ḥkm thạbt spud, tylhi kya tohụ̄ hykyvunh suh shkhṣ bchạvith yus (hmyshhi khạṭr) jhnmy bnyamut āshi."
  },
  {
    "verse_id": 20,
    "translation": "Albth yim lukh pnnis rbs khvczan chih tihindi khạṭr āsn (jnts mnz) thdụ̄ mḥl khanh yimn hyrikanhi (thi) bala khanh āsn bnavnh āmtụ̄, timn bnụ̄ kinụ̄ āsn kolh pkan. Yhi chuh Allah tʿālyā sund vʿdh, Allah tʿālyā chuhnh vʿdh khlạfy kran."
  },
  {
    "verse_id": 21,
    "translation": "(ae ansan!) kya cze vuchuhth na zi Allah tʿālyā hn tvv āsmanh āb, pth krin zmyns mnz aamikụ̄ nag jạry, pth chuh aamhi kh dhryʿh zraʿt pad kran yymikụ̄ rng byvn byon chih āsan, pth chuh suh (tyar spdith) khoshk gczhan, pth chuhkh cz (ppnh pth) suh vuchhan lydur,pth chuh suh tath bos kran, be shk chhe aath mnz gattlyn khạṭr nṣyḥt."
  },
  {
    "verse_id": 22,
    "translation": "Vonụ̄, yymis shkhṣh sund syinh Allah tʿālyā hn a slam khạṭr mczrvvmut āshi tylhi chuh suh pnnis rb sndi ṭrfh nvurs pytth (fạʿz) spdan, (aath brʿks) chhe pth timn lukn khạṭr hlakt yhindụ̄ dil Allah tʿālyā snzidhkri (hndi fyẓ) nishhi (mḥrvm spdith) skht spdụ̄, yimae lukh chih ttakarh gmrạhy mnz."
  },
  {
    "verse_id": 23,
    "translation": "Allah tʿālyā ne chuh bhtryn klam nạzl kormut, yosh aakh ktab chhe yymhi chh kthh (nẓm th mʿāny yan mnz) aakh akis sintụ̄ ralan chhe (yymikụ̄ āyat) grigri chih dohravnh āmtụ̄, yymhi sintụ̄ timn lukn tri knddụ̄ chih phttan yim pnnis rbs khvczan chih,pth chih tihindụ̄ mslh (jsm) th dl nrm spdan (th vilh zạry san chih) Allah tʿālyā snzi dhkri kun (āvrụ̄ gczhan). Yhi chuh Allah tʿālyā sund hdayt suh ys yczhan chuh ts chuh aamhi kh dhryʿh syz vath havan. Th Allah tʿālyā ys gmrah chuh kran (yʿny ddjhi maczi vathi pytth chuhs ylh tavan) tylhi chuhnh ts khạṭr kanhh hdayt dinh vvl āsan."
  },
  {
    "verse_id": 24,
    "translation": "Pth yus shkhṣ qyamt kh doh (nar kis) bur ʿdhabs pnnhi buthhi sintụ̄ rukavan āshi (tikyazi tmụ̄ sndụ̄ doshve aathh āsn gnddith, tmụ̄ sund ḥal kya āshiin) th yithyn ẓạlmn yiyhi vannh timn bur kamyn hund mzh vuchihv yimh tohụ̄ kran ạsụ̄v."
  },
  {
    "verse_id": 25,
    "translation": "Yithyv lukv yim yimn brvnhh ạsụ̄ (timav) avs (rsvln hund) ankar kormut lhādha vvt timn pytth ticzihh jayhi kinụ̄ ʿdhab zi timn ạs nh khbre."
  },
  {
    "verse_id": 26,
    "translation": "Pth vuchhnạvụ̄ tim dnyachh zndgy mnze Allah tʿālyā hn dhilt th rsvạyy hund mzh th pzụ̄pạtthụ̄ chuh ạkhrtuk ʿdhab varyah bodd, kash! Timn āsihe pe."
  },
  {
    "verse_id": 27,
    "translation": "Th drḥqyqt chhe aashi lukn (smjhavnh) khạṭr yath qrāns mnz pth qsmch mthal byan krmcz takh tim hykn nṣyḥt rttith."
  },
  {
    "verse_id": 28,
    "translation": "Qrān chuh ʿrby zbạnụ̄ mnz (yosh tmam zbanv khvth zyadh ṣaf th mkml chhe) yath mnz nh raczh thi hjr chuh. Takh tim vrtavn tqvyā (prhyzgạry)."
  },
  {
    "verse_id": 29,
    "translation": "Allah tʿālyā hn chhe aakh mthal krmcz byan tithis (ghlam) shkhṣh snz yymụ̄ sndi s mlkyts mnz kynhh titihụ̄ lukh shryk āsn yim bdakhlaq thi āsn th panh vạnụ̄ āsn lrrayhi grụ̄ thi. Th (byyhi pash) āshi tiyuth aakh shkhṣ yus ṣrf akụ̄ se frd sund ghlam āshi, kya yim doshve hyknh (pnnyv) ḥalatv hndi lḥaẓh hiviy ạsith (hrgz nh) tmam tʿryf chih Allah tʿālyā sndy khạṭr. Blkh chihnh yimav mnz akthr lukh (tvḥydch ḥqyqt) zanan."
  },
  {
    "verse_id": 30,
    "translation": "(ae ʿẓmt valhi ttatthhi!) be shk chuhv tohyhi mvt (ṣrf mzh vuchhnh khạṭr) yinh vvl th tim spdn yqyna (dạymy hlakt khạṭr) mord (pth āshi doshvnụ̄ mvtn hund frq vuchhn layq). )ythh pạtthụ̄ āyt nmbr29 hs mnz dnh āmczi mthalhi mṭabq don nfrn hndụ̄ aḥval qṭʿāan brabr āsn nh tithe pạtthụ̄chuh arshad āmut frmavnh zi ḥẓvr ṣly Allah ʿlyhi vslmn hund vfat th doymyn hund mvt thi āshi nh hrgz brabr ya huyve. Doshvnụ̄ hnds kyfyts th ḥalts mnz ashi brr frq. Yhi mthal ạs amy khạṭr byan krnh āmczzi shani nbvt ks babs mnz gczhh hshruk th brabry hund khyal mkml pạtthụ̄ rd. Ythh pạtthụ̄ aks mạlkh snd gholam ṣḥyḥ th var kar rvudth varyahn bddhat mạlkn hund gholam spud tbah, ythe pạtthụ̄ ae ʿẓmt valhi ttatthhi! Tvhụ̄ chhv akụ̄ se mạlkh sndụ̄ brgzydh bnd byyhi ttạtthụ̄ th mqrb rsvl lhādha thavyv shu tvhyhi prth ḥals mnzslamt th yim kạfr chih varyahn pvtlyn th shrykn hnz gholạmy mnz lhādhakrn tim ymn thi pnnụ̄ pạtthụ̄ dạymy hlaktkụ̄ shkar."
  },
  {
    "verse_id": 31,
    "translation": "Pth kriv tohụ̄ lukh be shk qyamt kh doh pnnis rb snzi bargahi mnz akh aks sintụ̄jhgrr (aakh dor vanhi byys ziaashi avsuv tohyhi mqami nbvt th shani rsalt smjhnh nishhi tthakh kormut, tim vann nah tohụ̄ ạsụ̄vpane bdbkht th gmrah)."
  },
  {
    "verse_id": 32,
    "translation": "Pth kus āshi ts shkhṣh sndi khoth khsith ẓạlm yus Allah tʿālyā hs pytth bhtan khalhi th pzis kri ankar yylhi zn suh ts nishhi āmut āshi, kya kạfrn hund tthkanh chuhna jhnms mnz?"
  },
  {
    "verse_id": 33,
    "translation": "Th yus shkhṣ poz hyth āv th yymụ̄ aath tṣdyq kor bs timae lukh chih tylhi mtqy."
  },
  {
    "verse_id": 34,
    "translation": "Tihindi khạṭr chhe timh (tmam nʿmth) tihindis rbs nishhi (mvjvd) yhinz tim khvạhsh krn, yohe chuh aḥsan krn valyn hund jza."
  },
  {
    "verse_id": 35,
    "translation": "Takh Allah tʿālyā kri tihindụ̄ khṭa yim timav krụ̄ timn nishhi dvur th timn diyhi tihund thvab timn nyky yn hndi bdlh yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 36,
    "translation": "KyaAllah tʿālyā chuhna pnnis (ttạtthis) bnds (ʿẓmt vạlis nby ṣly Allah ʿlyh vslms) sytthah th yim (kạfr) chihv tohyhi Allah tʿālyā hs varạe (timav potlyv nshh yhinz yim pvuza chih kran) khvcznavan, th ys Allah tʿālyā (tmụ̄ sndi ḥq qbvl krnh kh ankar kinụ̄) gmrah tthhravi pth chuhnh ts kanhh hdayt dinh vvl."
  },
  {
    "verse_id": 37,
    "translation": "Th ys Allah tʿālyā hdayt kri pth chuhnh ts kanhh gmrah krn vvl. Kya Allah tʿālyā chuhna bodd ghạlb, antqam hynh vvl."
  },
  {
    "verse_id": 38,
    "translation": "Th hrgah tohụ̄ timn pczihvzi (sạry) āsman th zmyn kmụ̄ krụ̄ pạd tylhi vann tim ẓrvr Allah tʿālyā hn, tohụ̄ frmạviv, tylhi vnụ̄ tv zi yimn potlyn hnz pvuza tohụ̄Allah tʿālyā hs varạe kran chihv hrgah Allah tʿālyā me kanhh tklyf vatnavun yczhi kya tylhi hyknh tim (potlụ̄) tmụ̄ sund (svznh āmut) tklyf dvur krith ya hrgah suh me rḥmt sintụ̄ nvazun yczhi kya tylhi hyknh tim (potlụ̄) tmụ̄ snz (svznh āmcz) rḥmt rukạvith, frmạviv, me chuh Allah tʿālyā sytthah, tsụ̄ pytth chih tvkl krn vạlụ̄ bhrvsh kran."
  },
  {
    "verse_id": 39,
    "translation": "Frmạviv, ae (myanhi) qvmh! Tohụ̄ kriv pnnhi jayhi ʿml bh chuhs (pnnhi jayhi) ʿml kran, pth lgyv ʿnqryb tohyhi (anjam) pe."
  },
  {
    "verse_id": 40,
    "translation": "(zi) ks pytth chuh ʿdhab yivan yus ts rsva kri th ts pytth vashi hmyshh qạyim rvzn vvl ʿdhab."
  },
  {
    "verse_id": 41,
    "translation": "Be shk kr aashi tohyhi pytth lukn (hnzi rhnmạyy) khạṭr ḥq hyth ktab nạzl, lhādha yymụ̄ hdayt lob tylhi (lobun) pnny fạydh khạṭr th yus gmrah sapud tylhi spud pnny nqṣanh khạṭr gmrah th tohụ̄ chihv nh tihindụ̄ dhmh dar."
  },
  {
    "verse_id": 42,
    "translation": "Allah tʿālyā chuh zuvan kran tihindi mvt khi vqth qbẓ th timn (zuvan) yimn mvt chuhnh āmut tihndis nindri hndis ḥalts mnz, pth chuh timn rukavan yimn pytth mvtuk ḥkm āshi ṣạdir spudmut th baqyn (zuvan) chuh mqrr vqts tam yle tavan. Be shk chhe aath mnz timn lukn khạṭr nishạniyhi yim ghvrvfkr chih kran."
  },
  {
    "verse_id": 43,
    "translation": "Kya timav chha Allah tʿālyā sndis ḥkms khlaf (potlụ̄) thạvimtụ̄ sfarsh krn vạlụ̄ bnạvith? Frmạviv, agr chh tim kunhi chyzkụ̄ mạlik thi āsn nh byyhi āsykh nh ʿql thi."
  },
  {
    "verse_id": 44,
    "translation": "Frmạviv, svrue shfaʿt (yʿny sfạrsh krnuk ajazt) chuh Allah tʿālyā sndise akhtyars mnz (yus tmụ̄ pnnyn ttatthyn khạṭr chuh mkhṣvṣ krith thvvmut), āsmann hnz th zmynch slṭnt th chhe tmụ̄ snze, pth yiyiv tohụ̄ tsụ̄ kun vaps ninh."
  },
  {
    "verse_id": 45,
    "translation": "Th yylhi ṣrf Allah tʿālyā snze yvt dhkr chhe yivan krnh tylhi chih timn lukn hndụ̄ dil tngy hndụ̄ th nfrtkụ̄ shkar spdan yimn nh ạkhrts pytth pczh chhe, th yylhi Allah tʿālyā hs varạe timn potlyn hnz dhkr chhe krnh yivan (yimn tim pvuzan chih) tylhi chih tim achank khosh gczhan."
  },
  {
    "verse_id": 46,
    "translation": "Tohụ̄ kriv ʿrẓ, ya Allah! (sạry) āsman th zmyn ʿdm nishhi vjvds mnz aann valhi, ghyb th ẓạhr zann valhi, cze krkh pnnyn bndn drmyan timn (kthn) hund fạṣlh yimn mnz tim akhtlaf kran ạsụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Th hrgah ẓạlimn suh svrue (mal dvlt) dstyab spdi yus roe zmyns mnz chuh th tath sintụ̄ (gczhykh) tath brabr (byyhi th ḥạṣl) tylhi din tim tath sạrụ̄ se qyamt kh doh bur ʿdhab (nishhi njat ḥạṣl krnh kh) bdlh, th Allah tʿālyā sndi ṭrfh nyri tihindi khạṭr suh (ʿdhab) non yymiyuk nh tim gman thi ạsụ̄ kran."
  },
  {
    "verse_id": 48,
    "translation": "Th tihindi khạṭr nyrn timh (tmam) burạyiyhi nanhi yimh timav kmạvith chhe thavimacz th timn kri suh (ʿdhab) ghyr yath tim hzl ạsụ̄ kran."
  },
  {
    "verse_id": 49,
    "translation": "Pth yylhi ansans kanhh tklyf chuh vatan tylhi chuh aashi ālv kran pth yylhi asụ̄ ts pnnhi ṭrfh kanhh nʿmt chih ʿṭa kran tylhi chuh lagan vanun ziyhi nʿmt chhe me (pnns) ʿlms th tdbyrs (yʿny ʿlm th tdbyrkis bnyads) pytth ḥạṣl gmcz, blkh chhe yhi āzmạysh mgr timav mnz chihnh akthr lukh zanan."
  },
  {
    "verse_id": 50,
    "translation": "Drḥqyqt ạsụ̄yimh (kthh) tim lukh thi kran yim timn brvnhh ạsụ̄, pth yikynczhah tim kmavan rvudụ̄ suh log nh timn kunhi bkar."
  },
  {
    "verse_id": 51,
    "translation": "Pth vacz timn timh burạyiyhi yimh timav kmạvith āsh thavimacz, th timav lukv mnz yim ẓlm chih kran timn (thi) vatn ʿnqryb timh burạyiyhi yimh timav chhe kmạvi macz th tim hykn nh (Allah tʿālyā hs) ʿạjz krith."
  },
  {
    "verse_id": 52,
    "translation": "Th kya timn chhana pe zi Allah tʿālyā yymụ̄ sndi khạṭr yczhan chuh rzq chuh kshadh kran th (ys khạṭr yczhan chuh) tng chuh kran, be shk chhe aath mnz ayman darn khạṭr nishaniyhi."
  },
  {
    "verse_id": 53,
    "translation": "Tohụ̄ frmạviv, ae myanyvtimav bndv! Yimav pnnyn nfsn pytth zyadty chhe krmcz, tohụ̄ gczhụ̄ zyv nh Allah tʿālyā sndi rḥmt nishhi naamyd, be shk chuh Allah tʿālyā tmam gnah mʿāf kran, suh chuh pzụ̄pạtthụ̄ bodd mghfrt krn vvl, sytthah rḥm krn vvl."
  },
  {
    "verse_id": 54,
    "translation": "Th tohụ̄ kriv pnnis rbs kun tvbh th rjvʿ byyhi bnvi tmụ̄ sndụ̄ frmanbrdar aamhi brvnhh zi tohyhi pytth yiyhi ʿdhab pth yiyhi nh tuhund kanhh mddkrnh."
  },
  {
    "verse_id": 55,
    "translation": "Th tamhi bhtryn (ktabih) hnz pạrvy kriv yosh tuhndis rb sndi ṭrfh tohyhi kun nạzl chhe āmcz krnh aamhi brvnhh zi tohyhi pytth yiyhi achank ʿdhab th tohyhi āsyv nh khbr thi."
  },
  {
    "verse_id": 56,
    "translation": "(yinh yhi spdi) zi kanhh shkhṣ laghi vanun, hae afsvs! Tath kmy th kvtạhy pytth yosh me Allah tʿālyā sndis (aṭaʿt kis) ḥqs mnz krth bh avsus pzụ̄pạtthụ̄ hzl krn valyv mnz."
  },
  {
    "verse_id": 57,
    "translation": "Nath laghi vanun zi hrgah Allah tʿālyā me hdayt diyhi he tylhi āsha bh ẓrvr prhyzgarv mnz."
  },
  {
    "verse_id": 58,
    "translation": "Ya laghi ʿdhab vuchhnh vqth vanun zi agr aakhi ltthi dnyahs mnz myạnụ̄ vapsy spdi tylhi spd bh nykvkarv mnz."
  },
  {
    "verse_id": 59,
    "translation": "(rb frmavi,) ā! Be shk ạsụ̄ myạnụ̄ āyat cze nish āmtụ̄, pth koruth cze timn ankar, byyhi koruth cze tkbr th spdukh kạfrv mnz."
  },
  {
    "verse_id": 60,
    "translation": "Th tohụ̄ vuchhvukh qyamt kh doh tim lukh yimav Allah tʿālyā hs pytth aapuz chuh vonmut zi tihindụ̄ buthụ̄ āsn kirhinụ̄, kya tkbr krn valyn hund tthkanh chuhna jhnms mnz?"
  },
  {
    "verse_id": 61,
    "translation": "Th Allah tʿālyā diyhi tithyn lukn yimav prhyzgạry vrtạvmcz chhe tihinzi kamyạby san njat nah vathi timn kanhh burạyy th nah spdn tim ghmgyn."
  },
  {
    "verse_id": 62,
    "translation": "Allah tʿālyā chuh prth chyzuk khạlq byyhi chuh suh pth chyzs pytth nẓrthạvith."
  },
  {
    "verse_id": 63,
    "translation": "Tsụ̄ nishhi chhe āsmann hnz th zmyn chh kunz, th yimav lukv Allah tʿālyā sndyn āyatn sintụ̄ kfrkor timae lukh chih khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 64,
    "translation": "Frmạviv, ae jạhlv! Kya tohụ̄ chihva me Allah tʿālyā hs varạe baqyn hnzbndgy krnụ̄ vnan."
  },
  {
    "verse_id": 65,
    "translation": "Th drḥqyqt chhe tohyhi kun (yhi) vḥy krnh āmcz th timn (pyghmbrn) kun (thi) yim tohyhi brvnhh (svznh āmtụ̄) ạsụ̄ zi (ae ansan!) agrcze shrk koruth tylhi gczihh pzụ̄pạtthụ̄ chạnụ̄ ʿml brbad th czāskh ẓrvrkhsarh tuln valyv mnz."
  },
  {
    "verse_id": 66,
    "translation": "Blkh kr cz Allah tʿālyā snz ʿbadt byyhi bn shkrgzarv mnz."
  },
  {
    "verse_id": 67,
    "translation": "Th timav kr nh Allah tʿālyā snz qdr th tʿẓym yithh pạtthụ̄ tmụ̄ snz qdrth tʿẓym (krnuk) ḥq avs th sạre zmyn āshi qyamt kh doh tmụ̄ snzi mochhhi mnz th tmam āsmạnụ̄ kurh āsn tmụ̄ sndis dchihnis aaths (yʿny qdrt kis qbẓs) mnzvlith, suh chuh pak th pth tamhi chyz nishhi chuh thod th bodd yath yim lukh shryk chih manan."
  },
  {
    "verse_id": 68,
    "translation": "Th ṣvurs yiyhi phokh dinh pth gczhn tmam lukh yim āsmann mnz chih th yim zmyns mnz chih be hvsh ts varạe ys Allah tʿālyā yczhi,pth yiyhi aath ṣuvrs mnz byakh phokh dinhi, pth vothn tim sạry achank vuchhan vuchhan thod."
  },
  {
    "verse_id": 69,
    "translation": "Th (mḥshrch) zmyn pzlhi pnnis rb sndi nvur sintụ̄th (pth akụ̄ sndyn aʿmaln hnz) ktab yiyhi (brvnhh knhi) thavnh th anbyaʿ th gvah yin aannh th lukn drmyan yiyhi ḥq th anṣaf san fạṣlh krnh th timn pytth yiyhi nh kanhh ẓlm krnh."
  },
  {
    "verse_id": 70,
    "translation": "Th pth shkhṣs yiyhi tmụ̄ snzn ʿmln hund pvuri pvur bdlh dinh th suh chuh var pạtthụ̄ zanan yikynczhah tim kran chih."
  },
  {
    "verse_id": 71,
    "translation": "Th yimav lukv kfr kormt chuh tim yin jhnms kun chhokv chhokv khkvanh, aot tam zi yylhi tim tath (jhnms) nishhi vatn pth yin tamikụ̄ bar mczravnh th tamikụ̄ ddyiddụ̄ van vann timn, kya tohyhi nishhi ạsụ̄ na tohy mnz rsvl āmtụ̄ yim tohyhi pytth tuhndis rb sndụ̄ āyat prith bvznavn ạsụ̄ th tohyhi ạsiv yymhi doh chh pyshy nishhi khvcznavan tim (jhnmy) vnn, ā (āmtụ̄ ạsụ̄), mgr kạfrn pytth āshi ʿdhabuk frman thạbt spdyamut."
  },
  {
    "verse_id": 72,
    "translation": "Timn yiyhi vannh, jhnm kyn drvazn mnz gczihv dạkhl, (tohụ̄) chihv aath mnz hmyshhi rvzn vạlụ̄, lhādha kiyuth bur tthkanh chuh tkbr krn valyn hund."
  },
  {
    "verse_id": 73,
    "translation": "Th yim lukh pnnis rbs khvczan rvudụ̄ tim (thi) yin jnts kun chhokv chhokv ninh, aot tam zi yylhi tim tath (jnts) nishhi vatn th tamikụ̄ bar āsn godde mczravnh āmtụ̄ pth vann timn tatikụ̄ rạchhdr (khosh āve kran kran), tohyhi pytth ạsin slam, tohụ̄ rvuziv khosh th khoshḥal lhādha spdiv hmyshh rvznh khạṭr yth mnz dạkhl."
  },
  {
    "verse_id": 74,
    "translation": "Th tim (jnty) vnn tmam tʿryf chih Allah tʿālyā sndy khạṭr yymụ̄ aashi sintụ̄ panun vʿdh pozkrith hvv th asụ̄ bnạvin jnt kh srzmynkụ̄ vạrth zi (yath) jnts mnz yythi yczhv tathi krv qyam,lhādha kiyuth rut ajr chuh nyk ʿml krn valyn hund."
  },
  {
    "verse_id": 75,
    "translation": "Th (ae ttatthhi!) tohụ̄ vuchihvukh frshth ʿrshs andụ̄ pkụ̄ drụ̄ gnddith yim pnnis rb snz ḥmd san tsbyḥ āsn kran, th (tmam) lukn drmyan yiyhi ḥq th anṣaf san fạṣlh krnh th vannh yiyhi zi svrue ḥmd chuh Allah tʿālyā se layq yus tmam jhann hund prvrdgar chuh."
  }
]