[
  {
    "verse_id": 1,
    "translation": "Ḥa mym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi ktabih hund nạzl krnh yun chuh Allah tʿālyā sndi ṭrfh yus ghạlb chuh,sytthah zann vvl chuh."
  },
  {
    "verse_id": 3,
    "translation": "Gnah bkhshn vvl (chuh) th tvbh qbvl krn vvl (chuh) skht ʿdhab dinh vvl (chuh), sytthah krm krn vvl chuh, ts varạe chuhnh kanhh mʿbvd, tsụ̄ kun chuh (sarine) vaps gczuhn."
  },
  {
    "verse_id": 4,
    "translation": "Allah tʿālyā sndyn āyatn mnz chuhnh kanhh czuvan timav lukv varạe yimav kfrkor, lhādha yinh tihund shhrn mnz (āzạdy san) phyrun tohyhi mghalṭs mnz tavyv."
  },
  {
    "verse_id": 5,
    "translation": "Yimav brvnhh kor nvḥ sndụ̄ qvmn th timn pth (byyhi) varyahv aumtv (pnnyn rsvln hund) ankar th pth aumtn kor pnnis rsvls mtʿlq aradh zi suh rttyvun (kryvun qtl nath kryvun qạd) th be bnyad kthv hndi dhryʿh krkh lrrạe takh aamhi (lrrayhi hndi) dhryʿh krn ḥq (yʿny ḥquk athr) dvur lhādha rttụ̄me tim (ʿdhabs mnz), pth kiyuth avs (myvn) ʿdhab?"
  },
  {
    "verse_id": 6,
    "translation": "Th yithe pạtthụ̄ rvud tuhndis rb sund frman timn lukn pytth pvur spdith yimav kfrkormut avs be shk chih tim lukh jhnmy."
  },
  {
    "verse_id": 7,
    "translation": "Yim (frshth) ʿrshs chih thod rttith th yim tath andụ̄ pkụ̄ chih tim (sạry) chih pnnis rb snz ḥmd san tsbyḥ kran th ts pytth chuhkh ayman byyhi chih baaymann khạṭr mghfrtuk dʿā kran (ʿrẓ chih kran zi) ae sanhi rbh! Cz chuhkh (pnnhi) rḥmt th ʿlmh sintụ̄ pth chyzs aḥaṭh krith, lhādha kr timn lukn mghfrt yimav tvbh korbyyhi krkh chanhi vathi hnzpạrvy th tim bchavukh jhnm kh ʿdhab nishhi."
  },
  {
    "verse_id": 8,
    "translation": "Ae sanhi rbh! Byyh krukh tim (hmyshh rvznh khạṭr) ʿdn kyn jntn mnz dạkhl,yuhund cze timn sintụ̄ vʿdh chhy krith thvvmut byyhi tihindyv ābaʿ v ajdadv mnz th tihnzv khandarinyv mnzth tihndyv avladv mnzth tihndi zuryt mnz yim nyk āsn (tim thi krukh timn sintụ̄ dạkhl), be shk chuhkh cze ghạlb, sytthah ḥkmt vvl."
  },
  {
    "verse_id": 9,
    "translation": "Th tim bchavukh burạyy yn (hndi sza) nishhi th yus cze tamhi doh burạyy yn (hndi sza) nishhi bchvvthn, tylhi koruth cze be shk ts pytth rḥm, th yhe chhe brr kamyạby."
  },
  {
    "verse_id": 10,
    "translation": "Be shk yimav kfrkor timn yiyhi ālv krith vannh, tohyhi nishhi chhe (az) Allah tʿālyā snz be zạry, tuhndyv nfsv nishhi tuhnzi pnnhi be zạry nishhi varyah zyadh hurymcz, yylhi zn tohyhi aymans kun nad avsuv yivan dinh mgr tohụ̄ ạsụ̄v ankar kran."
  },
  {
    "verse_id": 11,
    "translation": "Tim vann, ae sanhi rbh! Cze diētuth aashi doyhi phiri mvt th cze krth aashi doyhi phiri zndgy (thi) ʿṭa,lhādha chih asụ̄ (vonụ̄) pnnyn gnahn hund aʿtraf kran,kya vonụ̄ chha (ʿdhab nishhi bchith) nyrnch kanhh vath?"
  },
  {
    "verse_id": 12,
    "translation": "(timn yiyhi vannh, nah) yhi (pvshvun ʿdhab) chuh aamhi mvjvb zi yylhi ṣrf Allah tʿālyā hs avs ālv yivan krnh tylhi ạsụ̄v tohụ̄ ankar kran th agr ts sintụ̄ (kanhh) shryk avs yivan krnh tylhi ạsụ̄v tohụ̄ manan, lhādha chuh (vonụ̄) Allah tʿālyā sundue ḥkm yus (sarive khoth) thod th bodd chuh."
  },
  {
    "verse_id": 13,
    "translation": "Sue chuh yus tohyhi pnnhi nishạniyhi chuh havan th tuhndi khạṭr chuh āsmanh rzq valan, th nṣyḥt chuh ṣrf sue manan yus (Allah tʿālyā hs kun) rjvʿ chuh kran."
  },
  {
    "verse_id": 14,
    "translation": "Lhādha ạsiv tohụ̄Allah tʿālyā snzʿbadt ts khạṭr aṭaʿt th bndgy khạlṣ thạvith kran, agr chh kạfrn nagvare gczihh."
  },
  {
    "verse_id": 15,
    "translation": "Drjat blndkrn vvl, ʿrshuk mạlk, pnnyv bndv mnz ys pytth yczhan chuh rvḥ (yʿny vḥy) chuh pnnhi ḥkmh tavan takh suh khvcznavi (lukn) jmʿ spdn valhi doh nishhi."
  },
  {
    "verse_id": 16,
    "translation": "Yymhi doh tim sạry (qbrv mnz) nyrn th timn (hndyvaʿmalv) nishh rvzi nh Allah tʿālyā hs pytth kihinụ̄ thi khttith, (arshad spdi) az kmụ̄ snz badshạhy chhe (pth spdi arshad) Allah tʿālyā snze yus kun chuh sarine pytth chuh ghạlb."
  },
  {
    "verse_id": 17,
    "translation": "Azụ̄kh doh yiyhi pth nfss tmụ̄ snzi kmayhi hund bdlh dinh, az spdi nh kanhh naanṣạfy, be shk chuh Allah tʿālyā sytthah jld ḥsab hynh vvl."
  },
  {
    "verse_id": 18,
    "translation": "Th tohụ̄ khvcznạviyvukh yim nkhh vatn valhi āft khi doh nishhi yylhi ghm vytravnh sintụ̄ vạnijhi vatn hirivạls tam. Ẓạlmn khạṭr nah āshi kanhh mhrban dvst th nah kanhh sfạrsh krn vvl yymụ̄ snz kth mannh yiyhi."
  },
  {
    "verse_id": 19,
    "translation": "Suh chuh khyant krn vajinyn achhn zanan th (timh kthh thi) yimh syinh chih (pans mnz) khttith thavan."
  },
  {
    "verse_id": 20,
    "translation": "Th Allah tʿālyā chuh ḥqh san fạṣlh kran,th yimn (potlyn) Allah tʿālyā hs varạe yim lukh pvuza chih kran tim hykn nh kanhh thi fạṣlh krith, be shk chuh Allah tʿālyā he bvzn vvl, vuchhn vvl."
  },
  {
    "verse_id": 21,
    "translation": "Th kya yim lukh phyirụ̄ na zmyns mnz zi vuchhhn timn lukn hund anjam kya spud yim yimn brvnhh ạsụ̄, tim lukh ạsụ̄ṭaqts mnz (thi) yhindi khvth varyah zyadh th timn ātharn th nishann mnz (thi) yim zmyns mnz (trạvimtụ̄) ạsikh. Pth rttụ̄ Allah tʿālyā hn tim tihndyv gnahv hndi vjh kinụ̄, th tihindi khạṭr avs nh Allah tʿālyā hs (yʿny Allah tʿālyā sndi ʿdhab) nishhi kanhh bchavan vvl."
  },
  {
    "verse_id": 22,
    "translation": "Yhi spud aamhi vjh kinụ̄ zi timn nishhi ạsụ̄tihindụ̄ rsvl ttakarh nshạniyhi hyth āmtụ̄ pth kor timav kfr lhādha rttụ̄ Allah tʿālyā hn tim (ʿdhabs mnz), be shk chuh suh sytthah ṭaqt vvl, skht ʿdhab dinh vvl."
  },
  {
    "verse_id": 23,
    "translation": "Th be shk svuz aashi mvsyā (ʿlyh alslam) pnnhi nishạniyhi th vaẓḥ thbvt hyth."
  },
  {
    "verse_id": 24,
    "translation": "Frʿūns th hamans th qarvns kun, pth lgụ̄ tim vannhi zi yhi chuh siḥrgr, sytthah aapziyvr chuh."
  },
  {
    "verse_id": 25,
    "translation": "Pth yylhi tim sanhi bargahi nishhi ḥquk pygham hyth timn nishhi āe pth von timav, timn lukn hndụ̄ lrrkh kriyvukh qtl yimav yimn sintụ̄ ayman chuh aonmut th tihnz khatvunh thạviyvukh zndh, th kạfrn hnz fryb vajinhi chalh āsh ṣrf hlakte (timavkor pur amn lukn hund nsl khtm)."
  },
  {
    "verse_id": 26,
    "translation": "Th frʿūnn von, me trạviv yalh bh krn mvsyā qtl th ts pazi pnnis rbs naddiyun. Me chuh khvf zi suh bdlavi tuhund dyn nath phhlavi (mṣrkis) mlks mnz fsad."
  },
  {
    "verse_id": 27,
    "translation": "Th mvsyā hn (ʿlyh alslam) von, me chuh pnnis rb sund th tuhndis rb sund pnah rottmut, pth tkbrkrn vạlis shkhṣs nishhi yas ḥsab kis dohs pytth ayman chuhnh."
  },
  {
    "verse_id": 28,
    "translation": "Th frʿūn sndi mlt mnz von akụ̄ mvmn mrdn yymụ̄ panun ayman khttith avs thvvmut, kya tohụ̄ chihvvnh aakh shkhṣ qtl kran (ṣrf) aamhi mvjvb zi suh chuh vnan myvn rb chuh Allah tʿālyā th suh chuh tohyhi nishhi tuhndis rb sndi ṭrfh ttakarh nishạniyhi hyth āmut, th agr (frẓ krv) suh aapziyvr chuh tylhi āshi tmụ̄ sndi aapziyuk bar tsụ̄ pytth th agr suh pzụ̄yvr chuh tylhi yyithi ʿdhabuk suh tohyhi sintụ̄ vʿdh chuh kran tohyhi vatyv suh ẓrvr, be shk chuhnh Allah tʿālyā ts hdayt divan yus ḥd nyrn vvl srasraapziyvr āshi."
  },
  {
    "verse_id": 29,
    "translation": "Ae myanhi qvmh! Azụ̄khi doh chhe tuhnz ḥkvmt (tohy) chihv (mṣrkis) srzmyns mnz aqtdars pytth pth kus hykhi aashi Allah tʿālyā sndi ʿdhab nishhi bchạvith,agr suh (ʿdhab) aashi nishhi yiyhi. Frʿūnn von, bh chuhsav tohyhi ṣrf soe kth smjhavan yosh bh panh (ṣḥyḥ) chuhs smjhan th bh chuhsav nh tohyhi rczrchh vathi varạe (byyhi kanhh vath) havan."
  },
  {
    "verse_id": 30,
    "translation": "Th tmụ̄ shkhṣn von yymụ̄ ayman avs aonmut, ae myanhi qvmh! Me chuh tohyhi pytth (thi brvuntthimyn) qvmn hndi rvzi bdkụ̄ pạtthụ̄ (ʿdhabuk) khvf."
  },
  {
    "verse_id": 31,
    "translation": "Qvmi nvḥ th ʿād th thmvd byyhi tim lukh yim timn pth ạsụ̄ (timn) hndisza kh dstvrkụ̄ pạtthụ̄, th Allah tʿālyā chuhnh bndn pytth hrgz zyadty yczhan."
  },
  {
    "verse_id": 32,
    "translation": "Th ae qvmh! Me chuh tohyhi pytth krykh nad kh dohuk (yʿny qyamtuk) khvf."
  },
  {
    "verse_id": 33,
    "translation": "Yymhi doh tohụ̄ pot phyrith czliv th tohyhi āsyv nh Allah tʿālyā hs (yʿny Allah tʿālyā sndi ʿdhab) nishhi kanhh bchavan vvl th ys Allah tʿālyā gmrah tthhravi tylhi chuhnh ts khạṭr kanhh hdayt dinh vvl th vath havn vvl āsan."
  },
  {
    "verse_id": 34,
    "translation": "Th (ae mṣrkyv rvzn valyv) be shk āe tohyhi nishhi aamhi brvnhh yvsf (ʿlyh alslam) ttakarh nishạnyv san th tohụ̄ rvudiv hmyshh timn (nshạnyn) mtʿlq shks mnz (pyth) yimh timav tohyhi nishhi aanhi macz āsh, aot tam zi yylhi timav vfat kor pth lvguv tohyhi vanun zi vonụ̄ svzi nh Allah tʿālyā timn pth hrgz kạnshi rsvls. Yithe pạtthụ̄ chuh Allah tʿālyā ts shkhṣs gmrah kran yus ḥd nyrn vvl shk krn vvl āshi."
  },
  {
    "verse_id": 35,
    "translation": "Yim lukh Allah tʿālyā sndyn āyatn mnz czuvan chih kunhi thbvut varạe yosh timn nishhi āmcz āshi, (yhi czuvun) chuh Allah tʿālyā hs nzdyk th ayman valyn nzdyk skht be zạry (hnz kth), yithe pạtthụ̄chuh Allah tʿālyā pth akis mghrvr (th) buthụ̄phirụ̄sndis dils pytth mohrlgavan."
  },
  {
    "verse_id": 36,
    "translation": "Th frʿūnn von, ae haman! Cz bnav myanhi khạṭr aakh thod mḥl takh bh vath (tath pytth khsith) vatn pytth."
  },
  {
    "verse_id": 37,
    "translation": "(yʿny) āsmann hnzn vatn pytth,pth hykn bh mvsyā sund khdae nẓr dith vuchihth th bh chuhsn suh aapziyvre smjhan, th yithh pạtthụ̄ āyhi frʿūn sndi khạṭr tmụ̄ snz bdʿmly khosh krvnụ̄ bnavnh th suh āv (Allah tʿālyā snzi) vathi nishhi pth rttnh, th frʿūn snz dhvkh vajinụ̄ tdbyr ạs ṣrf hlakt se mnz."
  },
  {
    "verse_id": 38,
    "translation": "Th tmụ̄ shkhṣn von yymụ̄ ayman avs aonmut, ae myanhi qvmh! Tohụ̄ kriv myạnụ̄ pạrvy bh krv tohyhi rczrs th hdayts kun rhnmạyy."
  },
  {
    "verse_id": 39,
    "translation": "Ae myanhi qvmh! Yhi dnyahch zndgy chhanh bs (kynczhn dohn) fạydh tulnh varạe kihinụ̄ th be shk chuh ạkhrte hmyshhi rvznuk gr."
  },
  {
    "verse_id": 40,
    "translation": "Yymụ̄ burạyy kr tas yiyhi nh bdlh dinh mgr ṣrf tiyutue, th yymụ̄ nyky kr,khvah mrd āshi ya khatvn byyhi āshi mvmn thi tylhi gczhn timae lukh jnts mnz dạkhl timn yiyhi tathi be ḥsab rzq dinh."
  },
  {
    "verse_id": 41,
    "translation": "Th ae myanhi qvmh! Me kya chuh gomut zi bh chuhsav tohyhi njats kun nad divan th tohụ̄ chihv me jhnms kun nad divan."
  },
  {
    "verse_id": 42,
    "translation": "Tohụ̄ chihv me (yhi) dʿūt divan zi bh gczhh Allah tʿālyā hs sintụ̄ kfr krun th ts sintụ̄ karn suh chyz shryk yymiyuk nh me kanhh ʿiilme chuh th bh chuhsav tohyhi ghạlb khdays kun nad divan yus sytthah mghfrt krn vvl chuh."
  },
  {
    "verse_id": 43,
    "translation": "Poz chuh yhi zi tohụ̄ yath chyzs kun me nad chihv divan suh nah chuh dnyahs mnzaath qạbl zi ts yiyhi ālv krnh th nah chuh ạkhrt (se) mnzth be shk chuh svn vaps phyrun Allah tʿālyā se kun th pzụ̄pạtthụ̄ chih ḥd nyrn vạly jhnmy."
  },
  {
    "verse_id": 44,
    "translation": "Lhādha kriv tohụ̄ ʿnqryb (timh kthh) yadyimh bh tohyhi vnan chuhsav th bh chuhs panun mʿāmlh Allah tʿālyā hs pushravan, be shk chuh Allah tʿālyā bndn vuchhn vvl."
  },
  {
    "verse_id": 45,
    "translation": "Pth bchvv suh Allah tʿālyā hn timan lukn hnzv burạyyv nishhi yhinz tim tdbyr ạsụ̄ kran th frʿūn sndis qvms kor bdtryn ʿdhabn ghyr."
  },
  {
    "verse_id": 46,
    "translation": "Jhnm kis nars brvnhh kun chih yim lukh ṣbḥs shams aannhi yivan th yymhi doh qyamt brpa spdi (pth spdi ḥkm) āli frʿūn kriyvun skht tryn ʿdhabs mnz dạkhl."
  },
  {
    "verse_id": 47,
    "translation": "Th yylhi tim lukh jhnms mnz panh vạnụ̄ czuvan pth vann kmzvr lukh timn yim (dnyahs mnz) bjr ạsụ̄ havan zi asụ̄ he tuhndụ̄ pạrv kar ạsụ̄ tylhi kya tohụ̄ hykụ̄va jhnm kh naruk kynhh (thi) ḥṣh aashi nishhi dvur krith."
  },
  {
    "verse_id": 48,
    "translation": "Tkbr krn vạlụ̄ vann, asụ̄ sạry chih and hyth ythụ̄ (jhnms) mnz be shk chuh Allah tʿālyā hn bndn drmyan ḥtmy fạṣlh kormut."
  },
  {
    "verse_id": 49,
    "translation": "Th yim lukh nars mnz āsn tim vann jhnm kyn darvghn pnnis rbs kriv dʿā zi suh loczrạvụ̄ tn kunhi doh aashi nishhi ʿdhab."
  },
  {
    "verse_id": 50,
    "translation": "Tim vann kya tohyhi nishhi ạsụ̄ na tuhndụ̄ pyghmbr ttakarh nishạniyhi hyth āmtụ̄, tim vann, kyazi nh, (pth) vann (darvghh), tohụ̄ kriv pane dʿā th kạfrn hund dʿā gczihh (hmyshh) ẓayʿ."
  },
  {
    "verse_id": 51,
    "translation": "Be shk chih asụ̄ pnnyn rsvln th ayman aann valyn dnyạvy zndgy mnz (thi) mddkran th tamhi doh (thi krvkh) yylhi gvah spdn khrra."
  },
  {
    "verse_id": 52,
    "translation": "Yymhi doh ẓạlmn tihund ʿdhr pysh krun kanhh fạydh diyhi nh th tihindi khạṭr āshi lʿnt th tihindi khạṭr āshi (jhnmuk) bdtryn gr."
  },
  {
    "verse_id": 53,
    "translation": "Th be shk kr aashi mvsyā hs (ʿlyh alslam) hdayt (vajinụ̄ktab) ʿṭa th aashi bnạvụ̄ (timn pth) bny asraʿyl (tamhi) ktabih hndụ̄ vạrth."
  },
  {
    "verse_id": 54,
    "translation": "Yosh hdayt chhe th ʿqlhi valyn khạṭr chhe nṣyḥt."
  },
  {
    "verse_id": 55,
    "translation": "Lhādha kriv tohụ̄ ṣbr, be shk chuh Allah tʿālyā sund vʿdh ḥq byyhi mngiv pnnhi aumt kyn gnahn mghfrt th ṣbḥs shams ạsivpnnis rb snzḥmd san tsbyḥ kran. (lidhanbik ath mnz chuh aumt mẓaf yus zn mḥdhvf chuh, lhādha chuh ath bnyads pytth yth jayhi va aastaghfiru lidhanbik nshh mradaumtkụ̄ gnah. Amam nsfy, amam qrṭby th ʿlamh shvkany, ymv chuh yvhe mʿny byan kvrmut. Vuchhv ḥvalh jat, )va aastaghfar lidhanbika( a y ldhnb aumtk yʿny pnnhi aumt kyn gnahn hund mghfrt mngv. )nsfy, mdark altnzyl vḥqayq altavyl, 359,4( )va aastaghfar lidhanbika( qyl, ldhanbi aumtk ḥdhf almẓaf vaqym almẓaf alyh mqamh vaastghfr ldhnbk ath mtʿlq chuh vnnh āmut zi amh nish chuh mradaumtkụ̄ gnah. Yth jayhi chuh mẓaf ḥdhf krth mẓaf alyh amuyk qạym mqam krnh āmut. )qrṭby, aljamʿ alaḥkam alqrān, 326,15( vqyl ldhnbk ldhnb amtk fy ḥqk, ythi chuh vnnh āmut zi lidhnbk yʿny tvhụ̄ mngvpnns ḥqs mnz aumanth nshhi srzd spdn valyn khṭahn hund mghfrt )abn ḥyan andlsy, albḥralmḥyṭ, 471,7( )vaaastghfir lidhanbika( qyl almraddhnb amtk fhv ʿly ḥdhf almẓaf vnnh chuh āmut zi amh nishh chuh murad aumtkụ̄ gnah th yhi mʿny chuh mẓaf kis mḥdhvf āsnh ks bnyads pytth. )ʿlamh shvkany, ftḥ alqdyr, 497,4()"
  },
  {
    "verse_id": 56,
    "translation": "Be shk yim lukh Allah tʿālyā sndyn āyatn mnzczuvan chih kunhi thbvut varạe yus timn nishhi āmut āshi, tihindyn syinn mnz chuhnh ghrvr varạe byyhi kihinụ̄ tim chihnh tath (aṣly bjrs) tam vatn vạly.lhādha rvuziv tohụ̄ (tihindi shr nishhi) Allah tʿālyā sund pnah mngan, be shk chuh sue var pạtthụ̄ bvzn vvl var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 57,
    "translation": "Yqyna chhe āsmann hnz th zmynch pydạysh ansann hnzi pydạyshhi khvth varyah khsith albth akthr lukn chuhnh ʿlm."
  },
  {
    "verse_id": 58,
    "translation": "Th aon th gashdar hykn nh brabr ạsith lhādha (yithe pạtthụ̄) yimav lukv ayman aon byyhi krykh nyk ʿmlh (tim) th bdkar thi chihnh (brabr). Tohụ̄ chihv sytthah km nṣyḥt manan."
  },
  {
    "verse_id": 59,
    "translation": "Be shk chhe qyamt ẓrvr yinh vajinụ̄,aath mnz chuhnh kanhh shk. Albth akthr lukh chihnh paczh kran."
  },
  {
    "verse_id": 60,
    "translation": "Th tuhndụ̄ rbn chuh frmvvmut tohụ̄ lukh ạsiv me dʿā mngan bh krv ẓrvr qbvl, be shk yim lukh myanhi bndgy nishhi buth chih phiran tim gczhn ʿnqryb jhnms mnz dhlyl spdith dạkhl."
  },
  {
    "verse_id": 61,
    "translation": "Allah tʿālyā he chuh yymụ̄ tuhndi khạṭr rat bnạv takh tohyh gczhyv aath mnz āram ḥạṣl th doh bnvvun vuchhnh khạṭr gashdar. Be shk chuh Allah tʿālyā lukn pytth fẓl krn vvl albth akthr lukh chihnh shkrada kran."
  },
  {
    "verse_id": 62,
    "translation": "Yohe Allah tʿālyā chuh tuhund rb yus pth chyzuk pad krn vvl chuh, ts varạe chuhnh kanhh mʿbvd pth kpạrụ̄ chihv tohụ̄ ddlith pkan."
  },
  {
    "verse_id": 63,
    "translation": "Yithe pạtthụ̄ ạsụ̄ tim lukh ddlith pkan yim Allah tʿālyā sndyn āyatn ankar ạsụ̄ kran."
  },
  {
    "verse_id": 64,
    "translation": "Allah tʿālyā he chuh yymụ̄ tuhndi khạṭr zmyn bnạv qrar krnch jae th āsman bnvvun chht th tohyhi krnav shkl v ṣvrt ʿṭa pth bnavyn tuhnz shklh khosh yivnhi th tohyhi kornav pak chyzv nishhi rvuzy ʿṭa, yohe Allah tʿālyā chuh tuhund rb. Lhādha chuh Allah tʿālyā sytthah brkt vvl yus tmam jhann hund rb chuh."
  },
  {
    "verse_id": 65,
    "translation": "Sue chuh zndh, ts varạe chuhnh kanhh mʿbvd, lhādha ạsiv tohụ̄ tmụ̄ snz ʿbadt ts khạṭr aṭaʿt th bndgy khạlṣ thạvith kran, tmam tʿryf chih Allah tʿālyā sndy khạṭr yus tmam jhann hund prvrdgar chuh."
  },
  {
    "verse_id": 66,
    "translation": "Frmạviv, me chuh tthakh krnh āmut zi bh kr tihnz ʿbadt yimn (potlyn) hnz tohụ̄ Allah tʿālyā trạvith ʿbadt chihv kran yylhi zn me nishhi myạnis rb sndi ṭrfh ttakarh nishạniyhi āmcz chhe th me chuh ḥkm āmut dinh zi bh krtmam jhann hndis prvrdgar snz frmanbrdạry."
  },
  {
    "verse_id": 67,
    "translation": "Sue chuh yymụ̄ tuhnz (kymyaʿy zndgy hnz abtdạʿy) pydạysh myczi sintụ̄ kr pth (korun ḥyatyaty abtda) akhi nṭfh (yʿny akhi khlyh) sintụ̄, pth (korun) majhi hnzi bchhi danhi mnz mʿlq vjvd sintụ̄, pth chuhv (ạkhrs pytth) sue tohyhi shur bnạvith krran pth (chuhvtohyhi phanphlun bkhshan) takh tohụ̄ vạtiv pnnhi jvạny tam. Pth (chuhvtohyhi ʿmri hnz mhlt divan) takh tohụ̄ gczihv budd th tohyhi mnz chuh kanhh (bujr) brvntthue fvt spdan th (yhi svrue kynhh chuh aamhi mvjvb krnh yivan) takh tohụ̄vạtiv (pnnis pnnis) mqrrkrnh āmtis vqts tam byyhi aamhi mvjb (thi) zi tohụ̄smjhv."
  },
  {
    "verse_id": 68,
    "translation": "Sue chuh yus zndgy chuh divan th mvt chuh divan pth yylhi suh kunhi kamhi hund fạṣlh chuh kran tylhi chuh ṣrf tath frmavan sapad, bs so chhe spdan."
  },
  {
    "verse_id": 69,
    "translation": "Kya tohyhi vuchihv na tim lukh yim Allah tʿālyā sndyn āyatn mnz czuvan chih, tim kvrkun chh vthi ddlith pkan."
  },
  {
    "verse_id": 70,
    "translation": "Yimav lukv ktabih (thi) ankar kor th timn (nishạnyn thi) yimh hyth aashi pnnụ̄ rsvl ạsụ̄ svuzimtụ̄, vonụ̄ lghi ʿnqryb timn (pnnhi anjamuk) pe."
  },
  {
    "verse_id": 71,
    "translation": "Yylhi tihnzn grdnn mnz ṭvq th hanklh āsn,tim āsn khkhri yivan ninh."
  },
  {
    "verse_id": 72,
    "translation": "Grykh vnis ābs mnz,pth yin nars mnz (zalnhi rngụ̄) chhknh."
  },
  {
    "verse_id": 73,
    "translation": "Pth yiyhi timn vannh, kthi chih tim (potlụ̄) yim tohụ̄ shryk ạsivvkh manan."
  },
  {
    "verse_id": 74,
    "translation": "Allah tʿālyā hs varạe, tim vann, tim rạvụ̄ aashi blkh ạsụ̄ nh asụ̄ brvnhh kunhi thi chyzch ʿbadt kran, yithe pạtthụ̄ chuh Allah tʿālyā kạfrn gmrah kran."
  },
  {
    "verse_id": 75,
    "translation": "Yhi (sza) chuh timiyuk bdlh zi tohụ̄ ạsụ̄v zmyns mnz naḥq khvshyhi mnavan byyhi chuh tamiyuk bdlh zi tohụ̄ ạsụ̄v ghrvrkran."
  },
  {
    "verse_id": 76,
    "translation": "Jhnm kyn drvazn mnz acziv tohụ̄ chihv aath mnz hmyshh rvzn vạlụ̄, lhādha kvtah bdtryn tthkanh chuh ghrvrkrn valyn hund."
  },
  {
    "verse_id": 77,
    "translation": "Lhādha krivtohụ̄ ṣbr be shk chuh Allah tʿālyā sund vʿdh poz,pth agr asụ̄ tohyhi tamhi (ʿdhab) mnzkynhh ḥṣh havav yymiyuk asụ̄ timn sintụ̄ vʿdh chih kran ya dimav asụ̄ tohyhi (tamhi brvnhh) vfat (doshvnụ̄ ṣvrtn mnz) yin tim aasy kun vaps aannh."
  },
  {
    "verse_id": 78,
    "translation": "Th be shk svuzụ̄ aashi tohyhi brvnhh varyah rsvl, timav mnz kor aashi kynczhn hund ḥal tohyhi pytth byan th timv mnz kornh kynczhn hund ḥal aashi (vunystam) tohyhi pytth byan, th kạnshi (thi) rsvl sndi khạṭr avs nh yhi (mmkn) zi suh aanhi he kanhh nishạny thi Allah tʿālyā sndi ḥkmh varạe, pth yylhi Allah tʿālyā sund ḥkm āv (th) ḥq th anṣaf san āv fạṣlh krnh tamhi saʿth rvudụ̄ pth ahli bạṭl khsars mnz."
  },
  {
    "verse_id": 79,
    "translation": "Allah tʿālyā he chuh yymụ̄ tuhndi khạṭr charvạe bnạvụ̄ takh tohụ̄ kriv timav mnz kynczhn pytth svạrụ̄ th timav mnz chihv tohụ̄ kynhh khyvan."
  },
  {
    "verse_id": 80,
    "translation": "Th tuhndi khạṭr chih timn mnz byyhi thi fạydh th takh tohụ̄ hykiv timn pytth svar spdith (mzyd) tath ẓrvrt (chh jayhi) tam vạtith yosh tuhndyn syinn mnz (mtʿīn) chhe byyhi (yhi zi) tohụ̄ chihv timn pytth th navan pytth svar yivan krnh."
  },
  {
    "verse_id": 81,
    "translation": "Th suh chuhv tohyhi pnnhi (varyah) nishạniyhi havan, vonụ̄ kmn kmn Allah tʿālyā snzn nishạnyn kriv tohụ̄ ankar."
  },
  {
    "verse_id": 82,
    "translation": "Pth kya timav kor na zmyns mnz sạl th syaḥt zi tim vuchhhn zi timn lukn hund anjam kiyuth spud yim timn brvnhh guzre, tim ạsụ̄ yimn lukn khvth (tʿdads mnz thi) varyah zyadh th ṭaqts mnz (thi) sytthah skht byyhi nishann hndi lḥaẓh (thi) yim (timav) zmyns mnz trạvụ̄ (ạsụ̄ sytthah khsith) mgr yikynczhah tim kmavan ạsụ̄ timn log nh kunhi bkar."
  },
  {
    "verse_id": 83,
    "translation": "Pth yylhi tihindụ̄ pyghmbrtimn nishhi ttakarh nishạniyhi hyth āe pth yus timn nishhi (dnyạvy) ʿlm th fn avs tim rvudụ̄ tath pytth czyngan th (athụ̄ ḥals mnz) rttụ̄tim tmụ̄ (ʿdhabn) yath tim hzl ạsụ̄ kran."
  },
  {
    "verse_id": 84,
    "translation": "Pth yylhi timav svn ʿdhab vuchh aad lgụ̄ vannhi, aashi aon Allah tʿālyā hs pytth ayman yus kun chuh th aashi kor timn (sarine) hund ankar yim asụ̄ tmụ̄ sndụ̄ shryk ạsikh manan."
  },
  {
    "verse_id": 85,
    "translation": "Pth log nh tihund ayman aanun timn kunhi bkar yylhi zn timav svn ʿdhab vuchhmut avs, Allah tʿālyā sund chuh (yohe) dstvr yus tmụ̄ sndyn bndn mnzpkan yivan chuh th aath jayhi tul kạfrv (hmyshh) skht khsarh."
  }
]