[
  {
    "verse_id": 1,
    "translation": "Ḥamym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)"
  },
  {
    "verse_id": 2,
    "translation": "Nhayt mhrban sytthah rḥm krn vạlis (rb) sndi ṭrfh chuh nạzl krnh yun."
  },
  {
    "verse_id": 3,
    "translation": "(yymhi) ktabih hund yymikụ̄ āyat vaẓḥ pạtthụ̄byan chih krnh āmtụ̄ ʿlm th gatth jar thavn valhi qvmh khạṭr ʿrby (zbanhi mnzi chuh) qrān."
  },
  {
    "verse_id": 4,
    "translation": "Khosh khbr bvznavn vvl chuh th khvcznavn vvl chuh, pth phiyur timav mnz akthr lukv buth lhādha chihnh tim (aath) bvzane."
  },
  {
    "verse_id": 5,
    "translation": "Th vnan chih zisạnụ̄ dl chih tamhi chyz nishhi ghlafn mnz yath kun tohụ̄ aashi nad chihv divan th sanyn knn mnz chuh (zrụ̄gy hund) gobyr byyhi chuh aashi th tohyhi mnzbag prdh lhādha rvuziv tohụ̄ pnnụ̄ kạm kran asụ̄ chih pnnụ̄ kạm krn vạlụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Frmạviv, (ae kạfrv!) bs chuhs bh (ẓạhrpạtthụ̄) ansan āsns mnz tohy hyvu (tylhi kyazi chihv me nish th myanhi dʿūt nishhi aath ḥds tam hirash kran?) me kun chhe yhi vḥy svznh āmcz zi tuhund mʿbvd chuh ṣrf kunue mʿbvd! Lhādha rvuziv tvhụ̄ tsụ̄ kun syvd tvjh dith byyhi mngiv ts mghfrt,th mshrkn khạṭr chhe hlakt."
  },
  {
    "verse_id": 7,
    "translation": "Yim zkvāh chihnh ada kran th timae chih ạkhrts thi ankar kran."
  },
  {
    "verse_id": 8,
    "translation": "Be shk yimav lukv ayman aon byyhi rvudụ̄ nyk ʿml kran tihindi khạṭr chuh tiyuth ajr yus zanhh gczihh nh khtm."
  },
  {
    "verse_id": 9,
    "translation": "Frmạviv, kya tohụ̄ chihva ts (Allah tʿālyā) sund ankar kran yymụ̄ zmyn kr don dohn (yʿny don mdtn) mnz pạd th tohụ̄ chihvbyyh kạnsh ts huyv manan, sue chuh tmam jhann hund prvrdgar."
  },
  {
    "verse_id": 10,
    "translation": "Th tamhi mnz thạvin gobụ̄pharr (krrith) tath pytth th tath mnz thạvn (mʿdnyatn, ābh kyn dhkhyrn,qdrty vsyln th baqy ṭaqtn hnz) brkt,th tath mnz krin (tmam mkhlvqn khạṭr) ghdha (th mʿīshtikụ̄ samanh) mqrr (yhi svrue kynhh) kor (tmụ̄) czon dohn (yʿny czon artqạyy zmann) mnz mkml, (yhi svrue rzq) chuh (bnyạdy ṭvr) tmam czhanddn valyn (th ḥajt mndn) khạṭr brabr."
  },
  {
    "verse_id": 11,
    "translation": "Pth phiyur Allah tʿālyā hn āsmạnụ̄ kaynats kun tvjh th suh avs (tmh vqth) dh (huyv), pth frmvv tmụ̄ tath (yʿny āsmạnụ̄ kaynats) th zmyns zi tvhụ̄doshve (pkv akh tvazun hyth akh akụ̄ sndi bqa kh aṣvlh mṭạbq,) yiyivkhoshy san (ath qanvns tḥt) ya nakhoshy san, doshvyav vvn zi asụ̄ chih (qdrt ks qanvns tḥt) khvshy san ḥạẓr."
  },
  {
    "verse_id": 12,
    "translation": "Pth bnạvụ̄ tmụ̄ don (khaṣ) mrḥln mnz sath āsman th p th āsmạnụ̄ krs mnzkvrun tamiyuk qanvn vdyʿt th ashi bkhsh dnyạvy āsmans czangyvsintụ̄ rvnq th shu kvrmḥfvẓ (thi), yhi nẓamh mṭạbq mnṣvbh bndy chih bdds ṭaqt (th) ʿlm vạlis (rb) snz."
  },
  {
    "verse_id": 13,
    "translation": "Pth agr tim buth phirn tylhi frmạviv tohụ̄ bh chuhsav tohụ̄ tamhi khvf nak ʿdhabh nishhi khvcznavan yus ʿād th thmvd kh hlaktkụ̄ pạtthụ̄ āshi."
  },
  {
    "verse_id": 14,
    "translation": "Yylhi timn nishhi timn brvntthụ̄ kinụ̄ th timn ptụ̄ kinụ̄ (ya timn brvnhh th timn pth) pyghmbr āe (th vvnukh) zi Allah tʿālyā hs varạe mah krivkạnshi hnz ʿbadt, pth lvg timav vanun, agr svn rb yczhi he tylhi krihe frshtn nạzl lhādha yikynczhah hyth cz svznh chuhkh āmut asụ̄ chih tath ankar kran."
  },
  {
    "verse_id": 15,
    "translation": "Lhādha yus qvm ʿād avs pth kor timav zmyns mnz naḥq tkbr (th nafrmạny) th vannhi lgụ̄, sanhi khvth khsith kus chuh ṭaqtvr th kya timav vuchhna zi Allah tʿālyā yymụ̄ tim pạd chih krụ̄mtụ̄ suh chuh tihindi khvth khya zyadh ṭaqtvr, th tim rvudụ̄ sanyn āyatn ankar kran."
  },
  {
    "verse_id": 16,
    "translation": "Pth svuz aashi timn pytth mnḥvs dohn mnzkhvf nak tyz th skht vavṭvfan takh timn havav dunyạvy zndgy mnz dhilt kh ʿdhabuk mzh, th ạkhrtuk ʿdhab āshi sarive khvth zyadh dhlyil krn vvl th timn yiyhi nh kanhh mdd krnh."
  },
  {
    "verse_id": 17,
    "translation": "Th yus qvmi thmvd avs, aashi hạv timn hdaytch vath mgr timav kor hdayt bjayhi aon rvznue psnd pth rttụ̄ tim dhilt kh ʿdhab chh ttthi timav ʿmlv hndi bdlh yimh tim kmavan ạsụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Th aashi diyut timn lukn njat yimav ayman aon th prhyzgạry rvudụ̄ vartavan."
  },
  {
    "verse_id": 19,
    "translation": "Th yymhi doh Allah tʿālyā sndụ̄ dshmn yin jhnms kun sombrạvith aannh pth yin tim rukạvụ̄rukạvụ̄ (th khkvan) pknavnh."
  },
  {
    "verse_id": 20,
    "translation": "Aot tam zi yylhi tim jhnms tam vatn pth din tihindụ̄ kan th tihnz achh th tihindụ̄ (jsmkụ̄) mslh timn khlaf gvạhy timn aʿmaln pytth yim tim kran rvudimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Pth vann tim lukh pnnyn msln tohyhi kyazi diczv aashi khlaf gvạhy, tim vann, aashi diyut tmụ̄ Allah tʿālyā hn kth krnuk ṭaqt yus pth chyzs chuh kth krnuk ṭaqt divan th tmy chihnav tohụ̄ goddnichhi ltthi pạd krụ̄mtụ̄ th tohụ̄ yiyiv tsụ̄ kun vaps phirnh."
  },
  {
    "verse_id": 22,
    "translation": "Tohụ̄ ạsụ̄vnh (gnah krnh vqth) tamhi (khvfh) nishhi thi prdh kran zi tuhndụ̄ kn din tohyhi khlaf gvạhy th nah (yhi zi) tuhnz achh th nah (yhi zi) tuhndụ̄ msle (din tohyhi khlaf gvạhy) mgr tohụ̄ ạsụ̄v gman kran zi Allah tʿālyā chuhnh tuhnzn varyahn kamyn yimh tohụ̄ kran chihv zanane."
  },
  {
    "verse_id": 23,
    "translation": "Th tuhndụ̄ amy gmann yus tohyhi pnnis rbs mtʿlq qạyim koruv krụ̄nav tohụ̄ hlak lhādha spdiyv tohụ̄ khsarh tuln valyv mnz."
  },
  {
    "verse_id": 24,
    "translation": "Vonụ̄ agr tim ṣbr krn thi tvthi chuh tihund tthkanh jhnm, th agr tim (tvbh kh dhryʿh Allah tʿālyā snz) rẓa ḥaṣl krnụ̄ yczhn tylhi thi āsn nh tim rẓa ḥạṣl spdn valyv mnz."
  },
  {
    "verse_id": 25,
    "translation": "Th aashi krụ̄ tihindi khạṭr sintụ̄ rvzn vạlụ̄ (shyṭan) mqrr, pth hạvụ̄ timav tihindi khạṭr tim (tmam bur aʿmal) shvubdar bnạvith yim timn brvnhh knhi ạsụ̄ th timn ptụ̄ kinụ̄ ạsụ̄ th timn pytth gov (sue) ʿdhabuk frman thạbt yus timn aumtn hndis bars mnz ṣạdr avs spudmut yim jinv th ansanv mnz timn brvnhh guzrymcz āsh. Be shk ạsụ̄ tim khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 26,
    "translation": "Th kạfr lukh chih vnan, tohụ̄ mah ạsiv yhi qrān bvzan th aamhi (kyn qrat kyn vqtn) mnz ạsiv shvrvghl kran takh tohụ̄ rvuziv (yhindis qrān prns pytth) ghạlb."
  },
  {
    "verse_id": 27,
    "translation": "Lhādha vuchhnavvkh asụ̄ kạfrẓrvr skht ʿdhabuk mzh th timn dimavasụ̄ timn bur ʿmln hundbdlh ẓrvr yim tim kran rvudimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Yhi jhnm chuh Allah tʿālyā sndyn dshmnn hund jza,tihindi khạṭr chuh aath mnz hmyshh rvznuk gr, yhi chuh tamiyuk bdlh yus tim sanyn āyatn hund ankar ạsụ̄ kran."
  },
  {
    "verse_id": 29,
    "translation": "Th yimav lukv kfrchuh kormut (tim) vann, ae sanhi rbh! Aashi havukh jinv th ansanv mnz tim doshvae yimav asụ̄ gmrah chih krụ̄mtụ̄ asụ̄ rttvkh (mthnh mokh) tim pnnyn khorn tl takh tim spdn sarive khvth zyadh dhilt valyv mnz."
  },
  {
    "verse_id": 30,
    "translation": "Be shk yimav lukv von svn rb chuh Allah (tʿālyā), pth spdụ̄ tim (aath pytth mẓbvṭy san) qạyim, tylhi chih timn pytth frshth gczhan nạzl (th vnan chihkh) zi tohụ̄mah khvucziv th ghm mah briv th tohụ̄ mnạviv jnt chh khvshyhi yymiyuk tohyhi sintụ̄ vʿdh avs yivan krnh."
  },
  {
    "verse_id": 31,
    "translation": "Asụ̄ chih dnyachh zndgy mnz (thi) tuhndụ̄ dvst th mddgar th ạkhrts mnz (thi), th tuhndi khạṭr chhe tathi pth so nʿmt yosh tuhund dl yczhi th tuhndi khạṭr chih tathi tim tmam chyz (ḥạẓr) yim tohụ̄ mngiv."
  },
  {
    "verse_id": 32,
    "translation": "(yhi) chhe brris mghfrt krn vạlis, sytthah rḥm krn vạlis (rb) sndi ṭrfh pczhụ̄lạz."
  },
  {
    "verse_id": 33,
    "translation": "Th ts shkhṣs khvth zyadh khosh gftar kus hykhi ạsith yus Allah tʿālyā hs kun nad diyhi th nyk ʿml kri byyhi vanhi be shk chuhs bh (Allah tʿālyā th rsvl ṣly Allah ʿlyh vslmn hndyv) frmanbrdarvmnz."
  },
  {
    "verse_id": 34,
    "translation": "Th nyky th bdy hykhi nh brabr ạsith, th burạyy ạsiyvun bhtr (ṭryqh) sintụ̄dvur kran tylhi spdi ntyjh rngụ̄ suh shkhṣ zi yas th tohyhi drmyan dshmny ạs tiyuth dvst yus grm jvshy hund aẓhar kri."
  },
  {
    "verse_id": 35,
    "translation": "Th yhi (khvby) chhe ṣrf timne lukn yivan ʿṭa krnh yim ṣbr chih kran, th yhi (tvfyq) chuh ṣrf tsụ̄yvt ḥạṣl spdan yus sytthah nṣyb vvl chuh āsan."
  },
  {
    "verse_id": 36,
    "translation": "Th (ae mvmn bndh!) agr shyṭan sndi vasvash travnh sintụ̄ cze kanhh vsvsh yy tylhi ās Allah tʿālyā sund pnah mngan, be shk chuh suh var pạtthụ̄ bvzn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 37,
    "translation": "Th rat th doh th āftab th zvn chih tmụ̄ snzv nishạnyv mnz, nah mah ạsiv āftabs sjdh kran th nah zvuny,th sjdh krun chuh ṣrf Allah tʿālyā sndi khạṭr yymụ̄ yim (sạry) chih pạd krụ̄mtụ̄ agr tohụ̄ tmụ̄ snze bndgy kran chihv."
  },
  {
    "verse_id": 38,
    "translation": "Pth agr tim tkbr krn (tylhi mah kriv tohụ̄ tihund prva) vonụ̄ yim frshth tuhndis rb sndis drbars mnz chih tim chih rat doh tmụ̄ snz tsbyḥ kran rvzan th tim chihnh thkan (th nah chih tnge yivan)."
  },
  {
    "verse_id": 39,
    "translation": "Th tmụ̄ snzv nishạnyv mnz chuh yithi zi tohụ̄ chihvzmyn vuchhan (godd) khshk (th vạran) pth yylhi asụ̄ tath pytth āb (rvud) chih travan tylhi chhe so srsbz th shadab gczhan byyhi chhe phanphlun hyvan, be shk so dhat yymụ̄ yhi (mordh zmyn) zndh chhe krmcz yqyna chuh sue (qyamt kh doh) mordn zndh krn vvl. Be shk chuh suh pth chyzs pytth var pạtthụ̄ qdrt thavan."
  },
  {
    "verse_id": 40,
    "translation": "Be shk yim lukh sanyn āyatn (hndis mʿny ys) mnz ṣḥyḥ vathi nishhi anḥraf chih kran tim chihnh aashi nish khttith kynhh, kya yus shkhṣ jhnm kis nars mnzchahknh yiyhi (suh) chha bhtr kinh suh yus qyamt kh doh (ʿdhab nishhi) ḥfaẓt san th aamnh san yiyhi, tohụ̄ yhi yczihv kriv be shk yosh kạm tohụ̄ kran chihv suh chuh var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 41,
    "translation": "Be shk yimav qrāns sintụ̄ kfr kor yylhi zn suh timn nishhi vvtmut avs (tylhi chhe yhi tihnzbdqsmty) th be shk chuh suh (qrān) sytthah baʿzt ktab."
  },
  {
    "verse_id": 42,
    "translation": "Bạṭl nah hykhi yath (qrāns) nishhi aamhi brvuntthụ̄ kinụ̄ yith th nah aamhi ptụ̄ kiny, (yhi) chuh sytthah ḥkmt vạlis, sytthah ḥmdvạlis (rb) sndi ṭrfh nạzl krnh āmut."
  },
  {
    "verse_id": 43,
    "translation": "(ae ttatthih!) yimh tohyhi vannhi chhe yivan (yimh) chhe time kthh yimh tohyhi brvnhh rsvln chhe vannh āmcz, be shk chuh tuhund rb ẓrvrmghfrt vvl (thi) th dg tulvun sza dinh vvl (thi)."
  },
  {
    "verse_id": 44,
    "translation": "Th agr asụ̄ yhi (ktab) ʿjmy zbạnụ̄ hundqrān bnavhvn yqyna vanhn tylhi yim zi aamikụ̄ āyat kyazi āe nh vyczhnạvith byan krnh, kya ktab chha ʿjmy th rsvl chuh ʿrby (aamhi mvjvb ae ʿẓmt valhi ttatthhi! Aashi chuh qrān thi tuhnzy zbạnụ̄ mnz nạzl kormut) frmạviv, suh (qrān) chuh ayman valyn khạṭr hdayt (thi) th shfa (thi) th yimn lukn ayman chuhnh tihindyn knn mnz chuh zrụ̄gy hund gobyr suh chuh tihindis ḥqs mnzaanyr (thi znth) timn lukn kunhi dvurjayhi pytthh ālv chuh yivan krnh."
  },
  {
    "verse_id": 45,
    "translation": "Th be shk kr aashi mvsyā hs (ʿlyh alslam) ktab ʿṭa pth āv tath mnz (thi) akhtlaf krnh, th agr tuhndis rb sndi ṭrfh frman āsihe nh godde ṣạdr spudmut tylhi yiyhi he timn drmyan fạṣlh krnh th be shk chih tim ymhi (qrān) kis bars mnz (thi) dvkhh dinh vạlis shks mnz (mbtla)."
  },
  {
    "verse_id": 46,
    "translation": "Yymụ̄ nyk ʿml kr tmụ̄ (kr) tylh pnny dhath (kh nfʿ) khạṭr th yymụ̄ gnah kor tylhi chuh (tamiyuk vbal thi) tmụ̄ sndise nfss pytth, th tuhund rb chuhnh bndn pytth ẓlm krn vvl kynhh."
  },
  {
    "verse_id": 47,
    "translation": "Tsụ̄ (Allah tʿālyā hs) kunue chuh qyamt kh vqt kh ʿlmuk ḥvalh yivan dinh, th nah chih myvh pnnyv ghlafv mnznyran th nah chhe kanhh mad spdan gobih khor th nah chuh ts bchhi zyvan mgr (yhi svrue kynhh) chuh tmụ̄ sndis ʿiilms mnzāsan. Th yymhi doh suh yimn ālav kri zi myạnụ̄ shryk kthi chih (pth) vann tim (mshrk), asụ̄ chihv tohyhi ʿrẓ kran zi aashi mnz chuhnh kanhh thi (kạnshi hndis tohyhi sintụ̄ shryk āsns pytth) gvah."
  },
  {
    "verse_id": 48,
    "translation": "Tim sạry (potlụ̄) gczhn timn nishhi ghạb yhinz tim godd pvuza ạsụ̄ kran th timn tari fkri zi tihindi khạṭr chhanh czlnch kanhh vath."
  },
  {
    "verse_id": 49,
    "translation": "Ansan chuhnh rczr mngnh sintụ̄ thkan th hrgah ts burạyy vatan chhe tylhi chuh sytthah mayvus, āsh th amyd puhttrạvith bihn vvl bnan."
  },
  {
    "verse_id": 50,
    "translation": "Th agr suh asụ̄ pnnhi ṭrfh rḥmt (yʿny rḥmtuk mzh) vuchhnavvn tamhi tklyf pth yus ts vvtmut avs tylhi chuh ẓrvr vanun lagan zi yhi avs myvn ḥq th me chuhnh basan zi qyamt chhe brpa spdn vajinụ̄ th hrgah bh pnnis rbs kun vaps ninh thi ymh tylhi thi āshi tmụ̄ sndis drbars mnz myanhi khạṭr rczr lhādha krvkh asụ̄ ẓrvr kfrkrn vạlụ̄ timav kamyv nishhi bakhbr yimh timav anjam dicz th asụ̄ vuchhnavvkh ẓrvr tim skht tryn ʿdhab (yʿny ʿdhabuk mzh)."
  },
  {
    "verse_id": 51,
    "translation": "Th yylhi asụ̄ ansans pytth anʿām chih frmavan tylhi chuh suh buth phiran th tharphirith chuh aashi nishhi dvur gczhan th yylhi ts tklyf chuh vatan tylhi chuh zytthhi ziyvutth dʿā krn vvl bnan."
  },
  {
    "verse_id": 52,
    "translation": "Frmạviv, tohụ̄ vnụ̄ tav agr yhi (qrān) Allah tʿālyā sndy ṭrfh (nạzl gomut) āshi pth rvuziv tohụ̄ aath ankar kran tylhi kus āshi ts shkhṣh sndi khvth khsith gmrah yus vsụ̄ payhi chh gmrạhy mnzāshi (hynh āmut)."
  },
  {
    "verse_id": 53,
    "translation": "Asụ̄ havav timn ʿnqryb pnnhi nishạniyhi āfa qs mnz thi (yʿny hyribon czopạrụ̄) th yhind yn pnnyn nfsn mnz thi aot tam zi timn pytth spdi ẓạhr zi sue chuh ḥq. Kya tuhund rb chuhna (tuhndiḥqyqt kh tṣdyq khạṭr) kạfy zi sue chuh pth chyzs pytth gvah (thi)."
  },
  {
    "verse_id": 54,
    "translation": "Zạniv zi tim lukh chih pnnis rb sndis drbars mnz pysh spdns mtʿlq shks mnz, khbrdar! Sue chuh (pnnhi ʿlmh th qdrt sintụ̄) pth chyzs aḥaṭh krn vvl."
  }
]