[
  {
    "verse_id": 1,
    "translation": "Ḥamym )aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyhi vslme bhtr zanan("
  },
  {
    "verse_id": 2,
    "translation": "ʿīn syn qaf )aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyhi vslme bhtr zanan("
  },
  {
    "verse_id": 3,
    "translation": "Yithe pạtthụ̄ chuh tohyhi kun th timn (rsvln) kun yim tohyhi brvnhh ạsụ̄Allah tʿālyā vḥy svzan rvudmut yus ghạlb chuh sytthah ḥkmt vvl chuh."
  },
  {
    "verse_id": 4,
    "translation": "Yikynczhah āsmann mnz chuh th yikynczhah zmyns mnz chuh tmụ̄ sundue chuh, th suh chuh thdi payuk, sytthah ʿẓmt vvl."
  },
  {
    "verse_id": 5,
    "translation": "Dvur chuhnh kynhh zi āsmạnụ̄ kurh phttn pnnhi pytthimhi ṭrfh th frshth chih pnnis rb snzḥmd san tsbyḥ kran rvzan th timn lukn khạṭrchih mghfrt mngan rvzan yim zmyns pytth chih. Yad thạviv Allah tʿālyā he chuh bodd mghfrt krn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 6,
    "translation": "Th yimav lukvAllah tʿālyā trạvith potlụ̄ chih dvst th mddgar bnạvith thạvmtụ̄ Allah tʿālyā chuh timn (hndyn ḥalatn) pytth var pạtthụ̄ nẓrthạvith th tohụ̄ chihv nh yimn (kạfrn) hndụ̄ dhmh dar."
  },
  {
    "verse_id": 7,
    "translation": "Th yithe pạtthụ̄ kr aashi tohyhi kun ʿrby zbạnụ̄ mnz qrānch vḥy takh tohụ̄ hykyvukh mkkụ̄ lukh th tim lukh yim aath andụ̄ pkụ̄ chih rvzan khvcznạvth, byyhi kriyvukh tohụ̄ jmʿ spdn kh tamhi dohuk khvf pạd yath mnz nh kanhh shk chuh. (tamhi doh) āshi aakh dor jnts mnz th byakh dor āshi jhnms mnz."
  },
  {
    "verse_id": 8,
    "translation": "Th agr Allah tʿālyā yyczihh he tylhi bnavi he timn sarine aakạe aumt mgr suh ys yczhan chuh pnnis rḥmts mnz chuhs dạkhl kran, th ẓạlmn khạṭr nah āshi kanhh dvst th nah kanhh mddgar."
  },
  {
    "verse_id": 9,
    "translation": "Kya timavchha Allah tʿālyā trạvith potlụ̄ bnạvimtụ̄ avlya, bs chuh Allah tʿālyā he vly (tmụ̄ sndy dvst chih avlya) th sue chuh mordn zndh kran th sue chuh pth chyzs pytth sytthah qdrt thavan."
  },
  {
    "verse_id": 10,
    "translation": "Th tohụ̄ yath kthhi mnz akhtlaf kran chihv tamiyuk fạṣlh spdi Allah tʿālyā sndy ṭrfh, yohe Allah tʿālyā chuh myvn rb amụ̄ se pytth kor me bhrvsh th amụ̄ se kun chuhs bh rjvʿ kran."
  },
  {
    "verse_id": 11,
    "translation": "Āsmann th zmyns chuh ʿdm nishhi vjvds mnz aann vvl, tmy bnạvụ̄ tuhundi khạṭr tuhndyv jnsv nishhi jvr byyhi bnạvin charvayn thi jvr th tohyhi chuhv aamy (jvrn hndi tdbyr) sintụ̄ phhlavan, ts hyvu chuhnh kanhh chyz th sue chuh bvzn vvl vuchhn vvl."
  },
  {
    "verse_id": 12,
    "translation": "Sue chuh āsmann hnzn th zmyn chyn kunzn hund mạlk (yʿny ys khạṭr suh yczhan chuh ts chuh khzanh travan vthụ̄) suh ys khạṭryczhan chuh rizq th ʿṭa chuh kushadh kran th (ys khạṭryczhan chuh) tng chuh kran. Be shk chuh suh pth chyzuk var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 13,
    "translation": "Tmụ̄ kr tuhndi khạṭr dyinch soe vath mqrr yymiyuk ḥkm tmụ̄ nuvḥ hs (ʿlyh alslam) diyutmut avs th yymich vḥy aashi tohyhi kun svuz th yymiyuk ḥkm aashi abrahyms th mvsyā hs th ʿīsyā hs (ʿlyhm alslam) diyutmut avs (suh chuh yohe) zi tohụ̄ rvuziv (athụ̄) dyins pytth qạyim th aath mnzmah trạviv phattvan vad, mshrkn pytth chhe varyah gob so (tvḥydch kth) yath kun tohụ̄ timn nad chihv divan.Allah tʿālyā yas (panh) yczhan chuh (ts) chuh pnnhi bargahi mnz (khaṣ nzdyky khạṭr) mntkhb kran th pans kun (yinch) chuh vath havan (pth) ts shkhṣs yus (Allah tʿālyā hs kun) dilh san rjvʿ chuh kran."
  },
  {
    "verse_id": 14,
    "translation": "Th timav ạs nh frqh bndy krmcz mgr aamhi pth zi timn nishhi avs ʿlm āmut mḥẓ aakh akụ̄ sndi ẓid (th nha mannh) kinụ̄, th agr tuhndis rb sndi ṭrfh mqrr vqts tam (mhltuk) frman godde ṣạdr āshi he nh spudmut tylhi āshi he timn drmyan fạṣlh krnh āmut, th be shk yim lukh timn pth ktabih hndụ̄ vạrth bnavnh ạsụ̄ āmtụ̄ tim chih panh tath nsbt fryb dinh vạlis shks mnz (hynh āmtụ̄)."
  },
  {
    "verse_id": 15,
    "translation": "Lhādha rvuziv tohụ̄ aamy (dyn) khạṭr dʿūt divan th yithh pạthụ̄ tohyhi ḥkm chuhv āmut dinh (athụ̄ pytth) rvuziv qạyim th tihnzn khvạhshatn kun mah thạviv kn, byyhi frmạviv (yhi), yosh ktab thi Allah tʿālyā hn nạzl chhe krmcz tath pytth chuh me ayman, th me chuh ḥkm āmut dinh zi bh kr tohyhi drmyan ʿdl th anṣaf.Allah tʿālyā chuh svn (thi) rb th tuhund (thi) chuh rb, sanhi khạṭr chhe sanhi ʿmlh th tuhndi khạṭr chih tuhnz ʿmlh, aashi th tohyhi drmyan chuhnh kanhh bḥth th tkrar,Allah tʿālyā kri aashi sarine jmʿ th tsụ̄ kun chuh (sarine hund) pot phyrun."
  },
  {
    "verse_id": 16,
    "translation": "Th yim lukh Allah tʿālyā hs (sndis dyins) mtʿlq czuvan chih aamhi pth zi yhi āv qbvl krnh tihund bḥth th tkrar chuh tihindis rbs nzdyk bạṭl th timn pytth chuh (Allah tʿālyā sund) ghẓb th tihindi khạṭr chuh skht ʿdhab."
  },
  {
    "verse_id": 17,
    "translation": "Allah tʿālyā chuh sue yymụ̄ ḥq hyth ktab nạzl kr th (ʿdl th anṣafch) tkr (thi kr n nạzl), th tohụ̄ kmụ̄ krụ̄nav bakhbr, bnan chuh qyamt āshi nzdykhe."
  },
  {
    "verse_id": 18,
    "translation": "Aath (qyamts) mnz chih tim lukh banbrkran yimn nh aath pytth ayman (ne) chuh th yimn lukn ayman chuh (tim) chih aath khvczan byyhi chih zanan zi aamiyuk yun chuh ḥq, zạniv! Yim lukh qyamts mtʿlq czuvan chih tim chih vsụ̄payhi chh gmrạhy mnz."
  },
  {
    "verse_id": 19,
    "translation": "Allah tʿālyā chuh pnnyn bndn pytth sytthah lṭf v krm krn vvl, ys yczhan chuh rizq th ʿṭạyy sintụ̄ chuhs nvazan th suh chuh bodd ṭaqt vvl sytthah ʿzt vvl."
  },
  {
    "verse_id": 20,
    "translation": "Yus shkhṣ ạkhrtuk zraʿt chuh yczhan asụ̄ chih tmụ̄snd khạṭr tmụ̄ sndis zraʿts mnz mzyd huryr kran th yus shkhṣ dnyahuk zraʿt chuh czhanddan āsan (tylhi) chih asụ̄ ts aamhi mnz kynhh ʿṭa kran pth chuhnh ts khạṭr ạkhrts mnz khnụ̄ ḥṣh rvzan."
  },
  {
    "verse_id": 21,
    "translation": "Kya timn khạṭr chha kynhh (tithụ̄) shryk yimavtihindi khạṭr dyinch ticzh vath mqrr āshi krmczyymiyuk Allah tʿālyā hn ḥkm avs nh diyutmut, th hrgah fạṣluk frman (ṣạdr) āsihe nh gomut tylhi āsihe timn drmyan qṣh moklavnh āmut, th be shk chuh ẓạlmn khạṭr dg tulvun ʿdhab."
  },
  {
    "verse_id": 22,
    "translation": "Tohụ̄ vuchhvukh ẓạlm timav (ʿmlv) nishhi khvczn vạlụ̄ yim timav kmạvith chhe thavimczth suh (ʿdhab) yiyhi timn pytth ẓrvr, th yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran tim āsn jnt kyn chmnn mnz, tihindi khạṭr āsn tihindis rbs nishhi timh (tmam nʿmth) yhinz khvạhsh tim krn, yohe chuh sytthah bodd fẓl."
  },
  {
    "verse_id": 23,
    "translation": "Yhi chuh suh (anʿām) ymich khosh khbrAllah tʿālyā tithyn bndn chuh bvznavan yimav ayman avn byyhi rvudụ̄ nyk ʿmlh kran, frmạviv, bh chuhsv nh tohyhi yath (rsalt kis tblyghs) pytth kanhh aujrt mngan mgr (myạns) qrabts (th Allah tʿālyā sndsi qrbts) sintụ̄ (chuhs) mḥbt (yczhan), th yus shkhṣ nyky kmavi asụ̄ krv ts khạṭr aukhrvy thvabs mnz mzyd aẓafh. Be shk chuh Allah tʿālyā bvdd bkhshn vvl qdrdan."
  },
  {
    "verse_id": 24,
    "translation": "Kyayim lukh chha vnan zi amụ̄ (rsvl ṣly Allah ʿlyh vslmn) chuh Allah tʿālyā hs pytth aapuz bhtan gormut,pth agrAllah tʿālyā yczhi tylhi kri tuhndis pak dils pytth (ṣbrv astqamtch) mohr thbt (takh tohyhi vatyv nh tihindi be hvudh bkvasuk tklyf), th Allah tʿālyā chuh bạṭls mittavan th pnnyv klmatv sintụ̄ chuh ḥqs thạbt thavan. Be shk chuh suh syinn hnzn kthn var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 25,
    "translation": "Th sue chuh yus pnnyn bndn hund tvbh chuh qbvl kran th lghzshv nishhi chuh drgzr kran th yikynczhah tohụ̄ kran chihv (tath) chuh zanan."
  },
  {
    "verse_id": 26,
    "translation": "Th timn lukn hund dʿā chuh qbvl kran yimav ayman aon byyhi rvudụ̄ nyk ʿmlh kran th pnnhi fẓl sintụ̄ chuh timn (tihindi dʿā khvth thi) zyadh divan, th yim kạfr chih tihindi khạṭr chuh skht ʿdhab."
  },
  {
    "verse_id": 27,
    "translation": "Th agrAllah tʿālyā pnnyn tmam bndn khạṭr rvuzy kshadh kri tylhi lagn tim ẓrvr zmyns mnz srkshy krnụ̄ mgr suh chuh (ẓrvrtv hndi) andaz mṭạbq yvut yczhan chuh (tyvut) chuh nạzl kran, be shk chuh suh pnnyn bndn (hnzv ẓrvrtv) nishhi bakhbr var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 28,
    "translation": "Th sue chuh yus rvud chuh travan tihindi naamyd spdnh pth th pnnụ̄ rḥmt chuh phhlavan, th suh karsaz chuh sytthah tʿryfn layq."
  },
  {
    "verse_id": 29,
    "translation": "Th tmụ̄ snzv nishạnyv mnz chhe āsmann (hnz) th zmynch pydạysh th timn pkn valyn (jandarn) hund (pạd krun) thi yim tmụ̄ yimn mnz phhlạvimtụ̄ chih, th suh chuh yimn (sarine) jmʿ krns pytth thi yylhi yczhi sytthah qdrt thavan."
  },
  {
    "verse_id": 30,
    "translation": "Th yus mṣybt thi tohyhi vatan chuhv suh chuh tmhi (bdʿmạly) hndi vjh kinụ̄ (vatan) yosh tuhndyv aathv kmạvmcz chhe āsan yylhi zn suh varyahv (kvtạhyv) nishhi drgzr thi chuh kran."
  },
  {
    "verse_id": 31,
    "translation": "Th tohụ̄ hykyvun nh (pnnyv tdbyrv sintụ̄) Allah tʿālyā (pvur) zmyns mnz ʿạjz krith th Allah tʿālyā hs trạvith nah āshi (potlyv mnz) tuhund kanhh ḥmayt krn vvl th nah mddkrn vvl."
  },
  {
    "verse_id": 32,
    "translation": "Th tmụ̄ snzv nishạnyv mnz chih pharrn hndụ̄ pạtthụ̄ thdụ̄ smndry jhaz thi."
  },
  {
    "verse_id": 33,
    "translation": "Hrgah suh yczhi hvhs thaviakụ̄ se jayhi rukạvith pth rvzn nav smndr kis sṭḥs pytth rvntth gczihth, be shk chhe aath mnz pth ṣbr krn vạlis th shkrgzar sndi khạṭr nshạniyhi."
  },
  {
    "verse_id": 34,
    "translation": "Ya kri timn (jhazn th navan) ghrq tihndyn (bd) ʿmln hndi bạʿth yim timav kmạvith chhe thavimacz,mgr suh chuh varyah (khṭa) mʿāf kran."
  },
  {
    "verse_id": 35,
    "translation": "Th sanyn āyatn mnz yim czuvan chih timn pazi zanun zi tihindi khạṭr chhanh czlnh khạṭr kanhh vath."
  },
  {
    "verse_id": 36,
    "translation": "Lhādha yikynczhah thi (mal v dvlt) tohyhi dinh chuhv āmut suh chuh dnyạvy zndgy hund (kynczhn dohn hund) fạydh th yikynczhah Allah tʿālyā hs nishhi chuh suh chuh bhtr th paydar (yhi) chuh timn lukn khạṭr yim ayman chih aanan byyhi chih pnnis rbs pytth tvkl kran."
  },
  {
    "verse_id": 37,
    "translation": "Th yim lukh bddyv gnahv th be ḥyạyy hnzv kamyv nishhi prhyz chih kran th yylhi timn shrart chuh khsan tylhi chih mʿāf kran."
  },
  {
    "verse_id": 38,
    "translation": "Th yim lukh pnnis rb sund frman chih manan byyhi chih nmaz thavan qạyim th tihund fạṣlh chuh panh vạnụ̄ mshvrh sintụ̄ spdan th tamhi malh mnz yus aashi timn ʿṭa chuh kormut chih khrch kran."
  },
  {
    "verse_id": 39,
    "translation": "Th tim lukh yylhi timn (kạnshi ẓạlms th jạbrs) nishhi ẓlm chuh vatan tylhi chih (ts) bdlh hyvan."
  },
  {
    "verse_id": 40,
    "translation": "Th burạyy hund bdlh chuh tthụ̄ burạyy hyvu āsan, pth yymụ̄ mʿāf kor th (mʿạfy hndi dhryʿh) korun aṣlaḥ tylhi chuh tmụ̄ sund ajrAllah tʿālyā sndi dhmh. Be shk chuhnh suh ẓạlimn psndkran."
  },
  {
    "verse_id": 41,
    "translation": "Th pzụ̄pạtthụ̄ yus shkhṣ pans pytth ẓlm spdnh pth bdlh hyyhi tylhi chhanh tithyn lukn pytth (mlamtch th grftch) kanhh vath."
  },
  {
    "verse_id": 42,
    "translation": "Bs (mlamtch th grftch) vath chhe ṣrf timn khlaf yim lukn pytth chih ẓlm kran th zmyns mnz chih naḥq srkshy th fsad phhlavan, yithhi ne lukn khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 43,
    "translation": "Th pzụ̄pạtthụ̄ yus shkhṣ ṣbr kri byyhi kri mʿāf tylhi chih yhi be shk thdi payhi chhi hmth vajinyv kamyv mnz."
  },
  {
    "verse_id": 44,
    "translation": "Th ys Allah tʿālyā gmrah kri tylhi chuhnh ts khạṭr tamhi pth kanhh mddgar āsan, th tohụ̄ vuchhvukh ẓạlm zi yylhi tim (ạkhrtuk) ʿdhab vuchhn (pth) vann, kya (dunyahs mnz) vaps gczhnch chha kanhh vthah?"
  },
  {
    "verse_id": 45,
    "translation": "Th tohụ̄ vuchhvukh tim zi tim yin jhnms pytth dhlt th khvfh htụ̄ klh nomrạvith pysh krnh (tath) āsn (czvurczvuri) tlụ̄ ttaryv vuchhan, th ayman vạlụ̄ vann, be shk chih nqṣan tuln vạlụ̄ timae lukh yimavpnnụ̄ jan th panun ahl vʿīal qyamt kh doh khsars mnz trạvụ̄, yadthaviv! Be shk rvzn ẓạlm lukh nah mokln vạlis ʿdhabs mnz (mbtla)."
  },
  {
    "verse_id": 46,
    "translation": "Th timn (kạfrn) khạṭr āsn nh khnụ̄ (thi) mddgaryim Allah tʿālyā hs mqablh timn mddhykn krith,th ys Allah tʿālyā gmrah chuh tthhravan pth chhanh ts khạṭr (hdaytch) kanhh vath rvzan."
  },
  {
    "verse_id": 47,
    "translation": "Tohụ̄lukh mạniv pnnis rb sund ḥkm aamhi brvnhh zi suh doh vathi yus Allah tʿālyā sndi ṭrfh pth phyrn vvl chuhnh, nah āshi tamhi doh tuhndi khạṭr kanhh chhpn jae th nah āshi tuhndi khạṭr kanhh ankarch jae."
  },
  {
    "verse_id": 48,
    "translation": "Pth (thi) hrgah tim buth phirn tylhi chihv nh aashi tohụ̄ timn pytth (tbạhy nishhi bchavnkụ̄) dhmh darbnạvith svuzimtụ̄. Tohyhi pytth chhe ṣrf (ḥquk pygham) vatnavnch dhmh dạry, th be shk yylhi asụ̄ ansan chihn pnnhi bargahi nishhi rḥmtuk mzh vuchhnavan tylhi chuh suh tamhi sintụ̄ khosh gczhan th hrgah timn kanhh mṣybt chuh yivan tihindyv pnnyv aathv sintụ̄ brvnhh kun svznh āmczv (bd) ʿmlv hndi bạʿth tylhi chuh be shk ansan sytthah nashkrgzar (thạbt spdan)."
  },
  {
    "verse_id": 49,
    "translation": "Allah tʿālyā sndy khạṭr chhe āsmann hnzth zmynch badshaht, yhi suh yczhan chuh pạd chuh kran, ys yczhan chuh kvri chuhs ʿṭa kran th ys yczhan chuh nychivụ̄chuhs bkhshan."
  },
  {
    "verse_id": 50,
    "translation": "Nath chuh timn nychivụ̄ th kvri (dvshve) yikh vtth divan th ys yczhan chuh hantthe chuhs bnavan, be shk chuh suh var pạtthụ̄ zann vvl sytthah qdrt vvl."
  },
  {
    "verse_id": 51,
    "translation": "Th pth bshr snz chhanh (yhi) mjal zi Allah tʿālyā kri (sydi syod) ts sintụ̄ kth mgr yhi zi vḥy hndi dhryʿh (kri kạnshi nbvt sintụ̄ srfraz) nath kri prdh ptụ̄ kinụ̄ (kth yithh pạtthụ̄ mvsyā ʿlyh alslams sintụ̄ ṭvri synahs pytth krn) ya svzi kạnshi frshts pygham vatnavn vvl bnạvith th suh kri tmụ̄ sndi aidhnh sintụ̄yhi Allah tʿālyā yczhi (thi) vḥy (mṭlb ʿālmi bshryt khạṭr āsh Allah tʿālyā sndi khṭab krnuk vasṭh th vsylh ṣrf nby th rsvl sundue), be shk chuh suh blndmrtbh sytthah ḥkmt vvl."
  },
  {
    "verse_id": 52,
    "translation": "Lhādha svuz ythe knụ̄aashi tohyhi kun pnnhi ḥkmh sintụ̄ (dln th rvḥn hnd) rvuḥch vḥy (yus qrān chuh),th tohụ̄nah ạsụ̄vu (vḥy brvnhh pnnhi ʿqlhi th fkri sintụ̄) yhi zanan zi ktab kya chhe th nah (ạsụ̄vu) ayman (kyn shrʿī aḥkamn hndụ̄ tfṣylate zanan yim pth nạzl th mqrr spdụ̄) mgraashi bnvv suh nvur.asụ̄ chih aamhi (nvur) kh dhryʿh pnnyv bndv mnz ys yczhan chih ts hdayt ʿṭa kran, th be shk chihv tohy ṣraṭi mstqyms kun hdayt ʿṭa kran. Tmn ṣly Allah ʿlyh vslmn hnds aumany āsnh ks shans kun chhp asharh takh thnzi zyvi qrānkụ̄ th aymankụ̄ tfṣylat bvuzth ma phhlavn kạfr yhi bdgumạny zi yhi svrue kynhh chuh ḥẓrt Muḥammad mṣṭfeā ṣly Allah ʿlyh vslmv pnnhi dhạty ʿlmh th ghvvfkr sintụ̄ bnvmut) yylh zn( nạzl spud nh khny, lhādha āv yhi az khod nh zanunḥẓvr ṣly Allah ʿlyh vslmn hund ʿhym mʿjzh bnavnh. Ae ttatthh! Tuhnd hdayt duyn th svn hdayt duyn doshonụ̄ hnz ḥqyqt chhe kuny th hdayt chuh ṣf tmne nṣyb spdan ymn amhi ḥqyqtuk mʿrft chuh th ath sintụ̄ vabstgy chhe."
  },
  {
    "verse_id": 53,
    "translation": "(yhi ṣraṭi mstqym) chhe tmụ̄ se Allah tʿālyā snz vath yus āsmann hndi th zmyn kh pth chyzuk mạlk chuh. Zạnith thạviv tmam kamhi chhe Allah tʿālyā se kun pot phyran."
  }
]