[
  {
    "verse_id": 1,
    "translation": "Ḥamym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)"
  },
  {
    "verse_id": 2,
    "translation": "Rvshn ktabih hund qsm."
  },
  {
    "verse_id": 3,
    "translation": "Be shk chuh ashi yhi ʿrby (zbanụ̄hund) qrān bnvvmut takh tohụ̄ lukh hykiv smjhith."
  },
  {
    "verse_id": 4,
    "translation": "Be shk chuh suh aashi nishhi tmam ktabn hnds aṣls (lvḥi mḥfvẓs) mnzthabt yqyna chuh (yhi tmam ktabn pytth) thdi payuk sytthah ḥkmt vvl."
  },
  {
    "verse_id": 5,
    "translation": "Th kya asụ̄ rukavv yhi nṣyḥt tohyhi nishhi aath bnyads pytth zi tohụ̄ chihv ḥd nishhi nyrn vvl qvm."
  },
  {
    "verse_id": 6,
    "translation": "Th brvuntthimyn lukn mnz kạtyave nby ạsụ̄ aashi svuzimtụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Th kanhh nby avs nh timn nishhi yivan mgr tim ạsụ̄ ts hzl kran."
  },
  {
    "verse_id": 8,
    "translation": "Th aashi krụ̄yimav (mkh kyv kạfrv) khvth zyadh ṭaqt vr lukh hlak th brvuntthimyn lukn hund ḥal guzryav (kynczhn jayn pth kun)."
  },
  {
    "verse_id": 9,
    "translation": "Th agr tohụ̄ timn pczihv zi (sạry) āsman th zmyn kmụ̄ krụ̄ pạd tylhi vnn tim yqyna zi tim chih ghạlb,ʿlm vạlụ̄ (rbn) pạdkrụ̄mtụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Yymụ̄ tuhndi khạṭr zmyn vathrun bnạv th aath mnz bnavyn tuhndi khạṭr vath takh tohụ̄ hykiv mnzli mqṣvds tam vạtith."
  },
  {
    "verse_id": 11,
    "translation": "Th yymụ̄ āsman nishhi (ẓrvrt kh) andazh mṭạbq āb trvv pth kor āshi tamhi sintụ̄ mord shhr zndh, yithe pạtthụ̄ yiyiv tohụ̄ (thi mrnh pth zmyn nishhi) krrnh."
  },
  {
    "verse_id": 12,
    "translation": "Th yymụ̄ tmam qsmn th ṣinfn hnz mkhlvq pạd krth tuhndi khạṭr bnavyn nav th smndry jhaz th charvạe bnạvin yimn pytth tohụ̄ (ābs th hochhrs pytth) svar chihv spdan."
  },
  {
    "verse_id": 13,
    "translation": "Takh tohụ̄ hykiv tihindyn shann (ya bihn jayn) pytth tthyk pạtthụ̄ bihth, pth kriv tohụ̄ pnnis rb snz nʿmt yad, yylhi tohụ̄ skvnh san tath (svari hnzi bihn jayhi) pytth bihv tylhi vniv pak chhe so dhat yymụ̄ yhi aashi tạbʿ kor yylhi zn asụ̄ yhi qabvs mnzhyka vvn nh anith."
  },
  {
    "verse_id": 14,
    "translation": "Th be shk chih asụ̄ pnnis rbs kun ẓrvrvaps gczhn vạlụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Th timav (mushrkv) bnạvụ̄ tmụ̄ sndyv bndv mnz (kynhh tmụ̄ sndụ̄ avlad qrar dith) tmụ̄ sndụ̄ juz, be shk chuh ansan ttakarh pạtthụ̄ sytthah nashkrgzar."
  },
  {
    "verse_id": 16,
    "translation": "(ae kạfrv! Pnnhi fkri hndi pymanh mṭạbq diyiv yohe jvab zi) kya tmụ̄ chha pnnyv mkhlvqv mnz (khod pnnhi khạṭr) kvri bnavi macz th tohụ̄ chihnav nychvyn khạṭr mkhṣvṣ krith thạvimtụ̄?"
  },
  {
    "verse_id": 17,
    "translation": "Ḥalankh yylhi timav mnz kạnshi (tmụ̄sndis ghrs mnz kvri hndi zynch) khbr chhe dinh yivan yosh timav (khdaʿe) rḥman snz shbyh bnạvith chhe thạvmcz tylhi chuh tmụ̄ sund buth kihun gczhan th ghmh (sintụ̄) th shrart sintụ̄ chuhs brnh yivan."
  },
  {
    "verse_id": 18,
    "translation": "Th kya (Allah tʿālyā bnavya ts pnnyn ḥkmn mnz th shrakts th mʿāvnts mnz avlad) yosh zyvrn th pạravas mnz rchhnh yiyhi th (ṭbʿīt chh nrmy byyhi shrm v ḥya kh bạʿth) āshi nh lrrayhi jhgrrs mnz ttakarh (rayhi hund aẓhar krn vajinụ̄ thi)"
  },
  {
    "verse_id": 19,
    "translation": "Th timavchih frshth yim (khdaʿe) rḥman sndụ̄ bndh chih znanh qrarditụ̄ mtụ̄, kya tim ạsya tihnzi pydạyshhi pytth ḥạẓr, (nah) vonụ̄ yiyhi tihnz gvạhy lykhnh th (qyamt kh doh) spdi timn pczhh gạr."
  },
  {
    "verse_id": 20,
    "translation": "Th tim chih vnan zi hrgah rḥman yczhi he tylhi krhav nh asụ̄ yimn (potlyn) hnz ʿbadt, timn chuhnh aamiyuk (thi) kynhh ʿlm tim chih ṣrf gyl lgạvith aapzi kthh vnan."
  },
  {
    "verse_id": 21,
    "translation": "Kya aashi chha timn aamhi brvnhh kanhh ktab thạvmcz dith yosh tim bṭvri sanad rttith chih."
  },
  {
    "verse_id": 22,
    "translation": "(nah) blkh chih tim vnan be shk vuchh aashi pnnụ̄ mạlụ̄ buddi bb akis mlts (th mdhhbs) pytth th yqyna chih asụ̄ tihindine nqshi qdmn pytth (pkith) hdayt yafth."
  },
  {
    "verse_id": 23,
    "translation": "Th yithe pạtthụ̄ svuznh aashi kunhi bsty mnz tohyhi brvnhh kanhh khvcznavn vvl mgr tathi kyv jạgyrdarv th khoshḥal lukv von, be shk vuchh aashi pnnụ̄ mạlụ̄ buddi bb akis ṭryqs th mdhhbs pytth th asụ̄ chih yqyna tihindne nqshi qdmn pytth pkn vạlụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Vonn (yʿny pyghmbrn frmvv), agr chh bh tohyhi nishhi tamhi (ṭryqh) khvth bhtr hdaytuk (dyn th) ṭryqh hyth yimh yath pytth tohyhi pnnụ̄ mạlụ̄ buddibb vuchih mtụ̄ ạsiyvukh,pth von timav yikynczhah (thi) hyth cz svznh chuhkh āmut asụ̄ chih tath ankar kran."
  },
  {
    "verse_id": 25,
    "translation": "Lhādha hyot aashi timn bdlh vonụ̄ vuchihv tohụ̄ zi ankar krn valyn hund anjam kiyuth spud."
  },
  {
    "verse_id": 26,
    "translation": "Th yylhi abrahymn (ʿlyh alslam) pnnis (aṣly pytrs mgr rachhnh kh nsbth) mạlis th pnnis qvms frmvv, be shk chuhs bh timav tmam chyzv nishhi be zar yimn tohụ̄ pvuza chihv kran."
  },
  {
    "verse_id": 27,
    "translation": "Ts dhats varạe yymụ̄ bh pạd korns,lhādha havi sue me ʿnqryb vath."
  },
  {
    "verse_id": 28,
    "translation": "Th abrahymn (ʿlyh alslam) bnvv yhi (tvḥyduk klmh) pnnis nsls th dhryts mnz mvjvd rvzn vvl klmh takh tim rvzn (Allah tʿālyā hs kun) rjvʿ kran."
  },
  {
    "verse_id": 29,
    "translation": "Blkh chuh me yimn th yhindyn ābaʿ v ajdadn (tmụ̄ se abrahym ʿlyh alslam sndi khạrath th vasṭh sintụ̄ yath dnyahs mnz) fạydh vatnvvmut yot tam zn yimn nishhi ḥq (yʿny qrān) th vaẓḥ th ttakarh byan vvl rsvl (ṣly Allah ʿlyh vslm) tshryf hyth āv."
  },
  {
    "verse_id": 30,
    "translation": "Th yylhi timn nishhi ḥq vvt pth lvgukh vanun, yhi chuh jvd th asụ̄ chih aath ankar kran."
  },
  {
    "verse_id": 31,
    "translation": "Th vannhi lgụ̄,yhi qrān kyazi āv nh (mkh th ṭaʿf chv) doyv bsty yav mnz kạnshi brris mhnivis (yʿny kạnshi jạgyrdars, srdars th maldars) pytth nạzl krnh?"
  },
  {
    "verse_id": 32,
    "translation": "Kya tuhndis rb sndis rḥmts chha yim lukh bạgravan? Asụ̄ chih yimn drmyan dnyạvy zndgy mnz yhinz mʿīsht (yʿny mʿīshtkụ̄asbab) bạgravan th asy chih yimav mnzkynczhn divan kynczhn pytth (vsạyln th dvlts mnz) drjatn mnz fvqyt (kya asụ̄ chha yhi aamhi mvjvb kran) zi yimav mnz krn kynhh (yim amyr chih) kynczhn (ghrybn) hzl (yhi chuh ghryby hund hzl zi tvhụ̄ smjhvun nh aamhi vjh kinụ̄ kanhh nbvt kh rḥmtuk ḥqdare) th tuhndis rb snz rḥmt chhe tamhi (dvlt) nishhi bhtr yth tim jmʿ kran (th tkbrkran) chih."
  },
  {
    "verse_id": 33,
    "translation": "Th agr yhi āsihe nh zi sạry lukh bnn (kfrs pytth yikh vtth spdith) aakạe milt tylhi bnavhav asụ̄ (khdaʿe) rḥmans sintụ̄ kfrkrn valyn tmam lukn hndyn gran hndụ̄ chht (thi) roph sndụ̄ th hyr (thi) yimn pytth tim khsan chih."
  },
  {
    "verse_id": 34,
    "translation": "Th (yithe pạtthụ̄bnavhav) tihndyn gran hndụ̄ drvazh (thi roph sndụ̄) th tkht (thi) yimn pytth tim msnd chih lgavan."
  },
  {
    "verse_id": 35,
    "translation": "Th (rops pytth krhav) sonuk th jvạhratn hund pạrav thi, th yhi svrue kynhh chih dnyạvy zndgy hnz ʿārẓy th mʿmvly pvntthkh, th ạkhrt (eʿny ạkhrtuk ḥusn th pạrav) chuh tuhndis rbs nishhi (yus) ṣrf prhyzgarn khạṭr chuh."
  },
  {
    "verse_id": 36,
    "translation": "Th yus shkhṣ (khdaʿe) rḥman sndi yad nishhi ghflt vartavi tylhi chih asụ̄ tmụ̄ sndi khạṭr aakh shyṭan mslṭ kran yus pth vqth ts sintụ̄rlith chuh rvzan."
  },
  {
    "verse_id": 37,
    "translation": "Th tim (shyṭan) chih timn (hdayt chh) vathi nishhi rukavan th timn chuh yohe gman rvzan zi tim chih hdayt yafth."
  },
  {
    "verse_id": 38,
    "translation": "Aot tam zi yylhi suh aashi nishhi yiyhi pth vanhi (pnnis sạthy shyṭans), ae kash! Me th cze mnzbag āsihe mshrquk th mghrbuk dvuryr lhādha avsukh (cz) sytthah bdtryn sạthy."
  },
  {
    "verse_id": 39,
    "translation": "Th azụ̄kh dohh āshi nh tohyhi (yhi tmna krun) fạydh dinh vvl yylhi zn tohụ̄ (sạrise vạnshi) ẓlm rvudiv kran (aaz) gczihv tohụ̄ sạry ʿdhabs mnz shryk."
  },
  {
    "verse_id": 40,
    "translation": "Pth kya tohụ̄ bvznạviyvukhh zrụ̄ kinh aanụ̄ th timn lukn hạvivh hdaytch vath yim ttakarh gmrạhy mnz chih."
  },
  {
    "verse_id": 41,
    "translation": "Vonụ̄agr asụ̄ tohụ̄ (dunya nishhi) nimav tylhi thi chih asụ̄ yimn bdlh hynh vạlụ̄."
  },
  {
    "verse_id": 42,
    "translation": "Nath havav asụ̄ tohyhi suh (ʿdhabe) yymiyuk aashi timn sintụ̄ vʿdh chuh kormut, lhādha chih asụ̄ timn pytth mkml qdrt thavn vạlụ̄."
  },
  {
    "verse_id": 43,
    "translation": "Lhādha rvuziv tohụ̄ tath (qrāns) mẓbvṭy san tahph krith yus tohyhi kun vḥy chuh krnh āmut, be shk chihv tohụ̄ syzi vathi pytth (qạyim)."
  },
  {
    "verse_id": 44,
    "translation": "Th yqyna chuh yhi (qrān) tuhundi khạṭr th tuhndi aumt khạṭr ʿẓym shrf, th (ae lvukv!) ʿnqryb yiyav tohyhi pczhnh (zi tohyhi kvtah koruv qrāns sintụ̄ tʿlq austvar)."
  },
  {
    "verse_id": 45,
    "translation": "Th yim rsvl aashi tohyhi brvnhh svuzụ̄ tohụ̄ pczihv timn zi kya aashi ạsiya (khdaʿe) rḥmans varạe byyhi kynhh mʿbvd bnạvimtụ̄ zi tihnz bndgy gczihh yinụ̄ krnh."
  },
  {
    "verse_id": 46,
    "translation": "Th pzụ̄pạtthụ̄ svuz aashi mvsyā (ʿlyh alslam) pnnhi nishạniyhi dith frʿūns th tmụ̄ sndyn srdarn kun pth von timav, be shk chuhs bh tmam ʿālmn hndis prvrdgar sund rsvl."
  },
  {
    "verse_id": 47,
    "translation": "Pth yylhi tim sanhi nishạniyhi hyth timn nishhi āe pth lvg timav tamy saʿth timn (nishạniyan) pytth āsun."
  },
  {
    "verse_id": 48,
    "translation": "Th asụ̄ ạsụ̄ nh timn kanhh nishạny havan mgr (yhi zi) so ạs pnnhi brvuntthimhi hishhi nishạny khvth thi khsith āsan th (ạkhr kar) rttụ̄ aashi tim (varyahhi ltthi) ʿdhabs mnz takh tim phyrn baz."
  },
  {
    "verse_id": 49,
    "translation": "Th tim lgụ̄ vnnh, ae jạdụ̄ gra! Cz kr pnnis rbs sanhi khạṭr tamhi vʿdh mṭạbq dʿā yus tmụ̄ cze sintụ̄ chuh krith thvvmut (tylhi) bnv asụ̄ be shk hdayt yafth."
  },
  {
    "verse_id": 50,
    "translation": "Pth yylhi aashi (mvsyā sndi dʿā sintụ̄) suh ʿdhab timan nishhi dvur korpth lvg timav fvraan vʿdh phuttravun."
  },
  {
    "verse_id": 51,
    "translation": "Th frʿūnn kor pnnis qvms mnz (fkhrsan) ālv (th) vonun, ae myanhi qvmh! Kya mṣruk mlk chuhna myạnis qbẓs mnz th yimh kolh yimh me bnụ̄ kinụ̄ (yʿny myanyn mḥl khann bnụ̄ kinụ̄) pkan chhe (kya yim chhana myanhiin) tylhi kya tohyhi chuhv na aathhi yivan?"
  },
  {
    "verse_id": 52,
    "translation": "Kya (yhi chhana ḥqyqt zi) bh chuhs amis shkhṣh sndikhvth bhtr yus vsụ̄ payhi th be vqʿt chuh th tthyk pạtthụ̄ chuhnh kth thi krith hykan?"
  },
  {
    "verse_id": 53,
    "translation": "Vonụ̄ (hrgah yhi rsvl pzụ̄yvr chuh tylhi) kyazi chihnh amis pytth (lagnh khạṭr) sonh sndụ̄ krụ̄svznh yivan nath kyazi chihnh amis sintụ̄ frshth yivan jmʿ spdith (pyotthus pytth)?"
  },
  {
    "verse_id": 54,
    "translation": "Lhādha bnvv tmụ̄ (yimav kthv sintụ̄) panun qvm be vqvf, pth mvn timav lukv tmụ̄ sund vanun, be shk ạsụ̄ tim lukhe nafrman qvm."
  },
  {
    "verse_id": 55,
    "translation": "Pth yylhi timav (mvsyā ʿlyh alslamn hndis shans mnz gstạkhy krith) aashi skh shrart khvl (pth) hyot aashi timn bdlh th aashi krụ̄ tim sạry ghrq."
  },
  {
    "verse_id": 56,
    "translation": "Lhādha bnavụ̄ aashi tim gmtụ̄ guzrymtụ̄ th (aamhi) pth yinh valyn khạṭr bnạvụ̄ ʿbrtuk nmvnh."
  },
  {
    "verse_id": 57,
    "translation": "Th yylhi (ʿīsyā) abni mrym (ʿlyha alslam) snzmthal yiyhi byan krnh tylhi chih tamhi vqth tuhndi qvmkụ̄ (lukh) aamhi sintụ̄ (khosh gczihth) aasan."
  },
  {
    "verse_id": 58,
    "translation": "Th vnan chih zisạnụ̄ mʿbvd chha bhtr kinh suh (ʿīsyā ʿlyh alslam), tim chih tohyhi sintụ̄ yhi kth ṣrf czuvnh khạṭr kran, blkh chih tim lukh skh lrrayhi grụ̄."
  },
  {
    "verse_id": 59,
    "translation": "Tim (ʿīsyā ʿlyh alslam) ạsụ̄ ṣrf aakh (brgzydh) bndh yimn pytth aashi anʿām kor th tim ạsụ̄ aashi bny asraʿyl khạṭr (pnnhi qdrtuk) nmvnh bnạvimtụ̄."
  },
  {
    "verse_id": 60,
    "translation": "Th hrgah asụ̄ yyczh hav tylhi krhav tuhndi bdlh asụ̄ zmyns mnz frshth pạd yim tuhndụ̄ janshyn āshn."
  },
  {
    "verse_id": 61,
    "translation": "Th be shk shu (yʿny ʿīsyā ʿlyh alslam yylh āsmanh pytthh vasn, tihund vsun) āshi qyamtuk (nzdyk āsnuk) ʿlm (yʿny ʿlmuk sbb),lhādha krụ̄ zyv nh tvhụ̄ aath mnz hrgz shk th myạnụ̄ pạrvy rvuzyv kran,yhi chhe syz vath."
  },
  {
    "verse_id": 62,
    "translation": "Th shyṭan gczhyv nh hrgz tohyhi (aamhi vathi nishhi) rukạvith hykun be shk chuh suh tuhund ttakarh dshmn."
  },
  {
    "verse_id": 63,
    "translation": "Th yylhi ʿīsyā (ʿlyh alslam) vaẓḥ nishạniyhi hyth āe pth von timav, yqyna chuhs bh tohyhi nish ḥkmt th danạyy hyth āmut th (aamhi mvjvb chuhs āmut) zi kynhh kthh yimn mnz tohụ̄ akhtlaf chihv kran kr var pạtthụ̄ tuhndi khạṭr vaẓḥ, lhādha khvucziv tohụ̄ Allah tʿālyā hs byyhi kriv myạnụ̄ aṭaʿt."
  },
  {
    "verse_id": 64,
    "translation": "Be shk chuh Allah tʿālyā he myvn (thi) rb th tuhund (thi) rb, lhādha kriv tmụ̄ snze ʿbadt. Yhe chhe syz vath."
  },
  {
    "verse_id": 65,
    "translation": "Pth ge timn drmyan (panh vạny) mkhtlf frqh, lhādha yimav lukv ẓlm kor tihindi khạṭr chhe dg tulvnhi doh kh ʿdhabch khrạby."
  },
  {
    "verse_id": 66,
    "translation": "Yim lukh kth chih paran (bs athụ̄) zi qyamt yiyhi timn pytth achank th timn āshi nh pe thi."
  },
  {
    "verse_id": 67,
    "translation": "Sạry dvst th aḥbab āsn tamhi doh aakh akụ̄ sndụ̄ dshmn prhyzgarv varạe (tihnze dvsty th rfaqt yiyhi bkar)."
  },
  {
    "verse_id": 68,
    "translation": "(timn yiyhi frmavnh), ae myanyv (qryby) bndv! Azụ̄kh doh nah chuh tohyhi pytth kanhh khvf th nah spdiv tohụ̄ ghmgyn."
  },
  {
    "verse_id": 69,
    "translation": "(yim) chih tim lukh yimav sanyn āyatn pytth ayman aon th hmyshh rvudụ̄ (sạnis) frmans tạbʿ."
  },
  {
    "verse_id": 70,
    "translation": "Tohụ̄ th tohyhi sintụ̄ rln vạlụ̄ sạthy (sạry) acziv jnts (jnth chv nʿmtvuraḥtv th ldhtv san) yiyav tohyhi ʿzt krnh. )mfsryn kramv chuh āyti krymh hs mnz, aazvaajukum )lfẓuk( mʿny khandarnyv ʿlavh qryby sạthy thi kvrmut.ythh pạtthy zn amam qrṭby yn chuh, aljamʿ alaḥkam alqrān )111,16( mnz, amam abni kthyrn tfsyrialqrān alʿẓym )134,4( mnz th ʿlamh shvkany yn chuh ftḥ alqdyr)563,4( mnz yhi mʿny byan kvrmut. Athy bnyads yatth chuh yth jayhi aazvaaj )lfẓuk( mʿny khandarnyv bjayhi sintụ̄ rln vạlụ̄ sạthy krnh āmut."
  },
  {
    "verse_id": 71,
    "translation": "Timn pytth yiyhi sonh sndyn plyttn th glasn hundgrdsh krnavnh th tathi āsn tim sạry chyz (mvjvd) yim dil yczhn th (yimav sintụ̄) achhn āram yiyhi th tohụ̄ rvuziv tathi hmyshh."
  },
  {
    "verse_id": 72,
    "translation": "Th (ae prhyzgarv!) yhi chuh suh jnt ymikụ̄ tohụ̄ mạlk chihv bnavnh āmtụ̄, timn (ʿmln) hndi bdlh yimh tohụ̄ kran ạsụ̄vu."
  },
  {
    "verse_id": 73,
    "translation": "Tuhndi khạṭr chih aath mnz kthrt san myvh tohụ̄ rvuzivtimav mnz khyvan."
  },
  {
    "verse_id": 74,
    "translation": "Be shk chih mjrm lukh jhnm kis ʿdhabs mnz hmyshh rvzn vạlụ̄."
  },
  {
    "verse_id": 75,
    "translation": "Yus nh timn nishhi loczravnh yiyhi th tim rvzn tath mnznaamyd spdith pyth."
  },
  {
    "verse_id": 76,
    "translation": "Th aashi kor nh timn pytth ẓlm albth tim ạsụ̄ pane ẓlm krn vạlụ̄."
  },
  {
    "verse_id": 77,
    "translation": "Th tim krn (jhnm kis darvghs) ālv, ae mạlk! Tuhund rb diyin aashi mvt (tylhi chuh tthyk). Suh vanhi zi tohụ̄ chihv (vonụ̄ athụ̄ ḥals mnz) hmyshh rvzn vạlụ̄."
  },
  {
    "verse_id": 78,
    "translation": "Be shk aon aashi tohyhi nishhi ḥq mgr tohyhi mnz ạsụ̄ akthr lukh ḥqs napsnd kran."
  },
  {
    "verse_id": 79,
    "translation": "Kya timav (yʿny mkh kyv kạfrv) chha (rsvl ṣly Allah ʿlyh vslmn khlaf kanhh tdbyr) pokhth krmcz tylhi chih asụ̄ (thi) pokhth fạṣlh krn vạlụ̄."
  },
  {
    "verse_id": 80,
    "translation": "Kya tim chha gmanh kran zi asụ̄ chihnh tihnz khttith kthh th tihnz knh shychhhi bvzan? Kyazi nh (ẓrvr chih bvzan) th sạnụ̄ svznh āmtụ̄ frshth thi chih timn nishhi lykhan āsan."
  },
  {
    "verse_id": 81,
    "translation": "Frmạviv zi hrgah (bfrẓi mḥal) rḥmans (nishhi) kanhh lrrkh āsihe (ya avlad āsihe) tylhi āsha bh sarive brvnhh (tmụ̄ snz) ʿbadt krn vvl."
  },
  {
    "verse_id": 82,
    "translation": "Āsmann hund th zmynuk prvrdgar, ʿrshuk mạlk chuh pak timav kthv nishhi yimh yim vnan chih."
  },
  {
    "verse_id": 83,
    "translation": "Lhādha trạviyvukh tohụ̄ yim, rvuzin be kar bḥthn mnzpyth th rvuzin fẓvl khyl gindan yot tam zi panun suh doh vuchhn yymiyuk ymn sintụ̄ vʿdh chuh yivan krnh."
  },
  {
    "verse_id": 84,
    "translation": "Th soe dhat chhe āsmans mnz mʿbvd th zmyns mnz (thi) chih mʿbvd th suh chuh sytthah ḥkmt vvl sytthah ʿlm vvl."
  },
  {
    "verse_id": 85,
    "translation": "Th so dhat chhe sytthah brkt vajinụ̄ yymụ̄ sndi khạṭr āsmann hnz th zmynch badshaht chhe th (tihnz thi) yikynczhah yimn mnzbag chuh, th qyamtuk (yʿny qyamt kh vqtuk) ʿlm (thi) chuh tsụ̄ nishhi,th tohụ̄ yiyiv tsụ̄ kun vaps ninh."
  },
  {
    "verse_id": 86,
    "translation": "Th yhinz yim (kạfrlukh) Allah tʿālyā hs varạe ʿbadt chih kran timn chuhnh sfạrsh krnuk (khnụ̄) akhtyar mgr (timn brʿks chuh sfạrsh krnuk akhtyar timn) yimav ḥqch gvạhy dicz th tim ạsụ̄ tath (yqyn san) zanan thi."
  },
  {
    "verse_id": 87,
    "translation": "Th hrgah tohụ̄ yimn pczihv zi tim kmụ̄ krụ̄ pạd tylhi vann ẓrvrAllah tʿālyā hn, pth kvr kun chih tim ddlith pkan."
  },
  {
    "verse_id": 88,
    "translation": "Th tmis (ʿẓmt vạlis ṣly Allah ʿlyh vslm) sndi (yithh pạtthụ̄) vannuk qsm zi yarb! Be shk chih yim tithụ̄ lukh yim aymane chihnh aanan."
  },
  {
    "verse_id": 89,
    "translation": "Lhādha (myanhi ttatthhi!) tohụ̄ phirv timn nishhi roe th (yithh pạtthụ̄) vniv, (bs sạnụ̄) slam, pth lghi timn sytthah jl (pnnhi ḥshruk) pe."
  }
]