[
  {
    "verse_id": 1,
    "translation": "Ḥamym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)"
  },
  {
    "verse_id": 2,
    "translation": "Yymhi rvshn ktabih hund qsm."
  },
  {
    "verse_id": 3,
    "translation": "Be shk chhe yhi aashi akis brkt vajinhi rạcz mnz nạzl krmcz be shk chih asụ̄ khvcznavn vạlụ̄."
  },
  {
    "verse_id": 4,
    "translation": "Aath (rạcz) mnz chuh pth ḥkmt vajinhi kamhi hund (byon byon) fạṣlh krnh yivan."
  },
  {
    "verse_id": 5,
    "translation": "Sanhi bargahi hndi ḥkmh sintụ̄, be shk chih asy svzn vạlụ̄."
  },
  {
    "verse_id": 6,
    "translation": "(yhi) chhe tuhndis rb sndi ṭrfh rḥmt, be shk chuh suh var pạtthụ̄ bvzn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 7,
    "translation": "Āsmann hundth zmynuk th yikynczhah yimn mnzbag chuh (tamiyuk) chuh prvrdgar, bshrṭykh tohụ̄ ạsiv pczh krn vạlụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Ts varạe chuhnh kanhh mʿbvd, sue chuh zndgy divan th mvt divan (suh) chuh tuhund (thi) rb th tuhndyn brvntthimyn ābaʿ v ajdad n hund (thi) chuh rb."
  },
  {
    "verse_id": 9,
    "translation": "Blkh chih tim shks mnz pyth gindan."
  },
  {
    "verse_id": 10,
    "translation": "Lhādha kriv tohụ̄ tamhi dohuk antẓar yylhi āsman ttakarh (pạtthụ̄) dh krri non."
  },
  {
    "verse_id": 11,
    "translation": "Yus lukn vurun kri (yʿny pth ṭrfh kri aḥaṭh), yhi chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 12,
    "translation": "(tamhi vqth vann,) ae sanhi rbh! Cz kr aashi nishhi (yhi) ʿdhab dvur, be shk chih asụ̄ ayman aanan."
  },
  {
    "verse_id": 13,
    "translation": "Vonụ̄ kthi hykhi tihnz nṣyḥt mannụ̄ (fạydh mnd) ạsith yylhi zn timn nishhi ttakarh (pạtthụ̄) byan krn vvl rsvl āv."
  },
  {
    "verse_id": 14,
    "translation": "Pth phiyurtimav ts nishhi buth th (gstạkhy krith) lgụ̄ vannhi, (suh) chuh hychhnavnh āmut dyvanh."
  },
  {
    "verse_id": 15,
    "translation": "Be shk krv asụ̄ km kynczhah ʿdhab dvur (mgr) tohụ̄ lạgiv yqyna (sue kfr) byyhi krun."
  },
  {
    "verse_id": 16,
    "translation": "Yymhi doh asụ̄ brr skht thaph travav tylhi hymav asụ̄ (tamhi doh) yqynaan antqam."
  },
  {
    "verse_id": 17,
    "translation": "Th drḥqyqt ạs aashi yimav brvnhh frʿūn sndis qvms (thi) āzmạysh krmcz th timn nishhi ạsụ̄bzrgy vạlụ̄rsvl (mvsyā ʿlyh alslam) āmtụ̄."
  },
  {
    "verse_id": 18,
    "translation": "(timav avskh vonmt) zi cz krukh khdae sndụ̄ bndh (yʿny bny asraʿyl) me ḥvalh, be shk chuhs bh tuhndi qyadt th rhbry krnh khạṭr amant dar rsvl."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi yhi ziAllah tʿālyā sndis mqabls mnz mah krivsrkshy bh chuhs tohyhi nishhi rvshn thbvt hyth āmut."
  },
  {
    "verse_id": 20,
    "translation": "Th be shk chuh me pnnis rb sund th tuhndis rb sund pnah rottmut aamhi nishhi zi tohụ̄ kriv me knhi knhi."
  },
  {
    "verse_id": 21,
    "translation": "Th agr tohụ̄ me pytth ayman chihv nh aanan tylhi rvuziv me nishhi lob."
  },
  {
    "verse_id": 22,
    "translation": "Pth kor timav pnnis rbs dʿā zi be shk chih yim lukh mjrm qvm."
  },
  {
    "verse_id": 23,
    "translation": "(arshad sapud) tylhi nyr cz myạnụ̄ bndh hyth ratv rat be shk yyv tvhyh pth larnh."
  },
  {
    "verse_id": 24,
    "translation": "Th (panh aapvr trnh pth) trạvizyn dryavpnnis ḥals pytth ylh, be shk chuh suh tiyuth lshkr yus ghrq yiyhi krnh."
  },
  {
    "verse_id": 25,
    "translation": "Tim kạtyave bagh th nag ge trạvith."
  },
  {
    "verse_id": 26,
    "translation": "Th zraʿt th ʿạly shan ʿmarth."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi nʿmth (th raḥth) yimn mnz tim ʿạsh ạsụ̄ kran."
  },
  {
    "verse_id": 28,
    "translation": "Yithe pạtthụ̄ spud, th aashi bnạvụ̄ timn sarine hndụ̄ baqy lukh vạrth."
  },
  {
    "verse_id": 29,
    "translation": "Pth nah vod timn pytth āsmann th nh zmynn th nah āyhi timn mhlte dinh."
  },
  {
    "verse_id": 30,
    "translation": "Th vaqʿī diyut aashi bny asraʿyls dhilt valhi ʿdhab nishhi njat."
  },
  {
    "verse_id": 31,
    "translation": "Frʿūns nishhi, be shk avs suh sytthah buthụ̄ phiyur,ḥd nishhi nyrn valyv mnz."
  },
  {
    "verse_id": 32,
    "translation": "Th be shk ạsụ̄ tim (bny asraʿyl) aashi ʿlmh kis bnyads pytth tmam dnya hs (andrhm ʿṣr thdhybn) pytth czạrimtụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Th aashi kri timn timh nishạniyhi ʿṭa yimn mnz ẓạhry nʿmt (th ttakarh āzmạysh) ạs."
  },
  {
    "verse_id": 34,
    "translation": "Be shk chih tim lukh vnan."
  },
  {
    "verse_id": 35,
    "translation": "Kh sanhi goddnikhi mrnh varạe chuhnh (pth) kihinụ̄ th asụ̄ yimav nh (navi sr) tulnh."
  },
  {
    "verse_id": 36,
    "translation": "Tylhi aantkh cz sạnụ̄ mạlụ̄ buddi bb (zndh krith), agr cz pzụ̄yvr chuhkh?"
  },
  {
    "verse_id": 37,
    "translation": "Kya yim lukh chha bhtr kinh (ymn kis badshah asʿd abv kryb) tubaʿ (alḥmyry) sund qvm th tim lukh yim yimn brvnhh ạsụ̄, aashi ạsụ̄ tim (sạry) hlak krmitụ̄, be shk ạsụ̄ tim lukh mjrm."
  },
  {
    "verse_id": 38,
    "translation": "Th aashi bnvv nh āsman th zmyn thi yikynczhah yimn mnzbag chuh mḥẓ gindan gindan."
  },
  {
    "verse_id": 39,
    "translation": "Aashi chih doshvae ḥq (kh mqṣd th ḥkmt) san pạd krụ̄ mitụ̄albth tihindụ̄ akthr lukh chihnh zanan."
  },
  {
    "verse_id": 40,
    "translation": "Be shk fạṣluk doh chuh timn sarine khạṭr mqrrh vqt."
  },
  {
    "verse_id": 41,
    "translation": "Yymhi doh kanhh dvst kạnshi dvsts bkar lghi nh th nah yiyhi timn mddkrnh."
  },
  {
    "verse_id": 42,
    "translation": "Timav varạe yimn pytth Allah tʿālyā hn rḥmt chhe frmạvmcz (tim krn aakh akis sfạrsh), be shk chuh suh sytthah ghạlb sytthah rḥm krn vvl."
  },
  {
    "verse_id": 43,
    "translation": "Be shk knddụ̄dar fṣluk kul."
  },
  {
    "verse_id": 44,
    "translation": "(suh) āsh brryn nafrmann hund khyn."
  },
  {
    "verse_id": 45,
    "translation": "Vyglymthi tramkụ̄ pạtthụ̄ āshi shikmn mnzgykan."
  },
  {
    "verse_id": 46,
    "translation": "Gykh vunhi āb kh jvshikụ̄ pạtthụ̄."
  },
  {
    "verse_id": 47,
    "translation": "(ḥkm spdi) yhi rttyvun th jhnm kis mnzs tam niyvun yh zvr khkhrdivan divan."
  },
  {
    "verse_id": 48,
    "translation": "Pth phirivamụ̄ sndis kls pytth gykh divnhi ābuk ʿdhab."
  },
  {
    "verse_id": 49,
    "translation": "Vuchh mzh. Ā, cze chuhkh (pnnis gmans th dʿūahs mnz) sytthah ʿzt vvl th aḥtram vvl."
  },
  {
    "verse_id": 50,
    "translation": "Be shk chuh yhi sue (jhnm) yath pytth tohụ̄ shk ạsụ̄v kran."
  },
  {
    "verse_id": 51,
    "translation": "Be shk āsn prhyzgar lukh aamn vajinhi jayhi mnz."
  },
  {
    "verse_id": 52,
    "translation": "Baghn th nagn mnz."
  },
  {
    "verse_id": 53,
    "translation": "Tanhi th mochhi ryshmhi hund poshak āsn lạgith, aakh akis brvnhh kanhi āsn bihth."
  },
  {
    "verse_id": 54,
    "translation": "Yithe pạtthụ̄spdi (ẓrvr), th asụ̄ krv timn khvbṣvrt th vychihh vychhhi achh vajnyn ḥvurn sintụ̄ khandr."
  },
  {
    "verse_id": 55,
    "translation": "Tathi āsn aṭmynanh san (bihth) pth qsmkụ̄ phl th myvh mngan."
  },
  {
    "verse_id": 56,
    "translation": "Aath (jnts) mnzvuchhn nh mrnuk mzh (tmhi) goddnikhi mrnh varạe (yus moklyamut āshi) th Allah tʿālyā bchavi timn jhnm kh ʿdhab nishhi."
  },
  {
    "verse_id": 57,
    "translation": "Yhi chuh tuhndis rb sund fẓl (yʿny tuhund rb kri tuhndy vsylh sintụ̄ ʿṭa), yhe chhe sytthah brr kamyạby."
  },
  {
    "verse_id": 58,
    "translation": "Bs aashi chuh tuhnzy zbạnụ̄ mnz yhi (qrān) shl bnvvmut takh tim krn nṣyḥt ḥạṣl."
  },
  {
    "verse_id": 59,
    "translation": "Lhādha kriv tohụ̄ (thi) antẓar yqyna chih tim (thi) antẓar kran (tohụ̄ vuchihv tihund ḥshr th svn antqam th tim vuchhn tuhnz shan th tuhndikhạrath mvmnn pytth myvn anʿām)."
  }
]