[
  {
    "verse_id": 1,
    "translation": "Ḥa mym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)"
  },
  {
    "verse_id": 2,
    "translation": "(yymhi) ktabih hund nạzl krnh yun chuh Allah tʿālyā sndi ṭrfh yus sytthah ʿzt vvl sytthah ḥkmt vvl chuh."
  },
  {
    "verse_id": 3,
    "translation": "Be shk chhe āsmann th zmyns mnz pzụ̄pạtthụ̄ mvmnn khạṭr nishạniyhi."
  },
  {
    "verse_id": 4,
    "translation": "Byyh tuhnzi (pnnhi) pydạyshhi mnz byyh timn janvrn mnz yimn suh phhlavan chuh, chhe yqyn thavn valyn lukn khạṭr nishạniyhi."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi rat doh kis aakh akis pth yins gczhns mnz th (rvud rngụ̄) tath rizqs mnz yus Allah tʿālyā āsmanh chuh valan, pth chuh aamhi sintụ̄ zmyns kran tamhi kh mord spdnh pth zndh th (yithe pạtthụ̄) hvahn hund rokh bdlavns mnz, chhe timn lukn khạṭr nishạniyhi yim ʿql th shʿūr chih thavan."
  },
  {
    "verse_id": 6,
    "translation": "Yim chih Allah tʿālyā sndụ̄ āyat yim asụ̄ tohyhi pytth pvur pzr san tlavt chih kran, pth kth kthhi pytth aann yim Allah tʿālyā hs th tmụ̄ sndyv āyatv pth ayman."
  },
  {
    "verse_id": 7,
    "translation": "Pth bhtan grn vạlis aapziyạris (th) brris gnah gars khạṭr chhe hlakt."
  },
  {
    "verse_id": 8,
    "translation": "Yus Allah tʿālyā sndyn (timn) āyatn chuh bvzan yim ts pytth prụ̄ prụ̄ chih bvznavnh yivan pth chuh (pnnis kfrs pytth) aṣrar kran tkbr krith, znth tmụ̄ tim bvuzy nh,tylhi diyiv tohụ̄ ts dg tulvnhi ʿdhabch bshart."
  },
  {
    "verse_id": 9,
    "translation": "Th yylhi ts sanyv (qrāny) āyatv mnz kunhi chyzuk (thi) ʿlm chuh spdan tylhi chuh tath mdhaq bnavan, yithine lukn khạṭr chuh dhilt vvl ʿdhab."
  },
  {
    "verse_id": 10,
    "translation": "Tihindi (aamhi zndgy hndi vqth) pth chuh jhnm th yus (dnyahuk mal) timav kmạvith chuh thvvmut lghi nh timn kunhi bkar th nah yinkh tim potly (bkar) yim timavAllah tʿālyā hs varạe mddgar chih bnạvith thạvimtụ̄, th tihindi khạṭr chuh skht ʿdhab."
  },
  {
    "verse_id": 11,
    "translation": "Yhi (qrān) chuh hdayt, th yimav lukv pnnis rb sndyn āyatn sintụ̄ kfr kor tihindi khạṭr chuh skht tryn dg tulvun ʿdhab."
  },
  {
    "verse_id": 12,
    "translation": "Allah tʿālyā he chuh yymụ̄ smndr kor tuhndis qabvuvas mnztakh tmụ̄ sndi ḥkmh pkn tath mnz jhaz th nav th takh tohụ̄ hykiv (smndry vatv kinụ̄ thi) tmụ̄ sund fẓl (yʿny rzq) czhạnddith, th aamhi mvjvb zi tohụ̄ bniv shkrgzar."
  },
  {
    "verse_id": 13,
    "translation": "Th tmụ̄ chuh yikynczhah āsmạnụ̄ kaynats th zmyns mnz chuh thi svrue tuhndikhạṭr pnnhi ṭrfh (mqrrh qanvnn hndi dhryʿh) mskhrkvrmut,be shk chhe aath mnz timn lukn khạṭr nishạniyhi yim ghvrvfkr chih kran."
  },
  {
    "verse_id": 14,
    "translation": "Tohụ̄ frmạviv ayman valyn zi tim krin timn lukn nẓrandaz yimn Allah tʿālyā sndyn dohn hnz (yinch) amyd th khvf chuhnh takh suh diyhi timn lukn timn (hnzn ʿmln) hund pvur bdlh yimh tim kmavan rvzan ạsụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Yymụ̄ kanhh nyk ʿml kr tylhi (krn) pnny (nfʿ) khạṭr th yymụ̄ burạyy kr tylhi chuh (tamiyuk vbal thi) tsụ̄ pytth pth yiyiv tohụ̄ sạry pnnis rbs kun vaps ninh."
  },
  {
    "verse_id": 16,
    "translation": "Th be shk kr aashi bny asraʿyls ktab th ḥkvmt th nbvt ʿṭa, th timn diyut pak chyzv mnz rzq th aashi bkhsh timn (tihindyn zmanh kyn) jhann pytth (yʿny tamhi dvrkyn qvmn th thdhybn pytth) fẓylt."
  },
  {
    "verse_id": 17,
    "translation": "Th aashi chih timn dyinkụ̄ (th nbvtkụ̄) vaẓḥ thbvut th nishạniyhi diczmacz mgr aamhi pth zi timn nishhi āv (Muḥammad sndi bʿthtuk) ʿlm timav kor (tath sintụ̄) akhtlaf ṣrf bahmy ḥsd th ʿdavt kh bạʿth, be shk kri tuhund rb timn drmyan qyamt kh doh tamhi kthhi hund fạṣlh yath mnz tim akhtlaf kran ạsụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Pth krụ̄vu aashi tohụ̄ dyn chh kuhlh vathi (shryʿts) pytth mamvur, lhādha rvuziv tohụ̄ athụ̄ vathi pytth pkan th timn lukn hnz khvạhishhi mah mạniv yimn (tuhnz th tuhndi dyn kh ʿẓmtuk th ḥqạnytuk) ʿlme chuhnh."
  },
  {
    "verse_id": 19,
    "translation": "Be shk yinav nh yim lukh Allah tʿālyā sndi ṭrfh (aslam chh vathi mnz pysh yinh valyn mshklatn mnz vʿdv bavjvd) hrgztohyhi bkar,th be shk chih ẓạlm lukh (dnyahs mnz) aakh akụ̄ sndy dvst th mddgar āsan, th Allah tʿālyā chuh prhyzgarn hund dvst th mddgar."
  },
  {
    "verse_id": 20,
    "translation": "Yhi (qrān) chuh lukn khạṭr bṣyrtkụ̄ th ʿbrtkụ̄ dlaʿl th yqyn thavn valyn khạṭr hdayt th rḥmt."
  },
  {
    "verse_id": 21,
    "translation": "Kya tim lukh yimav burạyyhi chhe kmavimacz chha yhi gmanh kran zi asụ̄ bnavvkh tim timn lukn hivụ̄ yimav ayman aon th nyk ʿmlh rvudụ̄ kran (zi) tihnz zndgy th tihund mvt gczihh brabrgczuhn.yus dʿūyā (yim kạfr) chih kran (suh) chuh sytthah khrab."
  },
  {
    "verse_id": 22,
    "translation": "Th Allah tʿālyā hn krụ̄ āsman th zmyn ḥqs (pytth bnymthi ḥkmt) san pạd th aamhi mvjvb zi pth nfss yiyhi tmụ̄ snzn ʿmln hund bdlh dinh yim tmụ̄ kma vi mcz chih th timn pytth yiyhi nh ẓlm krnh."
  },
  {
    "verse_id": 23,
    "translation": "Kya tohyhi vuchhvvnh suh shkhṣ yymụ̄ pnnụ̄ nfsạny khvạhsh mʿbvd chhe bnạvith thạvmcz th Allah tʿālyā hn chuh suh ʿlmh bavjvd gmrah tthhrvmut th tmụ̄ sndyn knn th tmụ̄ sndis dils pytth chhan mohrlgạvmcz th tmụ̄snziachh pytth chuhn prdh trvvmut, pth kus hykhi ts Allah tʿālyā hs pth hdayt krith, kya tylhi chihv na tohụ̄ nṣyḥt manan."
  },
  {
    "verse_id": 24,
    "translation": "Th tim chih vnan zi sanhi dnyạvy zndgy varạe chuhnh (byyhi) kihinụ̄ asụ̄ chih bs yyty maran th zndh rvzan th aashi chuhnh zmanh (kyvḥalatv th vaqʿātv) varạe khnụ̄ hlak kran (mṭlb khdays th ạkhrts chih balkl ankar kran) th timn chuhnh aamuyk (yʿny ḥqyqtuk) balkule kanhh thi ʿlm tim chih ṣrf khyals th gmans kạm hyvan."
  },
  {
    "verse_id": 25,
    "translation": "Th yylhi timn pytth sạnụ̄ vaẓḥ āyat chih prith yivan bvznavnh tylhi chhanh aamhi varạe tihnz kanhh dlyl āsan zi sạnụ̄ mạlụ̄ budd bb anyuvkh (zndh krith), agr tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 26,
    "translation": "Frmạviv, Allah tʿālyā he chuhv tohyhi zndgy divan th pth chuhv sue tohyhi mvt divan pth kryv tohyhi sarine qyamt kis dohs kun jmʿ yath mnz nh kanhh shk chuh, albth akthr lukh chhnh zanan."
  },
  {
    "verse_id": 27,
    "translation": "Th Allah tʿālyā sndy khạṭr chhe āsmann hnz th zmynch badshaht th yymhi doh qyamt gczihh brpa tamhi vizi gczhn (sạry) bạṭl prst skht khsars mnz."
  },
  {
    "verse_id": 28,
    "translation": "Th tohụ̄ vuchihv (kạfrn th ankar krn valyn hund) pth dor āshi kotthyn pytth pyth bihth, pth frqh yiyhi tmụ̄snzi (ʿmln hnzi) ktabih kun bulavnh, aaz yiyav tohyhi timn ʿmln hund bdlh dinh yimh tohụ̄ kran ạsụ̄vu."
  },
  {
    "verse_id": 29,
    "translation": "Yhi chuh svn tḥryr yus tohyhi mtʿlq pozpoz byan kri, be shk ạsụ̄ asụ̄ suh svrue kynhh lykhnavan (th rczhravan) yhi tohụ̄ kran ạsụ̄vu."
  },
  {
    "verse_id": 30,
    "translation": "Lhādha yimav lukv ayman aon th nyk ʿmlh rvudụ̄ kran tylhi kri tihund rb timn pnnis rḥmts mnz dạkhl, yhe chhe ttakarh kamyạby."
  },
  {
    "verse_id": 31,
    "translation": "Th yimav lukv kfrkor (timn yiyhi vannh,) kya tohyhi ạsụ̄vuna myạnụ̄ āyat prụ̄ prụ̄ yivan bvznavnh, lhādha koruv tohyhi tkbr th tohụ̄ ạsụ̄vu mjrm lukh."
  },
  {
    "verse_id": 32,
    "translation": "Th yylhi vannh avs yivan ziAllah tʿālyā sund vʿdh chuh poz th qyamts (yins) mnz chuhnh kanhh shk tylhi ạsụ̄vu tohụ̄ vnan zi aashi chhanh pe qyamt kya chhe, asụ̄ chihn nh so vhmh th gmanh varạe kihinụ̄ smjhan th asụ̄ chihnh (aath pytth) paczh krn vạlụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Th tihindi khạṭr gczhn timh tmam burạyyhi ẓạhr yimh tim anjam ạsụ̄ divan th suh ʿdhab kri timn ghyr yath tim hzl ạsụ̄ kran."
  },
  {
    "verse_id": 34,
    "translation": "Th (timn) yiyhi vannh, aaz mshravav asụ̄ tohụ̄, yithh pạtthụ̄ tohyhi pnnhi yymhi dohch pyshy ạsv mshrạvmcz th tuhund tthkanh chuh jhnm th tuhndi khạṭr āshi nh kanhh ath rott krn vvl."
  },
  {
    "verse_id": 35,
    "translation": "Yhi chuh aamhi vjh (kinụ̄) zi tohyhi ạsụ̄v Allah tʿālyā sndụ̄ āyat mdhaq bnạvith thạvimtụ̄ th dnyạvy zndgy ạsinav tohụ̄ dvkhs mnz trạvimtụ̄, lhdha vonụ̄ nah yin tim tamhi (jhnm) mnz nybrkrrnh th nah yiyhi timn nishhi tvbh kh dhryʿh (Allah tʿālyā sund) rẓa czharun qbvl krnh."
  },
  {
    "verse_id": 36,
    "translation": "Lhādha chih Allah tʿālyā sndy khạṭr sạry tʿryf yus āsmann hund rb chuh th zmynuk mạlk chuh, tmam jhann hundprvrdgar (thi) chuh."
  },
  {
    "verse_id": 37,
    "translation": "Th āsmann th zmyns mnz chhe sạre kbryạyy (yʿny bjr) tmụ̄ sndy khạṭr th sue chuh bodd ghạlb sytthah ḥkmt vvl."
  }
]