[
  {
    "verse_id": 1,
    "translation": "Ḥa mym (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan)"
  },
  {
    "verse_id": 2,
    "translation": "Yymhi ktabih hund nạzl krnh yun chuh Allah tʿālyā sndi ṭrfh yus ghạlb ḥkmt vvl chuh."
  },
  {
    "verse_id": 3,
    "translation": "Th aashi krụ̄ nh (sạry) āsman th zmyn th suh (mkhlvq) yus ymn mnzbag chuh pạd mgr (kor) ḥkmt th mqrr mdt (kh tʿīn) san, th yimav kfr chuh kormut tim yymhi chyz nishhi khvcznavnh āe tthụ̄ chih buth phirn vạlụ̄."
  },
  {
    "verse_id": 4,
    "translation": "Tohụ̄ frmạviv zime vnụ̄tav zi yimn (potlyn) hnz tohụ̄ Allah tʿālyā hs varạe ʿbadt chihv kran me hạvitavzi timav kus chyz chuh zmyns mnz tkhlyq kormut nath (hạvitv yhi zikya) āsmann (hndis tkhlyqs) mnz chha tihnz kanhh shrakt. Tohụ̄ kriv me nishhi yymhi (qrān) brvuntthim kunhi ktab hund nath (brvuntthimyn hndi) ʿlmuk kanhh baqy ḥṣh (yus nql spdan āshi pkan thbvt kh ṭvr) pysh. Hrgah tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 5,
    "translation": "Th ts shkhṣs khvth khsith gmrah kus hykhi ạsith yus Allah tʿālyā hs varạe tithyn (potlyn) hnz ʿbadt chuh kran yim qyamt kis dohs tam ts (svaluk) jvab hykn nh dith th tim (potlụ̄) chih tihindi dʿā th ʿbadt nishhi (balkl) be khbr."
  },
  {
    "verse_id": 6,
    "translation": "Th yylhi lukh (qyamt kh doh) jmʿ yin krnh pth āsn tim (bạṭl mʿbvd) tihindụ̄ dshmn th (pnnhi mokln payhi khạṭr) krn tihindiʿbadt nishiy ankar."
  },
  {
    "verse_id": 7,
    "translation": "Th yylhi timn pytth sạnụ̄ vaẓḥ āyat chih prnh yivan (tylhi) yim lukh kfr chih kran tim chih vnan ḥqs (yʿny qrāns) mtʿlq, yylhi zn suh timn nishhi āv,yhi chuh ttakarh jvd."
  },
  {
    "verse_id": 8,
    "translation": "Kya tim lukh chha (yhi) vnan zi yhi (qrān) chuh (pyghmbrn) pane bnvvmut. Tohụ̄ frmạviv, agr me yhi panh chuh bnvvmut tylhi chihv nh tohụ̄me Allah tʿālyā hs (yʿny Allah tʿālyā sndi ʿdhab) nishhi (bchavnuk) khnụ̄ thi akhtyar thavan, th suh chuh timn kthn var pạtthụ̄ zanan yim tohụ̄ yath (qrāns) mtʿlq ṭʿnh dinh rngụ̄ kran chihv. Sue Allah tʿālyā chuh me th tohyhi drmyan gvạhy khạṭr sytthah, th suh chuh bodd bkhshn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 9,
    "translation": "Tohụ̄ frmạviv zi (ansann kun) ās nh bh kanhh goddniyuk rsvl (zi me brvnhh āshi nh rsaltch kanhh mthale) th bh chuhs nh pạnụ̄ pane (yʿny mḥẓ pnnhi ʿqlhi th fhmh kinụ̄) panh zanan zi me sintụ̄ kya slvk yiyhi krnh th nah thi yhi tohyhi sintụ̄ yiyhi krnh, (myvn ʿlm chuh yhi zi) bh chuhs ṣrf tamhi vḥy hnz pạrvy kran yosh me kun chhe svznh yivan (soe chhe me pth chyzuk ʿlm ʿṭa kran) th bh chuhs ṣrf (vḥy hndi ʿlm kis bnyads pytth) ttakarh khvcznavn vvl."
  },
  {
    "verse_id": 10,
    "translation": "Frmạviv, vnụ̄ tav hrgah yhi (qrān) Allah tʿālyā sndi ṭrfh avs th tohyhi āsyv aamiyuk ankar kormut th bny asraʿyl mnzdiyhi aakh gvah (thi goddnichv āsmạnụ̄ ktabv sintụ̄) aath hishhi ktabih (hndis nạzl gczhnh kis tdhkirs) pytth gvạhy pth āshi tmụ̄ aath pytth ayman (thi) aonmut th tohụ̄ rvudiv aamhi bavjvd ghrvr kran (tylhi kya anjam āshi tuhund?) be shk chuhnh Allah tʿālyā ẓạlm qvms hdayt divan."
  },
  {
    "verse_id": 11,
    "translation": "Th kạfrv von mvmnn, hrgah yhi (dyni Muḥammady) bhtrāsihe tylhi pkhan nh yim lukh aath kun aashi brvnhh (asụ̄ krhav pane sarive brvnhh yhi qbvl) th yylhi yimav (kạfrvpanh) aamhi nishhi hdayt lob nh tylhi chih vonụ̄ vnan zi yhi chuh pvn aapuz (th bhtan)."
  },
  {
    "verse_id": 12,
    "translation": "Th aamhi brvnhh ạs mvsyā (ʿlyh alslam) snz ktab (tvrat) pyshva th rḥmt,th yhi ktab chhe (tmiyuk) tṣdyq krn vajinụ̄, ʿrby zbạnụ̄ mnz chhe takh timn lukn khvcznavi yimav ẓlm kor th nykv karn khạṭr āshi khosh khbr."
  },
  {
    "verse_id": 13,
    "translation": "Be shk yimav lukv von zi svn rb chuh Allah tʿālyā pth rvudụ̄ aath pytth ddttith tylhi nah chuh timn pytth kanhh khvf th nah spdn tim ghmgyn."
  },
  {
    "verse_id": 14,
    "translation": "Yimae lukh chih jnty yim aath mnz hmyshh rvzn vạlụ̄ chih. Yhi chuh timn ʿmln hund jza yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Th aashi kor ansans pnnis mạlis majhi sintụ̄ nyk slvk krnuk ḥkm. Tmụ̄ snzmvj rvuz ts tklyf san (shkms mnz) tulan th tklyf san diyutns zayut,th tmụ̄ sund (shkms mnz) tulun th tmụ̄ sund dodtavnavun (yʿny gobih khorāsnh pytthh dod travns tam) chuh thn rytn (pytth mshtml). Yot tam suh pnnhi jvạny tam chuh vatan th (pth) chuh cztjy hn vrụ̄yn (hnzi pkhth vạnshi) vatan tylhi chuh vnan, ae myanhi rbh! Me di tvfyq zi bh kr chanhi tamhi aḥsanuk shkr yus cze me pytth th myạnis mạlis majhi pytth kormut chuhe byyhi yhi zi bh kr ticzhh nyk ʿmlh yimav sintụ̄ czrạẓụ̄ spdkh th myanhi khạṭr thav myanyn avladn mnz nyky th rczr. Be shk chuhs bh cze kun rjvʿ kran th bh chuhs pzụ̄pạtthụ̄ frmanbrdarv mnz."
  },
  {
    "verse_id": 16,
    "translation": "Yimae chih tim lukh yhinz nyk ʿmlh asụ̄ qbvl chih kran th yhnzn lghzshn chih drgzr kran (yimae) chih jnty.yhi chuh poz vʿdh yus yimn sintụ̄ krnh chuh yivan."
  },
  {
    "verse_id": 17,
    "translation": "Th yymụ̄ pnnis mạlis majhi von, vae tng korvos bh tohyhi,tohụ̄ chihva me (yhi) vʿdh divan zi bh yimh (qbri mnz navi srzndh krith) krrnh yylhi zn myanhi brvnhh varyah aumth chhe guzrymcz. Vonụ̄ lvg timavdoshvyv (mạlụ̄ majhi) Allah tʿālyā hs fryad krun (th nychvis vonukh,) cz gvkh hlak. (ae gobra!) ayman aan, be shk chuh Allah tʿālyā sund vʿdh ḥq. Pth chuh suh (drjvab) vnan yimh (kthh) chhanh brvuntthimyn lukn hndyv aapzyv afsanv varạe kihinụ̄ (thi)."
  },
  {
    "verse_id": 18,
    "translation": "Yimae chih tim lukh yimn mtʿlq (ʿdhabuk) frman chuh thạbt spudmut varyahn aumtn mnz yim yimn brvnhh chhe guzrymcz jinn hnz (thi) byyhi ansann hnz (thi), be shk ạsụ̄ tim (sạry) khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 19,
    "translation": "Th sarine khạṭr chih timan (nyk th bd) ʿmln hndi vjh kinụ̄ yimh timav kri (jnts th jhnms mnz byon byon) drjat mqrr takh Allah tʿālyā diyhi timn tihnzn ʿmln hund pvuri pvur bdlh th timn pytth yiyhi nh kanhh ẓlm krnh."
  },
  {
    "verse_id": 20,
    "translation": "Th yymhi doh kạfrlukh jhnm kis nars brvnhh kun pysh yin krnh (pth yiyhi timn vannh), tohyhi moklạvụ̄ vu pnnụ̄ mzh dar th psndydh chyz pnnhi dnyạvy zndgy mnze ḥạṣl krith th timav nishhi tuluv (aṣl pạtthụ̄) fạydh thi. Lhādha yiyav tohyhi azikh doh dhlt kh ʿdhabuk sza dinh aamhi vjh kinụ̄ zi tohụ̄ạsụ̄v zmyns mnz naḥq tkbr kran th aamhi vjh kinụ̄ (thi) zi tohụ̄ ạsụ̄v nafrmạny kran."
  },
  {
    "verse_id": 21,
    "translation": "Th (ae ttatthhi!) tohụ̄ krivqvm ʿād sndis bạyis (hvd ʿlyh alslam) sund dhkr, yylhi timav (ʿuuman th mhrh hs mnz bag yaman chh akis vạdy) aaḥqafs mnz panun qvm (bd ʿmlv hndyv ntyjv nishhi) khvcznvv yylhi zn aamhi brvnhh th aamhi pth (thi kạtyave) khvcznavn vạlụ̄ (pyghmbr) guzrymtụ̄ ạsụ̄ zi tohụ̄ krụ̄ zyv nh Allah tʿālyā hs varạe byyhi kạnshi hnz ʿbadt, me chuh ddr zi khbr tohyhi pytth (ma) yiyhi brri (khṭrnak) dohuk ʿdhab."
  },
  {
    "verse_id": 22,
    "translation": "Tim lgụ̄ vannhi zi kya tohụ̄ chihva aashi nishhi aamhi mvjvb āmtụ̄ zi aashi ddạliv sanyvmʿbvdav nishhi, lhādha aniv suh (ʿdhab) yymhi sintụ̄ aashi khvcznavan chihv hrgah tohụ̄ pzụ̄yaryv mnz chihv."
  },
  {
    "verse_id": 23,
    "translation": "Timav von zi (tamhi ʿdhab kh vqtuk) ʿlm chuh Allah tʿālyā se nishhi th bh chuhsav tohyhi timae aḥkam vatnavan yim hyth bh svznh chuhs āmut albth bh chuhsav tohụ̄ vuchhan zi tohụ̄ chihv jạhl lukh."
  },
  {
    "verse_id": 24,
    "translation": "Pth yylhi timav suh (ʿdhab) vuchh aobrn hndụ̄ pạtthụ̄ pnnyn vạdiyan brvnhh kun yivan aad lgụ̄ vannhi, yhi chuh aoburyus aashi pytth rvud tavn vvl chuh, (so kth chhanh) blkh chuh suh (aobur) suh (ʿdhab) yymhi mokhh tohụ̄ banbr ạsụ̄v kran. (yhi) chuh vav ṭvfan yath mnz dg tulvun ʿdhab (pkan) chuh."
  },
  {
    "verse_id": 25,
    "translation": "(yus) pnnis prvrdgar sndi ḥkmh kri pth chyzs tbah th brbad lhādha ge tim tithh pạtthụ̄ (tbah) zi tihindyv (vujar gmtyv) grav varạe avs nh kihinụ̄ aathhi yivan. Asụ̄ chih mjrm lukn yithh pạtthụ̄ sza divan."
  },
  {
    "verse_id": 26,
    "translation": "(ae mkh kyv rvzn valyv) timn avs drḥqyqt aashi timn kthn mnzṭaqt th ʿbvr dith thvvmut yimn mnz aashi tohyhi ʿbvr chuhnh diyutmut th aashi ạsụ̄ tim bvznkhi ṭaqth th vuchhnkhi ṭaqth th dl v dmagh (chyvbe shmar ṣlạḥytv) sintụ̄nvạzụ̄mitụ̄. Mgr nah āe tihindụ̄ kne timn kunhi bkar th nah tihnz achh th nah tihindụ̄ dl th dmaghe yylhi zn tim Allah tʿālyā snzn nishạnyn ankare rvudụ̄ kran th (ạkhrkar) kor tmụ̄ (ʿdhabn) timn ghyr yath tim hzl ạsụ̄ kran."
  },
  {
    "verse_id": 27,
    "translation": "Th (ae mkh kyv rvzn valyv) be shk kri aashi kạczave bsty hlak yimh tohyhi andụ̄ pkụ̄ āsh th aashi kri gri gri pnnhi nishạniyhi ẓạhr takh tim krn (kfr nishhi) rjvʿ."
  },
  {
    "verse_id": 28,
    "translation": "Pth kyazi kor nh timav (potlyv) timn mdd yim timav (Allah tʿālyā snzi) nzdyky pavnh khạṭr Allah tʿālyā hs varạe mʿbvd ạsụ̄ bnạvimtụ̄, blkh tim (bạṭl mʿbvd) rạvụ̄ timn,th yhi (potlyn mʿbvd bnavun) avs tihund aapuz th yohe (avs) suh bhtan yus tim gnddan ạsụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Th (ae ttatthhi!) yylhi aashi jnn hndi aakhi jmaʿtuk ẓon tohyhi kun phiyur yim qrān ạsụ̄ ghvr san bvzan. Pth yylhi tim tvr (yʿny bargahi nbvts mnz) ḥạẓr spdụ̄ pth von timav (panh vạnụ̄), czhoph kriv pth yylhi (parun) aand vvt pth ge tim pnnis qvms kun khvcznavn vạlụ̄ (yʿny ḥqs kun dʿūt dinh vạlụ̄) bntih vaps."
  },
  {
    "verse_id": 30,
    "translation": "Timav von, ae sanhi qvmh! (yʿny ae qvmi jnat) be shk chhe aashi aakh (ticzh) ktab bvuzmcz yosh mvsyā (ʿlyh alslam) sndi (tvrat) pth nạzl chhe āmcz krnh (yosh) pans brvuntthimyn (ktabn) hund tṣdyq krn vajinụ̄ chhe (so) chhe pzis (dyins) th syzi vathi kun hdayt kran."
  },
  {
    "verse_id": 31,
    "translation": "Ae sanhi qvmh! Tohụ̄ kriv Allah tʿālyā hs kun nad dinh vạlis (yʿny Muḥammad rsvl Allah ṣly Allah ʿlyh vslm) snzkth qbvl th timn pytth aniv ayman (tylhi) kriAllah tʿālyā tuhndụ̄ gnah mʿāf th tohyhi rachhav dg tulvnhi ʿdhab nishhi."
  },
  {
    "verse_id": 32,
    "translation": "Th yus shkhṣ Allah tʿālyā hs kun nad dinh vạlis (rsvl ṣly Allah ʿlyh vslm) snz kth manhi nh tylhi hykhi nh suh zmyns mnz (czlith Allah tʿālyā hs) ʿạjzkrith th nah āsn tasndi khạṭrAllah tʿālyā hs varạe mddkrn vạlụ̄.yimae lukh chih ttakarh gmrạhy mnz."
  },
  {
    "verse_id": 33,
    "translation": "Kya timn chhana pe zi Allah tʿālyā yymụ̄ (sạry) āsman th zmyn krpạd th suh thok nh tim pạd krnh sintụ̄chuh aath pytth (thi) qdrt thavan zi suh krimordn (dvbarh) zndh. Kyazi nh, be shk chhe ts pth chyzs pytth qdrt ḥạṣl."
  },
  {
    "verse_id": 34,
    "translation": "Th yymhi doh tim lukh yimav kfrkor jhnm kis nars brvnhh kun pysh yin krnh (pth yiyhi timn vannh) kya yhi (ʿdhab) chuhna brḥq, tim vann, kyazi nh sạnis rb sundqsm (brḥq chuh), arshad spdi, tylhi vuchihv ʿdhabuk mzh yath tohụ̄ ankar ạsụ̄v kran."
  },
  {
    "verse_id": 35,
    "translation": "(ae ttatthhi!) lhādha rvuziv tohụ̄ ṣbrkran yithh pạtthụ̄ (baqy) thdi paych hmt valyvpyghmbrv ṣbr avs kormut th tohụ̄ mah krivyimn (ankarkrn valyn) khạṭr (ʿdhab mngns mnz) jldy, yymhi doh tim tath (ạkhrt kis ʿdhabs) vuchhn yymiyuk timn sintụ̄ vʿdh chuh krnh yivan pth (krn khyal) znth tim (dnyahs mnz) doh chh aakhi gri varạe rvudụ̄mty ạsụ̄ nh, (yhi chuh Allah tʿālyā sndi ṭrfh) pyghamuk vatnavun, nafrman qvmh varạe yin nh baqy lukh hlak krnh."
  }
]