[
  {
    "verse_id": 1,
    "translation": "Yimav lukv kfr kor th (baqyn) korukh Allah tʿālyā snzi vathi nishhi tthakh (tylhi) kri Allah tʿālyā hn tihinz ʿmlh (ạkhrt kh ajr kh lḥaẓh) brbad."
  },
  {
    "verse_id": 2,
    "translation": "Th yimav lukv ayman aon byyhi rvudụ̄ nyk ʿmlh kran th tath ktabih pytth aonukh ayman yosh Muḥammads (ṣly Allah ʿlyh vslm) pytth nạzl chhe āmcz krnh th soe chhe tihindis rb sndi ṭrfh ḥq Allah tʿālyā hn mittạvụ̄ timn (hndiaʿmal namh) nishhi tihindụ̄ gnah th tihund ḥal korun bhtr."
  },
  {
    "verse_id": 3,
    "translation": "Yhi chuh aamhi mvjvb zi yimav lukv kfr kor tim pkụ̄ bạṭls pth pth th yimavlukv ayman aon timav kr pnnis rb sndi ṭrfh (nạzl krnh āmthi) ḥqch pạrvy, yithe pạtthụ̄ chuh Allah tʿālyā lukn khạṭr tihindụ̄ ḥal byan kran."
  },
  {
    "verse_id": 4,
    "translation": "Pth yylhi (jng kis mạdans mnz) tuhund mqablh (jng krn valyn) kạfrn sintụ̄ spdi tylhi tuliv (jngs dvran) tihnz grdnh (tikyazi timav kvr ansạnytuk qtli ʿām byyhi kvrukh fsad tulith aamn brbad) avt tam zi yylhi tvhụ̄ tim (jngy mʿrks mnz) var pạtthụ̄ qtl moklạviyvukh krith pth gnddiyvukh (baqy qindụ̄) mẓbvṭy san, pth ya th (trạviyvukh tim) aḥsan krith (mʿāvẓh varạe ylh) nath fdyhi rttith (yʿny rhạyy hund mʿāvẓh rttth kriyvukh āzad) avt tam zi jng (krn vvl mkhạlf fvj) t avi pnnụ̄ hthyar (yʿny ṣlḥuk th amnuk aʿlan kri). Yohe chuh (ḥkm), th hrgah Allah tʿālyā yczhi he tylhi hyyhi he yimn (jng varạe) antqam mgr (tmụ̄ kvr nh yhi) takh tohyhi mnz āzmavi kynczhn kynczhv hndi dhryʿh, th yim lukh Allah tʿālyā snzi vathi mnz qtl āe krnh tylhi kri nh suh tihindụ̄aʿmal hrgz ẓayʿ."
  },
  {
    "verse_id": 5,
    "translation": "Suh laghi timn ʿnqryb (jnth chh) syzi vathi pytth th tihindụ̄ (ạkhrtkụ̄) ḥal bnavi sytthah bhtr."
  },
  {
    "verse_id": 6,
    "translation": "Th (ạkhrkar) kri timn jnts mnz dạkhl yymich tmụ̄timn (godd pytthe) var pạtthụ̄ phchan chhe krnạvmcz."
  },
  {
    "verse_id": 7,
    "translation": "Ae ayman valyv! Agr tohụ̄ Allah tʿālyā hs (yʿny Allah tʿālyā sndis dyins) mddkriv tylhi kri suh tuhund mdd th tuhndyn qdmn thavi drrạvith."
  },
  {
    "verse_id": 8,
    "translation": "Th yimav kfr kor; tihindi khạṭr chhe hlakt th (Allah tʿālyā hn) kri tihnz ʿmlh brbad."
  },
  {
    "verse_id": 9,
    "translation": "Yhi chuh aamhi mvjvb zi timav kr so (ktab) napsndyosh Allah tʿālyā hn nạzl kr pth kri tmụ̄ tihnz ʿmlh ẓayʿ."
  },
  {
    "verse_id": 10,
    "translation": "Kya timav korna zmyns mnzsạl syaḥt takh tim vuchhhn zi timn lukn hund anjam kiyuth sapud yim yimn brvnhh ạsụ̄. Allah tʿālyā hn trạv timn pytth hlakt th brbạdy. Th kạfrn khạṭr chhe yiczhe hishhi varyah hlakth."
  },
  {
    "verse_id": 11,
    "translation": "Yhi chuh aamhi vjh kinụ̄ zi Allah tʿālyā chuh timn lukn hund vly th mddgar yimav ayman chuh aonmut th be shk chuhnh kạfrn khạṭr kanhh vly th mddgar."
  },
  {
    "verse_id": 12,
    "translation": "Be shk kri Allah tʿālyā timn lukn yimav ayman aon byyhi rvudụ̄ nyk ʿmlh kran jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan, th yimav lukv kfr kor th (dnyạvy) fạydh chih tulan th (tithh pạtthụ̄) chih khyvan yithh pạtthụ̄ charvạe (janvr) khyvan chih lhādha chuh jhnme tihund tthkanh."
  },
  {
    "verse_id": 13,
    "translation": "Th (ae ttatthhi!) kạczave bsty āsh yhindụ̄ bashndh (vsaʿln th aqtdars mnz) tuhndiyymhi shhr (mkh kyv bashndv) khvth zyadh ṭaqt vr ạsụ̄ ymụ̄ (kyv ṣaḥbi aqtdar jạgyrdarv) tohụ̄ (hjrt kis ṣvrts mnz) krrith chihvczhnụ̄ mtụ̄, aashi krụ̄ tim (thi) hlak pth bnyav nh kanhh timn mddgar (yus timn bchạvith hykhi he)."
  },
  {
    "verse_id": 14,
    "translation": "Lhādha hykya suh shkhṣ yus pnnis rb sndi ṭrfh ttakarh thbvts pytth (qạyim) āsh timn lukn hyvu ạsith yhindụ̄ bur aʿmal tihindi khạṭr mạrụ̄ mndụ̄ bnạvith chih havnh āmtụ̄th tim āsn pnnyn nfsạny khvạhshatn pth pth pkan."
  },
  {
    "verse_id": 15,
    "translation": "Yymhi jntuk prhyzgarn sintụ̄ vʿdh chuh krnh āmut tamiyuk ṣft chuh yhi zi tath mnz āsn (tithhi) ābh chh kolh yath mnz nh zanhh (mushks th rngs mnz) tbdyly yiyhi, th (tath mnz āsn tithhi) dod chh kolh yymiyuk ldht th mzh zhnụ̄ bdlhi nh, th (tithhi) shrab (ṭhvr) chh kolh āsn yus chynh valyn khạṭr srasr ldht chuh, byyhi āsn var pạtthụ̄ ṣaf krnh āmthi machhhi chh kolh,th tihindi khạṭr āsn tath mnz pth qsmkụ̄ myvh th tihindis rb sndiṭrfh āshi (pth rngch) bkhshạyis, (kya yhi prhyzgar) hykya timn lukn hndụ̄ pạtthụ̄ ạsith yim hmyshh chih jhnms mnz rvzn vạlụ̄ th yimn grykh divun āb yiyhi chavnh th suh kri tihindyn andrmn czttith par par."
  },
  {
    "verse_id": 16,
    "translation": "Th yimav mnz chih kynhh lukh tim yim tohyhi kun (dl th ẓon thavnh varạe) ṣrf kn dith chih bvzan rvzan aot tam zi yylhi tim tohyhi nishhi nyirith (nybr) chih nyran pth chih timn lukn pczhan yimn (nfʿ dinh vvl) ʿlm chuh ʿṭa krnh āmut zi vunụ̄ (vunụ̄) kya avs timav (yʿny rsvl Allah ṣly Allah ʿlyh vslmv) frmvvmut yimae chih tim lukh yhindyn diln pytth Allah tʿālyā hn mohr chhe lgạvmcz th tim chih pnnyn khvạhshatn hnz pạrvy kran."
  },
  {
    "verse_id": 17,
    "translation": "Th yimav lukvhdayt chuh lobmut, Allah tʿālyā chuh tihindis hdayts byyhi zyadh aẓafh kran th timn chuh tihindi tqvahuk mqam ʿṭa kran."
  },
  {
    "verse_id": 18,
    "translation": "Tylhi chha vonụ̄yim (ankar krn vạlụ̄) lukh ṣrf qyamt kue antẓar kran zi so gczh yimn pytth achank yinụ̄ tylh chhe pzụ̄pạtthụ̄ tmhi chh nishạniyhi (nkhh) vaczmcz, pth kthi āshi timn tihinz nṣyḥt (fạydh dinh vajinụ̄) yylhi (panh) qyamte yiyhi."
  },
  {
    "verse_id": 19,
    "translation": "Lhādha zạniv zi Allah tʿālyā hs varạe chuhnh kanhh mʿbvd th tohụ̄ rvuziv (ʿbvdyt kh aẓhar th aumt chh tʿlymhi khạṭrAllah tʿālyā hs) mʿāfy mngan takh yuthnh tuhndi dsụ̄ (pnnis shani aqdss th khṣvṣy ʿẓmts th rtbh kis tnaẓrs mnz) khlafi avulyā kạm ṣạdr spd. Th mvmn mrdn th mvmn khatvnn khạṭr thi rvuziv mghfrt mngan (yʿny timn rvuzivshfaʿt kran yohe chuh tihindi mghfrtuk samanh), th (ae lvkv!) Allah tʿālyā chuh (dnyahs mnz) tuhndụ̄ phyrnkụ̄ tthkanh th (ạkhrts mnz) tuhndụ̄ tthhrnkụ̄ mnzil (svrue) zanan. )ḥalankh so kạm āshi pnnhi jayhi shrʿī ṭvr balkl jạyz blkh mstḥsn mgr tvhyhi ṣly Allah ʿlyhi vslmn hund mqam th mrtbh byyh ʿẓmt th rotbh chuh mḥẓ jvaz th astḥsan kyv rotbv nishh thi sytthah blnd th arfʿ th aʿlyā.("
  },
  {
    "verse_id": 20,
    "translation": "Th ayman vạlụ̄ chih vnan zi (pnnis bchavs mnz jng kis ajazts mtʿlq) kyazi chuhnh kanhh svrh nạzl yivan krnh pth yylhi kanhh vaẓḥ svrh chuh nạzl yivan krnh th tath mnz chuh (dfạʿī) jnguk (ttakarh) dhkr krnh yivan tylhi chihv tohụ̄tithụ̄ lukh vuchhan yhindyn diln mnz (nfaqch) bymạrụ̄ chhe (th tim chihnh tuhnzth mslmann hnz slamty yczhan) zi tim chih tohyhi kun (tithh pạtthụ̄) vuchhan yithh pạtthụ̄ suh shkhṣ chuh vuchhan yas pytth mvtch be hvshy āshi ghạlb spdan. Lhādha chhe tihindi khạṭr khrạby."
  },
  {
    "verse_id": 21,
    "translation": "Frmanbrdạry th rcz kth chhe (tihindis ḥqs mnz bhtr), pth yylhi jhaduk ḥkm qṭʿī (th pokhth) spud tylhi agr tim Allah tʿālyā hs sintụ̄ (pnnis aṭaʿts th vfadạry mnz) pziyạrụ̄ rvzhn tylhi āsihe tihindi khạṭr bhtr."
  },
  {
    "verse_id": 22,
    "translation": "Lhādha (ae mnafqv!) tohyhi nishhi chuh tvqʿ yohe zi agr tohụ̄ (qtal nishhi hirash krith bchith nyiriv th) ḥkvmt kriv ḥạṣl tylhi kriv tohụ̄ zmyns mnz fsade yvt brpa th pnnụ̄ (tim) qryby rshth puhttrạviyvukh (yimn mtʿlq Allah tʿālyā hn th tmụ̄ sndụ̄ rsvl ṣly Allah ʿlyh vslmn pyvstgy th bạe bndtiyuk ḥkm chuh diyutmut)."
  },
  {
    "verse_id": 23,
    "translation": "Yimae chih tim lukh yimn pytth Allah tʿālyā hn lʿnt chhe krmcz th yhindụ̄ (kn) chihn zrụ̄ bnạvimtụ̄ th yhinz achh chhn aanhi bnavimacz."
  },
  {
    "verse_id": 24,
    "translation": "Kya yim lukh chihnaqrāns mnz ghvr kran kinh yhindyn diln pytth chih quluf (dith)."
  },
  {
    "verse_id": 25,
    "translation": "Be shk yim lukh shanh phirith (kfrs kun) path phyirụ̄aamhi pth zi timn pytth avs hdayt vaẓḥ spudmut shyṭann hvv timn (kfrs kun pot phyrun dvkhh dith) mạrụ̄ mond bnạvith, th timn diczn (dunyahs mnz) zychhhi vạnishi hnz aumyd."
  },
  {
    "verse_id": 26,
    "translation": "Aamhi mvjvb zi timav von timn lukn yim Allah tʿālyā snz nạzl krnh āmcz ktab ạsụ̄ napsnd kran zi asụ̄ krv kynczhn kthn mnz tuhnzpạrvy th Allah tʿālyā chuh tihindis khfyh mshvrh krns var pạtthụ̄ zanan."
  },
  {
    "verse_id": 27,
    "translation": "Pth kiyuth āshi (tamhi vqth tihund ḥshr) yylhi frshth krrn tihund zuv (tath ḥals mnz) zi tihindyn buthyn th tihindyn shann pytth āsn dab valan?"
  },
  {
    "verse_id": 28,
    "translation": "Yhi chuh aamhi vjh kinụ̄ zi timav kr tamchi (yʿny tmhi ṭryqch) pạrvy yus Allah tʿālyā hs naraẓ chuh kran th timav kr tmụ̄ snz rẓa (mndy) napsnd pth krụ̄ tmụ̄ tihindụ̄ (sạry) aʿmal ẓayʿ."
  },
  {
    "verse_id": 29,
    "translation": "Kya tim lukh chha yhindyn diln mnz (nfaqch) bymạrụ̄ chhe yhi gmanh kran zi Allah tʿālyā krri nh tihindụ̄ kyinh th ʿdavt hrgz nnụ̄."
  },
  {
    "verse_id": 30,
    "translation": "Th hrgah asụ̄ yczhv tylhi havav kunhi shkh varạe tim (mnafq) lukh tohyhi (tithh pạtthụ̄) zi tohụ̄ prz nạviyvukh tim tihindyn buthyn hndi ʿlamth sinty, th (yithe pạtthụ̄) prz nạviyvukh yqyna tohụ̄ tim tihindi klam kh andazh sintụ̄ thi, th Allah tʿālyā chuh tuhndyn tmam aʿmaln (var pạtthụ̄) zanan."
  },
  {
    "verse_id": 31,
    "translation": "Th asụ̄ krv ẓrvr tohyhi āzmạysh aot tam zi tohyhi mnz (thạbt qdmy san) jhad krn vạlụ̄ th ṣbr krn vạlụ̄ (thi) krrvkh nnụ̄ th tuhnz (mnafqanh bzdly hnz pvushydh) khbr (thi) krrv nanhi."
  },
  {
    "verse_id": 32,
    "translation": "Be shk yimav lkv kfr korth (lukh) rukạvikh Allah tʿālyā snzi vathi nishhi th rsvl (ṣly Allah ʿlyh vslm) snz krkh mkhalft (th timn nish pannạvkh judạyy hnz vath) aamhi pth zi timn pytth avs hdayt (yʿny rsvl ṣly Allah ʿlyh vslmn hndi ʿẓmtuk mʿrft) vaẓḥ spudmut tim hykn nh hrgz Allah tʿālyā hs kanhh nqṣan krith (yʿny rsvl Allah ṣly Allah ʿlyh vslmn hund bjrth thzr hykn nh km krith), th Allah tʿālyā kri tihnz (tmam) ʿmlh (rsvl Allah ṣly Allah ʿlyh vslmn hnz mkhalft krnh mvjvb) nyst nabvd. )tmam tfsyr kyv amamv chuh lyvkhmut )lan yaẓuruv Allahu shayaan( aay yẓrvarsvl Allah ṣly Allah ʿlyhi vslm bmshaqth vḥdhf almẓaf ltʿẓym shanhi. Vuchhv, alṭbry, alyẓavy, rvḥ almʿāny, rvḥ albyan, aljml,albḥralmdyd vghyrh. Amh klam kh aslvb chh mthalh chhe qrān mjyds mnz varyah ymv mnz akh svrh albqr huk āyt nmbr 9 )yukhādi ʿuuvna Allaha valadhyna aāmanuv( chih. Ath jayhi chuh yukhādiʿuuvna Allaha )tim chih Allah tʿālyā hs dhvkh yczhan duyn( vnth, yukhādiʿuuvna rasuvla Allah )tim chih Allah tʿālyā snds rsvl ṣly Allah ʿlyh vslms dvkhh yczhan duyn( mradnnh āmut."
  },
  {
    "verse_id": 33,
    "translation": "Ae ayman valyv! Tohụ̄ rvuziv Allah tʿālyā snz aṭaʿt kran th rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt rvziv kran th pnnụ̄ aʿmal mah kriv brbad."
  },
  {
    "verse_id": 34,
    "translation": "Be shk yimav lukv kfr kor th (lukh) rttikh Allah tʿālyā snzi vathi nishhi pth pth mvudụ̄ aath ḥals mnz zi tim ạsụ̄ kạfr tylhi kri nh Allah tʿālyā timn zanhh mghfrt."
  },
  {
    "verse_id": 35,
    "translation": "(ae mvmnv!) lhādha mah hạriv tohụ̄ hmt th yimn (jng krn valyn kạfrn) mah kriv ṣlḥuk drkhvast (tuhnz kmzvry gczihh nh basnụ̄), th tohy rvuziv ghạlb, th Allah tʿālyā chuh tohyhi sintụ̄ th suh kri nh tuhndyn aʿmaln (hund thvab) hrgz km."
  },
  {
    "verse_id": 36,
    "translation": "Bs dnyahch zndgy chhe mḥẓ khyl th tmashhi, th agr tohụ̄ ayman aniv byyhi kriv tqvyā akhtyartylhi kri suh tohyhi tuhund (yʿny tuhnzn ʿmln pytth mkml) thvab ʿṭa th tohyhi mngyv nh tuhndụ̄ mal."
  },
  {
    "verse_id": 37,
    "translation": "Agr suh tohyhi suh mal mnghi pth kryv mngns mnztohyhi tngy tylhi gczhyv tohyhi (dils mnz) tngy mḥsvs (th) tohụ̄ kriv bkhl th (yithh pạtthụ̄) krri suh tuhnz (dnyaprsty hndi kinụ̄ andrim) ghlaẓt nnụ̄."
  },
  {
    "verse_id": 38,
    "translation": "Yad thạviv tohụ̄ chihv tim lukh yimn Allah tʿālyā snzi vathi mnz khrch krnh khạṭr nad chuh yivan dinh von gov tohyhi mnzchih kynhh tithụ̄ thi yim bkhl chih kran, th yus thi kanhh bkhl kran chuh suh chuh mḥẓ pnnhi se nfss sintụ̄ bkhl kran, th Allah tʿālyā chuh be nyaz th tohụ̄ (sạry) chihv mḥtaj, th hrgah tohụ̄ (ḥkmi alāhy nishhi) buth phiriv tylhi aanhi suh tuhnz jae bdlạvith byakh qvm pth āsn nh tim tohyhi hivụ̄."
  }
]