[
  {
    "verse_id": 1,
    "translation": ")va astaghfir lidhanbika( aay ldhnb aumtk yʿny pnnhi amut kyn gnahn hnz mghfrt mngv.)nsfy, mdark altnzyl vḥqayqaltavyl, 359,4("
  },
  {
    "verse_id": 2,
    "translation": ")vaastaghfir lidhanbk( qyl, ldhnb aumtk ḥdhf almẓaf vaqym almẓaf alyh mqamh, vaastaghfr ldhnbk ks bars mnzchuh vnnh āmut zi amh nishh chuh mradaumtkụ̄ gnah. Yth jayhi chuh mẓaf ḥdhf krth mẓaf alyh amuyk qạym mqam āmut krnh. )qrṭby, aljamʿ alaḥkam alqrān 324,15( 3. Vqyl ldhnbk amtk fy ḥqk, ythi chuh āmut vnnh zi ldhnbk yʿny tvhụ̄ mngv pnns ḥqs mnz aumts nish srzd spdn valyn khṭahn hnz mghfrt. )abni ḥyan andlsy, albḥralmḥyṭ 471,7( 4. )vaastaghfir lidhnbika( qyl almrad dhnb amtk fhv ḥdhf almẓaf vnnh chuh āmut zi amhi nishhchuh murad amtkụ̄ gnah th yhi mʿny chuh mẓaf ks mḥdhvf spdn ks bnyads pytth. )ʿlamh shvkany, ftḥ alqdyr, 497,4("
  },
  {
    "verse_id": 3,
    "translation": "Th Allah tʿālyā kri tohyhi sytthah ʿzt vvl mdd th kamyạby ʿṭa."
  },
  {
    "verse_id": 4,
    "translation": "Sue chuh yymụ̄mvmnn hndyn diln mnz tskyn nạzl kor takh tihindis aymans pytth gczihh mzyd aymanuk aẓafh, th āsmankụ̄ th zmynkụ̄ sạry lshkr chih Allah tʿālyā se khạṭr, th Allah tʿālyā chuh var pạtthụ̄ zann vvl,sytthah ḥkmt vvl."
  },
  {
    "verse_id": 5,
    "translation": "(yimh tmam nʿmth āyhi aamhi mvjvb jmʿ krnh) takh suh kri mvmn mrdn th mvmn khatvnn jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh chhe jạry (tim) chih yimn mnz hmyshh rvzn vạlụ̄. Th (mzyd yhi zi) suh kri tihnz lghzshhi (thi) timav nishhi dvur (yithh pạtthụ̄tmụ̄ tihindụ̄ khṭa chih mʿāf krimtụ̄). Th yhi chhe Allah tʿālyā hs nzdyk (mvmnn hnz) sytthah brr kamyạby."
  },
  {
    "verse_id": 6,
    "translation": "Th (aamhi mvjvb thi zi timn) mnafq mrdn th mnafq znann th mshrk mrdn th mshrk znann diyhi ʿdhab yim Allah tʿālyā hs sintụ̄bdgmạniyhi thavan chih, timne pytth chhe bur grdsh (mqrr), th timn pytth kvrAllah tʿālyā hn ghẓb th timn pytth krn lʿnt th tihindi khạṭr kvrun jhnm tyar,th suh chuh sytthah bur tthkanh."
  },
  {
    "verse_id": 7,
    "translation": "Th āsmann hndụ̄ th zmynkụ̄ sạry lshkr chih Allah tʿālyā sndy khạṭr, th Allah tʿālyā chuh sytthah ghạlb sytthah ḥkmt vvl."
  },
  {
    "verse_id": 8,
    "translation": "Be shk chihv aashi tohụ̄ (qyamt kh doh gvạhy dinh khạṭr aumt kyn aʿmaln th aḥvaln hund) mshạhdh krn vạlụ̄ th khosh khbr bvznavn vạlụ̄ th khvcznavn vạlụ̄ bnạvith svuzimtụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Takh (ae lvukv!) tohụ̄ anivAllah tʿālyā hs th tmụ̄ sndis rsvls pytth ayman th timn (ṣly Allah ʿlyh vslmn hndis dyins) kriv mddth timn (ṣly Allah ʿlyh vslmn) kriv be ḥd tʿẓym th tkrym, th (sintụ̄) kriv ṣbḥs th shams Allah tʿālyā snz tsbyḥ."
  },
  {
    "verse_id": 10,
    "translation": "(ae ttatthhi!) be shk yim lukh tohyhi sintụ̄ byʿt chih kran tim chih Allah tʿālyā se sintụ̄ byʿt kran, tihindyn aathn pytth chuh (tuhndis dsti mbarkh kis ṣvrts mnz) Allah tʿālyā sund aathh. Pth yymụ̄ shkhṣn byʿt puhttrạv tylhi āshi tmụ̄ sndi puhttravnuk vbal tmis pnnis nfss pytth th yymụ̄ (yhi) kth pvur kr yth (pvur krns) pytth tmụ̄Allah tʿālyā hs sintụ̄ ʿhd avs kormut tylhi kri suh ʿnqryb ts sytthah bodd ajr ʿṭa."
  },
  {
    "verse_id": 11,
    "translation": "ʿnqryb vann aʿrabyv mnz tim lukh yim (ḥdybyh hs mnz shrkt nishhi) path ạsụ̄ rvudimtụ̄ tohyhi (ʿdhr pysh krith yhi) zi asụ̄ ạsụ̄ sanyv malv byyhi ahl v ʿīaln āvrụ̄ krith thạvimtụ̄ (aamhi mvjvb rvudụ̄ asụ̄ tuhndi ṣḥbt nishhi mḥrvm) lhādha mngiv tohụ̄ sanhi khạṭr mghfrt. Yim lukh chih pnnyv zyvav sintụ̄ tih (yʿny tmh kthh) vnan yhi yhindyn diln mnz chhanh. Tohụ̄ frmạviv zi kus chuh yus tohyhi Allah tʿālyā hs (sndis fạṣls) khlaf bchavnuk akhtyar chuh thavan agr tmụ̄ tuhndi nqṣanuk aradh āshi kormut ya āsyn tuhndi fạyduk aradh kormut, blkh chuh Allah tʿālyā tuhnzv kamyv nishhi tthyk pạtthụ̄ bakhbr."
  },
  {
    "verse_id": 12,
    "translation": "Blkh avsuv tohyhi yhi gmanh kormt zi rsvl (ṣly Allah ʿlyh vslm) th ahli ayman (yʿny ṣḥabh rẓy Allah ʿnhm) yin nh vonụ̄ pot phyirith pnnyn bạczn kun zanhh th yhi (guman) avs tuhndyn diln mnz (tuhndi nfsh kh ṭrfh) var pạtthụ̄ mạrụ̄ mondbnavnh āmut th tohyhi koruv sytthhe bur gman th tohụ̄ bnyyh v hlak spdn vvl qvm."
  },
  {
    "verse_id": 13,
    "translation": "Th yus Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) pytth ayman aanhi nh tylhi chuh aashi kạfrn khạṭr jhnm thvvmut tyar krith."
  },
  {
    "verse_id": 14,
    "translation": "Th āsmann hnz th zmynch badshaht chhe Allah tʿālyā se khạṭr,suh ys yczhan chuh ts chuh mghfrt kran th ys yczhan chuh ʿdhab chuhs divan, th Allah tʿālyā chuh bodd mghfrt krn vvl be ḥd rḥm krn vvl."
  },
  {
    "verse_id": 15,
    "translation": "Yylhi tohụ̄ (khybrkụ̄) mali ghnymt ḥạṣl krns kun pkiv pth vann (ḥdybyh kis sfrs mnz) path rvzn vạlụ̄ lukh aashi thi diyiv ajazt zi asụ̄ pkv tohyhi pth pth.tim chih yczhan ziAllah tʿālyā sndis frmans bdlavhn. Frmạviv, tohụ̄ hykiv nh hrgz aashi pth pth yith yithe pạtthụ̄ avs Allah tʿālyā hn godde frmvvmut. Lhādha vnn tim pth blkh chihv tohụ̄ aashi sintụ̄ ḥsd kran, kth chhe yhi ziyim lukh chih (ḥqch kth) sytthhe km smjhan."
  },
  {
    "verse_id": 16,
    "translation": "Tohụ̄ frmạviv aʿrabyv mnz path rvzn valyn zi tohụ̄ yiyiv ʿnqryb akis skht jngjv qvms (sintụ̄ jhads) kun nad dith aannh tohụ̄ rvuziv timn sintụ̄ jng kran ya bnn tim mslman, lhādha agr tohụ̄ ḥkm mạniv tylhi kryvAllah tʿālyā tohyhi bhtryn ajrʿṭa. Th agr tohụ̄ buth phirivyithh pạtthụ̄ tohyhi godd avsuv buth phiyurmut tylhi kryv suh tohyhi dg tulvnis ʿdhabs mnz mbtla."
  },
  {
    "verse_id": 17,
    "translation": "(jhad nishhi pth rvzns mnz) nah chuh anis pytth kanhh gnah th nah chuh lngis pytth kanhh gnah th nah chuh bymars (se) pytth kanhh gnah, th yus shkhṣ Allah tʿālyā snz th rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt kri suh kri ts jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn jạry, th yus shkhṣ (aṭaʿt nishhi) buth phiri suh kri ts dg tulvnis ʿdhabs mnz mbtla."
  },
  {
    "verse_id": 18,
    "translation": "Be shk spudAllah tʿālyā mvmnn rạẓụ̄ yylhi tim (ḥdybyh hs mnz) kulis tlh knhi tohyhi sintụ̄ byʿt ạsụ̄ kran, lhādha yus (pzruk th vfadạry hund jdhbh) tihindyn diln mnz avs Allah tʿālyā hn kor mʿlvm pth korAllah tʿālyā hn timn (hndyn diln) pytth khaṣ tskyn nạzl th timn korun sytthhe jld akh (khybr kh) ftḥ huk anʿām ʿṭa."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi varyah mali ghnymt (thi) yus tim ḥạṣl chih kran, th Allah tʿālyā chuh bodd ghạlb sytthah ḥkmt vvl."
  },
  {
    "verse_id": 20,
    "translation": "Th Allah tʿālyā hn chuh (varyahn ftvḥatn hndis ntyjh hs mnz) tohyhi sintụ̄ varyahn ghnymtn hund vʿdh kormut yim tohụ̄ āyndh ḥạṣl kriv mgr tmụ̄ kornav tohyhi yhi (khybruk ghnymt) jldy ʿṭa th (ahli mkh, ahli khybr, qbaʿl bny asd v ghṭfan alghrẓ tmam dshmn) lukn hndụ̄ aathh rttin tohyhi nishhi pth, th takh yh banhi mvmnn khạṭr (āyndh chh kamyạby th ftḥ yạby hnz) nshạny. Th tohyhi thavyv (dl kh aṭmynanh san) syzi vathi pytth (thạbt qdm th) bvnhh pkn vạlụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Th doyim (mkh, hvazn th ḥnyn pytthh fars th rvmkụ̄ tam brrụ̄ ftvḥat) yimn pytth tohyhi dstrs ạsv nh be shk chuh Allah tʿālyā hn (tuhndi khạṭr) tihund thi aḥaṭh kormut, th Allah tʿālyā chuh pth chyzs pytth sytthah qdrt thavn vvl."
  },
  {
    "verse_id": 22,
    "translation": "Th (ae mvmnv!) hrgah kạfr lukh (ḥdybyh hs mnz) tohyhi sintụ̄ jng krhn (shrvʿ) tylhi czlhn tim ẓrvr shanh phirith, pth nah lbhn tim kanhh dvst th nha kanhh mddgar (mgrAllah tʿālyā hs avs aamn kh mʿāhdh kh dhryʿh tuhndi khạṭr varyahn ftvḥatn hund barmczravun mqṣd)."
  },
  {
    "verse_id": 23,
    "translation": "(yhi) chuh Allah tʿālyā sund sunt yus godd pytthe pkan chuh yivan, th tohụ̄ lbiv nh Allah tʿālyā sndi s dstvurs mnz hrgz kanhh tbdyly."
  },
  {
    "verse_id": 24,
    "translation": "Th sue chuh yymụ̄ mkh kis srḥds pytth (ḥdybyh hs nkhh) timn (kạfrn) hndụ̄ aathh tohyhi nishhi th tuhndụ̄ aathh timn nishhi pth rttụ̄ aamhi pth zitmụ̄ avsnv tohyhi timn (hnds dris) pytth ghlbh bkhushmut. Th Allah tʿālyā chuh timn kamyn yimh tohụ̄ kran chihv var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 25,
    "translation": "Yimae chih tim lukh yimav kfr kor th tohụ̄ rukạvi hav msjdi ḥram nishhi th qrbạny hndụ̄ janvr thi, yim pnnhi jayhi vatnh nishhi pthe rvudụ̄, th agr kynhh mvmn mrd th mvmn khatvnh (mks mnz mvjvd āshn nh) yim tohụ̄ zanan thi chhvukh nh zitohụ̄ kriyvukh tim pamal th tohyhi thi vatyv laʿlmy mnz tihindiṭrfh kanhh skhty th tklyf (tylhi dimhv asụ̄ tohyhi tamy saʿth jnguk ajazt. Mgr ftḥi mkh āv aamhi mvjvb muvkhr krnh) takh ys Allah tʿālyā yczihh (ṣlḥ kis ntyjs mnz) krits pnnis rḥmts mnz dạkhl. Agr (tatkụ̄ kạfr th mslman) byon byon spdith aakh akis nishhi nnụ̄ nyrhn tylhi dimhav asụ̄ timav mnz kạfrn dg tulvun sza."
  },
  {
    "verse_id": 26,
    "translation": "Yylhi kạfr lukv pnnyn diln mnz tkbrsan htt dhrmy thạv (yus zn) jahlytuk ẓid th ghạrt (avs) pth kor Allah tʿālyā hn pnnis rsvls (ṣly Allah ʿlyh vslm) th mvmnn pytth panun khaṣ tskyn nạzl th tim krin tqvyā kis klms pytth mstḥkm th tim ạsụ̄ aamhi ky zyadh ḥqdar byyhi ạsụ̄ aath layq (thi), th Allah tʿālyā chuh pth chyzs var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 27,
    "translation": "Be shk avs Allah tʿālyā hn pnnis rsvls (ṣly Allah ʿlyh vslm) ḥqyqts ʿīni mṭạbq pvz khvab hvvmut zi, hrgah Allah tʿālyā hn yvczh tylhi gczihv tvhụ̄ lukh ẓrvr th ẓrvr msjdi ḥrams mnz dạkhl amn v aman san, (kynhh) pnnyn kln ms kasnạvith th (kynhh) msts kttạe krnạvith (aath ḥals mnz zi) tvhyh āshi nh kanhh khvf, lhādha avs suh (ṣlḥ ḥdybyh has aamhi khvab kh tʿbyr kh tmhyd rngụ̄) zanan yus tvhụ̄ zanan ạsụ̄v nh pth kr tmụ̄ aamhi (ftḥi mkh) brvntth thi aakh fvry ftḥ (ḥdybyh nishhi phyrithe ftḥ khybr) ʿṭa. (th aamhi pth kvrun dvyimh vriyhi ḥrmuk dạkhlh th ftḥ mkh ʿṭa)."
  },
  {
    "verse_id": 28,
    "translation": "Sue chuh yymụ̄ panun rsvl (ṣly Allah ʿlyh vslm) hdayt th dyni ḥq ʿṭa krith svuz takh aath kri tmam dyinn pytth ghạlb, th (rsvl ṣly alh ʿlyh vslmn hndis ṣdaqts th ḥq āsns pytth) chuh Allah tʿālyā he gvạhy khạṭr kạfy."
  },
  {
    "verse_id": 29,
    "translation": "Muḥammad (ṣly Allah ʿlyh vslm) chih Allah tʿālyā sndụ̄ rsvl,th yim lukh timn (rsvl ṣly Allah ʿlyh vslmn) hndis ṣḥbts th trbyts mnz chih tim chih kạfrn pytth sytthah skht th zvrāvr panh vạnụ̄ chih sytthah nrm dl th shfyq. Tohụ̄ chhvvkh tim kthrt san rkvʿ kran, sjdh kran vuchhan tim chih (ṣrf) Allah tʿālyā sndi fẓlkụ̄ th tmụ̄ snzi rẓa (mndy) hndụ̄ ṭlb gar. Tihnz nshạny chhe tihndyn buthyn pytth sjdn hund athr (yus nvurkis ṣvrts mnz non chuh) tihindụ̄ yim vṣf chih tvrats mnz (thi drj) th tihindụ̄ (yime) avṣaf chih anjyls mnz (thi lykhith) tim (ṣḥabh) chih (sạnis ʿẓmt vạlis ttạtthụ̄ sndi) dhraʿtkụ̄ pạtthụ̄ yymụ̄ (sarive brvnhh) panun zạviyul kott kodd, pth korun suh ṭaqt vr th mẓbvṭ, pth spud suh mott th viyotth, pth gov pnnis godds pytth khrra (pth yylhi srsbz th shadab spdith grayhi maryn) kasht karn kvtah khosh log gczhnhi (Allah tʿālyā hn chih pnnis ttạtthis ṣly Allah ʿlyh vslm sndụ̄ ṣḥabh rẓy Allah ʿnhm yithe pạtthụ̄ aymankụ̄ mẓbvṭ kulụ̄ bnạvimtụ̄) takh tihindi dhryʿh zalhi suh (Muḥammadṣly Allah ʿlyh vslmv nishhi dzn valyn) kạfrn hndụ̄ dil, Allah tʿālyā hn chuh timn lukn sintụ̄ ymav ayman aon byyhi rvudụ̄ nyk ʿmlh kran mghfrtuk th ajri ʿẓymuk vʿdh kormut."
  }
]