[
  {
    "verse_id": 1,
    "translation": "Ae ayman valyv! (kunhi thi mʿāmls mnz) mah ạsivAllah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) brvnhh nyran byyhi ạsivAllah tʿālyā hs khvczan rvzan (zi yinh rsvl ṣly Allah ʿlyh vslmn hnz be adby spdi), be shk chuh Allah tʿālyā (svrue kynhh) bvzn vvl var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 2,
    "translation": "Ae ayman valyv! Tohụ̄ mah ạsiv pnnhi āvaz ʿẓmt vạlis nby (ṣly Allah ʿlyh vslm) snzi āvazi khvth thzravan th timn sintụ̄ mah ạsivtithh pạtthụ̄ thzi āvazi mnzkth (thi) kran yithh pạtthụ̄ tohụ̄ aakh akis sintụ̄ thzi āvazi san kran chihv (yinh yhi spdi) zi tuhnz sare ʿmlh gczhn (ayman hyth) ẓayʿ th tohyhi āsyv nh (ayman th ʿmln hndi brbad spdnuk) pe thi."
  },
  {
    "verse_id": 3,
    "translation": "Be shk yim lukh rsvl Allah (ṣly Allah ʿlyh vslm) snzi bargahi mnz (adb th anksạry hndi bạʿth) pnnhi āvaz lothi chih thavan, yimae chih tim lukh yhindụ̄ dil Allah tʿālyā hn tqvyā khạṭr czạrith chih khạlṣ krimtụ̄. Yimne khạṭr chuh mghfrt byyhi ajri ʿẓym."
  },
  {
    "verse_id": 4,
    "translation": "Be shk yim lukh tohyhi ḥujrv nybr knhi ālv chihvkran timav mnz chhanh akthrn (tuhundi blnd mqamch th mrtbch byyhi tʿẓym kyn ādabn hnz) sod bod."
  },
  {
    "verse_id": 5,
    "translation": "Th hrgah tim lukh ṣbr krhn aot tam zi tohụ̄ anụ̄ hiv pane timn kun nybr tshryf tylhi āsihe yhi tihindi khạṭr bhtr, th Allah tʿālyā chuh bodd mghfrt krn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 6,
    "translation": "Ae ayman valyv! Agr tohyhi nishhi kanhh fasq (shkhṣ) kanhh khbr aanhi tylhi ạsiv var pạtthụ̄ tḥqyq kran (yinh yhi spdi) zi tohụ̄ gczihv kunhi qvms laʿlmy mnz (naḥq) tklyf vatnạvith, th pth rvuziv tohụ̄ pnnis krimtis pytth pchhtavan."
  },
  {
    "verse_id": 7,
    "translation": "Th zạniv zi tohyhi mnz chih rsvl (ṣly Allah ʿlyh vslm) mvjvd, hrgah tim varyahn kamyn mnz tuhund vanun mann tylhi pyyiv tohụ̄ sytthah mshkls mnz mgrAllah tʿālyā hn kornav tohyhi aymanuk mḥbt ʿṭa th yhi korun tuhndyn diln mnz ārasth th kfrch, nafrmạny hnz th gnah hchi krnav tohyhi de, yithy lukh chih dyn chh vathi pytth thạbt th brvnhh pkh vnụ̄."
  },
  {
    "verse_id": 8,
    "translation": "(yhi) chuh Allah tʿālyā sndi fẓlh th (tmụ̄ sndi) nʿmth (yʿny tohyhi mnz rsvli amuy ṣly Allah ʿlyh vslmn hndibʿtht th mvjvdgy) hndi bạʿth, th Allah tʿālyā chuh var pạtthụ̄ zann vvl th sytthah ḥkmt vvl."
  },
  {
    "verse_id": 9,
    "translation": "Th agr mslmann hndụ̄ z drụ̄ panh vạnụ̄ lrrạe krn tylhi ạsiv timn drmyan ṣlḥ krnavan, pth agr timav mnz aakh (dor) doyimis pytth zyadty th srkshy kri tylhi kriv ts (dris) sintụ̄ lrrạe yus zyadty hund aatur āshi kran aot tam zi suh yiyhi (qyami aamn kis) Allah tʿālyā sndis ḥkms kun vaps, pth hrgah suh rjvʿ kri tylhi krnạviv doshvnụ̄ drmyan ʿdl san ṣlḥ byyhi hyyiv anṣafs kạm,be shk chuh Allah tʿālyā anṣaf krn valyn sytthah psnd kran."
  },
  {
    "verse_id": 10,
    "translation": "Kth chhe yhe zi (tmam) ahli ayman chih (panh vạnụ̄) bạe. Lhādha ạsiv tohụ̄ pnnyn don bayn drmyan ṣlḥ krnavan, byyhi rvuziv Allah tʿālyā hs khvczan takh tohyhi pytth yiyhi rḥm krnh."
  },
  {
    "verse_id": 11,
    "translation": "Ae ayman valyv! Kanhh qvm mah krin doyimis qvms hzl bnan chuh tim lukh āsn timav (hzl krn valyv) nishhi bhtr th nah mah krin khatvnh baqy khatvnn (hzl) bnan chuh timae khatvnh āsn timav (hzl krn vajinyv khatvnv) nishhi bhtr, th nah mah kriv panh vạnụ̄ pamh voturth alzam trạshy th nah mah ạsivaakh akis bur navthavan,kạnshi hndi ayman (aannh) pth ts fasq th bdkrdar vanun chuh sytthhe bur nav th yymụ̄ tvbh kor nh tylhi chih timae lukh ẓạlm."
  },
  {
    "verse_id": 12,
    "translation": "Ae ayman valyv! Zyadh gumanh krnh nishhi ạsiv bchith rvzan be shk chih kynhh gmanh (tithụ̄) gnah āsan (yimn pytth ạkhrtuk sza vạjb chuh spdan) th (kạnshi hndyn ʿạbn th razn) ạsụ̄ zyv nh pte rvzan th nah mah ạsiv ptụ̄ ptụ̄aakh akụ̄ snz burạyy kran,kya tohyhi mnz krya kanhh shkhṣ psnd zi suh khyyhi pnnis mvudụ̄ mits bạe sund maz, lhādha chihv tohụ̄ tath nfrt kran. Th (yimn tmam mʿāmlatn mnz) khvucziv Allah tʿālyā hs be shk chuh Allah tʿālyā tvbs sytthah qbvl krn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 13,
    "translation": "Ae lvukv! Aashi kriv tohụ̄ mrds th khatvnhi nishhi pạd th aashi krivtohụ̄ (brryn brryn) qvmn th qbyln mnz (tqsym) takh tohụ̄ hykyvun aakh byakh pznạvith.be shk chuh Allah tʿālyā hs nzdyk tohyhi mnz zyadh ʿzt vvl suh yus tohyhi mnz zyadh prhyzgar āshi, be shk chuh Allah tʿālyā var pạtthụ̄ zann vvl var pạtthụ̄ khbrthavn vvl."
  },
  {
    "verse_id": 14,
    "translation": "Aʿrạbụ̄ chih vnan zi aashi chuh ayman aonmut,tohụ̄ frmạviv tohyhi aonuv nh ayman, ā, yhi vniv zi aashi chuh aslam aonmut th vunhi chuhnh ayman tuhndyn diln mnz czamtue,th agr tohụ̄Allah tʿālyā snz th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snzaṭaʿt kriv tylhi kri nh suh tuhndyn aʿmaln (hndis thvabs mnz) kihinụ̄ thi km, be shk chuh Allah tʿālyā sytthah mghfrt krn vvl th sytthah rḥm krn vvl."
  },
  {
    "verse_id": 15,
    "translation": "Ayman vạlụ̄ chih ṣrf tim lukh yimav Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) pytth ayman aon, pth āe nh shks mnz hynh th Allah tʿālyā snzi vathi mnz rvudụ̄ pnnyv malv th pnnyv janv sintụ̄ jhad kran, yimae chih tim lukh yim (ayman kis dʿūyā hs mnz) pzụ̄yạrụ̄ chih."
  },
  {
    "verse_id": 16,
    "translation": "Frmạvivu kya tohụ̄ chihva Allah tʿālyā hs pnnụ̄ dyndạry thykan, yylhi zn Allah tʿālyā chuh timn (tmam) chyzn zanan yim āsmann mnz chih th yim zmyns mnz chih, th Allah tʿālyā chuh pth chyzuk var pạtthụ̄ ʿlm thavn vvl."
  },
  {
    "verse_id": 17,
    "translation": "Yim lukh chih tohyhi pytth minth thavan zi timav chuh aslam aonmut, frmạviv, tohụ̄ mah thạviv pnnhi aslamch minth me pytth blkh chhav tohyhi Allah tʿālyā snz minth zi tmụ̄ chhav tohyhi aymanch vath hạvmcz, bshrṭykh tohụ̄ ạsiv (aymans mnz) pzụ̄yạrụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Be shk chuh Allah tʿālyā āsmann hndụ̄ th zmynkụ̄ sạry ghyb zanan, th Allah tʿālyā chuh yosh ʿml thi tohụ̄ kran chihv tath var pạtthụ̄ vuchhn vvl."
  }
]