[
  {
    "verse_id": 1,
    "translation": "Q (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan). Qrān mjyduk qsm."
  },
  {
    "verse_id": 2,
    "translation": "Blkh kor timav lukv tʿjb zi timn nishhi chuh timve mnz aakh khvcznavn vvl āmut lhādha chih kạfr vnan yhi chhe ʿjyb kth."
  },
  {
    "verse_id": 3,
    "translation": "Kya yylhi asụ̄ marv th asụ̄ spdv mycz (pth gczhv byyhi zndh)?yhi pot phyrun chuh (fhm th adrak nishhi) dvur."
  },
  {
    "verse_id": 4,
    "translation": "Be shk chih asụ̄ zanan zi zmyn kvtah chhe timn (hndyvjsmv) nishhi (khye khye) km kran, th aashi nishhi chhe (ticzh) ktab yath mnzsvrue kynhh rczhrith chuh."
  },
  {
    "verse_id": 5,
    "translation": "Blkh (chhe ʿjyb th fhm v adrak nishhi dvur yhi kth zi) timav kor ḥqs (yʿny rsvl ṣly Allah ʿlyh vslms th qrāns) nkar yylhi suh timn nishhi vvt lhādha chih tim khod (panh) pryshạny th aẓṭrab chh kthhi mnz (hynh āmtụ̄)."
  },
  {
    "verse_id": 6,
    "translation": "Pth kya timav krna āsmanụ̄kaynats kun nẓr yus timn pytthh knhi chuh zi aashi kithh pạtthụ̄ chuh yhi bnvvmut th (kithh pạtthụ̄) chuh (gngh ārn, starn th syarn hndi dhryʿh) pạrvmut th aath mnz chhanh kanhh t ve (ya rukavtt thi) kynhh."
  },
  {
    "verse_id": 7,
    "translation": "Th (yithe pạtthụ̄) vhrạv aashi zmyn th aath mnz thạvụ̄ aashi sytthah gobụ̄ pharr th aashi vopdạvụ̄ aamhi mnz pth qsmkụ̄ khosh krvnụ̄ kulụ̄."
  },
  {
    "verse_id": 8,
    "translation": "(yhi svrue) chh (samani) bṣyrt th nṣyḥt pth ts bnds khạṭr yus (Allah tʿālyā hs kun) rjvʿ krn vvl chuh."
  },
  {
    "verse_id": 9,
    "translation": "Th aashi vvl āsmanh brkt vvl āb pth vopdạvụ̄ aashi aamhi sintụ̄ bagh th khhn hund anaj (thi)."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi zyitthụ̄ zyitthụ̄ khzr yhindụ̄ gurn thh bh thh āsan chih."
  },
  {
    "verse_id": 11,
    "translation": "(yhi svrue kynhh korpnnyn) bndn hndi rvuzy khạṭr th aashi kr aamhi (ābh) sintụ̄ mord zmyn zndh. Yithe pạtthụ̄ āshi (tuhund) qbrv mnz nyrun (thi)."
  },
  {
    "verse_id": 12,
    "translation": "Yimav (mkh kyv kạfrv) brvnhh kor nvḥ sndụ̄ qvmn, th (srzmyni ymamh kyv nabyna) kryiri valyv th (mdynh pytthh shams kun tbvks nkhh ḥjr bsty mnz bsn vạlụ̄ ṣalḥ ʿlyh alslamn hndụ̄ qvmi) thmvdn ankar."
  },
  {
    "verse_id": 13,
    "translation": "Th (ʿuuman th srzmyni mhrh hs mnzbag ymn chh aaḥqaf vady mnz bsith huvd ʿlyh alslamn hndụ̄ qvmi) ʿādn th (mṣrkụ̄ ḥkmran) frʿūnn th (srzmyni flsṭyns mnz sdvm th ʿmvrh hkụ̄ rvzn vạlụ̄) qvmi luvṭn."
  },
  {
    "verse_id": 14,
    "translation": "Th (madyankụ̄ gnụ̄ kulụ̄ vạlụ̄ jngl) aaykh kyv rvzn valyv (yhi avs shʿīb sund qvm) th (yamn kis badshah asʿaad abvkryb) tubaʿ (alḥimyary) sndụ̄ qvmn, (ghrẓ yimav) sarive kor rsvln ankar, pth rvud (yimn pytth) myvn ʿdhabuk vʿdh thạbt spdith."
  },
  {
    "verse_id": 15,
    "translation": "Kya tylhi chha asụ̄ goddnichhi ltthi pạd krnh kinụ̄ thkụ̄ mtụ̄? (thi chuhnh kynhh) blkh chih tim lukh navi sr pad krns mtʿlq shks mnz (hynh āmtụ̄)."
  },
  {
    "verse_id": 16,
    "translation": "Th be shk chuh aashi ansan pạd kormut th asụ̄ chih tim vasvsh (thi) zanan yim tmụ̄ sund nfs (tmụ̄ sndis dils th dmaghs mnz) tavan chuh. Th asụ̄ chih tmụ̄ snzi shhh rghi khvth thi zyadh ts nkhh."
  },
  {
    "verse_id": 17,
    "translation": "Yylhi z rattn vạlụ̄ (frshth tamụ̄ snzi pth kthhi th kamhi tḥryrs mnz) rttan chih (yim) dchihnhi and th khvvri and bihth chih."
  },
  {
    "verse_id": 18,
    "translation": "Suh chuhnh ạsh kanhh kth hykan vnith mgr ts nish chuh aakh rạchhdr (lykhnh khạṭr) tyar rvzan."
  },
  {
    "verse_id": 19,
    "translation": "Th mvtch be hvshy vạcz ḥqh san. (ae ansan!) yohe chuh suh chyz yymhi nishhi cz czalan avsukh."
  },
  {
    "verse_id": 20,
    "translation": "Th ṣuvrs yiyhi phokh dinh, yohe (ʿdhabe) chuh vʿīduk doh."
  },
  {
    "verse_id": 21,
    "translation": "Th pth nfs yiyhi (sạnis drbars mnz tithh pạtthụ̄) zi tmis āshi aakh khrykh navn vvl (frshth) th (byakh aʿmaln pytth) gvah."
  },
  {
    "verse_id": 22,
    "translation": "Drḥqyqt rvudukh czymhi (doh) nishhi ghflts mnz pyth vonụ̄tul aashi chvn (ghfltuk) prdh thod lhdha chhe az chạnụ̄ nẓr tyz."
  },
  {
    "verse_id": 23,
    "translation": "Th ts sintụ̄ rvzn vvl (frshth) vanhi, yhi chuh yikynczhah me nish tyar chuh."
  },
  {
    "verse_id": 24,
    "translation": "(ḥkm spdi), lhādha trạviyvukh tohụ̄ doshvae (yithụ̄) nashkrgzar buthụ̄ phirụ̄ jhnms mnz."
  },
  {
    "verse_id": 25,
    "translation": "Yus nyky nishhi tthakh krn vvl chuh, ḥd nishhi nyrn vvl chuh, shk krn (vvl) th (shk) tavn vvl chuh."
  },
  {
    "verse_id": 26,
    "translation": "Yymụ̄ Allah tʿālyā hs sintụ̄ byakh avs mʿbvdbnạvith thvvmut lhādha trạviyvun tohụ̄ shu skht ʿdhabs mnz."
  },
  {
    "verse_id": 27,
    "translation": "(vonụ̄) vanhi tmụ̄ sund (byakh) sạthy (shyṭan), ae sanhi rbh! Yhi kornh me gmrah blkh avs yhi (pane) vsụ̄ payhi chh gmrạhy mnz hynh āmut."
  },
  {
    "verse_id": 28,
    "translation": "Arshad spdi, tohụ̄ mah czuviv myạnis drbars mnz yylhi zn me godde tohyhi kun (ʿdhabch) vʿīd svuzmcz chhe."
  },
  {
    "verse_id": 29,
    "translation": "Myanhi bargahi mnz chuhnh frman yivan bdlavnh th nah chuhs bh bndn pytth ẓlm krn vvl."
  },
  {
    "verse_id": 30,
    "translation": "Tamhi doh vanv asụ̄ jhnms, kya cz ākhh brnh? Th suh vanhi, kya byyhi thi chha kynhh hurymanh?"
  },
  {
    "verse_id": 31,
    "translation": "Th jnt yiyhi prhyzgarn khạṭr nkhh aannh, balkl āshi nh dvur."
  },
  {
    "verse_id": 32,
    "translation": "(th timn spdi arshad), yhi chuh suh yymiyuk tohyhi sintụ̄ vʿdh avs krnh āmut (zi) pth tvbh krn vạlis (pnnis dyins th aymans) rạchh krn vạlụ̄ sndi khạṭr (chuh)."
  },
  {
    "verse_id": 33,
    "translation": "Yus (khdaʿe) rḥmans vuchhnh varạe khvczan rvud th (Allah tʿālyā snzi bargahi mnz) spud rjvʿ th ḥạẓr āsn vvl dl hyth ḥạẓr."
  },
  {
    "verse_id": 34,
    "translation": "Aath mnz gczihv slamty san dạkhl, yhi chuh hmyshgy hund doh."
  },
  {
    "verse_id": 35,
    "translation": "Aath (jnts) mnz āsn tihindi khạṭr timh tmam nʿmth (mvjvd) yhinz tim khvạhsh krn th sạnis drbars mnz chhe mzyd byyhi akh nʿmt thi (ya byyhi thi varyah kynhh,lhādha spdn ʿāshq khosh)."
  },
  {
    "verse_id": 36,
    "translation": "Th aashi kạczave aumt kritimn (kạfrn th mkh kyn mshrkn) brvnhh hlak yim ṭaqts th qvts mnz timn khvth khsith āsh, chnanchh timav ạsụ̄ (dnyahkụ̄) shhr chhạnith trạvimtụ̄ zikunhi ma āshi (mvts ya ʿdhabs nishhi) czlith gczhnch kanhh jae."
  },
  {
    "verse_id": 37,
    "translation": "Be shk chuh aath mnz yqynaan nhybh th tdhkrts shkhṣh sndi khạṭr yus ṣaḥbi dl chuh (yʿny ghflt nishhi chuh dvur byyhi chuh dilch bydạry thavan) ya chuh kn dạrith bvzan (yʿny tvjh chuh akụ̄se ddnjhi rttan th baqy chyzv nishhi chuhs byvn thavan) th suh chuh (prth saʿth Allah tʿālyā snzn nshạnyn hund) mshạhdh krn vvl."
  },
  {
    "verse_id": 38,
    "translation": "Th be shk krụ̄ aashi (sạry) āsman th zmyn th so (kaynat) yosh doshvnụ̄ mnzbag chhe shyn zmann mnz pạd, th ashi ge nh kanhh thkavtth."
  },
  {
    "verse_id": 39,
    "translation": "Lhādha kriv tohụ̄ timn kthn pytth ṣbr yimh tim vnan chh th pnnis rb snzkriv ḥmd san tsbyḥ āftab khsnh brvnhh th āftab lvsnh brvnhh."
  },
  {
    "verse_id": 40,
    "translation": "Th rạcz hndyn kynczhn vqtn mnz thi kriv tmụ̄ snz tsbyḥ byyhi nmazv pth thi."
  },
  {
    "verse_id": 41,
    "translation": "Th (tamhi dohuk ḥal) bvuziv var pạtthụ̄ yymhi doh aakh nad dinh vvl qryby jayhi pytthh nad layhi."
  },
  {
    "verse_id": 42,
    "translation": "Yymhi doh lukh skht krykhi hnz āvaz yqyn san bvzn, yohe āshi qbrv mnznyrnuk doh."
  },
  {
    "verse_id": 43,
    "translation": "Be shk chih asy thavan zndh th asy chih divan mvt th aasy kun chuh pot phyirith yun."
  },
  {
    "verse_id": 44,
    "translation": "Yymhi doh zmyn timn pytthụ̄kinụ̄ phatthi pth nyrn tim banbri hot, yhi ḥshr (navi sr lukh sombravnụ̄) chuh sanhi khạṭrvaryah shl."
  },
  {
    "verse_id": 45,
    "translation": "Asụ̄ chih var pạtthụ̄ zanan yikynczhah tim vnan chih th tohụ̄ chihv nh timn pytth jbrkrn vạlụ̄, lhādha kriv qrān kh dhryʿh ts shkhṣs nṣyḥt yus myạnis ʿdhab kis vʿds khvczan chuh."
  }
]