[
  {
    "verse_id": 1,
    "translation": "Vuddnạvith chhkravn valyn hvahn hund qsm."
  },
  {
    "verse_id": 2,
    "translation": "Th (ābuk) gob bar tuln valyn aobr lngn hund qsm."
  },
  {
    "verse_id": 3,
    "translation": "Th var var pkn vajinyn navan hund qsm."
  },
  {
    "verse_id": 4,
    "translation": "Th kạm bạgravn valyn frshtn hund qsm."
  },
  {
    "verse_id": 5,
    "translation": "Be shk yus (ạkhrtuk) vʿdh tohyhi sintụ̄ krnh chuh yivan chuh balkl poz."
  },
  {
    "verse_id": 6,
    "translation": "Th be shk spdi (ʿmln hund) jza th sza ẓrvrvaqʿ."
  },
  {
    "verse_id": 7,
    "translation": "Th (starn th syarn hund) gng ārn hund th āsmanuk qsm yath mnzpknh chh vath chhe."
  },
  {
    "verse_id": 8,
    "translation": "Be shk chihv tohụ̄ mkhtlf be jvrr kthn mnz (hynh āmtụ̄)."
  },
  {
    "verse_id": 9,
    "translation": "Amis (rsvl ṣly Allah ʿlyh vslms nishhi th qrānh) nishhi chuh sue phyran yus (ʿlmi azly nishhi) phirnh āv."
  },
  {
    "verse_id": 10,
    "translation": "Pnnhi rayhi th andazh mṭạbq aapuz vnn vạlụ̄ ge mar."
  },
  {
    "verse_id": 11,
    "translation": "Yim jhalts th ghflts mnz (ạkhrts) mshravn vạlụ̄ chih."
  },
  {
    "verse_id": 12,
    "translation": "Pczhan chih z jzahuk doh kr āshi?"
  },
  {
    "verse_id": 13,
    "translation": "(frmạviv,) tamhi doh (āshi yylhi) yn tim jhnm kis nars mnz tavnh."
  },
  {
    "verse_id": 14,
    "translation": "(timn yiyhi vannh,) pnnhi szahuk mzh vuchihv yohe chuh suh ʿdhab yus tohụ̄ jldy mngan chihv."
  },
  {
    "verse_id": 15,
    "translation": "Be shk āsn prhyzgar baghn th nagn mnz (lṭf andvzspdan)."
  },
  {
    "verse_id": 16,
    "translation": "Timn nʿmtn āsn (mzh san th srvr san) rttan yimh tihund rb timn (lṭf vkrm san) divan āshi. Be shk chih yim tim lukh yim aamhi brvnhh (chh zndgy mnz) aḥsan krn vạlụ̄ ạsụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Tim ạsụ̄ rạczn mnz km se kals shongan."
  },
  {
    "verse_id": 18,
    "translation": "Th rạcz hndyn ptimyn phrn mnzạsụ̄ (vthụ̄ vthụ̄) mghfrt mngan."
  },
  {
    "verse_id": 19,
    "translation": "Th tihndyn maln mnz avs sạyln th mḥrvmn (tmam ḥajt mndn) hund ḥq mqrr."
  },
  {
    "verse_id": 20,
    "translation": "Th zmyns mnz chhe ṣaḥbani ayqann (yʿny mkml yqyn valyn) khạṭr varyah nishạniyhi."
  },
  {
    "verse_id": 21,
    "translation": "Th khod (chhe) tuhndyn nfsn mnz (thi), tylhi kya tohyhi chuhv na aathhi yivan."
  },
  {
    "verse_id": 22,
    "translation": "Th āsmans mnz chuh tuhund rizq (thi) th suh (svrue kynhh thi) yymiyuk tohyhi sintụ̄ vʿdh chuh yivan krnh."
  },
  {
    "verse_id": 23,
    "translation": "Lhādha āsman th zmyn kis mạlkh sund qsm yhi (svn vʿdh) chuh tithe pạtthụ̄ pazr yithh pạtthụ̄ tuhund panun bvlun (tohyhi chuhv tath pytth mkml yqyn āsan zi ạsh sintụ̄ kya chihv vnan)."
  },
  {
    "verse_id": 24,
    "translation": "Kya tohyhi nishhi vạcza abrahym (ʿlyh alslam) sndyn ʿzt valyn pczhyn hnz khbr."
  },
  {
    "verse_id": 25,
    "translation": "Yylhi tim (frshth) timn nishhi āe pth kr timav slam, abrahymn (ʿlyh alslam) thi vnụ̄ (drjvab) slam, (sinty lgụ̄ dilh mnzụ̄ svnchnhi zi) yim chih ghạrzan lukh."
  },
  {
    "verse_id": 26,
    "translation": "Pth ge jldy pnnis gras kun th akis mottis vczhụ̄ sund buzmut maz aonukh."
  },
  {
    "verse_id": 27,
    "translation": "Pth korun suh timn brvnhh knhi pysh, frmavnhi lgụ̄, kya tohụ̄ khyyiv na?"
  },
  {
    "verse_id": 28,
    "translation": "Pth krkh tihindi (nah khynh) kinụ̄ dils mnz rczhi khnddi ghbrahtt mḥsvs. Tim (frshth) lgụ̄ vannhi, tohụ̄ mah khvuczivth tim bvznạvikh ʿlm th gatth jar vạlis frznd (asḥaq ʿlyh alslam) snz khosh khbr."
  },
  {
    "verse_id": 29,
    "translation": "Pth spz tihnz khandarinụ̄ (sarh) ḥạrth th ḥsrt san āvaz krrith mtvjh th tʿjb san diczn pnnis ddyks czndd th ljụ̄vnnh, (kya) bujhi hantth zanhi (zyvya shur)"
  },
  {
    "verse_id": 30,
    "translation": "(frshtv) vonkh, yy spdi, tuhndụ̄ rbn chuh frmvvmut. Be shk chuh suh sytthah ḥkmt vvl sytthah ʿlmh vvl."
  },
  {
    "verse_id": 31,
    "translation": "(abrahym ʿlyh alslamn) vonkh, ae svznh āmtyv frshtv! (aamhi bsharth ʿlavh) kya chuh tuhnd (yinuk) bnyạdy mqṣd?"
  },
  {
    "verse_id": 32,
    "translation": "Timav von, asụ̄ chih mjrm qvms (yʿny qvmi luvṭs) kun svznh āmtụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Takh asụ̄ tavav timn pytth myczi hnz kanhi."
  },
  {
    "verse_id": 34,
    "translation": "(timh knhi yimn pytth) ḥd nishhi nyrn valyn khạṭr tuhndis rb sndi ṭrfh nshan chuh lgavnh āmut."
  },
  {
    "verse_id": 35,
    "translation": "Pth koddaashi prth kanhh suh shkhṣ (qvmi lvṭ chhi bsty mnz) nybr yus tath mnz ahli aymanv mnz avs."
  },
  {
    "verse_id": 36,
    "translation": "Pth vuchh nh aashi tath bsty mnzmslmann hndi aakhi gr varạe (byyhi kanhh gr, tath mnz ạsụ̄ ḥẓrt lvṭ ʿlyh alslam th tihinz z kvri)."
  },
  {
    "verse_id": 37,
    "translation": "Th aashi thạv tath (bsty) mnztimn lukn khạṭr (ʿbrtch) aakh nshạny path kun yim dg tulvnis ʿdhabs khvczan chih."
  },
  {
    "verse_id": 38,
    "translation": "Th mvsyā hs (ʿlyh alslam sndis vaqʿs) mnz (thi chhe nishạniyhi) yylhi aashi tim frʿūns kun ttakarh dlyl hyth svuzụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Th tmụ̄ pihyur pnnyn slṭnt kyn aarkann san buth th log vannhi, (yhi) chuh sḥr gr ya dyvanh."
  },
  {
    "verse_id": 40,
    "translation": "Pth rott aashi suh th tmụ̄ sund lshkr (ʿdhab kis) grfts mnz th tim (sạry) krụ̄ dryavs mnz ghrq th suh avs czakhi qạbli mlamt kạm krn vvl."
  },
  {
    "verse_id": 41,
    "translation": "Th (qvmi) ʿāds (hlak krns) mnz thi chhe (nishạny) yylhi zn aashi timn pytth khyrvbrkt rostue hva svuz."
  },
  {
    "verse_id": 42,
    "translation": "Suh yymhi chyz pytthụ̄ thi pkan avs tath avs nh ryzh ryzh krnh ros tavan."
  },
  {
    "verse_id": 43,
    "translation": "Th (qvmi) thmvds (hlak krns) mnz thi (chhe ʿbrtch nshạny) yylhi timn vannh āv zi tohụ̄ tuliv akis mqrr vqts tam fạydh."
  },
  {
    "verse_id": 44,
    "translation": "Pth krtimav pnnis rb sndi s ḥkms nafrmạny, pth rttụ̄ tim aakh khṭrnak ttthi th tim rvudụ̄ vuchhan."
  },
  {
    "verse_id": 45,
    "translation": "Pth nah myvul timn thod vthith rvznuk ṭaqt th nah ạsụ̄ tim (tithụ̄) zi (aashi) hykhn bdlh hyth."
  },
  {
    "verse_id": 46,
    "translation": "Th aamhi brvnhh kor nvḥ (ʿlyh alslam) sund qvm (thi hlak), be shk ạsụ̄ tim skht nafrman lukh."
  },
  {
    "verse_id": 47,
    "translation": "Th ashi kr āsmạnụ̄ kaynat ṭaqt kh (yʿny zbrdst tvanạyy hndi) dhryʿh pạd th asụ̄ chih (aath kaynats) lgatarphhlav divan rvzan."
  },
  {
    "verse_id": 48,
    "translation": "Th (sṭḥi) zmyn bnvv aasy (rvzns qạbl) frsh lhādha kithụ̄ rtụ̄ shyrn vạlụ̄ th syod krn vạlụ̄ chih asụ̄."
  },
  {
    "verse_id": 49,
    "translation": "Th aashi krụ̄ pth chyzkụ̄z jvr pạd takh tohụ̄ kriv ghvr th smjhiv."
  },
  {
    "verse_id": 50,
    "translation": "Lhādha pkiv tohụ̄ dvran dvran Allah tʿālyā hs kun, be shk chuhs bh tmụ̄ sndi ṭrfh tohyhi ttakarh khvcznavn vvl."
  },
  {
    "verse_id": 51,
    "translation": "Th Allah tʿālyā hs varạe mah bnạviyvun byakh mʿbvd, be shk chuhs bh tmụ̄ sndi ṭrfh tvhyhi ttakarh khvcznavn vvl."
  },
  {
    "verse_id": 52,
    "translation": "Yithe pạtthụ̄ āv nh timn brvnhh ynh valyn lukn nishhi thi kanhh rsvl mgr timav von yy zi (yhi) chuh siḥr gr nath chuh dyvanh."
  },
  {
    "verse_id": 53,
    "translation": "Kya tim lukh rvudiya aakh akis aamhi kthhi hnz vṣyt kran blkh ạsụ̄ tim (sạry) buthụ̄ phirụ̄ th bghavt krn vạlụ̄lukh."
  },
  {
    "verse_id": 54,
    "translation": "Lhādha ddạliv tohụ̄ timav nishhi tvjh (nẓri altfat) vonụ̄ chhanh tohyhi pytth (tihindi ayman nh aannch) kanhh mlamt."
  },
  {
    "verse_id": 55,
    "translation": "Th tohụ̄ rvuziv nṣyḥt kran be shk chhe nṣyḥt mvmnn fạydh divan."
  },
  {
    "verse_id": 56,
    "translation": "Th me krụ̄ jnat th ansan ṣrf aamy mvjvb pạd zi tim krn myạnụ̄ bndgy."
  },
  {
    "verse_id": 57,
    "translation": "Nah chuhs bh timan rizq (yʿny kmạe) mngan th nah chuhs aamiyuk ṭlb gar zi tim khyavn me (khyn)."
  },
  {
    "verse_id": 58,
    "translation": "Be shk chuh Allah tʿālyā he pth kạnshi rizq dinh vvl, sytthah qvt vvl chuh, zbrdst mẓbvṭ chuh. (ts chuhnh kạnshi hndi mdtuk th plznuk ḥajt)."
  },
  {
    "verse_id": 59,
    "translation": "Lhādha chuh yimn ẓạlmn khạṭr (thi) ʿdhabuk ḥṣh mqrr yhindyn (brvuntthimyn guzrymtyn) sạthiyn hndi ʿdhab kh ḥṣkụ̄ pạtthụ̄, lhādha mah mngin me tim jldy."
  },
  {
    "verse_id": 60,
    "translation": "Lhādha chhe kạfrn khạṭr tihindis tath dohs mnz brr tbạhy yymiyuk timn sintụ̄ vʿdh chuh yivan krnh."
  }
]