[
  {
    "verse_id": 1,
    "translation": "(kvhi) ṭuvruk qsm."
  },
  {
    "verse_id": 2,
    "translation": "Th lykhnh āmczi ktabih hund qsm."
  },
  {
    "verse_id": 3,
    "translation": "(yosh) khulh ṣḥyfs mnz (chhe)."
  },
  {
    "verse_id": 4,
    "translation": "Th (frshtv sintụ̄) bsavnh āmthi gruk (yʿny āsmạnụ̄ kʿbuk) qsm."
  },
  {
    "verse_id": 5,
    "translation": "Th thdi chhatuk (yʿny thadi āsmanuk ya ʿrshi mʿly huk) qsm."
  },
  {
    "verse_id": 6,
    "translation": "Th gykh vnhi smndruk qsm."
  },
  {
    "verse_id": 7,
    "translation": "Be shk rvzi tuhndis rb sund ʿdhab ẓrvr vaqʿ spdith."
  },
  {
    "verse_id": 8,
    "translation": "Tath chuhnh kanhh dvur krn vvl."
  },
  {
    "verse_id": 9,
    "translation": "Yymhi doh āsman skht thrthri sintụ̄ lrzi."
  },
  {
    "verse_id": 10,
    "translation": "Th pharr lgn (pnnụ̄ jae trạvith aobrn hndụ̄ pạtthụ̄) tyzy san vuddnhi th (dhrn hndụ̄ pạtthụ̄lgn) chhalh chhangri gczhnhi."
  },
  {
    "verse_id": 11,
    "translation": "Lhādha chhe tamhi doh ankar krn valyn khạṭr brr tbạhy."
  },
  {
    "verse_id": 12,
    "translation": "Yim bạṭls (yʿny be hvdgy) mnz pyth ghflt chh gind bashhi chih kran."
  },
  {
    "verse_id": 13,
    "translation": "Yymhi doh tim dkh dy dy jhnm kis nars kun aannh yin."
  },
  {
    "verse_id": 14,
    "translation": "(timn yiyhi vannh,) yhi chuh suh jhnmuk nar yath tohụ̄ ankar ạsụ̄vkran."
  },
  {
    "verse_id": 15,
    "translation": "Kya vonụ̄ chha yhi jvd kinh tohyhi chuhv nh aathhi yivan?"
  },
  {
    "verse_id": 16,
    "translation": "Aath mnzgczihv dạkhl. Pth krụ̄tav tohụ̄ ṣbr ya mth krụ̄tav ṣbr, tuhndi khạṭr chhe hishy ktha, tohyhi yiyav ṣrf timne kamyn hund bdlh dinh yimh tohụ̄ kran rvudimtụ̄ ạsiv."
  },
  {
    "verse_id": 17,
    "translation": "Be shk āsn mtqy lukh jntn th nʿmtn mnz."
  },
  {
    "verse_id": 18,
    "translation": "Khosh (āsn) byyhi āsn lṭf tulan timav (bkhshạyishv) nishhi yimav sintụ̄ tihindụ̄ rbn tim nvạzimtụ̄ āsn,th tihund rb thavi timn jhnm kh ʿdhab nishhi mḥfvẓ."
  },
  {
    "verse_id": 19,
    "translation": "(timn yiyhi vannh) tohụ̄ khyyiv th chyyiv sytthah mzh san timn (nyk) ʿmln hndis mʿāvẓs mnz yimh tohụ̄ kran rvudimtụ̄ ạsụ̄v."
  },
  {
    "verse_id": 20,
    "translation": "Tim āsn ṣf dr ṣf vathravnh āmtyn tkhtn pytth ddokh dith (bihth), th asụ̄ dimvkh pnhi rng chh (th) dlksh achh vajnhi ḥvur tihindis zvjyts mnz."
  },
  {
    "verse_id": 21,
    "translation": "Th yimav lukv ayman aon th tihindyvavladav kr aymans mnz tihnz pạrvy, asụ̄ ralavvkh tihindụ̄ avlad (thi jnt kyn drjatn mnz) timn sintụ̄ (khvah tihinz pnnh ʿmlh math ạsụ̄ tn amhi drjchh thi, yhi spdiṣrf tihndyn ṣalḥ ajdadn hndis akrams mnz) th asụ̄ krav nh timn (ṣalḥ ajdadn) hnzn ʿmln hndis thvabs mnzthi kanhh kmy, (aamhi ʿlavh) āshi prth kanhh shkhṣ pnny ʿmlhi (hndis jzahs th szahs) mnz grftar."
  },
  {
    "verse_id": 22,
    "translation": "Th asụ̄ rvzav timn phl (myvh) th maz, yhi tim yczhn zyadh khvth zyadh divan."
  },
  {
    "verse_id": 23,
    "translation": "Tathi rattn yim lukh piln krụ̄ krụ̄ (shrabi ṭhvrkụ̄) jam, aath (jnth kis shrabs) mnz nah āshi kanhh be huv d kth krnuk aḥtmal th nah āshi gnah gạry."
  },
  {
    "verse_id": 24,
    "translation": "Th nvjvan (khdmt gzar) āsn timn andụ̄ pkụ̄ phyran, znth tim ghlafhi mnz khttith thavnh āmtụ̄mokhth (phlụ̄) āsn."
  },
  {
    "verse_id": 25,
    "translation": "Th tim krn aakh akis kun ẓon phirith panh vạnụ̄ khạr patth."
  },
  {
    "verse_id": 26,
    "translation": "Tim vann, be shk ạsụ̄ asụ̄ yymhi brvnhh pnnyn gran mnz (Allah tʿālyā sndis ʿdhabs) khvczan rvzan."
  },
  {
    "verse_id": 27,
    "translation": "Vonụ̄ kor Allah tʿālyā hn aashi pytth aḥsan th asụ̄ bchạvin nari jhnm kh ʿdhab nishhi."
  },
  {
    "verse_id": 28,
    "translation": "Be shk ạsụ̄ asụ̄ godd pytthe tmụ̄ snze ʿbadt kran, be shk chuh suh aḥsan krn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 29,
    "translation": "Lhādha (ae ʿẓmt valhi ttatthhi!) tohụ̄ rvuziv nṣyḥt kran lhādha nah chihv tohụ̄ pnnis rb sndi fẓl v krmh sintụ̄ kahn (jinatn hndi dhryʿh khbr dinh vạlụ̄) th nah dyvanh."
  },
  {
    "verse_id": 30,
    "translation": "Kya (kạfr) chha vnan, (yim) chih shạʿr? Asụ̄ chih yhindis ḥqs mnz zmanh kyn ḥạdithatn hund antẓar kran?"
  },
  {
    "verse_id": 31,
    "translation": "Frmạviv, tohụ̄ (thi) rvuziv antẓars th bthi chuhs tohyhi sintụ̄ (tuhnzi hlakcz hund) antẓar krn valyv mnz."
  },
  {
    "verse_id": 32,
    "translation": "Kya tihinz ʿqlh chha timn yimh (be ʿqly hnz kthh) smjhavan kinh tim chih buthụ̄ phirụ̄ th bạghy lukh?"
  },
  {
    "verse_id": 33,
    "translation": "Nath chih tim vnan zi amụ̄ (rsvln) chuh yhi (qrān) khod panh bnvvmut, (thi chuhnh kynhh) blkh chihnh tim (ḥqs) manane."
  },
  {
    "verse_id": 34,
    "translation": "Lhādha pazi timn ziyath (qrāns) hyvu kanhh klam anin hrgah tim pzụ̄yạrụ̄ chih."
  },
  {
    "verse_id": 35,
    "translation": "Kya tim chha kunhi chyz varạyy pạd krnh āmtụ̄ kinh tim chih pane pạd krn vạlụ̄."
  },
  {
    "verse_id": 36,
    "translation": "Kinh timve chih āsman th zmyn pạd krimtụ̄, (thi chuhnh kynhh) blkh chuhnh timn yqyne (tath kthhi pytth yosh ḥq chhe)."
  },
  {
    "verse_id": 37,
    "translation": "Kinh timn nishhi chih tuhndis rb sndụ̄ khzanh kinh tim chih timn pytth rạchhdr (th) darvghh."
  },
  {
    "verse_id": 38,
    "translation": "Kinh timn nishhi chhe kanhh hyr (yath pytth khsith) tim chih tath (āsmans) mnz kn dạrith kthh bvzan? Lhādha yus timav mnz bvzn vvl chuh ts pazi zi suh anin ttakarh thbvut."
  },
  {
    "verse_id": 39,
    "translation": "Kya ts (khdays) khạṭr chha kvri th tuhndi khạṭr chih nychivụ̄?"
  },
  {
    "verse_id": 40,
    "translation": "Kya tohụ̄ chihva timn kanhh aujrt mngan zi tim chih tavan kh bar sintụ̄ dbith gczhan?"
  },
  {
    "verse_id": 41,
    "translation": "Kya timn nishhi chha (ʿlmi) ghyb zi tim chih lykhan?"
  },
  {
    "verse_id": 42,
    "translation": "Kya tim chha (tohyhi sintụ̄) kanhh chal gindnụ̄ yczhan tylhi yimav lukv kfr kor tim chih pane pnnis fryb kis zals mnz hynhi yivan rvzan."
  },
  {
    "verse_id": 43,
    "translation": "Kya Allah tʿālyā hs varạe chha tihund kanhh mʿbvd? Allah tʿālyā chuh pth tamhi chyz nishhi pak yath tim (Allah tʿālyā sund) shryk chih manan."
  },
  {
    "verse_id": 44,
    "translation": "Th agr tim āsman nishhi kanhh ttukr (pans pytth) vuchhn pyvan tylhi vann (tamhi pth thi yhi) zipyotths pytth chuh (gon) aobur."
  },
  {
    "verse_id": 45,
    "translation": "Lhādha trạviyvukh tohụ̄ tim (tihindis ḥals pytth) aot tam zi tim smkhn pnnis tath dohs yath mnz tim hlak yin krnh."
  },
  {
    "verse_id": 46,
    "translation": "Yymhi doh nah tihundmkrth fryb timn bkar lghi th nah yiyhi timn kanhh mddkrnh."
  },
  {
    "verse_id": 47,
    "translation": "Th be shk yim lukh ẓlm chih kran tihindi khạṭr chuh aamhi ʿdhab ʿlavh thi ʿdhab, albth timav mnz chhanh akthr lukn pe."
  },
  {
    "verse_id": 48,
    "translation": "Th (ae ʿẓmt valhi ttatthhi! Yhinzv kthv sintụ̄ mah gczihv dl malvul) tohụ̄ thạviv pnnis rb sndi ḥkmh khạṭr ṣbr jạry be shk chihv tohụ̄ (pth vqth) sanyn achhn brvnhh knhi (rvzan) th tohụ̄ kriv pnnis rb snz ḥmd san tsbyḥ yylhi thi tohụ̄ thod vthiv. )agr ymv ẓạlmv nẓr chhe ddajmcz pth kyah gv, asụ̄ chihnh tvhyhi nishh nẓr ddalane th asụ̄ chihv pryth vqth tohy mude gnddth vuchhan rvzan.("
  },
  {
    "verse_id": 49,
    "translation": "Th rạcz hndyn vqtn mnz thi kriv tmụ̄ snz tsbyḥ th (rạcz hndis ptimis ḥiṣs mnz thi) yylhi tark chih lvsan."
  }
]