[
  {
    "verse_id": 1,
    "translation": "Qsm chuh pzlh vunh tarkuk (yʿny Muḥammad ṣly Allah ʿlyh vslmn hund) yylhi tim (achh ttttvars mnz mʿraj chh rạcz hyvr khsith) bon vthụ̄."
  },
  {
    "verse_id": 2,
    "translation": "Tohyhi (pnnhi) ṣḥbth sintụ̄ nvazn vạlis (rsvl ṣly Allah ʿlyh vslms yimav tohụ̄ pnnụ̄ ṣḥaby bnạviv) nah gyhi (zanhh) vath mshith th nah ddlụ̄ (zanhh) vathi."
  },
  {
    "verse_id": 3,
    "translation": "Th tim chihnh (pnnhi) khvạhshhi sintụ̄ klam kran."
  },
  {
    "verse_id": 4,
    "translation": "Tihund arshad chuh srasr vaḥy āsan yosh timn krnh chhe yivan."
  },
  {
    "verse_id": 5,
    "translation": "Tim nvạzụ̄ sytthah quvt vạlụ̄ rbn (brahi rast mkml) ʿlmh sintụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Yus ḥsni muṭlq chuh, pth kor tmụ̄ (pnnhi) ẓhvruk aradh."
  },
  {
    "verse_id": 7,
    "translation": "Th tim (Muḥammad ṣly Allah ʿlyh vslm) ạsụ̄ (mʿraj chhi rạcz ʿālmi mkan kis) sarive khvth thdis ands pytth (yʿny ʿālm khlq kis anthahs pytth ạsụ̄)"
  },
  {
    "verse_id": 8,
    "translation": "Pth sapud suh (rb alʿzt pnnis ttạtthis Muḥammad ṣly Allah ʿlyh vslms) qryb pth sapud byyhi zyadh qryb ) yhi mʿny chuh amam bkhary yn ḥẓrt ans rẓy Allah ʿnhu hs nish aljamʿ alṣḥyḥ hs mnz rvayt kvrmut, mzyd ḥẓrt ʿbdAllah bn ʿbas, amam ḥsn bṣry, amam jʿfralṣadq, Muḥammad bn kʿb alqrṭby altabʿī, ẓḥak rẓy Allah ʿnhum th kynczn tfsyr kyn amamn hund qvl thi chuh yvhe.("
  },
  {
    "verse_id": 9,
    "translation": "Pth rvud (jlvh ḥq th ʿẓmt vạlis ttạtthis ṣly Allah ʿlyh vslms drmyan ṣrf) don kmann hndi mqdaruk dvuryr nath (govanthaʿe qurbs mnz) aamhi khvth thi km."
  },
  {
    "verse_id": 10,
    "translation": "Pth kr (tath qrb ks th vṣal ks mqams pytth) tmụ̄ (Allah tʿālyā hn) pnnis (ttạtthis) bnds kun vḥy yosh (thi) vḥy krn."
  },
  {
    "verse_id": 11,
    "translation": "(tihindụ̄) diln zvn nh tath khlaf yhi (tihnzv) chshmv vuchh."
  },
  {
    "verse_id": 12,
    "translation": "Kya tohụ̄ chihva timn sintụ̄ tath pytth czuvan yhi timav vuchh."
  },
  {
    "verse_id": 13,
    "translation": "Th be shk vuchh timav suh (jlvh ḥq) doyimhi phiri (byyhi th tohụ̄ chihva aakhi phiri vuchhns pytth czuvan). )ym mʿny chih abn ʿbas, abvdhrghfary, ʿkrmh altabʿī, ḥsn bṣry altabʿī, Muḥammad bn kʿb alqrẓy altabʿī, kʿb alaḥbaraltabʿī, amam aḥmd bn ḥnbl th amam abvalḥsn ashʿry rẓy Allah ʿnhum th baqy amamn hndyn qvln pytth.("
  },
  {
    "verse_id": 14,
    "translation": "Sidrh almnthy hs nkhh."
  },
  {
    "verse_id": 15,
    "translation": "Tthụ̄ nishhi chuh jnt almaāvyā."
  },
  {
    "verse_id": 16,
    "translation": "Yylhi nvri ḥqkụ̄ tjlyat sidrah (almnthyā) hs (thi) valuth ạsụ̄ kran yim zn (tath pytth) sayhi krith ạsụ̄ )yhi mʿny th chuh amam ḥsn bṣry rẓy Allah ʿnhu th kynczn amamn hndyn qvln pytth.("
  },
  {
    "verse_id": 17,
    "translation": "Tihnz chshm nh gyhi byyhi kunhi ṭrfs kun mạyl th nah dayhi ḥd brvnhh (yth vuchuhn avs tthụ̄ pytth rvuz jmith)"
  },
  {
    "verse_id": 18,
    "translation": "Be shk vuchhhi timav (mʿraj chh rạcz) pnnis rb snz bajhi nishạniyhi."
  },
  {
    "verse_id": 19,
    "translation": "Kya tohyhi korva, lats th ʿzyā hs (yʿny ymn dyvy yn) pytth ghvr?"
  },
  {
    "verse_id": 20,
    "translation": "Th so tryyim byakh aakh (dyvy) mnat thi (vuchhva ghvr san tohyhi chhav timh Allah tʿālyā snz kvri thavimacz bnạvith?)"
  },
  {
    "verse_id": 21,
    "translation": "(ae mshrkv!) kya tuhndi khạṭr chha nychivụ̄ th ts (Allah tʿālyā hs) khạṭr chhe kvri?"
  },
  {
    "verse_id": 22,
    "translation": "(agr tuhund tṣvur ṣḥyḥ chuh) tylhi chhe yhi bạgrn sytthah naanṣạfy."
  },
  {
    "verse_id": 23,
    "translation": "Mgr (ḥqyqt chhe yhi zi) tim (potlụ̄) chih ṣrf nave nav yim tohyhi th tuhndyv malyv buddi bbv thạvimtụ̄ chih. Allah tʿālyā hn kr nh tihindi nsbth kanhh dlyl nạzl, tim lukh chih ṣrf vhm v gmanch th nfsạny khvahshatn hnz pạrvy kran yylhi zn timn nishhi tihindis rb sindi ṭrfh hdayt āmut chuh."
  },
  {
    "verse_id": 24,
    "translation": "Kya ansan sndi khạṭr chha suh (svrue kynhh) dstyab yymiyuk suh tmna chuh kran?"
  },
  {
    "verse_id": 25,
    "translation": "Bs chuh ạkhrtuk th dnyahuk mạlk Allah tʿālyā he."
  },
  {
    "verse_id": 26,
    "translation": "Th āsmann mnz kạtyavae frshth chih (zi kạfr th mshrk chih tihnz ʿbadt kran th timn nishhi chhakh shfaʿtch aumyd) yhiund shfaʿt kunhi lghi nh bkar mgr aamhi pth zi Allah tʿālyā ys yczhan chuh th khosh chuhs kran ts khạṭr chuh ajazt kran (jạry)."
  },
  {
    "verse_id": 27,
    "translation": "Be shk yimn lukn ạkhrts pytth ayman chuhnh tim chih frshtn thavan znann hndụ̄ nav."
  },
  {
    "verse_id": 28,
    "translation": "Th timn chuhnh aamiyuk kihinụ̄ thi ʿlm, tim chih ṣrf gmans pkan pth pth, th be shk chuhnh yqyn kis mqabls mnz gman khny th vuqʿt thavan."
  },
  {
    "verse_id": 29,
    "translation": "Lhādha ddạliv tohụ̄ panun tvjh ts nishhi yus sanhi dhkri nishhi buth chuh phiran th byyhi chuhs nh dnyạvy zndgy varạe kanhh mqṣd."
  },
  {
    "verse_id": 30,
    "translation": "Timn lukn hndi ʿlmh kh vatnyaruk chuh yohe ḥd, be shk chuh tuhund rb ts shkhṣs (thi) var pạtthụ̄ zanan yus tmụ̄ snzi vathi nishhi ddolmut chuh th ts shkhṣs thi chuh zanan yymụ̄ hdayt lobmut chuh."
  },
  {
    "verse_id": 31,
    "translation": "Th Allah tʿālyā se khạṭr chuh yikynczhah āsmann th yikynczhah zmyns mnz chuh takh yimav lukv burayiyhi kri timn diyhi tihnzn ʿmln hund bdlh th yimav lukv nyky kri timn kri rut ajrʿṭa."
  },
  {
    "verse_id": 32,
    "translation": "Yim lukh lokttyv gnahv (th lghzshv) varạe bddyv gnahv th be ḥyạyy hnzv kamyv nishhi prhyz chih kran, be shk chuh tuhund rb mghfrtch sytthah gnjạyish thavan,suh chuhv tohyhi var pạtthụ̄ zanan yylhi tmụ̄ tuhnzi zndgy hund abtda th nshvnma zmyn (yʿny myczi) nishhi kormut avs th yylhi tohụ̄ pnnyn majn hndiyn shkmn mnz jnyn hnds (yʿny ḥml kis) ṣvrts mnz ạsụ̄v, lhādha mah ạsiv tohụ̄ pnnis pans sytthah pak th ṣaf vnan, suh chuh var pạtthụ̄ zanan zi (aṣly) prhyzgar kus chuh."
  },
  {
    "verse_id": 33,
    "translation": "Kya tohyhi vuchhv suh shkhṣ yymụ̄ (ḥq nishhi) buth phiyur?"
  },
  {
    "verse_id": 34,
    "translation": "Th tmụ̄ diyut (ḥq chh vathi mnz) km kynczhah (mal) th (pth) rottun (aathh) pth."
  },
  {
    "verse_id": 35,
    "translation": "Kya ts nishhi chha ʿlmi ghyb zi suh chuh vuchhan?"
  },
  {
    "verse_id": 36,
    "translation": "Kya ts āyhi na timn kthn hnz khbr dinh yimh mvsyā (ʿlyh alslam) sndyn ṣḥyfn mnz (drj) āsh?"
  },
  {
    "verse_id": 37,
    "translation": "Byyhi āsh abrahym (ʿlyh alslam) sndyn (ṣḥyfn mnz) yimav (Allah tʿālyā sund pth ḥkm) kmalh san pvur kor."
  },
  {
    "verse_id": 38,
    "translation": "Zi kanhh bvrtuln vvl tulhi nh byyhi kạnshi (hndyn gnahn) hund bvr."
  },
  {
    "verse_id": 39,
    "translation": "Th yhi zi ansans mylhi (ʿdlh mnz) ty kynczhah yymich tmụ̄ kvushsh āshi krmcz (rvud fẓl tath pytth chuhnh kạnshi hund ḥq suh chuh ṣrf Allah tʿālyā sund ʿṭath rẓa, ys pytth yvutah yczhi tyvutah kri)."
  },
  {
    "verse_id": 40,
    "translation": "Th yhi zi tmụ̄snz pth (kanhh) kvushsh yiyhi ʿnqryb havnh (yʿny nnụ̄ yiyhi krrnh)."
  },
  {
    "verse_id": 41,
    "translation": "Pth yiyhi ts (tmụ̄ snzi pth kvushshhi hund) pvuri pvur bdlh dinh."
  },
  {
    "verse_id": 42,
    "translation": "Th yhi zi (ạkhrkar) chuh (sarine) tuhndis rbs kunue vatun."
  },
  {
    "verse_id": 43,
    "translation": "Th yhi zi sue chuh (khoshy dith) aasnavan th (ghm dith) chuh vadnavan."
  },
  {
    "verse_id": 44,
    "translation": "Th yhi zi sue chuh mvt divan th zndh kran."
  },
  {
    "verse_id": 45,
    "translation": "Th yhi zi tmy krụ̄nar th madh z qsm pạd."
  },
  {
    "verse_id": 46,
    "translation": "Nṭfh (aakhi tvlydy qṭrh) nishhi yylhi suh (madh snzi bchhi danhi mnz) travnh chuh yivan."
  },
  {
    "verse_id": 47,
    "translation": "Th yhi zi (mrnh pth) navi sr zndh krun (thi) chuh tsụ̄ pytth."
  },
  {
    "verse_id": 48,
    "translation": "Th yhi zi sue chuh (ẓrvrth mṭạbq dith) amyr bnavan th sue chuh (ẓrvrt khvth hurymanh dith) khzanh bran."
  },
  {
    "verse_id": 49,
    "translation": "Th yhi zi sue chuh shiʿryā (tarkh) sund rb (yymụ̄ snz jạhlyt kis dvrs mnz pvuza ạs yivan krnh)."
  },
  {
    "verse_id": 50,
    "translation": "Th yhi zi tmy kor goddniyuk (qvmi) ʿād hlak."
  },
  {
    "verse_id": 51,
    "translation": "Th (qvmi) thmvd (thi), pth tvvun nh (timav mnz kanhh) pth kun."
  },
  {
    "verse_id": 52,
    "translation": "Th aamhi brvnhh korun qvmi nvḥ (thi hlak), be shk ạsụ̄ tim sytthhe ẓạlm th sytthhe buthụ̄ phirụ̄."
  },
  {
    "verse_id": 53,
    "translation": "Th (qvmi lvṭ chh) dubh phirnh āmcz bsty dicz tmy (thod tulith) pthr dạrith."
  },
  {
    "verse_id": 54,
    "translation": "Ps kor timn vurun yymụ̄ vurun kor (yʿny pth āv timn pytth knhi rvud krnh)."
  },
  {
    "verse_id": 55,
    "translation": "Lhādha (ae ansan!) pnnis prvrdgar snzn kmn kmn nʿmtn mnz krkh cz shk."
  },
  {
    "verse_id": 56,
    "translation": "Yim (rsvli akrm ṣly Allah ʿlyh vslm thi) chih brvutthimyv khvcznavn valyv mnz aakh khvcznavn vạlụ̄."
  },
  {
    "verse_id": 57,
    "translation": "Yinh vajinụ̄ (qyamtch gr) vạcz nkhh."
  },
  {
    "verse_id": 58,
    "translation": "Allah tʿālyā hs varạe chuhnh tath kanhh ẓạhr (th qayim) krn vvl."
  },
  {
    "verse_id": 59,
    "translation": "Vonụ̄ kya tohụ̄ chihv a ymhi klam nishhi tʿjb kran."
  },
  {
    "verse_id": 60,
    "translation": "Th tohụ̄ chihv aasan th vadan chihv nh."
  },
  {
    "verse_id": 61,
    "translation": "Th tohụ̄ chihv (ghflt chh) gind bashhi mnz pyth."
  },
  {
    "verse_id": 62,
    "translation": "Lhādha kriv Allah tʿālyā hs khạṭr sjdh th (tmụ̄ snz) ʿbadt kriv."
  }
]