[
  {
    "verse_id": 1,
    "translation": "Qyamt vạcz nkhh th zvunhi ge z ttukr."
  },
  {
    "verse_id": 2,
    "translation": "Th agr tim (kạfr) kanhh nshạny (yʿny mʿjzh) vuchhan chih tylhi chih buth phiran th vnan chih zi (yhi) chuh hmyshh pytthh pkn vvl ṭaqtvr jvd."
  },
  {
    "verse_id": 3,
    "translation": "Th timav kor (vonụ̄ thi) ankar th pnnyn khvạhshatn pkụ̄ pth pth th pth kạm (yymiyuk vʿdh chuh krnh āmut) chhe mqrr vqts pytth spdn vajinụ̄."
  },
  {
    "verse_id": 4,
    "translation": "Th be shk chhe timn nishhi (goddnikyn qvmn hnz) ticzhh khbr āmcz yimn mnz (kfrs th nafrmạny pytth sytthah) ʿbrt th mlamt chih."
  },
  {
    "verse_id": 5,
    "translation": "(yhi qrān) chuh mkml danạyy th ḥkmt kya pth thi chihna khvcznavn vạlụ̄ kanhh fạydh divan?"
  },
  {
    "verse_id": 6,
    "translation": "Lhādha phiriv tohụ̄ timav nishhi roe,yymhi doh nad layn vvl (frshth) akis nagvar chyzs (mạdani ḥshrs) kun nad layhi."
  },
  {
    "verse_id": 7,
    "translation": "Pnnhi achh bon kun rttith nyrn qbrv nishhi znth tim chhkrith halav chih."
  },
  {
    "verse_id": 8,
    "translation": "Nad layn vạlis kun āsn dvan dvan gczhan, kạfrāsn vnan yhi chuh sytthah skht doh."
  },
  {
    "verse_id": 9,
    "translation": "Yimav brvnhh avs qvmi nvḥn (thi) ankar kormut. Pth kor timavsạnis (mursal) bnds (nuvḥ ʿlyh alslams) ankar th vonukh, (yhi) chuh dyvanh th timn āyhi dhmkyhi dinh."
  },
  {
    "verse_id": 10,
    "translation": "Lhādha kor timav pnnis rbs dʿā zi bh chuhs (pnnhi qvm kyv ẓlmav nishhi) ʿạjz vonụ̄ he cz antqam."
  },
  {
    "verse_id": 11,
    "translation": "Pth tạvụ̄ aashi rvudrantthhi san āsmankụ̄ drvazh yalh."
  },
  {
    "verse_id": 12,
    "translation": "Th aashi krụ̄ zmyn nishhi nag jạry. Lhādha gov (zmyn v āsmanuk) āb aaky kamhi khạṭr jmʿ yus (tihindi hlakt khạṭr) godde avs mqrr spudmut."
  },
  {
    "verse_id": 13,
    "translation": "Th aashi krụ̄ tim (yʿny nvḥ ʿlyh alslam) tkhtn hnzi th mykhn hnzi (navi) pytth svar."
  },
  {
    "verse_id": 14,
    "translation": "Yosh sanyn nẓrn brvnhh knhi (sạnis ḥfaẓts mnz) pkan ạs, (yhi svrue kynhh) avs ts (akis) shkhṣh sund (yʿny nvḥ ʿlyh alslamn hund) bdlh hynh khạṭr yymis ankar avs āmut krnh."
  },
  {
    "verse_id": 15,
    "translation": "Th be shk thvv ashi yhi (yʿny nvḥ sndi ṭvfankụ̄ āthar) nshạny rngụ̄ pth kun tylhi kya chha kanhh svnchn vvl (th nṣyḥt rttn vvl?("
  },
  {
    "verse_id": 16,
    "translation": "Lhādha kiyuth avs myvn ʿdhab th myvn khvcznavun?"
  },
  {
    "verse_id": 17,
    "translation": "Th be shk chuh aashi qrān kormut nṣyḥt khạṭr āsan tylhi kya chha kanhh nṣyḥt rttn vvl?"
  },
  {
    "verse_id": 18,
    "translation": "(qvmi) ʿādn thi avs (pyghmbrn hund) ankar kormut pth kiyuth (ʿbrt nak) rvud (timn pytth) myvn ʿdhab th myvn khvcznavun?"
  },
  {
    "verse_id": 19,
    "translation": "Be shk svuz aashi timn pytth sytthah skht āvazi vvl tyz vav ṭvfan (tihindis ḥqs mnz) dạymy bd qsmty hnds dohs mnz."
  },
  {
    "verse_id": 20,
    "translation": "Yus lukn avs (tithh pạtthụ̄) mvulh krrith chhkan znth tim mvulh krrnh āmtyn khzr kulyn hndụ̄ godd chih."
  },
  {
    "verse_id": 21,
    "translation": "Pth kiyuth (ʿbrtnak) rvud myvn ʿdhab th myvn khvcznavun?"
  },
  {
    "verse_id": 22,
    "translation": "Th be shk chuh aashi qrān kormut nṣyḥt khạṭr āsan tylhi kya chha kanhh nṣyḥt ḥạṣl krn vvl?"
  },
  {
    "verse_id": 23,
    "translation": "(qvmi) thmvdn thi kor khvcznavn valyn pyghmbrn hund ankar."
  },
  {
    "verse_id": 24,
    "translation": "Pth lgụ̄ tm vnnh, kya aakh bshr yus aasy mnz chuh,asụ̄ krva tmụ̄ snz pạrvy, tylhi āsv asụ̄ pzụ̄pạtthụ̄ gmrạhy th dyvangy mnz."
  },
  {
    "verse_id": 25,
    "translation": "Kya aashi sarivyav mnzāya amụ̄ se pytth nṣyḥt (yʿny vḥy) svznh blkh chuh suh bodd aapziyvr, khod psnd (th tkbrkrn vvl)."
  },
  {
    "verse_id": 26,
    "translation": "Timn lghi pgah (qyamt kh dohe) pe zi kus chuh bodd aapziyvr,khod psnd (th tkbrkrn vvl)."
  },
  {
    "verse_id": 27,
    "translation": "Be shk chih asụ̄ tihinzi āzmayshhi khạṭr avunttinụ̄ svzn vạlụ̄ lhādha (ae ṣalḥ!) tihund (anjamuk) kriv antẓar byyhi rvuziv ṣbrkran."
  },
  {
    "verse_id": 28,
    "translation": "Th tim kriyvukh aamhi kthhi nishhi bakhbr zi timn (th avunttinhi) drmyan chuh āb āmut bạgravnh, pth akis yiyhi ābuk ḥṣh tmụ̄ snzi vari pytth ḥạẓr krnh."
  },
  {
    "verse_id": 29,
    "translation": "Pth aon timav (qdar navuk) panun aakh sạthy nad dith,tmụ̄ kor (avnttinhi pytth tlvari sintụ̄) ḥmlh th czttụ̄ns ttkh nạr."
  },
  {
    "verse_id": 30,
    "translation": "Pth kiyuth (ʿbrt nak) sapud myvn ʿdhab th myvn khvcznavun?"
  },
  {
    "verse_id": 31,
    "translation": "Be shk svuz aashi timn pytth aakh anthạyy byim nak āvaz pth ge tim plụ̄ yar dinh vạlụ̄ sndi hurymthi th lth monjhi gmthi czhottkụ̄ pạtthụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Th be shk kor aashi qrān nṣyḥt khạṭr shl kya tylhi chha kanhh nṣyḥt ḥạṣl krn vvl?"
  },
  {
    "verse_id": 33,
    "translation": "Qvmi luvṭn thi kor khvcznavn valyn hund ankar."
  },
  {
    "verse_id": 34,
    "translation": "Be shk svuz aashi timn pytth knhi rvud travn vvl vav ṭvfan luvṭ (ʿlyh alslam) sndyv avladv varạe,aashi bchạvụ̄ tim ptimhi rạcz (ʿdhab nishhi)."
  },
  {
    "verse_id": 35,
    "translation": "Pnnhi ṭrfh khaṣ anʿāmh san, yithe pạtthụ̄ chih asụ̄ ts shkhṣs jza divan yus shkr gzar chuh āsan."
  },
  {
    "verse_id": 36,
    "translation": "Th be shk ạsụ̄ tim lvṭn (ʿlyh alslam) sanhi thaphi nishhi khvcznạvimtụ̄ pth kor timav lukv tihindis khvcznavns mnz shk krith ankar."
  },
  {
    "verse_id": 37,
    "translation": "Th be shk kor timav lukv lvṭs (ʿlyh alslam) nishhi tihindụ̄ pczhụ̄thaphi ninuk aradh lhādha tihnzn achhn hnz sakht mittạvith kri aashi timh gashhi ros. Pth (von timn,) myanhi ʿdhabuk th khvcznavnuk mzh vuchihv."
  },
  {
    "verse_id": 38,
    "translation": "Th be shk vvt timn pytth ṣbḥạe suly hmyshh qạym rvzn vvl ʿdhab."
  },
  {
    "verse_id": 39,
    "translation": "Pth (āv timn vannh,) myanhi ʿdhabuk th khvcznavnuk mzh vuchihv."
  },
  {
    "verse_id": 40,
    "translation": "Th be shk kor aashi qrān nṣyḥt khạṭr shl kya tylhi chha kanhh nṣyḥt ḥạṣl krn vvl?"
  },
  {
    "verse_id": 41,
    "translation": "Th be shk āe frʿūn sndis qvms nishhi (thi) khvcznavn vạlụ̄."
  },
  {
    "verse_id": 42,
    "translation": "Timav kor sanyn tmam nishạniyn ankar pth rttụ̄ aashi tim sytthah ghạlb sytthah qdrt vạlụ̄ snzi thaphi hndi shanh mṭạbq."
  },
  {
    "verse_id": 43,
    "translation": "(ae qryshi mkh!) kya tuhndụ̄ kạfr chha timav (brvuntthimyv) lukv khvth bhtr kinh tuhndi khạṭr chuh (āsmạnụ̄) ktabn mnznjat lykhnh āmut?"
  },
  {
    "verse_id": 44,
    "translation": "Kinh yim (kạfr) chih vnan ziasụ̄ chih (ʿẓmt vạlis nby ṣly Allah ʿlyh vslms pytth) ghạlb rvzn vajinụ̄ mẓbvṭ jmaʿt."
  },
  {
    "verse_id": 45,
    "translation": "Jlde khyyhi yhi jmaʿt (bdrkis mạdans mnz) shkst th yim lukh czln shanh phirith."
  },
  {
    "verse_id": 46,
    "translation": "Blkh chuh tihund (aṣly) vʿdh qyamt th qyamtch gr chhe sytthhe skht th sytthhe ttiytth."
  },
  {
    "verse_id": 47,
    "translation": "Be shk chih mjrm lukh gmrạhy th dyvangy (yanar ks gyravs) mnz."
  },
  {
    "verse_id": 48,
    "translation": "Yymhi doh tim lukh buthụ̄ khkhri jhnms kun pknavnh yin (pth yiyhi timn vannh,) nars mnz daznuk mzh vuchihv."
  },
  {
    "verse_id": 49,
    "translation": "Be shk chuh aashi p th kanhh chyz aakhi mqrrh ddyzayn th prvgramh mṭạbq bnvvmut."
  },
  {
    "verse_id": 50,
    "translation": "Th svn ḥkm chuh ykdm tthh pạtthụ̄ vaqʿ spdan yithh pạtthụ̄ achh ttttvar gczhan chuh."
  },
  {
    "verse_id": 51,
    "translation": "Th be shk krụ̄ aashi tuhndụ̄ (varyah) drụ̄ hlak, chha tylhi kanhh nṣyḥt ḥạṣl krn vvl?"
  },
  {
    "verse_id": 52,
    "translation": "Th yikynczhah (thi) timav kor chuh aʿmal namn mnz (drj)."
  },
  {
    "verse_id": 53,
    "translation": "Th pth kanhh loktt th brr (ʿml) chhe lykhnh āmcz."
  },
  {
    "verse_id": 54,
    "translation": "Be shk āsn prhyz gar jntn th koln mnz (lṭf andvzspdan)."
  },
  {
    "verse_id": 55,
    "translation": "Pak mjlisn mnzāsn (aṣly) aqtdarkis mạlk badshah sndis khaṣ qurbts mnz (bihth)."
  }
]