[
  {
    "verse_id": 1,
    "translation": "Yylhi vaqʿ spdn vajinụ̄ (qyamt) vaqʿ spdi."
  },
  {
    "verse_id": 2,
    "translation": "Tamhi kis vaqʿ spdns mnz chuhnh kanhh aapuz."
  },
  {
    "verse_id": 3,
    "translation": "(so qyamt chhe kạnshi) pst krn vajinụ̄ (kạnshi) blndkrn vajinụ̄."
  },
  {
    "verse_id": 4,
    "translation": "Yylhi zmyn natth aczith lrzun laghi."
  },
  {
    "verse_id": 5,
    "translation": "Th pharr gczhn phuttith ryzh ryzh."
  },
  {
    "verse_id": 6,
    "translation": "Pth gczhn tim grd bnith chhlh chhangri."
  },
  {
    "verse_id": 7,
    "translation": "Th tohụ̄ lukh spdi vtryn qsmn mnz tqsym."
  },
  {
    "verse_id": 8,
    "translation": "Lhādha (akim) dchihnhi aand kụ̄,dchihnhi andkyn kya chuh vanun."
  },
  {
    "verse_id": 9,
    "translation": "Th (doyim) khvvri aandkụ̄, kyah (bur ḥals mnz āsn) khvvri aandkụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Th (tryyim) sbqt ninh vạlụ̄ (yim) chih brvntth gczhn vạlụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Yimae lukh āsn (Allah tʿālyā sndụ̄) mqrb (ttạtthụ̄)."
  },
  {
    "verse_id": 12,
    "translation": "Nʿmtn hndyn baghn mnz (rvzn)."
  },
  {
    "verse_id": 13,
    "translation": "(yiman ttatthyn mnz) āshi bodd dor brvntthimyv lukv mnz."
  },
  {
    "verse_id": 14,
    "translation": "Th ptimyv lukv mnz āsn (yimn mnz) km (kynczhah)."
  },
  {
    "verse_id": 15,
    "translation": "(yim ttạtthụ̄) āsn sonh snzv tarav sintụ̄ vonnh āmtyn tkhtn pytth."
  },
  {
    "verse_id": 16,
    "translation": "Timn pytth āsn ddokh dth aakh akis brvntthh knhi bihth."
  },
  {
    "verse_id": 17,
    "translation": "Hmyshh akụ̄ se ḥals mnz rvzn vạlụ̄nvjvan khdmtgar āsn timn andụ̄ pkụ̄ phyran."
  },
  {
    "verse_id": 18,
    "translation": "Nagv nishhi pkvnhi (shfaf qrbt khi) shrab sintụ̄ brith shrab danhi th pyalh hyth rvzn (khdmts mnz ḥạẓr)."
  },
  {
    "verse_id": 19,
    "translation": "Timn nah āshi tamhi (kh chynh) sintụ̄ klh dadich shkayt th nah yiyakh ʿqlhi mnzftvr (th nah ddlnkh hvsh)."
  },
  {
    "verse_id": 20,
    "translation": "Th (jnty khdmt gzar āsn) phl (th myvh) hyth (thi phyran) yimn tim (ttạtthụ̄) psnd krn."
  },
  {
    "verse_id": 21,
    "translation": "Th janavarn hund maz thi (āshi dstyab) yymich tim (ttạtthụ̄) khvạhsh krn."
  },
  {
    "verse_id": 22,
    "translation": "Th mạrụ̄ mnz kshadh achh vajinhi ḥvur thi (āsn tihindis rfaqts mnz)."
  },
  {
    "verse_id": 23,
    "translation": "Znth rczhravnh āmut mokhth āshi."
  },
  {
    "verse_id": 24,
    "translation": "(yhi) āshi timn (nyk) ʿmln hund jza yimh tim kran ạsụ̄ rvudimtụ̄."
  },
  {
    "verse_id": 25,
    "translation": "Tim nah bvzn tath mnz kanhh be hvud kth th nah kanhh gnahch kth."
  },
  {
    "verse_id": 26,
    "translation": "Mgr aakạe kth (zi yim slamhi vạlụ̄) bvzn (pth ṭrfh) slame slam."
  },
  {
    "verse_id": 27,
    "translation": "Th dchihnhi aandkụ̄, dchihnhi aand kyn kya chuh vanun."
  },
  {
    "verse_id": 28,
    "translation": "Tim āsn knddyv ros byyan mnz."
  },
  {
    "verse_id": 29,
    "translation": "Th kyln mnzyimh thh bh thh āsn."
  },
  {
    "verse_id": 30,
    "translation": "Th zytthyn zytthyn (vashdar) shyhjarn mnz."
  },
  {
    "verse_id": 31,
    "translation": "Th pkh vnyn vasvnyn ābn mnz."
  },
  {
    "verse_id": 32,
    "translation": "Th kthrt san phln th myvn mnz (lṭf tulan)."
  },
  {
    "verse_id": 33,
    "translation": "Yim nah (zanhh) khtm spdn th nah āshi timn (hnds khyns) mmạnʿt."
  },
  {
    "verse_id": 34,
    "translation": "Th (tim) āsn thdyn (shandar) frshn pytth (qyam krith)."
  },
  {
    "verse_id": 35,
    "translation": "Be shk chhe aashi timh (ḥvur ḥusn th lṭaft san) khaṣ pydạyishhi pytth pạd krimacz."
  },
  {
    "verse_id": 36,
    "translation": "Pth bnavi aashi timh aanhrụ̄shhi."
  },
  {
    "verse_id": 37,
    "translation": "Yimh sytthah mḥbt krn vajinhi hm ʿmr (khandarnhi) chhe."
  },
  {
    "verse_id": 38,
    "translation": "Yimh (ḥvur th baqy nʿmth) chhe dchihnhi aand kyn khạṭr."
  },
  {
    "verse_id": 39,
    "translation": "(yimn mnz) āshi brr jmaʿt brvuntthimyv lukv mnz."
  },
  {
    "verse_id": 40,
    "translation": "Th (yimn mnz) āshi ptimyn lukn hnz (thi) brre jmaʿt."
  },
  {
    "verse_id": 41,
    "translation": "Th khvvri aandkụ̄, kithụ̄ (bur lukh) chih khvvri aandkụ̄."
  },
  {
    "verse_id": 42,
    "translation": "Yim jhnm kis skht grm hvahs th grykh vnis ābs mnz."
  },
  {
    "verse_id": 43,
    "translation": "Th kihinis dhh kis says mnz āsn."
  },
  {
    "verse_id": 44,
    "translation": "Yus nah (zanhh) turun spdi th nah āshi āram vatnavn vvl."
  },
  {
    "verse_id": 45,
    "translation": "Be shk ạsụ̄ tim (jhnmy) aamhi brvnhh (dnyahs mnz) khosh ḥal rvudimtụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Th tim ạsụ̄ brris gnahs (yʿny kfrs th shrks) pytth aṣrar kran."
  },
  {
    "verse_id": 47,
    "translation": "Th vnan ạsụ̄ zi kya yylhi asụ̄ marv th asụ̄ bnav myczi (hund ddhyr) byyhi (dodrymcz) addijhi pth kya asụ̄ yimva (byyhi zndh krith) tulnh."
  },
  {
    "verse_id": 48,
    "translation": "Th kya sạnụ̄ brvuntthim mạlụ̄ buddi bb thi (yinh zndh krnh)."
  },
  {
    "verse_id": 49,
    "translation": "Tohụ̄ frmạviv be shk brvuntthim th ptim."
  },
  {
    "verse_id": 50,
    "translation": "(aand hyth sạry) yn akhi mqrrkrnh āmthi dohh mqrrkrnh āmtis vqts pytth sombravnh."
  },
  {
    "verse_id": 51,
    "translation": "Pth be shk tohụ̄ lukh ae gmrahv!ankar krn valyv!"
  },
  {
    "verse_id": 52,
    "translation": "Tohụ̄ chihvẓrvr knddụ̄dar (zqvm) kulhi mnz khynh vạlụ̄."
  },
  {
    "verse_id": 53,
    "translation": "Lhādha chihv tamhi sintụ̄ pnnụ̄ shkm brn vạlụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Pth chihv tath pytth skht grykh vun āb chynh vạlụ̄."
  },
  {
    "verse_id": 55,
    "translation": "Lhādha chihv tohụ̄ skht tryshhi htis avntt sndi chynkụ̄ pạtthụ̄ chynh vạlụ̄."
  },
  {
    "verse_id": 56,
    "translation": "Yhi āshi qyamt kh doh tihnz ẓyaft."
  },
  {
    "verse_id": 57,
    "translation": "Aasy ạsụ̄vtohụ̄ pạd krụ̄mtụ̄ tylhi kyazi chihv nh tohụ̄ (navi sr pạd krnh yinuk) tṣdyq kran?"
  },
  {
    "verse_id": 58,
    "translation": "Vnụ̄ tv yus nṭfh (tvlydy qṭrh) tohụ̄ (bchhi danhi mnz) travan chihv."
  },
  {
    "verse_id": 59,
    "translation": "Pth kya tth (nishhi) chihva tohụ̄ (ansan) pạd kran kinh asụ̄ chih pạd krn vạlụ̄?"
  },
  {
    "verse_id": 60,
    "translation": "Aasy chuh tohyhi drmyan mvt kormut mqrr th asụ̄ chihnh (aamhi pth byyhi zndh krnh nishhi thi) ʿạjz kynhh."
  },
  {
    "verse_id": 61,
    "translation": "Aamhi kthhi nishhi (thi chihnh ʿạjz kynhh) zi tuhnzjayh anvkh tohyh hivụ̄bdl (bnạvth) th tohụ̄ krv tithis ṣvrts mnz pạd yosh nh tohụ̄ zanan thi chihv."
  },
  {
    "verse_id": 62,
    "translation": "Th be shk krv tohyhi goddnchi pydạysh (hnz ḥqyqt) mʿlvm pth kyazi chihv nh tohụ̄ nṣyḥt manan?"
  },
  {
    "verse_id": 63,
    "translation": "Yhi vnụ̄ tav yus (biyvl) tohụ̄ vavan chihv."
  },
  {
    "verse_id": 64,
    "translation": "Tylhi kya tth chhva tohụ̄ (zraʿt) vopdavan kinh asụ̄ chih vopdavn vạlụ̄?"
  },
  {
    "verse_id": 65,
    "translation": "Hrgah asụ̄ yaczhv tylhi krvtth bos pth rvuziv tohụ̄bs tʿjb th ndamt kran."
  },
  {
    "verse_id": 66,
    "translation": "(th lạgiv vanun), aashi pyvo tavn."
  },
  {
    "verse_id": 67,
    "translation": "Blkh ge asụ̄mḥrvum."
  },
  {
    "verse_id": 68,
    "translation": "Yhi vnụ̄ tav yus āb tohụ̄ chyvan chihv."
  },
  {
    "verse_id": 69,
    "translation": "Kya shu chuhva tohyhi aobr nishhi vvlmut kinh asụ̄ chih valn vạlụ̄?"
  },
  {
    "verse_id": 70,
    "translation": "Hrgah asụ̄ yaczhv tylhi bnavvn shu czosh, tylhi kyazi chihv nh tohụ̄ shkr kran?"
  },
  {
    "verse_id": 71,
    "translation": "Yhi vnụ̄ tav yus nar tohụ̄ zalan chihv."
  },
  {
    "verse_id": 72,
    "translation": "Kya aamiyuk kul (yʿny ziyun) chuhva tohyhi pạd kormut kinh asụ̄ chih (suh) pạd krn vạlụ̄?"
  },
  {
    "verse_id": 73,
    "translation": "Aasy chuh yhi (kuliyuk nar jhnm) yad pavnh khạṭr (nṣyḥt th ʿbrt) th jnglh kyn sfr krn valyn khạṭrfạydh rngụ̄ bnvvmut."
  },
  {
    "verse_id": 74,
    "translation": "Lhādha ạsiv pnnis thadi payhi kis rb sndi navch tsbyḥ kran."
  },
  {
    "verse_id": 75,
    "translation": "Lhādha chuhs bh timn jayn hund qsm khyvan yythi yythi qrānkụ̄ mkhtlf ḥṣh (rsvl ʿrby ṣly Allah ʿlyh vslmn pytth) nạzl chih gczhan )yhi trjmh chuh ḥẓrt ʿbdAllah bn ʿbas snds byan krnh āmts mʿny ys pytth krnh āmut, mzyd ḥẓrt ʿkrmh, ḥẓrt mjahd, ḥẓrt ʿbdAllah bn jbyr,, ḥẓrt sdy, ḥẓrt fra th ḥẓrt zjaj rẓy Allah ʿnhm th baqy tfsyr kyn amamn hund qvl thi chuh yvhe. Th klamuk tslsl thi chuh amhi kue tqaẓh kran. Pth kun chuh svrp alnjms mnz ḥẓvr nby ṣly Allah ʿlyh vslmn njm vnnh āmut yth jayhi chuh qrān kyn svrn njvm vnnh āmut.ḥvalh jatv khạṭr vuchhv,) tfsyr bghvy, khazn, ṭbry, aldralmnthvr, alkshaf, tfsyr abni aby ḥatm, rvḥ almʿāny, abn kthyr, allbab, albḥralmḥyṭ, jmyl, zadalmsyr, ftḥ alqdyr,, almẓhry, albyẓavy, tfsyr aby sʿūdth mjmʿ albyan("
  },
  {
    "verse_id": 76,
    "translation": "Th agr tohụ̄ smjhiv tylhi chuh be shk yhi sytthah bodd qasm."
  },
  {
    "verse_id": 77,
    "translation": "Be shk chuh yhi brr ʿẓmt vvl qrān (yus brris ʿẓmt vạlis rsvl ṣly Allah ʿlyh vslms pytth nạzl chuh spdan)"
  },
  {
    "verse_id": 78,
    "translation": "(aamhi brvnhh) chuh (yhi) lvḥi mḥfvẓs mnz (lykhith)."
  },
  {
    "verse_id": 79,
    "translation": "Aath laghi nh pak (ṭhart valyv) lukv varạe kanhh aathh."
  },
  {
    "verse_id": 80,
    "translation": "Tmam jhann hndis rb sndi ṭrfh chuh nạzl āmut krnh."
  },
  {
    "verse_id": 81,
    "translation": "Tylhi kya tohụ̄chihva athụ̄ klams ḥqart kran?"
  },
  {
    "verse_id": 82,
    "translation": "Th tohyhi chhav panun rizq (th nṣyb) yhe kth bnạvith thạvmcz zi tohụ̄rvuziv (aath) ankar kran."
  },
  {
    "verse_id": 83,
    "translation": "Pth kyazi chihv nh (rvḥ vaps aanan) yylhi suh (prvaz krnh khạṭr) httis tam vatan chuh?"
  },
  {
    "verse_id": 84,
    "translation": "Th tohụ̄ chihv tamhi vqth vuchhạny rvzan."
  },
  {
    "verse_id": 85,
    "translation": "Th asụ̄ chih amis (mrn vạlis) tuhndi khvth zyadh nkhh āsan albth tohụ̄ chihv nh (aashi) vuchhan."
  },
  {
    "verse_id": 86,
    "translation": "Pth kyazi nh (chhvi hykan yhi krith) agr tohụ̄ kạnshi hndis akhtyars mnz chihv nh (yʿny khod mkhtar chihv)."
  },
  {
    "verse_id": 87,
    "translation": "Zi suh (ruvḥ) phiryvun vaps hrgah tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 88,
    "translation": "Pth hrgah suh (mrn vvl) ttạtthyv mnz avs."
  },
  {
    "verse_id": 89,
    "translation": "Tylhi chuh (tmụ̄ sndi khạṭr) shadmạny th frḥt th rvḥạny rizq th āram th nʿmth borut jnt."
  },
  {
    "verse_id": 90,
    "translation": "Th hrgah suh aṣḥab alymynv mnz avs."
  },
  {
    "verse_id": 91,
    "translation": "Tylhi (yiyhi ts vannh) chanhi khạṭr chhe dchihnhi aand valyn hndi ṭrfh slam (ya ae nby! Tohyhi pytth chhe aṣḥabi ymynn hndi ṭrfh slam)."
  },
  {
    "verse_id": 92,
    "translation": "Th hrgah suh (mrn vvl) ankar krn valyv gmrahv mnz avs."
  },
  {
    "verse_id": 93,
    "translation": "Tylhi spdi (tmụ̄ snz) ẓyaft gykh vnhi ābh sintụ̄."
  },
  {
    "verse_id": 94,
    "translation": "Th (tmụ̄ sund anjam) chuh jhnms mnz dạkhl krnh yun."
  },
  {
    "verse_id": 95,
    "translation": "Be shk chuh yohe mkml pạtthụ̄ ḥq alyqyn."
  },
  {
    "verse_id": 96,
    "translation": "Lhādha ạsiv tohụ̄ pnnis ʿẓym rb sndi navch tsbyḥ kran."
  }
]