[
  {
    "verse_id": 1,
    "translation": "Allah tʿālyā snze tsbyḥ chih kran yim thi āsmann th zmyns mnz chih, th sue chuh sytthah ʿzt vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 2,
    "translation": "Tmụ̄ se khạṭr chhe āsmann hnz th zmynch badshaht, sue chuh zndgy th mvt divan, th suh chuh pth chyzs pytth sytthah qdrt thavan."
  },
  {
    "verse_id": 3,
    "translation": "Sue chuh (sarive nishhi) avl th (sarive nishhi) ạkhr th (pnnhi qdrt kh aʿtbar) chuh ẓạhr th (pnnhi dhat kh aʿtbar) chuh khttith, th suh chuh pth chyzs var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 4,
    "translation": "Sue chuh yymụ̄ (sạry) āsman th zmyn kr shyn davrn mnz pạd pth sapud kaynat khi aqtdarkis msnds pytth (pnnhi shanh mṭạbq) jlvh gr (yʿny pvur kaynat krn pnnhi ḥkmh sintụ̄ mnẓm), suh chuh zanan yikynczhah zmyns mnz aczan chuh th yikynczhah aamhi mnz nyran chuh th yikynczhah āsmạnụ̄ kurv nishhi vsan (ya nyran) chuh ya yikynczhah yimn mnz khsan (ya aczan) chuh. Suh chuh tohyhi sintụ̄ āsan tohụ̄ yythi thi chihv th yikynczhah tohụ̄ kran chihvAllah tʿālyā chuh (tath) var pạtthụ̄vuchhn vvl."
  },
  {
    "verse_id": 5,
    "translation": "Āsmann hnzth zmynch sạre slṭnt chhe tmụ̄ snze, th tsụ̄ kun chhe tmam kamhi vaps yivan ninh."
  },
  {
    "verse_id": 6,
    "translation": "Sue chuh rạcz kran dohs mnz dạkhl th dohs chuh kran rạcz mnz dạkhl, th suh chuh syinn hnzv (khttith) kthav nishhi thi var pạtthụ̄ bakhbr."
  },
  {
    "verse_id": 7,
    "translation": "Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) pytth aniv ayman th tamhi (mal v dvlt) mnz kriv khrch yath mnz tohụ̄ tmụ̄ pnnụ̄ nạyb (th amant dar) chihv bnạvimtụ̄, lhādha yimav tohyhi mnz ayman aon th pth kortimav khrch tihindi khạṭr chuh sytthah bodd ajr."
  },
  {
    "verse_id": 8,
    "translation": "Th tohyhi kya chuhv gomut zi tohụ̄ chihv nh Allah tʿālyā hs pytth ayman aanan, yylhi zn rsvl (ṣly Allah ʿlyh vslm) tohyhi nad chihv divan zi tohụ̄ aniv pnnis rbs pytth ayman th be shk chuhv (Allah tʿālyā hn) tohyhi mẓbvṭ ʿhd hyv tmut, agr tohụ̄ ayman aann vạlụ̄ chihv."
  },
  {
    "verse_id": 9,
    "translation": "Sue chuh yus pnnis (brgzydh) bnds pytth ttakarh nishạniyhi nạzl chuh kran takh tohyhi niyav aanhi gttv mnz gashs kun krrith. Th be shk chuh Allah tʿālyā tohyhi pytth sytthah shfqt krn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 10,
    "translation": "Th tohyhi kya chuhv gomut zi tohụ̄ chihv nh Allah tʿālyā snzi vathi mnz khrch kran yylhi zn āsmann hnz th zmynch sạre milkyt Allah tʿālyā snze chhe (tohụ̄ chihv ṣrf ts mạlkh sndụ̄ nạyb), tohyhi mnz yimav lukv ftḥi (mkh) brvnhh (Allah tʿālyā snzi vathi mnz panun mal) khrch korbyyhi korukh (ḥq khạṭr) qtal tim (th tohụ̄) hykiv nh brabr ạsith, tim chih timav lukv nishhi drjs mnz sytthah blnd yimav (tamhi) pth mal chuh khrch kormut byyhi chuhkh qtal kormut, mgr Allah tʿālyā hn chuh ḥsni ạkhrtuk (yʿny jntuk) vʿdh sarine sintụ̄kormut, th Allah tʿālyā chuh yikynczhah tohụ̄ kran chihv timav nishhi var pạtthụ̄ bakhbr."
  },
  {
    "verse_id": 11,
    "translation": "Kus shkhṣ chuh yus Allah tʿālyā hs qrẓi ḥsnh rngụ̄ qrẓ diyhi tylhi rvzi suh tmụ̄ sndi khạṭr tath (qrẓs) varyah gonh huryrkran th ts khạṭr chuh sytthah ʿẓmt vvl ajr."
  },
  {
    "verse_id": 12,
    "translation": "(ae ttatthhi!) yymhi doh tohụ̄ (pnnhi aumtkụ̄) mvmn mrd th mvmn khatvnh vuchhvukh zi tihund nvur āshi timn brvuntthụ̄ kinụ̄ th timn dchihnụ̄ kinụ̄ tyzy san pkan (th timn yiyhi vannh) tohyhi ạsinav bshart aaz chih (tuhndi khạṭr) jnt yimn bnụ̄ kinụ̄ kolh chhe jạry (tohụ̄) rvuziv hmyshh timn mnz, yhe chhe sytthah brrkamyạby."
  },
  {
    "verse_id": 13,
    "translation": "Yymhi doh mnafq mrd th mnafq znanh ayman valyn vann aashi pytth (thi) tavụ̄tav (tvjh san) nẓr asụ̄ krhav tuhndi nvr nishhi kynhh gash ḥạṣl, timn yiyhi vannh, tohụ̄ phyiriv pans pth kun th (tvr gczihth) czhạnddiv nvur (yythi tohụ̄ nvuruk ankar ạsụ̄v kran), pth yiyhi (tamy saʿth) timn mnzbag aakh dyvar khrra krnh yath mnz aakh drvazh āshi, tath andrimhi aandāshi rḥmt th tamhi kh nybrimhi aandtamhi ṭrfh āshi ʿdhab."
  },
  {
    "verse_id": 14,
    "translation": "Tim (mnafq) vann timn (mvmnn) ālvkrith, kya asụ̄ ạsụ̄ na dnyahs mnz tohyhi sintụ̄? Tim vann, kyazi nh mgr tohyhi avsuv panun pan (mnafqt kis) ftns mnz mbtla kormut th tohụ̄ ạsụ̄v (sanhi khạṭr burạyy th nqṣans) paran rvzan th tohụ̄ ạsụ̄v (nbvti Muḥammady ys mnz th dyni aslams mnz) shk kran th bạṭl amydav tạvihav tohụ̄ dvkhs mnz, yot tam zn Allah tʿālyā sund (mvtuk) ḥkm vvt th tohyhi rvuduv Allah tʿālyā hs mtʿlq dgha baz (shyṭan) dvkhh divan."
  },
  {
    "verse_id": 15,
    "translation": "Lhādha azikh doh (ae mnafqv!) tohyhi nishhi yiyhi nh kanhh muʿāvẓh qbvl krnh th nah timne nishhi yimav kfr avs kormut th tuhnd (sarine hund) tthkanh chuh jhnm, th yohe tthkanh chuh tuhund mvla (yʿny sạthy), th so chhe sytthah bur jae. (tikyazi tohyhi avsuv timn mvla mannh nishhi ankar kormut yythi pytthh tohyhi aymanuk nvur th mghfrtuk khạrat myln vvl avs)."
  },
  {
    "verse_id": 16,
    "translation": "Kya ayman valyn khạṭr āv na (vunhi) suh vqt zi tihindụ̄ dl nmn Allah tʿālyā sndi yad khạṭr āh v zạry san th tamhi ḥq khạṭr (thi) yus nạzl chuh spudmut th timn lukn hndụ̄ pạtthụ̄ bnn nh yimn yymhi brvnhh ktab ạs dinh āmcz pth guzryav timn pytth varyah kal th tihindụ̄ dl ge skht,th timav mnz chih varyah lukh nafrman."
  },
  {
    "verse_id": 17,
    "translation": "Zạniv zi Allah tʿālyā he chuh zmyns tamhi kh mrdh gczhnh pth zndh kran, th be shk chhe aashi tuhndi khạṭr nshạniyhi krimacz vaẓḥ takh tohụ̄ hyyiv ʿqlhi kạm."
  },
  {
    "verse_id": 18,
    "translation": "Be shk ṣdqh th khạrat dinh vạlụ̄ mrd th ṣdqh th khạrat dinh vajinhi khatvnh th yimav Allah tʿālyā hs qrẓi ḥsnh rngụ̄ qrẓ diyt tihindi khạṭr yiyhi (ṣdquk th qrẓuk ajr) varyah gonh hurravnh th tihindi khạṭr āshi sytthah ʿzt vvl thvab."
  },
  {
    "verse_id": 19,
    "translation": "Th yimav lukvAllah tʿālyā hs th tmụ̄ sndyn rsvln pytth ayman aon timae lukh chih pnnis rbs nzdyk ṣdyq th shhyd, tihindi khạṭr chuh tihund ajr (thi) th tihund nvur (thi), th yimav kfrkor th sanyn āyatn korukh ankar timae lukh chih jhnmy."
  },
  {
    "verse_id": 20,
    "translation": "Zạniv zi dnyahch zndgy chhe ṣrf khyl th tmashhi byyhi chhe ẓạhry pạrav th panh vạnụ̄ chhe fkhr th hav bav byyhi chhe aakh akis pytth mal v avladn mnz zyadty hnz ṭlb,aamich mthal chhe rvudkụ̄ pạtthụ̄ zi yymiyuk pạdavar zmyndarn khosh chuh kran pth chuh suh khoshk gczhan pth chhvvn tohụ̄ suh ppith vuchhan lydran pth chuh tath bos gczhan,th ạkhrts mnz chuh (nafrmann khạṭr) skht ʿdhab th (frmanbrdarn khạṭr) chuh Allah tʿālyā sndi ṭrfh mghfrt th brr khoshnvdy, th dnyahch zndgy chhanh dvkhh kh samanh varạe kihinụ̄."
  },
  {
    "verse_id": 21,
    "translation": "(ae bndv!) tohụ̄ dvurivpnnis rb sndis mghfrts kun tyz th jnts kun (thi) yymiyuk khjre āsman th zmyn kis vsʿts yvt chuh, timn lukn khạṭr chuh tyar krnh āmut yimvAllah tʿālyā hs th tmụ̄ sndyn rsvln pytth ayman chuh aonmut, yhi chuh Allah tʿālyā sund fẓl ys yczhan chuh ts chuh ʿṭa kran, th Allah tʿālyā chuh ʿẓym fẓlh vvl."
  },
  {
    "verse_id": 22,
    "translation": "Kanhh thi mṣybt nah chuh zmyns mnz vatan th nah tuhnzn zndgy yn mnz mgr suh chuh akis ktabih mnz (yʿny lvḥi mḥfvẓs mnz yus Allah tʿālyā sndi panhi ʿlmuk trtyb chuh mvjvd) āsan, aamhi brvnhh zi asụ̄ krvn suh pạd, be shk chuh yhi (mkml th aḥaṭh krn vvl ʿlm) Allah tʿālyā hs pytth sytthhe shl."
  },
  {
    "verse_id": 23,
    "translation": "Takh tohụ̄ kriv nh tath chyzs pytth ghm yus tuhndi aathh mnz dav th tath chyzs pytth khạliv nh bvsh yus tmụ̄ tohyhi ʿṭa kor,th Allah tʿālyā chuhnh kạnshi tkbr krn vạlis,fkhr krn vạlis psnd kran."
  },
  {
    "verse_id": 24,
    "translation": "Yim lukh (panh thi) bkhl chih kran th (doyimyn) lukn (thi) chih bkhl krnuk tlqyn kran, th yus shkhṣ (Allah tʿālyā sndyv aḥkamv nishhi) buth chuh phiran tylhi chuh be shk Allah tʿālyā (thi) be prvah, sytthhe ḥmds th thna hs qạbl."
  },
  {
    "verse_id": 25,
    "translation": "Be shk svuzụ̄ aashi pnnụ̄rsvl vaẓḥ nishạniyhi hyth th aashi kr timn sintụ̄ ktab th ʿdlch tkr nạzl takh lukh hykn anṣafs pytth qạyim spdith, th aashi kor (mʿdnyat nishhi) shishtr dstyab aath mnz chuh (jngy samanh th dfaʿ khạṭr) skht qvt byyh lukn khạṭr (karkhanh bnavnh bapth byyhi thi kynhh) fạydh th (yhi kor aamhi mvjvb) takh Allah tʿālyā krri non zi kus chuh tmụ̄ sund th tmụ̄ sndyn rsvln hund (yʿny dyni aslamuk) vuchhnh vrạe mddkran, be shk chuh Allah tʿālyā (pane) sytthah qvt vvl sytthah ghlbh vvl."
  },
  {
    "verse_id": 26,
    "translation": "Th be shk svuzụ̄ aashi nvḥ th abrahym (ʿlyhm alslam) th aashi kr doshvnụ̄ hndyn avladn mnz rsalt th ktab mqrr lhādha chih timv mnz (kynhh) hdayt yafth, th timav mnz chih akthr lukh nafrman."
  },
  {
    "verse_id": 27,
    "translation": "Pth svuzụ̄ aashi yimn rsvln hndyn nqshi qdmn pytth (baqy) rsvl th aashi svuz yimn pth ʿīsyā abni mrym (ʿlyhma alslam) th aashi krtimn anjyl ʿṭa th aashi kr timn lukn hndyn diln mnz shfqt th rḥmt pạd yim tihnz (yʿny ʿīsyā ʿlyh alslamn hnz ṣḥyḥ) pạrvy ạsụ̄ kran. Th rhbạnytuk (yʿny ʿbadti alāhy khạṭr trki dnya th ldhtv nishhi lvb rvznuk) bdʿt avs timav panh ayjadkvrmut, yhi avs nh aashi timn pytth frẓ kvrmut, mgr (timav avs yhi rhbạnytuk bdʿt) ṣrf Allah tʿālyā snz rẓa ḥạṣl krnh khạṭr (shrvʿ kvrmut) pth yus aamhi kh ʿmly rạchh ravttuk ḥq avs tim hykụ̄ nh aamich ticzh rạchh ravatth krith (yʿny yhi hyvkukh nh tamy jdhbh th pabndy san jạry thạvith), lhādha kvr aashi timn lukn yimav timav mnz ayman avnmut avs (th rhbạnytuk bdʿt ạsụ̄ rẓaʿe alāhy khạṭr jạry thạvith) tihund ajrvthvab ʿṭa th timav mnz chih akthr lukh (yimv yhi trk kvr th bdlyae) sytthah nafrman."
  },
  {
    "verse_id": 28,
    "translation": "Ae ayman valyv! Allah tʿālyā sund tqvyā panh nạvivth tmụ̄ sndis (ʿẓmt vạlis) rsvls (ṣly Allah ʿlyh vslm) pytth aniv ayman suh kryv tohyhi pnnhi rḥmtkụ̄ z ḥṣh ʿṭa th tuhndi khạṭr kri nvur pạd yath mnz tohụ̄ (dnya hs th ạkhrts mnz) pkan ạsiv byyhi kryv tohyhi mghfrt, th Allah tʿālyā chuh sytthah bkhshn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 29,
    "translation": "(yhi byan chuh aamhi mvjvb) zi ahli ktabn lghi pe zi timn chuhnh Allah tʿālyā sndis fẓls pytth kanhh akhtyar th (yhi) zi svrue fẓl chuh Allah tʿālyā sndise dsti qdrts mnz suh ys yczhan chuh ʿṭa chuhs kran, th Allah tʿālyā chuh sytthah bodd fẓl vvl."
  }
]