[
  {
    "verse_id": 1,
    "translation": "Be shk bvuz Allah tʿālyā hn ts khatvnhi hnz kth yosh tohyhi sintụ̄ pnnis khavnds mtʿlq tkrar ạs kran th Allah tʿālyā hs ạs fryad kran, th Allah tʿālyā avs tohyhi doshvnụ̄ hndụ̄ panh vạnụ̄ sval jvab bvzan, be shk chuh Allah tʿālyā var pạtthụ̄ bvzn vvl var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 2,
    "translation": "Tohyhi mnz yim lukh pnnyn khandarnyn nsh ẓihar krth ge (yʿny yhi chuhkh vonmt zi cz chhakh me pytth myanhi majhi hndi pushtkụ̄ pạtthụ̄), tylhi chhanh timh (yhi vannh sintụ̄) tihnz majhi (bnan), tihnz majhi chhe ṣrf timae yimn tm zamtụ̄ chih, th be shk chih tim lukh bur th aapz kth vnan th be shk chuh Allah tʿālyā ẓrvr ʿfv krn vvl sytthah mghfrt krn vvl."
  },
  {
    "verse_id": 3,
    "translation": "Th yim lukh pnnyn khandarinyn sintụ̄ ẓiharkrn, pth yhi vonukh tamhi nishhi yczhn pot phyrun tylhi chhe aakh grdn (ghlam ya knyz) āzad krnụ̄ lạzim aamhi brvnhh zi tim lagn aakh akis aathh, tohyhi chhav aamhi kthhi hnz nṣyḥt yivan krnh, th Allah tʿālyā chuh timav kthv nishhi var pạtthụ̄ bakhbr yimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 4,
    "translation": "Pth yymis (ghlam ya knyz) dstyab āshi nh tylhi chhe don rytn hythe rvzh thavnhi (lạzim) aamhi brvnhh zi tim lagn aakh akis aathh, pth yymis shkhṣs amiyuk (thi) ṭaqt āshi nh tylhi chuh shytthn mskynn khyn khyavun (lạzim), yhi chuh aamhi mvjvb zi tohụ̄ thạviv Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) pytth ayman. Th yim chih Allah tʿālyā sndụ̄ (mqrrkrnh āmtụ̄) ḥd, th kạfrn khạṭr chuh dg tulvun ʿdhab."
  },
  {
    "verse_id": 5,
    "translation": "Be shk yimn lukn Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) sintụ̄ ʿdavt chuh tim yin tithe pạtthụ̄ dhlyl krnh yithh pạtthụ̄ timn brvuntthim lukh chih āmtụ̄ dhlyl krnh th be shk chih aashi vaẓḥ āyat nạzl krimtụ̄, th kạfrn khạṭr chuh dhilts mnz travan vvl ʿdhab."
  },
  {
    "verse_id": 6,
    "translation": "Yymhi doh Allah tʿālyā yimn sarine lukn (navi sr zndh krith) tulhi pth kri timn tihindyv aʿmalv nishhi bakhbr, Allah tʿālyā hn chhe (tihnz) pth ʿml gnzrạvith thạvmcz ḥalankh timn chhe so mshith (thi) gmcz, th Allah tʿālyā chuh pth chyzs pytth zạniyab (th bakhbr)."
  },
  {
    "verse_id": 7,
    "translation": "(ae ansanh!) kya cze chhe na pe zi Allah tʿālyā chuh timn sarine chyzn zanan yim āsmann mnz chih th yim zmyns mnz chih, kunhi jayhi thi chhanh tryn (nfrn) hnz knh shychh spdan mgr yhi zi suh (Allah tʿālyā) chuh (pnnhi aḥaṭh krn valhi ʿlmh th āghy san) tihund czvurim āsan th nah chhe kanhh panczn (nfrn) hnz knh shychh spdan mgr suh chuh (pnnhi aḥaṭhi krn valhi ʿlmh san) tihund shyyum āsan, th nah yimav khvth kmn (lukn) hnzth nah zyadn hnz mgr suh chuh (hmyshh) timn sintụ̄ āsan yythi thi tim āsan chih, pth kri suh timn qyamt kh doh timav kamyv nishhi bakhbr yimh tim kran ạsụ̄ rvudimtụ̄, be shk chuh Allah tʿālyā pth chyzs var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 8,
    "translation": "Kya tohyhi vuchhvvkh na tim lukh yimn knh shychhhi krnh nishhi tthakh avs krnh āmut pth lạj timav soe kạm krnụ̄ yymhi nishhi tim pth ạsụ̄ rttnh āmtụ̄ th tim chih gnah th srkshy th rsvl (ṣly Allah ʿlyh vslm) snzi nafrmạny mtʿlq knh shychihhi (sirkthh) kran th yylhi tohyhi nishhi chih ḥạẓr spdan tylhi chihv tohyhi timav (be shvub) klmatv san slam kran yimav sintụ̄ Allah tʿālyā hn tohyhi chhav nh slam frmạvmcz th pnnyn diln mnz chih vnan zi (agr yhi rsvl pziyvr chuh tylhi) kyazi chuhnh Allah tʿālyā aashi timn (kthn) pytth ʿdhab divan yimh asụ̄ vnan chih timn chuh jhnm (yʿny jhnmuk ʿdhabe) sytthah, tim gczhn tthụ̄ mnz dạkhl, th suh chuh sytthhe bur tthkanh."
  },
  {
    "verse_id": 9,
    "translation": "Ae ayman valyv! Yylhi tohụ̄ panh vạnụ̄knh shychh kriv tylhi mah ạsivgnah th ẓlm th rsalt māb (ṣly Allah ʿlyh vslm) snzi nafrmạny hnz knh shychh kran th nyky th prhyzgạry hnzkth ạsiv aakh akụ̄ sndis kns mnz vnan, byyhi rvuziv Allah tʿālyā hs khvczan yas kun tohụ̄ sạry jmʿ yiyiv krnh."
  },
  {
    "verse_id": 10,
    "translation": "(ghlṭ th phattvan vadch) knh shychh chhe ṣrf shyṭan sndy ṭrfh āsan yuth zn suh ayman valyn pryshan kri ḥalankh suh (shyṭan) hykhi nh timn (mvmnn) kanhh nqṣan vatnạvith mgr Allah tʿālyā sndi ḥkmh, th Allah tʿālyā se pytth pazi mvmnn bhrvsh thavun."
  },
  {
    "verse_id": 11,
    "translation": "Ae ayman valyv! Yylhi tohyhi vannh yiyhi zi (pnnyn) mjlsn mnzkriv kushadgy pạd tylhi ạsiv kushadh spdan Allah tʿālyā kryv tohyhi kushadgy ʿṭa th yylhi vannh yiyhi thod vthiv tylhi ạsiv tohụ̄ thod vothan, Allah tʿālyā kri timn lukn hndụ̄ drjat blnd yimav tohyhi mnz ayman aon th yimn ʿlm āv ʿṭa krnh, th Allah tʿālyā chuh timav kamyv nishhi var pạtthụ̄ bakhbr yimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 12,
    "translation": "Ae ayman valyv! Yylhi tohụ̄ rsvls (ṣly Allah ʿlyh vslm) sintụ̄ kanhh sir kth tnhạyy mnz krnụ̄ yczihv tylhi ạsiv pnnụ̄ sir kth vannh brvnhh kynhh ṣdqh khạrat kran, yhi (ʿml) chhe tuhndi khạṭr bhtr th ḥd khvth pak, pth agr (khạrat krnh khạṭr) kihinụ̄ āsyv nh tylhi chuh be shk Allah tʿālyā sytthah mghfrt krn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 13,
    "translation": "Kya tohụ̄ khvucziva (bargahi rsalt ṣly Allah ʿlyh vslms mnz) tnhạyy th razdạry san kth krnh brvnhh ṣdqat th khạrat dins? Pth yylhi tohyhi (yithh pạtthụ̄) koruv nh th Allah tʿālyā hn tuj tohyhi nishhi pczhh gạr (yʿny yhi pabndy tujin) lhādha thạviv (vonụ̄) nmaz qạym th zkvāh rvuziv divan byyh rvzv Allah tʿālyā th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt kran, th Allah tʿālyā chuh tuhnzv tmam kamyv nishhi var pạtthụ̄ bakhbr."
  },
  {
    "verse_id": 14,
    "translation": "Kya tohyhi vuchhvvkh na tim lukh yim tithis jmaʿts sintụ̄ dvsty chih thavan yimn pytth Allah tʿālyā hn ghẓb kor, nah chih tim tohyhi mnz th nah chih timav mnz byyhi chih aapzụ̄ qsm khyvan yylhi zn tim zanan chih."
  },
  {
    "verse_id": 15,
    "translation": "Allah tʿālyā hn chuh tihindi khạṭr skht ʿdhab thvvmut tyar krith, be shk chhe so bur (kam) yosh tim kran chih."
  },
  {
    "verse_id": 16,
    "translation": "Timav chih pnnụ̄ aapzụ̄ qsm sipr bnạvimtụ̄ lhādha chih tim (baqyn) khdae snzi vathi nishhi pth rattan, lhādha chuh tihindi khạṭrdhilth vvl ʿdhab."
  },
  {
    "verse_id": 17,
    "translation": "Allah tʿālyā hs (yʿny Allah tʿālyā sndi ʿdhab) nishhi nah hykn timn tihindụ̄ mal bchạvith th nah (hykn) tihindụ̄aavlade (timn bchạvith), yimae lukh chih jhnmy, yim chih tath mnz hmyshh rvzn vạlụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Yymhi doh Allah tʿālyā timn sarine (navi sr zndh krith) tulhi pth khyn tim tmụ̄ sndis drbars mnz (thi) qsm yithh pạtthụ̄ tohyhi brvnhh knhi qsm chih khyvan th tim chih gman kran zi tim chih kunhi (jan) chyzs (yʿny ṭryqs) pytth. Bakhbr rvuziv yim lukh chih aapziyạrụ̄."
  },
  {
    "verse_id": 19,
    "translation": "Timn pytth chuh shyṭann kormut ghlbh ḥạṣl lhādha chhe tmụ̄ timn Allah tʿālyā snz dhkr mshrạvmcz, yimae lukh chih shyṭan sund lshkr. Zạniv zi be shk chih shyṭan sndi dariky lukh khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Be shk yimn lukn Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) sintụ̄ ʿdavt chuh timae chih dhlyl tryn lukv mnz."
  },
  {
    "verse_id": 21,
    "translation": "Allah tʿālyā hn chuh lyokhmut zi yqyna rvzav bh th myạnụ̄ rsvl ẓrvr ghạlb spdith, be shk chuh Allah tʿālyā sytthah quvt vvl sytthah ghlbh vvl."
  },
  {
    "verse_id": 22,
    "translation": "Tohụ̄ vuchhvukh nh tim lukh yimn Allah tʿālyā hs th ạkhrt kis dohs pytth ayman chuh zanhh ts shkhṣs sintụ̄dvsty kran yas Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) sintụ̄ dshmny chhe khvah tim tihindụ̄ mạlụ̄ (th buddi bb) āsn ya nychivụ̄ (th zurụ̄) āsn ya tihindụ̄ bạe āsn ya tihindụ̄ qryby rshth darāsn. Yimae chih tim lukh yhindyn diln mnz tmụ̄ (Allah tʿālyā hn) ayman chuh thbt kormut th timn chhan pnnhi rvḥ (yʿny khaṣ fyẓ) sintụ̄dls mẓbvṭy ʿṭa kr mcz. Th timn kri (tithyn) jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh chhe pkan, tim chih timn mnz hmyshh rvzn vạlụ̄, Allah tʿālyā chuh timn rạẓụ̄ gomut th tim chih Allah tʿālyā hs rạẓụ̄ gmtụ̄, yhe chhe Allah (valyn) hnz jmaʿt, yad thạviv! Be shk chhe Allah (valyn) hnze jmaʿt muradlbn vajinụ̄."
  }
]