[
  {
    "verse_id": 1,
    "translation": "Yikynczhah āsmann mnz chuh th yikynczhah zmyns mnz chuh (sạry) chih Allah tʿālyā snz tsbyḥ kran th sue chuh ghạlb ḥkmt vvl chuh."
  },
  {
    "verse_id": 2,
    "translation": "Sue chuh yymụ̄ tim kạfr ahli ktab (yʿny bnv nẓyr) goddnichhi jlavṭny mnz grav nishhi (sombrạvith mdynh pytthh sham kun) krrith czhnụ̄.tohyhi avsuv nh yhi gmanh (thi) zi tim nyrn th timn avs yhi gmanh zi tihindụ̄ mẓbvṭ qlʿh bchavn timn Allah tʿālyā hs (snzi thphi) nishhi pth rttụ̄ tim Allah tʿālyā hn (yʿny Allah tʿālyā sndụ̄ ʿdhabn) tpạrụ̄ ypạrụ̄ tim gman (thi) hykhn nh krith th tmụ̄ (Allah tʿālyā hn) tvv tihindyn diln mnz bym th dbdbh tim ạsụ̄ pnnyn gran pnnyv aathav th ahli aymann hndyv aathv vạran kran. Lhādha ae achh gash thavn valyv! (aamhi nishhi) kriv ʿbrt ḥạṣl."
  },
  {
    "verse_id": 3,
    "translation": "Th agr Allah tʿālyā hn tihindis ḥqs mnz jla vṭny āsihe nh lykhith thạvmcz tylhi diyhi he suh timn dnyahs mnz (mzyd skht) ʿdhab, th tihindi khạṭr chuh ạkhrts mnz (thi) jhnmuk ʿdhab."
  },
  {
    "verse_id": 4,
    "translation": "Yhi spud aamhi vjh kinụ̄ zi timav kor Allah tʿālyā hs th rsvls (ṣly Allah ʿlyh vslm) sintụ̄ shdyd ʿdavt (tihund srghnh kʿb bn ashrf avs bdnami zmanh gstakhi rsvl), th yus shkhṣ Allah tʿālyā (th rsvl ṣly Allah ʿlyh vslm) snzmkhalft kran chuh tylhi chuh be shk Allah tʿālyā skht ʿdhab dinh vvl."
  },
  {
    "verse_id": 5,
    "translation": "(ae mvmnv! Yhvd bnv nẓyr kis ghyravs dvran) yim khzr kulụ̄ tohyhi czttụ̄v ya tạvụ̄vvkh tohyhi tim yalh tihindyn mvuln pytth khrra thạvith (yʿny tim czttụ̄vvkh nh) yhi avs (svrue) Allah tʿālyā sndy ḥkmh sintụ̄ th aamhi mvjvb zi suh kri nafrmann dhlyl th rsva."
  },
  {
    "verse_id": 6,
    "translation": "Th yus (fae mal) Allah tʿālyā hn timav nishhi (krrith) pnnis rsvls (ṣly Allah ʿlyh vslm) kun vaps aon, th tohyhi nah ạsụ̄v timn (ḥạṣl krns) pytth gurụ̄ dvrnạvimtụ̄th nah avuntt, ā! Allah tʿālyā chuh pnnyn rsvln ghlbh th tslṭ ʿṭa kran ys pytth yczhan chuhkh ts pytth, th Allah tʿālyā chuh pth chyzs pytth sytthah qdrt thavn vvl."
  },
  {
    "verse_id": 7,
    "translation": "Yim (fae mal) Allah tʿālyā hn (qurayẓh, naẓiyr, fidak, khaybr, ʿuuraynh san baqy jng krnh ros ftḥ gmczav) bstiyav nishhi (krrith) pnnis rsvls (ṣly Allah ʿlyh vslm) pytth vaps chih anụ̄ mtụ̄ tim chih Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) khạṭrbyyhi (rsvl ṣly Allah ʿlyh vslmn hndyn) qrabt darn (yʿny bnv hashm th bnv ʿbd almṭlbs) khạṭr byyhi chih (mʿāshrkyn ʿām) ytymn th mḥtajn th msafrn khạṭr (yhi bạgravnuk nẓam chuh aamhi mvjvb) takh (svrue mal) rvzi nh (ṣrf) tuhndyn maldarne drmyan grdsh kran (blkh gczihh mʿāshrkyn tmam ṭbqn mnz grdsh krun) th yikynczhah rsvl (ṣly Allah ʿlyh vslm) tohyhi ʿṭa krnv tohụ̄ ạsiv suh rttan th yymhi nishhi tthakh krnv tylhi ạsiv (tamhi nishhi) pth rvzan, byyhi rvuziv Allah tʿālyā hs khvczan (yʿny rsvl ṣly Allah ʿlyh vslmn hndis bạgravns th ʿṭa krns pytth mah ạsiv nagvạry san zban mczravan) be shk chuh Allah tʿālyā skht ʿdhab dinh vvl."
  },
  {
    "verse_id": 8,
    "translation": "(pytthh knhi vnnh āmut fae mal) chuh nadar mhajrn khạṭr (thi) yim pnnyv grav th pnnyv malav (th jaʿydadv) nishhi nybr chih āmtụ̄ krrnh, tim chih Allah tʿālyā sund fẓl th tmụ̄ snz rẓa mndy th khosh nvudy yczhan byyhi chih (pnnhi mal chh th vṭn travnh chh qrbạny sintụ̄) Allah tʿālyā hs th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) mddkran, yimae lukh chih pzụ̄ mvmn."
  },
  {
    "verse_id": 9,
    "translation": "(yhi mal chuh timn anṣarn khạṭrthi) yimav timn (mhajrn) brvntthue (mdynuk) shhr th ayman avs (panun) gr bnvvmut. Yim lukh chih timn sintụ̄ mḥbt kran yim yimn kun hjrt krith chih āmtụ̄. Th yim chihnh pnnyn syinn mnz tamhi (mal) kh nsbt kanhh ṭlb (ya tngy) lban yus timn (mhajrn) chuh dinh yivan byyhi chih pnnyn zuvan pytth timn trjyḥ divan agr chhi panh yimn skht ḥajthe kyazi āshi nh, th yus shkhṣ pnnhi nfsh chh bkhyly nishhi bchavnh āv tylhi chih timae lukh bamurad th kamyab."
  },
  {
    "verse_id": 10,
    "translation": "Th tim lukh (thi) yim timn (mhajrn th anṣarn) pth āe (th) ʿrẓ chih kran, ae sanhi rbh! Aashi krmghfrt th sanyn timn bayn thi, yim ayman anns mnz aashi brvnhh ge th sanyn diln mnz mah thav ayman valyn khạṭr kanhh kyinh th bghuẓ pth kun. Ae sanhi rbh! Be shk chuhkh cz sytthah shfqt vrtavn vvl sytthah rḥm krn vvl."
  },
  {
    "verse_id": 11,
    "translation": "Kya tohyhi vuchihv na mnafq yim pnnyn timn bayn chih vnan yim ahli ktabv mnz kạfr chih bnymtụ̄ zi agr tohụ̄ (yythi) krrnh ạv tylhi nyrv asụ̄ thi ẓrvrtohy sintụ̄ th asụ̄ krav nh tuhndis mʿāmls mnz kạnshi akụ̄ snz thi aṭaʿt th hrgah tohyhi sintụ̄ jng āv krnh tylhi krv asụ̄ ẓrvr th ẓrvr tohyhi mdd, th Allah tʿālyā chuh gvạhy divan zi tim chih yqynaan aapziyạrụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Hrgah tim (shrpsnd yhvudụ̄ mdynh mnz) krrnh āe tylhi nyrn nh yim (mnafq zanhh) timn sintụ̄, th hrgah timn sintụ̄ jng āv krnh tylhi krn nh yim timn mdd, th hrgah timav timn mddkor (thi) tylhi czln ẓrvr shanhi phirith, pth hykhi nh tihund mdd (kunhi kinụ̄) spdith."
  },
  {
    "verse_id": 13,
    "translation": "(ae mslmanv!) be shk chuh tihindyn diln mnz Allah tʿālyā sndi khvth (thi) zyadh tuhund byim th khvf, yhi chuh aamhi vjh kinụ̄ zi tim chih tithụ̄ lukh yimn nh ʿqle chhe."
  },
  {
    "verse_id": 14,
    "translation": "Tim (mdynkụ̄ vʿdh phuttravn vạlụ̄ yhvudụ̄ th mnafq) hykn nh sạry smith (thi) tohyhi sintụ̄ jng krith svaʿe qlʿh bndshhrn mnz ya dyvarn tthor bnạvith,tihnz lrrạe chhe timn panh vạny skht, tohụ̄ chhvvkh tim yikh vatth smjhan yylhi zn tihindụ̄ dil panh vạnụ̄ byon byon chih, yhi chuh aamhi mvjvb zi tim lukh chihnh ʿqlhi kạm hyvan."
  },
  {
    "verse_id": 15,
    "translation": "(tihund ḥal) chuh timn lukn hyvu yimav timan brvnhh kme kynhh kal pnnyn aʿmaln hndi shhmtuk mzh chuh vuchhmut (yʿny bdr s mnz mshrkyni mkh, th yhvd yv mnz bnv nẓyr, bnv qynqaʿ th bnv qryẓh vghạrh), th tihindi khạṭr chuh (ạkhrts mnz thi) dg tulvun ʿdhab."
  },
  {
    "verse_id": 16,
    "translation": "(mnafqn hnz mthal) chhe shyṭan snz hish yylhi suh ansans chuh vanan zi cz bn kạfr, pth yylhi suh kạfr chuh bnan pth chuhs (shyṭan) vnan bh chuhs cze nishhi byzar, be shk chuhs bh Allah tʿālyā hs khvczan yus tmam jhann hund rb chuh."
  },
  {
    "verse_id": 17,
    "translation": "Pth āshi timn doshvnụ̄ hund anjam yhi zi tim doshve āsn jhnms mnz hmyshh rvzn tthụ̄ mnz, th ẓạlmn hund chuh yohe sza."
  },
  {
    "verse_id": 18,
    "translation": "Ae ayman valyv! Tohụ̄ rvuziv Allah tʿālyā hs khvczan th pth shkhṣs pazi vuchhan rvzun zi tmụ̄ kya chuh pgah (qyamt) khạṭr brvnhh kun svuzmut, th tohụ̄ rvuziv Allah tʿālyā hs khvczan, be shk chuh Allah tʿālyā timav kamyv nishhi bakhbr yimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 19,
    "translation": "Th timn lukn hndụ̄ pạtthụ̄ mah bniv yimav Allah tʿālyā mshrvv pth mshrạvụ̄ Allah tʿālyā hn tihindụ̄ pane timan nishhi (zi tim svzhn pnnyn pann khạṭre kynhh rczr brvnhh kun), timae lukh chih nafrman."
  },
  {
    "verse_id": 20,
    "translation": "Jhnmy th jnty hykn nh brabr ạsith, ṣrf chih ahli jnt kamyab th kamran."
  },
  {
    "verse_id": 21,
    "translation": "Hrgah asụ̄ yhi qrān kunhi pharrs pytth nạzl krhv tylhi (ae bvzn valhi!) cz vuchhhkh zi suh namhi he Allah tʿālyā sndi khvfh sintụ̄, phttith gczh hans ryzh ryzh, th yimh mthalh chih asụ̄ lukn khạṭr byan kran takh tim krn ghvrvfkr."
  },
  {
    "verse_id": 22,
    "translation": "Sue chuh Allah tʿālyā ys varạe kanhh mʿbvd chuhnh, ghyb th ẓạhrchuh zann vvl, sue chuh be ḥd rḥmt frmavn vvl sytthah mhrban."
  },
  {
    "verse_id": 23,
    "translation": "Sue chuh Allah tʿālyā yas varạe kanhh mʿbvd chuhnh, (ḥqyqy) badshah chuh, pth ʿạbh nishhi chuh pak,pth nuqṣh nishhi mḥfvẓ (th slamty dinh vvl) chuh, amn vaman dinh vvl (th mʿjzatv dhryʿh rsvln hund tṣdyq krn vvl) chuh, ḥfaẓt krn vvl th rạchhdr chuh, ghlbh th ʿzt vvl chuh, zbrdst ʿẓmt vvl chuh, slṭnt th kbryaʿy (thavn) vvl chuh, Allah tʿālyā chuh pth tamhi chyz nishhi pak yath tim tmụ̄ sund shryk chih manan."
  },
  {
    "verse_id": 24,
    "translation": "Sue chuh Allah tʿālyā yus pạd krn vvl chuh, ʿdm nishhi vjvds mnz aann vvl (yʿny ayjad krn vvl) chuh, ṣvrt ʿṭa krn vvl chuh. (ghrẓ) tmam rtụ̄ nav chih tsụ̄ khạṭr, ts khạṭr chih tim (sạry) chyz tsbyḥ kran yim āsmann th zmyns mnz chih, th suh chuh sytthah ʿzt vvl sytthah ḥkmt vvl."
  }
]