[
  {
    "verse_id": 1,
    "translation": "Ae ayman valyv! Tohụ̄ mah bnạviyvukh myạnụ̄ th pnnụ̄ dushmn dvst tohụ̄ chihv (pnnhi) dvsty hndi bạʿth timn tam khbr vatnavan yylhi zn tim tath ḥq se ankar chih kran yus tohyhi nishhi āmut chuh, tim chih rsvls (ṣly Allah ʿlyh vslm) th tohyhi aamhi vjh kinụ̄ (tuhndi vṭnh nishhi) krran zi tohyhi chuhv Allah tʿālyā hs pytth yus tuhund prvrdgar chuh, ayman aonmut. Hrgah tohụ̄ myanhi vathi mnz jhad krnhi th myạnụ̄ rẓa mndy czhanddnhi damtụ̄ chihv (tylhi mah thạviv timn sintụ̄ dvsty) tohụ̄ chihv timn kun czvuri czvuridvsty hndụ̄ pygham svzan yylhi zn me var pạtthụ̄ pe chhe yikynczhah tohụ̄ khttith chihv thavan th yikynczhah tohụ̄ ẓạhr chihv kran, th yus shkhṣ thi tohyhi mnz yhi (ḥrkt) kri tylhi chuh suh syzi vathi nishhi ddolmut."
  },
  {
    "verse_id": 2,
    "translation": "Hrgah tim tohyhi pytth dstrs lbn tylhi (vuchh zyv) āsn tim tuhndụ̄ (ttakarh) dshmn th tim zytthravn pnnụ̄ aathh th pnnhi zyv tohyhi kun burạyy san th timn āshi ṭmʿ zi tohụ̄ gczihv (kunhi pạtthụ̄) kạfr spdnụ̄."
  },
  {
    "verse_id": 3,
    "translation": "Qyamt kh doh nah dinav hrgz tohyhi (kạfrn th mshrkn hnz) nzdykyhi fạydh th nah tuhndụ̄ (kạfr th mshrk) avlad, (tamhi doh kri Allah tʿālyā) tohyhi drmyan pvur pạtthụ̄ jdạe (mvmn yin jnts mnz th kạfr yin jhnms mnz svznh), th Allah tʿālyā chuh timn kamyn var pạtthụ̄ vuchhn vvl yimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 4,
    "translation": "Be shk chuh tuhndi khạṭr abrahyms (ʿlyh alslam) mnz th tihindyn sạthiyn mnz bhtryn (aqtdakrnuk) nmvnh, yylhi timav pnnis qvms von, asụ̄ chih tohyhi nishhi th timav potlyv nishhi yimn tohụ̄ Allah tʿālyā hs varạe pvuza chihv kran mkml pạtthụ̄ byzar (th latʿlq), aashi kor tohyhi sarine hund nanhi vanh ankar aashi th tohyhi drmyan dayhi dshmny th nfrt th ʿnad hmyshh khạṭr nnụ̄, aot tam zi tohụ̄ aniv akis Allah tʿālyā hs pytth ayman, mgrabrahym (ʿlyh alslam) sund pnnis (rachhn vạlis) mạlis yhi vanun zi bh mngh chanhi khạṭr ẓrvr mghfrt, (avs ṣrf brvuntthim krnh āmut aakh vʿdh yus timav pvur kor th sinty pvvukh yad thi) byyhi yhi zi bh chuhs nh chanhi khạṭr (chanhi kfrv shrkh kinụ̄) Allah tʿālyā snzi bargahi mnz kunhi chyzuk mạlk. (pth spdụ̄ tim yhi dʿā krith qvmh nishhi alg) ae sanhi rbh! Aashi kor cze pytth bhrvsh th aashi kor cze kun rjvʿ th (sarine) chuh cze kun vaps vatun."
  },
  {
    "verse_id": 5,
    "translation": "Ae sanhi rbh! Cz mah bnav aashi kạfrn khạṭr āzmạyshhi hund sbb (yʿny tim mah krukh aashi pytth mslṭ) th aashi kr mghfrt, ae sanhi rbh! Be shk chuhkh cze ghlbh th ʿzt vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 6,
    "translation": "Be shk chuh tuhndi khạṭr timn mnzbhtryn (aiqtdahuk) nmvnh (khaṣ kr) pth ts shkhṣs khạṭr yas Allah tʿālyā (snzi bargahi mnz ḥạẓry) hnz th ạkhrt kh dohch amyd chhe, th yus shkhṣ buth chuh phiran tylhi chuh be shk Allah tʿālyā be nyaz th pth ḥmdvthnahs layq."
  },
  {
    "verse_id": 7,
    "translation": "Tʿjb chuhnh zi Allah tʿālyā kri tohyhi th timav mnzkynczhn lukn drmyan yimn sintụ̄ tohyhi dshmny chhe, (kunhi saʿth brvnhh kun) dvsty pạd th Allah tʿālyā chuh sytthah qdrt vvl, th Allah tʿālyā chuh sytthah mghfrt krn vvl sytthah mhrban."
  },
  {
    "verse_id": 8,
    "translation": "Allah tʿālyā chuhv nh tohyhi aamhi kthhi nishhi tthakh kran zi yimav lukv tohyhi sintụ̄ dyins (kis bars) mnz jng kor nh th nah chhahav tohụ̄ tuhndyv grav nishhi (yʿny vṭnh nishhi) krrụ̄mtụ̄ zi tohụ̄ kriv timn sintụ̄ rczruk slvk th timn sintụ̄ kriv ʿdluk th anṣafuk brtav be shk chuh Allah tʿālyā ʿdl th anṣaf krn valyn psndkran."
  },
  {
    "verse_id": 9,
    "translation": "Allah tʿālyā chuhv tohyhi ṣrf tithyn lukn sintụ̄ dvsty krnh nishhi tthakh kran yimav tohyhi sintụ̄ dyns (kis bars) mnz jng kor th tohụ̄ krrụ̄hav tuhndyv grav (yʿny vṭnh) mnz th tuhndis nybr krrns pytth korukh (tuhndyn dshmnn) mdd. Th yus shkhṣ timn sintụ̄ dvsty kri tylhi chih timae lukh ẓạlm."
  },
  {
    "verse_id": 10,
    "translation": "Ae ayman valyv! Yylhi tohyhi nishhi mvmn khatvnh hjrt krith yin tylhi ạsiyvukh timh aṣl pạtthụ̄ prkhavan, Allah tʿālyā chuh tihindi ayman (kh ḥqyqt) nishhi var pạtthụ̄ bakhbr, pth agrtohyhi tihindi mvmn āsnuk yqyn spdyv tylhi mah svuziyvukh timh kạfrn kun vaps, nah chhe yimh (mvmn khatvnh) timn (kạfrn) khạṭr ḥlal th nah chih tim (kạfr) yimn (mvmn khatvnn) khạṭr ḥlal, th timav (kạfrv) yus (mal mahr kis ṣvrts mnz yimn pytth) khrch āshi kormut suh kriv timn ada,th tohyhi pytth chuhnh aath (kthhi) mnz kanhh gnah zi tohụ̄ kriv yimn sintụ̄ nkaḥ yylhi zn tohụ̄ timn (khatvnn) hund mahr timn ada kriv th (ae mslmanv!) tohụ̄ thi mah thạviyvukh kạfr znanh (pnnis) nkaḥ kis gndds mnz rukạvith th tohụ̄ mngiv (kạfrn) suh (mal) yus tohyhi (timn khatvnn pytth mahr kis ṣvrts mnz) khrch avsuv kormut th tim (kạfr) mngụ̄nav (tohyhi) suh (mal) yus timav (yimn khatvnn pytth mahr kis ṣvrts mnz) khrch avs kormut, yohe chuh Allah tʿālyā sund ḥkm, th suh chuh tohyhi drmyan fạṣlh kran, th Allah tʿālyā chuh var pạtthụ̄ zann vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 11,
    "translation": "Th hrgah tuhnzv khandarinyv mnz kanhh tohyhi nishhi nyirith kạfrn kun gczihh pth (yylhi) tohụ̄ jngs mnz ghạlb yiyiv th mali ghnymt kriv ḥạṣl tylhi kriv (aamhi mnz) timn lukn yhinz khatvnh damcz āsh tyvutah (mal) ada yvutah timav (tihindis mahrs mnz) khrch avs kormut, th ts Allah tʿālyā hs rvuziv khvczan ys pytth tohyhi ayman chuhv."
  },
  {
    "verse_id": 12,
    "translation": "Ae nby! Yylhi tuhndis khdmts mnz mvmn khatvnh aath kthhi pytth byʿt krnh khạṭr ḥạẓr spdn zi timh krn nh Allah tʿālyā hs sintụ̄ kunhi chyzs shryk th czvur krn nh th bdkạry krn nh th pnnụ̄avlad krn nh qtl th pnnyv aathvth khorv drmyan aann nh kanhh aapuz bhtan bnạvith (yʿny pnnis khavnds dvkhh dith vann nh kạnshi ghạr sndis shuris pnnhi mari zamut) th (kunhi thi) shryʿt kis ḥkms mnz krn nh tuhnz nafrmạny, tylhi ạsiv tohụ̄ timn byʿt rattan th tihindi khạṭr ạsiv Allah tʿālyā hs mghfrt mngan, be shk chuh Allah tʿālyā bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 13,
    "translation": "Ae ayman valyv! Tithyn lukn sintụ̄ mah thạvivdvsty yimn pytth Allah tʿālyā chuh ghẓb nak spudmut be shk chih tim ạkhrt nishhi (tithh pạtthụ̄) naamyd spdụ̄mtụ̄ yithh pạtthụ̄ kạfr chih qbrn mnz rvzn valyv nishhi naamyd spdụ̄ mtụ̄."
  }
]