[
  {
    "verse_id": 1,
    "translation": "Yikynczhah āsmann mnz chuh th yikynczhah zmyns mnz chuh (sạry) chih Allah tʿālyā snz tsbyḥ kran, th suh chuh sytthah ʿzt th ghlbh vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 2,
    "translation": "Ae ayman valyv! Tohụ̄ kyazi chihv timh kthh vnan yimh tohụ̄ kran chihv nh."
  },
  {
    "verse_id": 3,
    "translation": "Allah tʿālyā hs nzdyk chhe sytthah skht napsndkrnh āmczkth yhi zi tohụ̄ vniv so kth yosh panh chihv nh kran."
  },
  {
    "verse_id": 4,
    "translation": "Be shk chuh Allah tʿālyā timn lukn psnd kran yim (ẓlm khtm krnh th ḥq kh mdd khạṭr) tmụ̄ snzi vathi mnz (tithh pạtthụ̄) ṣfh gnddith lrran chih znth tim suh dyvar chih yath nag āshi kạrith tavnh āmut."
  },
  {
    "verse_id": 5,
    "translation": "Th (ae ttatthhi suh vqt kriv yad!) yylhi mvsyā hn (ʿlyh alslam) pnnis qvms von, ae myanhi qvmh! Tohụ̄ kyazi chihv me tklyf divan yylhi zn tohụ̄zanan chihv zi bh chuhs Allah tʿālyā sndi ṭrfh tohyhi kun svznh āmut (rsvl). Pth yylhi timav hjr thvv jạry pth krụ̄Allah tʿālyā hn tihindụ̄ dil hlụ̄, th Allah tʿālyā chuhnh nafrman lukn hdayt divan."
  },
  {
    "verse_id": 6,
    "translation": "Th (suh vqt thi kriv yad) yylhi ʿīsyā bn mrymn (ʿlyh alslam) von, ae bny asraʿyl! Be shk chuhs bh tohyhi kun Allah tʿālyā sund svznh āmut (rsvl), pans brvutthimhi ktabih tvratuk tṣdyq krn vvl chuhs th ts rsvl (mʿẓm ṣly Allah ʿlyh vslm) snz (yinch) khosh khbr bvznavn vvl chuhs yim me pth tshryf chih aann vạlụ̄ yuhund nav (āsmann mnz vunụ̄kyns) aḥmd (ṣly Allah ʿlyh vslm) chuh, pth yylhi timav (rsvli ākhralzman ṣly Allah ʿlyh vslmv) vaẓḥ nishạniyhi hyth timn nishhi tshryf aon pth lvg timav vanun, yhi chuh ttakarh jvd."
  },
  {
    "verse_id": 7,
    "translation": "Th ts shkhṣh sndi khvth khsith ẓạlm kus hykhi ạsith yus Allah tʿālyā hs pytth aapuz bhtan khalhi yylhi zn ts aislams kun nad āshi yivan dinh, th Allah tʿālyā chuhnh ẓạlm lukn hdayt divan."
  },
  {
    "verse_id": 8,
    "translation": "Yim (ḥqs ankar krn vạlụ̄) chih yczhan zi tim krhn Allah tʿālyā sndis nvurs pnnhi ạsh (kyv phokv) sintụ̄ czhyth, yylhi zn Allah tʿālyā pnnis nvurs pvur krn vvl chuh agr chh kạfrn kvtah thi napsnd gczhụ̄tn."
  },
  {
    "verse_id": 9,
    "translation": "Sue chuh yymụ̄ panun rsvl (ṣly Allah ʿlyh vslm) hdayt th dyni ḥq dith svuz takh aath kri tmam dyinn pytth ghạlb th srblnd khvah mshrkn gczhụ̄tn kvtah thi napsnd."
  },
  {
    "verse_id": 10,
    "translation": "Ae ayman valyv! Kya bh vanhova tohyhi aakh tiyuth tjart yus tohyhi dg tulvnhi ʿdhab nishhi bchavyv?"
  },
  {
    "verse_id": 11,
    "translation": "(suh chuh yhi zi) tohụ̄ thạviv Allah tʿālyā hs pytth th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) pytth (mkml) ayman th Allah tʿālyā snzi vathi mnz kriv pnnhi mal th jan sintụ̄ jhad, yy chuh tuhndis ḥqs mnz bhtr agr tohụ̄ zanan chihv."
  },
  {
    "verse_id": 12,
    "translation": "Suh kri tuhndyn gnahn mghfrt th tohyhi kryv jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh āsn pkan th sytthah bhtryn rvzn jayn mnz (tthhravyv) yim jnati ʿdn (yʿny hmyshh rvznh kyn jntn) mnz chih, yhe chhe zbrdst kamyạby."
  },
  {
    "verse_id": 13,
    "translation": "Th (aamhi aukhrvy nʿmth ʿlavh kri) byakh aakh (dnyạvy nʿmt thi ʿṭa). Yas tohụ̄sytthah yczhan chihvu (so) chih Allah tʿālyā sndi ṭrfh mdd th jld ḥạṣl spdn vajinụ̄ ftḥ, th (ae nbyi mkrm!) tohụ̄ bvznạviyvukh mvmn khosh khbr (yhi dayhi ftḥi mkh,fars th rvm kyn ftvḥatn mnz nnụ̄)."
  },
  {
    "verse_id": 14,
    "translation": "Ae ayman valyv! Tvhụ̄ bniv Allah tʿālyā sndụ̄ mddgar yithh pạtthụ̄ zn ʿīsyā abn mrymn (ʿlyhma alslam pnnyn) ḥvaryn vvnmut avs, Allah tʿālyā hs (yʿny Allah tʿālyā snzivathi) kun km chih myạnụ̄ mddgar,ḥvaryv vvn,asụ̄ chih Allah tʿālyā sndụ̄ mddgar. Pth avn bny asraʿylkụ̄ akụ̄ drụ̄ ayman th byakh dvr spud kạfr, lhādha kvr aashi timn lukn yimav ayman avs avnmut tihindyn dshmnn pytth mdd, pth spdụ̄ tim ghạlb."
  }
]