[
  {
    "verse_id": 1,
    "translation": "(pth kanhh chyz) yus āsmann mnz chuh th yus zmyns mnz chuh, chuh Allah tʿālyā snz tsbyḥ kran, (yus ḥqyqy) badshah chuh, (pth nuqṣh th ʿạbh nishhi) pak chuh, ʿzt th ghlbh vvl chuh sytthah ḥkmt vvl chuh."
  },
  {
    "verse_id": 2,
    "translation": "Sue chuh yymụ̄ aan par lukn mnz timve mnz aakh (baʿẓmt) rsvl (ṣly Allah ʿlyh vslm) svuzụ̄ tim chih timn pytth tmụ̄ sndụ̄ āyat prith bvznavan. Th timn (hndụ̄ ẓạhr th bạṭn) chih pak kran byyhi chih timn ktabih hnz th ḥkmtch tʿlym divan be shk ạsụ̄ tim lukh yimn (hnditshryf aannh) brvnhh nanhi vanh gmrạhy mnz."
  },
  {
    "verse_id": 3,
    "translation": "Th (yhi rsvl ṣly Allah ʿlyh vslm chuh) ymv mnzdoyimyn lukn mnz thi (tzkyh th tʿlymhi khạṭr svuzmut) yim nh vunhi yimn lukn chih smkhyamtụ̄ (yim vunụ̄ kyns mvjv chih yʿny yimn pth yus zmanh yiyhi tath mnz yin), th suh chuh sytthah ghạlb sytthah ḥkmt vvl."
  },
  {
    "verse_id": 4,
    "translation": "Yhi (yʿny amis rsvl ṣly Allah ʿlyh vslmn hund tshryf aanun th yuhund fyẓ th hdayt) chuh Allah tʿālyā sund fẓl suh ys yczhan chuh ʿṭa chuhs kran, th Allah tʿālyā chuh sytthah fẓl vvl."
  },
  {
    "verse_id": 5,
    "translation": "Timn lukn hund ḥal yimn pytth tvratk (yʿny tvrat kyn aḥkamn th tʿlymatn hund) bvrtavnh āv pth tul nh timav suh (yʿny tath mnz ạs amis rsvl ṣly Allah ʿlyh vslm snz dhkr mgr timav aon nh yimn pytth ayman) chuh khr sndụ̄ pạtthụ̄ yymis shann pytth bajhi bajhi ktabh khạlith āsn, timn lukn hnz mthal kạczah bur chhe yimav Allah tʿālyā sndyn āyatn ankar chuh kormut, th Allah tʿālyā chuhnh ẓạlm lukn hdayt divan."
  },
  {
    "verse_id": 6,
    "translation": "Tohụ̄ frmạviv, ae yhvudyv! Hrgah tohụ̄ yhi gman chihv kran zi sạry lukh trạvith chihv tohy Allah tʿālyā sndụ̄ dvst (yʿny avlya) tylhi kriv mvtuk tmna (tikyazi tmụ̄ sndyn avlyahn āshi nh qbri mnz th ḥshrs mnz kanhh pryshạny) agr tohụ̄ (pnnis khyals mnz) pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 7,
    "translation": "Th yim lukh krn nh zhnụ̄ thi aamiyuk tmna tmhi (rsvl sndi ankar th kfr) kh bạʿth yus timav brvnhh chuh svuzmut. Th Allah tʿālyā chuh ẓạlimn var pạtthụ̄ zanan."
  },
  {
    "verse_id": 8,
    "translation": "Frmạviv, yymhi mvt nishhi tohụ̄ czalan chihv suh chuhv tohyhi ẓrvr smkhn vvl pth yiyiv tohụ̄ pth pvushydh th ẓạhrchyz zann vạlis (rbs) kun vaps ninh pth kryv suh tohyhi bakhbr yikynczhah tohụ̄ kran ạsụ̄v."
  },
  {
    "verse_id": 9,
    "translation": "Ae ayman valyv! Yylhi jmʿh doh (jmʿh) nmazi khạṭr bang yiyhi prnh tylhi nyiriv fvraan Allah tʿālyā snzi dhkri (yʿny khṭbs th nmazi) kun tyzy san th hyon knun (yʿny karvbar) trạviv. Yhi chuh tuhndis ḥqs mnz bhtr agr tohyhi ʿlm chuhv."
  },
  {
    "verse_id": 10,
    "translation": "Pth yylhi nmaz spdi ada tylhi spdiv zmyns mnz mntshr (yʿny avr yvr nyiriv) th (pth) lạgiv Allah tʿālyā sund fẓl (yʿny rzq) czhanddun th Allah tʿālyā ạsiyvun kthrt san yad kran takh tohụ̄ lbiv kamyạby."
  },
  {
    "verse_id": 11,
    "translation": "Th yylhi timav kanhh tjart ya khyl tmashhi vuchh tylhi niyakh (pnnhi ḥajth mokhh th mʿạshy tngy hndi kinụ̄) tath kun ttkh th tohụ̄trạvihav (tty khṭbs mnz) khrra, frmạviv, yikynczhah Allah tʿālyā hs nishhi chuh suh chuh khylhi nishhi th tjart nishhi bhtr th Allah tʿālyā chuh sarive khvth bhtr rzq dinh vvl."
  }
]