[
  {
    "verse_id": 1,
    "translation": "(ae ʿẓmt valhi ttatthhi!) yylhi mnafq tohyhi nishhi yivan chih tylhi chih vnan asụ̄ chih gvạhy divan zi tohụ̄ chihv pzụ̄pạtthụ̄ Allah tʿālyā sndụ̄ rsvl, th Allah tʿālyā chuh zanan zi pzụ̄pạtthụ̄ chihv tohụ̄ tmụ̄ sndụ̄ rsvl, th Allah tʿālyā chuh gvạhy divan ziyqyna chih mnafq lukh aapziyạrụ̄."
  },
  {
    "verse_id": 2,
    "translation": "Timav chih pnnụ̄ qsm thạvimtụ̄ sipr bnạvith pth chih yim (lukn) Allah tʿālyā snzi vathi nishhi pth rttan, be shk chhe so sytthah bur (kạm) yosh yim lukh kran chih."
  },
  {
    "verse_id": 3,
    "translation": "Yhi chuh aamhi vjh kinụ̄ zi timav aon (zyvi sintụ̄) ayman pth rvudụ̄ (dilh kinụ̄) kạfr pth āyhi tihindyn diln pytth mohr lgavnh lhādha chihnh tim kihinụ̄ smjhan."
  },
  {
    "verse_id": 4,
    "translation": "(ae bndah!) yylhi cz tim vuchhhkh tylhi basne cze tihindụ̄ jsm (th khvlh khṭ sytthah) rtụ̄, th agr tim kthh krn tylhi bvzkh cz tihnz kth ghvr san (yʿny cze basne tm ʿqlh vạlụ̄, mgr ḥqyqt chhe yhi zi) tim lukh chih znth dyvars sintụ̄ syd thavnh āmcz zinụ̄ hari tim chih pth (kanhh) thz āvaz pans pytth (blae th āft) smjhan, timae (mnafq) chih (tuhndụ̄) dshmn lhādha rvuziv timn nishhi bchith, Allah tʿālyā krin timn nabvd tim kvrkun chih ddlith pkan."
  },
  {
    "verse_id": 5,
    "translation": "Th yylhi timn vannh chuh yivan zi vliv rsvl Allah (ṣly Allah ʿlyh vslm) mngn tuhndi khạṭr mghfrt tylhi chih yim (mnafq gstạkhy san) pnnụ̄ klh hytth dith phiran th tohụ̄ chhvvkh tim vuchhan zi tim chih tkbr krith (tuhndis khdmts mnz yinh nishhi) hirash kran.) yhi āyt gyhi ʿbdAllah bn auby )mnafqn hnds srghnh( snds bars mnznạzl, yylh ts ḥẓvr nby akrm ṣly Allah ʿlyhi vslmn hnds khdmti aqdss mnz mʿạfy mngnh khạṭr ḥạẓr spdnp mokhh vnnh āv, tmụ̄ dicz kls hytth th lvg vnnhi, me chuhnh gczhun, me chuh ayman thi avnmut, tihnds vnns pytth chuhm zkvāt thi duyt mut. Vonụ̄ kyah chuh pth kun rvudmut ṣrf ytue zi )vonụ̄( chuhm Muḥammad ṣly Allah ʿlyhi vslms sjd thi krun? )alṭbry, alkshaf, nsfy, bghvy, khazn("
  },
  {
    "verse_id": 6,
    "translation": "Yimn (rsvl sndyn bdbkht gustakhn) hndis ḥqs mnz chhe hishy kthazi tohụ̄ mngụ̄tav tihindis ḥqs mnzmghfrt ya math mngụ̄ tavuAllah tʿālyā kri nh hrgz yimn mghfrt (tikyaziyim chih tohyhi pytth pamh votur krn vạlụ̄ th tohyhi nishhi be rkhy th tkbr krn vạlụ̄ lukh). Be shk chuhnh Allah tʿālyā nafrman lukn hdayt divan."
  },
  {
    "verse_id": 7,
    "translation": "(ae ʿẓmt valhi ttatthhi!) yimae chih tim lukh yim (tohyhi sintụ̄ bughẓ th dhạtiyat kis bnyads pytth) yhi (thi) chih vnan zi yim (drvysh th fqyr) rsvl Allah (ṣly Allah ʿlyh vslm) sndis khdmts mnz rvzan chih timn pytth mah khrchạviv (yʿny timn mah kriv mạly aimdad) yot tam zn tim (sạry timn trạvith) czaln (avr yvr gczhn), ḥalankh āsmann hndụ̄ th zmynkụ̄ sạry khzanh chih Allah tʿālyā sndy albth mnafq chihnh smjhan."
  },
  {
    "verse_id": 8,
    "translation": "Tim chih vnan, agr (vonụ̄) asụ̄mdynh ge vaps (asụ̄) ʿzth vạlụ̄ lukh krrvkh tylhi dhlyl lukh (yʿny mslman) tathi nybr, ḥalankh ʿzt chuh ṣrf Allah tʿālyā sndi khạṭrth tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) sndi khạṭr byyhi mvmnn khạṭr mgr mnafq chihnh (aath ḥqyqts) zanan kynhh."
  },
  {
    "verse_id": 9,
    "translation": "Ae ayman valyv! Yinh tuhndụ̄ mal th tuhndụ̄ avlad (zanhh) tohyhi Allah tʿālyā sndi yad nishy ghạfl krnavu th yus shkhṣ yhi kritylhi chih timae lukh khsarh tuln vạlụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Th tohụ̄ kriv tamhi (malh) mnz yus aashi tohyhi ʿṭa chuhv kormut (Allah tʿālyā snzi vathi mnz) khrch aamhi brvnhh zi tohyhi mnz yiyhi kạnshi mvt pth laghi suh vanun, ae myanhi rbh! Cze kyazi diczth nh me byyhi raczh khnddmhlt zi bh krha ṣdqh th khạrat byyhi bnh ha nykv karv mnz."
  },
  {
    "verse_id": 11,
    "translation": "Th Allah tʿālyā chuhnh hrgz kạnshi shkhṣs mhlt divan yylhi tmụ̄ sndi mvtuk vqt chuh vatan, th Allah tʿālyā chuh timav kamyv nishhi var pạtthụ̄ bakhbr yimh tohụ̄ kran chihv."
  }
]