[
  {
    "verse_id": 1,
    "translation": "Pth kanhh suh chyz yus āsmann mnz chuh th zmyns mnz chuh, chuh Allah tʿālyā snz tsbyḥ kran. Tmụ̄ snze chhe sạre badshaht th tmụ̄ sndy khạṭr chih sạry tʿryf th suh chuh pth chyzs pytth sytthah qdrt thavan."
  },
  {
    "verse_id": 2,
    "translation": "Sue chuh yymụ̄ tohụ̄ pạd krụ̄nav pth sapud tohyhi mnz (kanhh) kạfr, th tohyhi mnz sapud (kanhh) mvmn, th Allah tʿālyā chuh timn kamyn yimh tohụ̄ kran chihv var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 3,
    "translation": "Tmy krụ̄ (sạry) āsman th zmyn ḥkmt san th mqṣd san pạd th tmy bnavi tuhnz shklh pth bnavyn tuhnz shklh sytthah mạrụ̄ mnz, th (sarine) chuh tsụ̄ kun pot phyirith gczuhn."
  },
  {
    "verse_id": 4,
    "translation": "Yikynczhah āsmann th zmyns mnz chuh tas chhe pae th timn kthn hnz (thi) chhas pe yimh tohụ̄ khttith chihv thavan, th yimh ẓạhr chihv kran th Allah tʿālyā chuh syinn hnz (sir) kthh (thi) var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 5,
    "translation": "Kya tohyhi vạczv na timn lukn hnz khbr yimav (tohyhi) brvnhh kfr avs kormut pth vuchh timav (dunyahs mnz) pnnhi kamhi hndi szahuk mzh th tihindi khạṭr chuh (ạkhrts mnz thi) dg tulvun ʿdhab."
  },
  {
    "verse_id": 6,
    "translation": "Yhi chuh aamhi mvjvb zi timn nishhi ạsụ̄ tihindụ̄ rsvl vaẓḥ nishạniyhi hyth yivan pth ạsụ̄ tim vnan, kya (aasy hivụ̄ th sany jnskụ̄) bshrkrnh aashi hdayt lhādha spdụ̄ tim kạfr th timav phiyur (ḥq nishhi) buth th Allah tʿālyā hn thi kornh (tihund) kanhh prvah, th Allah tʿālyā chuh be nyaz ḥmdvthnahs layq. )bshr lfẓuk yhi mʿny chuh tfsyr kyn amamn hndi byan krnh āmthi mʿny mṭạbq, ḥvalh jat khạṭr vuchhv, )tfsyrṭbry. Alkshaf, nsfy, bghvy, khazn, jml, mẓhry th ftḥ alqdyr bytri.("
  },
  {
    "verse_id": 7,
    "translation": "Kạfr lukh chih yhi khyal kran zi tim yin nh hrgz (navi sr) tulnh. Frmạviv, kyazi nh,myạnis rb sund qsm,tohụ̄ yiyiv ẓrvr tulnh pth yiyav tohyhi vannh yikynczhah tohyhi kormut avsuv th yhi chuh Allah tʿālyā hs pytth sytthah shl."
  },
  {
    "verse_id": 8,
    "translation": "Lhādha aniv tohụ̄ Allah tʿālyā hs pytth th tmụ̄ sndis rsvls (ṣly Allah ʿlyh vslm) pytth th tath nvurs pytth ayman yus aashi nạzl chuh kormut, th Allah tʿālyā chuh timav kamyv nishhi var pạtthụ̄ bakhbr yimh tohụ̄ kran chihv."
  },
  {
    "verse_id": 9,
    "translation": "Yymhi doh suh tohyhi jmʿ gczhnh kh doh (ḥshrkis mạdans mnz) sombrav yhi chuh harnuk th khsarh non nyrnuk doh. Th yus shkhṣ Allah tʿālyā hs pytth ayman chuh aanan byyhi chuh nyk ʿml kran tylhi mittavi (Allah tʿālyā) ts (sndi aʿmal namh) nishhi tmụ̄ sndụ̄ khṭa th ts kri jntn mnz dạkhl yimn bnụ̄ kinụ̄ kolh chhe pkan tim āsn timn mnz hmyshh rvzn vạlụ̄, yhi chhe sytthah brr kamyạby."
  },
  {
    "verse_id": 10,
    "translation": "Th yimav lukv kfr kor byyhi korukh sanyn āyatn ankar timae lukh chih jhnmy (yim) aath mnz hmyshh rvzn vạlụ̄ chih, th kvtah bdtryn tthkanh chuh suh."
  },
  {
    "verse_id": 11,
    "translation": "(kạnshi) chuhnh kanhh mṣybt vatan mgr Allah tʿālyā sndi ḥkmh sintụ̄ th yus shkhṣ Allah tʿālyā hs pytth ayman chuh aanan tylhi chuh suh tmụ̄ sndis dils hdayt divan, th Allah tʿālyā chuh pth chyzs var pạtthụ̄ zann vvl."
  },
  {
    "verse_id": 12,
    "translation": "Th tohụ̄ kriv Allah tʿālyā snz aṭaʿt byyhi kriv rsvl (ṣly Allah ʿlyh vslm) snz aṭaʿt, pth agr tohyhi buth phiyruv tylhi (thạviv yad) chuh sạnis rsvl (ṣly Allah ʿlyh vslm) sndi dhmh ṣrf vaẓḥ pạtthụ̄ (aḥkam) vatnavnụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Allah tʿālyā (he) chuh (mʿbvd) ts varạe chuhnh kanhh mʿbvd, th Allah tʿālyā se pytth pazi ayman valyn bhrvsh thavun."
  },
  {
    "verse_id": 14,
    "translation": "Ae ayman valyv! Be shk chih tuhnzv khandarinyv th tuhndyv avladv mnzkynhh tuhndụ̄ dshmn lhādha rvuziv timav nishhi hushar. Th hrgah tohụ̄nbhạyv th drgzr kriv th mʿāf kriv tylhi chuh be shk Allah tʿālyā bodd bkhshn vvl sytthah mhrban."
  },
  {
    "verse_id": 15,
    "translation": "Tuhndụ̄ mal th tuhndụ̄ avlad chih ṣrf āzmạyshy yvt, th Allah tʿālyā snzi bargahi mnz chuh sytthah bodd ajr."
  },
  {
    "verse_id": 16,
    "translation": "Lhādha rvuziv tohụ̄ Allah tʿālyā hs khvczan yvut tohyhi pilhi tyvut th (tmụ̄ sndụ̄ aḥkam) bvuziv th aṭaʿt kriv th (tmụ̄ snzi vathi mnz) kriv khrch yhi āshi tuhndi khạṭr bhtr, th yus pnnhi nfs kh bukhlh nishhi bchavnh yiyhi timae lukh chih kamyạby lbn vạlụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Hrgah tohụ̄ Allah tʿālyā hs (akhlaṣ th nyk nyty san) rut qrẓ diyiv tylhi kri suh tath tuhndi khạṭr varyah gonh huryr th tohyhi kryv mghfrt, th Allah tʿālyā chuh sytthah qdr zann vvl burdbar."
  },
  {
    "verse_id": 18,
    "translation": "Pth pvushyds th ẓạhrs zann vvl, sytthah ghlbh th ʿzt vvl sytthah ḥkmt vvl."
  }
]