[
  {
    "verse_id": 1,
    "translation": "Ae nby! (mslmann frmạviv) yylhi tohụ̄ znann ṭlaq diyun yczihv tylhi diyiv tihindis ṭuhr kis zmans mnztimn ṭlaq th ʿiidt gnzrạviv th Allah tʿālyā hs rvuziv khvczan yus tuhund rb chuh, th timh mah krriyvukh tihindyv grv mnz nybr th nah mah nyirin timh panh nybraamhi varạe zi timh krn nanhi vanh be ḥyạyy,th yim chih Allah tʿālyā sndụ̄ (mqrrkrnh āmtụ̄) ḥd, th yus shkhṣ Allah tʿālyā sndyv ḥdv nishhi nyri tylhi chuh be shk tmụ̄ pnnis nfss pytth ẓlm kormut, (ae shkhṣa!) cze chhe nh pae bnan chuh Allah tʿālyā kri amụ̄ sndi (ṭlaq dinh) pth (rjvʿ krnch) kanhh nv ṣvrt pạd."
  },
  {
    "verse_id": 2,
    "translation": "Pth yylhi timh pnnis mqrr myʿād (kis khtm spdns) nkhh vatn tylhi rukạviyvukh timh rczr san (pnnis zvjyts mnz) nath kriyvukh rczr san alg. Th pnnyv mnz bnạviyvukh z ʿdl krn vạlụ̄ mrd gvah th gvạhy ạsiv Allah tʿālyā sndi khạṭr qạyim kran, yimav (kthv) sintụ̄ chhe tmụ̄ se shkhṣs nṣyḥt yivan krnh yymis Allah tʿālyā hs th ạkhrt kis dohs pytth ayman chuh, th yus Allah tʿālyā sundtqvyā pannavan chuh suh chuh tmụ̄ sndi khạṭr (dnya th ạkhrt kh rnj v ghm nishhi) nyrnch vath pạd kran."
  },
  {
    "verse_id": 3,
    "translation": "Th ts chuh ticzihh jayhi pytthh rizq ʿṭa kran yythi pytthh tmụ̄ sund gman thi chuhnh āsan, th yus shkhṣ Allah tʿālyā hs pytth tvkl chuh kran tylhi chuh suh (Allah tʿālyā) ts sytthah, be shk chuh Allah tʿālyā pnnụ̄ kạm pvur krn vvl, be shk chuh Allah tʿālyā hn pth chyz khạṭr thvvmut andazh mqrr krith."
  },
  {
    "verse_id": 4,
    "translation": "Th tuhnzv znanv mnz yimh ḥyẓ (mahvry) nishhi mayvs āsn gmcz hrgah tohyhi shk āshi (zi tihund ʿdt kya āshi) tylhi chuh tihund ʿdt tre ryth th timh khatvnh yimn (vunhi) mahvry āvnh (tihund ʿdt thi chuh yy), th gobih khor khatvnh (tylhi) chuh tihund ʿdt tihund khlaṣ spdun, th yus shkhṣ Allah tʿālyā hs khvczan chuh (tylhi) chuh suh tmụ̄ snzi kamhi mnz āsạny kran."
  },
  {
    "verse_id": 5,
    "translation": "Yhi chuh Allah tʿālyā sund ḥkm yus tmụ̄ tohyhi kun chuh nạzl kormut. Th yus shkhṣ Allah tʿālyā hs khvczan chuh suh chuh tmụ̄ sndụ̄ lokttụ̄ gnah ts (sndi aʿmal namh) nishhi mittavan th ajrv thvab chuh tmụ̄ sndi khạṭr hurravan."
  },
  {
    "verse_id": 6,
    "translation": "Tohụ̄ thạviyvukh timh (ṭlaq dinh āmcz) znanh tty yythi tohụ̄ pnnhi vusʿth mṭạbq rvzan chihv th timn mah vatnạviv tklyf zi timn pytth kriv (rvzn jae) tng, th hrgah timh gobih khor āsn tylhi rvuziv timn pytth khrch kran aot tam zi timn zyvi shur,pth hrgah timh tuhndi khạṭr (shuris) dodchavan tylhi rvuziv timn tihund mʿāvẓh divan, th panh vạnụ̄ ạsiv (aakh akis sintụ̄) nyk kthhi hund mshvrh (ḥsbi dstvr) kran, th hrgah tohyhi panh vạnụ̄ dushvạry basyv tylhi chavi ts (vonụ̄) byakh (kanhh) khatvn dod."
  },
  {
    "verse_id": 7,
    "translation": "Yymis vusʿt āshi ts pazi pnnhi vusʿt (mṭạbq) khrch krun, th ys shkhṣs pytth tmụ̄sund rizq āshi tng krnh āmut tylhi krin suh tamy (rvuzy) mnz (nfqh rngụ̄) khrch yus tmis Allah tʿālyā hn ʿṭa chuh kormut.Allah tʿālyā chuhnh kạnshi shkhṣs mklf (yʿny dhmh dar) qrar divan mgr tthụ̄ ḥds tam yvutah zn tmụ̄ts ʿṭa chuh krith thvvmut, Allah tʿālyā kri ʿnqryb tngy pth āsạny pạd."
  },
  {
    "verse_id": 8,
    "translation": "Th kạczavae bsty āsh ticzhh yimv (yʿny eyhndyvrvzn valyv) pnnis rb sndis ḥkms th tmụ̄ sndiyv rsvlv nishhi buth phiyur pth kor aashi timn skht ḥsab kis ṣvrts mnz mḥasbh th tim krụ̄ tithis skht ʿdhabs mnz mbtla yus nha vuchhnh (avs āmut) th nh avs (kanav) bvznh āmut."
  },
  {
    "verse_id": 9,
    "translation": "Lhādha vuchh timav pnnhi vabaluk mzh th tihinzikamhi hund anjam spudṣrf khsarh."
  },
  {
    "verse_id": 10,
    "translation": "Allah tʿālyā hn chuh tihindi khạṭr (ạkhrts mnz thi) skht ʿdhab thvvmut tyar krith.lhādha ạsiv Allah tʿālyā hs khvczan rvzan ae ʿqlhi valyv! Yimav ayman chuhv aonmut, be shk chhe Allah tʿālyā hn tohy kun nṣyḥt (qrān) nạzl krmcz."
  },
  {
    "verse_id": 11,
    "translation": "(th) rsvl (ṣly Allah ʿlyh vslm thi chihn svuzimtụ̄) yim tohyhi pytth Allah tʿālyā sndụ̄ vaẓḥ āyat chih prith bvznavan takh timn lukn yimav ayman chuh aonmut th nyk ʿmlh chih kran niyhi aanhi gttv nishhi gashs kun krrith, th ys shkhṣs Allah tʿālyā hs pytth ayman chuh byyhi chuh nyk ʿml kran suh kri ts timn jntn mnz dạkhl yimn bnụ̄ kinụ̄kolh chhe jạry tim chih yimn mnz hmyshh rvzn vạlụ̄, be shk chuh Allah tʿālyā hn tmụ̄ sndi khạṭr sytthah rut rizq (tyar krith) thvvmut."
  },
  {
    "verse_id": 12,
    "translation": "Allah tʿālyā (he) chuh yymụ̄ sth āsman krụ̄ pạd th zmyn (kis tshkyls) mnz thi (bnạvin) yimne hivụ̄ (thh bh thh sath ṭbqh) yimn drmyan chuh (nẓami qdrt kh tdbyruk) ḥkm vasan rvzan takh tohụ̄ lgyv pe zi Allah tʿālyā chuh pth chyzs pytth sytthah qdrt thavan, byyhi yhi zi Allah tʿālyā hn chuh pth chyzs pnnhi ʿlmh sintụ̄ aḥaṭh krith thvvmut. (yʿny yinh valyn zmann mnz yylhi saʿnsy aktshafat mkml spdn pth spdyv tohyhi Allah tʿālyā sndi qdrtuk th muḥyṭ ʿlm kh ʿẓmtuk andazh zi kithh pạtthụ̄ chh tmụ̄ hth vadav vriy br vnhh ymh ḥqyqth tuhndi khạṭr byan krith thavimcz)"
  }
]