[
  {
    "verse_id": 1,
    "translation": "Ae nby (mkrm!) tvhụ̄ kyazi chihv pans tamhi chyz nishhi tthakh kran yus Allah tʿālyā hn tuhndi khạṭr ḥlal chuh kvrmut? Tvhụ̄ (kvtah) chihv pnnyn aazvajn hund dl rnznavan! Th Allah tʿālyā chuh bvdd mghfrt krn vvl sytthah mhrban."
  },
  {
    "verse_id": 2,
    "translation": "(ae mvmnv!) be shk chuh Allah tʿālyā hn tuhndi khạṭr tuhndyn qsmn hund (kafarh dith) ylh tavun (yʿny phuttravun) mqrrkormut. Th Allah tʿālyā chuh tuhund mddgar th karsaz, th suh chuh var pạtthụ̄ zann vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 3,
    "translation": "Th yylhi (ʿẓmt vạlụ̄) nby yn (ṣly Allah ʿlyh vslm) pnnhi akis ghrvajinhi aakh razch kth frmạv pth yylhi tamhi tamich dhkr kr th Allah tʿālyā hn kr so (kth) nby ys (ṣly Allah ʿlyh vslm) pytth ẓạhrth nby yv (ṣly Allah ʿlyh vslm) frmvv tas tamiyuk kynhh ḥṣh th kynhh (vannh) nishhi krkh chshm pvushy,pth yylhi nby yv (ṣly Allah ʿlyh vslm) tas aamich khbr dicz (zi tohyhi chuhv raz fash kormut) pth von tamhi, tohyhi kmụ̄ chuhnav yhi vonmut nby yv (ṣly Allah ʿlyh vslm) frmvv zi me chuh brrụ̄ ʿlm vạlụ̄ sytthah khbrdạry thavn vạlụ̄(rbn) vonmut."
  },
  {
    "verse_id": 4,
    "translation": "Agr tohụ̄ doshvae Allah tʿālyā snzi bargahi mnz tvbh kriv (tylhi chuh tuhndi khạṭr bhtr) tikyazi tohyhi doshvnụ̄ hndụ̄ dil chih (akụ̄ se kthhi kun) nrmymtụ̄, agr tohyhi doshvyav aath kthhi pytth aakh akis mddkoruv (tylhi hykhi yhi ʿẓmt vạlis nby ṣly Allah ʿlyh vslmn hndi khạṭr ghmuk bạʿth spdith) lhādha chuh be shk Allah tʿālyā he tihund dvst th mddgar, byyhi jbryl th ṣalḥ mvmn thi th aamhi pth chih (sạry) frshth thi (tihindụ̄) mddgar."
  },
  {
    "verse_id": 5,
    "translation": "Agr tim tohyhi ṭlaq din tylhi chuhnh dvur zi tuhund rb kri timn tuhndi khvth bhtr azvaj bdls mnzʿṭa (yimh) frmanbrdar, aymandar, aṭaʿt gzar, tvbh krn vajinhi, ʿbadt gzar, rvzh dar, (kynhh āsn) vorz th (kynhh) aanhrụ̄shhi."
  },
  {
    "verse_id": 6,
    "translation": "Ae ayman valyv! Panun pan th pnnụ̄ ahl v ʿīal bchạviyvukh tamhi nar nishhi yymiyuk zalun ansan th knhi chhe, yath pytth skht mizaz ṭaqtvr frshth (mqrr) chih yim kunhi thi kthhi mnz yymiyuk suh timn ḥkm chuh divan chihnh Allah tʿālyā snz nafrmạny kran th soe kạm chih anjam divan yymiyuk timn ḥkm chuh dinh yivan."
  },
  {
    "verse_id": 7,
    "translation": "Ae kafrv! Azụ̄kh doh mah kriv kanhh ʿdhr pysh, bs tohyhi yiyav tamhi kue bdlh dinh yhi kran rvudimtụ̄ ạsiv."
  },
  {
    "verse_id": 8,
    "translation": "Ae ayman valyv! Tohụ̄ kriv Allah tʿālyā snzi bargahi mnz mkml pạtthụ̄ khạlṣ tvbh, yqyin chuh zi tuhund rb kri tohyhi nishhi tuhn6d khṭa dvur th tohyhi kryv jntn mnz dạkhl yimn bnụ̄ kinụ̄kolh chhe pkan yymhi doh Allah tʿālyā (pnnis) nby ys (ṣly Allah ʿlyh vslm) th timn ahli aymann yim tihindis (ẓạhry ya bạṭny) ṣḥbts mnz chih rsva kri nh, tihund nvur āshi timn brvuntthụ̄kinụ̄ th timn dchihnụ̄ kinụ̄ (gash divan divan) tyzy san pkan tim āsn ʿrẓ kran, ae sanhi rbh! Svn nvur kr sanhi khạṭr mkml th aashi kr mghfrt, be shk chhe cze pth chyzs pytth sytthah qdrt."
  },
  {
    "verse_id": 9,
    "translation": "Ae nbyi (mkrm!) tohụ̄ kriv (timn) kạfrn th mnafqn sintụ̄ jhad (yimav tohyhi khlaf jạrḥyt, ftnh fsad th sạzishn hund āghaz chuh thvvmut krith) th timn pytth kriv skhty, th tihund tthkanh chuh jhnm, th suh kvtah khrab tthkanh chuh."
  },
  {
    "verse_id": 10,
    "translation": "Allah tʿālyā hn chhe timn lukn khạṭr yimav kfrchuh kormut nvḥ (ʿlyh alslam) snzi khatvnhi (vaʿlh) th lvṭ (ʿlyh alslam) snzikhatvnhi (vahlh) snz mthal krmcz byan, timh doshve āsh sanyv bndv mnz don ṣalḥ bndn hndis nkaḥs mnz, pth krdoshvyav timn nishhi khyant lhādha āe nh tim Allah tʿālyā hs (sndis ʿdhabs) brvnhh knhi timn kunhi bkar th timn āv vannh zi tohụ̄ doshvae (khatvnh) gczihv dạkhl gczhn valyn sintụ̄ jhnms mnz dạkhl."
  },
  {
    "verse_id": 11,
    "translation": "Th Allah tʿālyā hn chhe timn lukn khạṭr yimav ayman aon frʿūn snzi zvjh (āsyh bnt mzaḥm) snzmthal byan frmạvmcz, yylhi tamhi ʿrẓ kor,ae myanhi rbh! Cz bnavth jnts mnz myanhi khạṭr pans nishhi akh gr.th me dith frʿūns th tmụ̄ snzi (bd) ʿmlhi nishhi njat byyhi bchav th me ẓạlm qvmh nishhi (thi)."
  },
  {
    "verse_id": 12,
    "translation": "Th (byakh mthal chhan) ʿmran snzi kvri mrym snz (byan frmạvmcz) yymhi pnnhi ʿṣmtch th ʿftch var pạtthụ̄ ḥfaẓt kr pth tvv aashi (tmụ̄ sndi) nalh kinụ̄ panun rvḥ phokh dith th tamhi kor pnnis rb sndyn klmatn th tmụ̄ snzn (nạzl krnh āmczn) ktabn hund tṣdyq th so ạs aṭaʿt guzarav mnz."
  }
]