[
  {
    "verse_id": 1,
    "translation": "So dhat chhe sytthah babrkt yymụ̄ sndis (qdrt ks) aths mnz (tmam jhann hnz) slṭnt chhe, th suh chuh pth chyzs pytth pvur pạtthụ̄ qdrt thavan."
  },
  {
    "verse_id": 2,
    "translation": "Yymụ̄ mvt th zndgy (aamhi mvjvb) pạd krụ̄ zi suh āzmavyv tohyhi zi tohyhi mnz kus chuh ʿmlhi hndi lḥaẓh bhtr, th suh chuh ghạlb, bodd mghfrt krn vvl."
  },
  {
    "verse_id": 3,
    "translation": "Yymụ̄ sath (ya varyah) āsmạnụ̄ krh panh vạnụ̄ mṭabqt san (ṭbq dr ṭbq yʿny akis pytth aakh) pạd krụ̄,cz vuchhkh nh (khdaʿe) rḥman sndis tkhlyq kis nẓams mnz kanhh be ẓạbṭgy th kmy byshy, lhādha vuchh cz (ghvrvfkrihnz) nẓr avr yvrphirith, kya cz chuhkhaaath (tkhlyqs) mnz kanhh rum ya khll vuchhan."
  },
  {
    "verse_id": 4,
    "translation": "Cz vuchh byyhi (tḥqyq chh) nẓrgrigri (mkhtlf zavyv) avr yvr phirith, chạ nụ̄ nẓrphyri (p th vizi) thkith cze kun vaps th so gczihh (kanhh thi nqṣ ya kunh thi tvazunch kmy czhanddns mnz) nakam."
  },
  {
    "verse_id": 5,
    "translation": "Th be shk chhe aashi sarive khvth nzdykch āsmạnụ̄ kaynat (starn, syarn, baqy khlaʿy kurn th dhrn hnzi shklhi mnz) czangyv stụ̄ pạrav mcz,th aashi chih yime (eʿny emve mnz kynhh) shyṭan (yʿny nafrman ṭaqt) czlravnkụ̄ (yʿny tihindụ̄ nakarh athrat khtm krnuk) dhryʿh (thi) bnạvụ̄mtụ̄, th aashi chuh yimn (shyṭann) khạṭr vuhvnhi naruk ʿdhab tyar krith thvvmut."
  },
  {
    "verse_id": 6,
    "translation": "Th tithyn lukn khạṭr yimav pnnis rb sund ankar kor chuh jhnmuk ʿdhab, th so kạczah vultth jae chhe."
  },
  {
    "verse_id": 7,
    "translation": "Yylhi tim tath mnz travnh yin pth bvzn tamich khvf nak āvaz th suh (nar) āshi jvshhi hot thod thod vothan."
  },
  {
    "verse_id": 8,
    "translation": "Znth gczhns (vuny) shrart chh skhty sintụ̄ phttith par par, yylhi aath mnz kanhh jmaʿt yiyhi tavnh pth pczhn aamikụ̄ darvghh timn kya tohyhi nishhi avsna kanhh khvcznavn vvl āmut."
  },
  {
    "verse_id": 9,
    "translation": "Tim vann kyazi nh! Be shk avs aashi nishhi khvcznavn vvl āmut pth kor aashi ankar th ashi von zi Allah tʿālyā hn kor nh kanhh chyz nạzl, tohụ̄ chihv ṣrf bjhi gmrạhy mnz (hynh āmtụ̄)."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi vann hrgah asụ̄ (ḥq) bvzan ya smjhan āshav tylhi ma spdhav asụ̄ (aaz) jhnmy yn mnz (shạml)."
  },
  {
    "verse_id": 11,
    "translation": "Eth pạtthụ̄ krn tim pnnyn gnahn hund aʿtraf, lhādha chuh jhnmy yn khạṭr (Allah tʿālyā sndi rḥmt nishhi) dvuryr (mqrr)."
  },
  {
    "verse_id": 12,
    "translation": "Be shk yim lukh vuchhnh varạe pnnis rbs khvczan chih tihindi khạṭr chuh mghfrt th bodd ajr."
  },
  {
    "verse_id": 13,
    "translation": "Th tohụ̄ lukh vnụ̄ tav pnnụ̄ kth czvuri czvuri ya vnụ̄ tav so brri, yqyna chuh suh syinn hnzn (khttith) kthn (thi) var pạtthụ̄ zanan."
  },
  {
    "verse_id": 14,
    "translation": "Kya suh chuhna zanan yymụ̄ pạd chuh kormutin yylhi zn suh sytthah snụ̄ nẓr thavn vvl (pth chyz nishhi) bakhbr chuh."
  },
  {
    "verse_id": 15,
    "translation": "Sue chuh yymụ̄ tuhndi khạṭr zmyn nrm th mskhr kr, lhādha pkivphyiriv tohụ̄ aamhi chn vtn pytth, th tmụ̄ sndi (dinh āmthi) rzqh mnz khyyivuth tsụ̄ kun chuh (mrnh pth) thod vtith gczuhn."
  },
  {
    "verse_id": 16,
    "translation": "Kya tohụ̄ chihvaāsman vạlis (rbs) nishhi be khvf gmtụ̄zi suh valyv tohyhi zmyns (tithh pạtthụ̄) zi so lghi achank nattnhi."
  },
  {
    "verse_id": 17,
    "translation": "Kya tohụ̄ chihvaāsman vạlis (rbs) nishhi be khvf gmtụ̄zi suh svzi tohyhi pytth knhi valn vvl hvain lhādha lgyv tohyhi jlde pe zi myvn khvcznavun kiyuth chuh."
  },
  {
    "verse_id": 18,
    "translation": "Th be shk avs timav lukv (thi) ankar kormut yim yimn brvnhh ạsụ̄, lhādha kiyuth (ʿbrt nak) sapudmyvn ankar (thạbt)."
  },
  {
    "verse_id": 19,
    "translation": "Kya timav vuchhna janavar pans pytthụ̄ kinụ̄ pkhh vahrạvith th (kunhi vizi) pkhh vttithin timn hykhi nh (fẓahs mnz vsụ̄ pynh nishhi) kanhh rukạvith rḥmān sndi (bnavnh āmthi qanvnh) varạe, be shk chuh suh pth chyzs var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 20,
    "translation": "Kya kanhh chha tiyuth yus tuhund fvj bnith (khdaʿe) rḥman sndis mqabls mnz tuhund mdd krin kạfr chih ṣrf dvkhs mnz (mbtla)."
  },
  {
    "verse_id": 21,
    "translation": "Kya chhakanhh tiyuth yus tohyhi rzq hykhi dith agr (Allah tʿālyā tohyhi nishhi) panun rzq rukavin blkh chih tim nafrmạny krns th (ḥqs sintụ̄) nfrt krns petth mẓbvṭy san ddttith."
  },
  {
    "verse_id": 22,
    "translation": "Kya suh shkhṣ chha zyadh syzi vathi pytth yus buth khkhri klh vạrụ̄pkan chuh kinh suh shkhṣ yus sydụ̄pạtthụ̄ ṣḥyḥ vathi pytth pkan chuh."
  },
  {
    "verse_id": 23,
    "translation": "Tohụ̄ frmạviv, sue (Allah tʿālyā) chuh yymụ̄ tohụ̄ pạd krụ̄nav th tuhndi khạṭr bnạvin kn th achh th dil, tohụ̄ chihv sytthah km shkrkran."
  },
  {
    "verse_id": 24,
    "translation": "Frmạviv, sue chuh yymụ̄ tohụ̄ zmyns mnz phhlạvinav th tohụ̄ yiyiv (qyamt kh doh) tsụ̄ kun jmʿ krnh."
  },
  {
    "verse_id": 25,
    "translation": "Th tim chih vnan yhi (qyamtuk) vʿdh kr gczihh pvur agr tohụ̄ pzụ̄yạrụ̄ chihv."
  },
  {
    "verse_id": 26,
    "translation": "Frmạviv zi (tamhi kh vqtuk) ʿlm chuh Allah tʿālyā se nishhi, th bh chuhs ṣrf ttakarh khvcznavn vvl (agr vqt yiyhi vannh tylhi gczihh ddr khtm)."
  },
  {
    "verse_id": 27,
    "translation": "Pth yylhi tath (dohs) nkhh vuchhan tylhi gczhn kạfrn hndụ̄ buthụ̄ khrab gczihth kihinụ̄, th (timn) yiyhi vannh, yohe chuh suh (vʿdh) yymikụ̄ tohụ̄ (jld non krrnkụ̄) sytthah ṭlb gar ạsụ̄v."
  },
  {
    "verse_id": 28,
    "translation": "Frmạviv, me vnụ̄ tv agrAllah tʿālyā me mvt diyhi (yithh pạtthụ̄ zn tohụ̄ yczhan chihv) th yim me sintụ̄ chih (timn thi), ya kri aashi pytth rḥm (yʿny aashi tavi kynczhs kals mvt nishhi ylh) tylhi kus chuh (yimn doshvnụ̄ ṣvrtn mnz) yus kạfrn dg tulvnhi ʿdhab nishhi pnah diyhi"
  },
  {
    "verse_id": 29,
    "translation": "Frmạviv, sue (khdaʿe) rḥman chuh ys pytth aashi ayman chuh aonmut th tsụ̄ pytth chuh aashi bhrvsh kormut, lhādha lgyv tohyhi ʿnqryb pe zi kus shkhṣ chuh ttakarh gmrạhy mnz."
  },
  {
    "verse_id": 30,
    "translation": "Frmạviv, hrgah tuhund āb zmyns mnz sytthah tl vashi (yʿny khoshk gczihh) tylhi kus chuh yus tohyhi (zmyns pytth) pkh vun āb diyav anith."
  }
]