[
  {
    "verse_id": 1,
    "translation": "Nvn (aṣly mʿny chuh Allah tʿālyā th rsvl ṣly Allah ʿlyh vslme bhtr zanan) qlmuk qsm th tamhi mẓmvnuk qsm yus (frshth) lykhan chih."
  },
  {
    "verse_id": 2,
    "translation": "(ae ʿẓmt valhi ttatthhi!) tohụ̄ chihv nh pnnis rb sndi fẓl sintụ̄ (hrgz) dyvanh."
  },
  {
    "verse_id": 3,
    "translation": "Th be shk chuh tuhndi khạṭr tiyuth ajr yus zanhh gczihh nh khtm."
  },
  {
    "verse_id": 4,
    "translation": "Th be shk chihv tohụ̄khulqi ʿẓyms pytth qạyim (yʿny qrān kyv ādabv sintụ̄ chihv pạrith th vṣf chihv alāhy akhlaqn hndụ̄)."
  },
  {
    "verse_id": 5,
    "translation": "Vonụ̄ vuchihv ʿnqryb tohụ̄ (thi) th tim (thi) vuchhn."
  },
  {
    "verse_id": 6,
    "translation": "Zi tohyhi mnz kus chuh dyvanh."
  },
  {
    "verse_id": 7,
    "translation": "Be shk chuh tuhund rb ts shkhṣs (thi) var pạtthụ̄ zanan yus tmụ̄ snzi vathi nishhi ddolmut chuh, th suh chuh timn (thi) var pạtthụ̄zanan yim hdayt lbn vạlụ̄ chih."
  },
  {
    "verse_id": 8,
    "translation": "Lhādha mah mạniv tohụ̄ ankar krn valyn hnz kth."
  },
  {
    "verse_id": 9,
    "translation": "Tim chih yczhan zi (dyn kis mʿāmls mnz) gczihv tohụ̄ (blụ̄) nrmy vartavnụ̄ tylhi gczhn tim thi nrm."
  },
  {
    "verse_id": 10,
    "translation": "Th tohụ̄ mah mạniv kạnshi tithis shkhṣsh snz kth yus sytthah qsm khynh vvl ainthạyy dhlyl chuh."
  },
  {
    "verse_id": 11,
    "translation": "(yus) pamh gor, ʿạb czarn vvl (chuh th) lukn mnz chuh fsad tulnh mokhh akụ̄ snz kth bees nsh th beeh snz kth bees nsh vnan phyran."
  },
  {
    "verse_id": 12,
    "translation": "(yus) nyk kamhi nishhi sytthah tthakh krn vvl bkhyl, ḥd nishhi nyrn vvl buthụ̄ phiyur (th) skht gnhgar chuh."
  },
  {
    "verse_id": 13,
    "translation": "(yus) bdmizazh tosh chuh, aamhi ʿlavh chuh bdaaṣl (thi).)ym aāyat spdụ̄ vlyd bn mghyrh hs mtʿlq nạzl, ḥẓrt ʿbdAllah bn ʿbas rẓy Allah ʿnhma chih frmavan zi yyitụ̄ dhilt āmyz lqb bạry tʿālyā hn ams bd bkhts ditụ̄ az tam chihnh Allah tʿālyā snds klams mnz nyyh kạnsh hndi khạṭrvrtavnh āmtụ̄. Vjh avs yhi zi tmụ̄ kr ḥẓvr nby akrm ṣly Allah ʿlyhi vslmn hnds shani aqdss mnz gstạkhy, yth pytth Allah tʿālyā sund ghẓb votlth āv. Vlydn ạs ḥẓvr nby akrm ṣly Allah ʿlyh vslmn hnds shans mnz gstạkhy hnz akh kth vnmcz, drjvab krụ̄ bạry tʿālyā hn tmụ̄ sndụ̄ dah rzyl)ṣft( byan th ạkhrs pytth kvrns nṭfh ḥram āsun thi ẓạhr, th tmụ̄ snzi majh kvr kynhh kalh pth amhi kthhi hund tṣdyq thi.)tfsyr qrṭby, razy, nsfy bytri("
  },
  {
    "verse_id": 14,
    "translation": "Aamhi mvjvb (mah diyiv tmụ̄ snzi kthhi ahmyt) zi suh chuh maldar byyhi chihs avlad."
  },
  {
    "verse_id": 15,
    "translation": "Yylhi ts pytth sạnụ̄ āyat yin tlavt krnh (tylhi) chuh vnan, yim (he) chih brvuntthimyn lukn hndụ̄ afsanh."
  },
  {
    "verse_id": 16,
    "translation": "Vonụ̄ tavavasụ̄ tmụ̄ snzi hsụ̄ kar hishhi nasthi pytth dagh."
  },
  {
    "verse_id": 17,
    "translation": "Be shk krv asụ̄ yimn (mkh kyn rvzn valyn) hnz āzmạysh (tithe pạtthụ̄) yithh pạtthụ̄ aashi (yamnkụ̄) tim baghh vạlụ̄ āzmạvimtụ̄ ạsụ̄ yylhi timav qsm avs khyomut zi pzụ̄pạtthụ̄ valav asụ̄ ṣbḥạe suly tamikụ̄ myvh."
  },
  {
    "verse_id": 18,
    "translation": "Th timav kor nh (ain shaʿ Allah vnith ya ghrybn hndi ḥṣuk) aistthnaʿ."
  },
  {
    "verse_id": 19,
    "translation": "Bs phyvur tuhndis rb sndi ṭrfh aakh phyrn vvl (ʿdhab rạth kiyutue) tath (baghs) pytth th tim rvudụ̄ shongụ̄the."
  },
  {
    "verse_id": 20,
    "translation": "Pth sapudṣubḥạe suh (myvh sintụ̄ brith gayhi marvun bagh) lvnhi mthi fṣlkụ̄ pạtthụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Ṣbḥ pholh vu ne lvg timav vonụ̄ aakh akis ālv krun."
  },
  {
    "verse_id": 22,
    "translation": "Zi pkiv pnnis khhs pytth sulhi suly agr tohụ̄ myvh chih valun yczhan."
  },
  {
    "verse_id": 23,
    "translation": "Lhādha dae tim lukh th panh vạnụ̄ ạsụ̄ lothi lothi vnan."
  },
  {
    "verse_id": 24,
    "translation": "Zi aazgczihh nh aath baghs mnz tohyhi nishhi hrgz kanhh mḥtaj hykun yith."
  },
  {
    "verse_id": 25,
    "translation": "Th tim dae ṣubḥạe suly (myvh valnhi th ghrybn tihindi ḥṣh nishhi mḥrvm krnh kis) mnṣvbs pytth ʿml krnuk ṭaqt thavn vạlụ̄ bnith."
  },
  {
    "verse_id": 26,
    "translation": "Pth yylhi timav suh (vujar ld bagh) vuchh vonụ̄ lgụ̄ vannhi, aashi chhe pzụ̄pạtthụ̄ vath ddjmcz (yhi chuhnh svn bagh)."
  },
  {
    "verse_id": 27,
    "translation": "(yylhi var pạtthụ̄ vuchuhkh pth diczkh krykh,nah nah) blkh chih asụ̄ mḥrvm spdụ̄mtụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Tihindụ̄ akụ̄ anṣaf psnd ziyrk shkhṣn von, kya me avsmv na tohyhi vonmut zi tohụ̄ kyazi chihv nh (Allah tʿālyā snz) dhkr th tsbyḥ kran."
  },
  {
    "verse_id": 29,
    "translation": "(pth) lgụ̄ tim vannhi zi svn rb chuh pak, be shk ạsụ̄ asy ẓạlm."
  },
  {
    "verse_id": 30,
    "translation": "Lhādha lạj timav aakh akis kun ẓon phirith panh vạnụ̄ mlamt krnụ̄."
  },
  {
    "verse_id": 31,
    "translation": "Vannhi lgụ̄, vaʿe sạnụ̄ shhmt! Be shk ạsụ̄ asy buthụ̄ phirụ̄ th nafrman."
  },
  {
    "verse_id": 32,
    "translation": "Amyd chhe zi svn rb diyhi aashi aamhi bdlh aamhi khvth bhtr, be shk chih asụ̄ pnnis rbs kun rjvʿ kran."
  },
  {
    "verse_id": 33,
    "translation": "ʿdhab chuh yithe pạtthụ̄ āsan,th pzụ̄pạtthụ̄ chuh ạkhrtuk ʿdhab (aamhi khvth) sytthah khsith, kash! Timn lukn āsihe pae."
  },
  {
    "verse_id": 34,
    "translation": "Be shk chih prhyzgarn khạṭr tihindis rbs nishhi nʿmt vạlụ̄ bagh."
  },
  {
    "verse_id": 35,
    "translation": "Kya asụ̄ krvkhh frmanbrdar mujrmn hndụ̄ pạtthụ̄ (mḥrvm)."
  },
  {
    "verse_id": 36,
    "translation": "Tohyhi kya chuhv gomut, kya fạṣlh chihv kran."
  },
  {
    "verse_id": 37,
    "translation": "Kya tohyhi nishhi chha kanhh ktab yath mnz tohụ̄ (yhi) pran chihv."
  },
  {
    "verse_id": 38,
    "translation": "Zi tuhndi khạṭr chuh tth mnztikynczhah yhi tohụ̄ psnd chihv kran."
  },
  {
    "verse_id": 39,
    "translation": "Kinh tuhndi khạṭr chih sanhi dhimh kynhh (tithụ̄) pkhth ʿhdvpyman (yʿny vʿdh aqrar) yim qyamt kis dohs tam baqy rvzn (yhindi dhryʿh asụ̄ pabnd āsav) zi tuhndi khạṭr āshi ty kynczhah yymiyuk tohụ̄ (pnnis ḥqs mnz) fạṣlh kriv."
  },
  {
    "verse_id": 40,
    "translation": "Yiman pczihv zi yimav mnz kus chuh aamuyk (yʿny amh qsmh chh fẓvl kthh hund) dhimh dar."
  },
  {
    "verse_id": 41,
    "translation": "Kinh yimn chih byyhi (thi) kynhh shryk? Tylhi pazi yimn zi pnnụ̄ shryk anin hrgah tim pzụ̄yạrụ̄ chih."
  },
  {
    "verse_id": 42,
    "translation": "Yymhi doh saq (yʿny qyamt kyn ḥaln hndishdt) nishhi prdh yiyhi tulnh th tim nafrman lukh yin sjdh khạṭr nad dith aannh tim hykn nh pth (sjdh) krith."
  },
  {
    "verse_id": 43,
    "translation": "Tihnz achh āsn (hạbt th ndamt kh bạʿth) bon kun nrmith (th) timn āshi dhilt valan nal, ḥalankh timn avs (dnyahs mnz thi) sjdh khạṭrnad dinh yivan yylhi zn tim tndrst ạsụ̄ (mgr tvthi ạsụ̄ sjdh krnh nishhi ankar kran)."
  },
  {
    "verse_id": 44,
    "translation": "Lhādha (ae ʿẓmt valhi ttatthhi!) trạvivtohụ̄ me byyhi (trạviyvun) suh shkhṣ yus yath klams ankar chuh kran (antqam khạṭr), vonụ̄ nimvkh asụ̄ yim var var (tbạhy kun) tithh pạtthụ̄ zi yimn lghi nh pae thi."
  },
  {
    "verse_id": 45,
    "translation": "Th bh chuhs timn mhlt divan, be shk chhe myạnụ̄ tdbyr sytthah mẓbvṭ."
  },
  {
    "verse_id": 46,
    "translation": "Kya tohụ̄ chihv yimn (rsalt kis tblyghs pytth) kanhh mʿāvẓh mngan zi tim āsn chytthi (hndi bar) sintụ̄ dbith gczhan."
  },
  {
    "verse_id": 47,
    "translation": "Kya timn nishhi chha ʿlmi ghyb zi tim chih (tamhi kis bnyads pytth pnnụ̄ fạṣlh) lykhan."
  },
  {
    "verse_id": 48,
    "translation": "Lhādha kriv tohụ̄ pnnis rb sndi s ḥkmh kis antẓars mnz ṣbr th gaddi vạlis (pyghmbr yvns ʿlyh alslam) sndụ̄ pạtthụ̄mah bniv (dls pytth rttn vạlụ̄), yylhi timav Allah tʿālyā hs ālav koraath ḥals mnz zitim ạsụ̄ (pnnis qvms pytth) ghmh sintụ̄ th shrart sintụ̄ brith."
  },
  {
    "verse_id": 49,
    "translation": "Hrgah tihindis rb snz rḥmt th nʿmt timn dstgyry krihe nh tylhi yhian tim ẓrvrpathlis mạdans mnz chhknh byyhi āshn tim abtr ḥalts mnz (mgrAllah tʿālyā hn thạvụ̄ tim tamhi nishhi mḥfvẓ)."
  },
  {
    "verse_id": 50,
    "translation": "Pth bnạvụ̄ tim tihindụ̄ rbn brgzydh th tim krikh (pnun khaṣ qurb ʿṭa krith) kạml nykv karn mnz (shạml)."
  },
  {
    "verse_id": 51,
    "translation": "Th be shk yylhi kạfr lukh qrān chih bvzan tylhi chuh tithh pạtthụ̄ basan zi tohyhi chihv pnnyv (ḥsd krvnyv bd) nẓrv sintụ̄ nqṣan vatnavun yczhan byyhi chih vnan zi yhi he dyvanh chuh."
  },
  {
    "verse_id": 52,
    "translation": "Th suh (qrāne) chuh tmam jhann khạṭr nṣyḥt."
  }
]