[
  {
    "verse_id": 1,
    "translation": "Pzụ̄pạtthụ̄ vaqʿ spdn vajinụ̄ gr."
  },
  {
    "verse_id": 2,
    "translation": "Kya chyz chhe pzụ̄pạtthụ̄ vaqʿ spdn vajinụ̄ gr."
  },
  {
    "verse_id": 3,
    "translation": "Th tohụ̄ kmụ̄ chyzn krụ̄nav khbrdar zi pzụ̄pạtthụ̄ vaqʿ spdn vajinụ̄ (qyamt) kiczh chhe."
  },
  {
    "verse_id": 4,
    "translation": "Thmvdn th ʿādn avs (tmam mvjvd atn) panh vạnụ̄ ttkravnh sintụ̄ pash pash krn vajinhi (qyamcz) ankar kormut."
  },
  {
    "verse_id": 5,
    "translation": "Aad qvm thmvdkụ̄ lvukh! Pth āe tim ḥd khvth zyadh zvrdar āvazi hnd gyz sintụ̄ hlak krnh."
  },
  {
    "verse_id": 6,
    "translation": "Th rvudụ̄ ʿād qvmkụ̄ lukh! Pth āe tim (thi) tithhi tyz vav ṭvfanh sintụ̄ hlak krnh yus anthạyy turun sytthah ggrayhi dar avs."
  },
  {
    "verse_id": 7,
    "translation": "Allah tʿālyā hn thvv suh (vav ṭvfan) timn pytth hythe stn rạczn th ạtthn dohn mslṭ, pth agr cz tim lukh aath (vqts) mnz (yithh pạtthụ̄) mord pyth vuchhhkh (tylhi basihe) znth tim vsụ̄ pymtyn khzr kulyn hndụ̄ khokhrụ̄ godd chih."
  },
  {
    "verse_id": 8,
    "translation": "Tylhi kya chhahnh cz timav mnz kanhh baqy vuchhan."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi frʿūnn th yim ts brvnhh ạsụ̄ byyhi ạsụ̄ (qvmi lvṭ chv) dubh phirnh āmczv bsty yv (hndyv rvzn valyv) brrụ̄ khṭa krụ̄mtụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Lhādha krtimav (thi) pnnis rb sndis rsvl snz nafrmạny, pth rttụ̄ tim Allah tʿālyā hn sytthah skht thphi mnz."
  },
  {
    "verse_id": 11,
    "translation": "Be shk yylhi (nvḥ sndi ṭvfanuk) āb ḥd nishhi dav pth kriv aashi tohụ̄ pkh vnhi navi mnz svar."
  },
  {
    "verse_id": 12,
    "translation": "Takh asụ̄ bnavv yhi (vaqʿh) tuhndi khạṭr (yadgar) nṣyḥt th rczhrith thavan vạlụ̄ kn thavn ath yad."
  },
  {
    "verse_id": 13,
    "translation": "Pth yylhi ṣvurs mnz aakhi ltthi phokh yiyhi dinh."
  },
  {
    "verse_id": 14,
    "translation": "Th zmyn th pharr yin (pnnyv jayav nishhi) tulnh, pth yin tim aaky ltthi ttkrạvith ryzh ryzh krnh."
  },
  {
    "verse_id": 15,
    "translation": "Bs gczihh tamhi vqth vaqʿ spdn vajinụ̄ (qyamt) brpa."
  },
  {
    "verse_id": 16,
    "translation": "Th (sạry) āsmạnụ̄ kurh gczhn chak th yhi kaynat gczihh (akis nẓams mnz mrbvṭ th ḥrkts mnz thavn valhi ṭaqth kh dhryʿh khnyn) gdyn pytth mshtml. )vahyh... Alvahy, vahiya, yahiy, vahaya huk mʿny chuh shqa fy alaadyim v althvb v nḥv hma yqal, vahiya altvb aay ainshqa va takharqa )chmruk, kpruk ya amhi qsmh kyn baqy chyizn tr lgun th tmn gvdd gczhun. Amy mvjvb chuh vnnh yvan, kpur phvtt th ath gvv gvd(.... )almfrdat, lsan alʿrb, qamvs almḥyṭ, almnjd vghyrh( ath chuh jdyd sayns Black Holes sintụ̄ tʿbyr kran.("
  },
  {
    "verse_id": 17,
    "translation": "Th frshth āsn tamhi kyn aandn pytth khrra, th tuhndis rb sndis ʿrshs āsn tamhi doh ạtth (frshth yafrshtn hndụ̄ ṭbqat) nkh dith."
  },
  {
    "verse_id": 18,
    "translation": "Tamhi doh yiyiv tohụ̄ (ḥsab khạṭr) pysh krnh, tuhnz kanhh pvushydh kth rvzi nh khttith."
  },
  {
    "verse_id": 19,
    "translation": "Lhādha suh shkhṣ yymụ̄ sund aaʿmal namh tmụ̄ sndis dchihnis aaths mnzdinh yiyhi tylhi vanhi suh (khvshy san), vliv myvn aʿmal namh priv."
  },
  {
    "verse_id": 20,
    "translation": "Me ạs paczh zi bh chuhs panun ḥsab (shl) lbn vvl."
  },
  {
    "verse_id": 21,
    "translation": "Lhādha kri suh psndydh zndgy bsr."
  },
  {
    "verse_id": 22,
    "translation": "Blnd th bala jnts mnz."
  },
  {
    "verse_id": 23,
    "translation": "Yymikụ̄ gurn (myvn hndi kthrt kinụ̄) narmith āsn."
  },
  {
    "verse_id": 24,
    "translation": "(timn yiyhi vannh,) sytthah mzh san khyyiv th chyyiv timn (ʿmln) hndi bdlh yimh tohyhi (zndgy hndyn) guzrymhi tyn dohn mnz brvnhh āsav svzmacz."
  },
  {
    "verse_id": 25,
    "translation": "Th suh shkhṣ yymụ̄ sund aʿmal namh tmụ̄ sndis khvvris aaths mnz dinh yiyhi pth vanhi suh, hae kash! Āsihe nh me myvn aʿmal namh dinh āmut."
  },
  {
    "verse_id": 26,
    "translation": "Th me āsihe nh khbr zi myvn ḥsab kya chuh."
  },
  {
    "verse_id": 27,
    "translation": "Hae kash! Tmy (mvtn) āsihe aandhyth moklạvmcz kạm."
  },
  {
    "verse_id": 28,
    "translation": "(aaz) hyok nh myvn mal me nishhi (ʿdhabs) kihinụ̄ thi dvur krith."
  },
  {
    "verse_id": 29,
    "translation": "Me nishhi gov myvn ṭaqt th slṭnt (thi) khtm."
  },
  {
    "verse_id": 30,
    "translation": "(ḥkm spdi,) yhi rttiyvun th amis lạgiv ṭvq."
  },
  {
    "verse_id": 31,
    "translation": "Pth chhkyvun yhi jhnms mnz."
  },
  {
    "verse_id": 32,
    "translation": "Pth gnddiyvun akis hanklhi yosh stth gz zyitth chhe."
  },
  {
    "verse_id": 33,
    "translation": "Be shk avs nh yhi brris ʿẓmt vạlis Allah tʿālyā hs pytth ayman thavan."
  },
  {
    "verse_id": 34,
    "translation": "Th nah avs mḥtajs khyn khyavns pytth rghbt kran pad."
  },
  {
    "verse_id": 35,
    "translation": "Lhādha nah chuh azụ̄kh doh amụ̄ sund kanhh skh yar."
  },
  {
    "verse_id": 36,
    "translation": "Th nah chuh pakh varạe (ts khạṭr) kanhh khyn."
  },
  {
    "verse_id": 37,
    "translation": "Yath gnhgarv varạe khnụ̄ khyyhi nh."
  },
  {
    "verse_id": 38,
    "translation": "Lhādha chuhs bh qsm khyvan timn chyzn hund yim tohụ̄ vuchhan chhvvkh."
  },
  {
    "verse_id": 39,
    "translation": "Th timn chyzn hund (thi) yim nh tohụ̄vuchhan chhvvkh."
  },
  {
    "verse_id": 40,
    "translation": "Be shk chuh yhi (qrān) bzrgy th ʿẓmt vạlis rsvl (ṣly Allah ʿlyh vslm) sund (Allah tʿālyā sndi ṭrfh nạzl spudmut) frman, (yus tim bḥytht rsvl th bḥytht nạyb byan chih kran)."
  },
  {
    "verse_id": 41,
    "translation": "Th yhi chuhnh kạnshi shạʿr sund klam kynhh (zi aadby mhart san āshi panh lykhnh āmut), tohyhi chuhv sytthah km yqyn."
  },
  {
    "verse_id": 42,
    "translation": "Th nah chuh (yhi) kạnshi kahn sund klam (zi fny aandazv āshi shyrnh āmut), tohụ̄ chihv sytthhe km nṣyḥt ḥạṣl kran."
  },
  {
    "verse_id": 43,
    "translation": "(yhi) chuh tmam jhann hndis rb sndi ṭrfh nạzl krnh āmut."
  },
  {
    "verse_id": 44,
    "translation": "Th hrgah tim aashi pytth kanhh (aakh) kth th pane bnạvith vanhn."
  },
  {
    "verse_id": 45,
    "translation": "Tylhi rtthvkh asụ̄ pzụ̄pạtthụ̄ tim pvur qvt th qdrt san."
  },
  {
    "verse_id": 46,
    "translation": "Pth cztthv ẓrvr asụ̄ tihnz shh rg."
  },
  {
    "verse_id": 47,
    "translation": "Pth āsihe nh tohyhi mnz kanhh thi (aashi) aamhi nishhi pth rttn vvl."
  },
  {
    "verse_id": 48,
    "translation": "Th lhādha chuh yhi (qrān) kunhi shkh ros prhyzgarn khạṭr nṣyḥt."
  },
  {
    "verse_id": 49,
    "translation": "Th yqyna chih asụ̄ zanan zi tohyhi mnz chih kynhh lukh (aath ttakarh pzrs) ankar krn vạlụ̄."
  },
  {
    "verse_id": 50,
    "translation": "Th pzụ̄pạtthụ̄ chuh yhi kạfrn khạṭr (layqi) ḥsrt."
  },
  {
    "verse_id": 51,
    "translation": "Th be shk chuh yhi ḥq alyqyn."
  },
  {
    "verse_id": 52,
    "translation": "Lhādha (ae ʿẓmt valhi ttatthhi!) tohụ̄ rvuziv pnnis ʿẓmt vạlis rb sndi navch tsbyḥ kran."
  }
]