[
  {
    "verse_id": 1,
    "translation": "Akụ̄ sạʿln mvng tiyuth ʿdhab yus vaqʿ spdn vvl chuh."
  },
  {
    "verse_id": 2,
    "translation": "Kạfrn khạṭr yath nh kanhh chuh dvur krn vvl."
  },
  {
    "verse_id": 3,
    "translation": "(suh spdi) Allah tʿālyā sndi ṭrfh (vaqʿ) yus āsmạnụ̄hyr pavyn (th thadi payhi kyn drjatn) hund mạlk chuh."
  },
  {
    "verse_id": 4,
    "translation": "Tsụ̄ (yʿny tmụ̄sndis ʿrshs) kun chih frshth byyhi rvḥ alamyn khsan akis dohs mnz, yymiyuk andazh (dnyạvy ḥsab kinụ̄) pnczah sas vriy chuh.) fiy yav mi agr vaqiʿ huk ṣlh āshi tylh nyri mʿny zi yymh doh )qyamt kh doh( ʿdhab vaqʿ spdi tamuyk kal chuh tqrybaan 50 sas vry. Th agr yhi taʿruju huk ṣlh āshi tylh āshi mʿny zi mlạykn th mvmnn hndụ̄ rvḥ yim ʿrshi alāhy ys kun khsan chih tihndi khsnch rftar chih 50 sas vry prth doh, tvthikạts vqts tam chih tim mnzli mqṣvds tam vatan. VaAllah aaʿlm balṣvab.)yythi pytth chuh nvry vry)Light Year( khi tddvurk abtda spdan("
  },
  {
    "verse_id": 5,
    "translation": "Lhādha (ae ttatthhi!) tohụ̄ kriv (kạfrn hnzn kthn pytth) pth gavi nishhi pak ṣbr."
  },
  {
    "verse_id": 6,
    "translation": "Be shk chih tim tath (dohs) dvur smjhan."
  },
  {
    "verse_id": 7,
    "translation": "Th asụ̄ chihn suh nkhe vuchhan."
  },
  {
    "verse_id": 8,
    "translation": "Yymhi doh āsman vyglavnh āmthi tramkụ̄ pạtthụ̄ spdi."
  },
  {
    "verse_id": 9,
    "translation": "Th pharr spdn (dvnnh āmthi) rngdar phmbkụ̄ pạtthụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Th kanhh dvst āshi nh kạnshi dvsts pczhan."
  },
  {
    "verse_id": 11,
    "translation": "(yylhi zn) tim (aakh akis) āsn havnh yivan, mjrm kri tmna zi kash! Tamhi doh kh ʿdhab (nishhi mokln) kis bdls mnzdimhakh pnnụ̄ nychivụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Th pnnụ̄ khandarinụ̄ th panun bve (diyhi he)."
  },
  {
    "verse_id": 13,
    "translation": "Th panun (svrue) khandan yus ts pnah avs divan."
  },
  {
    "verse_id": 14,
    "translation": "Th yyityah lukh thi zmyns mnz chih,and hyth sạry (diyhi pnnhi dhat kh bdlh), pth goczh yhi (fdyh) ts (Allah tʿālyā sndi ʿdhab nishhi) bchavun."
  },
  {
    "verse_id": 15,
    "translation": "Thi spdi nh hrgz, be shk chuh suh vhvun nar."
  },
  {
    "verse_id": 16,
    "translation": "Kluk th jsm kyn tmam tann hund mslh valn vvl chuh."
  },
  {
    "verse_id": 17,
    "translation": "Suh chuh ts ālv kran yymụ̄ (ḥq nishhi) shanh phiri th rvgrdạny lạjin krnụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Th (tmụ̄) korn mal jmʿ pth rottun (suh bạgravnh nishhi) pth."
  },
  {
    "verse_id": 19,
    "translation": "Be shk chuh ansan be ṣbr th lalchy pạd spudmut."
  },
  {
    "verse_id": 20,
    "translation": "Yylhi ts mṣybt (ya mạly nqṣan) vathi tylhi chuh khvczan."
  },
  {
    "verse_id": 21,
    "translation": "Th yylhi ts rczr (yamạly vsʿt) ḥạṣl spdi tylhi chuh bkhl kran."
  },
  {
    "verse_id": 22,
    "translation": "Mgr tim nmaz ada krn vạlụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Yim pnnhi nmazi pytth hmyshgy qạym thavn vạlụ̄ chih."
  },
  {
    "verse_id": 24,
    "translation": "Th tim (aythar thavn vạlụ̄) lukh yhindyn maln mnz ḥṣh mqrr chuh."
  },
  {
    "verse_id": 25,
    "translation": "Mngn vạlis th nah mngn vạlis mḥtaj sund."
  },
  {
    "verse_id": 26,
    "translation": "Byyhi tim lukh yim jza kh dohuk tṣdyq chih kran."
  },
  {
    "verse_id": 27,
    "translation": "Th tim lukh yim pnnis rb sndis ʿdhabs khvczn vạlụ̄ chih."
  },
  {
    "verse_id": 28,
    "translation": "Be shk chuhnh tihindis rb sund ʿdhab tiyuth kynhh yymhi nishhi be khvf yiyhi gczhnh."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi tim lukh yim pnnyn shrmgahn hnz ḥfaẓt chih kran."
  },
  {
    "verse_id": 30,
    "translation": "Pnnyv timav khandrinyv varạe yimn sintụ̄ nkaḥ chuhkh ya pnnyv timav kynzvvarạe yimh mlkyt chhkh, lhādha chhanh (aath mnz) timn pytth kanhh mlamt."
  },
  {
    "verse_id": 31,
    "translation": "Pth yus yimav ʿlavh czhanddi tylhi chih timae lukh ḥd nishhi nyrn vạlụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi tim lukh yim pnnyn amantn th pnnyn vʿdn hnz rạchh ravatth chih kran."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi tim lukh yim pnnyn gvạhiyn pytth qạyim chih rvzan."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi tim lukh yim pnnyn nmazn hnz ḥfaẓt chih kran."
  },
  {
    "verse_id": 35,
    "translation": "Yimae lukh chih yim jntn mnz ʿzt vạlụ̄ th aḥtram vạlụ̄ āsn."
  },
  {
    "verse_id": 36,
    "translation": "Tylhi kya chuh kạfrn gomut zi tohyhi kun chih dvran pkan."
  },
  {
    "verse_id": 37,
    "translation": "Dchihnhi andi kinụ̄ (thi) th khovri andkinụ̄ (thi) chhokv chhokv."
  },
  {
    "verse_id": 38,
    "translation": "Kya timav mnz chha pth kạnshi shkhṣs yhi tvqʿ zi suh yiyhi (ayman th ʿmlhi varạe) nʿmt vạlis jnts mnz dạkhl krnh."
  },
  {
    "verse_id": 39,
    "translation": "Hrgz nh, be shk chih aashi tim tamhi chyz nishhi pạd krụ̄mtụ̄ yus timn (thi) pe chuh."
  },
  {
    "verse_id": 40,
    "translation": "Lhādha chuhs bh mshrqn th mghrbn hndis rb sund qsm khyvan zi be shk chih aashi pvur qdrt."
  },
  {
    "verse_id": 41,
    "translation": "Aath pytth zi bdlạvith aanav asụ̄ yhindi khvth bhtr lukh, th asụ̄ chihnh hrgz ʿạjz."
  },
  {
    "verse_id": 42,
    "translation": "Lhādha trạviyvukh tohụ̄ tim, rvuzin tim pnnyn be hvd kthn th khyl tmashs mnz āvrụ̄ aot tam zi pnnis tath dohs smkhn yymiyuk timn sintụ̄ vʿdh chuh yivan krnh."
  },
  {
    "verse_id": 43,
    "translation": "Yymhi doh tim qbrv mnz dvran tithh pạtthụ̄ nyrn znth tim potlyn hndyn āstann kun davan chih gczhan."
  },
  {
    "verse_id": 44,
    "translation": "(tihund) ḥal āshi yhi zi tihnz achh āsn (shrmhi th khvfh sintụ̄) bon kun nyman,dhilt āshi timn pytth vurun kran, yohe chuh suh doh yymiyuk timn sintụ̄ vʿdh avs krnh yivan."
  }
]