[
  {
    "verse_id": 1,
    "translation": "Be shk svuz aashi nvḥ (ʿlyh alslam) tihindis qvms kun zi tohụ̄ khvcznạviyvun panun qvm aamhi brvnhh zi timn vathi dg tulvun ʿdhab."
  },
  {
    "verse_id": 2,
    "translation": "Timav von, ae myanhi qvmh! Be shk chuhsv bh tohyhi ttakarh khvcznavn vvl."
  },
  {
    "verse_id": 3,
    "translation": "Zi tohụ̄ kriv Allah tʿālyā snz ʿbadt byyhi khvucziv ts byyhi kriv myạnụ̄ aiṭaʿt."
  },
  {
    "verse_id": 4,
    "translation": "Suh kri tuhndyn gnahn mghfrt th tohyhi kryv mqrr vqts tam mhlt ʿṭa, be shk yylhi Allah tʿālyā sund (mqrrkrnh āmut) vqt vathi pth chhanh mhlt yivan dinh, kash!tohụ̄ ạsihiv zanan."
  },
  {
    "verse_id": 5,
    "translation": "Nvḥ hn (ʿlyh alslam) kor ʿrẓ, ae myanhi rbh! Be shk rvudus bh pnnis qvms rats dohs dʿūt divan."
  },
  {
    "verse_id": 6,
    "translation": "Albth myạnụ̄ dʿūtn kor nh tihindi khạṭr czlnh varạe byyhi kunh mnz huryr."
  },
  {
    "verse_id": 7,
    "translation": "Th me yylhi (thi) timn (aymans kun) dʿūt dicz takh cz krkh timn mghfrt tylhi bari timav pnnhi aongjhi pnnyn knn mnz th pans pytth vlikh pnnụ̄ palav th (kfrs pytth) krkh htt dhrmy byyhi korukh shdyd tkbr."
  },
  {
    "verse_id": 8,
    "translation": "Pth dicz me timn thazi āvazi mnz dʿūt."
  },
  {
    "verse_id": 9,
    "translation": "Pth smjhạvụ̄ me tim aiʿlạnyh (thi) byyhi smjhạvim czvuri czvuri razdạry san (thi)."
  },
  {
    "verse_id": 10,
    "translation": "Pth von me zi tohụ̄ mngiv pnnis rbs mghfrt, be shk chuh suh bodd mghfrt krn vvl."
  },
  {
    "verse_id": 11,
    "translation": "Suh svzi tohyhi pytth sytthah zvrdar rvud."
  },
  {
    "verse_id": 12,
    "translation": "Th tuhund mddkri malav th avladv sintụ̄ byyhi vopdavi tuhndi khạṭr bagh byyhi kri tuhndi khạṭr kolh jạry."
  },
  {
    "verse_id": 13,
    "translation": "Tohyhi kya chuhv gomut zi tohyhi chuhv nh Allah tʿālyā sndi ʿẓmtuk aiʿtqad th phchan."
  },
  {
    "verse_id": 14,
    "translation": "Ḥalankh tmụ̄ krụ̄ nav tohụ̄ rngh rngh chv ḥaltv nishhi pạd."
  },
  {
    "verse_id": 15,
    "translation": "Kya tohyhi vuchuhv na zi Allah tʿālyā hn kithh pạtthụ̄ krụ̄ sath (ya varyah) āsmạnụ̄ kurh bahmy mṭabqt san (ṭbq dr ṭbq) pạd."
  },
  {
    "verse_id": 16,
    "translation": "Th tmụ̄ kr yimn mnz zvun rvshn th tmụ̄ bnvv āftab czvng (yʿny gashuk th vushnyruk āgur)."
  },
  {
    "verse_id": 17,
    "translation": "Th Allah tʿālyā hn vopdạvinavtohụ̄ zmyn mnz gaskụ̄ pạtthụ̄. )zmyny zndgy mnz spud kulyn hndụ̄ pạtthụ̄ ansạny zndgy hund abtdath phanphlun thi kymyạyy th ḥyatyạty mrḥlv mnznyrth drjh pth drjh, amy mvjvb chuh yhi aanbtkum mina aalaarẓi nabaataaan, kh mʿnh sạvụ̄ astʿār kh dhryʿh byan krnh āmut.("
  },
  {
    "verse_id": 18,
    "translation": "Pth valyv tohyhi athụ̄ (zmyns) mnz vaps th (pth) krryv tohyhi (aamy mnz dubarh) nybr."
  },
  {
    "verse_id": 19,
    "translation": "Th Allah tʿālyā hn bnạv zmyn tuhndi khạṭr frsh."
  },
  {
    "verse_id": 20,
    "translation": "Takh tohụ̄ pkviphyiriv aamhi chn khjn vatn mnz."
  },
  {
    "verse_id": 21,
    "translation": "Nvḥ hn (ʿlyh alslam) kor ʿrẓ, ae myanhi rbh! Timav kr myạnụ̄ nafrmạny th tamchi (yʿny buthụ̄ phirụ̄ amyrn hndi ṭbqch) rvudụ̄ pạrvy kran yymikụ̄ maln th dvltn th avladv timn khsarh varạe kunhi mnz huryr kornh."
  },
  {
    "verse_id": 22,
    "translation": "Th tim rvudụ̄ (ʿūams gmrạhy mnz thavnh khạṭr) bjhi bjhi chalh chlavan."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi rvudụ̄ vnan zitohụ̄ trạvizyvkh nh pnnụ̄ mʿbvd th vad, th suvaʿ, th yaghuvth, th yaʿuuvq th nasr (nạvụ̄ potlụ̄thi) trạvizyvkh nh hrgz."
  },
  {
    "verse_id": 24,
    "translation": "Th pzụ̄pạtthụ̄ krụ̄ timav varyah lukh gmrah, lhādha (ae myanhi rbh!) cz (thi) mah kr (yimn) ẓạlmn hnzi gmrạhy varạe (kunhi byyis chyzs mnz) huryr."
  },
  {
    "verse_id": 25,
    "translation": "(ạkhrkar) āe tim pnnyv gnahv hndi vjh kinụ̄ ghrq krnh, pth āe nars mnz travnh, lhādha hyok nh timav pnnhi khạṭr Allah tʿālyā sndis mqabls mnzkanhh mddgar lbith."
  },
  {
    "verse_id": 26,
    "translation": "Th nvḥ hn (ʿlyh alslam) kor ʿrẓ, ae myanhi rbh! Zmyns mnz mah zrnavun kạfrvmnz kanhh bsn vvl pth kun."
  },
  {
    "verse_id": 27,
    "translation": "Be shk agr cz tim (zndh) tavhkh tylhi rvzn tim chanyn bndn gmrah kran, th tim din nh bdkar (th) skht kạfravladav varạe byyhi kạnshi zayut."
  },
  {
    "verse_id": 28,
    "translation": "Ae myanhi rbh! Me kr mghfrt byyhi myạnis mạlis majhi byyhi pth ts shkhṣs yus mvmn spdith myạnis grs mnz czav th (tmam) mvmn mrdn th mvmn khatvnn, th ẓạlmn khạṭr mah kr hlakt varạe kunhi (thi) huryr."
  }
]