[
  {
    "verse_id": 1,
    "translation": "Tohụ̄ frmạviv, me kun chhe vḥy āmcz krnh zijinn hnzi akhi jmạʿcz bvuz (myạnụ̄ tlavt) ghvr san,pth lvgukh (pnnis qvms nishhi gczihth) vanun, be shk chuh aashi aakh ʿjyb qrān bvuzmut."
  },
  {
    "verse_id": 2,
    "translation": "Yus hdaytch vath chuh havan,lhādha chuh aashi tath pytth ayman avnmut, th pnnis rbs sintụ̄ krvn nh hrgz kanhh shryk."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi yhi zi sạnis rb snz shan chhe sytthah thz, tmis nah chhe kanhh khandarinụ̄ th nah kanhh avlade."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi yhi zi aashi mnz avs kustam aaḥmqe Allah tʿālyā sndis bars mnz ḥq nishhi dvurḥd khvth gczihth kthh vnan."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi yhi zi asụ̄ ạsụ̄ gman kran zi ansan th jn vann nh hrgz Allah tʿālyā sndis bars mnz aapuz."
  },
  {
    "verse_id": 6,
    "translation": "Th yhi zi ansanv mnzạsụ̄ kynhh lukh jinvmnz kynczhn nfrn hund pnah nvan, lhādha kor timav lukv timn jinn hndis buth phirns mnz mzyd huryr."
  },
  {
    "verse_id": 7,
    "translation": "Th (ae grvhi jnat!) timav ansanvthi lvg tiyuthe gmanh krun yuth guman tohyhi koruv zi Allah tʿālyā tulhi nh (mrnh pth) hrgz kạnshi."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi yhi zi aashi lvg āsmann aathh, th tim vuchh skht phrh darv th (tyvngln hndụ̄ pạtthụ̄) dzn valyv th pzln valyv tarkv sintụ̄ brith."
  },
  {
    "verse_id": 9,
    "translation": "Th yhi zi asụ̄ ạsụ̄ (godd āsmạnụ̄ khbr bvznh khạṭr) aamhi chn kynczhn jayn byhan, mgrvonụ̄ agr kanhh bvzun yczhh tylhi vuchhhi suh pans zaghi rvuzith nar lmbk (paran)."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi yhi zi aashi chhanh pe zi (sanhi bndshhi sintụ̄) chhaa timn lukn hndis ḥqs mnz yim zmyns mnz chih kunhi brạyy hund aradh āmut krnh kinh tihindụ̄ rbn chuh timn sintụ̄ rczruk airadh kormut."
  },
  {
    "verse_id": 11,
    "translation": "Th yhi zi aashi mnz chih kynhh nyk lukh th aasy mnz chih kynhh aamhi varạe (bur) thi, asụ̄ ạsụ̄ mkhtlf ṭryqn pytth (pkan)."
  },
  {
    "verse_id": 12,
    "translation": "Th aashi chhe paczh krmcz zi asụ̄ hykvn nh Allah tʿālyā zmyns mnz (rvuzith) hrgzʿạjz krith th nh hykvn (zmyn nishhi) czlith suh ʿạjz krith."
  },
  {
    "verse_id": 13,
    "translation": "Th yhi zi yylhi aashi (ktabi) hdayt bvuz pth aon aashi aath pytth ayman, pth yus shkhṣ pnnis rbs pytth ayman chuh anan tylhi nah chuh suh nqṣan se khvczan th nah ẓlms."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi yhi zi aashi mnz chih (kynhh) frman brdar thi th aashi mnz chih (kynhh) ẓạlm thi, pth yus kanhh frmanbrdar spud tylhi czhvndd yithve lukv rczr."
  },
  {
    "verse_id": 15,
    "translation": "Th yim ẓạlm chih tim āsn jhnmuk zalun."
  },
  {
    "verse_id": 16,
    "translation": "Th yhi (vḥy thi chhe me nishhi āmcz) zi agr tim ṭryqts (ḥq chh vathi, dhikri ailāhy kis ṭryqs) pytth qạyim rvzhn tylhi krhvkh asụ̄ tim sytthah ābh sintụ̄ sạrab."
  },
  {
    "verse_id": 17,
    "translation": "Takh asụ̄ krv aath (nʿmts) mnz tihnz āzmạysh, th yus shkhṣ pnnis rb snzi dhkri nishhi buth phiri tylhi kri suh ts sytthah skht ʿdhabs mnz dạkhl."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi yhi zi sjdh krnh chh jayhi chhe Allah tʿālyā sndi khạṭr (mkhṣvṣ), lhādha mah ạsivAllah tʿālyā hs sintụ̄byyhi kạnshi hnz ʿbadt kran."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi yhi zi yylhi Allah tʿālyā sndụ̄bndh (Muḥammad ṣly Allah ʿlyh vslm) tmụ̄ snz ʿbadt krnh khạṭr khrra spdụ̄ pth ge tim timn pytth khyjv khyjv jmʿ (takh tihnz qrat hykhn bvuzith)."
  },
  {
    "verse_id": 20,
    "translation": "Tohụ̄ frmạviv zi bh chuhs ṣrf pnnis rb snz ʿbadt kran th ts sintụ̄ chuhsan nh kanhh shryk bnavan."
  },
  {
    "verse_id": 21,
    "translation": "Tohụ̄ frmạviv zi bh nah chuhs tuhndi khạṭr nqṣanuk (yʿny kfruk) mạlik th nah rczruk (yʿny aymanuk, mṭlb aṣly mạlk chuh Allah tʿālyā bh chuhs ṣrf dhryʿh th vsylh)."
  },
  {
    "verse_id": 22,
    "translation": "Tohụ̄ frmạviv zi nah hykhi me hrgzkanhh Allah tʿālyā sndis (ḥkms khlaf) ʿdhab nishhi pnah dith th nah chuhs bh qṭʿāan tmụ̄ sndi pnah varạe kanhh chhpn jae lban."
  },
  {
    "verse_id": 23,
    "translation": "Mgr Allah tʿālyā sndi ṭrfh aḥkamat th tmụ̄ sndụ̄ pyghamat vatnavnụ̄ (chhe myạnụ̄ dhmh dạry), th yus kanhh Allah tʿālyā snz th tmụ̄ sndis rsvl (ṣly Allah ʿlyh vslm) snznafrmạny kritylhi chuh be shk tmụ̄ sndi khạṭrjhnmuk nar yath mnz tim hmyshh rvzn."
  },
  {
    "verse_id": 24,
    "translation": "Aot tam zi yylhi yim lukh suh (ʿdhab) vuchhn yymiyuk vʿdh yimn sintụ̄ krnh chuh yivan pth lghi yimn (tamhi vqth) pae zi kus chuh mddgar sndi aʿtbar kinụ̄varyah kmzvrth tʿdadkh aʿtbar kinụ̄ varyah km."
  },
  {
    "verse_id": 25,
    "translation": "Tohụ̄ frmạviv, me chhanh pe zi yymuyk (yʿny qyamt kh dohuk) tohyhi sintụ̄ vʿdh chuh krnh yivan suh chha nzdyk kinh tamhi khạṭr chuh myạnụ̄ rbn zyvutth kal mqrr kormut."
  },
  {
    "verse_id": 26,
    "translation": "(suh) chuh ghybuk zann vvl, lhādha chuhnh suh pnnis ghybs pytth kạnsh (ʿām shkhṣs) mṭlʿ kran."
  },
  {
    "verse_id": 27,
    "translation": "Pnnyv psndydh rsvlv varạe (timne chuh ghybs pytth mṭlʿ kran tikyazi yhi chuh khaṣh nbvt th mʿjzh rsalt), tylhi chuh be shk suh amis (rsvl ṣly Allah ʿlyh vslms) brvuntthụ̄kinụ̄ th ptụ̄ kinụ̄ (ʿlmi ghyb kh ḥfaẓt khạṭr) rạchhdr mqrrkran."
  },
  {
    "verse_id": 28,
    "translation": "Takh Allah tʿālyā krri (yhi kth) nnụ̄ zi be shk vạtnạvụ̄ timav (rsvlv) pnnis rb sndụ̄ pyghamat,byyhi yikynczhah (Allah tʿālyā sndyv aḥkamv th ghyb kyv ʿlmv mnz) timn nishhi chuh Allah tʿālyā hn chuh (godd pytthe) tamiyuk aḥaṭh krith thvvmut, th tmụ̄ chhe pth chyzs grnd thạvmcz krith."
  }
]