[
  {
    "verse_id": 1,
    "translation": "Ae kml vlth thavn valhi (ttatthhi!)"
  },
  {
    "verse_id": 2,
    "translation": "Tohụ̄ ạsiv rạth kiyut (nmazi mnz) qyam kran mgr raczih khnddi (khạṭr)."
  },
  {
    "verse_id": 3,
    "translation": "Nṣf rat nath kriv aamhi khvth raczh khndd km."
  },
  {
    "verse_id": 4,
    "translation": "Nath kriv aath pytth kynhh huryr th qrān ạsiv sytthah tthhrụ̄tthhrụ̄pran."
  },
  {
    "verse_id": 5,
    "translation": "Asụ̄ krv ʿnqryb tohyhi pytth aakh gob frman nạzl."
  },
  {
    "verse_id": 6,
    "translation": "Be shk chuh rạcz hund vothun (nfss) skht md valan th (dil th dmagh chh yksvyy san) chuh zyvi syod kth krran."
  },
  {
    "verse_id": 7,
    "translation": "Be shk chih tuhndi khạṭr dohs mnz varyah āvriyar āsan."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi rvuziv tohụ̄ pnnis rb sndi navch dhikr kran th (pnnis dils th bạṭns mnz) pth akis nishhi czhynith rvuziv tmụ̄ sndy bnith."
  },
  {
    "verse_id": 9,
    "translation": "Suh chuh mshrquk th mghrbuk mạlk, ts varạe chuhnh kanhh mʿbvd,lhādha bnạviyvun sue (panun) karsaz."
  },
  {
    "verse_id": 10,
    "translation": "Th tohụ̄ kriv timn (kthn) pytth ṣbr yikynczhah tim (kạfr) vnan chih, th sytthah khvbṣvrty san gczihv timn nishhi lob."
  },
  {
    "verse_id": 11,
    "translation": "Th tohụ̄ trạviv me th ankarkrn valyn srmayh darn (antqam hynh khạṭr) th timn diyiv hana mhlt (takh tihindụ̄ bd aʿmal vatn pnnis ainthahs)."
  },
  {
    "verse_id": 12,
    "translation": "Be shk chhe aashi nishhi gobih hanklh th (jhnmuk) shʿlh vun nar."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi chuh httis pytth rvntth gczhn vvl khyn th sytthah dg tulvun ʿdhab."
  },
  {
    "verse_id": 14,
    "translation": "Yymhi doh zmyn th pharr zvr san nattnh lgn th pharr bnn chhkrnh ynh vajnh sykhi hndụ̄ttyng."
  },
  {
    "verse_id": 15,
    "translation": "Be shk chuh aashi tohyhi kun aakh rsvl (ṣly Allah ʿlyh vslm) svuzmut yus tohyhi pytth (ḥaln hund mshạhdh krith) gvạhy dinh vvl chuh, yithh pạtthụ̄ zn aashi frʿūns kun akh rsvl avs svuzmut."
  },
  {
    "verse_id": 16,
    "translation": "Pth kr frʿūnn ts rsvl (ʿlyh alslam) snz nafrmạny, aamhi mvjvb rott suh aashi hlak krn vajinhi thphi mnz."
  },
  {
    "verse_id": 17,
    "translation": "Hrgah tohụ̄ kfrrvuziv kran tylhi kithh pạtthụ̄ bchiv tamhi doh (kh ʿdhab) nishhi yus shuryn bnavi budd."
  },
  {
    "verse_id": 18,
    "translation": "(yymhi doh kh) shdt kinụ̄ āsman phtthi, tmụ̄ sund vʿdh rvzi pvur gczihth."
  },
  {
    "verse_id": 19,
    "translation": "Be shk chuh yhi (qrān) nṣyḥt, lhādha yus shkhṣ yczhh suh rttin pnnis rbs tam vatnch vath."
  },
  {
    "verse_id": 20,
    "translation": "Be shk chuh tuhund rb zanan zi tohụ̄ chihv (kunhi vizi) rạcz hndyv tyyv mnz don ḥṣn th (kunhi vizi) nṣf rats th (kunhi vizi) te yv mnz aks ḥṣs (nmazi mnz) qyam kran, th timn lukn hnz aakh jmaʿt (thi) yim tohyhi sintụ̄ chih (chhe qyams mnz shryk āsan), th Allah tʿālyā se chuh rat th doh (kh czhottnuk th zytthnuk) ṣḥyḥ andazh, ts chhe pe zi tohyhi chuhv nh hrgztmhi khi aḥaṭuk ṭaqt, lhādhadicz tmụ̄tohyhi (mshqts mnz kmy krith) mʿạfy, vonụ̄ yvutah āsạny san hykiv qrān ạsiv pran, ts chih ptha zi tohyhi mnz āsn (kynhh lukh) bymar th (kynhh) baqy lukh krn zmyns mnz sfr takh Allah tʿālyā sund fẓl czhanddn th (kynhh) baqy krn Allah tʿālyā snzi vathi mnz jng, lhādhayvtah āsạny san hykiv tiyute ạsiv pran, byyhi thạviv nmaz qạyim th zkvāh rvuziv divan byyhi ạsiv Allah tʿālyā hs qrẓi ḥsn divan, byyhi yus rczr tohụ̄ pnnh khạṭr brvnhh kun svuziv suh lbiyvun Allah tʿālyā sndis drbars mnz bhtr th ajrs mnzsytthah thod, th Allah tʿālyā hs rvuziv mghfrt mngan, Allah tʿālyā chuh sytthah bkhshn vvl ḥd rus rḥm krn vvl."
  }
]