[
  {
    "verse_id": 1,
    "translation": "Ae czadr vuran valhi (ttatthhi!)"
  },
  {
    "verse_id": 2,
    "translation": "Vthiv th bvznạvv (lvukn Allah tʿālyā sund) khvf."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi kriv pnnis rb sund bjr (th ʿẓmt) byan."
  },
  {
    "verse_id": 4,
    "translation": "Th pnun (ẓạhruk th bạṭnuk) poshak thạviv (brvuntthim pạtthụ̄ hmyshh) pak."
  },
  {
    "verse_id": 5,
    "translation": "Th (brvntthim pạtthụ̄) rvuziv (gnahv th) potlyv nishhi lob."
  },
  {
    "verse_id": 6,
    "translation": "Th (aamhi ghrẓh) mah kriv (kạnshi pytth) aḥsan zi ts nishhi ạsivtmhi khvth zyadh ḥạṣl krun yczhan."
  },
  {
    "verse_id": 7,
    "translation": "Th pnnis rb sndi khạṭr ạsiv ṣbrkran."
  },
  {
    "verse_id": 8,
    "translation": "Pth yylhi (doyimhi phiri) ṣvrs mnz phokh yiyhi layinh."
  },
  {
    "verse_id": 9,
    "translation": "Pth āshi suh doh (yʿny qyamtuk doh) sytthhe skht doh."
  },
  {
    "verse_id": 10,
    "translation": "Kạfrn pytth āshi nh hrgz shl."
  },
  {
    "verse_id": 11,
    "translation": "Tohụ̄ tạviv me th ts shkhṣs yus me kun zon pạd kor (antqam hynh khạṭr) ylh."
  },
  {
    "verse_id": 12,
    "translation": "Th me avs ts sytthah vsyʿ mal frahm kormut."
  },
  {
    "verse_id": 13,
    "translation": "Th (ts brvnhh knhi) ḥạẓr rvzn vạlụ̄ nychivụ̄ (ạsims ditụ̄mtụ̄)."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi ạs me ts (ʿīsh v ʿshrt kis samans mnz) sytthah vusʿt diczmcz."
  },
  {
    "verse_id": 15,
    "translation": "Pth (thi) chuh ts ṭmʿ zi bh goczuhs (ts) byyhi zyadh diyun."
  },
  {
    "verse_id": 16,
    "translation": "Hrgz banhi nh (thi), be shk chuh suh sanyn āyatn hund dshmn rvudmut."
  },
  {
    "verse_id": 17,
    "translation": "ʿnqryb dimh bh ts skht mshqt vvl (ʿdhabuk) tklyf."
  },
  {
    "verse_id": 18,
    "translation": "Be shk kor tmụ̄ ghvr v fkrth aakh sạzish krn tyar."
  },
  {
    "verse_id": 19,
    "translation": "Bs ts pytth ạsin (Allah tʿālyā sund) mar (yʿny lʿnt), tmụ̄ kiczh sạzsh krtyar."
  },
  {
    "verse_id": 20,
    "translation": "Ts pytth ạsin byyhi (Allah tʿālyā sund) mar (yʿny lʿnt), tmụ̄ kiczh sạzsh kr(yhi) tyar."
  },
  {
    "verse_id": 21,
    "translation": "Pth kor tmụ̄ (pnnhi tjvyzi pytth duvbarh) ghvr."
  },
  {
    "verse_id": 22,
    "translation": "Pth czkrạvun ddykh th ldun buth."
  },
  {
    "verse_id": 23,
    "translation": "Pth phirn (ḥq nishhi) thrbyyhi korun tkbr."
  },
  {
    "verse_id": 24,
    "translation": "Pth lvgun vanun zi yhi (qrān) chuhnh jadi varạe kihinụ̄ yus (brvuntthimyv jạdụ̄ grv nishhi) nql spdan pkan chuh."
  },
  {
    "verse_id": 25,
    "translation": "Yhi (qrān) chuhnh ansan sndi klam varạe (byyhi kihinụ̄)."
  },
  {
    "verse_id": 26,
    "translation": "Bh chahkn ʿnqryb shu jhnms mnz."
  },
  {
    "verse_id": 27,
    "translation": "Th tohyhi kmụ̄chuhnv vonmt zi saqarkya chuh."
  },
  {
    "verse_id": 28,
    "translation": "Suh (chuh tiyuth nar yus) nah chuh baqy thavan th nah chuh yylh tavan."
  },
  {
    "verse_id": 29,
    "translation": "(suh) chuh jsmạny msls zạlith khun bnavn vvl."
  },
  {
    "verse_id": 30,
    "translation": "Tath pytth chih kunvuh (19 frshth darvghh) mqrr."
  },
  {
    "verse_id": 31,
    "translation": "Th aashi chih jhnmkụ̄ darvghh ṣrf frshte yạtụ̄ mqrr krimtụ̄ th aashi chhe tihnz grnd kạfrn khạṭr mḥẓ āzmạyshhi hndi rngụ̄ mqrr krmcztakh ahli ktab krn pczh (zi qrān th nbvti Muḥammady chhe ḥq tikyazi tihnzn ktabn mnz thi avs yohe tʿdad byan krnh āmut) th ahli aymann hund ayman huri (aamhi tṣdyq sintụ̄) byyhi hn, th ahli ktab th mvmn hykn nh (aamhi kis ḥq āsns mnz) shk krith, th takh tim lukh yhindyn diln mnz nfaqch bymạrụ̄chhe th kạfr vann yhi zi aamhi (tʿdad chh) mthalhi sintụ̄ kya murad chuh Allah tʿālyā sundin yithe pạthụ̄ chuh Allah tʿālyā (aaky kthhi sintụ̄) ys yczhan chuh ts chuh gmrah kran th ys yczhan chuh ts chuh hdayt divan, th tuhndis rb sndyn lshkrn chuhnh ts varạe kanhh zanan, th yhi (jhnmuk byan) chuh ansan sndi nṣyḥt khạṭre."
  },
  {
    "verse_id": 32,
    "translation": "Ā, zvunhi hund qsm (yymiyuk lokttun,brrun th ghạb spdun gvạhy chhe)."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi rạcz hund qsm yylhi so pot phyrith nyrun hyyh."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi ṣbḥuk qsm yylhi suh rvshn spdi."
  },
  {
    "verse_id": 35,
    "translation": "Be shk chuh yhi (jhnm) sytthah bajv āftv mnz akh (āft)."
  },
  {
    "verse_id": 36,
    "translation": "Ansans chuh khvcznavn vvl."
  },
  {
    "verse_id": 37,
    "translation": "(yʿny) ts shkhṣs khạṭr yus tohyhi mnz (nyky mnz) brvnhh gczuhn yczhh ya yus (bdy mnz phsith) path rvzi."
  },
  {
    "verse_id": 38,
    "translation": "Pth kanhh shkhṣ chuh timn (ʿmln) hndi bdlh yimh tmụ̄ kmavimacz chhe girav."
  },
  {
    "verse_id": 39,
    "translation": "Dchihnhi aandkyv varạe."
  },
  {
    "verse_id": 40,
    "translation": "(tim) āsn baghn mnz, th panh vạnụ̄ āsn pczhan."
  },
  {
    "verse_id": 41,
    "translation": "Mjrmn mtʿlq."
  },
  {
    "verse_id": 42,
    "translation": "(th vann,) tohụ̄ kmụ̄ chyzn niyhi nav jhnms mnz."
  },
  {
    "verse_id": 43,
    "translation": "Tim vann, asụ̄ ạsụ̄ nh nmaz prn valyv mnz."
  },
  {
    "verse_id": 44,
    "translation": "Th asụ̄ ạsikh nh mḥtaj khyavan khyn."
  },
  {
    "verse_id": 45,
    "translation": "Th be hvud kamhi krn valyn sintụ̄ (rlith) ạsụ̄ asụ̄ th be hvud kamyn mnz āvrụ̄ rvzan."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi ạsụ̄ asụ̄ jzakis dohs ankar kran."
  },
  {
    "verse_id": 47,
    "translation": "Aot tam zi aashi pytth yymiyuk yun yqyny avs (suh mvt) āv."
  },
  {
    "verse_id": 48,
    "translation": "Lhādha vatnavinh (vonụ̄) shfaʿt krn valyn hund shfaʿt timn kanhh fạydh."
  },
  {
    "verse_id": 49,
    "translation": "Tylhi kya chuh yimn (kạfrn) gomut zi (tvthi) chih nṣyḥt nishhi buth phirith rvuzith."
  },
  {
    "verse_id": 50,
    "translation": "Znth tim khykh khyvnụ̄ (vḥshy) khr chih."
  },
  {
    "verse_id": 51,
    "translation": "Yim shas nishhi czlimtụ̄ chih."
  },
  {
    "verse_id": 52,
    "translation": "Blkh chuh timav mnz pth aakh shkhṣ yhi yczhan zi ts gczhn (brahi rast āsmạnụ̄) ṣḥyfh mczrạvith dinh yinụ̄."
  },
  {
    "verse_id": 53,
    "translation": "Yithh pạtthụ̄ chuhnh hrgz mmkn, blkh (chhe ḥqyqt yhi zi) tim lukh chihnh ạkhrts balkle khvczan."
  },
  {
    "verse_id": 54,
    "translation": "Khnụ̄ shk chuhnh zi yhi (qrān) chuh nṣyḥt."
  },
  {
    "verse_id": 55,
    "translation": "Lhādha yus yczhh aath thạvin yad."
  },
  {
    "verse_id": 56,
    "translation": "Th yim lukh thavan nh (aath) yad mgr yylhi Allah tʿālyā yczhh, sue chuh tqvyā huk (th prhyzgạry hund) ḥqdar byyhi chuh mghfrtuk mạlk."
  }
]