[
  {
    "verse_id": 1,
    "translation": "Bh chuhs qsm khyvan qyamt kh dohuk."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi chuhs bh qsm khyvan (buraʿyn pytth) mlamt krn valhi nfsuk."
  },
  {
    "verse_id": 3,
    "translation": "Kya ansan chha yhi khyal kran zi asụ̄ krvkh nh tmụ̄ snz addijhi (yimh mrnh pth bos gczihth chhlh chhangri gczhn) hrgz jmʿ."
  },
  {
    "verse_id": 4,
    "translation": "Kyazi nh! Aashi chhe aath kthhi pytth thi qdrt zi tmụ̄ snzn aongjn hund aakh aakh jvrr th gndd tam krvn tthyk."
  },
  {
    "verse_id": 5,
    "translation": "Blkh chuh ansan yhi yczhan zi pnnhi yinh vajnhi (zndgy mnz) thi rvzihe gnah kran."
  },
  {
    "verse_id": 6,
    "translation": "Suh chuh (hzl krnh kis andazs mnz) pczhan zi qyamtuk doh kr āshi."
  },
  {
    "verse_id": 7,
    "translation": "Pth yylhi achhn dugvsh gczihh."
  },
  {
    "verse_id": 8,
    "translation": "Th zvunhi ravi (panun) gash."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi gczhn āftab th zvun yikh vatth (gashh rus)."
  },
  {
    "verse_id": 10,
    "translation": "Tamhi vqth layhi ansan krykh zi czlnch jae kthi chhe."
  },
  {
    "verse_id": 11,
    "translation": "Hrgz nh, kanhh chhapn jae chhanh."
  },
  {
    "verse_id": 12,
    "translation": "Tamhi doh āshi tuhndis rbs nishy qrar krnch jae."
  },
  {
    "verse_id": 13,
    "translation": "Tamhi doh yiyhi ansan timav (ʿmlv) nishhi bakhbr krnh yim tmụ̄ brvnhh āsh svzmacz th yim (aathrat pnnhi mvt pth) pth kun ạsin trạvimtụ̄."
  },
  {
    "verse_id": 14,
    "translation": "Blkh sapdi ansan pnnyn nfsn (hndyn ḥaln) pytth (pạnụ̄pane) bakhbr."
  },
  {
    "verse_id": 15,
    "translation": "Agr chh suh pnnụ̄ tmam ʿdhr kri pysh."
  },
  {
    "verse_id": 16,
    "translation": "(ae ttatthhi!) tohụ̄ mah ạsiv (qrān yad krnh chh) banbri mnz (vḥy nạzl gczhnh vizi) pnnhi zyviḥrkt divan."
  },
  {
    "verse_id": 17,
    "translation": "Be shk chuh yhi (tuhndis syins mnz) jmʿ krun byyhi yhi (tuhnzi zbanhi sintụ̄) prnavun sanhi dhmh."
  },
  {
    "verse_id": 18,
    "translation": "Vonụ̄ yylhi asụ̄yhi (jbryl snzi zbạnụ̄) prith moklavv aad ạsiv tohụ̄ aamhi prnh āmtch pạrvy kran."
  },
  {
    "verse_id": 19,
    "translation": "Pth chuh be shk aamiyuk (mʿāny) vyczhnạvith byan krun sany dhmh."
  },
  {
    "verse_id": 20,
    "translation": "Ḥqyqt chhe yhi (ae kạfrv!) tohyhi chuhv jld ḥạṣl gczhn vvl (dnya) ttvtth."
  },
  {
    "verse_id": 21,
    "translation": "Th tohyhi chuhv ạkhrt czuhnmut trạvith."
  },
  {
    "verse_id": 22,
    "translation": "Varyah buthụ̄ āsn tamhi doh pholvnụ̄ th trvtazh."
  },
  {
    "verse_id": 23,
    "translation": "Th (ḥjab varạe) āsn pnnis rbs (yʿny rb sndis ḥusns th jmals) mude gnddith vuchhan."
  },
  {
    "verse_id": 24,
    "translation": "Th kạtyave buthụ̄ āsn tamhi doh khrab gmtis ḥalts mnz (naamyd th kihinụ̄)."
  },
  {
    "verse_id": 25,
    "translation": "Yhi gman āsn kran zi timn sintụ̄ yiyhi ticzh skhty krnh yosh timn kmbr phuttravi."
  },
  {
    "verse_id": 26,
    "translation": "Nah nah,yylhi zuv httis tam vathi."
  },
  {
    "verse_id": 27,
    "translation": "Th vannh āshi yivan zi (vunụ̄kyn) kus chuh phokh tʿūyz sintụ̄ ʿlaj krn vvl (yymụ̄sndi sintụ̄ frq gczihh)."
  },
  {
    "verse_id": 28,
    "translation": "Th (zuv dinh vvl) smjhin zi (vonụ̄) chhe (sạrine sintụ̄) judạe."
  },
  {
    "verse_id": 29,
    "translation": "Th gozi sintụ̄ laghi groz ralnụ̄."
  },
  {
    "verse_id": 30,
    "translation": "Pth chuh tamhi doh tuhndis rbs kun gczuhn āsan."
  },
  {
    "verse_id": 31,
    "translation": "Tylhi (kạczah bdnṣyby chhe zi) tmụ̄ nah kor (rsvl ṣly Allah ʿlyh vslmn hnzn kthn hund) tṣdyq nah prn nmaz."
  },
  {
    "verse_id": 32,
    "translation": "Blkh rvud suh ankar kran byyhi buth phiran."
  },
  {
    "verse_id": 33,
    "translation": "Pth pok pnnyn bạczn kun tkbr san."
  },
  {
    "verse_id": 34,
    "translation": "Chanhi khạṭr chhe (mrnh vqth) tbạhy, pth chhe (qbri mnz) tbạhy."
  },
  {
    "verse_id": 35,
    "translation": "Pth chhe chanhi khạṭr (qyamt kh doh) hlakt, pth chhe (jhnmch) hlakt."
  },
  {
    "verse_id": 36,
    "translation": "Kya ansan chha yhi khyal kran zi suh yiyhi be kar (ḥsab ktab varạe) ylh travnh."
  },
  {
    "verse_id": 37,
    "translation": "Kya suh avs na (pnnis abtdahs mnz) mny hund aakh qṭr yus (znanhi hnzi bchhi danhi mnz) tavnh chuh yivan."
  },
  {
    "verse_id": 38,
    "translation": "Pth bnyav suh (bchhi danhi mnz zalkụ̄ pạtthụ̄ lgith gomut) aakh mʿlq vjvd, pth kr tmụ̄ (tmam jsmany tann hnz aibtdaʿy shkl aath vjvds mnz) pạd. Pth krụ̄ tmụ̄ (tim) drst."
  },
  {
    "verse_id": 39,
    "translation": "Pth yhi zitmụ̄ bnạvụ̄ aamy nṭfh kh dhryʿh z qsm, mrd th znanh."
  },
  {
    "verse_id": 40,
    "translation": "Tylhi kya ts chhana aath kthhi pytth qdrt zimordn kri nvi sr zndh."
  }
]