[
  {
    "verse_id": 1,
    "translation": "Be shk chuh ansans pytth zmanuk aakh tiyuth vqt thi guzryvmut zi suh avs nh dhikr krun layq kanhh chyze."
  },
  {
    "verse_id": 2,
    "translation": "Be shk kor aashi ansan mkhlvṭ nṭfh nishhi pạd yus asụ̄ (zyns tam aakhi mrḥlh pytthh doyimis mrḥls kun) phiran th janchan rvzan chihn, lhādha bnvv aashi yhi (trtyb san) bvzn vvl (pth) vuchhn vvl."
  },
  {
    "verse_id": 3,
    "translation": "Be shk hạv aashi amis (ḥqs th bạṭls mnz frq krnh khạṭr shʿūrch th bṣyrtch) vath thi, (vonụ̄) bnụ̄tn khvah suh shkr gzar ya na shkr gzar."
  },
  {
    "verse_id": 4,
    "translation": "Be shk chih aashi kạfrn khạṭr (khorn hnz) hanklh th (grdnụ̄ hndụ̄) ṭvq th (jhnmuk) shʿlh vun nar tyar krith thvvmut."
  },
  {
    "verse_id": 5,
    "translation": "Be shk chyn mkhlṣ aṭaʿt gzar (shrabi ṭhvrkụ̄) tithụ̄jam yath mnz (khoshbve, rngt th ldht hurravnh khạṭr) kafvur āshi ralạvith."
  },
  {
    "verse_id": 6,
    "translation": "(kafvur) chuh (jntuk) aakh nag yymhi mnzkhdae sndụ̄ (khaṣ) bndh (yʿny aavlyaʿ Allah) chvan rvzn (th) yvr yczhn (tvr) nin (baqyn chavnh khạṭr) aath lokchn lokchn koln hnzi shklhi mnz."
  },
  {
    "verse_id": 7,
    "translation": "(yim khaṣ bndh chih tim) yim (pnnhi) ndhr chih pvur kran th tath dohs chih khvczan yymich skhty sytthah phhln vajinụ̄ chhe."
  },
  {
    "verse_id": 8,
    "translation": "Th (panun) khyn chih Allah tʿālyā sndis mḥbts mnz (panh tamiyuk ḥajt th ẓrvrt āsnh bavjvd aythar kinụ̄) mḥtajs th ytyms th qindis khyavan."
  },
  {
    "verse_id": 9,
    "translation": "(th vnan chih zi) asụ̄ chihv ṣrf Allah tʿālyā sndi rẓa khạṭr tohụ̄ khyavan, nah chih tohyhi nishhi kanhh mʿāvẓh czhanddan th nah chih shkrguzạry hndụ̄ (khvahsh mnd)."
  },
  {
    "verse_id": 10,
    "translation": "Aashi chuh pnnis rbs nishhi tamhi dohuk byim rvzan yus (buthyn) sytthah krihun (th) bdnma krn vvl chuh."
  },
  {
    "verse_id": 11,
    "translation": "Pth bchavi Allah tʿālyā timn (khvfi ailāhy sbbh) tamhi doh chh skhty nishhi th timn kri (buthyn pytth) rvnq th tazgy th (diln mnz) srvur th khvshy ʿṭa."
  },
  {
    "verse_id": 12,
    "translation": "Th aamhi kthhi hndi bdlh zi timav chuh ṣbr kormut krykh (rvznh khạṭr) jnt th (lagnh khạṭr) ryshmy poshak ʿṭa."
  },
  {
    "verse_id": 13,
    "translation": "Yim lukh āsn tath mnz tkhtn pytth ddokh dith bihth, nah vuchhn tathi tapch czndd th nah tinri hnz skhty."
  },
  {
    "verse_id": 14,
    "translation": "Th (jnt kyn kulyn hndụ̄) sayhi āsn timn pytth nyman th tihndụ̄ (myvh) gurn āsn nmith aalạndụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Th (khdmt gar) āsn timn dchihnụ̄ khovrụ̄roph sndụ̄ banh th (ṣaf shfaf) shyishh glash hyth phyran."
  },
  {
    "verse_id": 16,
    "translation": "(th) shyishhi thi āsn roph sndụ̄ (bnymtụ̄) yim timav (pth akụ̄ snz ṭlb vuchihth) tthyk tthyk andazh san brimtụ̄ āsn."
  },
  {
    "verse_id": 17,
    "translation": "Th tim yin tathi (shrabi ṭhvrkụ̄) tithụ̄ jam chavnh yimn mnz znjbyl ralh āshi."
  },
  {
    "verse_id": 18,
    "translation": "(znjbyl) chuh aath (jnts) mnz aakh tiyuth nag yymiyuk nav slsbyl thavnh āmut chuh."
  },
  {
    "verse_id": 19,
    "translation": "Th timn dchihnụ̄ khovrụ̄ rvzn tithụ̄ (mʿṣvm) shurụ̄ phyran, yim hmyshh tthụ̄ ḥals mnz rvzn, yylhi tohụ̄ tm vuchhvukh tylhi gczhyvgman zi tim chih chhkrth mokhth phlụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Th yylhi tohụ̄ (jnts pytth) nẓrtrạviv tylhi vuchihv tathi (kthrt san) nʿmth th (pth ṭrfh) brr slṭnt."
  },
  {
    "verse_id": 21,
    "translation": "Timn (hndyn jsmn) pytth āsn tanhi ryshmhi hndụ̄ sbz th motthi aṭlskụ̄ palvu th timn yin roph sndụ̄ krụ̄ lagnh th tihund rb chavi timn pak shrab."
  },
  {
    "verse_id": 22,
    "translation": "Be shk āshi yhi tuhund mʿāvẓh th tuhnz mḥnt sapz qbvl."
  },
  {
    "verse_id": 23,
    "translation": "Be shk chuh aashi qrān tohyhi pytth hanhi hanhi nạzl kormut."
  },
  {
    "verse_id": 24,
    "translation": "Lhādha thạviv tohụ̄ pnnis rb sndi ḥkmh mvjvb ṣbr (jạry) th yimav mnz mah thạviv kạnshi apziyạris th gnhgar ya kạfr nashkrgzar snzi kthhi kn."
  },
  {
    "verse_id": 25,
    "translation": "Th ṣbḥ sham ạsiv pnnis rb sndi navch dhkr kran."
  },
  {
    "verse_id": 26,
    "translation": "Th rạcz hnz kynhh griạsiv tmụ̄ sndis drbars mnz sjds mnz gzaran th rạcz hndis (baqy) zyitthis ḥṣs mnz ạsiv tmụ̄ snz tsbyḥ kran."
  },
  {
    "verse_id": 27,
    "translation": "Be shk chuh yimn (dunya czhanddn valyn) jld ḥaṣl spdn vvl mfad ttvtth th skht gob doh (yʿny tmich yad) chhakh pans pth kun tạvith mnsạvmcz."
  },
  {
    "verse_id": 28,
    "translation": "(tim chihnh svnchan zi) aasy chih tim pạd krụ̄mtụ̄ th tihindụ̄ jvrr jvrr chih mẓbvṭ bnạvimtụ̄, th asụ̄ yylhi yaczhv (tim) bdlavvkh timne hivyv lukv sintụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Be shk chuh yhi (qrān) nṣyḥt, lhādha yus kanhh yczhh pnnis rbs kun (vatnch) vath rttin."
  },
  {
    "verse_id": 30,
    "translation": "Th tohụ̄ hykiv nh panh kihinụ̄ yczihth tamhi varạe yhi Allah tʿālyā yczihh, be shk chuh Allah tʿālyā var pạtthụ̄ zann vvl sytthah ḥkmt vvl."
  },
  {
    "verse_id": 31,
    "translation": "Suh yas yczhan chuh pnnis rḥmts (kis dạyrs) mnz chuhs dạkhl kran, th ẓạlmn khạṭr chuh tmụ̄ dg tulvun ʿdhab thvvmut tyar krith."
  }
]