[
  {
    "verse_id": 1,
    "translation": "Nrm th khoshgvar hvahn hund qsm yim pyotthus pytth pkan chih."
  },
  {
    "verse_id": 2,
    "translation": "Pth ṭvfạnụ̄th tyz hvahn hund qsm yim shdydczahttv sintụ̄ pkan chih."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi tihund qsm yim aobrn chih pth ṭrfs kun phhlavan."
  },
  {
    "verse_id": 4,
    "translation": "Pth tihund qsm yim (timn) phasvith chih byon byon kran."
  },
  {
    "verse_id": 5,
    "translation": "Pth tihund qsm yim nṣyḥt aann vạlụ̄ chih."
  },
  {
    "verse_id": 6,
    "translation": "Ḥjt tmam krnh mokhh ya khvcznavnh khạṭr."
  },
  {
    "verse_id": 7,
    "translation": "Be shk yus (qyamtuk) vʿdh tohyhi sintụ̄ krnh chuh yivan suh rvzi ẓrvr pvur spdith."
  },
  {
    "verse_id": 8,
    "translation": "Pth yylhi tarkn hund gash yiyhi khtm krnh."
  },
  {
    "verse_id": 9,
    "translation": "Th yylhi āsmạnụ̄ kaynats mnz gdụ̄ gczhn."
  },
  {
    "verse_id": 10,
    "translation": "Th yylhi pharr yin (ryzh ryzh krith) vuddnavnh."
  },
  {
    "verse_id": 11,
    "translation": "Th yylhi pyghmbryin mqrrvqts pytth (pnnyn pnnyn aumtn pytth gvạhy khạṭr) jmʿ krnh."
  },
  {
    "verse_id": 12,
    "translation": "Kmhi sanadoh khạṭr chuh (yimn sarine kthn hund) vqt āmut mqrr krnh."
  },
  {
    "verse_id": 13,
    "translation": "Fạṣlh kh doh khạṭr."
  },
  {
    "verse_id": 14,
    "translation": "Th tohyhi kmụ̄ vonnv zi fạṣluk doh kya chuh."
  },
  {
    "verse_id": 15,
    "translation": "Tamhi doh chhe ankar krn valyn khạṭr khrạby (th tbạhy)."
  },
  {
    "verse_id": 16,
    "translation": "Kya aashi ạsụ̄ na brvuntthim (ankar krn vạlụ̄) lukh hlak krụ̄ mtụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Pth chihkh asụ̄ ptim lukh thi (hlakts mnz) timn pth pknavan."
  },
  {
    "verse_id": 18,
    "translation": "Asụ̄ chih mjrmn sintụ̄ aamy āyuk (mʿāmlh) kran."
  },
  {
    "verse_id": 19,
    "translation": "Tamhi doh chhe ankar krn valyn khạṭrbrr khrạby."
  },
  {
    "verse_id": 20,
    "translation": "Kya aashi krivna tohụ̄ vsụ̄ payhi āb (kh akhi qṭrh) nishhi pạd."
  },
  {
    "verse_id": 21,
    "translation": "Pth thvv suh mḥfvẓ jayhi (yʿny majhi hnzi bchhi danhi) mnz."
  },
  {
    "verse_id": 22,
    "translation": "(vqt kis) akis mqrr krnh āmtis andazs tam."
  },
  {
    "verse_id": 23,
    "translation": "Pth krụ̄ aashi (nṭfh pytthh zyns tam kyn tmam mrḥln khạṭr) vqtkụ̄ andazh mqrr, lhādha kithụ̄ zbrdst andazh mqrr krn vạlụ̄ chih (asụ̄)."
  },
  {
    "verse_id": 24,
    "translation": "Tamhi doh chhe ankar krn valyn khạṭr brrtbạhy."
  },
  {
    "verse_id": 25,
    "translation": "Kya aashi bnạv na zmyn vttith aann vajinụ̄."
  },
  {
    "verse_id": 26,
    "translation": "(yosh vttan chhe) zindn (thi) th mordn (thi)."
  },
  {
    "verse_id": 27,
    "translation": "Aashi thạvụ̄ aath pytth thdụ̄ th mẓbvṭ pharr byyhi chavnạvụ̄vaashi tohụ̄ (mytthyn nagn hndi dhryʿh) myvutth āb."
  },
  {
    "verse_id": 28,
    "translation": "Tamhi doh āshi ankar krn valyn khạṭrbrr brbạdy."
  },
  {
    "verse_id": 29,
    "translation": "(vonụ̄) pkiv tohụ̄ tath (ʿdhabs) kun yath tohụ̄ ankar ạsụ̄vu kran."
  },
  {
    "verse_id": 30,
    "translation": "Tohụ̄ pkiv (jhnm khi dhhi sintụ̄ bnyamtis) tath shihlis kun yath te ḥṣh chih."
  },
  {
    "verse_id": 31,
    "translation": "Yus nah chuh shhjar vvl shihul th nah chuh narchh grmy nishhi bchavan vvl."
  },
  {
    "verse_id": 32,
    "translation": "Be shk chuh suh (jhnm) thdụ̄ mḥl (khankụ̄) hivụ̄ (brrụ̄brrụ̄) lmbkh th timbri tulan."
  },
  {
    "verse_id": 33,
    "translation": "(yithi chuh basan) znth timh (timbri) lydri rngkụ̄ avuntt chih."
  },
  {
    "verse_id": 34,
    "translation": "Tamhi doh chhe ankar krn valyn khạṭrbrr tbạhy."
  },
  {
    "verse_id": 35,
    "translation": "Yhi chuh tiyuth doh zi tim hykn nh (atah mnz) kth thi krith."
  },
  {
    "verse_id": 36,
    "translation": "Th nah yiyhi timn ajazt dinh zi tim krn ʿdhr pysh."
  },
  {
    "verse_id": 37,
    "translation": "Tamhi doh chhe ankar krn valyn khạṭrbrr hlakt."
  },
  {
    "verse_id": 38,
    "translation": "Yhi chuh fạṣluk doh (yath mnz) asụ̄ tohụ̄ th (sạry) brvuntthim lukh jmʿ krvkh."
  },
  {
    "verse_id": 39,
    "translation": "Pth agr tohyhi nishhi kanhh (ʿdhab nishhi bchnuk) ḥylh (th dav) chuh tylhi chlạviv (suh) dav me pytth."
  },
  {
    "verse_id": 40,
    "translation": "Tamhi doh chuh ankar krn valyn khạṭrsytthah afsvs."
  },
  {
    "verse_id": 41,
    "translation": "Be shk āsn prhyzgar tthndd shyhlyn th nagn mnz (ʿạsh th raḥt san)."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi phl th myvh yymich thi tim khvạhsh krn (āsn tihindi khạṭr mvjvd)."
  },
  {
    "verse_id": 43,
    "translation": "(timn yiyhi vannh,) tohụ̄ khyyiv chyyiv sytthah mzh san timn (nyk) ʿlmn hndi bdlh yim tohụ̄ kran rvzan ạsụ̄vu."
  },
  {
    "verse_id": 44,
    "translation": "Be shk chih asụ̄ yithe pạtthụ̄ nykvkarn jza divan."
  },
  {
    "verse_id": 45,
    "translation": "Tamhi doh chhe ankar krn valyn khạṭrbrr khrạby."
  },
  {
    "verse_id": 46,
    "translation": "(ae ḥqs ankar krn valyv!) tohụ̄ khyyiv kynczhs kals byyhi tuliv fạydh, be shk chihv tohụ̄ mjrm."
  },
  {
    "verse_id": 47,
    "translation": "Tamhi doh chhe ankar krn valyn khạṭrbrr khrạby."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi yylhi timn vannh chuh yivan zi tohụ̄ nymiv (Allah tʿālyā sndis drbars mnz) tylhi chihnh tim nyman."
  },
  {
    "verse_id": 49,
    "translation": "Tamhi doh chhe ankar krn valyn khạṭrbrr tbạhy."
  },
  {
    "verse_id": 50,
    "translation": "Pth kth klams pytth aann tim yymhi (qrān) pth aymanin?"
  }
]