[
  {
    "verse_id": 1,
    "translation": "Yim lukh kth (chyzs) mtʿlq chih panh vạnụ̄ sval kranin?"
  },
  {
    "verse_id": 2,
    "translation": "(kya) tath bjhi khbri mtʿlq (chha pczhh gạr kranin(?"
  },
  {
    "verse_id": 3,
    "translation": "Yath mtʿlq tim akhtlaf chih kran."
  },
  {
    "verse_id": 4,
    "translation": "Hrgz nh (eʿny so khbr chhanh ainkars layq) timn lghi ʿnqryb (so ḥqyqt) pae."
  },
  {
    "verse_id": 5,
    "translation": "(asụ̄chih vnan) beeh, hrgz nh (eʿny akhtlaf th ainkar chuhnh hrgzṣḥyḥ) timn lghi ʿnqryb pae."
  },
  {
    "verse_id": 6,
    "translation": "Kya aashi bnạv na zmyn (zndgy hndi) qyamch th kamhi karch jaein"
  },
  {
    "verse_id": 7,
    "translation": "Th (kya) pharrthạvụ̄ (na ath mnz) tthukth (mynkhn hndụ̄ pạtthụ̄?"
  },
  {
    "verse_id": 8,
    "translation": "Th (ghvrkriv) aashi (chihv) krụ̄ mitụ̄tohụ̄ (nsl brravnh khạṭr) jvr jvr pạd."
  },
  {
    "verse_id": 9,
    "translation": "Th aashi (chhe) tuhnz nindr (jsmạny) āram (khạṭr) bnavmcz."
  },
  {
    "verse_id": 10,
    "translation": "Th aashi (chhe) rat (tamhi chh aanhi gtthi hndi bạʿth) prdh krn vajinụ̄ bnạvmcz."
  },
  {
    "verse_id": 11,
    "translation": "Th aashi (chuh) doh bnvvmut rvzgar (kmavnuk vqt)."
  },
  {
    "verse_id": 12,
    "translation": "Th (vonụ̄ kriv khlaʿy kaʿnats mnz ghvr) aashi bnạvụ̄ tohyhi pytthụ̄ kinụ̄ sth mẓbvṭ (ṭbqh)."
  },
  {
    "verse_id": 13,
    "translation": "Th aashi bnvv (āftab) gashuk th grmy hund (zbrdst) āgur."
  },
  {
    "verse_id": 14,
    "translation": "Th aashi vvl brụ̄tyv aobrv nishhi czhynh ros āb."
  },
  {
    "verse_id": 15,
    "translation": "Takh asụ̄ krrv aamhi (rvud) kh dhryʿh (zmyn nishhi) anaj th ghash."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi (vopdavav) gnụ̄ gnụ̄ bagh."
  },
  {
    "verse_id": 17,
    "translation": "(sanhi qdrt chh yimh nishạniyhi vuchihth zạniv zi) be shk chuh fạṣluk doh (qyamt thi) aakh mqrrkrnh āmut vqt."
  },
  {
    "verse_id": 18,
    "translation": "Yymhi doh ṣvurs phokh yiyhi dinh pth yiyiv tohụ̄ khyjv khyjv (Allah tʿālyā sndis drbars kun)."
  },
  {
    "verse_id": 19,
    "translation": "Th āsman (kyn ṭbqn) yiyhi chak krnh pth bnn tim (phttnh kh bạʿth znth) drvaze drvazh."
  },
  {
    "verse_id": 20,
    "translation": "Th pharr yin (grd bnạvith hvahs mnz) vuddnavnh, lhādha gczhn tim srab (eʿny srabkụ̄pạtthụ̄ ghạb)."
  },
  {
    "verse_id": 21,
    "translation": "Be shk chuh jhnm aakh zag."
  },
  {
    "verse_id": 22,
    "translation": "(suh) chuh buth phiryn hund tthkanh."
  },
  {
    "verse_id": 23,
    "translation": "Tim rvzn khtm nah gczhn valyn pyotthus pytth mdtn tthụ̄ mnz pyth."
  },
  {
    "verse_id": 24,
    "translation": "Nah vuchhn tim tath mnz (kunhi qsmh khi) shhjaruk mzh th nah kunhi chynh chyzuk."
  },
  {
    "verse_id": 25,
    "translation": "Gr,kh vunhi grm ābh th (jhnmy yn hndyv zkhmv nishhi) pryddvnhi pakh varạe."
  },
  {
    "verse_id": 26,
    "translation": "(yohe) chuh (tihnzi nafrmạny hund) lgh har bdlh."
  },
  {
    "verse_id": 27,
    "translation": "Aamhi mvjvb zi timn avs nh balkle (ạkhrt kh) ḥsabuk khvf."
  },
  {
    "verse_id": 28,
    "translation": "Th tim ạsụ̄ sanyn āyatn zbr dst pạtthụ̄ ankar kran."
  },
  {
    "verse_id": 29,
    "translation": "Th aashi chuh pth (lokutt bodd) chyzlykhith thvvmut rczhrạvith."
  },
  {
    "verse_id": 30,
    "translation": "(ae ankarkrn valyv!) vonụ̄ vuchihv tohụ̄ (pnnhi krimatiyuk) mzh (tohụ̄ rvudiv dnyahs mnz kfrs th buth phirns mnz brvnhh pkan) vonụ̄ rvzv asụ̄ tohyhi pytth ʿdhab se huryr kran."
  },
  {
    "verse_id": 31,
    "translation": "Be shk chhe prhyzgarn khạṭr kamyạby."
  },
  {
    "verse_id": 32,
    "translation": "(tihindi khạṭr āsn) bagh th dchh."
  },
  {
    "verse_id": 33,
    "translation": "Beeh (āsn) nv jvan hm ʿmr kvri.."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi (āsn shrab ṭhvrkụ̄) lhr marvnụ̄ jam."
  },
  {
    "verse_id": 35,
    "translation": "Tathi nah bvzn yim (lukh) kanhh be hvudh kth th nah (āshi aakh akis) ankarkrun."
  },
  {
    "verse_id": 36,
    "translation": "Yhi chuh tuhndis rb sndi ṭrfh bdlh yus (ʿmln hndi ḥsabh) sytthah (bodd) anʿām chuh."
  },
  {
    "verse_id": 37,
    "translation": "(suh) chuh āsmann hnd th zmynuk th yikynczhah yimn don mnzbag chh tmuek (sarikue) prvrdgar, sytthah rḥmt vvl chuh (mgr qyamt kh doh āshi tmụ̄ sndi byimuk th jlaluk ʿālm yhi zimkhlvqv mnz) āshi nh tas sintụ̄ kth krnuk kạnshi (thi) ṭaqt."
  },
  {
    "verse_id": 38,
    "translation": "Yymhi doh jbryl (rvḥ alamyn) th (tmam) frshth ṣfh gnddith āsn, kanhh hykhi nh kth krith, ts shkhṣs varạe yymis khdaʿe rḥmann (shfaʿtuk) aijazt avs dith thvvmut th tmụ̄ ạs (zndgy mnz aslam kyv tʿlymatv mṭạbq) kth thi ṣḥyḥ vnụ̄ mcz."
  },
  {
    "verse_id": 39,
    "translation": "Yhi doh chuh ḥq, vonụ̄ yus shkhṣ yczhh suh bnạvin pnnis rb sndis drbars mnz (rḥmtuk th qrbtuk) tthkanh."
  },
  {
    "verse_id": 40,
    "translation": "Be shk chihv aashi tohụ̄ ʿnqryb yinh valhi ʿdhab nishhi khvcznạvimtụ̄, tamhi doh vuchhhi pth frd tim (aʿmal) yim tmụ̄ brvnhh chih svuzimtụ̄, th (pth) kạfr vanhi, ae kash! Bh āsha miycz (th yymhi ʿdhab nishhi bchhi ha)."
  }
]