[
  {
    "verse_id": 1,
    "translation": "Timn (frshtn) hund qsm yim (kạfrn hund zuv tihndyn jsmn hndi akhi akhi tanh mnz) sytthah skhty san krrith chih aanan. Ya. Tvanaʿy hnzn timn lhrn hund qsm yimh mads mnz aczith kymyaʿy vattn chhe skhty san puhttravan."
  },
  {
    "verse_id": 2,
    "translation": "Th timn (frshtn) hund qsm yim (mvmnn hndi zuvkụ̄) gndd sytthah nrmy san yalh chih travan. Ya.tvanaʿy hnzn timn lhrn hund qsm yimh mads andrụ̄ kinụ̄ kymyaʿy vattn chhe sytthah nrmy th āram san puhttravan."
  },
  {
    "verse_id": 3,
    "translation": "Th timn (frshtn) hund qsm yim (zmyn v āsmans mnzbag) tyzy san czhantthi chih phyran. Ya. Tvanaʿy hnzn timn lhrn hund qsm yimh āsmạnụ̄ khlahs th fẓahs mnz bla rvk ttvk phyran thvran chhe."
  },
  {
    "verse_id": 4,
    "translation": "Pth timn (frshtn) hund qsm yim lanph tạvith (baqyn nishhi) brvnhh chih gczhan. Ya. Pth tvanaʿy hnzn timn lhrn hund qsm yimh rftar,ṭaqt th kshsh kinụ̄doyimyn lhrn pytth sbqt chhe nivan."
  },
  {
    "verse_id": 5,
    "translation": "Pth timn (frshtn) hund qsm yim mkhtlf mʿāmln hnz tdbyr chih kran. Ya. Pth tvanaʿy hnzn timn lhrn hund qsm yimh bahmy tʿāmul sintụ̄ kaʿnaty nẓam kh bqa khạṭr tvazn th tdbyr chhe qạyim thavan."
  },
  {
    "verse_id": 6,
    "translation": "(yylhi timn yhi kaynatuk nẓam drhm brhm krnuk ḥkm spdi pth) yiyhi tamhi doh (kaynatuk) pth mtḥrk chyz shdyd ḥrkts mnz."
  },
  {
    "verse_id": 7,
    "translation": "Pth pth yinh vvl byyhi aakh binyul yiyhi aath pte."
  },
  {
    "verse_id": 8,
    "translation": "Tamhi doh āsn (lukn hndụ̄) dl khvf th aẓṭrab sintụ̄ dubrae kran."
  },
  {
    "verse_id": 9,
    "translation": "Tihnz achh āsn (khvf th hạbt sintụ̄) bon kun."
  },
  {
    "verse_id": 10,
    "translation": "(kạfr) chih vnan, kya asụ̄ yimva goddnichhi zndgy kun pot phirnh?"
  },
  {
    "verse_id": 11,
    "translation": "Kya yylhi ha asụ̄ dodrymcz (khokhri) addijhi spdav (tylhi thi yimvh zndh krnh)?"
  },
  {
    "verse_id": 12,
    "translation": "Tim chih vnan, yhi (pot phyrun) āshi tamhi vqth tylhi sytthah khsarh ld pot phyrun."
  },
  {
    "verse_id": 13,
    "translation": "Tylhi āshi yhi yikh vatth shdyd byim nak āvazi san (kaynat kyn tmam starn th syarn hund) phttun."
  },
  {
    "verse_id": 14,
    "translation": "Pth āsn tim (sạry lukh) achank (ḥshrkis) khulh mạdans mnz mvjvd."
  },
  {
    "verse_id": 15,
    "translation": "Kya tohyhi nishhi vạczah mvsyā (ʿlyh alslam) snz khbr."
  },
  {
    "verse_id": 16,
    "translation": "Yylhi tihindụ̄ rbn ṭvyā chh mqds vạdy mnz timn nad lveimut avs."
  },
  {
    "verse_id": 17,
    "translation": "(th yhi ḥkm avsun diyutmut zi) frʿūns nishhi gczh suh chuh buthụ̄ phiyur gomut."
  },
  {
    "verse_id": 18,
    "translation": "Pth van (ts),kya cz chuhkhh yaczhan zi cz gczhkh pak spdunin?"
  },
  {
    "verse_id": 19,
    "translation": "Th (kya cz chuhkhh yaczhan zi) bh kre cze chạnis rbs kun rhnmạyy takh cz lagkh (ts) khvczun."
  },
  {
    "verse_id": 20,
    "translation": "Pth hạv mvsyā hn (ʿlyh alslam) ts brr nishạny."
  },
  {
    "verse_id": 21,
    "translation": "Pth phiyur tmụ̄ buth byyhi krn nafrmạnụ̄."
  },
  {
    "verse_id": 22,
    "translation": "Pth lạj tmụ̄ (ḥq nishhi) buthụ̄phiyur spdith (mvsyā ʿlyh alslamn hndis mkhalfts mnz) kvshsh th tg dv krnụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Pth krụ̄ tmụ̄ (lukh) jmʿ thi diczn krykh."
  },
  {
    "verse_id": 24,
    "translation": "Pth von tmụ̄, bh chuhs tuhund sarive khvth thod th bodd rb."
  },
  {
    "verse_id": 25,
    "translation": "Pth rott suh Allah tʿālyā hn ạkhrt th dnya kyn (don) szahn mnz."
  },
  {
    "verse_id": 26,
    "translation": "Be shk chuh yath (vaqʿs) mnz ts shkhṣs khạṭr bodd ʿbrt yus (Allah tʿālyā hs) khvczan chuh."
  },
  {
    "verse_id": 27,
    "translation": "Kya tuhund pạd krun chha zyadh mshkl kinh (pvur) āsmạnụ̄ kaynatuk,yosh tmụ̄ bnạv?"
  },
  {
    "verse_id": 28,
    "translation": "Tmụ̄ krụ̄ āsmạnụ̄ kaynatkụ̄ tmam kurh (prth ṭrfh phhlạvth) blnd,pth kvrun timn(hnds trkybs th tshkyls th kamyn th ḥrkatn) mnz tvazun th astḥkam pạd."
  },
  {
    "verse_id": 29,
    "translation": "Th tmy bnạv āsmạnụ̄ khla hch rat (yʿny svrue khlaʿy maḥvl rạcz hndụ̄ pạtthụ̄) gttiyul, th (aamhi khla nishhi) koddun yiman (tarkn) hund gash (pad krith)."
  },
  {
    "verse_id": 30,
    "translation": "Th tmy kodd zmyns aamhi (tarkh, āftab kh vjvds mnz yinh) pth (aamhi nishhi) byvn krith zvr san ksh (th rvzns qạbl bnavnh khạṭr vahrạvn yhi)."
  },
  {
    "verse_id": 31,
    "translation": "Tmy kodd zmyn mnz aamiyuk āb (alg) th (baqy khshk ḥṣn mnz) koddun aamiyuk ghash."
  },
  {
    "verse_id": 32,
    "translation": "Th tmy votlạvụ̄ (kynhh madh panh vạnụ̄ ralạvith) zmyn nishhi mḥkm pharr."
  },
  {
    "verse_id": 33,
    "translation": "(yhi svrue kynhh korun) tuhndi khạṭr th tuhndyn charvayn hndi fạydh khạṭr."
  },
  {
    "verse_id": 34,
    "translation": "Pth yiyhi tamhi vqth (kaynat) brvnhh pkan pkan (tamhi kis anthahs pytth) pth chyzs pytth ghạlb yinh vajinụ̄ sytthah skht āft (qyamt)."
  },
  {
    "verse_id": 35,
    "translation": "Tamhi doh kri ansan pnnụ̄ (pth) kvshsh th ʿml yad."
  },
  {
    "verse_id": 36,
    "translation": "Th pth vuchhn vạlis khạṭr yiyhi jhnm non krrnh."
  },
  {
    "verse_id": 37,
    "translation": "Pth yymụ̄shkhṣn srkshy āshi krmcz."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi āsyn dunyạvy zndgy (ạkhrts pytth) trjyḥ diczmcz."
  },
  {
    "verse_id": 39,
    "translation": "Tylhi āshi kunhi shkh ros jhnme (tmụ̄ sund) tthkanh."
  },
  {
    "verse_id": 40,
    "translation": "Th yus shkhṣ pnnis rb sndis drbars mnz khrra spdns khvczan rvud byyhi rott tmụ̄ (panun) nfs (bur) khvạhishv th shhvatv nishhi pth."
  },
  {
    "verse_id": 41,
    "translation": "Tylhi āshi kunhi shkh ros jnthe (tmụ̄ sund) tthkanh."
  },
  {
    "verse_id": 42,
    "translation": "(kạfr) chihv tohyhi qyamts mtʿlq pczhan zi so kr spdi qạyim."
  },
  {
    "verse_id": 43,
    "translation": "Tohyhi kya chuhv tamhi kh (vqt chh) dhkri sintụ̄?"
  },
  {
    "verse_id": 44,
    "translation": "Tamiyuk antha chuh tuhndis rbs tam (yʿny abtdahkụ̄ pạtthụ̄ rvzi anthahs mnz thi ṣrf vḥdt)."
  },
  {
    "verse_id": 45,
    "translation": "Tohụ̄ chihv ṣrf ts shkhṣs khvcznavn vạlụ̄ yus tath khvczan chuh."
  },
  {
    "verse_id": 46,
    "translation": "Vonụ̄yymhi doh tim tath vuchhn tylhi (krn yhi khyal zi) ạsụ̄ nh tim (dunyahs mnz) akis shams ya aamhi kh ṣubḥ varạe tthhrymty."
  }
]