[
  {
    "verse_id": 1,
    "translation": "Tihindis (mqds) buths pytth āyhi nagvạry th (nvur borut) rve phiruk akith kun."
  },
  {
    "verse_id": 2,
    "translation": "Aamhi vjh kinụ̄ zi timn nishhi āv aakh nabyna (yymụ̄ tihnzkth cztt)."
  },
  {
    "verse_id": 3,
    "translation": "Th tohyhi kya khbr chhav bnan chuh suh ma spdihe (tuhndi tvjh sintụ̄ mzyd) pak."
  },
  {
    "verse_id": 4,
    "translation": "Nath ma krihe (tuhnz) nṣyḥt qbvl pth diyhi he nṣyḥt ts (mzyd) fạydh."
  },
  {
    "verse_id": 5,
    "translation": "Albth yus shkhṣ (dyn nishhi) be prvah chuh."
  },
  {
    "verse_id": 6,
    "translation": "Tohụ̄ chihv tmụ̄ sndi (aslam qbvl krnh) khạṭr zyadh ahtmam kran."
  },
  {
    "verse_id": 7,
    "translation": "Yylhi kh zn tohyhi pytth chhanh kanhh dhmh dạry (yʿny dhmh dạry hund bar) agr suh pạkyzgy (ayman) qbvl kri tinh."
  },
  {
    "verse_id": 8,
    "translation": "Th suh yus tohyhi nishhi (panh rczr czhanddnch) kvshsh kran āv."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi chuh suh (pnnis rbs) khvczan thi."
  },
  {
    "verse_id": 10,
    "translation": "mgr tohụ̄ chhv nh ts kun tvjh frmavan."
  },
  {
    "verse_id": 11,
    "translation": "(ae ʿẓmt valhi ttatthhi!) yithhi knụ̄ nh, be shk chih yim (qrāny āyat) nṣyḥt."
  },
  {
    "verse_id": 12,
    "translation": "Yus shkhṣ yczhh aath krin qbvl (th ḥifẓ)."
  },
  {
    "verse_id": 13,
    "translation": "(yim) chih ʿzt valyn th aḥtram valyn varqn mnz (lykhith)."
  },
  {
    "verse_id": 14,
    "translation": "Yim sytthah blnd mrtbh (th) pak chih."
  },
  {
    "verse_id": 15,
    "translation": "Tithyn sfyrn (th kạtibn) hndi dsụ̄chih (brvnhh kun vatimtụ̄)."
  },
  {
    "verse_id": 16,
    "translation": "Yim sytthah kramt vạlụ̄ (th) aṭaʿtkụ̄ pykr chih."
  },
  {
    "verse_id": 17,
    "translation": "Hlak gczihn (suh bdbkht ankar krn vvl) ansan kiyuth nashkrgzar chuh (yus yiczah ʿẓym nʿmt lbth thi tamich qdr chuhnh kran)."
  },
  {
    "verse_id": 18,
    "translation": "Allah tʿālyā hn kamhi chyz nishhi chuh yhi pạd kormut."
  },
  {
    "verse_id": 19,
    "translation": "Nṭfh nishhi korun yhi pạd,pth korun sinty amụ̄ sund (ṣnf th jns kh lḥaẓh) tʿīn."
  },
  {
    "verse_id": 20,
    "translation": "Pth krn amụ̄ sndi khạṭr (tshkyl,artqaʿ th tkmyl pth majhi hndi shkmh mnz nyrnch) vath āsan."
  },
  {
    "verse_id": 21,
    "translation": "Pth diyutun amis mvt,pth korun yhi qbri mnz (dfn)."
  },
  {
    "verse_id": 22,
    "translation": "Pth yylhi suh yczhh ams kri (navi sr zndh krith) khrra."
  },
  {
    "verse_id": 23,
    "translation": "Pzụ̄pạtthụ̄ kor nh amụ̄ (nafrman ansann) suh (ḥq) pvur yymiyuk amis (Allah tʿālyā hn) ḥkm avs diyutmut."
  },
  {
    "verse_id": 24,
    "translation": "Lhādha pazi ansans zi pnnis ghdhahs kun vuchihn (pth krin ghvr)."
  },
  {
    "verse_id": 25,
    "translation": "Be shk vvl aashi sytthah zvr san āb."
  },
  {
    "verse_id": 26,
    "translation": "Pth kor aashi zmyns tr dith phas."
  },
  {
    "verse_id": 27,
    "translation": "Pth vopdvv aashi aath mnz anaj."
  },
  {
    "verse_id": 28,
    "translation": "Byyhi dachh th sbzy."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi zytvn th khzr."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi gnụ̄ gnụ̄ bagh."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi (rngh rngh) phl myvh th (janvrn hund) ghdha."
  },
  {
    "verse_id": 32,
    "translation": "Khod tuhndi khạṭr th tuhndyn charvayn khạṭr (zndh rvznuk) saman."
  },
  {
    "verse_id": 33,
    "translation": "Pth yylhi knn (hndụ̄ prdh) phattvan vajinụ̄ āvaz yiyhi."
  },
  {
    "verse_id": 34,
    "translation": "Tamhi doh czalhi ansan pnnis bạyis nishhi."
  },
  {
    "verse_id": 35,
    "translation": "Byyhi pnnhi majhi th pnnis mạlis nishhi (thi)."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi pnnhi khandarinhi th pnnis aavlads nishhi (thi)."
  },
  {
    "verse_id": 37,
    "translation": "Tamhi doh āshi pth shkhṣs ticzh (pryshan krn vajinụ̄) ḥalt laḥq gmcz yosh ts (pth kạnsh nishhi) be prvah kri."
  },
  {
    "verse_id": 38,
    "translation": "Tamy doh āsn varyah buthụ̄ (tithụ̄ thi yim nvur sintụ̄) pzlan (āsn)."
  },
  {
    "verse_id": 39,
    "translation": "(tim) āsn aasan gindan (th) khvshyhi mnavan."
  },
  {
    "verse_id": 40,
    "translation": "Th varyah buthụ̄ āsn tithụ̄ yimn pytth tamhi doh grd āshi pymcz."
  },
  {
    "verse_id": 41,
    "translation": "(mzyd) āshi timn (buthyn) pytth kryhnyar khsith."
  },
  {
    "verse_id": 42,
    "translation": "Yimae lukh āsn kạfr (th) fạjr (bdkrdar)."
  }
]