[
  {
    "verse_id": 1,
    "translation": "Yylhi āftab vattnh yith be nvuryiyhi krnh."
  },
  {
    "verse_id": 2,
    "translation": "Th yylhi tarkh (pnnyv gng ārv nishhi) vsụ̄ pyn."
  },
  {
    "verse_id": 3,
    "translation": "Th yylhi pharr (grd bnạvith hvahs mnz) pknavnh yin."
  },
  {
    "verse_id": 4,
    "translation": "Th yylhi gobih khor avunttnhi httri httriphyrn (kanhh āshi nh timn khbr hynh vvl)."
  },
  {
    "verse_id": 5,
    "translation": "Th yylhi vḥshy janvr (khvfh htụ̄) sombravnh yin."
  },
  {
    "verse_id": 6,
    "translation": "Yylhi smndr th dryav (sạry) votlavnh yin."
  },
  {
    "verse_id": 7,
    "translation": "Th yylhi rvḥ yin (jsmn sintụ̄) ralavnh."
  },
  {
    "verse_id": 8,
    "translation": "Th yylhi zndh dfn krnh āmczi kvri yiyhi pczhnh."
  },
  {
    "verse_id": 9,
    "translation": "Zi so kmhi gnah kh bạʿth ạs qtl āmcz krnh."
  },
  {
    "verse_id": 10,
    "translation": "Th yylhi aʿmal namh yin mczravnh."
  },
  {
    "verse_id": 11,
    "translation": "Th yylhi āsmạnụ̄ ṭbqh phasvith yin pnnyv jayav nishhi ddalnh."
  },
  {
    "verse_id": 12,
    "translation": "Th yylhi jhnms (kis nar s) yiyhi ryhh tulnh."
  },
  {
    "verse_id": 13,
    "translation": "Th yylhi jnt yiyhi nkhh aannh."
  },
  {
    "verse_id": 14,
    "translation": "Pth shkhṣs lghi pe yikynczhah tmụ̄ ḥạẓr chuh kormut."
  },
  {
    "verse_id": 15,
    "translation": "Tylhi chuhs bh qsm khyvan timn (āsmạnụ̄ kurn) hund yim (nnụ̄ nyrnh pth) pth chih czlan."
  },
  {
    "verse_id": 16,
    "translation": "Yim bla rvk ttvk pkan chih rvzan (pth byyhi nnụ̄ nyirith) khttith chih rvzan."
  },
  {
    "verse_id": 17,
    "translation": "Byyhi rạcz hund qsm yylhi tamich aanhi gtt rkhṣt hyyhi spdun."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi ṣbḥuk qsm yylhi tamiyuk gash yun laghi."
  },
  {
    "verse_id": 19,
    "translation": "Be shk chuh yh (qrān) sytthah ʿzt th bzrgy vạlis rsvl sund (prnh āmut) klam."
  },
  {
    "verse_id": 20,
    "translation": "Yim (ḥq kis dʿūts,rsalt kis tblyghs byyhi rvḥạny ṣlaḥyts mnz) qvt th hmt vạlụ̄ chih (th) ʿrshhi kis mạlkh sndis drbars mnz chih sytthah payhi brrụ̄ (th jah v ʿẓmt vạlụ̄)."
  },
  {
    "verse_id": 21,
    "translation": "(tmam jhann khạṭr) chih vajb alaṭaʿt (tikyazi tihnz aṭaʿte chhe Allah tʿālyā snz aṭaʿt), amant dar chih (vḥy hndụ̄ th zmyn v āsman kyn tmam aulvhy razn hndụ̄ ḥạml chih)."
  },
  {
    "verse_id": 22,
    "translation": "Th (ae lvukv!) yim tohyhi pnnhi ṣḥbt sintụ̄ nvazn vạlụ̄ (Muḥammad ṣly Allah ʿlyh vslm) chihnh dyvanh (yhi frmavan chih thi chuh ḥq āsan)."
  },
  {
    "verse_id": 23,
    "translation": "Th be shk chuh timav shu (mạlki ʿrsh sund ḥusni mṭlq lamkan kis) gashdar btthis pytth vuchhmut."
  },
  {
    "verse_id": 24,
    "translation": "Th tim (yʿny nby akrm ṣly Allah ʿlyh vslm) chihnh ghybs (vnns) pytth balkl bkhyl (ʿrshikụ̄ mạlikn thạvnh tihindi khạṭr kanhh kmy)"
  },
  {
    "verse_id": 25,
    "translation": "Th suh (qrān) chuhnh hrgz kạnshi shyṭani mrdvdsund klam."
  },
  {
    "verse_id": 26,
    "translation": "(ae bdbkhtv!) pth kvr chihv tohụ̄ (yvutah bodd khzanh tạvith) gczhan."
  },
  {
    "verse_id": 27,
    "translation": "Yhi (qrān) chuh tmam jhann khạṭr (ṣḥyfh) nṣyḥt."
  },
  {
    "verse_id": 28,
    "translation": "Tohyhi mnz (hykhi) pth ts shkhṣs khạṭr (aamhi nagh nishhi hdayt ḥạṣl gczihth) yus syzi vathi pytth pakun yczihh."
  },
  {
    "verse_id": 29,
    "translation": "Th tohụ̄ hykiv ty kynczhah yczhth yhi Allah tʿālyā yczhih yus tmam ʿālmn hund rb chuh."
  }
]