[
  {
    "verse_id": 1,
    "translation": "Brbạdy chhe mynns tvlns mnz kmy krn valyn khạṭr."
  },
  {
    "verse_id": 2,
    "translation": "Yim lukh yylhi (doyimyn) lukn nishhi rttan chih tylhi chih (timn nishhi) pvur rattan."
  },
  {
    "verse_id": 3,
    "translation": "Th yylhi timn (panh) chih myinith ya tvulith divan tylhi chihkh chhonụ̄ divan."
  },
  {
    "verse_id": 4,
    "translation": "Kya yimn lukn chuhna aamhi kthhi hund yqyn zi tim yin (mrnh pth navisr) tulnh."
  },
  {
    "verse_id": 5,
    "translation": "Akis sytthah skht dohs khạṭr."
  },
  {
    "verse_id": 6,
    "translation": "Yymhi doh sạry lukh tmam jhann hndis rb sndis drbars mnz vodnhi āsn."
  },
  {
    "verse_id": 7,
    "translation": "Yhi chuh ḥq zi bdkrdarn hund aʿmal namh chuh sjyns (yʿny jhnm kis dyvan khans) mnz."
  },
  {
    "verse_id": 8,
    "translation": "Th tohyhi kyah zvnv zi sijyn kya chuh."
  },
  {
    "verse_id": 9,
    "translation": "(yhi) chhe (jhnm kis qạd khans mnz tath brris dyvans mnz) lykhith (aakh) ktab(yath mnz pth jhnmy sund nav th tmụ̄ sndụ̄ aʿmal chih drj)."
  },
  {
    "verse_id": 10,
    "translation": "Tamhi doh āshi ankar krn valyn khạṭr tbạhy."
  },
  {
    "verse_id": 11,
    "translation": "Yim lukh jzakis dohs ankar chih kran."
  },
  {
    "verse_id": 12,
    "translation": "Th tath chuhnh kanhh ankar kran ts shkhṣh sndi varạe yus buthụ̄ phiyur th gnhgar chuh."
  },
  {
    "verse_id": 13,
    "translation": "Yylhi ts pytth sạnụ̄ āyat chih prith yivan bvznavnh tylhi chuh vanan (nath chuh smjhan) zi (yim he) brvuntthimyn lukn hnz dlylh chhe."
  },
  {
    "verse_id": 14,
    "translation": "Hrgz nh (yth pạtthụ̄) blkh (chhe ḥqyqt yhi zi) tihindyn diln pytth chuh timn (bd) ʿmln hund zngar khotmut yimh tim kmavan ạsụ̄ (aamhi mvjvb chihnh āyat tihndyn diln pytth athr kran)."
  },
  {
    "verse_id": 15,
    "translation": "Ḥq chuh yhi zi be shk yin tim tamhi doh pnnis rb sndi dydar nishhi (mḥrvm krnh khạṭr) prds pth ninh."
  },
  {
    "verse_id": 16,
    "translation": "Pth yin tim jhnms mnz chhaknh."
  },
  {
    "verse_id": 17,
    "translation": "Pth yiyhi timn vannh,yhi chuh suh (jhnmuk ʿdhab) yath tohụ̄ ankar ạsụ̄v kran."
  },
  {
    "verse_id": 18,
    "translation": "Yhi (thi) chuh ḥq zi be shk chuh nykvkarn hund aʿmal namh ʿlyyn ns (yʿny jnth kis dyvan khans) mnz."
  },
  {
    "verse_id": 19,
    "translation": "Th kyatohyhi zvnv zi ʿlyyn kya chuh?"
  },
  {
    "verse_id": 20,
    "translation": "(yhi) chhe (jnt kis aʿlyā drjs mnz tth brris dyvans mnz) lykhith (aakh) ktab (yath mnz timn jnty yn hndụ̄ nav th aʿmal chih drj yimn aʿlyā mqamat dinh yin)."
  },
  {
    "verse_id": 21,
    "translation": "Tath jayhi chih (Allah tʿālyā sndụ̄) mqrb frshth ḥạẓr rvzan."
  },
  {
    "verse_id": 22,
    "translation": "Be shk āsn nykvkar (raḥt th khvshy san) nʿmth vạlis jnts mnz."
  },
  {
    "verse_id": 23,
    "translation": "Tkhtn pytth bihth āsn nẓarh kran."
  },
  {
    "verse_id": 24,
    "translation": "Tohụ̄ lgyv tihindyv buthyv pytthe nʿmtch th raḥtch rvnq th mạrụ̄ manzr pe."
  },
  {
    "verse_id": 25,
    "translation": "Timn yiyhi sytthah myvutth shrabi ṭhvur chavnh yth pokhth tthan krth āsh."
  },
  {
    "verse_id": 26,
    "translation": "Tath āshi mshkh mohr lạgith, th (yohe chuh suh shrab) yymhi kis ḥạṣl krns mnz shvq thavn valyn jld kvshsh krith brvnhh pazi gczuhn (kanhh chuh nʿmt kh shrabuk ṭạlb th shvqyn, kanhh chuh qurbt kh shrabuk th kanhh dydarkh shrabuk, pth kạnshi yiyhi tmụ̄ sndi shvqh mṭạbq chavnh)."
  },
  {
    "verse_id": 27,
    "translation": "Th tath (shrabs) mnz āshi ābi tsnym ralh."
  },
  {
    "verse_id": 28,
    "translation": "(yhi tsnym) chuh aakh nag yythi ṣrf ttạtthụ̄ lukh chih chyvan."
  },
  {
    "verse_id": 29,
    "translation": "Be shk ạsụ̄ mjrm lukh ayman valyn (dnyahs mnz) hzl kran."
  },
  {
    "verse_id": 30,
    "translation": "Th yylhi timav kinụ̄ nyrhn tylhi ạsụ̄ panh vạnụ̄ achhav sintụ̄ asharh bạzy kran."
  },
  {
    "verse_id": 31,
    "translation": "Th yylhi pnnyn bạczn kun pot ạsụ̄ phyran tylhi ạsụ̄ (mvmnn hund aathh chhonyr th pnnhi khoshḥạly hund mvaznh krith) fkhr kran byyhi ạsụ̄ ttsnh kran kran pot phyran."
  },
  {
    "verse_id": 32,
    "translation": "Th yylhi yim (mghrvrlukh) timn (kmzvr ḥal mvmnn) vuchhan ạsụ̄ tylhi ạsụ̄ vnan pzụ̄pạtthụ̄ chih yim lukh vathi nishhi ddlụ̄mtụ̄ (yʿny yimn chuh dnya gomut aathh th ạkhrt chuh bs ṣrf afsanh)."
  },
  {
    "verse_id": 33,
    "translation": "Ḥalankh tim ạsụ̄ nh timn (hnds ḥals) pytth rạchhdr bnạvith svznh āmtụ̄ kynhh."
  },
  {
    "verse_id": 34,
    "translation": "Lhādha (vuchihv) az chih ahli ayman kạfrn pytth aasan."
  },
  {
    "verse_id": 35,
    "translation": "Sjavnh āmtyn tkhtn pytth bihth chih (pnnhi khoshḥạly th kạfrn hnzi bdḥaly hund) nẓarh kran."
  },
  {
    "verse_id": 36,
    "translation": "Kya vonụ̄āva kạfrn tamuyk (yʿny hzluk) pvur bdlh dinh yus tim (mslmann sintụ̄) kran ạsụ̄?"
  }
]