[
  {
    "verse_id": 1,
    "translation": "Yylhi (sạry) āsmạnụ̄kurh phttn."
  },
  {
    "verse_id": 2,
    "translation": "Th pnnis rb sndi ṭrfh dnh āmut (phttnuk) ḥukm aann bja th (yohe ḥkmuk tʿmyl) chuh ts layq."
  },
  {
    "verse_id": 3,
    "translation": "Th yylhi zmyn (ryzh ryzh krith) phhlavnh yiyhi."
  },
  {
    "verse_id": 4,
    "translation": "Th yikynczhah tath mnz chuh so chhakhi tath nybr th gczihh khạly."
  },
  {
    "verse_id": 5,
    "translation": "Th (sothi) aanhi pnnis rb sund ṭrfh dnh āmut (chak gczhnuk) ḥukm bja th (yhe aṭaʿt) chhe ts layq."
  },
  {
    "verse_id": 6,
    "translation": "Ae ansan! Cz chuhkh pnnis rbs tam vatns mnz skht mshqth vytravan ạkhr kar chuhe cze tsụ̄ smkhun."
  },
  {
    "verse_id": 7,
    "translation": "Lhādha ys shkhṣh sund aʿmal namh tmụ̄ sndis dchihnis aaths mnz dinh yiyhi."
  },
  {
    "verse_id": 8,
    "translation": "Tylhi yiyhi ʿnqryb ts shl ḥsab hynh."
  },
  {
    "verse_id": 9,
    "translation": "Th suh phyri pnnyn bạczn kun khvsh th shadman vaps."
  },
  {
    "verse_id": 10,
    "translation": "Th albth suh shkhṣ yymụ̄ sund aʿmal namh tmụ̄ sndi shanh ptụ̄ kinụ̄ dinh yiyhi."
  },
  {
    "verse_id": 11,
    "translation": "Tylhi layhi suh ʿnqryb mvts nad."
  },
  {
    "verse_id": 12,
    "translation": "Th suh gczihh jhnm kis nars mnz dạkhl yath lmbkh āsn vothan."
  },
  {
    "verse_id": 13,
    "translation": "Be shk avs suh (dnyahs mnz) pnnyn bạczn mnz khosh th shadman rvzan."
  },
  {
    "verse_id": 14,
    "translation": "Be shk avs tmụ̄ yhi gman kormut zi suh gczihh nh ḥsab khạṭr (Allah tʿālyā hs nishhi) hrgz vaps."
  },
  {
    "verse_id": 15,
    "translation": "Kyazi nh!be shk chuh tmụ̄ sund rb ts var pạtthụ̄ vuchhn vvl."
  },
  {
    "verse_id": 16,
    "translation": "Lhādha chuh me qsm shfquk (yʿny sham kh vozjaruk nath aamhi pth kh gashuk)"
  },
  {
    "verse_id": 17,
    "translation": "Byyhi rạcz hund th timn chyzn hund yimn so (pnnis damns mnz) vttan chhe."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi zvunhi hund yylhi so pvur chhe aathhi yivan."
  },
  {
    "verse_id": 19,
    "translation": "Tohụ̄ gczihv ṭbq dr ṭbq ẓrvr svạrụ̄ kran kran."
  },
  {
    "verse_id": 20,
    "translation": "Tylhi kya chuh yimn gomut zi (qrāny pyshyn gvʿy hnz ṣdaqt vuchihth thi) chihnh ayman aananin."
  },
  {
    "verse_id": 21,
    "translation": "Th yylhi yimn pytth qrān chuh prnh yivan tylhi chihnh (Allah tʿālyā snzi bargahi mnz) sjdh kran."
  },
  {
    "verse_id": 22,
    "translation": "Blkh chih kạfr lukh (aath mzyd) ankar kran."
  },
  {
    "verse_id": 23,
    "translation": "Th Allah tʿālyā chuh (kfrvʿdavt kis tath samans) var pạtthụ̄ zanan yus tim sombravan chih."
  },
  {
    "verse_id": 24,
    "translation": "Lhādha diyivtohụ̄ timn dg tulvnhi ʿdhabch bshart."
  },
  {
    "verse_id": 25,
    "translation": "Mgr yimav lukv ayman aon byyhi chih nyk ʿml kran tihindi khạṭr chuh nah czhynn vvl (pvshvun) thvab."
  }
]