[
  {
    "verse_id": 1,
    "translation": "Brvj (yʿny gng ārh) valhi āsmanuk qsm."
  },
  {
    "verse_id": 2,
    "translation": "Th tamhi dohuk qsm yymiyuk vʿdh chuh āmut krnh."
  },
  {
    "verse_id": 3,
    "translation": "Yhi (tamhi doh) ḥạẓr āshi tamiyuk qsm thi yikynczhah ḥạẓr yiyhi krnh tamiyuk qsm."
  },
  {
    "verse_id": 4,
    "translation": "Khndq vạlụ̄ (lukh) āe hlak krnh."
  },
  {
    "verse_id": 5,
    "translation": "(yʿny) suh shʿlh vun nar (vạlụ̄) yus brri zalnhi sintụ̄ avs (zalnh āmut)."
  },
  {
    "verse_id": 6,
    "translation": "Yylhi tim tamhi kyn btthyn pytth bihth ạsụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Th tim chih panh gvah yikynczhah tim ahli aymann sintụ̄ kran ạsụ̄ (yʿny timn ạsụ̄ nars mnz chhkụ̄ chhkụ̄ zalan)."
  },
  {
    "verse_id": 8,
    "translation": "Th timn avs nh yimn (mvmnn) hndi ṭrfh byyhi kihinụ̄ (thi) nagvar aamhi varạe zi timav avs Allah tʿālyā hs pytth ayman aonmut yus ghạlb (th) ḥmdv thnahs layq chuh."
  },
  {
    "verse_id": 9,
    "translation": "Yymụ̄ sndi khạṭr āsmann hnz th zmynch (sạre) badshaht chhe,th Allah tʿālyā chuh pth chyzs pytth gvah."
  },
  {
    "verse_id": 10,
    "translation": "Be shk yimav lukv mvmn mrdn th mvmn khatvnn tklyf diyut pth korukh nh tvbh (thi) tylhi chuh tihindi khạṭr jhnmuk ʿdhab th tihindi khạṭr chuh (khạṣ pạtthụ̄) nars mnz daznuk ʿdhab."
  },
  {
    "verse_id": 11,
    "translation": "Be shk yimav lukv ayman aon byyhi rvudụ̄ nyk ʿml kran tihindi khạṭr chih jnt yimn bnụ̄ kinụ̄ kolh chhe jạry,yhe chhe brr kamyạby."
  },
  {
    "verse_id": 12,
    "translation": "Be shk chhe tuhndis rb snz thph sytthah skht."
  },
  {
    "verse_id": 13,
    "translation": "Be shk chuh sue goddnichhi ltthi pạd kran th sue kri dubarh pạd."
  },
  {
    "verse_id": 14,
    "translation": "Th suh chuh sytthah bkhshn vvl sytthah mḥbt krn vvl."
  },
  {
    "verse_id": 15,
    "translation": "ʿrshuk mạlk (yʿny pvur kaynat kh aqtdarkh tkhtuk mạlk) sytthah shanh vvl chuh."
  },
  {
    "verse_id": 16,
    "translation": "Suh yus thi aradh kran chuh (tath) chuh var pạtthụ̄ krn vvl."
  },
  {
    "verse_id": 17,
    "translation": "Kya tohyhi nishhi vạczah lshkrn hnz khbr?"
  },
  {
    "verse_id": 18,
    "translation": "Frʿūn th thmvd snz (yʿny tihnd,n lshkrn hnz)."
  },
  {
    "verse_id": 19,
    "translation": "Blkh chih yithụ̄ kạfr (hmyshh rvzan ḥqs) ankar krns mnz (tyar)."
  },
  {
    "verse_id": 20,
    "translation": "Th Allah tʿālyā chuh tihindi andụ̄ pkụ̄kinụ̄ (timn) aḥaṭh krith."
  },
  {
    "verse_id": 21,
    "translation": "Blkh chuh yhi sytthah ʿẓmt vvl qrān."
  },
  {
    "verse_id": 22,
    "translation": "(yus) lvḥi mḥfvẓs mnz (lykhith) chuh."
  }
]