[
  {
    "verse_id": 1,
    "translation": "Āsmanuk (yʿny āsman kh vsyʿ fẓahuk th ʿẓym khlahuk) qsm th rath kiyut (aathhi) yinh vạlụ̄ sund qsm."
  },
  {
    "verse_id": 2,
    "translation": "Th tohyhi kya pe chhav zi rath kiyut (aathhi) yinh vvl kya chuh."
  },
  {
    "verse_id": 3,
    "translation": "(aamhi nishhi) chuh (mrad) pth kanhh suh āsmạnụ̄ kurh (khvah suh starh ạsitn ya syarh ya āsmạnụ̄ tarkn hund byyhi kanhh kurh) yus pzlith chuh (fẓahs) rvshn kran.)aalnjm althaqb nishh chuh murad dhati Muḥammad ṣly Allah ʿlyh vslm thi, ymụ̄ srajaan mnyra khi shanh san āsmani rsalts pytth przlith anhi gtts mnz hynh āmcz kaynat ayman kh nvur sintụ̄ rvshn kr.( )alshfa ("
  },
  {
    "verse_id": 4,
    "translation": "Kanhh shkhṣ chuhnh tiyuth yymis pytth aakh rạchhdr (mqrr) chuhnh."
  },
  {
    "verse_id": 5,
    "translation": "Lhādha pazi ansans ghvr (th tḥqyq) krun zi suh kimhi chyz nishhi chuh pạd āmut krnh."
  },
  {
    "verse_id": 6,
    "translation": "Suh chuh ṭaqth san votth tulvnhi ābh (yʿny ṭaqt valhi th ḥrkt valhi tvlyd kh madh) mnz pạd krnh āmut."
  },
  {
    "verse_id": 7,
    "translation": "Yus shann th synh chn addijn mnzbag (nichhi ydd hndi ḥlqh mnzụ̄) pkith nybr chuh nyran."
  },
  {
    "verse_id": 8,
    "translation": "Be shk chuh suh aath (zndgy) byyhi vaps aanns pytth thi qdrt thavan."
  },
  {
    "verse_id": 9,
    "translation": "Yymhi doh sạry sir yin nnụ̄ krrnh."
  },
  {
    "verse_id": 10,
    "translation": "Pth nah āshi ansans nishhi (panh) kanhh ṭaqt th nah āshi kanhh (tmụ̄ sund) mddgar."
  },
  {
    "verse_id": 11,
    "translation": "Tamhi āsmạnụ̄ kaynatuk qsm yosh byyhi pnnis abtdaʿy ḥalts mnz pot phyrn vajinụ̄ chhe."
  },
  {
    "verse_id": 12,
    "translation": "Tamhi zmynuk qsm yosh phttith (ryzh ryzh) gczhn vajinụ̄ chhe."
  },
  {
    "verse_id": 13,
    "translation": "Be shk chuh yhi fạṣlh krn vvl (ḥtmy) frman."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi chhanh yhi aasnch kth."
  },
  {
    "verse_id": 15,
    "translation": "Be shk chih tim (kạfr) fryb dinh vajinyn tdbyrn mnz āvrụ̄."
  },
  {
    "verse_id": 16,
    "translation": "Th bh chuhs pnnụ̄ tdbyr kran."
  },
  {
    "verse_id": 17,
    "translation": "Lhādha diyiv tohụ̄ kạfrn (hanah) mhlt, (zyadh nh bs) timn tạviv raczh khndd (byyhi) yalh gy."
  }
]