[
  {
    "verse_id": 1,
    "translation": "Pnnis rb sndi navch tsbyḥ kriv yus sarive khvth thod chuh."
  },
  {
    "verse_id": 2,
    "translation": "Yymụ̄ (kaynatuk pth kanhh chyz) pạd kor pth diytun tath (tmykụ̄ tmam ẓrvryat mkml krth) drst tvazun."
  },
  {
    "verse_id": 3,
    "translation": "Th yymụ̄ (p th kunhi chyz khạṭr) mtʿīn prvgram mqrr kvr pth vnun (tath pnnhi pnnhi nẓam mṭạbq rvznk th pknuk) ṭryqh"
  },
  {
    "verse_id": 4,
    "translation": "Th yymụ̄ (zmyn mnz) gash vopdvv."
  },
  {
    "verse_id": 5,
    "translation": "Pth korun suh khshk kryhnyarsan."
  },
  {
    "verse_id": 6,
    "translation": "(ae ʿẓmt valhi ttatthhi!) asụ̄ prnavav tohụ̄panh (tiyuth) zi tohyhi mashav nh (zanhh)."
  },
  {
    "verse_id": 7,
    "translation": "Mgr yhi Allah tʿālyā yczhh,be shk chuh suh jhr th khfy (yʿny nnhi th khttith byyhi baddi th lothi) tmam kthn zanan."
  },
  {
    "verse_id": 8,
    "translation": "Th asụ̄ krv tohyhi yath āsan (shryʿts pytth ʿml pyra spdnh) khạṭr (thi) shvlyt frahm."
  },
  {
    "verse_id": 9,
    "translation": "Lhādha rvuziv tohụ̄ nṣyḥt kran bshrṭykh nṣyḥt diyhi (bvzn valyn) fạydh."
  },
  {
    "verse_id": 10,
    "translation": "Albth sue kri nṣyḥt qbvl yus Allah tʿālyā hs khvczan āshi."
  },
  {
    "verse_id": 11,
    "translation": "Th bdbkht rvzi aamhi (nṣyḥt) nishhi pth."
  },
  {
    "verse_id": 12,
    "translation": "Yus (qyamt kh doh) sarive khvth brris nars mnz dạkhl spdi."
  },
  {
    "verse_id": 13,
    "translation": "Pth nah mri suh tath mnz th nah rvzi zndh."
  },
  {
    "verse_id": 14,
    "translation": "Be shk spud sue bamurad yus (nfs kyv mṣybtv th gnah kyv mkriyarav nishhi) pak spud."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi rvud suh pnnis rb sndi navch dhkr kran th (kthrt th pabndy san) rvudnmaz pran."
  },
  {
    "verse_id": 16,
    "translation": "Blkh chihv tohụ̄ (Allah tʿālyā hs kun rjvʿ krnh bjayhi) dunyạvy zndgy (hndụ̄ mychhr) panh navan."
  },
  {
    "verse_id": 17,
    "translation": "Ḥalankh ạkhrt (yʿny ākhrtuk mychhr th raḥt) chuh bhtr th hmyshh pth kun rvzn vvl."
  },
  {
    "verse_id": 18,
    "translation": "Be shk chhe yhi (tʿlym) brvuntthimyn ṣḥyfn mnz (thi drj)."
  },
  {
    "verse_id": 19,
    "translation": "(yim) abrahym th mvsyā (ʿlyhm alslam) sndụ̄ ṣḥyfh chih."
  }
]