[
  {
    "verse_id": 1,
    "translation": "Kya tohyhi vạczv (pth chyzs pytth) valuth krn vajinhi qyamtch khbr."
  },
  {
    "verse_id": 2,
    "translation": "Tamhi doh kạtyave buthụ̄ gczhn khjil th khvar."
  },
  {
    "verse_id": 3,
    "translation": "(Allah tʿālyā mshrạvith dunyạvy) mḥnt krn vạlụ̄ (kynczhn dohn hndi ʿạsh v āram khạṭr skht) mshqt vytravan vạlụ̄."
  },
  {
    "verse_id": 4,
    "translation": "Vuhvnis nars mnzgczhn."
  },
  {
    "verse_id": 5,
    "translation": "(timn) yiyhi gykh divunhi nagh mnz (trysh) chavnh."
  },
  {
    "verse_id": 6,
    "translation": "Tihindi khạṭr āshi nh khoshk zhrdarknddụ̄ hryv varạe kanhh khyn."
  },
  {
    "verse_id": 7,
    "translation": "(yhi) khyn nah vytthravi th nah kri bochhe dvur."
  },
  {
    "verse_id": 8,
    "translation": "(aath brʿks) āsn tamhi doh varyah buthụ̄ (ḥsyn) barvnq byyhi trvtazh."
  },
  {
    "verse_id": 9,
    "translation": "Pnnyv (nyk) kvshshv hndi bạʿth āsn shadman th khosh."
  },
  {
    "verse_id": 10,
    "translation": "ʿạly shan jnts mnz āsn (qyam krith)."
  },
  {
    "verse_id": 11,
    "translation": "Tath mnz bvzn nh kanhh be hvud kth (yithh pạtthụ̄ ahli bạṭl timn sintụ̄ dnyahs mnz kran ạsụ̄)."
  },
  {
    "verse_id": 12,
    "translation": "Tath mnz āsn pkh vnụ̄ nag."
  },
  {
    "verse_id": 13,
    "translation": "Tath mnz āsn thdụ̄ (vthravnh āmtụ̄) tkht."
  },
  {
    "verse_id": 14,
    "translation": "Th jam āsn (sytthah ṭryqh san) thavnh āmtụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Th gul kạry krith qạlyn th tkyh āsn tghi thạvith."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi āsn nrm th nfys qạlyn th msnd vathrạvith."
  },
  {
    "verse_id": 17,
    "translation": "(ankar krn vạlụ̄ chih tʿjb kran zi jnts mnz kithh pạtthụ̄ banhi yhi svrue tylhi) kya yim lukh chihna avuntts kun vuchhan zi suh kithh pạtthụ̄ chuh (ʿjyb sakhts pytth) bnavnh āmut?"
  },
  {
    "verse_id": 18,
    "translation": "Th āsmans kun (chihna nẓr travan) zi suh kithh pạtthụ̄ chuh (ʿẓym vusʿtv san) tulnh āmut?"
  },
  {
    "verse_id": 19,
    "translation": "Th pharrn kun (chihna vuchhan) zitim kithh pạtthụ̄ chih (zmyn nishhi votlạvith) khrrakrnh āmtụ̄?"
  },
  {
    "verse_id": 20,
    "translation": "Th zmyns kun (chihna vuchhan) zi so kithh pạtthụ̄ chhe (gvlaʿy bavjvd) vathravnh āmcz?"
  },
  {
    "verse_id": 21,
    "translation": "Lhādha rvuziv tohụ̄ nṣyḥt kran,tohụ̄ he nṣyḥt krn vạly chihv."
  },
  {
    "verse_id": 22,
    "translation": "Tohụ̄ chihv nh yimn pytth jbr th qhr krn vạlụ̄ (sndụ̄ ṭvr) mslṭ kynhh."
  },
  {
    "verse_id": 23,
    "translation": "Mgr yus buth phiri th kfr kri."
  },
  {
    "verse_id": 24,
    "translation": "Tylhi diyhi ts Allah tʿālyā sarive khvth bodd ʿdhab."
  },
  {
    "verse_id": 25,
    "translation": "Be shk chuh (ạkhr kar) aasy kun tihund pot phyrun."
  },
  {
    "verse_id": 26,
    "translation": "Pth chuh yqyna sany dhimh tihund ḥsab (hyon)."
  }
]