[
  {
    "verse_id": 1,
    "translation": "Tamhi ṣbḥuk qsm (yymhi sintụ̄rạcz hnzgtth dvur gyhi) )murad chuh pryth duhuk ṣubḥ ya chuh nmazi fjr nth chuh bṭvr khaṣmahdhy alḥjuk goddnuyk ṣubḥ ya ʿīd alaẓḥyā huk ṣubḥ. Amh nish chhe murad Muḥammad mṣṭfeā ṣly Allah ʿlyh vslmn hnz dhati gramy thi yhind bʿtht sintụ̄ anhi gttụ̄ rạcz hund khạtmh spud th aymanuk ṣubg phvl.("
  },
  {
    "verse_id": 2,
    "translation": "Th dhn (mbark) rạczn hund qsm )murad chhe mahi rmẓan kyn ptụ̄ myn dhn dohn hnz rạcz ya mḥrm kyn goddnkyn dhn dohn hnz rạcz ya dhy alḥj kyngoddnkyn dhn dohn hnz rạcz ymh brkatv th drjatv sintụ̄ vlth chhe.("
  },
  {
    "verse_id": 3,
    "translation": "Byyhi jftuk qsm th ṭaquk qsm)juft )jvr( nishh chuh murad svre mkhlvq yus jvrn hnds ṣvrts mnz pạd chuh āmut krnh, th ṭaq)frd th tnha( nishh chuh muradkhạlq yus vḥdhu lashryk chuh.. Ya shfʿ chuh yvmi nḥr)qorbạny(th vtr chuh yvmi ʿrfh )ḥj(, ya shfʿ nish chuh murad dnyahkụ̄ rat doh th vtr nishh chhp muradqyamtuk doh ymuyk nh kanhh shb āshi. Ya shfʿ nish chhp murad tmam vrụ̄ ychh ʿām juft rạcz th vtr nish chhp murad ʿām vrụ̄ ychh brkt vajnh ṭaq rạcz, mthlaan shbi mʿraj, shbi brat, shbi qdr bytri ymh pytthus pytth rjb, shʿban th rmẓans mnz yvan chhe.ya shfʿ nish chih mrad ḥẓrt ādm ʿlyh alslam th ḥẓrt ḥva ʿlyh alslamn hnz goddnich jvurụ̄ th vtr nishh chih murad tnha ḥẓrt ādm ʿlyh alslam yhindi sintụ̄ ansạnyt khi tkhlyquk abtda spud.("
  },
  {
    "verse_id": 4,
    "translation": "Th rạcz hund qsm yylhi nyri (murad chuh pth shb ya bṭvri khaṣ shbi mzdlfh ya shbi qdr)"
  },
  {
    "verse_id": 5,
    "translation": "Be shk chuh yimn mnz gattlyn khạṭr bodd qsm."
  },
  {
    "verse_id": 6,
    "translation": "Kya tohyhi vuchuhv na zi tuhndụ̄ rbn kiyuth (slvk) kor (qvmi) ʿāds sintụ̄?"
  },
  {
    "verse_id": 7,
    "translation": "(yim ahli) airm ạsụ̄ (th) brrụ̄ brrụ̄ thm (yʿny thmn hndụ̄ pạtthụ̄draz qd th thdụ̄ mḥl) vạlụ̄ ạsụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Yimn hyvu (dunyakyn) mlkn mnz (kanhh thi) pạd āv nh krnh."
  },
  {
    "verse_id": 9,
    "translation": "Th thmvds (sintụ̄kya slvk spud) yimv (qry) vạdy mnz pal czttụ̄ (czttụ̄knyv sintụ̄ hth vad shhr tʿmyrkrụ̄) mtụ̄ạsụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Th frʿūn (sund kya ḥshr spud) yus sytthah lshkr vvl (ya mykhv sintụ̄ lukn sza dinh vvl) avs."
  },
  {
    "verse_id": 11,
    "translation": "(yim ạsụ̄) tim lukh yimav (pnnyn pnnyn) mlkn mnz srkshy kr mcz ạs."
  },
  {
    "verse_id": 12,
    "translation": "Pth avsukh timn mnz sytthah fsad tulmut."
  },
  {
    "verse_id": 13,
    "translation": "Pth vvl tuhndụ̄ rbn timn pytth ʿdhabuk kvrr."
  },
  {
    "verse_id": 14,
    "translation": "Be shk chuh tuhund rb (buthụ̄ phiryn th nafrmann) var pạtthụ̄ zaghi rvuzith."
  },
  {
    "verse_id": 15,
    "translation": "Mgr ansan (chuh tiyuth) zi yylhi tmụ̄ sund rb ts (raḥt th āsạysh dith) āzmavan chuh th ʿzt chuhs divan byyhi chuhs nʿmth bkhshan tylhi chuh suh vnan, myạnụ̄ rbn kor me pytth krm."
  },
  {
    "verse_id": 16,
    "translation": "Albth yylhi suh ts (tklyf th mṣybt dith) āzmavan chuh th ts pytth chuh tmụ̄ sund rzq tng kran tylhi chuh suh vnan, myạnụ̄ rbn korns bh dhlyl."
  },
  {
    "verse_id": 17,
    "translation": "Yhi kth chhanh blkh (chhe ḥqyqt yhi zi ʿzt th mal v dvlt ḥạṣl spdns pytth) chihv nh tohụ̄ ytymn qdr th ʿzt kran."
  },
  {
    "verse_id": 18,
    "translation": "Th nah chihv tohụ̄ mskynn (yʿny ghrybn th mḥtajn) khyn khyavnch (smajs mnz) aakh akis aatthkl divan."
  },
  {
    "verse_id": 19,
    "translation": "Th vrathtuk svrue mal chihv vttith (panh se) khyvan (aamhi mnz chihv nh ghryb lukn hund ḥq krran)."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi chuhv tohyhi mal v dvlts sintụ̄ skh czor mḥbt."
  },
  {
    "verse_id": 21,
    "translation": "Yqyna yylhi zmyn pash pash krith ryzh ryzh krnh yiyhi."
  },
  {
    "verse_id": 22,
    "translation": "Th tuhund rb spdi jlvh gr th frshth āsn qṭar drqṭar (tmụ̄ sndis drbars mnz) ḥạẓr."
  },
  {
    "verse_id": 23,
    "translation": "Th tamhi doh yiyhi jhnm pysh krnh,tamhi doh tari ansans fkri mgr (vonụ̄) kth spdi ts nṣyḥt (fạydh mnd)."
  },
  {
    "verse_id": 24,
    "translation": "Suh vanhi,ae kash!me āsihe pnnhi (yath aṣly) zndgy khạṭr (kynhh) brvntth kun svuzmut (yus aaz me bkar lghi he)."
  },
  {
    "verse_id": 25,
    "translation": "Lhādha nah hykhi tamhi doh tmụ̄ sndi ʿdhabkụ̄ pạtthụ̄kanhh ʿdhab dith."
  },
  {
    "verse_id": 26,
    "translation": "Th nah hykh tmụ̄sndi chyirrttnkụ̄ pạtthụ̄ kanhh chyir rttith."
  },
  {
    "verse_id": 27,
    "translation": "Ae aṭmynan lbn valhi nfsa."
  },
  {
    "verse_id": 28,
    "translation": "Cz phyr pot pnnis rbs kun aath ḥals mnz zi cz gczhkh tmụ̄ snzi rẓa (mndy) hund ṭalb thi āsun th tmụ̄ snzi rẓa (mndy) hund mṭlvb thi (yʿny cz gczhkh tmụ̄ snz rẓa mndy czharun th shu gczhi chạnụ̄ rẓa mndy czharun)."
  },
  {
    "verse_id": 29,
    "translation": "Lhādha spd cz myanyn (kạml) bndn mnz shạml."
  },
  {
    "verse_id": 30,
    "translation": "Th myạnis (qrbt th dydar kis) jnts mnz gczh dạkhl."
  }
]