[
  {
    "verse_id": 1,
    "translation": "Bh chuhs yymhi shhruk (yʿny mkuk) qsm khyvan."
  },
  {
    "verse_id": 2,
    "translation": "(ae ʿẓmt valhi ttatthhi!) aamhi mvjvb zi tohụ̄ chihv aath shhrs mnz tshryf frma )yhi trjmh chuh la zạyd kh aʿtbar.agr la nfy ṣḥyḥ khạṭr āshi tylh spdi trjmh yth pạtthụ̄, bh khymh nh )tmhi vqth( yymh shhruk qsm)ae ttatthi!( yylh tvhụ̄ ymh shhr nish rokhṣt spdiv."
  },
  {
    "verse_id": 3,
    "translation": "(ae ʿẓmt valhi ttatthhi! Tuhndis) mạlis (ādm ya abrahym ʿlyhm alslam) sund qsm th (tihund) qsm yhinz vladt spz. (yʿny ādm ʿlyh alslamn hnz ṣalḥ dhuryt ya tuhnze mbark dhat yhindi bạʿth yhi shhr mkh thi layqi qsm bnyv.("
  },
  {
    "verse_id": 4,
    "translation": "Be shk kor aashi ansan mshqts mnz (mbtla rvzn vvl) pạd."
  },
  {
    "verse_id": 5,
    "translation": "Kya suh chha yhi gman kran zi ts pytth hykhi nh hrgz thi kanhh qabv lbith?"
  },
  {
    "verse_id": 6,
    "translation": "Suh chuh (sytthah fkhrsan) vnan zi me chuh ddyr vad mal khrch kormut."
  },
  {
    "verse_id": 7,
    "translation": "Kya suh chha yhi khyal kran zi suh vuchh nh (yimh fẓvl khrchy kran) kạnshi."
  },
  {
    "verse_id": 8,
    "translation": "Kya aashi bnavi na ts khạṭr z achh."
  },
  {
    "verse_id": 9,
    "translation": "Th (ts diczna) aakh zyv th zvutth."
  },
  {
    "verse_id": 10,
    "translation": "Th aashi havi ts (khyrvshr chh) z ttakarh vath (thi)."
  },
  {
    "verse_id": 11,
    "translation": "Suh czave nh (dyni ḥq th rczi ʿmlhi hndis) dushvar gzar dars mnz."
  },
  {
    "verse_id": 12,
    "translation": "Th tohyhi kya chuhv zvnmut zi suh (dyni ḥq kh jdv jhduk) drh kya chuh."
  },
  {
    "verse_id": 13,
    "translation": "Suh chuh (ghlamy th mḥkvmy hnzi zndgy nishhi) kunhi grdnụ̄ hund āzad krnavun."
  },
  {
    "verse_id": 14,
    "translation": "Ya yymhi doh bochhhi āshi tamhi doh (yʿny qḥṭ th aflas kis dvrs mnz ghryb th be rvzgar lukh) khyn khyavnụ̄ (yʿny tihnz be rvzgạry th mṣybt khtm krnch jdvjhd krnụ̄)."
  },
  {
    "verse_id": 15,
    "translation": "Qrabt dar ytyms."
  },
  {
    "verse_id": 16,
    "translation": "Ya shdyd ghrbts mnz hynh āmtis mḥtajs yus ṣrf khaks pytth rvzan (th be ghr) chuh."
  },
  {
    "verse_id": 17,
    "translation": "Pth (chuh shrṭ yhi zi yiczh jdvjhd krn vvl) suh shkhṣ gczihh timav lukv mnz āsun yimav ayman chuh aonmut th aakh akis chih ṣbrvtḥmlch nṣyḥt kran byyhi chih panh vạnụ̄ rḥmtuk th shfqtuk tạkyd kran."
  },
  {
    "verse_id": 18,
    "translation": "Yimae lukh chih dchihnhi aand vạlụ̄ (yʿny sʿādt th mghfrt ḥạṣl krn vạlụ̄)."
  },
  {
    "verse_id": 19,
    "translation": "Th yimav lukv sanyn āyatn hund ankar kor tim chih khvvri aand vạlụ̄ (yʿny bdqsmt th ʿdhabkụ̄ ḥqdar)."
  },
  {
    "verse_id": 20,
    "translation": "Timn āshi (pth ṭrfh) valuth krvun nar (aḥaṭh krith)."
  }
]