[
  {
    "verse_id": 1,
    "translation": "Āftabuk qsm th tamhi kh gashuk qsm."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi zvunhi hund qsm yylhi so āftabch pạrvy kri (yʿny aamhi kh gashhi sintụ̄ pzlhi)."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi dohuk qsm yylhi suh āftabs non krri (yʿny tath havi przlan)."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi rạcz hund qsm yylhi so āftabs (zmyn kh aakhi and kinụ̄) valuth kri."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi āsmanuk qsm th tamiyk (yʿny ṭaqtuk) qsm yymụ̄ yhi (Allah tʿālyā sndi ḥkmh akis vsyʿ kaynat chh shklhi mnz) tʿmyr kor."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi zmynuk qsm th tamuyk (yʿny ṭaqtuk) qsm yymụ̄ yhi (Allah tʿālyā sndi ḥkmh āftab nishhi dvur lmith) niyhi."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi ansạny januk qsm th aath lgatar tvazun th drstgy dinh vạlụ̄ sund qsm."
  },
  {
    "verse_id": 8,
    "translation": "Pth smjhvv tmụ̄ suh tmụ̄ snzi bdkạry th prhyzgạry (hnz frq)."
  },
  {
    "verse_id": 9,
    "translation": "Be shk gov suh shkhṣ kamyab yymụ̄ yhi (nfs rdhalt nishhi) pak kor (th aath mnz phanphlạvn nyky)."
  },
  {
    "verse_id": 10,
    "translation": "Th be shk gov suh shkhṣ namrad yymụ̄ yhi (gnahn mnz) mlvth kor (th nyky dobrạvn)."
  },
  {
    "verse_id": 11,
    "translation": "Thmvdn kor pnnhi htt dhrmy kinụ̄ (pnnis pyghmbr ṣalḥ ʿlyh alslams) ankar."
  },
  {
    "verse_id": 12,
    "translation": "Yylhi zn timav mnz aakh bodd bdbkht voth."
  },
  {
    "verse_id": 13,
    "translation": "Timn von Allah tʿālyā sndụ̄ rsvln Allah tʿālyā snzi (yms) avunttnh th ams trysh chavns (kis dohs) krụ̄zyv ḥfaẓt."
  },
  {
    "verse_id": 14,
    "translation": "Pth kor timav ts (rsvls) ankar,pth czttikh ts (avunttnhi) hndụ̄ttkh nạr pth krtihindụ̄ rbn tihindi gnah kh vjh kinụ̄ timn pytth hlakt nạzl,pth krn (pvur) bsty (tbah krith ʿdhabs mnz sạry) brabr."
  },
  {
    "verse_id": 15,
    "translation": "Th Allah tʿālyā hs chuhnh aamhi (hlakt) kh anjamuk kanhh khvf āsan."
  }
]