[
  {
    "verse_id": 1,
    "translation": "Rạcz hund qsm yylhi so vurun kri (th pth chyzs thavi pnnis anhi gttis mnz czvur)"
  },
  {
    "verse_id": 2,
    "translation": "Byyhi dohuk qsm yylhi suh pzlhi."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi ts dhat sund (qsm) yymụ̄ (pth chyzs mnz) nrth madh pạd kor."
  },
  {
    "verse_id": 4,
    "translation": "Be shk chhe tuhnz kvshsh mkhtlf (th byon)."
  },
  {
    "verse_id": 5,
    "translation": "Vonụ̄yymụ̄ (panun mal Allah tʿālyā snzi vathi mnz) diyut byyhi vrtạvn prhyzgạry."
  },
  {
    "verse_id": 6,
    "translation": "Yyhi kor tmụ̄ (khrchavnh kh th prhyzgạry hndi dhryʿh) rczruk (yʿny dyni ḥquk th ạkhrtuk) tṣdyq."
  },
  {
    "verse_id": 7,
    "translation": "Tylhi krv asụ̄ ʿnqryb ts āsạny (yʿny rẓaʿe alāhy) khạṭr shvlyt frahm."
  },
  {
    "verse_id": 8,
    "translation": "Th yymụ̄ bkhl kor th (ḥq chh vathi mnz mal khrch krnh nishhi) rvudbe prvah."
  },
  {
    "verse_id": 9,
    "translation": "Th (yithh pạtthụ̄) kor tmụ̄ rczrs (yʿny dyni ḥqs th ạkhrts) ankar."
  },
  {
    "verse_id": 10,
    "translation": "Tylhi krv asụ̄ ʿnqryb ts skhty (yʿny ʿdhabs kun pknh) khạṭr shvlyt frahm(takh suh bnhi tyzy san ʿdhabuk ḥqdar)."
  },
  {
    "verse_id": 11,
    "translation": "Th tmụ̄ sund mal lghi nh ts kunhi bkar yylhi suh hlakts (yʿny hlakt kis chahs) mnz pyyhi."
  },
  {
    "verse_id": 12,
    "translation": "Be shk chhe (ḥqch) vath havnụ̄ sanhi dhmh."
  },
  {
    "verse_id": 13,
    "translation": "Th be shk chih asy ạkhrtkụ̄ th dnyahkụ̄ mạlk."
  },
  {
    "verse_id": 14,
    "translation": "Lhādha chihvme tohụ̄ (jhnm kh) nar nishhi khvcznạvimtụ̄ yath lmbkh chih vothan."
  },
  {
    "verse_id": 15,
    "translation": "Yath mnz anthạyy bdbkhts varạe khnụ̄ dạkhl gczihh nh."
  },
  {
    "verse_id": 16,
    "translation": "Yymụ̄ (dyni ḥqs) ankar kor byyhi phirun (rsvl sndi aṭaʿt nishhi) buth."
  },
  {
    "verse_id": 17,
    "translation": "Th tamhi (nar) nishhi yiyhi suh bodd prhyzgar shkhṣ bchavnh."
  },
  {
    "verse_id": 18,
    "translation": "Yus pnun mal (Allah tʿālyā snzi vathi mnz) divan chuh zi (pnnhi janch th malch) pakyzgy kri ḥạṣl."
  },
  {
    "verse_id": 19,
    "translation": "Th kạnshi hund chuhnh ts pytth kanhh aḥsan zi yymiyuk bdlh āshi dinh yivan."
  },
  {
    "verse_id": 20,
    "translation": "Blkh (suh) chuh ṣrf pnnis ʿẓym rb snzi rẓa ḥạṣl krnh khạṭr (mal khrch kran)."
  },
  {
    "verse_id": 21,
    "translation": "Th ʿnqryb gczihh suh (Allah tʿālyā sndi anʿām nishhi th Allah tʿālyā tmụ̄ snzi vfadạry nishhi) rạẓụ̄."
  }
]