[
  {
    "verse_id": 1,
    "translation": "Chasht kh vqtuk qsm (yylhi āftab thod khsith panun nvr chuh phhlavan.) ya.qsm chuh vqti chashtkhi (pạtthụ̄ tuhndi rsaltuk āftab blnd) spdnuk (yymikụ̄ nvurn gmrạhy hnz aanhi gtth gashhi sintụ̄ bdlavi)."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi rạcz hund qsm yylhi so ṭạry spdi."
  },
  {
    "verse_id": 3,
    "translation": "Tuhndụ̄ rbn (yanh pytthh tohụ̄ mntkhb krinav) nah tạvinav tohụ̄ th nah sapud (yanh pytthh tohụ̄ ttạtthụ̄ chihnav bnạvimtụ̄) naraẓe."
  },
  {
    "verse_id": 4,
    "translation": "Th be shk chhe (pth) ptim gr tuhndi khạṭrgoddnchhi khvth bhtr (yʿny ʿẓmtuk th thzruk bạʿth)"
  },
  {
    "verse_id": 5,
    "translation": "Th tuhund rb kryv tohyhi ʿnqryb (tyvutah kynhh) ʿṭa zi tohụ̄ gczihv rạẓụ̄."
  },
  {
    "verse_id": 6,
    "translation": "(ae ttatthhi!) kya tmụ̄ lbinavna tohụ̄ ytym pth diyutnv tmụ̄ (tohyhi ʿzt vvl th aḥtram vvl) tthkanh.ya.kya tmụ̄ lbinav na tohụ̄ (mhrban) pth diyut tmụ̄ (tuhndi dhryʿh) ytymn tthkanh."
  },
  {
    "verse_id": 7,
    "translation": "Th tmụ̄ lbinav tohụ̄ pnnis mḥbts mnz ghrq th mas pth vatnạvinv tmụ̄ mqṣds tam. Ya. Th tmụ̄ lbinav tohụ̄ vathi ddlimtis qvms mnzbag (rhnmaʿy krn vạlụ̄) pth diyut tmụ̄ (timn tuhndi dhryʿh) hdayt."
  },
  {
    "verse_id": 8,
    "translation": "Th tmụ̄ lbinav tohụ̄ (ḥq kh dydarkụ̄) ḥajt mnd pth krụ̄nav tmụ̄ (pnnhi dydarsintụ̄ nvạzith hmyshh khạṭr pth ẓrvrt nishhi) be nyaz.ya. Th tmụ̄ lbinav tohụ̄ (skhy th krym) pth krụ̄ tmụ̄ (tuhndi dhryʿh) mḥtaj ghny.3 )1, 2, 3, ymn tryshvnụ̄ trjmn mnz chuh yatiymaaan lfẓs faaāvyā huk, ẓaaā laan lfẓs fahadyā huk th ʿaaa ʿilaan lfẓs faaaghnyā huk mfʿūli mqdm qrar dnh āmut(. )vuchhv altfsyr kbyr, tfsyralqrṭby, albḥralmḥyṭ, rvḥ albyan, alshfa, th shrḥi khfajy("
  },
  {
    "verse_id": 9,
    "translation": "Lhādha mah kriv tohụ̄ thi kạnshi ytyms pytth skhty."
  },
  {
    "verse_id": 10,
    "translation": "Th (pnnhi drvazh kis) kạnshi mngvnis mah kriv grz."
  },
  {
    "verse_id": 11,
    "translation": "Th pnnis rb snzn nʿmtn hund kriv (sytthah) tdhkrh."
  }
]