[
  {
    "verse_id": 1,
    "translation": "(ae ttatthhi!) pnnis rb sndi nav sintụ̄ (ds tulan) priv yymụ̄ (pth chyz) pạd kor."
  },
  {
    "verse_id": 2,
    "translation": "Tmụ̄ kor ansan (majhi hnzi bchhi danhi mnz) dkhi hndụ̄ pạtthụ̄ mʿlq vjvd nishhi pạd."
  },
  {
    "verse_id": 3,
    "translation": "Priv th tuhund rb chuh sytthhe krm krn vvl."
  },
  {
    "verse_id": 4,
    "translation": "Yymụ̄ qlmh kh dhryʿh (lykhnuk prnuk) ʿlm hychhnvv."
  },
  {
    "verse_id": 5,
    "translation": "Yymụ̄ ansan (aamhi ʿlavh thi) thi (kynczhah) hychhnvv yhi suh zanan avs nh. Ya.yymụ̄ )sarive khvth blnd rotbh( ansans )ḥẓrt Muḥammad mṣṭfyā ṣly Allah ʿlyh vslms qlmuk dhryʿh nh āsnh bavjvd thi(shu svre ʿlm ʿṭa kvr yus tim godd ạsụ̄ nh zanan."
  },
  {
    "verse_id": 6,
    "translation": "(mgr) ḥqyqt chhe yhi zi (nafrman) ansan chuh buth phiran."
  },
  {
    "verse_id": 7,
    "translation": "Aath bnyads pytth zi suh chuh pnnis pans (dnyahs mnz ẓạhrpạtthụ̄) be nyaz vuchhan."
  },
  {
    "verse_id": 8,
    "translation": "Be shk chuh (pth ansans) tuhndis rb se kun pot phyrun."
  },
  {
    "verse_id": 9,
    "translation": "Kya tohyhi vuchhvvnh suh shkhṣ yus tthakh chuh kran."
  },
  {
    "verse_id": 10,
    "translation": "(Allah tʿālyā sndis) bnds yylhi suh nmaz chuh pran. Ya (Allah tʿālyā sndis ttạtthis th brgzydh) bnds (Muḥammad mṣṭfy ṣly Allah ʿlyh vslms) yylhi tim nmaz pran chih."
  },
  {
    "verse_id": 11,
    "translation": "Vonụ̄ vuchhtv hrgah suh hdayts pytth āsihe."
  },
  {
    "verse_id": 12,
    "translation": "Ya āshi he (lukn) prhyzgạry hund ḥkm divan (kvtah jan gczihh he)."
  },
  {
    "verse_id": 13,
    "translation": "Vonụ̄ vnụ̄tav! Agr tmụ̄ (dyni ḥqs) ankar chuh kormut byyhi chuhn (tohyhi nishhi) buth phiyurmut (tylhi kya ḥshr āshi tmụ̄ sund)?"
  },
  {
    "verse_id": 14,
    "translation": "Kya ts chhana pe zi Allah tʿālyā chuh (tmụ̄ sndis sạrụ̄se krdars) vuchhanin?"
  },
  {
    "verse_id": 15,
    "translation": "Khbrdar!agr suh (rsalt chh gstạkhy th dyni ḥq kh ʿdavt nishhi) baz āv nh tylhi dimav asụ̄ ẓrvr (ts) ddykh pytthuk mas rttith khkhr."
  },
  {
    "verse_id": 16,
    "translation": "Suh ddykh yus aapziyvr (th) khṭa kar chuh."
  },
  {
    "verse_id": 17,
    "translation": "Vonụ̄ lạyin suh pnnyn sạtihyn (mdd khạṭr) nad."
  },
  {
    "verse_id": 18,
    "translation": "Asụ̄ thi anvkh ʿnqryb (pnnụ̄) sipah (yʿny jhnm kis ʿdhabs pytth mqrr thavnh āmtụ̄ frshth) nad dth."
  },
  {
    "verse_id": 19,
    "translation": "Hrgz nh!tohụ̄ mah kriv tmụ̄ sndi krimatiyuk prvae, th (ae ʿẓmt valhi ttatthhi!) tohụ̄ rvuziv srbsjvd th (aashi) gczihv (mzyd) nkhh yivan."
  }
]