[
  {
    "verse_id": 1,
    "translation": "الرٰ، یہ کتاب الٰہی کی آیتیں ہیں اور کھلے اور روشن قرآن کی."
  },
  {
    "verse_id": 2,
    "translation": "وه بھی وقت ہوگا کہ کافر اپنے مسلمان ہونے کی آرزو کریں گے."
  },
  {
    "verse_id": 3,
    "translation": "آپ انہیں کھاتا، نفع اٹھاتا اور (جھوٹی) امیدوں میں مشغول ہوتا چھوڑ دیجئے عنقریب یہ خود جان لیں گے."
  },
  {
    "verse_id": 4,
    "translation": "کسی بستی کو ہم نے ہلاک نہیں کیا مگر یہ کہ اس کے لیے مقرره نوشتہ تھا."
  },
  {
    "verse_id": 5,
    "translation": "کوئی گروه اپنی موت سے نہ آگے بڑھتا ہے نہ پیچھے رہتا ہے."
  },
  {
    "verse_id": 6,
    "translation": "انہوں نے کہا کہ اے وه شخص جس پر قرآن اتارا گیا ہے یقیناً تو تو کوئی دیوانہ ہے."
  },
  {
    "verse_id": 7,
    "translation": "اگر تو سچا ہی ہے تو ہمارے پاس فرشتوں کو کیوں نہیں ﻻتا."
  },
  {
    "verse_id": 8,
    "translation": "ہم فرشتوں کو حق کے ساتھ ہی اتارتے ہیں اور اس وقت وه مہلت دیئے گئے نہیں ہوتے."
  },
  {
    "verse_id": 9,
    "translation": "ہم نے ہی اس قرآن کو نازل فرمایا ہے اور ہم ہی اس کے محافﻆ ہیں."
  },
  {
    "verse_id": 10,
    "translation": "ہم نے آپ سے پہلے اگلی امتوں میں بھی اپنے رسول (برابر) بھیجے."
  },
  {
    "verse_id": 11,
    "translation": "اور (لیکن) جو بھی رسول آتا وه اس کا مذاق اڑاتے."
  },
  {
    "verse_id": 12,
    "translation": "گناه گاروں کے دلوں میں ہم اسی طرح یہی رچا دیا کرتے ہیں."
  },
  {
    "verse_id": 13,
    "translation": "وه اس پر ایمان نہیں ﻻتے اور یقیناً اگلوں کا طریقہ گزرا ہوا ہے."
  },
  {
    "verse_id": 14,
    "translation": "اور اگر ہم ان پر آسمان کا دروازه کھول بھی دیں اور یہ وہاں چڑھنے بھی لگ جائیں."
  },
  {
    "verse_id": 15,
    "translation": "تب بھی یہی کہیں گے کہ ہماری نظر بندی کر دی گئی ہے بلکہ ہم لوگوں پر جادو کر دیا گیا ہے."
  },
  {
    "verse_id": 16,
    "translation": "یقیناً ہم نے آسمان میں برج بنائے ہیں اور دیکھنے والوں کے لیے اسے سجا دیا ہے."
  },
  {
    "verse_id": 17,
    "translation": "اور اسے ہر مردود شیطان سے محفوظ رکھا ہے."
  },
  {
    "verse_id": 18,
    "translation": "ہاں مگر جو چوری چھپے سننے کی کوشش کرے اس کے پیچھے دہکتا ہوا (کھلا شعلہ) لگتا ہے."
  },
  {
    "verse_id": 19,
    "translation": "اور زمین کو ہم نے پھیلا دیا ہے اور اس پر (اٹل) پہاڑ ڈال دیئے ہیں، اور اس میں ہم نے ہر چیز ایک معین مقدار سے اگا دی ہے."
  },
  {
    "verse_id": 20,
    "translation": "اور اسی میں ہم نے تمہاری روزیاں بنا دی ہیں اور جنہیں تم روزی دینے والے نہیں ہو."
  },
  {
    "verse_id": 21,
    "translation": "اور جتنی بھی چیزیں ہیں ان سب کے خزانے ہمارے پاس ہیں، اور ہم ہر چیز کو اس کے مقرره انداز سے اتارتے ہیں."
  },
  {
    "verse_id": 22,
    "translation": "اور ہم بھیجتے ہیں بوجھل ہوائیں، پھر آسمان سے پانی برسا کر وه تمہیں پلاتے ہیں اور تم اس کا ذخیره کرنے والے نہیں ہو."
  },
  {
    "verse_id": 23,
    "translation": "ہم ہی جلاتے اور مارتے ہیں اور ہم ہی (بالﺂخر) وارث ہیں."
  },
  {
    "verse_id": 24,
    "translation": "اور تم میں سے آگے بڑھنے والے اور پیچھے ہٹنے والے بھی ہمارے علم میں ہیں."
  },
  {
    "verse_id": 25,
    "translation": "آپ کا رب سب لوگوں کو جمع کرے گا یقیناً وه بڑی حکمتوں واﻻ بڑے علم واﻻ ہے."
  },
  {
    "verse_id": 26,
    "translation": "یقیناً ہم نے انسان کو کالی اور سڑی ہوئی کھنکھناتی مٹی سے، پیدا فرمایا ہے."
  },
  {
    "verse_id": 27,
    "translation": "اور اس سے پہلے جنات کو ہم نے لو والی آگ سے پیدا کیا."
  },
  {
    "verse_id": 28,
    "translation": "اور جب تیرے پروردگار نے فرشتوں سے فرمایا کہ میں ایک انسان کو کالی اور سڑی ہوئی کھنکھناتی مٹی سے پیدا کرنے واﻻ ہوں."
  },
  {
    "verse_id": 29,
    "translation": "تو جب میں اسے پورا بنا چکوں اور اس میں اپنی روح پھونک دوں تو تم سب اس کے لیے سجدے میں گر پڑنا."
  },
  {
    "verse_id": 30,
    "translation": "چنانچہ تمام فرشتوں نے سب کے سب نے سجده کر لیا."
  },
  {
    "verse_id": 31,
    "translation": "مگر ابلیس کے۔ کہ اس نے سجده کرنے والوں میں شمولیت کرنے سے (صاف) انکار کر دیا."
  },
  {
    "verse_id": 32,
    "translation": "(اللہ تعالیٰ نے) فرمایا اے ابلیس تجھے کیا ہوا کہ تو سجده کرنے والوں میں شامل نہ ہوا؟"
  },
  {
    "verse_id": 33,
    "translation": "وه بوﻻ کہ میں ایسا نہیں کہ اس انسان کو سجده کروں جسے تو نے کالی اور سڑی ہوئی کھنکھناتی مٹی سے پیدا کیا ہے."
  },
  {
    "verse_id": 34,
    "translation": "فرمایا اب تو بہشت سے نکل جا کیوں کہ تو رانده درگاه ہے."
  },
  {
    "verse_id": 35,
    "translation": "اور تجھ پر میری پھٹکار ہے قیامت کے دن تک."
  },
  {
    "verse_id": 36,
    "translation": "کہنے لگا کہ اے میرے رب! مجھے اس دن تک کی ڈھیل دے کہ لوگ دوباره اٹھا کھڑے کیے جائیں."
  },
  {
    "verse_id": 37,
    "translation": "فرمایا کہ اچھا تو ان میں سے ہے جنہیں مہلت ملی ہے."
  },
  {
    "verse_id": 38,
    "translation": "روز مقرر کے وقت تک کی."
  },
  {
    "verse_id": 39,
    "translation": "(شیطان نے) کہا کہ اے میرے رب! چونکہ تو نے مجھے گمراه کیا ہے مجھے بھی قسم ہے کہ میں بھی زمین میں ان کے لئے معاصی کو مزین کروں گا اور ان سب کو بہکاؤں گا بھی."
  },
  {
    "verse_id": 40,
    "translation": "سوائے تیرے ان بندوں کے جو منتخب کر لیے گئے ہیں."
  },
  {
    "verse_id": 41,
    "translation": "ارشاد ہوا کہ ہاں یہی مجھ تک پہنچنے کی سیدھی راه ہے."
  },
  {
    "verse_id": 42,
    "translation": "میرے بندوں پر تجھے کوئی غلبہ نہیں، لیکن ہاں جو گمراه لوگ تیری پیروی کریں."
  },
  {
    "verse_id": 43,
    "translation": "یقیناً ان سب کے وعدے کی جگہ جہنم ہے."
  },
  {
    "verse_id": 44,
    "translation": "جس کے سات دروازے ہیں۔ ہر دروازے کے لیے ان کا ایک حصہ بٹا ہوا ہے."
  },
  {
    "verse_id": 45,
    "translation": "پرہیزگار جنتی لوگ باغوں اور چشموں میں ہوں گے."
  },
  {
    "verse_id": 46,
    "translation": "(ان سے کہا جائے گا) سلامتی اور امن کے ساتھ اس میں داخل ہو جاؤ."
  },
  {
    "verse_id": 47,
    "translation": "ان کے دلوں میں جو کچھ رنجش وکینہ تھا، ہم سب کچھ نکال دیں گے، وه بھائی بھائی بنے ہوئے ایک دوسرے کے آمنے سامنے تختوں پر بیٹھے ہوں گے."
  },
  {
    "verse_id": 48,
    "translation": "نہ تو وہاں انہیں کوئی تکلیف چھو سکتی ہے اور نہ وه وہاں سے کبھی نکالے جائیں گے."
  },
  {
    "verse_id": 49,
    "translation": "میرے بندوں کو خبر دے دو کہ میں بہت ہی بخشنے واﻻ اور بڑا ہی مہربان ہوں."
  },
  {
    "verse_id": 50,
    "translation": "اور ساتھ ہی میرے عذاب بھی نہایت دردناک ہیں."
  },
  {
    "verse_id": 51,
    "translation": "انہیں ابراہیم کے مہمانوں کا (بھی) حال سنا دو."
  },
  {
    "verse_id": 52,
    "translation": "کہ جب انہوں نے ان کے پاس آکر سلام کہا تو انہوں نے کہا کہ ہم کو تو تم سے ڈر لگتا ہے."
  },
  {
    "verse_id": 53,
    "translation": "انہوں نے کہا ڈرو نہیں، ہم تجھے ایک صاحب علم فرزند کی بشارت دیتے ہیں."
  },
  {
    "verse_id": 54,
    "translation": "کہا، کیا اس بڑھاپے کے آجانے کے بعد تم مجھے خوشخبری دیتے ہو! یہ خوشخبری تم کیسے دے رہے ہو؟"
  },
  {
    "verse_id": 55,
    "translation": "انہوں نے کہا ہم آپ کو بالکل سچی خوشخبری سناتے ہیں آپ مایوس لوگوں میں شامل نہ ہوں."
  },
  {
    "verse_id": 56,
    "translation": "کہا اپنے رب تعالیٰ کی رحمت سے ناامید تو صرف گمراه اور بہکے ہوئے لوگ ہی ہوتے ہیں."
  },
  {
    "verse_id": 57,
    "translation": "پوچھا کہ اللہ کے بھیجے ہوئے (فرشتو!) تمہارا ایسا کیا اہم کام ہے؟"
  },
  {
    "verse_id": 58,
    "translation": "انہوں نے جواب دیا کہ ہم مجرم قوم کی طرف بھیجے گئے ہیں."
  },
  {
    "verse_id": 59,
    "translation": "مگر خاندان لوط کہ ہم ان سب کو تو ضرور بچا لیں گے."
  },
  {
    "verse_id": 60,
    "translation": "سوائے اس (لوط) کی بیوی کے کہ ہم نے اسے رکنے اور باقی ره جانے والوں میں مقرر کر دیا ہے."
  },
  {
    "verse_id": 61,
    "translation": "جب بھیجے ہوئے فرشتے آل لوط کے پاس پہنچے."
  },
  {
    "verse_id": 62,
    "translation": "تو انہوں (لوط علیہ السلام) نے کہا تم لوگ تو کچھ انجان سے معلوم ہو رہے ہو."
  },
  {
    "verse_id": 63,
    "translation": "انہوں نے کہا نہیں بلکہ ہم تیرے پاس وه چیز ﻻئے ہیں جس میں یہ لوگ شک شبہ کر رہے تھے."
  },
  {
    "verse_id": 64,
    "translation": "ہم تو تیرے پاس (صریح) حق ﻻئے ہیں اور ہیں بھی بالکل سچے."
  },
  {
    "verse_id": 65,
    "translation": "اب تو اپنے خاندان سمیت اس رات کے کسی حصہ میں چل دے اور آپ ان کے پیچھے رہنا، اور (خبردار) تم میں سے کوئی (پیچھے) مڑکر بھی نہ دیکھے اور جہاں کا تمہیں حکم کیا جارہا ہے وہاں چلے جان."
  },
  {
    "verse_id": 66,
    "translation": "اور ہم نے اس کی طرف اس بات کا فیصلہ کر دیا کہ صبح ہوتے ہوتے ان لوگوں کی جڑیں کاٹ دی جائیں گی."
  },
  {
    "verse_id": 67,
    "translation": "اور شہر والے خوشیاں مناتے ہوئے آئے."
  },
  {
    "verse_id": 68,
    "translation": "(لوط علیہ السلام نے) کہا یہ لوگ میرے مہمان ہیں تم مجھے رسوا نہ کرو."
  },
  {
    "verse_id": 69,
    "translation": "اللہ تعالیٰ سے ڈرو اور مجھے رسوا نہ کرو."
  },
  {
    "verse_id": 70,
    "translation": "وه بولے کیا ہم نے تجھے دنیا بھر (کی ٹھیکیداری) سے منع نہیں کر رکھا؟"
  },
  {
    "verse_id": 71,
    "translation": "(لوط علیہ السلام نے) کہا اگر تمہیں کرنا ہی ہے تو یہ میری بچیاں موجود ہیں."
  },
  {
    "verse_id": 72,
    "translation": "تیری عمر کی قسم! وه تو اپنی بدمستی میں سرگرداں تھے."
  },
  {
    "verse_id": 73,
    "translation": "پس سورج نکلتے نکلتے انہیں ایک بڑے زور کی آواز نے پکڑ لیا."
  },
  {
    "verse_id": 74,
    "translation": "بالﺂخر ہم نے اس شہر کو اوپر تلے کر دیا اور ان لوگوں پر کنکر والے پتھر برسائے."
  },
  {
    "verse_id": 75,
    "translation": "بلاشبہ بصیرت والوں کے لیے اس میں بہت سی نشانیاں ہیں."
  },
  {
    "verse_id": 76,
    "translation": "یہ بستی ایسی راه پر ہے جو برابر چلتی رہتی (عام گذرگاه) ہے."
  },
  {
    "verse_id": 77,
    "translation": "اور اس میں ایمان والوں کے لیے بڑی نشانی ہے."
  },
  {
    "verse_id": 78,
    "translation": "اور بے شک اَیکَہ بستی کے رہنے والے يقيناً ﻇالم تھے."
  },
  {
    "verse_id": 79,
    "translation": "جن سے (آخر) ہم نے انتقام لے ہی لیا۔ یہ دونوں شہر کھلے (عام) راستے پر ہیں."
  },
  {
    "verse_id": 80,
    "translation": "اور حِجر والوں نے بھی رسولوں کو جھٹلایا."
  },
  {
    "verse_id": 81,
    "translation": "اور ہم نے ان کو اپنی نشانیاں بھی عطا فرمائیں (لیکن) تاہم وه ان سے روگردانی ہی کرتے رہے."
  },
  {
    "verse_id": 82,
    "translation": "یہ لوگ پہاڑوں کو تراش تراش کر گھر بناتے تھے، بے خوف ہوکر."
  },
  {
    "verse_id": 83,
    "translation": "آخر انہیں بھی صبح ہوتے ہوتے چنگھاڑنے آدبوچا."
  },
  {
    "verse_id": 84,
    "translation": "پس ان کی کسی تدبیروعمل نے انہیں کوئی فائده نہ دیا."
  },
  {
    "verse_id": 85,
    "translation": "ہم نے آسمانوں اور زمین کو اور ان کے درمیان کی سب چیزوں کو حق کے ساتھ ہی پیدا فرمایا ہے، اور قیامت ضرور ضرور آنے والی ہے۔ پس تو حسن وخوبی (اور اچھائی) سے درگزر کر لے."
  },
  {
    "verse_id": 86,
    "translation": "یقیناً تیرا پروردگار ہی پیدا کرنے واﻻ اور جاننے واﻻ ہے."
  },
  {
    "verse_id": 87,
    "translation": "یقیناً ہم نے آپ کو سات آیتیں دے رکھی ہیں. کہ دہرائی جاتی ہیں اور عظیم قرآن بھی دے رکھا ہے."
  },
  {
    "verse_id": 88,
    "translation": "آپ ہر گز اپنی نظریں اس چیز کی طرف نہ دوڑائیں، جس سے ہم نے ان میں سے کئی قسم کے لوگوں کو بہره مند کر رکھا ہے، نہ ان پر آپ افسوس کریں اور مومنوں کے لیے اپنے بازو جھکائے رہیں."
  },
  {
    "verse_id": 89,
    "translation": "اور کہہ دیجئے کہ میں تو کھلم کھلا ڈرانے واﻻ ہوں."
  },
  {
    "verse_id": 90,
    "translation": "جیسے کہ ہم نے ان تقسیم کرنے والوں پر اتارا."
  },
  {
    "verse_id": 91,
    "translation": "جنہوں نے اس کتاب الٰہی کے ٹکڑے ٹکڑے کر دیئے."
  },
  {
    "verse_id": 92,
    "translation": "قسم ہے تیرے پالنے والے کی! ہم ان سب سے ضرور باز پرس کریں گے."
  },
  {
    "verse_id": 93,
    "translation": "ہر اس چیز کی جو وه کرتے تھے."
  },
  {
    "verse_id": 94,
    "translation": "پس آپ اس حکم کو جو آپ کو کیا جارہا ہے کھول کر سنا دیجئے! اور مشرکوں سے منھ پھیر لیجئے."
  },
  {
    "verse_id": 95,
    "translation": "آپ سے جو لوگ مسخراپن کرتے ہیں ان کی سزا کے لیے ہم کافی ہیں."
  },
  {
    "verse_id": 96,
    "translation": "جو اللہ کے ساتھ دوسرے معبود مقرر کرتے ہیں انہیں عنقریب معلوم ہو جائے گا."
  },
  {
    "verse_id": 97,
    "translation": "ہمیں خوب علم ہے کہ ان کی باتوں سے آپ کا دل تنگ ہوتا ہے."
  },
  {
    "verse_id": 98,
    "translation": "آپ اپنے پروردگار کی تسبیح اور حمد بیان کرتے رہیں اور سجده کرنے والوں میں شامل ہو جائیں."
  },
  {
    "verse_id": 99,
    "translation": "اور اپنے رب کی عبادت کرتے رہیں یہاں تک کہ آپ کو موت آجائے."
  }
]