[
  {
    "verse_id": 1,
    "translation": "یقیناً ایمان والوں نے فلاح حاصل کرلی."
  },
  {
    "verse_id": 2,
    "translation": "جو اپنی نماز میں خشوع کرتے ہیں."
  },
  {
    "verse_id": 3,
    "translation": "جو لغویات سے منھ موڑ لیتے ہیں."
  },
  {
    "verse_id": 4,
    "translation": "جو زکوٰة ادا کرنے والے ہیں."
  },
  {
    "verse_id": 5,
    "translation": "جو اپنی شرمگاہوں کی حفاﻇت کرنے والے ہیں."
  },
  {
    "verse_id": 6,
    "translation": "بجز اپنی بیویوں اور ملکیت کی لونڈیوں کے یقیناً یہ ملامتیوں میں سے نہیں ہیں."
  },
  {
    "verse_id": 7,
    "translation": "جو اس کے سوا کچھ اور چاہیں وہی حد سے تجاوز کرجانے والے ہیں."
  },
  {
    "verse_id": 8,
    "translation": "جو اپنی امانتوں اور وعدے کی حفاﻇت کرنے والے ہیں."
  },
  {
    "verse_id": 9,
    "translation": "جو اپنی نمازوں کی نگہبانی کرتے ہیں."
  },
  {
    "verse_id": 10,
    "translation": "یہی وارث ہیں."
  },
  {
    "verse_id": 11,
    "translation": "جو فردوس کے وارث ہوں گے جہاں وه ہمیشہ رہیں گے."
  },
  {
    "verse_id": 12,
    "translation": "یقیناً ہم نے انسان کو مٹی کے جوہر سے پیدا کیا."
  },
  {
    "verse_id": 13,
    "translation": "پھر اسے نطفہ بنا کر محفوظ جگہ میں قرار دے دیا."
  },
  {
    "verse_id": 14,
    "translation": "پھر نطفہ کو ہم نے جما ہوا خون بنا دیا، پھر اس خون کے لوتھڑے کو گوشت کا ٹکڑا کردیا۔ پھر گوشت کے ٹکڑے کو ہڈیاں بنا دیں، پھر ہڈیوں کو ہم نے گوشت پہنا دیا، پھر دوسری بناوٹ میں اس کو پیدا کردیا۔ برکتوں واﻻ ہے وه اللہ جو سب سے بہترین پیدا کرنے واﻻ ہے."
  },
  {
    "verse_id": 15,
    "translation": "اس کے بعد پھر تم سب یقیناً مر جانے والے ہو."
  },
  {
    "verse_id": 16,
    "translation": "پھر قیامت کے دن بلا شبہ تم سب اٹھائے جاؤ گے."
  },
  {
    "verse_id": 17,
    "translation": "ہم نے تمہارے اوپر سات آسمان بنائے ہیں اور ہم مخلوقات سے غافل نہیں ہیں."
  },
  {
    "verse_id": 18,
    "translation": "ہم ایک صحیح انداز سے آسمان سے پانی برساتے ہیں، پھر اسے زمین میں ٹھہرا دیتے ہیں، اور ہم اس کے لے جانے پر یقیناً قادر ہیں."
  },
  {
    "verse_id": 19,
    "translation": "اسی پانی کے ذریعہ سے ہم تمہارے لئے کھجوروں اور انگوروں کے باغات پیدا کردیتے ہیں، کہ تمہارے لئے ان میں بہت سے میوے ہوتے ہیں ان ہی میں سے تم کھاتے بھی ہو."
  },
  {
    "verse_id": 20,
    "translation": "اور وه درخت جو طور سینا پہاڑ سے نکلتا ہے جو تیل نکالتا ہے اور کھانے والے کے لئے سالن ہے."
  },
  {
    "verse_id": 21,
    "translation": "تمہارے لئے چوپایوں میں بھی بڑی بھاری عبرت ہے۔ ان کے پیٹوں میں سے ہم تمہیں دودھ پلاتے ہیں اور بھی بہت سے نفع تمہارے لئے ان میں ہیں ان میں سے بعض بعض کو تم کھاتے بھی ہو."
  },
  {
    "verse_id": 22,
    "translation": "اور ان پر اور کشتیوں پر تم سوار کرائے جاتے ہو."
  },
  {
    "verse_id": 23,
    "translation": "یقیناً ہم نے نوح (علیہ السلام) کو اس کی قوم کی طرف رسول بنا کر بھیجا، اس نے کہا کہ اے میری قوم کے لوگو! اللہ کی عبادت کرو اور اس کے سوا تمہارا کوئی معبود نہیں، کیا تم (اس سے) نہیں ڈرتے."
  },
  {
    "verse_id": 24,
    "translation": "اس کی قوم کے کافر سرداروں نے صاف کہہ دیا کہ یہ تو تم جیسا ہی انسان ہے، یہ تم پر فضیلت اور بڑائی حاصل کرنا چاہتا ہے۔ اگر اللہ ہی کو منظور ہوتا تو کسی فرشتے کو اتارتا، ہم نے تو اسے اپنے اگلے باپ دادوں کے زمانے میں سنا ہی نہیں."
  },
  {
    "verse_id": 25,
    "translation": "یقیناً اس شخص کو جنون ہے، پس تم اسے ایک وقت مقرر تک ڈھیل دو."
  },
  {
    "verse_id": 26,
    "translation": "نوح (علیہ السلام) نے دعا کی اے میرے رب! ان کے جھٹلانے پر تو میری مدد کر."
  },
  {
    "verse_id": 27,
    "translation": "تو ہم نے ان کی طرف وحی بھیجی کہ تو ہماری آنکھوں کے سامنے ہماری وحی کے مطابق ایک کشتی بنا۔ جب ہمارا حکم آجائے اور تنور ابل پڑے تو، تو ہر قسم کا ایک ایک جوڑا اس میں رکھ لے اور اپنے اہل کو بھی، مگر ان میں سے جن کی بابت ہماری بات پہلے گزر چکی ہے۔ خبردار جن لوگوں نے ﻇلم کیا ہے ان کے بارے میں مجھ سے کچھ کلام نہ کرنا وه تو سب ڈبوئے جائیں گے."
  },
  {
    "verse_id": 28,
    "translation": "جب تو اور تیرے ساتھی کشتی پر باطمینان بیٹھ جاؤ تو کہنا کہ سب تعریف اللہ کے لئے ہی ہے جس نے ہمیں ﻇالم لوگوں سے نجات عطا فرمائی."
  },
  {
    "verse_id": 29,
    "translation": "اور کہنا کہ اے میرے رب! مجھے بابرکت اتارنا اتار اور تو ہی بہتر ہے اتارنے والوں میں."
  },
  {
    "verse_id": 30,
    "translation": "یقیناً اس میں بڑی بڑی نشانیاں ہیں اور ہم بےشک آزمائش کرنے والے ہیں."
  },
  {
    "verse_id": 31,
    "translation": "ان کے بعد ہم نے اور بھی امت پیدا کی."
  },
  {
    "verse_id": 32,
    "translation": "پھر ان میں خود ان میں سے (ہی) رسول بھی بھیجا کہ تم سب اللہ کی عبادت کرو اس کے سوا تمہارا کوئی معبود نہیں، تم کیوں نہیں ڈرتے؟"
  },
  {
    "verse_id": 33,
    "translation": "اور سرداران قوم نے جواب دیا، جو کفر کرتے تھے اور آخرت کی ملاقات کو جھٹلاتے تھے اور ہم نے انہیں دنیوی زندگی میں خوشحال کر رکھا تھا، کہ یہ تو تم جیسا ہی انسان ہے، تمہاری ہی خوراک یہ بھی کھاتا ہے اور تمہارے پینے کا پانی ہی یہ پیتا ہے."
  },
  {
    "verse_id": 34,
    "translation": "اگر تم نے اپنے جیسے ہی انسان کی تابعداری کر لی ہے تو بےشک تم سخت خسارے والے ہو."
  },
  {
    "verse_id": 35,
    "translation": "کیا یہ تمہیں اس بات کا وعده کرتا ہے کہ جب تم مرکر صرف خاک اور ہڈی ره جاؤ گے تو تم پھر زنده کئے جاؤ گے."
  },
  {
    "verse_id": 36,
    "translation": "نہیں نہیں دور اور بہت دور ہے وه جس کا تم وعده دیئے جاتے ہو."
  },
  {
    "verse_id": 37,
    "translation": "(زندگی) تو صرف دنیا کی زندگی ہے ہم مرتے جیتے رہتے ہیں اور یہ نہیں کہ ہم پھر اٹھائے جائیں گے."
  },
  {
    "verse_id": 38,
    "translation": "یہ تو بس ایسا شخص ہے جس نے اللہ پر جھوٹ (بہتان) باندھ لیا ہے، ہم تو اس پر ایمان ﻻنے والے نہیں ہیں."
  },
  {
    "verse_id": 39,
    "translation": "نبی نے دعا کی کہ پروردگار! ان کے جھٹلانے پر تو میری مدد کر."
  },
  {
    "verse_id": 40,
    "translation": "جواب ملا کہ یہ تو بہت ہی جلد اپنے کئے پر پچھتانے لگیں گے."
  },
  {
    "verse_id": 41,
    "translation": "بالﺂخر عدل کے تقاضے کے مطابق چیﺦ نے پکڑ لیا اور ہم نے انہیں کوڑا کرکٹ کر ڈاﻻ، پس ﻇالموں کے لئے دوری ہو."
  },
  {
    "verse_id": 42,
    "translation": "ان کے بعد ہم نے اور بھی بہت سی امتیں پیدا کیں."
  },
  {
    "verse_id": 43,
    "translation": "نہ تو کوئی امت اپنے وقت مقرره سے آگے بڑھی اور نہ پیچھے رہی."
  },
  {
    "verse_id": 44,
    "translation": "پھر ہم نے لگاتار رسول بھیجے، جب جب اس امت کے پاس اس کا رسول آیا اس نے جھٹلایا، پس ہم نے ایک دوسرے کے پیچھے لگا دیا اور انہیں افسانہ بنا دیا۔ ان لوگوں کو دوری ہے جو ایمان قبول نہیں کرتے."
  },
  {
    "verse_id": 45,
    "translation": "پھر ہم نے موسیٰ (علیہ السلام) کو اور ان کے بھائی ہارون (علیہ السلام) کو اپنی آیتوں اور کھلی دلیل کے ساتھ بھیجا."
  },
  {
    "verse_id": 46,
    "translation": "فرعون اور اس کے لشکروں کی طرف، پس انہوں نے تکبر کیا اور تھے ہی وه سرکش لوگ."
  },
  {
    "verse_id": 47,
    "translation": "کہنے لگے کہ کیا ہم اپنے جیسے دو شخصوں پر ایمان ﻻئیں؟ حاﻻنکہ خود ان کی قوم (بھی) ہمارے ماتحت ہے."
  },
  {
    "verse_id": 48,
    "translation": "پس انہوں نے ان دونوں کو جھٹلایا آخر وه بھی ہلاک شده لوگوں میں مل گئے."
  },
  {
    "verse_id": 49,
    "translation": "ہم نے تو موسیٰ (علیہ السلام) کو کتاب (بھی) دی کہ لوگ راه راست پر آجائیں."
  },
  {
    "verse_id": 50,
    "translation": "ہم نے ابن مریم اور اس کی والده کو ایک نشانی بنایا اور ان دونوں کو بلند صاف قرار والی اور جاری پانی والی جگہ میں پناه دی."
  },
  {
    "verse_id": 51,
    "translation": "اے پیغمبرو! حلال چیزیں کھاؤ اور نیک عمل کرو تم جو کچھ کر رہے ہو اس سے میں بخوبی واقف ہوں."
  },
  {
    "verse_id": 52,
    "translation": "یقیناً تمہارا یہ دین ایک ہی دین ہے اور میں ہی تم سب کا رب ہوں، پس تم مجھ سے ڈرتے رہو."
  },
  {
    "verse_id": 53,
    "translation": "پھر انہوں نے خود (ہی) اپنے امر (دین) کے آپس میں ٹکڑے ٹکڑے کر لیئے، ہر گروه جو کچھ اس کے پاس ہے اسی پر اترا رہا ہے."
  },
  {
    "verse_id": 54,
    "translation": "پس آپ (بھی) انہیں ان کی غفلت میں ہی کچھ مدت پڑا رہنے دیں."
  },
  {
    "verse_id": 55,
    "translation": "کیا یہ (یوں) سمجھ بیٹھے ہیں؟ کہ ہم جو بھی ان کے مال و اوﻻد بڑھا رہے ہیں."
  },
  {
    "verse_id": 56,
    "translation": "وه ان کے لئے بھلائیوں میں جلدی کر رہے ہیں (نہیں نہیں) بلکہ یہ سمجھتے ہی نہیں."
  },
  {
    "verse_id": 57,
    "translation": "یقیناً جو لوگ اپنے رب کی ہیبت سے ڈرتے ہیں."
  },
  {
    "verse_id": 58,
    "translation": "اور جو اپنے رب کی آیتوں پر ایمان رکھتے ہیں."
  },
  {
    "verse_id": 59,
    "translation": "اور جو اپنے رب کے ساتھ کسی کو شریک نہیں کرتے."
  },
  {
    "verse_id": 60,
    "translation": "اور جو لوگ دیتے ہیں جو کچھ دیتے ہیں اور ان کے دل کپکپاتے ہیں کہ وه اپنے رب کی طرف لوٹنے والے ہیں."
  },
  {
    "verse_id": 61,
    "translation": "یہی ہیں جو جلدی جلدی بھلائیاں حاصل کر رہے ہیں اور یہی ہیں جو ان کی طرف دوڑ جانے والے ہیں."
  },
  {
    "verse_id": 62,
    "translation": "ہم کسی نفس کو اس کی طاقت سے زیاده تکلیف نہیں دیتے، اور ہمارے پاس ایسی کتاب ہے جو حق کے ساتھ بولتی ہے، ان کے اوپر کچھ ﻇلم نہ کیا جائے گا."
  },
  {
    "verse_id": 63,
    "translation": "بلکہ ان کے دل اس طرف سے غفلت میں ہیں اور ان کے لئے اس کے سوا بھی بہت سے اعمال ہیں جنہیں وه کرنے والے. ہیں"
  },
  {
    "verse_id": 64,
    "translation": "یہاں تک کہ جب ہم نے ان کے آسوده حال لوگوں کو عذاب میں پکڑ لیا تو وه بلبلانے لگے."
  },
  {
    "verse_id": 65,
    "translation": "آج مت بلبلاؤ یقیناً تم ہمارے مقابلہ پر مدد نہ کئے جاؤ گے."
  },
  {
    "verse_id": 66,
    "translation": "میری آیتیں تو تمہارے سامنے پڑھی جاتی تھیں پھر بھی تم اپنی ایڑیوں کے بل الٹے بھاگتے تھے."
  },
  {
    "verse_id": 67,
    "translation": "اکڑتے اینٹھتے افسانہ گوئی کرتے اسے چھوڑ دیتے تھے."
  },
  {
    "verse_id": 68,
    "translation": "کیا انہوں نے اس بات میں غور وفکر ہی نہیں کیا؟ بلکہ ان کے پاس وه آیا جو ان کے اگلے باپ دادوں کے پاس نہیں آیا تھا؟"
  },
  {
    "verse_id": 69,
    "translation": "یا انہوں نے اپنے پیغمبر کو پہچانا نہیں کہ اس کے منکر ہو رہے ہیں؟"
  },
  {
    "verse_id": 70,
    "translation": "یا یہ کہتے ہیں کہ اسے جنون ہے؟ بلکہ وه تو ان کے پاس حق ﻻیا ہے۔ ہاں ان میں اکثر حق سے چڑنے والے ہیں."
  },
  {
    "verse_id": 71,
    "translation": "اگر حق ہی ان کی خواہشوں کا پیرو ہوجائے تو زمین وآسمان اور ان کے درمیان کی ہر چیز درہم برہم ہو جائے۔ حق تو یہ ہے کہ ہم نے انہیں ان کی نصیحت پہنچا دی ہے لیکن وه اپنی نصیحت سے منھ موڑنے والے ہیں."
  },
  {
    "verse_id": 72,
    "translation": "کیا آپ ان سے کوئی اجرت چاہتے ہیں؟ یاد رکھیئے کہ آپ کے رب کی اجرت بہت ہی بہتر ہے اور وه سب سے بہتر روزی رساں ہے."
  },
  {
    "verse_id": 73,
    "translation": "یقیناً آپ تو انہیں راه راست کی طرف بلا رہے ہیں."
  },
  {
    "verse_id": 74,
    "translation": "بےشک جو لوگ آخرت پر یقین نہیں رکھتے وه سیدھے راستے سے مڑ جانے والے ہیں."
  },
  {
    "verse_id": 75,
    "translation": "اور اگر ہم ان پر رحم فرمائیں اور ان کی تکلیفیں دور کردیں تو یہ تو اپنی اپنی سرکشی میں جم کر اور بہکنے لگیں."
  },
  {
    "verse_id": 76,
    "translation": "اور ہم نے انہیں عذاب میں بھی پکڑا تاہم یہ لوگ نہ تو اپنے پروردگار کے سامنے جھکے اور نہ ہی عاجزی اختیار کی."
  },
  {
    "verse_id": 77,
    "translation": "یہاں تک کہ جب ہم نے ان پر سخت عذاب کا دروازه کھول دیا تو اسی وقت فوراً مایوس ہوگئے."
  },
  {
    "verse_id": 78,
    "translation": "وه اللہ ہے جس نے تمہارے لئے کان اور آنکھیں اور دل پیدا کئے، مگر تم بہت (ہی) کم شکر کرتے ہو."
  },
  {
    "verse_id": 79,
    "translation": "اور وہی ہے جس نے تمہیں پیدا کرکے زمین میں پھیلا دیا اور اسی کی طرف تم جمع کئے جاؤ گے."
  },
  {
    "verse_id": 80,
    "translation": "اور یہ وہی ہے جو جلاتا اور مارتا ہے اور رات دن کے ردوبدل کا مختار بھی وہی ہے۔ کیا تم کو سمجھ بوجھ نہیں؟"
  },
  {
    "verse_id": 81,
    "translation": "بلکہ ان لوگوں نے بھی ویسی ہی بات کہی جو اگلے کہتے چلے آئے."
  },
  {
    "verse_id": 82,
    "translation": "کہ کیا جب ہم مر کر مٹی اور ہڈی ہوجائیں گے کیا پھر بھی ہم ضرور اٹھائے جائیں گے؟"
  },
  {
    "verse_id": 83,
    "translation": "ہم سے اور ہمارے باپ دادوں سے پہلے ہی یہ وعده ہوتا چلا آیا ہے کچھ نہیں یہ تو صرف اگلے لوگوں کے افسانے ہیں."
  },
  {
    "verse_id": 84,
    "translation": "پوچھیئے تو سہی کہ زمین اور اس کی کل چیزیں کس کی ہیں؟ بتلاؤ اگر جانتے ہو؟"
  },
  {
    "verse_id": 85,
    "translation": "فوراً جواب دیں گے کہ اللہ کی، کہہ دیجیئے کہ پھر تم نصیحت کیوں نہیں حاصل کرتے."
  },
  {
    "verse_id": 86,
    "translation": "دریافت کیجیئے کہ ساتوں آسمان کا اور بہت باعظمت عرش کا رب کون ہے؟"
  },
  {
    "verse_id": 87,
    "translation": "وه لوگ جواب دیں گے کہ اللہ ہی ہے۔ کہہ دیجیئے کہ پھر تم کیوں نہیں ڈرتے؟"
  },
  {
    "verse_id": 88,
    "translation": "پوچھیئے کہ تمام چیزوں کا اختیار کس کے ہاتھ میں ہے؟ جو پناه دیتا ہے اور جس کے مقابلے میں کوئی پناه نہیں دیا جاتا، اگر تم جانتے ہو تو بتلا دو؟"
  },
  {
    "verse_id": 89,
    "translation": "یہی جواب دیں گے کہ اللہ ہی ہے، کہہ دیجیئے پھر تم کدھر سے جادو کر دیئے جاتے ہو؟"
  },
  {
    "verse_id": 90,
    "translation": "حق یہ ہے کہ ہم نے انہیں حق پہنچا دیا ہے اور یہ بےشک جھوٹے ہیں."
  },
  {
    "verse_id": 91,
    "translation": "نہ تو اللہ نے کسی کو بیٹا بنایا اور نہ اس کے ساتھ اور کوئی معبود ہے، ورنہ ہر معبود اپنی مخلوق کو لئے لئے پھرتا اور ہر ایک دوسرے پر چڑھ دوڑتا۔ جو اوصاف یہ بتلاتے ہیں ان سے اللہ پاک (اور بےنیاز) ہے."
  },
  {
    "verse_id": 92,
    "translation": "وه غائب حاضر کا جاننے واﻻ ہے اور جو شرک یہ کرتے ہیں اس سے باﻻتر ہے."
  },
  {
    "verse_id": 93,
    "translation": "آپ دعا کریں کہ اے میرے پروردگار! اگر تو مجھے وه دکھائے جس کا وعده انہیں دیا جا رہا ہے."
  },
  {
    "verse_id": 94,
    "translation": "تو اے رب! تو مجھے ان ﻇالموں کے گروه میں نہ کرنا."
  },
  {
    "verse_id": 95,
    "translation": "ہم جو کچھ وعدے انہیں دے رہے ہیں سب آپ کو دکھا دینے پر یقیناً قادر ہیں."
  },
  {
    "verse_id": 96,
    "translation": "برائی کو اس طریقے سے دور کریں جو سراسر بھلائی واﻻ ہو، جو کچھ یہ بیان کرتے ہیں ہم بخوبی واقف ہیں."
  },
  {
    "verse_id": 97,
    "translation": "اور دعا کریں کہ اے میرے پروردگار! میں شیطانوں کے وسوسوں سے تیری پناه چاہتا ہوں."
  },
  {
    "verse_id": 98,
    "translation": "اور اے رب! میں تیری پناه چاہتا ہوں کہ وه میرے پاس آجائیں."
  },
  {
    "verse_id": 99,
    "translation": "یہاں تک کہ جب ان میں کسی کو موت آنے لگتی ہے تو کہتا ہے اے میرے پروردگار! مجھے واپس لوٹا دے"
  },
  {
    "verse_id": 100,
    "translation": "کہ اپنی چھوڑی ہوئی دنیا میں جا کر نیک اعمال کر لوں، ہرگز ایسا نہیں ہوگا، یہ تو صرف ایک قول ہے جس کا یہ قائل ہے، ان کے پس پشت تو ایک حجاب ہے، ان کے دوباره جی اٹھنے کے دن تک."
  },
  {
    "verse_id": 101,
    "translation": "پس جب کہ صور پھونک دیا جائے گا اس دن نہ تو آپس کے رشتے دار ہی رہیں گے، نہ آپس کی پوچھ گچھ."
  },
  {
    "verse_id": 102,
    "translation": "جن کی ترازو کا پلہ بھاری ہوگیا وه تو نجات والے ہوگئے."
  },
  {
    "verse_id": 103,
    "translation": "اور جن کے ترازو کا پلہ ہلکا ہوگیا یہ ہیں وه جنہوں نے اپنا نقصان آپ کر لیا جو ہمیشہ کے لئے جہنم واصل ہوئے."
  },
  {
    "verse_id": 104,
    "translation": "ان کے چہروں کو آگ جھلستی رہے گی اور وه وہاں بدشکل بنے ہوئے ہوں گے."
  },
  {
    "verse_id": 105,
    "translation": "کیا میری آیتیں تمہارے سامنے تلاوت نہیں کی جاتی تھیں؟ پھر بھی تم انہیں جھٹلاتے تھے."
  },
  {
    "verse_id": 106,
    "translation": "کہیں گے کہ اے پروردگار! ہماری بدبختی ہم پر غالب آگئی (واقعی) ہم تھے ہی گمراه."
  },
  {
    "verse_id": 107,
    "translation": "اے ہمارے پروردگار! ہمیں یہاں سے نجات دے اگر اب بھی ہم ایسا ہی کریں تو بےشک ہم ﻇالم ہیں."
  },
  {
    "verse_id": 108,
    "translation": "اللہ تعالیٰ فرمائے گا پھٹکارے ہوئے یہیں پڑے رہو اور مجھ سے کلام نہ کرو."
  },
  {
    "verse_id": 109,
    "translation": "میرے بندوں کی ایک جماعت تھی جو برابر یہی کہتی رہی کہ اے ہمارے پروردگار! ہم ایمان ﻻچکے ہیں تو ہمیں بخش اور ہم پر رحم فرما تو سب مہربانوں سے زیاده مہربان ہے."
  },
  {
    "verse_id": 110,
    "translation": "(لیکن) تم انہیں مذاق میں ہی اڑاتے رہے یہاں تک کہ (اس مشغلے نے) تم کو میری یاد (بھی) بھلا دی اور تم ان سے مذاق ہی کرتے رہے."
  },
  {
    "verse_id": 111,
    "translation": "میں نے آج انہیں ان کے اس صبر کا بدلہ دے دیا ہے کہ وه خاطر خواه اپنی مراد کو پہنچ چکے ہیں."
  },
  {
    "verse_id": 112,
    "translation": "اللہ تعالیٰ دریافت فرمائے گا کہ تم زمین میں باعتبار برسوں کی گنتی کے کس قدر رہے؟"
  },
  {
    "verse_id": 113,
    "translation": "وه کہیں گے ایک دن یا ایک دن سے بھی کم، گنتی گننے والوں سے بھی پوچھ لیجیئے."
  },
  {
    "verse_id": 114,
    "translation": "اللہ تعالیٰ فرمائے گا فی الواقع تم وہاں بہت ہی کم رہے ہو اے کاش! تم اسے پہلے ہی سے جان لیتے؟"
  },
  {
    "verse_id": 115,
    "translation": "کیا تم یہ گمان کئے ہوئے ہو کہ ہم نے تمہیں یوں ہی بیکار پیدا کیا ہے اور یہ کہ تم ہماری طرف لوٹائے ہی نہ جاؤ گے."
  },
  {
    "verse_id": 116,
    "translation": "اللہ تعالیٰ سچا بادشاه ہے وه بڑی بلندی واﻻ ہے۔ اس کے سوا کوئی معبود نہیں، وہی بزرگ عرش کا مالک ہے."
  },
  {
    "verse_id": 117,
    "translation": "جو شخص اللہ کے ساتھ کسی دوسرے معبود کو پکارے جس کی کوئی دلیل اس کے پاس نہیں، پس اس کا حساب تو اس کے رب کے اوپر ہی ہے۔ بےشک کافر لوگ نجات سے محروم ہیں."
  },
  {
    "verse_id": 118,
    "translation": "اور کہو کہ اے میرے رب! تو بخش اور رحم کر اور تو سب مہربانوں سے بہتر مہربانی کرنے واﻻ ہے."
  }
]