[
  {
    "verse_id": 1,
    "translation": "یٰس."
  },
  {
    "verse_id": 2,
    "translation": "قسم ہے قرآن باحکمت کی."
  },
  {
    "verse_id": 3,
    "translation": "کہ بے شک آپ پیغمبروں میں سے ہیں."
  },
  {
    "verse_id": 4,
    "translation": "سیدھے راستے پر ہیں."
  },
  {
    "verse_id": 5,
    "translation": "یہ قرآن اللہ زبردست مہربان کی طرف سے نازل کیا گیا ہے."
  },
  {
    "verse_id": 6,
    "translation": "تاکہ آپ ایسے لوگوں کو ڈرائیں جن کے باپ دادے نہیں ڈرائے گئے تھے، سو (اسی وجہ سے) یہ غافل ہیں."
  },
  {
    "verse_id": 7,
    "translation": "ان میں سے اکثر لوگوں پر بات ﺛابت ہوچکی ہے سو یہ لوگ ایمان نہ ﻻئیں گے."
  },
  {
    "verse_id": 8,
    "translation": "ہم نے ان کی گردنوں میں طوق ڈال دیئے ہیں پھر وه ٹھوڑیوں تک ہیں، جس سے ان کے سر اوپر کو الٹ گئے ہیں."
  },
  {
    "verse_id": 9,
    "translation": "اور ہم نے ایک آڑ ان کے سامنے کردی اورایک آڑ ان کے پیچھے کردی، جس سے ہم نے ان کو ڈھانک دیا سو وه نہیں دیکھ سکتے."
  },
  {
    "verse_id": 10,
    "translation": "اور آپ ان کو ڈرائیں یا نہ ڈرائیں دونوں برابر ہیں، یہ ایمان نہیں ﻻئیں گے."
  },
  {
    "verse_id": 11,
    "translation": "بس آپ تو صرف ایسے شخص کو ڈرا سکتے ہیں جو نصیحت پر چلے اور رحمٰن سے بےدیکھے ڈرے، سو آپ اس کو مغفرت اور باوقار اجر کی خوش خبریاں سنا دیجیئے."
  },
  {
    "verse_id": 12,
    "translation": "بےشک ہم مُردوں کو زنده کریں گے، اور ہم لکھتے جاتے ہیں وه اعمال بھی جن کو لوگ آگے بھیجتے ہیں اور ان کے وه اعمال بھی جن کو پیچھے چھوڑ جاتے ہیں، اور ہم نے ہر چیز کو ایک واضح کتاب میں ضبط کر رکھا ہے."
  },
  {
    "verse_id": 13,
    "translation": "اور آپ ان کے سامنے ایک مثال (یعنی ایک) بستی والوں کی مثال (اس وقت کا) بیان کیجیئے جب کہ اس بستی میں (کئی) رسول آئے."
  },
  {
    "verse_id": 14,
    "translation": "جب ہم نے ان کے پاس دو کو بھیجا سو ان لوگوں نے (اول) دونوں کو جھٹلایا پھر ہم نے تیسرے سے تائید کی سو ان تینوں نے کہا کہ ہم تمہارے پاس بھیجے گئے ہیں."
  },
  {
    "verse_id": 15,
    "translation": "ان لوگوں نے کہا کہ تم تو ہماری طرح معمولی آدمی ہو اور رحمٰن نے کوئی چیز نازل نہیں کی۔ تم نرا جھوٹ بولتے ہو."
  },
  {
    "verse_id": 16,
    "translation": "ان (رسولوں) نے کہا ہمارا پروردگار جانتا ہے کہ بےشک ہم تمہارے پاس بھیجے گئے ہیں."
  },
  {
    "verse_id": 17,
    "translation": "اور ہمارے ذمہ تو صرف واضح طور پر پہنچا دینا ہے."
  },
  {
    "verse_id": 18,
    "translation": "انہوں نے کہا کہ ہم تو تم کو منحوس سمجھتے ہیں۔ اگر تم باز نہ آئے تو ہم پتھروں سے تمہارا کام تمام کردیں گے اور تم کو ہماری طرف سے سخت تکلیف پہنچے گی."
  },
  {
    "verse_id": 19,
    "translation": "ان رسولوں نے کہا کہ تمہاری نحوست تمہارے ساتھ ہی لگی ہوئی ہے، کیا اس کو نحوست سمجھتے ہو کہ تم کو نصیحت کی جائے بلکہ تم حد سے نکل جانے والے لوگ ہو."
  },
  {
    "verse_id": 20,
    "translation": "اور ایک شخص (اس) شہر کے آخری حصے سے دوڑتا ہوا آیا کہنے لگا کہ اے میری قوم! ان رسولوں کی راه پر چلو."
  },
  {
    "verse_id": 21,
    "translation": "ایسے لوگوں کی راه پر چلو جو تم سے کوئی معاوضہ نہیں مانگتے اور وه راه راست پر ہیں."
  },
  {
    "verse_id": 22,
    "translation": "اور مجھے کیا ہو گیا ہے کہ میں اس کی عبادت نہ کروں جس نے مجھے پیدا کیا اور تم سب اسی کی طرف لوٹائے جاؤگے."
  },
  {
    "verse_id": 23,
    "translation": "کیا میں اسے چھوڑ کر ایسوں کو معبود بناؤں کہ اگر (اللہ) رحمٰن مجھے کوئی نقصان پہنچانا چاہے تو ان کی سفارش مجھے کچھ بھی نفع نہ پہنچا سکے اور نہ وه مجھے بچا سکیں."
  },
  {
    "verse_id": 24,
    "translation": "پھر تو میں یقیناً کھلی گمراہی میں ہوں."
  },
  {
    "verse_id": 25,
    "translation": "میری سنو! میں تو (سچے دل سے) تم سب کے رب پر ایمان ﻻ چکا."
  },
  {
    "verse_id": 26,
    "translation": "(اس سے) کہا گیا کہ جنت میں چلا جا، کہنے لگا کاش! میری قوم کو بھی علم ہو جاتا."
  },
  {
    "verse_id": 27,
    "translation": "کہ مجھے میرے رب نے بخش دیا اور مجھے باعزت لوگوں میں سے کر دیا."
  },
  {
    "verse_id": 28,
    "translation": "اس کے بعد ہم نے اس کی قوم پر آسمان سے کوئی لشکر نہ اتارا، اور نہ اس طرح ہم اتارا کرتے ہیں."
  },
  {
    "verse_id": 29,
    "translation": "وه تو صرف ایک زور کی چیﺦ تھی کہ یکایک وه سب کے سب بجھ بجھا گئے."
  },
  {
    "verse_id": 30,
    "translation": "(ایسے) بندوں پر افسوس! کبھی بھی کوئی رسول ان کے پاس نہیں آیا جس کی ہنسی انہوں نے نہ اڑائی ہو."
  },
  {
    "verse_id": 31,
    "translation": "کیا انہوں نے نہیں دیکھا کہ ان کے پہلے بہت سی قوموں کو ہم نے غارت کر دیا کہ وه ان کی طرف لوٹ کر نہیں آئیں گے."
  },
  {
    "verse_id": 32,
    "translation": "اور نہیں ہے کوئی جماعت مگر یہ کہ وه جمع ہو کر ہمارے سامنے حاضر کی جائے گی."
  },
  {
    "verse_id": 33,
    "translation": "اور ان کے لئے ایک نشانی (خشک) زمین ہے جس کو ہم نے زنده کر دیا اور اس سے غلہ نکالا جس میں سے وه کھاتے ہیں."
  },
  {
    "verse_id": 34,
    "translation": "اور ہم نے اس میں کھجوروں کے اور انگور کے باغات پیدا کر دیئے، اور جن میں ہم نے چشمے بھی جاری کر دیئے ہیں."
  },
  {
    "verse_id": 35,
    "translation": "تاکہ (لوگ) اس کے پھل کھائیں، اور اس کو ان کے ہاتھوں نے نہیں بنایا۔ پھر کیوں شکر گزاری نہیں کرتے."
  },
  {
    "verse_id": 36,
    "translation": "وه پاک ذات ہے جس نے ہر چیز کے جوڑے پیدا کیے خواه وه زمین کی اگائی ہوئی چیزیں ہوں، خواه خود ان کے نفوس ہوں خواه وه (چیزیں) ہوں جنہیں یہ جانتے بھی نہیں."
  },
  {
    "verse_id": 37,
    "translation": "اور ان کے لئے ایک نشانی رات ہے جس سے ہم دن کو کھینچ دیتے ہیں تو وه یکایک اندھیرے میں ره جاتے ہیں."
  },
  {
    "verse_id": 38,
    "translation": "اور سورج کے لئے جو مقرره راه ہے وه اسی پر چلتا رہتا ہے۔ یہ ہے مقرر کرده غالب، باعلم اللہ تعالیٰ کا."
  },
  {
    "verse_id": 39,
    "translation": "اور چاند کی ہم نے منزلیں مقررکر رکھی ہیں، یہاں تک کہ وه لوٹ کر پرانی ٹہنی کی طرح ہو جاتا ہے."
  },
  {
    "verse_id": 40,
    "translation": "نہ آفتاب کی یہ مجال ہے کہ چاند کو پکڑے اور نہ رات دن پرآگے بڑھ جانے والی ہے، اور سب کے سب آسمان میں تیرتے پھرتے ہیں."
  },
  {
    "verse_id": 41,
    "translation": "اور ان کے لئے ایک نشانی (یہ بھی) ہے کہ ہم نے ان کی نسل کو بھری ہوئی کشتی میں سوار کیا."
  },
  {
    "verse_id": 42,
    "translation": "اور ان کے لئے اسی جیسی اور چیزیں پیدا کیں جن پر یہ سوار ہوتے ہیں."
  },
  {
    "verse_id": 43,
    "translation": "اور اگر ہم چاہتے تو انہیں ڈبو دیتے۔ پھر نہ تو کوئی ان کا فریاد رس ہوتا نہ وه بچائے جائیں."
  },
  {
    "verse_id": 44,
    "translation": "لیکن ہم اپنی طرف سے رحمت کرتے ہیں اور ایک مدت تک کے لئے انہیں فائدے دے رہے ہیں."
  },
  {
    "verse_id": 45,
    "translation": "اور ان سے جب (کبھی) کہا جاتا ہے کہ اگلے پچھلے (گناہوں) سے بچو تاکہ تم پر رحم کیا جائے."
  },
  {
    "verse_id": 46,
    "translation": "اور ان کے پاس تو ان کے رب کی نشانیوں میں سے کوئی نشانی ایسی نہیں آئی جس سے یہ بے رخی نہ برتتے ہوں."
  },
  {
    "verse_id": 47,
    "translation": "اور ان سے جب کہا جاتا ہے کہ اللہ تعالیٰ کے دیئے ہوئے میں سے کچھ خرچ کرو، تو یہ کفار ایمان والوں کو جواب دیتے ہیں کہ ہم انہیں کیوں کھلائیں؟ جنہیں اگر اللہ تعالیٰ چاہتا تو خود کھلا پلا دیتا، تم تو ہو ہی کھلی گمراہی میں."
  },
  {
    "verse_id": 48,
    "translation": "وه کہتے ہیں کہ یہ وعده کب ہوگا، سچے ہو تو بتلاؤ."
  },
  {
    "verse_id": 49,
    "translation": "انہیں صرف ایک سخت چیﺦ کاانتظار ہے جو انہیں آپکڑے گی اور یہ باہم لڑائی جھگڑے میں ہی ہوں گے."
  },
  {
    "verse_id": 50,
    "translation": "اس وقت نہ تو یہ وصیت کر سکیں گے اور نہ اپنے اہل کی طرف لوٹ سکیں گے."
  },
  {
    "verse_id": 51,
    "translation": "تو صور کے پھونکے جاتے ہی سب کے سب اپنی قبروں سے اپنے پروردگار کی طرف (تیز تیز) چلنے لگیں گے."
  },
  {
    "verse_id": 52,
    "translation": "کہیں گے ہائے ہائے! ہمیں ہماری خواب گاہوں سے کس نے اٹھا دیا۔ یہی ہے جس کا وعده رحمٰن نے دیا تھا اور رسولوں نے سچ سچ کہہ دیا تھا."
  },
  {
    "verse_id": 53,
    "translation": "یہ نہیں ہے مگر ایک چیﺦ کہ یکایک سارے کے سارے ہمارے سامنے حاضر کر دیئے جائیں گے."
  },
  {
    "verse_id": 54,
    "translation": "پس آج کسی شخص پر کچھ بھی ﻇلم نہ کیا جائے گا اور تمہیں نہیں بدلہ دیا جائے گا، مگر صرف ان ہی کاموں کا جو تم کیا کرتے تھے."
  },
  {
    "verse_id": 55,
    "translation": "جنتی لوگ آج کے دن اپنے (دلچسﭗ) مشغلوں میں ہشاش بشاش ہیں."
  },
  {
    "verse_id": 56,
    "translation": "وه اور ان کی بیویاں سایوں میں مسہریوں پر تکیہ لگائے بیٹھے ہوں گے."
  },
  {
    "verse_id": 57,
    "translation": "ان کے لئے جنت میں ہر قسم کے میوے ہوں گے اور بھی جو کچھ وه طلب کریں."
  },
  {
    "verse_id": 58,
    "translation": "مہربان پروردگار کی طرف سے انہیں سلام کہا جائے گا."
  },
  {
    "verse_id": 59,
    "translation": "اے گناهگارو! آج تم الگ ہو جاؤ."
  },
  {
    "verse_id": 60,
    "translation": "اے اوﻻد آدم! کیا میں نے تم سے قول قرار نہیں لیا تھا کہ تم شیطان کی عبادت نہ کرنا، وه تو تمہارا کھلا دشمن ہے."
  },
  {
    "verse_id": 61,
    "translation": "اور میری ہی عبادت کرنا۔ سیدھی راه یہی ہے."
  },
  {
    "verse_id": 62,
    "translation": "شیطان نے تو تم میں سے بہت ساری مخلوق کو بہکا دیا۔ کیا تم عقل نہیں رکھتے."
  },
  {
    "verse_id": 63,
    "translation": "یہی وه دوزخ ہے جس کا تمہیں وعده دیا جاتا تھا."
  },
  {
    "verse_id": 64,
    "translation": "اپنے کفر کا بدلہ پانے کے لئے آج اس میں داخل ہوجاؤ."
  },
  {
    "verse_id": 65,
    "translation": "ہم آج کے دن ان کے منھ پر مہریں لگا دیں گے اور ان کے ہاتھ ہم سے باتیں کریں گے اور ان کے پاؤں گواہیاں دیں گے، ان کاموں کی جو وه کرتے تھے."
  },
  {
    "verse_id": 66,
    "translation": "اگر ہم چاہتے تو ان کی آنکھیں بے نور کر دیتے پھر یہ رستے کی طرف دوڑتے پھرتے لیکن انہیں کیسے دکھائی دیتا؟"
  },
  {
    "verse_id": 67,
    "translation": "اور اگر ہم چاہتے تو ان کی جگہ ہی پر ان کی صورتیں مسﺦ کر دیتے پھر نہ وه چل پھر سکتے اور نہ لوٹ سکتے."
  },
  {
    "verse_id": 68,
    "translation": "اور جسے ہم بوڑھا کرتے ہیں اسے پیدائشی حالت کی طرف پھر الٹ دیتے ہیں کیا پھر بھی وه نہیں سمجھتے."
  },
  {
    "verse_id": 69,
    "translation": "نہ تو ہم نے اس پیغمبر کو شعر سکھائے اور نہ یہ اس کے ﻻئق ہے۔ وه تو صرف نصیحت اور واضح قرآن ہے."
  },
  {
    "verse_id": 70,
    "translation": "تاکہ وه ہر اس شخص کو آگاه کر دے جو زنده ہے، اور کافروں پر حجت ﺛابت ہو جائے."
  },
  {
    "verse_id": 71,
    "translation": "کیا وه نہیں دیکھتے کہ ہم نے اپنے ہاتھوں سے بنائی ہوئی چیزوں میں سے ان کے لئے چوپائے (بھی) پیدا کر دیئے، جن کے یہ مالک ہوگئے ہیں."
  },
  {
    "verse_id": 72,
    "translation": "اور ان مویشیوں کو ہم نے ان کا تابع فرمان بنا دیا ہے جن میں سے بعض تو ان کی سواریاں ہیں اور بعض کا گوشت کھاتے ہیں."
  },
  {
    "verse_id": 73,
    "translation": "انہیں ان سے اور بھی بہت سے فائدے ہیں، اور پینے کی چیزیں۔ کیا پھر (بھی) یہ شکر ادا نہیں کریں گے؟"
  },
  {
    "verse_id": 74,
    "translation": "اور وه اللہ کے سوا دوسروں کو معبود بناتے ہیں تاکہ وه مدد کئے جائیں."
  },
  {
    "verse_id": 75,
    "translation": "(حاﻻنکہ) ان میں ان کی مدد کی طاقت ہی نہیں، (لیکن) پھر بھی (مشرکین) ان کے لئے حاضر باش لشکری ہیں."
  },
  {
    "verse_id": 76,
    "translation": "پس آپ کو ان کی بات غمناک نہ کرے، ہم ان کی پوشیده اور علانیہ سب باتوں کو (بخوبی) جانتے ہیں."
  },
  {
    "verse_id": 77,
    "translation": "کیا انسان کو اتنا بھی معلوم نہیں کہ ہم نے اسے نطفے سے پیدا کیا ہے؟ پھر یکایک وہ صریح جھگڑالو بن بیٹھا."
  },
  {
    "verse_id": 78,
    "translation": "اور اس نے ہمارے لئے مثال بیان کی اور اپنی (اصل) پیدائش کو بھول گیا، کہنے لگا ان گلی سڑی ہڈیوں کو کون زنده کر سکتا ہے؟"
  },
  {
    "verse_id": 79,
    "translation": "آپ جواب دیجئے! کہ انہیں وه زنده کرے گا جس نے انہیں اول مرتبہ پیدا کیا ہے، جو سب طرح کی پیدائش کا بخوبی جاننے واﻻ ہے."
  },
  {
    "verse_id": 80,
    "translation": "وہی جس نے تمہارے لئے سبز درخت سے آگ پیدا کر دی جس سے تم یکایک آگ سلگاتے ہو."
  },
  {
    "verse_id": 81,
    "translation": "جس نے آسمانوں اور زمین کو پیدا کیا ہے کیا وه ان جیسوں کے پیدا کرنے پرقادر نہیں، بےشک قادر ہے۔ اور وہی تو پیدا کرنے واﻻ دانا (بینا) ہے."
  },
  {
    "verse_id": 82,
    "translation": "وه جب کبھی کسی چیز کا اراده کرتا ہے اسے اتنا فرما دینا (کافی ہے) کہ ہو جا، وه اسی وقت ہو جاتی ہے."
  },
  {
    "verse_id": 83,
    "translation": "پس پاک ہے وه اللہ جس کے ہاتھ میں ہر چیز کی بادشاہت ہے اور جس کی طرف تم سب لوٹائے جاؤ گے."
  }
]