[
  {
    "verse_id": 1,
    "translation": "قسم ہے صف باندھنے والے (فرشتوں) کی."
  },
  {
    "verse_id": 2,
    "translation": "پھر پوری طرح ڈانٹنے والوں کی."
  },
  {
    "verse_id": 3,
    "translation": "پھر ذکر اللہ کی تلاوت کرنے والوں کی."
  },
  {
    "verse_id": 4,
    "translation": "یقیناً تم سب کا معبود ایک ہی ہے."
  },
  {
    "verse_id": 5,
    "translation": "آسمانوں اور زمین اور ان کے درمیان کی تمام چیزوں اور مَشرقوں کا رب وہی ہے."
  },
  {
    "verse_id": 6,
    "translation": "ہم نے آسمان دنیا کو ستاروں کی زینت سے آراستہ کیا."
  },
  {
    "verse_id": 7,
    "translation": "اور حفاﻇت کی سرکش شیطان سے."
  },
  {
    "verse_id": 8,
    "translation": "عالم باﻻ کے فرشتوں (کی باتوں) کو سننے کے لئے وه کان بھی نہیں لگا سکتے، بلکہ ہر طرف سے وه مارے جاتے ہیں."
  },
  {
    "verse_id": 9,
    "translation": "بھگانے کے لئے اور ان کے لئے دائمی عذاب ہے."
  },
  {
    "verse_id": 10,
    "translation": "مگر جو کوئی ایک آدھ بات اچک لے بھاگے تو (فوراً ہی) اس کے پیچھے دہکتا ہوا شعلہ لگ جاتا ہے."
  },
  {
    "verse_id": 11,
    "translation": "ان کافروں سے پوچھو تو کہ آیا ان کا پیدا کرنا زیاده دشوار ہے یا (ان کا) جنہیں ہم نے (ان کے علاوه) پیدا کیا؟ ہم نے (انسانوں) کو لیس دار مٹی سے پیدا کیا ہے."
  },
  {
    "verse_id": 12,
    "translation": "بلکہ تو تعجب کر رہا ہے اور یہ مسخرا پن کر رہے ہیں."
  },
  {
    "verse_id": 13,
    "translation": "اور جب انہیں نصیحت کی جاتی ہے یہ نہیں مانتے."
  },
  {
    "verse_id": 14,
    "translation": "اور جب کسی معجزے کو دیکھتے ہیں تو مذاق اڑاتے ہیں."
  },
  {
    "verse_id": 15,
    "translation": "اور کہتے ہیں کہ یہ تو بالکل کھلم کھلا جادو ہی ہے."
  },
  {
    "verse_id": 16,
    "translation": "کیا جب ہم مر جائیں گے اور خاک اور ہڈی ہو جائیں گے پھر کیا (سچ مچ) ہم اٹھائے جائیں گے؟"
  },
  {
    "verse_id": 17,
    "translation": "کیا ہم سے پہلے کے ہمارے باپ دادا بھی؟"
  },
  {
    "verse_id": 18,
    "translation": "آپ جواب دیجئے! کہ ہاں ہاں اور تم ذلیل (بھی) ہوں گے."
  },
  {
    "verse_id": 19,
    "translation": "وه تو صرف ایک زور کی جھڑکی ہے کہ یکایک یہ دیکھنے لگیں گے."
  },
  {
    "verse_id": 20,
    "translation": "اور کہیں گے کہ ہائے ہماری خرابی یہی جزا (سزا) کا دن ہے."
  },
  {
    "verse_id": 21,
    "translation": "یہی فیصلہ کا دن ہے جسے تم جھٹلاتے رہے."
  },
  {
    "verse_id": 22,
    "translation": "ﻇالموں کو اور ان کے ہمراہیوں کو اور (جن) جن کی وه اللہ کے علاوه پرستش کرتے تھے."
  },
  {
    "verse_id": 23,
    "translation": "(ان سب کو) جمع کرکے انہیں دوزخ کی راه دکھا دو."
  },
  {
    "verse_id": 24,
    "translation": "اور انہیں ٹھہرا لو، (اس لئے) کہ ان سے (ضروری) سوال کیے جانے والے ہیں."
  },
  {
    "verse_id": 25,
    "translation": "تمہیں کیا ہو گیا ہے کہ (اس وقت) تم ایک دوسرے کی مدد نہیں کرتے."
  },
  {
    "verse_id": 26,
    "translation": "بلکہ وه (سب کے سب) آج فرمانبردار بن گئے."
  },
  {
    "verse_id": 27,
    "translation": "وه ایک دوسرے کی طرف متوجہ ہو کر سوال وجواب کرنے لگیں گے."
  },
  {
    "verse_id": 28,
    "translation": "کہیں گے کہ تم تو ہمارے پاس ہماری دائیں طرف سے آتے تھے."
  },
  {
    "verse_id": 29,
    "translation": "وه جواب دیں گے کہ نہیں بلکہ تم ہی ایمان والے نہ تھے."
  },
  {
    "verse_id": 30,
    "translation": "اور کچھ ہمارا زور تو تم پر تھا (ہی) نہیں۔ بلکہ تم (خود) سرکش لوگ تھے."
  },
  {
    "verse_id": 31,
    "translation": "اب تو ہم (سب) پر ہمارے رب کی یہ بات ﺛابت ہو چکی کہ ہم (عذاب) چکھنے والے ہیں."
  },
  {
    "verse_id": 32,
    "translation": "پس ہم نے تمہیں گمراه کیا ہم تو خود بھی گمراه ہی تھے."
  },
  {
    "verse_id": 33,
    "translation": "سو اب آج کے دن تو (سب کے سب) عذاب میں شریک ہیں."
  },
  {
    "verse_id": 34,
    "translation": "ہم گناه گاروں کے ساتھ اسی طرح کیا کرتے ہیں."
  },
  {
    "verse_id": 35,
    "translation": "یہ وه (لوگ) ہیں کہ جب ان سے کہا جاتا ہے کہ اللہ کے سوا کوئی معبود نہیں تو یہ سرکشی کرتے تھے."
  },
  {
    "verse_id": 36,
    "translation": "اور کہتے تھے کہ کیا ہم اپنے معبودوں کو ایک دیوانے شاعر کی بات پر چھوڑ دیں؟"
  },
  {
    "verse_id": 37,
    "translation": "(نہیں نہیں) بلکہ (نبی) تو حق (سچا دین) ﻻئے ہیں اور سب رسولوں کو سچا جانتے ہیں."
  },
  {
    "verse_id": 38,
    "translation": "یقیناً تم دردناک عذاب (کا مزه) چکھنے والے ہو."
  },
  {
    "verse_id": 39,
    "translation": "تمہیں اسی کا بدلہ دیا جائے گا جو تم کرتے تھے."
  },
  {
    "verse_id": 40,
    "translation": "مگر اللہ تعالیٰ کے خالص برگزیده بندے."
  },
  {
    "verse_id": 41,
    "translation": "انہیں کے لئے مقرره روزی ہے."
  },
  {
    "verse_id": 42,
    "translation": "(ہر طرح کے) میوے، اور وه باعزت واکرام ہوں گے."
  },
  {
    "verse_id": 43,
    "translation": "نعمتوں والی جنتوں میں."
  },
  {
    "verse_id": 44,
    "translation": "تختوں پر ایک دوسرے کے سامنے (بیٹھے) ہوں گے."
  },
  {
    "verse_id": 45,
    "translation": "جاری شراب کے جام کا ان پر دور چل رہا ہوگا."
  },
  {
    "verse_id": 46,
    "translation": "جو صاف شفاف اور پینے میں لذیذ ہوگی."
  },
  {
    "verse_id": 47,
    "translation": "نہ اس سے درد سر ہو اور نہ اس کے پینے سے بہکیں."
  },
  {
    "verse_id": 48,
    "translation": "اور ان کے پاس نیچی نظروں، بڑی بڑی آنکھوں والی (حوریں) ہوں گی."
  },
  {
    "verse_id": 49,
    "translation": "ایسی جیسے چھپائے ہوئے انڈے."
  },
  {
    "verse_id": 50,
    "translation": "(جنتی) ایک دوسرے کی طرف رخ کرکے پوچھیں گے."
  },
  {
    "verse_id": 51,
    "translation": "ان میں سے ایک کہنے واﻻ کہے گا کہ میرا ایک ساتھی تھا."
  },
  {
    "verse_id": 52,
    "translation": "جو (مجھ سے) کہا کرتا تھا کہ کیا تو (قیامت کے آنے کا) یقین کرنے والوں میں سے ہے؟"
  },
  {
    "verse_id": 53,
    "translation": "کیا جب کہ ہم مر کر مٹی اور ہڈی ہو جائیں گے کیا اس وقت ہم جزا دیئے جانے والے ہیں؟"
  },
  {
    "verse_id": 54,
    "translation": "کہے گا تم چاہتے ہو کہ جھانک کر دیکھ لو؟"
  },
  {
    "verse_id": 55,
    "translation": "جھانکتے ہی اسے بیچوں بیچ جہنم میں (جلتا ہوا) دیکھے گا."
  },
  {
    "verse_id": 56,
    "translation": "کہے گا واللہ! قریب تھا کہ تو مجھے (بھی) برباد کر دے."
  },
  {
    "verse_id": 57,
    "translation": "اگر میرے رب کا احسان نہ ہوتا تو میں بھی دوزخ میں حاضر کئے جانے والوں میں ہوتا."
  },
  {
    "verse_id": 58,
    "translation": "کیا (یہ صحیح ہے) کہ ہم مرنے والے ہی نہیں؟"
  },
  {
    "verse_id": 59,
    "translation": "بجز پہلی ایک موت کے، اور نہ ہم عذاب کیے جانے والے ہیں."
  },
  {
    "verse_id": 60,
    "translation": "پھر تو (ﻇاہر بات ہے کہ) یہ بڑی کامیابی ہے."
  },
  {
    "verse_id": 61,
    "translation": "ایسی (کامیابی) کے لئے عمل کرنے والوں کو عمل کرنا چاہئے."
  },
  {
    "verse_id": 62,
    "translation": "کیا یہ مہمانی اچھی ہے یا سینڈھ (زقوم) کا درخت؟"
  },
  {
    "verse_id": 63,
    "translation": "جسے ہم نے ﻇالموں کے لئے سخت آزمائش بنا رکھا ہے."
  },
  {
    "verse_id": 64,
    "translation": "بے شک وه درخت جہنم کی جڑ میں سے نکلتا ہے."
  },
  {
    "verse_id": 65,
    "translation": "جس کے خوشے شیطانوں کے سروں جیسے ہوتے ہیں."
  },
  {
    "verse_id": 66,
    "translation": "(جہنمی) اسی درخت سے کھائیں گے اور اسی سے پیٹ بھریں گے."
  },
  {
    "verse_id": 67,
    "translation": "پھر اس پر گرم جلتے جلتے پانی کی ملونی ہوگی."
  },
  {
    "verse_id": 68,
    "translation": "پھر ان سب کا لوٹنا جہنم کی (آگ کے ڈھیرکی) طرف ہوگا."
  },
  {
    "verse_id": 69,
    "translation": "یقین مانو! کہ انہوں نے اپنے باپ دادا کو بہکا ہوا پایا."
  },
  {
    "verse_id": 70,
    "translation": "اور یہ انہی کے نشان قدم پر دوڑتے رہے."
  },
  {
    "verse_id": 71,
    "translation": "ان سے پہلے بھی بہت سے اگلے بہک چکے ہیں."
  },
  {
    "verse_id": 72,
    "translation": "جن میں ہم نے ڈرانے والے (رسول) بھیجے تھے."
  },
  {
    "verse_id": 73,
    "translation": "اب تو دیکھ لے کہ جنہیں دھمکایا گیا تھا ان کا انجام کیسا کچھ ہوا."
  },
  {
    "verse_id": 74,
    "translation": "سوائے اللہ کے برگزیده بندوں کے."
  },
  {
    "verse_id": 75,
    "translation": "اور ہمیں نوح (علیہ السلام) نے پکارا تو (دیکھ لو) ہم کیسے اچھے دعا قبول کرنے والے ہیں."
  },
  {
    "verse_id": 76,
    "translation": "ہم نے اسے اور اس کے گھر والوں کو اس زبردست مصیبت سے بچا لیا."
  },
  {
    "verse_id": 77,
    "translation": "اور اس کی اوﻻد کو ہم نے باقی رہنے والی بنا دی."
  },
  {
    "verse_id": 78,
    "translation": "اور ہم نے اس کا (ذکر خیر) پچھلوں میں باقی رکھا."
  },
  {
    "verse_id": 79,
    "translation": "نوح (علیہ السلام) پر تمام جہانوں میں سلام ہو"
  },
  {
    "verse_id": 80,
    "translation": "ہم نیکی کرنے والوں کو اسی طرح بدلہ دیتے ہیں."
  },
  {
    "verse_id": 81,
    "translation": "وه ہمارے ایمان والے بندوں میں سے تھا."
  },
  {
    "verse_id": 82,
    "translation": "پھر ہم نے دوسروں کو ڈبو دیا."
  },
  {
    "verse_id": 83,
    "translation": "اور اس (نوح علیہ السلام کی) تابعداری کرنے والوں میں سے (ہی) ابراہیم (علیہ السلام بھی) تھے."
  },
  {
    "verse_id": 84,
    "translation": "جبکہ اپنے رب کے پاس بے عیب دل ﻻئے."
  },
  {
    "verse_id": 85,
    "translation": "انہوں نے اپنے باپ اور اپنی قوم سے کہا کہ تم کیا پوج رہے ہو؟"
  },
  {
    "verse_id": 86,
    "translation": "کیا تم اللہ کے سوا گھڑے ہوئے معبود چاہتے ہو؟"
  },
  {
    "verse_id": 87,
    "translation": "تو یہ (بتلاؤ کہ) تم نے رب العالمین کو کیا سمجھ رکھا ہے؟"
  },
  {
    "verse_id": 88,
    "translation": "اب ابراہیم (علیہ السلام) نے ایک نگاه ستاروں کی طرف اٹھائی."
  },
  {
    "verse_id": 89,
    "translation": "اور کہا میں تو بیمار ہوں."
  },
  {
    "verse_id": 90,
    "translation": "اس پر وه سب اس سے منھ موڑے ہوئے واپس چلے گئے."
  },
  {
    "verse_id": 91,
    "translation": "آپ (چﭗ چپاتے) ان کے معبودوں کے پاس گئے اور فرمانے لگے تم کھاتے کیوں نہیں؟"
  },
  {
    "verse_id": 92,
    "translation": "تمہیں کیا ہو گیا کہ بات تک نہیں کرتے ہو."
  },
  {
    "verse_id": 93,
    "translation": "پھر تو (پوری قوت کے ساتھ) دائیں ہاتھ سے انہیں مارنے پر پل پڑے."
  },
  {
    "verse_id": 94,
    "translation": "وه (بت پرست) دوڑے بھاگے آپ کی طرف متوجہ ہوئے."
  },
  {
    "verse_id": 95,
    "translation": "تو آپ نے فرمایا تم انہیں پوجتے ہو جنہیں (خود) تم تراشتے ہو."
  },
  {
    "verse_id": 96,
    "translation": "حاﻻنکہ تمہیں اور تمہاری بنائی ہوئی چیزوں کو اللہ ہی نے پیدا کیا ہے."
  },
  {
    "verse_id": 97,
    "translation": "وه کہنے لگے اس کے لئے ایک مکان بناؤ اور اس (دہکتی ہوئی) آگ میں اسے ڈال دو."
  },
  {
    "verse_id": 98,
    "translation": "انہوں نے تو اس (ابراہیم علیہ السلام) کے ساتھ مکر کرنا چاہا لیکن ہم نے انہی کو نیچا کر دیا."
  },
  {
    "verse_id": 99,
    "translation": "اور اس (ابراہیم علیہ السلام) نے کہا میں تو ہجرت کر کے اپنے پروردگار کی طرف جانے واﻻ ہوں۔ وه ضرور میری رہنمائی کرے گا."
  },
  {
    "verse_id": 100,
    "translation": "اے میرے رب! مجھے نیک بخت اوﻻد عطا فرما."
  },
  {
    "verse_id": 101,
    "translation": "تو ہم نے اسے ایک بردبار بچے کی بشارت دی."
  },
  {
    "verse_id": 102,
    "translation": "پھر جب وه (بچہ) اتنی عمر کو پہنچا کہ اس کے ساتھ چلے پھرے، تو اس (ابراہیم علیہ السلام) نے کہا میرے پیارے بچے! میں خواب میں اپنے آپ کو تجھے ذبح کرتے ہوئے دیکھ رہا ہوں۔ اب تو بتا کہ تیری کیا رائے ہے؟ بیٹے نے جواب دیا کہ ابا! جو حکم ہوا ہے اسے بجا ﻻئیے انشاءاللہ آپ مجھے صبر کرنے والوں میں سے پائیں گے."
  },
  {
    "verse_id": 103,
    "translation": "غرض جب دونوں مطیع ہوگئے اور اس نے (باپ نے) اس کو (بیٹے کو) پیشانی کے بل گرا دیا."
  },
  {
    "verse_id": 104,
    "translation": "تو ہم نے آواز دی کہ اے ابراہیم!"
  },
  {
    "verse_id": 105,
    "translation": "یقیناً تو نے اپنے خواب کو سچا کر دکھایا، بیشک ہم نیکی کرنے والوں کو اسی طرح جزا دیتے ہیں."
  },
  {
    "verse_id": 106,
    "translation": "درحقیقت یہ کھلا امتحان تھا."
  },
  {
    "verse_id": 107,
    "translation": "اور ہم نے ایک بڑا ذبیحہ اس کے فدیہ میں دے دیا."
  },
  {
    "verse_id": 108,
    "translation": "اور ہم نے ان کا ذکر خیر پچھلوں میں باقی رکھا."
  },
  {
    "verse_id": 109,
    "translation": "ابراہیم (علیہ السلام) پر سلام ہو."
  },
  {
    "verse_id": 110,
    "translation": "ہم نیکو کاروں کو اسی طرح بدلہ دیتے ہیں."
  },
  {
    "verse_id": 111,
    "translation": "بیشک وه ہمارے ایمان دار بندوں میں سے تھا."
  },
  {
    "verse_id": 112,
    "translation": "اور ہم نے اس کو اسحاق (علیہ السلام) نبی کی بشارت دی جو صالح لوگوں میں سے ہوگا."
  },
  {
    "verse_id": 113,
    "translation": "اور ہم نے ابراہیم واسحاق (علیہ السلام) پر برکتیں نازل فرمائیں، اور ان دونوں کی اوﻻد میں بعضے تو نیک بخت ہیں اور بعض اپنے نفس پر صریح ﻇلم کرنے والے ہیں."
  },
  {
    "verse_id": 114,
    "translation": "یقیناً ہم نے موسیٰ اور ہارون (علیہ السلام) پر بڑا احسان کیا."
  },
  {
    "verse_id": 115,
    "translation": "اور انہیں اور ان کی قوم کو بہت بڑے دکھ درد سے نجات دے دی."
  },
  {
    "verse_id": 116,
    "translation": "اور ان کی مدد کی تو وہی غالب رہے."
  },
  {
    "verse_id": 117,
    "translation": "اور ہم نے انہیں (واضح اور) روشن کتاب دی."
  },
  {
    "verse_id": 118,
    "translation": "اور انہیں سیدھے راستہ پرقائم رکھا."
  },
  {
    "verse_id": 119,
    "translation": "اور ہم نے ان دونوں کے لئے پیچھے آنے والوں میں یہ بات باقی رکھی."
  },
  {
    "verse_id": 120,
    "translation": "کہ موسیٰ اور ہارون (علیہما السلام) پر سلام ہو."
  },
  {
    "verse_id": 121,
    "translation": "بے شک ہم نیک لوگوں کو اسی طرح بدلے دیا کرتے ہیں."
  },
  {
    "verse_id": 122,
    "translation": "یقیناً یہ دونوں ہمارے مومن بندوں میں سے تھے."
  },
  {
    "verse_id": 123,
    "translation": "بے شک الیاس (علیہ السلام) بھی پیغمبروں میں سے تھے"
  },
  {
    "verse_id": 124,
    "translation": "جب کہ انہوں نے اپنی قوم سے فرمایا کہ تم اللہ سے ڈرتے نہیں ہو؟"
  },
  {
    "verse_id": 125,
    "translation": "کیا تم بعل (نامی بت) کو پکارتے ہو؟ اور سب سے بہتر خالق کو چھوڑ دیتے ہو؟"
  },
  {
    "verse_id": 126,
    "translation": "اللہ جو تمہارا اور تمہارے اگلے تمام باپ دادوں کا رب ہے."
  },
  {
    "verse_id": 127,
    "translation": "لیکن قوم نے انہیں جھٹلایا، پس وه ضرور (عذاب میں) حاضر رکھے جائیں گے."
  },
  {
    "verse_id": 128,
    "translation": "سوائے اللہ تعالی کے مخلص بندوں کے."
  },
  {
    "verse_id": 129,
    "translation": "ہم نے (الیاس علیہ السلام) کا ذکر خیر پچھلوں میں بھی باقی رکھا."
  },
  {
    "verse_id": 130,
    "translation": "کہ الیاس پر سلام ہو."
  },
  {
    "verse_id": 131,
    "translation": "ہم نیکی کرنے والوں کو اسی طرح بدلہ دیتے ہیں.*"
  },
  {
    "verse_id": 132,
    "translation": "بیشک وه ہمارے ایمان دار بندوں میں سے تھے."
  },
  {
    "verse_id": 133,
    "translation": "بیشک لوط (علیہ السلام بھی) پیغمبروں میں سے تھے."
  },
  {
    "verse_id": 134,
    "translation": "ہم نے انہیں اور ان کے گھر والوں کو سب کو نجات دی."
  },
  {
    "verse_id": 135,
    "translation": "بجز اس بڑھیا کے جو پیچھے ره جانے والوں میں سے ره گئی."
  },
  {
    "verse_id": 136,
    "translation": "پھر ہم نے اوروں کو ہلاک کر دیا."
  },
  {
    "verse_id": 137,
    "translation": "اور تم تو صبح ہونے پر ان کی بستیوں کے پاس سے گزرتے ہو."
  },
  {
    "verse_id": 138,
    "translation": "اور رات کو بھی، کیا پھر بھی نہیں سمجھتے؟"
  },
  {
    "verse_id": 139,
    "translation": "اور بلاشبہ یونس (علیہ السلام) نبیوں میں سے تھے."
  },
  {
    "verse_id": 140,
    "translation": "جب بھاگ کر پہنچے بھری کشتی پر."
  },
  {
    "verse_id": 141,
    "translation": "پھر قرعہ اندازی ہوئی تو یہ مغلوب ہوگئے."
  },
  {
    "verse_id": 142,
    "translation": "تو پھر انہیں مچھلی نے نگل لیا اور وه خود اپنے آپ کو ملامت کرنے لگ گئے."
  },
  {
    "verse_id": 143,
    "translation": "پس اگر یہ پاکی بیان کرنے والوں میں سے نہ ہوتے."
  },
  {
    "verse_id": 144,
    "translation": "تو لوگوں کے اٹھائے جانے کے دن تک اس کے پیٹ میں ہی رہتے."
  },
  {
    "verse_id": 145,
    "translation": "پس انہیں ہم نے چٹیل میدان میں ڈال دیا اور وه اس وقت بیمار تھے."
  },
  {
    "verse_id": 146,
    "translation": "اور ان پر سایہ کرنے واﻻ ایک بیل دار درخت ہم نے اگا دیا."
  },
  {
    "verse_id": 147,
    "translation": "اور ہم نے انہیں ایک لاکھ بلکہ اور زیاده آدمیوں کی طرف بھیجا."
  },
  {
    "verse_id": 148,
    "translation": "پس وه ایمان ﻻئے، اور ہم نے انہیں ایک زمانہ تک عیش وعشرت دی."
  },
  {
    "verse_id": 149,
    "translation": "ان سے دریافت کیجئے! کہ کیا آپ کے رب کی تو بیٹیاں ہیں اور ان کے بیٹے ہیں؟"
  },
  {
    "verse_id": 150,
    "translation": "یا یہ اس وقت موجود تھے جبکہ ہم نے فرشتوں کو مؤنﺚ پیدا کیا."
  },
  {
    "verse_id": 151,
    "translation": "آگاه رہو! کہ یہ لوگ صرف اپنی افترا پردازی سے کہہ رہے ہیں."
  },
  {
    "verse_id": 152,
    "translation": "کہ اللہ تعالی کی اوﻻد ہے۔ یقیناً یہ محض جھوٹے ہیں."
  },
  {
    "verse_id": 153,
    "translation": "کیا اللہ تعالی نے اپنے لیے بیٹیوں کو بیٹوں پر ترجیح دی."
  },
  {
    "verse_id": 154,
    "translation": "تمہیں کیا ہو گیا ہے کیسے حکم لگاتے پھرتے ہو؟"
  },
  {
    "verse_id": 155,
    "translation": "کیا تم اس قدر بھی نہیں سمجھتے؟"
  },
  {
    "verse_id": 156,
    "translation": "یا تمہارے پاس اس کی کوئی صاف دلیل ہے."
  },
  {
    "verse_id": 157,
    "translation": "تو جاؤ اگر سچے ہو تو اپنی ہی کتاب لے آؤ."
  },
  {
    "verse_id": 158,
    "translation": "اور ان لوگوں نے تو اللہ کے اور جنات کے درمیان بھی قرابت داری ٹھہرائی ہے، اور حاﻻنکہ خود جنات کو معلوم ہے کہ وه (اس عقیده کے لوگ عذاب کے سامنے) پیش کیے جائیں گے."
  },
  {
    "verse_id": 159,
    "translation": "جو کچھ یہ (اللہ کے بارے میں) بیان کر رہے ہیں اس سے اللہ تعالیٰ بالکل پاک ہے."
  },
  {
    "verse_id": 160,
    "translation": "سوائے! اللہ کے مخلص بندوں کے."
  },
  {
    "verse_id": 161,
    "translation": "یقین مانو کہ تم سب اور تمہارے معبودان (باطل)."
  },
  {
    "verse_id": 162,
    "translation": "کسی ایک کو بھی بہکا نہیں سکتے."
  },
  {
    "verse_id": 163,
    "translation": "بجز اس کے جو جہنمی ہی ہے."
  },
  {
    "verse_id": 164,
    "translation": "(فرشتوں کا قول ہے کہ) ہم میں سے تو ہر ایک کی جگہ مقرر ہے."
  },
  {
    "verse_id": 165,
    "translation": "اور ہم تو (بندگیٴ الٰہی میں) صف بستہ کھڑے ہیں."
  },
  {
    "verse_id": 166,
    "translation": "اور اس کی تسبیح بیان کر رہے ہیں."
  },
  {
    "verse_id": 167,
    "translation": "کفار تو کہا کرتے تھے."
  },
  {
    "verse_id": 168,
    "translation": "کہ اگر ہمارے سامنے اگلے لوگوں کا ذکر ہوتا."
  },
  {
    "verse_id": 169,
    "translation": "تو ہم بھی اللہ کے چیده بندے بن جاتے."
  },
  {
    "verse_id": 170,
    "translation": "لیکن پھر اس قرآن کے ساتھ کفر کر گئے، پس اب عنقریب جان لیں گے."
  },
  {
    "verse_id": 171,
    "translation": "اور البتہ ہمارا وعده پہلے ہی اپنے رسولوں کے لئے صادر ہو چکا ہے."
  },
  {
    "verse_id": 172,
    "translation": "کہ یقیناً وه ہی مدد کیے جائیں گے."
  },
  {
    "verse_id": 173,
    "translation": "اور ہمارا ہی لشکر غالب (اور برتر) رہے گا."
  },
  {
    "verse_id": 174,
    "translation": "اب آپ کچھ دنوں تک ان سے منھ پھیر لیجئے."
  },
  {
    "verse_id": 175,
    "translation": "اور انہیں دیکھتے رہیئے، اور یہ بھی آگے چل کر دیکھ لیں گے."
  },
  {
    "verse_id": 176,
    "translation": "کیا یہ ہمارے عذاب کی جلدی مچا رہے ہیں؟"
  },
  {
    "verse_id": 177,
    "translation": "سنو! جب ہمارا عذاب ان کے میدان میں اتر آئے گا اس وقت ان کی جن کو متنبہ کر دیا گیا تھا بڑی بری صبح ہوگی."
  },
  {
    "verse_id": 178,
    "translation": "آپ کچھ وقت تک ان کا خیال چھوڑ دیجئے."
  },
  {
    "verse_id": 179,
    "translation": "اور دیکھتے رہئیے یہ بھی ابھی ابھی دیکھ لیں گے."
  },
  {
    "verse_id": 180,
    "translation": "پاک ہے آپ کا رب جو بہت بڑی عزت واﻻ ہے ہر اس چیز سے (جو مشرک) بیان کرتے ہیں."
  },
  {
    "verse_id": 181,
    "translation": "پیغمبروں پر سلام ہے."
  },
  {
    "verse_id": 182,
    "translation": "اور سب طرح کی تعریف اللہ کے لئے ہے جو سارے جہان کا رب ہے."
  }
]