[
  {
    "verse_id": 1,
    "translation": "ص! اس نصیحت والے قرآن کی قسم."
  },
  {
    "verse_id": 2,
    "translation": "بلکہ کفار غرور ومخالفت میں پڑے ہوئے ہیں."
  },
  {
    "verse_id": 3,
    "translation": "ہم نے ان سے پہلے بھی بہت سی امتوں کو تباه کر ڈاﻻ انہوں نے ہر چند چیﺦ وپکار کی لیکن وه وقت چھٹکارے کا نہ تھا."
  },
  {
    "verse_id": 4,
    "translation": "اور کافروں کو اس بات پر تعجب ہوا کہ ان ہی میں سے ایک انہیں ڈرانے واﻻ آگیا اور کہنے لگے کہ یہ تو جادوگر اور جھوٹا ہے."
  },
  {
    "verse_id": 5,
    "translation": "کیا اس نےاتنے سارے معبودوں کا ایک ہی معبود کر دیا واقعی یہ بہت ہی عجیب بات ہے."
  },
  {
    "verse_id": 6,
    "translation": "ان کے سردار یہ کہتے ہوئے چلے کہ چلو جی اور اپنے معبودوں پر جمے رہو، یقیناً اس بات میں تو کوئی غرض ہے."
  },
  {
    "verse_id": 7,
    "translation": "ہم نے تو یہ بات پچھلے دین میں بھی نہیں سنی، کچھ نہیں یہ تو صرف گھڑنت ہے."
  },
  {
    "verse_id": 8,
    "translation": "کیا ہم سب میں سے اسی پر کلام الٰہی نازل کیا گیا ہے؟ دراصل یہ لوگ میری وحی کی طرف سے شک میں ہیں، بلکہ (صحیح یہ ہے کہ) انہوں نے اب تک میرا عذاب چکھا ہی نہیں."
  },
  {
    "verse_id": 9,
    "translation": "یا کیا ان کے پاس تیرے زبردست فیاض رب کی رحمت کے خزانے ہیں."
  },
  {
    "verse_id": 10,
    "translation": "یا کیا آسمان وزمین اور ان کے درمیان کی ہر چیز کی بادشاہت ان ہی کی ہے، تو پھر یہ رسیاں تان کر چڑھ جائیں."
  },
  {
    "verse_id": 11,
    "translation": "یہ بھی (بڑے بڑے) لشکروں میں سے شکست پایا ہوا (چھوٹا سا) لشکر ہے."
  },
  {
    "verse_id": 12,
    "translation": "ان سے پہلے بھی قوم نوح اور عاد اور میخوں والے فرعون نے جھٹلایا تھا."
  },
  {
    "verse_id": 13,
    "translation": "اور ﺛمود نے اور قوم لوط نے اور ایکہ کے رہنے والوں نے بھی، یہی (بڑے) لشکر تھے."
  },
  {
    "verse_id": 14,
    "translation": "ان میں سے ایک بھی ایسا نہ تھا جس نے رسولوں کی تکذیب نہ کی ہو پس میری سزا ان پر ﺛابت ہوگئی."
  },
  {
    "verse_id": 15,
    "translation": "انہیں صرف ایک چیﺦ کا انتظار ہے جس میں کوئی توقف (اور ڈھیل) نہیں ہے."
  },
  {
    "verse_id": 16,
    "translation": "اور انہوں نے کہا کہ اے ہمارے رب! ہماری سرنوشت تو ہمیں روز حساب سے پہلے ہی دے دے."
  },
  {
    "verse_id": 17,
    "translation": "آپ ان کی باتوں پر صبر کریں اور ہمارے بندے داؤد (علیہ السلام) کو یاد کریں جو بڑی قوت واﻻ تھا، یقیناً وه بہت رجوع کرنے واﻻ تھا."
  },
  {
    "verse_id": 18,
    "translation": "ہم نے پہاڑوں کو اس کے تابع کر رکھا تھا کہ اس کے ساتھ شام کو اور صبح کو تسبیح خوانی کریں."
  },
  {
    "verse_id": 19,
    "translation": "اور پرندوں کو بھی جمع ہو کر سب کے سب اس کے زیر فرمان رہتے."
  },
  {
    "verse_id": 20,
    "translation": "اور ہم نے اس کی سلطنت کو مضبوط کر دیا تھا اور اسے حکمت دی تھی اور بات کا فیصلہ کرنا."
  },
  {
    "verse_id": 21,
    "translation": "اور کیا تجھے جھگڑا کرنے والوں کی (بھی) خبر ملی؟ جبکہ وه دیوار پھاند کر محراب میں آگئے."
  },
  {
    "verse_id": 22,
    "translation": "جب یہ (حضرت) داؤد (علیہ السلام) کے پاس پہنچے، پس یہ ان سے ڈر گئے، انہوں نے کہا خوف نہ کیجئے! ہم دو فریق مقدمہ ہیں، ہم میں سے ایک نے دوسرے پر زیادتی کی ہے، پس آپ ہمارے درمیان حق کے ساتھ فیصلہ کر دیجئے اور ناانصافی نہ کیجئے اور ہمیں سیدھی راه بتا دیجئے."
  },
  {
    "verse_id": 23,
    "translation": "(سنیے) یہ میرا بھائی ہے اس کے پاس نناوے دنبیاں ہیں اور میرے پاس ایک ہی دنبی ہے لیکن یہ مجھ سے کہہ رہا ہے کہ اپنی یہ ایک بھی مجھ ہی کو دے دے اور مجھ پر بات میں بڑی سختی برتتا ہے."
  },
  {
    "verse_id": 24,
    "translation": "آپ نے فرمایا! اس کا اپنی دنبیوں کے ساتھ تیری ایک دنبی ملا لینے کا سوال بیشک تیرے اوپر ایک ﻇلم ہے اور اکثر حصہ دار اور شریک (ایسے ہی ہوتے ہیں کہ) ایک دوسرے پر ﻇلم کرتے ہیں، سوائے ان کے جو ایمان ﻻئے اور جنہوں نے نیک عمل کیے اور ایسے لوگ بہت ہی کم ہیں اور (حضرت) داؤد (علیہ السلام) سمجھ گئے کہ ہم نے انہیں آزمایا ہے، پھر تو اپنے رب سے استغفار کرنے لگے اور عاجزی کرتے ہوئے گر پڑے اور (پوری طرح) رجوع کیا."
  },
  {
    "verse_id": 25,
    "translation": "پس ہم نے بھی ان کا وه (قصور) معاف کر دیا، یقیناً وه ہمارے نزدیک بڑے مرتبہ والے اور بہت اچھے ٹھکانے والے ہیں."
  },
  {
    "verse_id": 26,
    "translation": "اے داؤد! ہم نے تمہیں زمین میں خلیفہ بنا دیا تم لوگوں کے درمیان حق کے ساتھ فیصلے کرو اور اپنی نفسانی خواہش کی پیروی نہ کرو ورنہ وه تمہیں اللہ کی راه سے بھٹکا دے گی، یقیناً جو لوگ اللہ کی راه سے بھٹک جاتے ہیں ان کے لئے سخت عذاب ہے اس لئے کہ انہوں نے حساب کے دن کو بھلا دیا ہے."
  },
  {
    "verse_id": 27,
    "translation": "اور ہم نے آسمان وزمین اور ان کے درمیان کی چیزوں کو ناحق پیدا نہیں کیا، یہ گمان تو کافروں کا ہے سو کافروں کے لئے خرابی ہے آگ کی."
  },
  {
    "verse_id": 28,
    "translation": "کیا ہم ان لوگوں کو جو ایمان ﻻئے اور نیک عمل کیے ان کے برابر کر دیں گے جو (ہمیشہ) زمین میں فساد مچاتے رہے، یا پرہیزگاروں کو بدکاروں جیسا کر دینگے؟"
  },
  {
    "verse_id": 29,
    "translation": "یہ بابرکت کتاب ہے جسے ہم نے آپ کی طرف اس لئے نازل فرمایا ہے کہ لوگ اس کی آیتوں پر غور وفکر کریں اور عقلمند اس سے نصیحت حاصل کریں."
  },
  {
    "verse_id": 30,
    "translation": "اور ہم نے داؤد کو سلیمان (نامی فرزند) عطا فرمایا، جو بڑا اچھا بنده تھا اور بے حد رجوع کرنے واﻻ تھا."
  },
  {
    "verse_id": 31,
    "translation": "جب ان کے سامنے شام کے وقت تیز رو خاصے گھوڑے پیش کیے گئے."
  },
  {
    "verse_id": 32,
    "translation": "تو کہنے لگے میں نے اپنے پروردگار کی یاد پر ان گھوڑوں کی محبت کو ترجیح دی، یہاں تک کہ (آفتاب) چھﭗ گیا."
  },
  {
    "verse_id": 33,
    "translation": "ان (گھوڑوں) کو دوباره میرے سامنے ﻻؤ! پھر تو پنڈلیوں اور گردنوں پر ہاتھ پھیرنا شروع کر دیا."
  },
  {
    "verse_id": 34,
    "translation": "اور ہم نے سلیمان (علیہ السلام) کی آزمائش کی اور ان کے تخت پر ایک جسم ڈال دیا پھر اس نے رجوع کیا."
  },
  {
    "verse_id": 35,
    "translation": "کہا کہ اے میرے رب! مجھے بخش دے اور مجھے ایسا ملک عطا فرما جو میرے سوا کسی (شخص) کے ﻻئق نہ ہو، تو بڑا ہی دینے واﻻ ہے."
  },
  {
    "verse_id": 36,
    "translation": "پس ہم نے ہوا کو ان کے ماتحت کر دیا اور آپ کے حکم سے جہاں آپ چاہتے نرمی سے پہنچا دیا کرتی تھی."
  },
  {
    "verse_id": 37,
    "translation": "اور (طاقت ور) جنات کو بھی (ان کا ماتحت کر دیا) ہر عمارت بنانے والے کو اور غوطہ خور کو."
  },
  {
    "verse_id": 38,
    "translation": "اور دوسرے جنات کو بھی جو زنجیروں میں جکڑے رہتے."
  },
  {
    "verse_id": 39,
    "translation": "یہ ہے ہمارا عطیہ اب تو احسان کر یا روک رکھ، کچھ حساب نہیں."
  },
  {
    "verse_id": 40,
    "translation": "ان کے لئے ہمارے پاس بڑا تقرب ہے اور بہت اچھا ٹھکانا ہے."
  },
  {
    "verse_id": 41,
    "translation": "اور ہمارے بندے ایوب (علیہ السلام) کا (بھی) ذکر کر، جبکہ اس نے اپنے رب کو پکارا کہ مجھے شیطان نے رنج اور دکھ پہنچایا ہے."
  },
  {
    "verse_id": 42,
    "translation": "اپنا پاؤں مارو، یہ نہانے کا ٹھنڈا اور پینے کا پانی ہے."
  },
  {
    "verse_id": 43,
    "translation": "اور ہم نے اسے اس کا پورا کنبہ عطا فرمایا بلکہ اتنا ہی اور بھی اسی کے ساتھ اپنی (خاص) رحمت سے، اور عقلمندوں کی نصیحت کے لئے."
  },
  {
    "verse_id": 44,
    "translation": "اور اپنے ہاتھوں میں تنکوں کا ایک مٹھا (جھاڑو) لے کر مار دے اور قسم کے خلاف نہ کر، سچ تو یہ ہے کہ ہم نے اسے بڑا صابر بنده پایا، وه بڑا نیک بنده تھا اور بڑی ہی رغبت رکھنے واﻻ."
  },
  {
    "verse_id": 45,
    "translation": "ہمارے بندوں ابراہیم، اسحاق اور یعقوب (علیہم السلام) کا بھی لوگوں سے ذکر کرو جو ہاتھوں اور آنکھوں والے تھے."
  },
  {
    "verse_id": 46,
    "translation": "ہم نے انہیں ایک خاص بات یعنی آخرت کی یاد کے ساتھ مخصوص کر دیا تھا."
  },
  {
    "verse_id": 47,
    "translation": "یہ سب ہمارے نزدیک برگزیده اور بہترین لوگ تھے."
  },
  {
    "verse_id": 48,
    "translation": "اسماعیل، یسع اور ذوالکفل (علیہم السلام) کا بھی ذکر کر دیجئے۔ یہ سب بہترین لوگ تھے."
  },
  {
    "verse_id": 49,
    "translation": "یہ نصیحت ہے اور یقین مانو کہ پرہیزگاروں کی بڑی اچھی جگہ ہے."
  },
  {
    "verse_id": 50,
    "translation": "(یعنی ہمیشگی والی) جنتیں جن کے دروازے ان کے لئے کھلے ہوئے ہیں."
  },
  {
    "verse_id": 51,
    "translation": "جن میں بافراغت تکیے لگائے بیٹھے ہوئے طرح طرح کے میوے اور قسم قسم کی شرابوں کی فرمائشیں کر رہے ہیں."
  },
  {
    "verse_id": 52,
    "translation": "اور ان کے پاس نیچی نظروں والی ہم عمر حوریں ہوں گی."
  },
  {
    "verse_id": 53,
    "translation": "یہ ہے جس کا وعده تم سے حساب کے دن کے لئے کیا جاتا تھا."
  },
  {
    "verse_id": 54,
    "translation": "بیشک روزیاں (خاص) ہمارا عطیہ ہیں جن کا کبھی خاتمہ ہی نہیں."
  },
  {
    "verse_id": 55,
    "translation": "یہ تو ہوئی جزا، (یاد رکھو کہ) سرکشوں کے لئے بڑی بری جگہ ہے."
  },
  {
    "verse_id": 56,
    "translation": "دوزخ ہے جس میں وه جائیں گے (آه) کیا ہی برا بچھونا ہے."
  },
  {
    "verse_id": 57,
    "translation": "یہ ہے، پس اسے چکھیں، گرم پانی اور پیﭗ."
  },
  {
    "verse_id": 58,
    "translation": "اس کے علاوه اور طرح طرح کے عذاب."
  },
  {
    "verse_id": 59,
    "translation": "یہ ایک قوم ہے جو تمہارے ساتھ (آگ میں) جانے والی ہے، کوئی خوش آمدید ان کے لئے نہیں ہے یہی تو جہنم میں جانے والے ہیں."
  },
  {
    "verse_id": 60,
    "translation": "وه کہیں گے بلکہ تم ہی ہو جن کے لئے کوئی خوش آمدید نہیں ہے تم ہی نے تو اسے پہلے ہی سے ہمارے سامنے ﻻ رکھا تھا، پس رہنے کی بڑی بری جگہ ہے."
  },
  {
    "verse_id": 61,
    "translation": "وه کہیں گے اے ہمارے رب! جس نے (کفر کی رسم) ہمارے لئے پہلے سے نکالی ہو اس کے حق میں جہنم کی دگنی سزا کر دے."
  },
  {
    "verse_id": 62,
    "translation": "اور جہنمی کہیں گے کیا بات ہے کہ وه لوگ ہمیں دکھائی نہیں دیتے جنہیں ہم برے لوگوں میں شمار کرتے تھے."
  },
  {
    "verse_id": 63,
    "translation": "کیا ہم نے ہی ان کا مذاق بنا رکھا تھا یا ہماری نگاہیں ان سے ہٹ گئی ہیں."
  },
  {
    "verse_id": 64,
    "translation": "یقین جانو کہ دوزخیوں کا یہ جھگڑا ضرور ہی ہوگا."
  },
  {
    "verse_id": 65,
    "translation": "کہہ دیجئے! کہ میں تو صرف خبردار کرنے واﻻ ہوں اور بجز اللہ واحد غالب کے اور کوئی ﻻئق عبادت نہیں."
  },
  {
    "verse_id": 66,
    "translation": "جو پروردگار ہے آسمانوں کا اور زمین کا اور جو کچھ ان کے درمیان ہے، وه زبردست اور بڑا بخشنے واﻻ ہے."
  },
  {
    "verse_id": 67,
    "translation": "آپ کہہ دیجئے کہ یہ بہت بڑی خبر ہے."
  },
  {
    "verse_id": 68,
    "translation": "جس سے تم بے پرواه ہو رہے ہو."
  },
  {
    "verse_id": 69,
    "translation": "مجھے ان بلند قدر فرشتوں کی (بات چیت کا) کوئی علم ہی نہیں جبکہ وه تکرار کر رہے تھے."
  },
  {
    "verse_id": 70,
    "translation": "میری طرف فقط یہی وحی کی جاتی ہے کہ میں تو صاف صاف آگاه کر دینے واﻻ ہوں."
  },
  {
    "verse_id": 71,
    "translation": "جبکہ آپ کے رب نے فرشتوں سے ارشاد فرمایا کہ میں مٹی سے انسان کو پیدا کرنے واﻻ ہوں."
  },
  {
    "verse_id": 72,
    "translation": "سو جب میں اسے ٹھیک ٹھاک کر لوں اور اس میں اپنی روح پھونک دوں، تو تم سب اس کے سامنے سجدے میں گر پڑنا."
  },
  {
    "verse_id": 73,
    "translation": "چنانچہ تمام فرشتوں نے سجده کیا."
  },
  {
    "verse_id": 74,
    "translation": "مگر ابلیس نے (نہ کیا)، اس نے تکبر کیا اور وه تھا کافروں میں سے."
  },
  {
    "verse_id": 75,
    "translation": "(اللہ تعالیٰ نے) فرمایا اے ابلیس! تجھے اسے سجده کرنے سے کس چیز نے روکا جسے میں نے اپنے ہاتھوں سے پیدا کیا۔ کیا تو کچھ گھمنڈ میں آگیا ہے؟ یا تو بڑے درجے والوں میں سے ہے."
  },
  {
    "verse_id": 76,
    "translation": "اس نے جواب دیا کہ میں اس سے بہتر ہوں، تو نے مجھے آگ سے بنایا، اور اسے مٹی سے بنایا ہے."
  },
  {
    "verse_id": 77,
    "translation": "ارشاد ہوا کہ تو یہاں سے نکل جا تو مردود ہوا."
  },
  {
    "verse_id": 78,
    "translation": "اور تجھ پر قیامت کے دن تک میری لعنت وپھٹکار ہے."
  },
  {
    "verse_id": 79,
    "translation": "کہنے لگا میرے رب مجھے لوگوں کے اٹھ کھڑے ہونے کے دن تک مہلت دے."
  },
  {
    "verse_id": 80,
    "translation": "(اللہ تعالیٰ نے) فرمایا تو مہلت والوں میں سے ہے."
  },
  {
    "verse_id": 81,
    "translation": "متعین وقت کے دن تک."
  },
  {
    "verse_id": 82,
    "translation": "کہنے لگا پھر تو تیری عزت کی قسم! میں ان سب کو یقیناً بہکا دوں گا."
  },
  {
    "verse_id": 83,
    "translation": "بجز تیرے ان بندوں کے جو چیده اور پسندیده ہوں."
  },
  {
    "verse_id": 84,
    "translation": "فرمایا سچ تو یہ ہے، اور میں سچ ہی کہا کرتا ہوں."
  },
  {
    "verse_id": 85,
    "translation": "کہ تجھ سے اور تیرے تمام ماننے والوں سے میں (بھی) جہنم کو بھر دوں گا."
  },
  {
    "verse_id": 86,
    "translation": "کہہ دیجئے کہ میں تم سے اس پر کوئی بدلہ طلب نہیں کرتا اور نہ میں تکلف کرنے والوں میں سے ہوں."
  },
  {
    "verse_id": 87,
    "translation": "یہ تو تمام جہان والوں کے لئے سراسر نصیحت (وعبرت) ہے."
  },
  {
    "verse_id": 88,
    "translation": "یقیناً تم اس کی حقیقت کو کچھ ہی وقت کے بعد (صحیح طور پر) جان لو گے."
  }
]