[
  {
    "verse_id": 1,
    "translation": "حٰم."
  },
  {
    "verse_id": 2,
    "translation": "قسم ہے اس وضاحت والی کتاب کی."
  },
  {
    "verse_id": 3,
    "translation": "یقیناً ہم نے اسے بابرکت رات میں اتارا ہے بیشک ہم ڈرانے والے ہیں."
  },
  {
    "verse_id": 4,
    "translation": "اسی رات میں ہر ایک مضبوط کام کا فیصلہ کیا جاتا ہے."
  },
  {
    "verse_id": 5,
    "translation": "ہمارے پاس سے حکم ہوکر، ہم ہی ہیں رسول بناکر بھیجنے والے."
  },
  {
    "verse_id": 6,
    "translation": "آپ کے رب کی مہربانی سے۔ وه ہی ہے سننے واﻻ جاننے واﻻ."
  },
  {
    "verse_id": 7,
    "translation": "جو رب ہے آسمانوں کا اور زمین کا اور جو کچھ ان کے درمیان ہے۔ اگر تم یقین کرنے والے ہو."
  },
  {
    "verse_id": 8,
    "translation": "کوئی معبود نہیں اس کے سوا وہی جلاتا ہے اور مارتا ہے، وہی تمہارا رب ہے اور تمہارے اگلے باپ دادوں کا."
  },
  {
    "verse_id": 9,
    "translation": "بلکہ وه شک میں پڑے کھیل رہے ہیں."
  },
  {
    "verse_id": 10,
    "translation": "آپ اس دن کے منتظر رہیں جب کہ آسمان ﻇاہر دھواں ﻻئے گا."
  },
  {
    "verse_id": 11,
    "translation": "جو لوگوں کو گھیر لے گا، یہ دردناک عذاب ہے."
  },
  {
    "verse_id": 12,
    "translation": "کہیں گے کہ اے ہمارے رب! یہ آفت ہم سے دور کر ہم ایمان قبول کرتے ہیں."
  },
  {
    "verse_id": 13,
    "translation": "ان کے لیے نصیحت کہاں ہے؟ کھول کھول کر بیان کرنے والے پیغمبران کے پاس آچکے."
  },
  {
    "verse_id": 14,
    "translation": "پھر بھی انہوں نے ان سے منھ پھیرا اور کہہ دیا کہ سکھایا پڑھایا ہوا باؤﻻ ہے."
  },
  {
    "verse_id": 15,
    "translation": "ہم عذاب کو تھوڑا دور کردیں گے تو تم پھر اپنی اسی حالت پر آجاؤ گے."
  },
  {
    "verse_id": 16,
    "translation": "جس دن ہم بڑی سخت پکڑ پکڑیں گے، بالیقین ہم بدلہ لینے والے ہیں."
  },
  {
    "verse_id": 17,
    "translation": "یقیناً ان سے پہلے ہم قوم فرعون کو (بھی) آزما چکے ہیں جن کے پاس (اللہ) کا باعزت رسول آیا."
  },
  {
    "verse_id": 18,
    "translation": "کہ اللہ تعالیٰ کے بندوں کو میرے حوالے کر دو، یقین مانو کہ میں تمہارے لیے امانت دار رسول ہوں."
  },
  {
    "verse_id": 19,
    "translation": "اور تم اللہ تعالیٰ کے سامنے سرکشی نہ کرو، میں تمہارے پاس کھلی دلیل ﻻنے واﻻ ہوں."
  },
  {
    "verse_id": 20,
    "translation": "اور میں اپنے اور تمہارے رب کی پناه میں آتا ہوں اس سے کہ تم مجھے سنگسار کردو."
  },
  {
    "verse_id": 21,
    "translation": "اور اگر تم مجھ پر ایمان نہیں ﻻتے تو مجھ سے الگ ہی رہو."
  },
  {
    "verse_id": 22,
    "translation": "پھر انہوں نے اپنے رب سے دعا کی کہ یہ سب گنہگار لوگ ہیں."
  },
  {
    "verse_id": 23,
    "translation": "(ہم نے کہہ دیا) کہ راتوں رات تو میرے بندوں کو لے کر نکل، یقیناً تمہارا پیچھا کیا جائے گا."
  },
  {
    "verse_id": 24,
    "translation": "تو دریا کو ساکن چھوڑ کر چلا جا، بلاشبہ یہ لشکر غرق کردیا جائے گا."
  },
  {
    "verse_id": 25,
    "translation": "وه بہت سے باغات اور چشمے چھوڑ گئے."
  },
  {
    "verse_id": 26,
    "translation": "اور کھیتیاں اور راحت بخش ٹھکانے."
  },
  {
    "verse_id": 27,
    "translation": "اور وه آرام کی چیزیں جن میں عیش کررہے تھے."
  },
  {
    "verse_id": 28,
    "translation": "اسی طرح ہوگیا اور ہم نے ان سب کا وارث دوسری قوم کو بنادیا."
  },
  {
    "verse_id": 29,
    "translation": "سو ان پر نہ تو آسمان وزمین روئے اور نہ انہیں مہلت ملی."
  },
  {
    "verse_id": 30,
    "translation": "اور بےشک ہم نے (ہی) بنی اسرائیل کو (سخت) رسوا کن سزا سے نجات دی."
  },
  {
    "verse_id": 31,
    "translation": "(جو) فرعون کی طرف سے (ہو رہی) تھی۔ فیالواقع وه سرکش اور حد سے گزر جانے والوں میں سے تھا."
  },
  {
    "verse_id": 32,
    "translation": "اور ہم نے دانستہ طور پر بنی اسرائیل کو دنیا جہان والوں پر فوقیت دی."
  },
  {
    "verse_id": 33,
    "translation": "اور ہم نے انہیں ایسی نشانیاں دیں جن میں صریح آزمائش تھی."
  },
  {
    "verse_id": 34,
    "translation": "یہ لوگ تو یہی کہتے ہیں."
  },
  {
    "verse_id": 35,
    "translation": "کہ (آخری چیز) یہی ہماری پہلی بار (دنیا سے) مرجانا ہے اور ہم دوباره اٹھائے نہیں جائیں گے."
  },
  {
    "verse_id": 36,
    "translation": "اگر تم سچے ہو تو ہمارے باپ دادوں کو لے آؤ."
  },
  {
    "verse_id": 37,
    "translation": "کیا یہ لوگ بہتر ہیں یا تبع کی قوم کے لوگ اور جو ان سے بھی پہلے تھے۔ ہم نے ان سب کو ہلاک کردیا یقیناً وه گنہ گار تھے."
  },
  {
    "verse_id": 38,
    "translation": "ہم نے زمین اور آسمانوں اور ان کے درمیان کی چیزوں کو کھیل کے طور پر پیدا نہیں کیا."
  },
  {
    "verse_id": 39,
    "translation": "بلکہ ہم نے انہیں درست تدبیر کے ساتھ ہی پیدا کیا ہے، لیکن ان میں سے اکثر لوگ نہیں جانتے."
  },
  {
    "verse_id": 40,
    "translation": "یقیناً فیصلے کا دن ان سب کا طے شده وقت ہے."
  },
  {
    "verse_id": 41,
    "translation": "اس دن کوئی دوست کسی دوست کے کچھ بھی کام نہ آئے گا اور نہ ان کی امداد کی جائے گی."
  },
  {
    "verse_id": 42,
    "translation": "مگر جس پر اللہ کی مہربانی ہوجائے وه زبردست اور رحم کرنے واﻻ ہے."
  },
  {
    "verse_id": 43,
    "translation": "بیشک زقوم (تھوہر) کا درخت."
  },
  {
    "verse_id": 44,
    "translation": "گناه گار کا کھانا ہے."
  },
  {
    "verse_id": 45,
    "translation": "جو مثل تلچھٹ کے ہے اور پیٹ میں کھولتا رہتا ہے."
  },
  {
    "verse_id": 46,
    "translation": "مثل تیز گرم پانی کے."
  },
  {
    "verse_id": 47,
    "translation": "اسے پکڑ لو پھر گھسیٹتے ہوئے بیچ جہنم تک پہنچاؤ."
  },
  {
    "verse_id": 48,
    "translation": "پھر اس کے سر پر سخت گرم پانی کا عذاب بہاؤ."
  },
  {
    "verse_id": 49,
    "translation": "(اس سے کہا جائے گا) چکھتا جا تو تو بڑا ذی عزت اور بڑے اکرام واﻻ تھا."
  },
  {
    "verse_id": 50,
    "translation": "یہی وه چیز ہے جس میں تم شک کیا کرتے تھے."
  },
  {
    "verse_id": 51,
    "translation": "بیشک (اللہ سے) ڈرنے والے امن چین کی جگہ میں ہوں گے."
  },
  {
    "verse_id": 52,
    "translation": "باغوں اور چشموں میں."
  },
  {
    "verse_id": 53,
    "translation": "باریک اور دبیز ریشم کے لباس پہنے ہوئے آمنے سامنے بیٹھے ہوں گے."
  },
  {
    "verse_id": 54,
    "translation": "یہ اسی طرح ہے اور ہم بڑی بڑی آنکھوں والی حوروں سے ان کا نکاح کردیں گے."
  },
  {
    "verse_id": 55,
    "translation": "دل جمعی کے ساتھ وہاں ہر طرح کے میوؤں کی فرمائشیں کرتے ہوں گے."
  },
  {
    "verse_id": 56,
    "translation": "وہاں وه موت چکھنے کے نہیں ہاں پہلی موت (جو وه مر چکے)، انہیں اللہ تعالیٰ نے دوزخ کی سزا سے بچا دیا."
  },
  {
    "verse_id": 57,
    "translation": "یہ صرف تیرے رب کا فضل ہے، یہی ہے بڑی کامیابی."
  },
  {
    "verse_id": 58,
    "translation": "ہم نے اس (قرآن) کو تیری زبان میں آسان کردیا تاکہ وه نصیحت حاصل کریں."
  },
  {
    "verse_id": 59,
    "translation": "اب تو منتظر ره یہ بھی منتظر ہیں."
  }
]