[
  {
    "verse_id": 1,
    "translation": "قسم ہے طور کی."
  },
  {
    "verse_id": 2,
    "translation": "اور لکھی ہوئی کتاب کی."
  },
  {
    "verse_id": 3,
    "translation": "جو جھلی کے کھلے ہوئے ورق میں ہے."
  },
  {
    "verse_id": 4,
    "translation": "اورآباد گھر کی."
  },
  {
    "verse_id": 5,
    "translation": "اور اونچی چھت کی."
  },
  {
    "verse_id": 6,
    "translation": "اور بھڑکائے ہوئے سمندر کی."
  },
  {
    "verse_id": 7,
    "translation": "بیشک آپ کے رب کا عذاب ہو کر رہنے واﻻ ہے."
  },
  {
    "verse_id": 8,
    "translation": "اسے کوئی روکنے واﻻ نہیں."
  },
  {
    "verse_id": 9,
    "translation": "جس دن آسمان تھرتھرانے لگے گا."
  },
  {
    "verse_id": 10,
    "translation": "اور پہاڑ چلنے پھرنے لگیں گے."
  },
  {
    "verse_id": 11,
    "translation": "اس دن جھٹلانے والوں کو (پوری) خرابی ہے."
  },
  {
    "verse_id": 12,
    "translation": "جو اپنی بیہوده گوئی میں اچھل کود کر رہے ہیں."
  },
  {
    "verse_id": 13,
    "translation": "جس دن وه دھکے دے دے کر آتش جہنم کی طرف ﻻئیں جائیں گے."
  },
  {
    "verse_id": 14,
    "translation": "یہی وه آتش دوزخ ہے جسے تم جھوٹ بتلاتے تھے."
  },
  {
    "verse_id": 15,
    "translation": "(اب بتاؤ) کیا یہ جادو ہے؟ یا تم دیکھتے ہی نہیں ہو."
  },
  {
    "verse_id": 16,
    "translation": "جاؤ دوزخ میں اب تمہارا صبر کرنا اور نہ کرنا تمہارے لیے یکساں ہے تمہیں فقط تمہارے کیے کا بدلہ دیا جائے گا."
  },
  {
    "verse_id": 17,
    "translation": "یقیناً پرہیزگار لوگ جنتوں میں اور نعمتوں میں ہیں."
  },
  {
    "verse_id": 18,
    "translation": "جو انہیں ان کے رب نے دے رکھی ہیں اس پر خوش خوش ہیں، اوران کے پروردگار نے انہیں جہنم کے عذاب سے بھی بچا لیا ہے."
  },
  {
    "verse_id": 19,
    "translation": "تم مزے سے کھاتے پیتے رہو ان اعمال کے بدلے جو تم کرتے تھے."
  },
  {
    "verse_id": 20,
    "translation": "برابر بچھے ہوئے شاندار تختے پر تکیے لگائے ہوئے۔ اور ہم نے ان کے نکاح بڑی بڑی آنکھوں والی (حوروں) سے کر دیئے ہیں."
  },
  {
    "verse_id": 21,
    "translation": "اور جو لوگ ایمان ﻻئے اور ان کی اوﻻد نے بھی ایمان میں ان کی پیروی کی ہم ان کی اوﻻد کو ان تک پہنچا دیں گے اور ان کے عمل سے ہم کچھ کم نہ کریں گے، ہر شخص اپنے اپنے اعمال کا گروی ہے."
  },
  {
    "verse_id": 22,
    "translation": "ہم ان کے لیے میوے اورمرغوب گوشت کی ریل پیل کردیں گے."
  },
  {
    "verse_id": 23,
    "translation": "(خوش طبعی کے ساتھ) ایک دوسرے سے جام (شراب) کی چھینا جھپٹی کریں گے جس شراب کے سرور میں تو بیہوده گوئی ہوگی نہ گناه."
  },
  {
    "verse_id": 24,
    "translation": "اور ان کے اردگرد ان کے نو عمر غلام چل پھر رہے ہوں گے، گویا کہ وه موتی تھے جو ڈھکے رکھے تھے."
  },
  {
    "verse_id": 25,
    "translation": "اور آپس میں ایک دوسرے کی طرف متوجہ ہو کر سوال کریں گے."
  },
  {
    "verse_id": 26,
    "translation": "کہیں گے کہ اس سے پہلے ہم اپنے گھر والوں کے درمیان بہت ڈرا کرتے تھے."
  },
  {
    "verse_id": 27,
    "translation": "پس اللہ تعالیٰ نے ہم پر بڑا احسان کیا اور ہمیں تیز وتند گرم ہواؤں کے عذاب سے بچا لیا."
  },
  {
    "verse_id": 28,
    "translation": "ہم اس سے پہلے ہی اس کی عبادت کیا کرتے تھے، بیشک وه محسن اور مہربان ہے."
  },
  {
    "verse_id": 29,
    "translation": "تو آپ سمجھاتے رہیں کیونکہ آپ اپنے رب کے فضل سے نہ تو کاہن ہیں نہ دیوانہ."
  },
  {
    "verse_id": 30,
    "translation": "کیا کافر یوں کہتے ہیں کہ یہ شاعر ہے ہم اس پر زمانے کے حوادث (یعنی موت) کا انتظار کر رہے ہیں."
  },
  {
    "verse_id": 31,
    "translation": "کہہ دیجئے! تم منتظر رہو میں بھی تمہارے ساتھ انتظار کرنے والوں میں ہوں."
  },
  {
    "verse_id": 32,
    "translation": "کیا ان کی عقلیں انہیں یہی سکھاتی ہیں؟ یا یہ لوگ ہی سرکش ہیں."
  },
  {
    "verse_id": 33,
    "translation": "کیا یہ کہتے ہیں کہ اس نبی نے (قرآن) خود گھڑ لیا ہے، واقعہ یہ ہے کہ وه ایمان نہیں ﻻتے."
  },
  {
    "verse_id": 34,
    "translation": "اچھا اگر یہ سچے ہیں تو بھلا اس جیسی ایک (ہی) بات یہ (بھی) تو لے آئیں."
  },
  {
    "verse_id": 35,
    "translation": "کیا یہ بغیر کسی (پیدا کرنے والے) کے خود بخود پیدا ہوگئے ہیں؟ یا یہ خود پیدا کرنے والے ہیں؟"
  },
  {
    "verse_id": 36,
    "translation": "کیا انہوں نے ہی آسمانوں اور زمین کو پیدا کیا ہے؟ بلکہ یہ یقین نہ کرنے والے لوگ ہیں."
  },
  {
    "verse_id": 37,
    "translation": "یا کیا ان کے پاس تیرے رب کے خزانے ہیں؟ یا (ان خزانوں کے) یہ داروغہ ہیں."
  },
  {
    "verse_id": 38,
    "translation": "یا کیا ان کے پاس کوئی سیڑھی ہے جس پر چڑھ کر سنتے ہیں؟ (اگر ایسا ہے) تو ان کا سننے واﻻ کوئی روشن دلیل پیش کرے."
  },
  {
    "verse_id": 39,
    "translation": "کیا اللہ کی تو سب لڑکیاں ہیں اور تمہارے ہاں لڑکے ہیں؟"
  },
  {
    "verse_id": 40,
    "translation": "کیا تو ان سے کوئی اجرت طلب کرتا ہے کہ یہ اس کے تاوان سے بوجھل ہو رہے ہیں."
  },
  {
    "verse_id": 41,
    "translation": "کیا ان کے پاس علم غیب ہے جسے یہ لکھ لیتے ہیں؟"
  },
  {
    "verse_id": 42,
    "translation": "کیا یہ لوگ کوئی فریب کرنا چاہتے ہیں؟ تو یقین کرلیں کہ فریب خورده کافر ہی ہیں."
  },
  {
    "verse_id": 43,
    "translation": "کیا اللہ کے سوا ان کا کوئی معبود ہے؟ (ہرگز نہیں) اللہ تعالیٰ ان کے شرک سے پاک ہے."
  },
  {
    "verse_id": 44,
    "translation": "اگر یہ لوگ آسمان کے کسی ٹکڑے کو گرتا ہوا دیکھ لیں تب بھی کہہ دیں کہ یہ تہ بہ تہ بادل ہے."
  },
  {
    "verse_id": 45,
    "translation": "تو انہیں چھوڑ دے یہاں تک کہ انہیں اس دن سے سابقہ پڑے جس میں یہ بے ہوش کر دیئے جائیں گے."
  },
  {
    "verse_id": 46,
    "translation": "جس دن انہیں ان کا مکر کچھ کام نہ دے گا اور نہ وه مدد کیے جائیں گے."
  },
  {
    "verse_id": 47,
    "translation": "بیشک ﻇالموں کے لیے اس کے علاوه اور عذاب بھی ہیں۔ لیکن ان لوگوں میں سے اکثر بےعلم ہیں."
  },
  {
    "verse_id": 48,
    "translation": "تو اپنے رب کے حکم کے انتظار میں صبر سے کام لے، بیشک تو ہماری آنکھوں کے سامنے ہے۔ صبح کو جب تو اٹھے اپنے رب کی پاکی اور حمد بیان کر."
  },
  {
    "verse_id": 49,
    "translation": "اور رات کو بھی اس کی تسبیح پڑھ اور ستاروں کے ڈوبتے وقت بھی."
  }
]