[
  {
    "verse_id": 1,
    "translation": "ن، قسم ہے قلم کی اور اس کی جو کچھ کہ وه (فرشتے) لکھتے ہیں."
  },
  {
    "verse_id": 2,
    "translation": "تو اپنے رب کے فضل سے دیوانہ نہیں ہے."
  },
  {
    "verse_id": 3,
    "translation": "اور بے شک تیرے لیے بے انتہا اجر ہے.*"
  },
  {
    "verse_id": 4,
    "translation": "اور بیشک تو بہت بڑے (عمده) اخلاق پر ہے."
  },
  {
    "verse_id": 5,
    "translation": "پس اب تو بھی دیکھ لے گا اور یہ بھی دیکھ لیں گے."
  },
  {
    "verse_id": 6,
    "translation": "کہ تم میں سے کون فتنہ میں پڑا ہوا ہے."
  },
  {
    "verse_id": 7,
    "translation": "بیشک تیرا رب اپنی راه سے بہکنے والوں کو خوب جانتا ہے، اور وه راه یافتہ لوگوں کو بھی بخوبی جانتا ہے."
  },
  {
    "verse_id": 8,
    "translation": "پس تو جھٹلانے والوں کی نہ مان."
  },
  {
    "verse_id": 9,
    "translation": "وه تو چاہتے ہیں کہ تو ذرا ڈھیلا ہو تو یہ بھی ڈھیلے پڑ جائیں."
  },
  {
    "verse_id": 10,
    "translation": "اور تو کسی ایسے شخص کا بھی کہا نہ ماننا جو زیاده قسمیں کھانے واﻻ."
  },
  {
    "verse_id": 11,
    "translation": "بے وقار، کمینہ، عیب گو، چغل خور."
  },
  {
    "verse_id": 12,
    "translation": "بھلائی سے روکنے واﻻ حد سے بڑھ جانے واﻻ گنہگار."
  },
  {
    "verse_id": 13,
    "translation": "گردن کش پھر ساتھ ہی بے نسب ہو."
  },
  {
    "verse_id": 14,
    "translation": "اس کی سرکشی صرف اس لیے ہے کہ وه مال واﻻ اور بیٹوں واﻻ ہے."
  },
  {
    "verse_id": 15,
    "translation": "جب اس کے سامنے ہماری آیتیں پڑھی جاتی ہیں تو کہہ دیتا ہے کہ یہ تو اگلوں کے قصے ہیں."
  },
  {
    "verse_id": 16,
    "translation": "ہم بھی اس کی سونڈ (ناک) پر داغ دیں گے."
  },
  {
    "verse_id": 17,
    "translation": "بیشک ہم نے انہیں اسی طرح آزما لیا جس طرح ہم نے باغ والوں کو آزمایا تھا جبکہ انہوں نے قسمیں کھائیں کہ صبح ہوتے ہی اس باغ کے پھل اتار لیں گے."
  },
  {
    "verse_id": 18,
    "translation": "اور انشاءاللہ نہ کہا."
  },
  {
    "verse_id": 19,
    "translation": "پس اس پر تیرے رب کی جانب سے ایک بلا چاروں طرف گھوم گئی اور یہ سو ہی رہے تھے."
  },
  {
    "verse_id": 20,
    "translation": "پس وه باغ ایسا ہو گیا جیسے کٹی ہوئی کھیتی."
  },
  {
    "verse_id": 21,
    "translation": "اب صبح ہوتے ہی انہوں نے ایک دوسرے کو آوازیں دیں."
  },
  {
    "verse_id": 22,
    "translation": "کہ اگر تمہیں پھل اتارنے ہیں تو اپنی کھیتی پر سویرے ہی سویرے چل پڑو."
  },
  {
    "verse_id": 23,
    "translation": "پھر یہ سب چپکے چپکے یہ باتیں کرتے ہوئے چلے."
  },
  {
    "verse_id": 24,
    "translation": "کہ آج کے دن کوئی مسکین تمہارے پاس نہ آنے پائے.*"
  },
  {
    "verse_id": 25,
    "translation": "اور لپکے ہوئے صبح صبح گئے۔ (سمجھ رہے تھے) کہ ہم قابو پاگئے."
  },
  {
    "verse_id": 26,
    "translation": "جب انہوں نے باغ دیکھا تو کہنے لگے یقیناً ہم راستہ بھول گئے."
  },
  {
    "verse_id": 27,
    "translation": "نہیں نہیں بلکہ ہماری قسمت پھوٹ گئی."
  },
  {
    "verse_id": 28,
    "translation": "ان سب میں جو بہتر تھا اس نے کہا کہ میں تم سے نہ کہتا تھا کہ تم اللہ کی پاکیزگی کیوں نہیں بیان کرتے؟"
  },
  {
    "verse_id": 29,
    "translation": "تو سب کہنے لگے ہمارا رب پاک ہے بیشک ہم ہی ﻇالم تھے."
  },
  {
    "verse_id": 30,
    "translation": "پھر وه ایک دوسرے کی طرف رخ کر کے آپس میں ملامت کرنے لگے."
  },
  {
    "verse_id": 31,
    "translation": "کہنے لگے ہائے افسوس! یقیناً ہم سرکش تھے."
  },
  {
    "verse_id": 32,
    "translation": "کیا عجب ہے کہ ہمارا رب ہمیں اس سے بہتر بدلہ دے دے ہم تو اب اپنے رب سے ہی آرزو رکھتے ہیں."
  },
  {
    "verse_id": 33,
    "translation": "یوں ہی آفت آتی ہے اور آخرت کی آفت بہت بڑی ہے۔ کاش انہیں سمجھ ہوتی."
  },
  {
    "verse_id": 34,
    "translation": "پرہیزگاروں کے لیے ان کے رب کے پاس نعمتوں والی جنتیں ہیں."
  },
  {
    "verse_id": 35,
    "translation": "کیا ہم مسلمانوں کو مثل گناه گاروں کے کردیں گے."
  },
  {
    "verse_id": 36,
    "translation": "تمہیں کیا ہوگیا، کیسے فیصلے کر رہے ہو؟"
  },
  {
    "verse_id": 37,
    "translation": "کیا تمہارے پاس کوئی کتاب ہے جس میں تم پڑھتے ہو؟"
  },
  {
    "verse_id": 38,
    "translation": "کہ اس میں تمہاری من مانی باتیں ہوں؟"
  },
  {
    "verse_id": 39,
    "translation": "یا تم نے ہم سے کچھ قسمیں لی ہیں؟ جو قیامت تک باقی رہیں کہ تمہارے لیے وه سب ہے جو تم اپنی طرف سے مقرر کر لو."
  },
  {
    "verse_id": 40,
    "translation": "ان سے پوچھو تو کہ ان میں سے کون اس بات کا ذمہدار (اور دعویدار) ہے؟"
  },
  {
    "verse_id": 41,
    "translation": "کیا ان کے کوئی شریک ہیں؟ تو چاہئے کہ اپنے اپنے شریکوں کو لے آئیں اگر یہ سچے ہیں."
  },
  {
    "verse_id": 42,
    "translation": "جس دن پنڈلی کھول دی جائے گی اور سجدے کے لیے بلائے جائیں گے تو (سجده) نہ کر سکیں گے."
  },
  {
    "verse_id": 43,
    "translation": "نگاہیں نیچی ہوں گی اور ان پر ذلت و خواری چھارہی ہوگی، حاﻻنکہ یہ سجدے کے لیے (اس وقت بھی) بلائے جاتے تھے جب کہ صحیح سالم تھے."
  },
  {
    "verse_id": 44,
    "translation": "پس مجھے اور اس کلام کو جھٹلانے والے کو چھوڑ دے ہم انہیں اس طرح آہستہ آہستہ کھینچیں گے کہ انہیں معلوم بھی نہ ہوگا."
  },
  {
    "verse_id": 45,
    "translation": "اور میں انہیں ڈھیل دوں گا، بیشک میری تدبیر بڑی مضبوط ہے."
  },
  {
    "verse_id": 46,
    "translation": "کیا تو ان سے کوئی اجرت چاہتا ہے جس کے تاوان سے یہ دبے جاتے ہیں."
  },
  {
    "verse_id": 47,
    "translation": "یا کیا ان کے پاس علم غیب ہے جسے وه لکھتے ہوں."
  },
  {
    "verse_id": 48,
    "translation": "پس تو اپنے رب کے حکم کا صبر سے (انتظار کر) اور مچھلی والے کی طرح نہ ہو جا جب کہ اس نے غم کی حالت میں دعا کی."
  },
  {
    "verse_id": 49,
    "translation": "اگر اسے اس کے رب کی نعمت نہ پالیتی تو یقیناً وه برے حالوں میں چٹیل میدان میں ڈال دیا جاتا."
  },
  {
    "verse_id": 50,
    "translation": "اسے اس کے رب نے پھر نوازا اور اسے نیک کاروں میں کر دیا."
  },
  {
    "verse_id": 51,
    "translation": "اور قریب ہے کہ کافر اپنی تیز نگاہوں سے آپ کو پھسلا دیں، جب کبھی قرآن سنتے ہیں اور کہہ دیتے ہیں یہ تو ضرور دیوانہ ہے."
  },
  {
    "verse_id": 52,
    "translation": "در حقیقت یہ (قرآن) تو تمام جہان والوں کے لیے سراسر نصیحت ہی ہے."
  }
]