[
  {
    "verse_id": 1,
    "translation": "ﺛابت ہونے والی."
  },
  {
    "verse_id": 2,
    "translation": "ﺛابت ہونے والی کیا ہے؟"
  },
  {
    "verse_id": 3,
    "translation": "اور تجھے کیا معلوم ہے کہ وه ﺛابت شده کیا ہے؟"
  },
  {
    "verse_id": 4,
    "translation": "اس کھڑکا دینے والی کو ﺛمود اور عاد نے جھٹلا دیا تھا"
  },
  {
    "verse_id": 5,
    "translation": "(جس کے نتیجہ میں) ﺛمود تو بے حد خوفناک (اور اونچی) آواز سے ہلاک کردیئے گئے."
  },
  {
    "verse_id": 6,
    "translation": "اور عاد بیحد تیز وتند ہوا سے غارت کردیئے گئے."
  },
  {
    "verse_id": 7,
    "translation": "جسے ان پر لگاتار سات رات اور آٹھ دن تک (اللہ نے) مسلط رکھا پس تم دیکھتے کہ یہ لوگ زمین پر اس طرح گر گئے جیسے کہ کھجور کے کھوکھلے تنے ہوں."
  },
  {
    "verse_id": 8,
    "translation": "کیا ان میں سے کوئی بھی تجھے باقی نظر آرہا ہے؟"
  },
  {
    "verse_id": 9,
    "translation": "فرعون اور اس سے پہلے کے لوگ اور جن کی بستیاں الٹ دی گئی، انہوں نے بھی خطائیں کیں."
  },
  {
    "verse_id": 10,
    "translation": "اور اپنے رب کے رسول کی نافرمانی کی (بالﺂخر) اللہ نے انہیں (بھی) زبردست گرفت میں لے لیا."
  },
  {
    "verse_id": 11,
    "translation": "جب پانی میں طغیانی آگئی تو اس وقت ہم نے تمہیں کشتی میں چڑھا لیا."
  },
  {
    "verse_id": 12,
    "translation": "تاکہ اسے تمہارے لیے نصیحت اور یادگار بنادیں، اور (تاکہ) یاد رکھنے والے کان اسے یاد رکھیں."
  },
  {
    "verse_id": 13,
    "translation": "پس جب کہ صور میں ایک پھونک پھونکی جائے گی."
  },
  {
    "verse_id": 14,
    "translation": "اور زمین اور پہاڑ اٹھا لیے جائیں گے اور ایک ہی چوٹ میں ریزه ریزه کر دیے جائیں گے."
  },
  {
    "verse_id": 15,
    "translation": "اس دن ہو پڑنے والی (قیامت) ہو پڑے گی."
  },
  {
    "verse_id": 16,
    "translation": "اور آسمان پھٹ جائے گا اور اس دن بالکل بودا ہوجائے گا."
  },
  {
    "verse_id": 17,
    "translation": "اس کے کناروں پر فرشتے ہوں گے، اور تیرے پروردگار کا عرش اس دن آٹھ (فرشتے) اپنے اوپر اٹھائے ہوئے ہوں گے."
  },
  {
    "verse_id": 18,
    "translation": "اس دن تم سب سامنے پیش کیے جاؤ گے، تمہارا کوئی بھید پوشیده نہ رہے گا."
  },
  {
    "verse_id": 19,
    "translation": "سو جسے اس کا نامہٴ اعمال اس کے دائیں ہاتھ میں دیا جائے گا تو وه کہنے لگے گا کہ لو میرا نامہٴ اعمال پڑھو."
  },
  {
    "verse_id": 20,
    "translation": "مجھے تو کامل یقین تھا کہ مجھے اپنا حساب ملنا ہے."
  },
  {
    "verse_id": 21,
    "translation": "پس وه ایک دل پسند زندگی میں ہوگا."
  },
  {
    "verse_id": 22,
    "translation": "بلند وباﻻ جنت میں."
  },
  {
    "verse_id": 23,
    "translation": "جس کے میوے جھکے پڑے ہوں گے."
  },
  {
    "verse_id": 24,
    "translation": "(ان سے کہا جائے گا) کہ مزے سے کھاؤ، پیو اپنے ان اعمال کے بدلے جو تم نے گزشتہ زمانے میں کیے."
  },
  {
    "verse_id": 25,
    "translation": "لیکن جسے اس (کے اعمال) کی کتاب اس کے بائیں ہاتھ میں دی جائے گی، وه تو کہے گا کہ کاش کہ مجھے میری کتاب دی ہی نہ جاتی."
  },
  {
    "verse_id": 26,
    "translation": "اور میں جانتا ہی نہ کہ حساب کیا ہے."
  },
  {
    "verse_id": 27,
    "translation": "کاش! کہ موت (میرا) کام ہی تمام کر دیتی."
  },
  {
    "verse_id": 28,
    "translation": "میرے مال نے بھی مجھے کچھ نفع نہ دیا."
  },
  {
    "verse_id": 29,
    "translation": "میرا غلبہ بھی مجھ سے جاتا رہا."
  },
  {
    "verse_id": 30,
    "translation": "(حکم ہوگا) اسے پکڑ لو پھر اسے طوق پہنادو."
  },
  {
    "verse_id": 31,
    "translation": "پھر اسے دوزخ میں ڈال دو."
  },
  {
    "verse_id": 32,
    "translation": "پھر اسے ایسی زنجیر میں جس کی پیمائش ستر ہاتھ کی ہے جکڑ دو."
  },
  {
    "verse_id": 33,
    "translation": "بیشک یہ اللہ عظمت والے پرایمان نہ رکھتا تھا."
  },
  {
    "verse_id": 34,
    "translation": "اور مسکین کے کھلانے پر رغبت نہ دﻻتا تھا."
  },
  {
    "verse_id": 35,
    "translation": "پس آج اس کا نہ کوئی دوست ہے."
  },
  {
    "verse_id": 36,
    "translation": "اور نہ سوائے پیﭗ کے اس کی کوئی غذا ہے."
  },
  {
    "verse_id": 37,
    "translation": "جسے گناه گاروں کے سوا کوئی نہیں کھائے گا."
  },
  {
    "verse_id": 38,
    "translation": "پس مجھے قسم ہے ان چیزوں کی جنہیں تم دیکھتے ہو."
  },
  {
    "verse_id": 39,
    "translation": "اور ان چیزوں کی جنہیں تم نہیں دیکھتے."
  },
  {
    "verse_id": 40,
    "translation": "کہ بیشک یہ (قرآن) بزرگ رسول کا قول ہے."
  },
  {
    "verse_id": 41,
    "translation": "یہ کسی شاعر کا قول نہیں (افسوس) تمہیں بہت کم یقین ہے."
  },
  {
    "verse_id": 42,
    "translation": "اور نہ کسی کاہن کا قول ہے، (افسوس) بہت کم نصیحت لے رہے ہو."
  },
  {
    "verse_id": 43,
    "translation": "(یہ تو) رب العالمین کا اتارا ہوا ہے."
  },
  {
    "verse_id": 44,
    "translation": "اور اگر یہ ہم پر کوئی بھی بات بنا لیتا."
  },
  {
    "verse_id": 45,
    "translation": "تو البتہ ہم اس کا داہنا ہاتھ پکڑ لیتے."
  },
  {
    "verse_id": 46,
    "translation": "پھر اس کی شہ رگ کاٹ دیتے."
  },
  {
    "verse_id": 47,
    "translation": "پھر تم میں سے کوئی بھی مجھے اس سے روکنے واﻻ نہ ہوتا."
  },
  {
    "verse_id": 48,
    "translation": "یقیناً یہ قرآن پرہیزگاروں کے لیے نصیحت ہے."
  },
  {
    "verse_id": 49,
    "translation": "ہمیں پوری طرح معلوم ہے کہ تم میں سے بعض اس کے جھٹلانے والے ہیں."
  },
  {
    "verse_id": 50,
    "translation": "بیشک (یہ جھٹلانا) کافروں پر حسرت ہے."
  },
  {
    "verse_id": 51,
    "translation": "اور بیشک (و شبہ) یہ یقینی حق ہے."
  },
  {
    "verse_id": 52,
    "translation": "پس تو اپنے رب عظیم کی پاکی بیان کر."
  }
]