[
  {
    "verse_id": 1,
    "translation": "یقیناً ہم نے نوح (علیہ السلام) کو ان کی قوم کی طرف بھیجا کہ اپنی قوم کو ڈرا دو (اور خبردار کردو) اس سے پہلے کہ ان کے پاس دردناک عذاب آجائے."
  },
  {
    "verse_id": 2,
    "translation": "(نوح علیہ السلام نے) کہا اے میری قوم! میں تمہیں صاف صاف ڈرانے واﻻ ہوں."
  },
  {
    "verse_id": 3,
    "translation": "کہ تم اللہ کی عبادت کرو اور اسی سے ڈرو اور میرا کہا مانو."
  },
  {
    "verse_id": 4,
    "translation": "تو وه تمہارے گناه بخش دے گا اور تمہیں ایک وقت مقرره تک چھوڑ دے گا۔ یقیناً اللہ کا وعده جب آجاتا ہے تو مؤخر نہیں ہوتا۔ کاش کہ تمہیں سمجھ ہوتی."
  },
  {
    "verse_id": 5,
    "translation": "(نوح علیہ السلام نے) کہا اے میرے پرورگار! میں نے اپنی قوم کو رات دن تیری طرف بلایا ہے."
  },
  {
    "verse_id": 6,
    "translation": "مگر میرے بلانے سے یہ لوگ اور زیاده بھاگنے لگے."
  },
  {
    "verse_id": 7,
    "translation": "میں نے جب کبھی انہیں تیری بخشش کے لیے بلایا انہوں نے اپنی انگلیاں اپنے کانوں میں ڈال لیں اور اپنے کپڑوں کو اوڑھ لیا اور اڑ گئے اور بڑا تکبر کیا."
  },
  {
    "verse_id": 8,
    "translation": "پھر میں نے انہیں بﺂواز بلند بلایا."
  },
  {
    "verse_id": 9,
    "translation": "اور بیشک میں نےان سے علانیہ بھی کہا اور چپکے چپکے بھی."
  },
  {
    "verse_id": 10,
    "translation": "اور میں نے کہا کہ اپنے رب سے اپنے گناه بخشواؤ (اور معافی مانگو) وه یقیناً بڑا بخشنے واﻻ ہے."
  },
  {
    "verse_id": 11,
    "translation": "وه تم پر آسمان کو خوب برستا ہوا چھوڑ دے گا."
  },
  {
    "verse_id": 12,
    "translation": "اور تمہیں خوب پے درپے مال اور اوﻻد میں ترقی دے گا اور تمہیں باغات دے گا اور تمہارے لیے نہریں نکال دے گا."
  },
  {
    "verse_id": 13,
    "translation": "تمہیں کیا ہوگیا ہے کہ تم اللہ کی برتری کا عقیده نہیں رکھتے."
  },
  {
    "verse_id": 14,
    "translation": "حاﻻنکہ اس نے تمہیں طرح طرح سے پیدا کیا ہے."
  },
  {
    "verse_id": 15,
    "translation": "کیا تم نہیں دیکھتے کہ اللہ تعالیٰ نے اوپر تلے کس طرح سات آسمان پیدا کر دیئے ہیں."
  },
  {
    "verse_id": 16,
    "translation": "اور ان میں چاند کو جگمگاتا بنایا ہے اور سورج کو روشن چراغ بنایا ہے."
  },
  {
    "verse_id": 17,
    "translation": "اور تم کو زمین سے ایک (خاص اہتمام سے) اگایا ہے (اور پیدا کیا ہے)."
  },
  {
    "verse_id": 18,
    "translation": "پھر تمہیں اسی میں لوٹا لے جائے گا اور (ایک خاص طریقہ) سے پھر نکالے گا."
  },
  {
    "verse_id": 19,
    "translation": "اور تمہارے لیے زمین کو اللہ تعالیٰ نے فرش بنادیا ہے."
  },
  {
    "verse_id": 20,
    "translation": "تاکہ تم اس کی کشاده راہوں میں چلو پھرو."
  },
  {
    "verse_id": 21,
    "translation": "نوح (علیہ السلام) نے کہا اے میرے پروردگار! ان لوگوں نے میری تو نافرمانی کی اور ایسوں کی فرمانبرداری کی جن کے مال واوﻻد نے ان کو (یقیناً) نقصان ہی میں بڑھایا ہے."
  },
  {
    "verse_id": 22,
    "translation": "اور ان لوگوں نے بڑا سخت فریب کیا."
  },
  {
    "verse_id": 23,
    "translation": "اور کہا انہوں نے کہ ہرگز اپنے معبودوں کو نہ چھوڑنا اور نہ ود اور سواع اور یغوث اور یعوق اور نسر کو (چھوڑنا)."
  },
  {
    "verse_id": 24,
    "translation": "اور انہوں نے بہت سے لوگوں کو گمراه کیا (الٰہی) تو ان ﻇالموں کی گمراہی اور بڑھا."
  },
  {
    "verse_id": 25,
    "translation": "یہ لوگ بہ سبب اپنے گناہوں کے ڈبو دیئے گئے اور جہنم میں پہنچا دیئے گئے اور اللہ کے سوا اپنا کوئی مددگار انہوں نے نہ پایا."
  },
  {
    "verse_id": 26,
    "translation": "اور (حضرت) نوح (علیہ السلام) نے کہا کہ اے میرے پالنے والے! تو روئے زمین پر کسی کافر کو رہنے سہنے واﻻ نہ چھوڑ."
  },
  {
    "verse_id": 27,
    "translation": "اگر تو انہیں چھوڑ دے گا تو (یقیناً) یہ تیرے (اور) بندوں کو (بھی) گمراه کر دیں گے اور یہ فاجروں اور ڈھیٹ کافروں ہی کو جنم دیں گے."
  },
  {
    "verse_id": 28,
    "translation": "اے میرے پروردگار! تو مجھے اور میرے ماں باپ اور جو بھی ایمان کی حالت میں میرے گھر میں آئے اور تمام مومن مردوں اور عورتوں کو بخش دے اور کافروں کو سوائے بربادی کے اور کسی بات میں نہ بڑھا."
  }
]