[
  {
    "verse_id": 1,
    "translation": "ا۔ل۔ر، یہ آیات ہیں کتابِ الہٰی اور قرآن ِ مبین کی۔"
  },
  {
    "verse_id": 2,
    "translation": "بعید نہیں کہ ایک وقت وہ آ جائے جب وہی لوگ جنہوں نے آج (دعوت اسلام کو قبول کرنے سے) انکار کر دیا ہے پچھتا پچھتا کر کہیں گے کہ کاش ہم نے سر تسلیم خم کر دیا ہوتا"
  },
  {
    "verse_id": 3,
    "translation": "چھوڑو اِنہیں کھائیں، پییں، مزے کریں، اور بھلاوے میں ڈالے رکھے اِن کو جھوٹی امید عنقریب اِنہیں معلوم ہو جائے گا"
  },
  {
    "verse_id": 4,
    "translation": "ہم نے اِس سے پہلے جس بستی کو بھی ہلاک کیا ہے اس کے لیے ایک خاص مہلتِ عمل لکھی جا چکی تھی۔"
  },
  {
    "verse_id": 5,
    "translation": "کوئی قوم نہ اپنے وقت مقرر سے پہلے ہلاک ہوسکتی ہے، نہ اُس کے بعد چھوٹ سکتی ہے"
  },
  {
    "verse_id": 6,
    "translation": "یہ لوگ کہتے ہیں”اَے وہ شخص جس پر ذکر نازل ہوا ہے، تُو یقیناً دیوانہ ہے"
  },
  {
    "verse_id": 7,
    "translation": "اگر تو سچا ہے تو ہمارے سامنے فرشتوں کو لے کیوں نہیں آتا؟\""
  },
  {
    "verse_id": 8,
    "translation": "ہم فرشتوں کو یوں نہیں اُتار دیا کرتے۔ وہ جب اُترتے ہیں تو حق کے ساتھ اُترتے ہیں اور پھر لوگوں کو مہلت نہیں دی جاتی۔"
  },
  {
    "verse_id": 9,
    "translation": "رہا یہ ذکر ، تو اِس کو ہم نے نازل کیا ہے اور ہم خود اِس کےنگہبان ہیں۔"
  },
  {
    "verse_id": 10,
    "translation": "اے محمدؐ، ہم تم سے پہلے بہت سی گزری ہوئی قوموں میں رسول بھیج چکے ہیں"
  },
  {
    "verse_id": 11,
    "translation": "کبھی ایسا نہیں ہوا کہ اُن کہ پاس کوئی رسول آیا ہو اور اُنہوں نے اُس کا مذاق نہ اڑایا ہو"
  },
  {
    "verse_id": 12,
    "translation": "مجرمین کے دلوں میں تو ہم اس ذکر کو اِسی طرح (سلاخ کے مانند) گزارتے ہیں"
  },
  {
    "verse_id": 13,
    "translation": "وہ اس پر ایمان نہیں لایا کرتے۔ قدیم سے اس قماش کے لوگوں کا یہی طریقہ چلا آرہا ہے"
  },
  {
    "verse_id": 14,
    "translation": "اگر ہم اُن پر آسمان کا کوئی دروازہ کھول دیتے اور وہ دن دہاڑے اُس میں چڑھنے بھی لگتے"
  },
  {
    "verse_id": 15,
    "translation": "تب بھی وہ یہی کہتے کہ ہماری آنکھوں کو دھوکا ہو رہا ہے، بلکہ ہم پر جادو کر دیا گیا ہے"
  },
  {
    "verse_id": 16,
    "translation": "یہ ہماری کارفرمائی ہے کہ آسمان میں ہم نے بہت سے مضبوط قلعے بنائے، اُن کو دیکھنے والوں کے لیے مزیَّن کیا،"
  },
  {
    "verse_id": 17,
    "translation": "اور ہر شیطانِ مردُود سے اُن کو محفوظ کر دیا۔"
  },
  {
    "verse_id": 18,
    "translation": "کوئی شیطان اِن میں راہ نہیں پا سکتا، اِلّا یہ کہ کچھ سُن گُن لے لے۔ اور جب وہ سُن گُن لینے کی کوشش کرتا ہے تو ایک شعلہ روشن اُس کا پیچھا کرتا ہے"
  },
  {
    "verse_id": 19,
    "translation": "ہم نے زمین کو پھیلایا، اُس میں پہاڑ جمائے، اُس میں ہر نوع کی نباتات ٹھیک ٹھیک نپی تُلی مقدار کے ساتھ اُگائی،"
  },
  {
    "verse_id": 20,
    "translation": "اور اس میں معیشت کے اسباب فراہم کیے، تمہارے لیے بھی اور اُن بہت سی مخلوقات کے لیے بھی جن کے رازق تم نہیں ہو"
  },
  {
    "verse_id": 21,
    "translation": "کوئی چیز ایسی نہیں جس کے خزانے ہمارے پاس نہ ہوں، اور جس چیز کو بھی ہم نازل کرتے ہیں ایک مقرر مقدار میں نازل کرتے ہیں۔"
  },
  {
    "verse_id": 22,
    "translation": "بار آور ہواؤں کو ہم ہی بھیجتے ہیں، پھر آسمان سے پانی برساتے ہیں، اور اُس پانی سے تمہیں سیراب کرتے ہیں اِس دولت کے خزانہ دار تم نہیں ہو"
  },
  {
    "verse_id": 23,
    "translation": "زندگی اور موت ہم دیتے ہیں، اور ہم ہی سب کے وارث ہونے والے ہیں۔"
  },
  {
    "verse_id": 24,
    "translation": "پہلے جو لوگ تم میں سے ہو گزرے ہیں اُن کو بھی ہم نے دیکھ رکھا ہے، اور بعد کے آنے والے بھی ہماری نگاہ میں ہیں"
  },
  {
    "verse_id": 25,
    "translation": "یقیناً تمہارا رب ان سب کو اکٹھا کرے گا، وہ حکیم بھی ہے اور علیم بھی۔"
  },
  {
    "verse_id": 26,
    "translation": "ہم نے انسان کو سڑی ہوئی مٹی کے سُوکھے گارے سے بنایا۔"
  },
  {
    "verse_id": 27,
    "translation": "اور اس سے پہلے ہم جنّوں کو ہم آگ کی لِپٹ سے پیدا کر چکے تھے۔"
  },
  {
    "verse_id": 28,
    "translation": "پھر یاد کرو اُس موقع کو جب تمہارے رب نے فرشتوں سے کہا کہ \"میں سڑی ہوئی مٹی کے سوکھے گارے سے ایک بشر پیدا کر رہا ہوں"
  },
  {
    "verse_id": 29,
    "translation": "جب میں اُسے پُورا بنا چکوں اور اس میں اپنی روح سے کچھ پھونک دوں تو تم سب اُس کے آگے سجدے میں گِر جانا۔“"
  },
  {
    "verse_id": 30,
    "translation": "چنانچہ تمام فرشتوں نے سجدہ کیا"
  },
  {
    "verse_id": 31,
    "translation": "سوائے ابلیس کے کہ اُس نے سجدہ کرنے والوں کا ساتھ دینے سے انکار کر دیا۔"
  },
  {
    "verse_id": 32,
    "translation": "رب نے پوچھا \"اے ابلیس، تجھے کیا ہوا کہ تو نے سجدہ کرنے والوں کا ساتھ نہ دیا؟"
  },
  {
    "verse_id": 33,
    "translation": "اس نے کہا \"میرا یہ کام نہیں ہے کہ میں اِس بشر کو سجدہ کروں جسے تو نے سڑی ہوئی مٹی کے سوکھے گارے سے پیدا کیا ہے\""
  },
  {
    "verse_id": 34,
    "translation": "رب نے فرمایا \"اچھا تو نکل جا یہاں سے کیونکہ تو مردود ہے"
  },
  {
    "verse_id": 35,
    "translation": "اور اب روزِ جزا تک تجھ پر لعنت ہے۔“"
  },
  {
    "verse_id": 36,
    "translation": "اُس نے عرض کیا \"میرے رب، یہ بات ہے تو پھر مجھے اُس روز تک کے لیے مہلت دے جبکہ سب انسان دوبارہ اٹھائے جائیں گے\""
  },
  {
    "verse_id": 37,
    "translation": "فرمایا \"اچھا، تجھے مہلت ہے"
  },
  {
    "verse_id": 38,
    "translation": "اُس دن تک جس کا وقت ہمیں معلوم ہے\""
  },
  {
    "verse_id": 39,
    "translation": "وہ بولا”میرے ربّ، جیسا تُونے مجھے بہکایا اُسی طرح اب میں زمین ان کے لیے دلفریبیاں پیدا کر کے اِن سب کو بہکا دوں گا،"
  },
  {
    "verse_id": 40,
    "translation": "سوائے تیرے اُن بندوں کے جنہیں تو نے اِن میں سے خالص کر لیا ہو\""
  },
  {
    "verse_id": 41,
    "translation": "فرمایا”یہ راستہ ہے جو سیدھا مجھ تک پہنچتا ہے۔"
  },
  {
    "verse_id": 42,
    "translation": "بے شک ، جو میرےحقیقی بندے ہیں ان پر تیرا بس نہ چلے گا۔ تیرا بس تو صرف اُن بہکے ہوئے لوگوں ہی پر چلے گا جو تیری پیروی کریں،"
  },
  {
    "verse_id": 43,
    "translation": "اور ان سب کے لیے جہنّم کی وعید ہے۔“"
  },
  {
    "verse_id": 44,
    "translation": "یہ جہنّم(جس کی وعید پَیروانِ ابلیس کے لیے کی گئی ہے)اس کے سات دروازے ہیں۔ ہر دروازے کے لیے ان میں سے ایک حصہ مخصوص کر دیا گیا ہے۔"
  },
  {
    "verse_id": 45,
    "translation": "بخلاف اِس کے متقی لوگ باغوں اور چشموں میں ہوں گے"
  },
  {
    "verse_id": 46,
    "translation": "اور اُن سے کہا جائے گا کہ داخل ہو جاؤ ان میں سلامتی کے ساتھ بے خوف و خطر"
  },
  {
    "verse_id": 47,
    "translation": "اُن کے دلوں میں جو تھوڑی بہت کھوٹ کپٹ ہو گی اسے ہم نکال دیں گے، وہ آپس میں بھائی بھائی بن کر آمنے سامنے تختوں پر بیٹھیں گے"
  },
  {
    "verse_id": 48,
    "translation": "اُنہیں نہ وہاں کسی مشقّت سے پالا پڑے گا اور نہ وہ وہاں سے نکالے جائیں گے۔"
  },
  {
    "verse_id": 49,
    "translation": "اے نبیؐ، میرے بندوں کو خبر دے دو کہ میں بہت درگزر کرنے والا اور رحیم ہوں"
  },
  {
    "verse_id": 50,
    "translation": "مگر اِس کے ساتھ میرا عذاب بھی نہایت دردناک عذاب ہے"
  },
  {
    "verse_id": 51,
    "translation": "اور انہیں ذرا ابراہیمؑ کے مہمانوں کا قصّہ سُناوٴ۔"
  },
  {
    "verse_id": 52,
    "translation": "جب وہ آئے اُس کےہاں اور کہا”سلام ہو تم پر“ تو اُس نے کہا”ہمیں تم سے ڈر لگتا ہے۔“"
  },
  {
    "verse_id": 53,
    "translation": "اُنہوں نے جواب دیا”ڈرو نہیں، ہم تمہیں ایک بڑے سیانے لڑکے کی بشارت دیتے ہیں۔“"
  },
  {
    "verse_id": 54,
    "translation": "ابراہیمؑ نے کہا \"کیا تم اِس بڑھاپے میں مجھے اولاد کی بشارت دیتے ہو؟ ذرا سوچو تو سہی کہ یہ کیسی بشارت تم مجھے دے رہے ہو؟\""
  },
  {
    "verse_id": 55,
    "translation": "اُنہوں نے جواب دیا \"ہم تمہیں برحق بشارت دے رہے ہیں، تم مایوس نہ ہو\""
  },
  {
    "verse_id": 56,
    "translation": "ابراہیمؑ نے کہا \"اپنے رب کی رحمت سے مایوس تو گمراہ لوگ ہی ہوا کرتے ہیں\""
  },
  {
    "verse_id": 57,
    "translation": "پھر ابراہیم ؑ نے پوچھا”اے فرستادگانِ الٰہی، وہ مہم کیا جس پر آپ حضرات تشریف لائے ہیں؟“"
  },
  {
    "verse_id": 58,
    "translation": "وہ بولے”ہم ایک مُجرم قوم کی طرف بھیجے گئے ہیں۔"
  },
  {
    "verse_id": 59,
    "translation": "صرف لوطؑ کے گھر والے مستثنیٰ ہیں، ان سب کو ہم بچا لیں گے"
  },
  {
    "verse_id": 60,
    "translation": "سوائے اُس کی بیوی کے جس کے لیے (اللہ فرماتا ہے کہ) ہم نے مقدر کر دیا ہے کہ وہ پیچھے رہ جانے والوں میں شامل رہے گی\""
  },
  {
    "verse_id": 61,
    "translation": "پھر جب یہ فرستادے لُوط ؑ کے ہاں پہنچے"
  },
  {
    "verse_id": 62,
    "translation": "تو اُس نے کہا”آپ لوگ اجنبی معلوم ہوتے ہیں“"
  },
  {
    "verse_id": 63,
    "translation": "اُنہوں نے جواب دیا \"نہیں، بلکہ ہم وہی چیز لے کر آئے ہیں جس کے آنے میں یہ لوگ شک کر رہے تھے"
  },
  {
    "verse_id": 64,
    "translation": "ہم تم سے سچ کہتے ہیں کہ ہم حق کے ساتھ تمہارے پاس آئے ہیں"
  },
  {
    "verse_id": 65,
    "translation": "لہٰذا اب تم کچھ رات رہے اپنے گھر والوں کو لے کر نکل جاوٴ اور خود ان کے پیچھے پیچھے چلو۔ تم میں سے کوئی پلٹ کر نہ دیکھے۔ بس سیدھے چلے جاوٴ جِدھر جانے کا تمہیں حکم دیا جا رہا ہے۔“"
  },
  {
    "verse_id": 66,
    "translation": "اور اُسے ہم نے اپنا یہ فیصلہ پہنچا دیا کہ صبح ہوتے ہوتے اِن لوگوں کی جڑ کاٹ دی جائے گی"
  },
  {
    "verse_id": 67,
    "translation": "اتنے میں شہر کے لوگ خوشی کے مارے بے تاب ہو کر لُوط ؑ کے گھر چڑھ آئے۔"
  },
  {
    "verse_id": 68,
    "translation": "لوطؑ نے کہا \"بھائیو، یہ میرے مہمان ہیں، میری فضیحت نہ کرو"
  },
  {
    "verse_id": 69,
    "translation": "اللہ سے ڈرو، مجھے رسوا نہ کرو\""
  },
  {
    "verse_id": 70,
    "translation": "وہ بولے \"کیا ہم بارہا تمہیں منع نہیں کر چکے ہیں کہ دنیا بھر کے ٹھیکے دار نہ بنو؟\""
  },
  {
    "verse_id": 71,
    "translation": "لوط ؑ نے عاجز ہو کر کہا”اگر تمہیں کچھ کرنا ہی ہے تو یہ میری بیٹیاں موجود ہیں!“"
  },
  {
    "verse_id": 72,
    "translation": "تیری جان کی قسم اے نبیؐ، اُس وقت اُن پر ایک نشہ سا چڑھا ہوا تھا جس میں وہ آپے سے باہر ہوئے جاتے تھے"
  },
  {
    "verse_id": 73,
    "translation": "آخرکار پو پھٹتے ہی اُن کو ایک زبردست دھماکے نے آ لیا"
  },
  {
    "verse_id": 74,
    "translation": "اور ہم نے اُس بستی کو تلپٹ کر کے رکھ دیا اور اُن پر پکی ہوئی مٹی کے پتھروں کی بارش برسا دی۔"
  },
  {
    "verse_id": 75,
    "translation": "اِس واقعے میں بڑی نشانیاں ہیں اُن لوگوں کے لیے جو صاحب فراست ہیں"
  },
  {
    "verse_id": 76,
    "translation": "اور وہ علاقہ (جہاں یہ واقعہ پیش آیا تھا)گزر گاہ ِعام پر واقع ہے،"
  },
  {
    "verse_id": 77,
    "translation": "اُس میں سامان عبرت ہے اُن لوگوں کے لیے جو صاحب ایمان ہیں"
  },
  {
    "verse_id": 78,
    "translation": "اور اَیکہ والے ظالم تھے"
  },
  {
    "verse_id": 79,
    "translation": "تو دیکھ لو کہ ہم نے بھی اُن سے انتقام لیا، اور ان دونوں قوموں کے اُجڑے ہوئے علاقے کھُلے راستے پر واقع ہیں۔"
  },
  {
    "verse_id": 80,
    "translation": "حِجر کے لوگ بھی رسُولوں کی تکذیب کر چکے ہیں"
  },
  {
    "verse_id": 81,
    "translation": "ہم نے اپنی آیات اُن کے پاس بھیجیں، اپنی نشانیاں اُن کو دکھائیں، مگر وہ سب کو نظر انداز ہی کرتے رہے"
  },
  {
    "verse_id": 82,
    "translation": "وہ پہاڑ تراش تراش کر مکان بناتے تھے اور اپنی جگہ بالکل بے خوف اور مطمئن تھے"
  },
  {
    "verse_id": 83,
    "translation": "آخرکار ایک زبردست دھماکے نے اُن کو صبح ہوتے آ لیا"
  },
  {
    "verse_id": 84,
    "translation": "اور اُن کی کمائی اُن کے کچھ کام نہ آئی۔"
  },
  {
    "verse_id": 85,
    "translation": "ہم نے زمین اور آسمان کو اور اُن کی موجودات کو حق کے سوا کسی اور بُنیاد پر خلق نہیں کیا ہے، اور فیصلے کی گھڑی یقیناً آنے والی ہے، پس اے محمد ؐ ، تم (اِن لوگوں کی بے ہودگیوں پر)شریفانہ درگزر سے کام لو"
  },
  {
    "verse_id": 86,
    "translation": "یقیناً تمہارا ربّ سب کا خالق ہے اور سب کچھ جانتا ہے۔"
  },
  {
    "verse_id": 87,
    "translation": "ہم نے تم کو سات ایسی آیتیں دے رکھی ہیں جو بار بار دہرائی جانے کے لائق ہیں اور تمہیں قرآنِ عظیم عطا کیا ہے۔"
  },
  {
    "verse_id": 88,
    "translation": "تم اس متاعِ دُنیا کی طرف آنکھ اُٹھا کر نہ دیکھو جو ہم نے ان میں سے مختلف قسم کے لوگوں کو دے رکھی ہے، اور نہ اِن کے حال پر اپنا دل کُڑھاوٴ۔ انہیں چھوڑ کر ایمان لانے والوں کی طرف جُھکو"
  },
  {
    "verse_id": 89,
    "translation": "اور (نہ ماننے والوں سے) کہہ دو کہ میں تو صاف صاف تنبیہ کرنے والا ہوں"
  },
  {
    "verse_id": 90,
    "translation": "یہ اُسی کی طرح کی تنبیہ ہے جیسی ہم نے اُن تفرقہ پردازوں کی طرف بھیجی تھی"
  },
  {
    "verse_id": 91,
    "translation": "جنہوں نے اپنے قرآن کو ٹکڑے ٹکڑے کر ڈالا ہے۔"
  },
  {
    "verse_id": 92,
    "translation": "تو قسم ہے تیرے رب کی، ہم ضرور ان سب سے پوچھیں گے"
  },
  {
    "verse_id": 93,
    "translation": "کہ تم کیا کرتے رہے ہو"
  },
  {
    "verse_id": 94,
    "translation": "پس اے نبیؐ، جس چیز کا تمہیں حکم دیا جا رہا ہے، اُسے ہانکے پکارے کہہ دو اور شرک کرنے والوں کی ذرا پروا نہ کرو"
  },
  {
    "verse_id": 95,
    "translation": "تمہاری طرف سے ہم اُن مذاق اڑانے والوں کی خبر لینے کے لیے کافی ہیں"
  },
  {
    "verse_id": 96,
    "translation": "جو اللہ کے ساتھ کسی اور کو بھی خدا قرار دیتے ہیں عنقریب انہیں معلوم ہو جائے گا"
  },
  {
    "verse_id": 97,
    "translation": "ہمیں معلوم ہے کہ جو باتیں یہ لوگ تم پر بناتے ہیں ان سے تمہارے دل کو سخت کوفت ہوتی ہے"
  },
  {
    "verse_id": 98,
    "translation": "اس کا علاج یہ ہے کہ اپنے رب کی حمد کے ساتھ اس کی تسبیح کرو، اس کی جناب میں سجدہ بجا لاؤ"
  },
  {
    "verse_id": 99,
    "translation": "اور اُس آخری گھڑی تک اپنے ربّ کی بندگی کرتے رہو جس کا آنا یقینی ہے"
  }
]