[
  {
    "verse_id": 1,
    "translation": "قطار در قطار صف باندھنے والوں کی قسم"
  },
  {
    "verse_id": 2,
    "translation": "پھر اُن کی قسم جو ڈانٹنے پھٹکارنے والے ہیں"
  },
  {
    "verse_id": 3,
    "translation": "پھر اُن کی قسم جو کلامِ نصیحت سُنانے والے ہیں،"
  },
  {
    "verse_id": 4,
    "translation": "تمہارا معبُودِ حقیقی بس ایک ہی ہے"
  },
  {
    "verse_id": 5,
    "translation": "وہ جو زمین اور آسمانوں کا اور تمام اُن چیزوں کا  مالک ہے جو زمین  و آسمان میں ہیں ، اور سارے مشرقوں کا مالک۔"
  },
  {
    "verse_id": 6,
    "translation": "ہم نے آسمانِ دُنیا کو تاروں کی زینت سے آراستہ کیا ہے"
  },
  {
    "verse_id": 7,
    "translation": "اور ہر شیطانِ سرکش سے اس کو محفوظ کر دیا ہے۔"
  },
  {
    "verse_id": 8,
    "translation": "یہ شیاطین ملاء اعلیٰ کی باتیں نہیں سن سکتے، ہر طرف سے مارے اور ہانکے جاتے ہیں"
  },
  {
    "verse_id": 9,
    "translation": "اور ان کے لیے پیہم عذاب ہے"
  },
  {
    "verse_id": 10,
    "translation": "تا ہم اگر کوئی ان میں سے کچھ لے اُڑے تو ایک تیز شُعلہ اس کا پیچھا  کرتا ہے۔"
  },
  {
    "verse_id": 11,
    "translation": "اب اِن سے پوچھو، اِن کی پیدائش زیادہ مشکل ہے یا اُن چیزوں کی جو ہم نے پیدا کر رکھی ہیں؟ اِن کو تو ہم نے لیس دار گارے سے پیدا کیا ہے۔"
  },
  {
    "verse_id": 12,
    "translation": "تم (اللہ کی قدرت کے کرشموں پر) حیران ہو اور یہ اس کا مذاق اڑا رہے ہیں"
  },
  {
    "verse_id": 13,
    "translation": "سمجھایا جاتا ہے تو سمجھ کر نہیں دیتے"
  },
  {
    "verse_id": 14,
    "translation": "کوئی نشانی دیکھتے ہیں تو اسے ٹھٹھوں میں اڑاتے ہیں"
  },
  {
    "verse_id": 15,
    "translation": "اورکہتے ہیں”یہ تو صریح جادُو ہے،"
  },
  {
    "verse_id": 16,
    "translation": "بھلا کہیں ایسا ہو سکتا ہے کہ جب ہم مر چکے ہوں اور مٹی بن جائیں اور ہڈیوں کا پنجر رہ جائیں اُس وقت ہم پھر زندہ کر کے اٹھا کھڑے کیے جائیں؟"
  },
  {
    "verse_id": 17,
    "translation": "اور کیا ہمارے اگلے وقتوں کے آبا و اجداد بھی اٹھائے جائیں گے؟\""
  },
  {
    "verse_id": 18,
    "translation": "اِن سے کہوہاں، اور تم (خدا کے مقابلے میں)بے بس ہو۔"
  },
  {
    "verse_id": 19,
    "translation": "بس ایک ہی جھِڑکی ہوگی اور یکایک یہ اپنی آنکھوں سے (وہ سب کچھ جس کی خبر دی جارہی ہے)دیکھ رہے ہوں گے۔"
  },
  {
    "verse_id": 20,
    "translation": "اُس وقت یہ کہیں گے \"ہائے ہماری کم بختی، یہ تو یوم الجزا ہے\""
  },
  {
    "verse_id": 21,
    "translation": "یہ وہی فیصلے کا دن ہے جسے تم جھُٹلا یا کرتے تھے۔“"
  },
  {
    "verse_id": 22,
    "translation": "(حکم ہوگا)گھیر لاوٴ سب ظالموں اور ان کے ساتھیوں اور اُن کے معبُودوں کو جن کی وہ خدا کو چھوڑ کر بندگی کیا کرتے تھے"
  },
  {
    "verse_id": 23,
    "translation": "پھر ان سب کو جہنم کا راستہ دکھاؤ"
  },
  {
    "verse_id": 24,
    "translation": "اور ذرا اِنہیں ٹھیراؤ، اِن سے کچھ پوچھنا ہے"
  },
  {
    "verse_id": 25,
    "translation": "\"کیا ہو گیا تمہیں، اب کیوں ایک دوسرے کی مدد نہیں کرتے؟"
  },
  {
    "verse_id": 26,
    "translation": "ارے، آج تو یہ اپنے آپ کو (اور ایک دُوسرے کو)حوالے کیے دے رہے ہیں۔“"
  },
  {
    "verse_id": 27,
    "translation": "اس کے بعد یہ ایک دوسرے کی طرف مڑیں گے اور باہم تکرار شروع کر دیں گے"
  },
  {
    "verse_id": 28,
    "translation": "(پیروی کرنے والے اپنے پیشواوٴں سے)کہیں گے،”تم ہمارے پاس سیدھے رُخ سے آتے تھے۔“"
  },
  {
    "verse_id": 29,
    "translation": "وہ جواب دیں گے، \"نہیں بلکہ تم خود ایمان لانے والے نہ تھے"
  },
  {
    "verse_id": 30,
    "translation": "ہمارا تم پر کوئی زور نہ تھا، تم خود ہی سرکش لوگ تھے"
  },
  {
    "verse_id": 31,
    "translation": "آخرکار ہم اپنے رب کے اِس فرمان کے مستحق ہو گئے کہ ہم عذاب کا مزا چکھنے والے ہیں"
  },
  {
    "verse_id": 32,
    "translation": "سو ہم نے تم کو بہکایا، ہم خود بہکے ہوئے تھے۔“"
  },
  {
    "verse_id": 33,
    "translation": "اِس طرح وہ سب اُس روز عذاب میں مشترک ہوں گے۔"
  },
  {
    "verse_id": 34,
    "translation": "ہم مجرموں کے ساتھ یہی کچھ کیا کرتے ہیں"
  },
  {
    "verse_id": 35,
    "translation": "یہ وہ لوگ تھے کہ جب ان سے کہا جاتا \"اللہ کے سوا کوئی معبود بر حق نہیں ہے\" تو یہ گھمنڈ میں آ جاتے تھے"
  },
  {
    "verse_id": 36,
    "translation": "اور کہتے تھے \"کیا ہم ایک شاعر مجنون کی خاطر اپنے معبودوں کو چھوڑ دیں؟\""
  },
  {
    "verse_id": 37,
    "translation": "حالانکہ وہ حق لے کر آیا تھا اور اس نے رسُولوں کی تصدیق کی تھی۔"
  },
  {
    "verse_id": 38,
    "translation": "(اب ان سے کہا جائے گا کہ) تم لازماً دردناک سزا کا مزا چکھنے والے ہو"
  },
  {
    "verse_id": 39,
    "translation": "اور تمہیں جو بدلہ بھی دیا جا رہا ہے اُنہی اعمال کا دیا جا رہا ہے جو تم کرتے رہے ہو"
  },
  {
    "verse_id": 40,
    "translation": "مگر اللہ کے چیدہ بندے (اس انجام بد سے) محفوظ ہوں گے"
  },
  {
    "verse_id": 41,
    "translation": "ان کے لیے جانا بوجھا رزق ہے،"
  },
  {
    "verse_id": 42,
    "translation": "ہر طرح  کی لذیذ چیزیں۔"
  },
  {
    "verse_id": 43,
    "translation": "اور نعمت بھری جنتیں"
  },
  {
    "verse_id": 44,
    "translation": "جن میں وہ عزت کے ساتھ رکھے جائیں گے تختوں پر آمنے سامنے بیٹھیں گے"
  },
  {
    "verse_id": 45,
    "translation": "شراب کے چشموں سے ساغر بھر بھر کر ان کے درمیان پھرائے جائیں گے"
  },
  {
    "verse_id": 46,
    "translation": "چمکتی ہوئی شراب، جو پینے والوں کے لیے لذّت ہو گی"
  },
  {
    "verse_id": 47,
    "translation": "نہ ان کے جسم کو اس سے کوئی ضرر ہوگا اور نہ ان کی عقل اس سے خراب ہوگی۔"
  },
  {
    "verse_id": 48,
    "translation": "اور ان کے پاس نگاہیں بچانے والی، خوبصورت آنکھوں والی عورتیں ہوں گی،"
  },
  {
    "verse_id": 49,
    "translation": "ایسی نازک جیسے انڈے کے چھلکے کے نیچے چھُپی ہوئی جھِلی۔"
  },
  {
    "verse_id": 50,
    "translation": "پھر وہ ایک دوسرے کی طرف متوجہ ہو کر حالات پوچھیں گے"
  },
  {
    "verse_id": 51,
    "translation": "ان میں سے ایک کہے گا، \"دنیا میں میرا ایک ہم نشین تھا"
  },
  {
    "verse_id": 52,
    "translation": "جو مجھ سے کہا کرتا تھا، کیا تم بھی تصدیق کرنے والوں میں سے ہو؟"
  },
  {
    "verse_id": 53,
    "translation": "کیا واقعی جب ہم مر چکے ہوں گے اور مٹی ہو جائیں گے اور ہڈیوں کا پنجر بن کر رہ جائیں گے تو ہمیں جزا و سزا دی جائے گی؟"
  },
  {
    "verse_id": 54,
    "translation": "اب کیا آپ لوگ دیکھنا چاہتے ہیں کہ وہ صاحب اب کہاں ہیں؟\""
  },
  {
    "verse_id": 55,
    "translation": "یہ کہہ کر جونہی وہ جھکے گا تو جہنم کی گہرائی میں اس کو دیکھ لے گا"
  },
  {
    "verse_id": 56,
    "translation": "اور اس سے خطاب کر کے کہے گا \"خدا کی قسم، تُو تو مجھے تباہ ہی کر دینے والا تھا"
  },
  {
    "verse_id": 57,
    "translation": "میرے ربّ کا فضل شاملِ حال نہ ہوتا تو آج میں بھی  اُن لوگوں میں سے ہوتا جو پکڑے ہوئے آئے ہیں۔"
  },
  {
    "verse_id": 58,
    "translation": "اچھا تو کیا اب ہم مرنے والے نہیں ہیں؟"
  },
  {
    "verse_id": 59,
    "translation": "موت جو ہمیں آنی تھی وہ بس پہلے آچکی؟ اب ہمیں کوئی عذاب نہیں ہونا؟“"
  },
  {
    "verse_id": 60,
    "translation": "یقیناً یہی عظیم الشان کامیابی ہے"
  },
  {
    "verse_id": 61,
    "translation": "ایسی ہی کامیابی کے لیے عمل کرنے والوں کو عمل کرنا چاہیے"
  },
  {
    "verse_id": 62,
    "translation": "بولو، یہ ضیافت اچھی ہے یا  زقوم کا درخت؟"
  },
  {
    "verse_id": 63,
    "translation": "ہم  نے اس درخت کو ظالموں کے لیے فتنہ بنا دیا ہے۔"
  },
  {
    "verse_id": 64,
    "translation": "وہ ایک درخت ہے جو جہنم کی تہ سے نکلتا ہے"
  },
  {
    "verse_id": 65,
    "translation": "اس کے شگوفے ایسے ہیں جیسے شیطانوں کے سر۔"
  },
  {
    "verse_id": 66,
    "translation": "جہنم کے لوگ اُسے کھائیں گے اور اسی سے پیٹ بھریں گے"
  },
  {
    "verse_id": 67,
    "translation": "پھر اس پر پینے کے لیے کھولتا ہوا پانی ملے گا"
  },
  {
    "verse_id": 68,
    "translation": "اور اس کے بعد ان کی واپسی اسی آتشِ دوزخ کی طرف ہوگی۔"
  },
  {
    "verse_id": 69,
    "translation": "یہ وہ لوگ ہیں جنہوں نے اپنے باپ دادا کو گمراہ پایا"
  },
  {
    "verse_id": 70,
    "translation": "اور اُنہی کے نقشِ قدم پر دوڑ چلے۔"
  },
  {
    "verse_id": 71,
    "translation": "حالانکہ ان سے پہلے بہت سے لوگ گمراہ ہو چکے تھے"
  },
  {
    "verse_id": 72,
    "translation": "اور اُن میں ہم نے تنبیہ کرنے والے رسول بھیجے تھے"
  },
  {
    "verse_id": 73,
    "translation": "اب دیکھ لو کہ اُن تنبیہ کیے جانے والوں کا کیا انجام ہوا"
  },
  {
    "verse_id": 74,
    "translation": "اس بد انجامی سے بس اللہ کے وہی بندے بچے ہیں جنہیں اس نے اپنے لیے خالص کر لیا ہے"
  },
  {
    "verse_id": 75,
    "translation": "ہم کو (اس سے پہلے) نوحؑ نے پکارا تھا ، تو دیکھو کہ ہم کیسے اچھے جواب دینے والے تھے"
  },
  {
    "verse_id": 76,
    "translation": "ہم نے اس کو اور اس کے گھر والوں کو کرب عظیم سے بچا لیا"
  },
  {
    "verse_id": 77,
    "translation": "اور اسی کی نسل کو باقی رکھا"
  },
  {
    "verse_id": 78,
    "translation": "اور بعد کی نسلوں میں اس کی تعریف و توصیف چھوڑ دی"
  },
  {
    "verse_id": 79,
    "translation": "سلام ہے نوحؑ پر تمام دینا والوں میں"
  },
  {
    "verse_id": 80,
    "translation": "ہم نیکی کرنے والوں کو ایسی ہی جزا دیا کرتے ہیں"
  },
  {
    "verse_id": 81,
    "translation": "در حقیقت وہ ہمارے مومن بندوں میں سے تھا"
  },
  {
    "verse_id": 82,
    "translation": "پھر دوسرے گروہ کو ہم نے غرق کر دیا"
  },
  {
    "verse_id": 83,
    "translation": "اور نوحؑ ہی کے طریقے پر چلنے والا ابراہیمؑ تھا"
  },
  {
    "verse_id": 84,
    "translation": "جب وہ اپنے رب کے حضور قلب سلیم لے کر آیا"
  },
  {
    "verse_id": 85,
    "translation": "جب اس نے اپنے باپ اور اپنی قوم سے کہا ۔’’ یہ کیا چیزیں جن کے تم عبادت کر رہے ہو؟"
  },
  {
    "verse_id": 86,
    "translation": "کیا اللہ کو چھوڑ کر جھوٹ گھڑے ہوئے معبود چاہتے ہو؟"
  },
  {
    "verse_id": 87,
    "translation": "آخر اللہ ربّ العالمین کے بارے میں تمہارا کیا گمان ہے ؟‘‘"
  },
  {
    "verse_id": 88,
    "translation": "پھر اس نے تاروں پر ایک نگاہ ڈالی"
  },
  {
    "verse_id": 89,
    "translation": "اور کہا میری طبیعت خراب ہے"
  },
  {
    "verse_id": 90,
    "translation": "چنانچہ وہ لوگ اسے چھوڑ کر چلے گئے"
  },
  {
    "verse_id": 91,
    "translation": "ان کے پیچھے وہ چپکے سے ان کے معبودوں کے مندر میں گھس گیا اور بولا ’’ آپ لوگ کھاتے کیوں نہیں ہیں ؟"
  },
  {
    "verse_id": 92,
    "translation": "کیا ہو گیا، آپ لوگ بولتے بھی نہیں؟\""
  },
  {
    "verse_id": 93,
    "translation": "اس کے بعد وہ اُن پر پل پڑا اور سیدھے ہاتھ سے خوب ضربیں لگائیں"
  },
  {
    "verse_id": 94,
    "translation": "(واپس آ کر) وہ لوگ بھاگے بھاگے اس کے پاس آئے"
  },
  {
    "verse_id": 95,
    "translation": "اس نے کہا \"کیا تم اپنی ہی تراشی ہوئی چیزوں کو پوجتے ہو؟"
  },
  {
    "verse_id": 96,
    "translation": "حالانکہ اللہ ہی نے تم کو بھی پیدا کیا ہے اور اُن چیزوں کو بھی جنہیں تم بناتے ہو\""
  },
  {
    "verse_id": 97,
    "translation": "انہوں نے آپس میں کہا \"اس کے لیے ایک الاؤ تیار کرو اور اسے دہکتی ہوئی آگ کے ڈھیر میں پھینک دو\""
  },
  {
    "verse_id": 98,
    "translation": "انہوں نے اس کے خلاف ایک کار روائی کرنی چاہی تھی، مگر ہم نے انہی کو نیچا دکھا دیا"
  },
  {
    "verse_id": 99,
    "translation": "ابراہیمؑ نے کہا ’’میں اپنے رب کی طرف جاتا ہوں ، وہی میری رہنمائی کرے گا"
  },
  {
    "verse_id": 100,
    "translation": "اے پروردگار، مجھے ایک بیٹا عطا کر جو صالحوں میں سے ہو‘‘"
  },
  {
    "verse_id": 101,
    "translation": "(اس دعا کے جواب میں) ہم نے اس کو ایک حلیم(بردبار) لڑکے کی بشارت دی"
  },
  {
    "verse_id": 102,
    "translation": "وہ لڑکا جب اس کے ساتھ دوڑ دھوپ کرنے کی عمر کو پہنچ گیا تو (ایک روز) ابراہیمؑ نے اس سے کہا،’’بیٹا ، میں خواب میں دیکھتا ہوں کہ میں تجھے ذبح کر رہا ہوں ، اب تو بتا تیرا کیا خیال ہے ؟ اس نے کہا، ’’ ابا جان ، جو کچھ آپ کو حکم دیا جا رہا ہے اسے کر ڈالیے ، آپ اِنْشاءَ اللہ مجھے صابروں میں سے پائیں گے ‘‘"
  },
  {
    "verse_id": 103,
    "translation": "آخر کو جب ان دونوں نے سر تسلیم خم کر دیا اور ابراہیمؑ نے بیٹے کو ماتھے کے بل گرا دیا"
  },
  {
    "verse_id": 104,
    "translation": "اور ہم نے ندا دی کہ ’’ اے ابراہیمؑ"
  },
  {
    "verse_id": 105,
    "translation": "تو نے خواب سچ کر دکھایا ۔ ہم نیکی کرنے والوں کو ایسی ہی جزا دیتے ہیں"
  },
  {
    "verse_id": 106,
    "translation": "یقیناً یہ ایک کھلی آزمائش تھی‘‘"
  },
  {
    "verse_id": 107,
    "translation": "اور ہم نے ایک بڑی قربانی فدیے میں دے کر اس بچے کو چھڑا لیا"
  },
  {
    "verse_id": 108,
    "translation": "اور اس کی تعریف و توصیف ہمیشہ کے لیے بعد کی نسلوں میں چھوڑ دی"
  },
  {
    "verse_id": 109,
    "translation": "سلام ہے ابراہیمؑ پر"
  },
  {
    "verse_id": 110,
    "translation": "ہم نیکی کرنے والوں کو ایسی ہی جزا دیتے ہیں"
  },
  {
    "verse_id": 111,
    "translation": "یقیناً وہ ہمارے مومن بندوں میں سے تھا"
  },
  {
    "verse_id": 112,
    "translation": "اور ہم نے اسے اسحاقؑ کی بشارت دی، ایک نبی صالحین میں سے"
  },
  {
    "verse_id": 113,
    "translation": "اور اسے اور اسحاق کو برکت دی ۔اب ان دونوں کی ذریّت میں سے کوئی محسن ہے اور کوئی اپنے نفس پر صریح ظلم کرنے والا ہے"
  },
  {
    "verse_id": 114,
    "translation": "اور ہم نے موسیٰؑ و ہارونؑ پر احسان کیا"
  },
  {
    "verse_id": 115,
    "translation": "اُن کو اور ان کی قوم کو کربِ عظیم سے نجات دی،"
  },
  {
    "verse_id": 116,
    "translation": "اُنہیں نصرت بخشی جس کی وجہ سے وہی غالب رہے"
  },
  {
    "verse_id": 117,
    "translation": "ان کو نہایت واضح کتاب عطا کی"
  },
  {
    "verse_id": 118,
    "translation": "انہیں راہ راست دکھائی"
  },
  {
    "verse_id": 119,
    "translation": "اور بعد کی نسلوں میں ان کا ذکر خیر باقی رکھا"
  },
  {
    "verse_id": 120,
    "translation": "سلام ہے موسیٰؑ اور ہارونؑ پر"
  },
  {
    "verse_id": 121,
    "translation": "ہم نیکی کرنے والوں کو ایسی ہی جزا دیتے ہیں"
  },
  {
    "verse_id": 122,
    "translation": "در حقیقت وہ ہمارے مومن بندوں میں سے تھے"
  },
  {
    "verse_id": 123,
    "translation": "اور الیاسؑ بھی یقیناً مُرسَلین میں سے تھا۔"
  },
  {
    "verse_id": 124,
    "translation": "یاد کرو جب اس نے اپنی قوم سے کہا تھا کہ \"تم لوگ ڈرتے نہیں ہو؟"
  },
  {
    "verse_id": 125,
    "translation": "کیا تم بعل کو پکارتے ہو اور احسن الخالقین کو چھوڑ دیتےہو"
  },
  {
    "verse_id": 126,
    "translation": "اُس اللہ کو جو تمہارا اور تمہارے اگلے پچھلے آبا و اجداد کا رب ہے؟\""
  },
  {
    "verse_id": 127,
    "translation": "مگر انہوں نے اسے جھٹلا دیا، سو اب یقیناً وہ سزا کے لیے پیش کیے جانے والے ہیں"
  },
  {
    "verse_id": 128,
    "translation": "بجز اُن بندگانِ خدا کے جن کو خالص کر لیا گیا تھا۔"
  },
  {
    "verse_id": 129,
    "translation": "اور الیاسؑ کا ذکر خیر ہم نے بعد کی نسلوں میں باقی رکھا"
  },
  {
    "verse_id": 130,
    "translation": "سلام ہے الیاسؑ پر۔"
  },
  {
    "verse_id": 131,
    "translation": "ہم نیکی کرنے والوں کو ایسی ہی جزا دیتے ہیں"
  },
  {
    "verse_id": 132,
    "translation": "واقعی وہ ہمارے مومن بندوں میں سے تھا"
  },
  {
    "verse_id": 133,
    "translation": "اور لوطؑ بھی انہی لوگوں میں سے تھا جو رسول بنا کر بھیجے گئے ہیں"
  },
  {
    "verse_id": 134,
    "translation": "یاد کرو جب ہم نے اس کو اور اس کے سب گھر والوں کو نجات دی"
  },
  {
    "verse_id": 135,
    "translation": "سوائے ایک بُڑھیا کے جو پیچھے رہ جانے والوں میں سے تھی۔"
  },
  {
    "verse_id": 136,
    "translation": "پھر باقی سب کو تہس نہس کر دیا"
  },
  {
    "verse_id": 137,
    "translation": "آج تم شب و روز اُن کے اُجڑے دیا ر پر سے گزرتے ہو۔"
  },
  {
    "verse_id": 138,
    "translation": "کیا تم کو عقل نہیں آتی؟"
  },
  {
    "verse_id": 139,
    "translation": "اور یقیناً یُونسؑ بھی رسُولوں میں سے تھا۔"
  },
  {
    "verse_id": 140,
    "translation": "یاد کرو جب وہ ایک بھر ی کشتی کی طرف بھاگ نکلا،"
  },
  {
    "verse_id": 141,
    "translation": "پھر قرعہ اندازی میں شریک ہوا اور اس میں مات کھائی"
  },
  {
    "verse_id": 142,
    "translation": "آخرکار مچھلی نے اسے نگل لیا اور وہ ملامت زدہ تھا"
  },
  {
    "verse_id": 143,
    "translation": "اب اگر وہ تسبیح کرنے والوں میں سے نہ ہوتا"
  },
  {
    "verse_id": 144,
    "translation": "تو روزِ قیامت تک اسی مچھلی کے پیٹ میں رہتا۔"
  },
  {
    "verse_id": 145,
    "translation": "آخر کار ہم نے اسے بڑی سقیم حالت میں ایک چٹیل زمین میں پھینک دیا۔"
  },
  {
    "verse_id": 146,
    "translation": "اور اُس پر ایک بیلدار درخت اُگا دیا"
  },
  {
    "verse_id": 147,
    "translation": "اس کے بعد ہم نے اُسے ایک لاکھ، یا اس سے زائد لوگوں کی طرف بھیجا،"
  },
  {
    "verse_id": 148,
    "translation": "وہ ایمان لائے اور ہم نے ایک وقتِ خاص تک انہیں باقی رکھا۔"
  },
  {
    "verse_id": 149,
    "translation": "پھر ذرا اِن لوگوں سے پوچھو، کیا (اِن کے دل کو یہ بات لگتی ہے کہ)تمہارے ربّ کے لیے توہوں بیٹیاں اور اِن کے لیے ہوں بیٹے!"
  },
  {
    "verse_id": 150,
    "translation": "کیا واقعی ہم نے ملائکہ کو عورتیں ہی بنا یا ہے اور یہ آنکھوں دیکھی بات کہہ رہے ہیں؟"
  },
  {
    "verse_id": 151,
    "translation": "خوب سن رکھو، دراصل یہ لوگ اپنی من گھڑت سے یہ بات کہتے ہیں"
  },
  {
    "verse_id": 152,
    "translation": "کہ اللہ اولاد رکھتا ہے، اور فی الواقع یہ جھوٹے ہیں"
  },
  {
    "verse_id": 153,
    "translation": "کیا اللہ نے بیٹوں کے بجائے بیٹیاں اپنے لیے پسند کر لیں؟"
  },
  {
    "verse_id": 154,
    "translation": "تمہیں کیا ہو گیا ہے، کیسے حکم لگا رہے ہو"
  },
  {
    "verse_id": 155,
    "translation": "کیا تمہیں ہوش نہیں آتا"
  },
  {
    "verse_id": 156,
    "translation": "یا پھر تمہارے پاس اپنی ان باتوں کے لیے کوئی صاف سند ہے"
  },
  {
    "verse_id": 157,
    "translation": "تو لاوٴ اپنی وہ کتاب اگر تم سچے ہو۔"
  },
  {
    "verse_id": 158,
    "translation": "اِنہوں نے اللہ اور ملائکہ کے درمیان نسب کا رشتہ بنا رکھا ہے، حالانکہ ملائکہ خوب جانتے ہیں کہ یہ لوگ مُجرم کی حیثیت سے پیش ہونے والے ہیں"
  },
  {
    "verse_id": 159,
    "translation": "(اور وہ کہتے ہیں کہ) \"اللہ اُن صفات سے پاک ہے"
  },
  {
    "verse_id": 160,
    "translation": "جو اُس کے خالص بندوں کے سوا دوسرے لوگ اس کی طرف منسوب کرتے ہیں"
  },
  {
    "verse_id": 161,
    "translation": "پس تم اور تمہارے یہ معبود"
  },
  {
    "verse_id": 162,
    "translation": "اللہ سے کسی کو پھیر نہیں سکتے"
  },
  {
    "verse_id": 163,
    "translation": "مگر صرف اُس کو جو دوزخ کی بھڑکتی ہوئی آگ میں جھُلسنے والا ہو۔"
  },
  {
    "verse_id": 164,
    "translation": "اور ہمارا حال تو یہ ہے کہ ہم میں سے ہر ایک کا ایک مقام مقرر ہے،"
  },
  {
    "verse_id": 165,
    "translation": "اور ہم صف بستہ خدمت گار ہیں"
  },
  {
    "verse_id": 166,
    "translation": "اور تسبیح کرنے والے ہیں\""
  },
  {
    "verse_id": 167,
    "translation": "یہ لوگ پہلے تو کہا کرتے تھے"
  },
  {
    "verse_id": 168,
    "translation": "کہ کاش ہمارے پاس وہ \"ذکر\" ہوتا جو پچھلی قوموں کو ملا تھا"
  },
  {
    "verse_id": 169,
    "translation": "تو  ہم اللہ کے چیدہ بندے ہوتے۔"
  },
  {
    "verse_id": 170,
    "translation": "مگر (جب وہ آ گیا) تو انہوں نے اس کا انکار کر دیا اب عنقریب اِنہیں (اِس روش کا نتیجہ) معلوم ہو جائے گا"
  },
  {
    "verse_id": 171,
    "translation": "اپنے بھیجے ہوئے بندوں سے ہم پہلے ہی وعدہ کر چکے ہیں"
  },
  {
    "verse_id": 172,
    "translation": "کہ یقیناً ان کی مدد کی جائے گی"
  },
  {
    "verse_id": 173,
    "translation": "اور ہمارا لشکر ہی غالب ہو کر رہے گا۔"
  },
  {
    "verse_id": 174,
    "translation": "پس اے نبیؐ، ذرا کچھ مدّت تک انہیں اِن کے حال پر چھوڑ دو"
  },
  {
    "verse_id": 175,
    "translation": "اور دیکھتے رہو، عنقریب یہ خود بھی دیکھ لیں گے"
  },
  {
    "verse_id": 176,
    "translation": "کیا یہ ہمارے عذاب کے لیے جلدی مچا رہے ہیں؟"
  },
  {
    "verse_id": 177,
    "translation": "جب وہ اِن کے صحن میں آ اترے گا تو وہ دن اُن لوگوں کے لیے بہت برا ہو گا جنہیں متنبہ کیا جا چکا ہے"
  },
  {
    "verse_id": 178,
    "translation": "بس ذرا اِنہیں کچھ مدت کے لیے چھوڑ دو"
  },
  {
    "verse_id": 179,
    "translation": "اور دیکھتے رہو، عنقریب یہ خود دیکھ لیں گے"
  },
  {
    "verse_id": 180,
    "translation": "پاک ہے تیرا رب، عزت کا مالک، اُن تمام باتوں سے جو یہ لوگ بنا رہے ہیں"
  },
  {
    "verse_id": 181,
    "translation": "اور سلام ہے مرسلین پر"
  },
  {
    "verse_id": 182,
    "translation": "اور ساری تعریف اللہ ربّ العالمین ہی کے لیے ہے"
  }
]