[
  {
    "verse_id": 1,
    "translation": "ح م"
  },
  {
    "verse_id": 2,
    "translation": "قسم ہے اِس کتاب مبین کی"
  },
  {
    "verse_id": 3,
    "translation": "کہ ہم نے اِسے ایک بڑی خیر و برکت والی رات میں نازل کیا ہے، کیونکہ ہم لوگوں کو متنبّہ کرنے کا ارادہ رکھتے تھے۔"
  },
  {
    "verse_id": 4,
    "translation": "یہ وہ رات تھی جس میں ہر معاملہ کا حکیمانہ فیصلہ"
  },
  {
    "verse_id": 5,
    "translation": "ہمارے حکم سے صادر کیا جاتا ہے۔ ہم ایک رسُول بھیجنے والے تھے"
  },
  {
    "verse_id": 6,
    "translation": "تیرے ربّ کی رحمت کے طو ر پر۔ یقیناً وہی سب کچھ سُننے اور جاننے والا ہے،"
  },
  {
    "verse_id": 7,
    "translation": "آسمانوں اور زمین کا ربّ اور ہر اُس چیز کا ربّ جو آسمان و زمین کے درمیان ہے اگر تم لوگ واقعی یقین رکھنے والے ہو۔"
  },
  {
    "verse_id": 8,
    "translation": "کوئی معبُود اُس کے سوا  نہیں ہے۔ وہی زندگی عطا کرتا ہے اور وہی موت دیتا ہے۔ تمہارا ربّ اور تمہارے اُن اسلاف کا ربّ جو پہلے گزر چکے ہیں۔"
  },
  {
    "verse_id": 9,
    "translation": "(مگر فی الواقع اِن لوگوں کو یقین نہیں ہے)بلکہ یہ اپنے شک میں پڑے کھیل رہے ہیں۔"
  },
  {
    "verse_id": 10,
    "translation": "اچھا انتظار کرو اُس دن کا جب آسمان صریح دھواں لیے ہوئے آئے گا"
  },
  {
    "verse_id": 11,
    "translation": "اور وہ لوگوں پر چھا جائے گا، یہ ہے درد ناک سزا"
  },
  {
    "verse_id": 12,
    "translation": "(اب کہتے ہیں کہ) \" پروردگار، ہم پر سے یہ عذاب ٹال دے، ہم ایمان لاتے ہیں\""
  },
  {
    "verse_id": 13,
    "translation": "اِن کی غفلت کہاں دُور ہوتی ہے؟ اِن کا حال تو یہ ہے کہ اِن کے پاس رسُولِ مُبین آگیا"
  },
  {
    "verse_id": 14,
    "translation": "پھر بھی یہ اُس کی طرف مُلتفت نہ ہوئے اور کہا کہ ”یہ تو سکھایا پڑھایا باولا ہے۔“"
  },
  {
    "verse_id": 15,
    "translation": "ہم ذرا عذاب ہٹائے دیتے ہیں، تم لوگ پھر وہی کچھ کرو گے جو پہلے کر رہے تھے"
  },
  {
    "verse_id": 16,
    "translation": "جس روز ہم بڑی ضرب لگائیں گے وہ دن ہوگا جب ہم تم سے انتقام لیں گے۔"
  },
  {
    "verse_id": 17,
    "translation": "ہم اِن سے پہلے فرعون کی قوم کو اِسی آزمائش میں ڈال چکے ہیں۔ اُن کے پاس ایک نہایت شریف رسُول آیا"
  },
  {
    "verse_id": 18,
    "translation": "اور اس نے کہا”اللہ کے بندوں کو میرے حوالے کرو، میں تمہارے لیے ایک امانتدار رسُول ہوں۔"
  },
  {
    "verse_id": 19,
    "translation": "اللہ کے مقابلے میں سرکشی نہ کرو۔ میں تمہارے سامنے (اپنی مامُوریّت کی)صریح سَنَد پیش کرتا ہوں۔"
  },
  {
    "verse_id": 20,
    "translation": "اور میں اپنے رب اور تمہارے رب کی پناہ لے چکا ہوں اِس سے کہ تم مجھ پر حملہ آور ہو"
  },
  {
    "verse_id": 21,
    "translation": "اگر تم میری بات نہیں مانتے تو مجھ پر ہاتھ ڈالنے سے باز رہو۔“"
  },
  {
    "verse_id": 22,
    "translation": "آخر کار اس نے اپنے رب کو پکارا کہ یہ لوگ مجرم ہیں۔"
  },
  {
    "verse_id": 23,
    "translation": "(جواب دیا گیا)”اچھا تُو راتوں رات میرے بندوں کو لے کر چل پڑ۔ تم لوگوں کا پیچھا کیا جائے گا۔"
  },
  {
    "verse_id": 24,
    "translation": "سمندر کو اس حال پر کھلا چھوڑ دے۔ یہ سارا لشکر غرق ہونے والا ہے۔“"
  },
  {
    "verse_id": 25,
    "translation": "\" کتنے ہی باغ اور چشمے"
  },
  {
    "verse_id": 26,
    "translation": "اور کھیت اور شاندار محل تھے جو وہ چھوڑ گئے"
  },
  {
    "verse_id": 27,
    "translation": "کتنے ہی عیش کے سر و سامان، جن میں وہ مزے کر رہے تھے اُن کے پیچھے دھرے رہ گئے"
  },
  {
    "verse_id": 28,
    "translation": "یہ ہُوا اُن کا انجام، اور ہم نے دُوسروں کو اِن چیزوں کا وارث بنا دیا۔"
  },
  {
    "verse_id": 29,
    "translation": "پھر نہ آسمان اُن پر رویا نہ زمین ، اور ذرا سی مہلت بھی اُن کو نہ دی گئی"
  },
  {
    "verse_id": 30,
    "translation": "اِس طرح بنی اسرائیل کو ہم نے سخت ذلّت کے عذاب ،"
  },
  {
    "verse_id": 31,
    "translation": "فرعون سے نجات دی جو حد سے گزر جانے والوں میں فی الواقع بڑے اُونچے درجے کا آدمی تھا،"
  },
  {
    "verse_id": 32,
    "translation": "اور اُن کی حالت جانتے ہوئے اُن کو دنیا کی دُوسری قوموں پر ترجیح دی،"
  },
  {
    "verse_id": 33,
    "translation": "اور اُنہیں ایسی نشانیاں دکھائیں جن میں صریح آزمائش تھی۔"
  },
  {
    "verse_id": 34,
    "translation": "یہ لوگ کہتے ہیں"
  },
  {
    "verse_id": 35,
    "translation": "ہماری پہلی موت کے سوا اور کچھ نہیں، اُس کے بعد ہم دوبارہ اُٹھائے جانے والے نہیں ہیں۔"
  },
  {
    "verse_id": 36,
    "translation": "اگر تم سچے ہو تو اُٹھا لاوٴ ہمارے باپ دادا کو۔“"
  },
  {
    "verse_id": 37,
    "translation": "یہ بہتر ہیں یا تُبع کی قوم اور اُس سے پہلے کے لوگ؟ ہم نے ان کو اِسی بنا پر تباہ کیا کہ وہ مُجرم ہوگئے تھے۔"
  },
  {
    "verse_id": 38,
    "translation": "یہ آسمان و زمین اور اِن کے درمیان کی چیزیں ہم نے کچھ کھیل کے طور پر نہیں بنا دی ہیں"
  },
  {
    "verse_id": 39,
    "translation": "اِن کو ہم نے برحق پیدا کیا ہے، مگر اکثر لوگ جانتے نہیں ہیں۔"
  },
  {
    "verse_id": 40,
    "translation": "اِن سب کے اُٹھائے جانے کے لیے  طے شدہ وقت فیصلے کا دن ہے،"
  },
  {
    "verse_id": 41,
    "translation": "وہ دن جب کوئی عزیزِ قریب اپنے کسی عزیزِ قریب کے کچھ بھی کام نہ آئے گا اور نہ کہیں سے انہیں کوئٰ مدد پہنچے گی"
  },
  {
    "verse_id": 42,
    "translation": "سوائے اِس کے کہ اللہ ہی کسی پر رحم کرے، وہ زبردست اور رحیم ہے۔"
  },
  {
    "verse_id": 43,
    "translation": "زَقّوم کا درخت"
  },
  {
    "verse_id": 44,
    "translation": "گناہ گار کا کھاجا ہوگا"
  },
  {
    "verse_id": 45,
    "translation": "تیل کی تلچھٹ جیسا، پیٹ میں اِس طرح جوش کھائے گا"
  },
  {
    "verse_id": 46,
    "translation": "جیسے کھولتا ہوا پانی جوش کھاتا ہے"
  },
  {
    "verse_id": 47,
    "translation": "\" پکڑو اِسے اور رگیدتے ہوئے لے جاؤ اِس کو جہنم کے بیچوں بیچ"
  },
  {
    "verse_id": 48,
    "translation": "اور انڈیل دو اِس کے سر پر کھولتے پانی کا عذاب"
  },
  {
    "verse_id": 49,
    "translation": "چکھ اس کا مزا، بڑا زبردست عزت دار آدمی ہے تُو"
  },
  {
    "verse_id": 50,
    "translation": "یہ وہی چیز ہے جس کے آنے میں تم لوگ شک رکھتے تھے\""
  },
  {
    "verse_id": 51,
    "translation": "خدا ترس لوگ امن کی جگہ میں ہوں گے۔"
  },
  {
    "verse_id": 52,
    "translation": "باغوں اور چشموں میں"
  },
  {
    "verse_id": 53,
    "translation": "حریر و دیبا کے لباس پہنے، آمنے سامنے بیٹھے ہوں گے"
  },
  {
    "verse_id": 54,
    "translation": "یہ ہوگی ان کی شان۔ اور ہم گوری گوری آہو چشم عورتیں ان سے بیاہ دیں گے"
  },
  {
    "verse_id": 55,
    "translation": "وہاں وہ اطمینان سے ہر طرح کی لذیذ چیزیں طلب کریں گے۔"
  },
  {
    "verse_id": 56,
    "translation": "وہاں موت کا مزہ وہ کبھی نہ چکھیں گے، بس دنیا میں جو موت آ چکی سو آ چکی اور اللہ اپنے فضل سے،"
  },
  {
    "verse_id": 57,
    "translation": "ان کو جہنّم کے عذاب سے بچا دے گا، یہی بڑی کامیابی ہے"
  },
  {
    "verse_id": 58,
    "translation": "اے نبیؐ، ہم نے اِس کتاب کو تمہاری زبان میں سہل بنا دیا ہے تاکہ یہ لوگ نصیحت حاصل کریں"
  },
  {
    "verse_id": 59,
    "translation": "اب تم بھی انتظارکرو، یہ بھی منتظر ہیں۔"
  }
]