[
  {
    "verse_id": 1,
    "translation": "قسم ہے اُن ہواؤں کی جو گرد اڑانے والی ہیں"
  },
  {
    "verse_id": 2,
    "translation": "پھر پانی سے لدے ہوئے بادل اٹھانے والی ہیں۔"
  },
  {
    "verse_id": 3,
    "translation": "پھر سبک رفتاری کے ساتھ چلنے والی ہیں"
  },
  {
    "verse_id": 4,
    "translation": "پھر ایک بڑے کام (بارش) کی تقسیم کرنے والی ہیں،"
  },
  {
    "verse_id": 5,
    "translation": "حق یہ ہے کہ جس چیز کا تمہیں خوف دلایا جارہا ہے وہ سچی ہے"
  },
  {
    "verse_id": 6,
    "translation": "اور جزائے اعمال ضرور پیش آنی ہے۔"
  },
  {
    "verse_id": 7,
    "translation": "قسم ہے متفرق شکلوں والے آسمان کی،"
  },
  {
    "verse_id": 8,
    "translation": "(آخرت کے بارے میں) تمہاری بات ایک دوسرے سےمختلف ہے۔"
  },
  {
    "verse_id": 9,
    "translation": "اس سے وہی بر گشتہ ہوتا ہے جو حق سے پِھرا ہوا ہے۔"
  },
  {
    "verse_id": 10,
    "translation": "مارے گئے قیاس و گمان سے حکم لگانے والے،"
  },
  {
    "verse_id": 11,
    "translation": "جو جہالت میں غرق اور غفلت میں مدہوش ہیں۔"
  },
  {
    "verse_id": 12,
    "translation": "پوچھتے ہیں آخر وہ روز جزاء کب آئے گا؟"
  },
  {
    "verse_id": 13,
    "translation": "وہ اُس روز آئے گا جب یہ لوگ آگ پر تپائے  جائیں گے۔"
  },
  {
    "verse_id": 14,
    "translation": "(اِن سے کہا جائےگا) اب چکھو مزا اپنے فتنے کا۔ یہ وہی چیز ہےجس کے لیے تم جلدی مچارہے تھے۔"
  },
  {
    "verse_id": 15,
    "translation": "البتہ متّقی لوگ اُس روز باغوں اور چشموں میں ہوں گے"
  },
  {
    "verse_id": 16,
    "translation": "جو کچھ ان کا رب انہیں دے گا اسے خوشی خوشی لے رہے ہوں گے۔ وہ اُس دن کے آنے سے پہلے نیکو کار تھے"
  },
  {
    "verse_id": 17,
    "translation": "راتوں کو کم ہی سوتے تھے۔"
  },
  {
    "verse_id": 18,
    "translation": "پھر وہی رات کے پچھلے پہروں میں معافی مانگتے تھے،"
  },
  {
    "verse_id": 19,
    "translation": "اور ان کے مالوں میں حق تھا سائل اور محروم کے لیے۔"
  },
  {
    "verse_id": 20,
    "translation": "زمین میں بہت سی نشانیاں ہیں یقین لانے والوں کے لیے،"
  },
  {
    "verse_id": 21,
    "translation": "اور خود تمہارے اپنے وجود میں ہیں۔ کیا تم کو سُوجھتا نہیں؟"
  },
  {
    "verse_id": 22,
    "translation": "آسمان ہی میں ہے تمہارا رزق بھی اور وہ چیز بھی جس کاتم سے وعدہ کیا جا رہا ہے۔"
  },
  {
    "verse_id": 23,
    "translation": "پس قسم ہے آسمان اور زمین کے مالک کی، یہ بات حق ہے، ایسی ہی یقینی جیسے تم بول رہے ہو"
  },
  {
    "verse_id": 24,
    "translation": "اے نبی ؐ ، ابراہیم ؑ کے معزز مہمانوں کی حکایت بھی تمہیں پہنچی ہے؟"
  },
  {
    "verse_id": 25,
    "translation": "جب وہ اُس کے ہاں آئے تو کہا آپ کو سلام ہے۔ اُس نے کہا ”آپ لوگوں کو بھی سلام ہے۔۔۔۔ کچھ ناآشنا سے لوگ ہیں۔“"
  },
  {
    "verse_id": 26,
    "translation": "پھر وہ چپکے سے اپنے گھر والوں کے پاس گیا ، اور ایک موٹا تازہ بچھڑا لاکر"
  },
  {
    "verse_id": 27,
    "translation": "مہمانوں کے آگے پیش کیا اُس نے کہا آپ حضرات کھاتے نہیں؟"
  },
  {
    "verse_id": 28,
    "translation": "پھر وہ اپنے دل میں ان سے ڈرا۔ انہوں نےکہا ڈریے نہیں، اور اُسے ایک ذی علم لڑکے کی پیدائش کا مژدہ سنایا۔"
  },
  {
    "verse_id": 29,
    "translation": "یہ سُن کر اُس کی بیوی چیختی ہوئی آگے بڑھی اور اس نے اپنا منہ پِیٹ لیا اور کہنے لگی ، ”بوڑھی، بانجھ!“"
  },
  {
    "verse_id": 30,
    "translation": "انہوں نے کہا”یہی کچھ فرمایا ہے تیرے رب نے، وہ حکیم ہے اور سب کچھ جانتا ہے۔“"
  },
  {
    "verse_id": 31,
    "translation": "ابراہیم ؑ نے کہا ، اے فرستادگانِ الہٰی ، کیا مہم آپ کو درپیش ہے؟"
  },
  {
    "verse_id": 32,
    "translation": "انہوں نے کہا”ہم ایک مجرم قوم کی طرف بھیجے گئے ہیں"
  },
  {
    "verse_id": 33,
    "translation": "تاکہ اُس پر پکی ہوئی مٹی کے پتھر برسا دیں"
  },
  {
    "verse_id": 34,
    "translation": "جو آپ کے رب کے ہاں حد سے گزر جانے والوں کے لیے نشان زدہ ہیں“"
  },
  {
    "verse_id": 35,
    "translation": "پھر ہم نے ان سب لوگوں کو نکال لیا جو اس بستی میں مومن تھے"
  },
  {
    "verse_id": 36,
    "translation": "اور وہاں ہم نے ایک گھر کےسوا مسلمانوں کا کوئی گھر نہ پایا۔"
  },
  {
    "verse_id": 37,
    "translation": "اس کے بعد ہم  نے وہاں بس ایک نشانی ان لوگوں کے لیے چھوڑ دی جو درد ناک عذاب سے ڈرتے ہوں۔"
  },
  {
    "verse_id": 38,
    "translation": "اور(تمہارے لیے نشانی ہے) موسیٰؑ کے قصے ہیں۔ جب ہم نے اسے صریح سَنَد کے ساتھ فرعون کے پاس بھیجا"
  },
  {
    "verse_id": 39,
    "translation": "تو وہ اپنے بل بوتے پر اکڑ گیا اور بولا یہ جادوگر ہے یا مجنون ہے۔"
  },
  {
    "verse_id": 40,
    "translation": "آخر کار ہم نے اُسے اور اس کے لشکروں  کو پکڑا اور سب کو سمندر میں پھینک دیا  اور وہ ملامت زدہ ہو کر رہ گیا۔"
  },
  {
    "verse_id": 41,
    "translation": "اور (تمہارے لیے نشانی ہے) عاد میں، جبکہ ہم نے ان پر ایک ایسی بے خیر ہوا بھیج دی"
  },
  {
    "verse_id": 42,
    "translation": "کہ جس چیز پر بھی وہ گزر گئی اسے بوسیدہ کر کے رکھ دیا۔"
  },
  {
    "verse_id": 43,
    "translation": "اور (تمہارے لیے نشانی ہے) ثمود میں ، جب ان سے کہا گیا تھا کہ ایک خاص وقت تک مزے کر لو۔"
  },
  {
    "verse_id": 44,
    "translation": "مگر اس تنبیہ پر بھی انہوں نے اپنے رب کےحکم سے سرتابی کی۔ آخر کار ان کے دیکھتے دیکھتےایک اچانک ٹوٹ پڑنے والے عذاب نے ان کو آلیا۔"
  },
  {
    "verse_id": 45,
    "translation": "پھر نہ ان میں اٹھنے کی سکت تھی اور نہ وہ اپنا بچاؤ کر سکتے تھے۔"
  },
  {
    "verse_id": 46,
    "translation": "اور ان سب سے پہلے ہم نے نوحؑ کی قوم کو ہلاک کیا کیونکہ وہ فاسق لوگ تھے"
  },
  {
    "verse_id": 47,
    "translation": "آسمان کو ہم نے اپنے زور سے بنایا ہے اور ہم اس کی قدرت رکھتے ہیں۔"
  },
  {
    "verse_id": 48,
    "translation": "زمین کو ہم نے بچھایا ہے اور ہم بڑے اچھے ہموار کرنے والے ہیں۔"
  },
  {
    "verse_id": 49,
    "translation": "اور ہر چیز کے ہم نے جوڑے بنائے ہیں، شاید کہ تم اس سے سبق لو۔"
  },
  {
    "verse_id": 50,
    "translation": "تو دوڑو اللہ کی طرف، میں تمہارے لیے اس کی طرف سے صاف صاف خبردار کرنے والا ہوں"
  },
  {
    "verse_id": 51,
    "translation": "اور نہ بناؤ اللہ کے ساتھ کوئی دوسرا معبود، میں تمہارے لیے اس کی طرف سے صاف صاف خبردار کرنے والا ہوں۔"
  },
  {
    "verse_id": 52,
    "translation": "یونہی ہو تا رہا ہے، ان سے پہلے کی قوموں کے پاس بھی کوئی رسول ایسا نہیں آیا جسے انہوں نے یہ نہ کہا ہو کہ یہ ساحر ہے یا مجنون"
  },
  {
    "verse_id": 53,
    "translation": "کیا ان سب نے آپس میں اس پر کوئی سمجھوتہ کر لیا ہے؟ نہیں، بلکہ یہ سب سر کش لوگ ہیں۔"
  },
  {
    "verse_id": 54,
    "translation": "پس اے نبی ؐ ، ان سے رخ پھیر لو، تم پر کچھ ملامت نہیں"
  },
  {
    "verse_id": 55,
    "translation": "البتہ نصیحت کرے رہو، کیونکہ نصیحت ایمان لانے والوں کے لیے نافع ہے۔"
  },
  {
    "verse_id": 56,
    "translation": "میں نے جِنّ اور انسانوں کو اس کے سوا کسی کام کے لیے پیدا نہیں کیا ہے کہ وہ میری بندگی کریں"
  },
  {
    "verse_id": 57,
    "translation": "میں ان سے کوئی رزق نہیں چاہتا اور نہ یہ چاہتا ہوں کہ وہ مجھے کھلائیں۔"
  },
  {
    "verse_id": 58,
    "translation": "اللہ تو خود ہی رزّاق ہےبڑی قوت والا اور زبردست۔"
  },
  {
    "verse_id": 59,
    "translation": "پس جن لوگوں نے ظلم کیا ہے ان کے حصے کا بھی ویسا ہی عذاب تیار ہے جیسا اِنہی جیسے لوگوں کو اُن کے حصے کا مل چکا ہے، اس کے لیے یہ لوگ جلدی نہ مچائیں۔"
  },
  {
    "verse_id": 60,
    "translation": "آخر کو تباہی ہے کفر کرنے والوں کے لیے اُس روز جس کا انہیں خوف دلایا جا رہا ہے"
  }
]