[
  {
    "verse_id": 1,
    "translation": "قسم ہے ُطور کی،"
  },
  {
    "verse_id": 2,
    "translation": "اور ایک ایسی کھلی کتاب کی"
  },
  {
    "verse_id": 3,
    "translation": "جو رقیق جِلد میں لکھی ہوئی ہے،"
  },
  {
    "verse_id": 4,
    "translation": "اور آباد گھر کی،"
  },
  {
    "verse_id": 5,
    "translation": "اور اُونچی چھت کی،"
  },
  {
    "verse_id": 6,
    "translation": "اور مَوجْزَن سمندر کی،"
  },
  {
    "verse_id": 7,
    "translation": "کہ تیرے رب کا عذاب ضرور واقع ہونے والا ہے"
  },
  {
    "verse_id": 8,
    "translation": "جسے کوئی دفع کرنے والا نہیں۔"
  },
  {
    "verse_id": 9,
    "translation": "وہ اُس روز واقع ہو گا جب آسمان بُری طرح ڈگمگائے گا"
  },
  {
    "verse_id": 10,
    "translation": "اور پہاڑ اُڑے  اُڑے پھریں گے۔"
  },
  {
    "verse_id": 11,
    "translation": "تباہی ہے اُس روز اُن جھٹلانے والوں کے لیے"
  },
  {
    "verse_id": 12,
    "translation": "جو آج کھیل کے طور پر اپنی حجّت بازیوں میں لگے ہوئے ہیں۔"
  },
  {
    "verse_id": 13,
    "translation": "جس دن انہیں دھکے مار مار کر نار جہنم کی طرف لے چلا جائے گا"
  },
  {
    "verse_id": 14,
    "translation": "اُس وقت اُن سے کہا جائے گا کہ \"یہ وہی آگ ہے جسے تم جھٹلایا کرتے تھے"
  },
  {
    "verse_id": 15,
    "translation": "اب بتاؤیہ جادُو ہے یا تمھیں سُوجھ نہیں رہا ہے؟"
  },
  {
    "verse_id": 16,
    "translation": "جاؤ اب جھلسو اِس کے اندر، تم خواہ صبر کرو یا نہ کرو، تمہارے لیے یکساں ہے، تمہیں ویسا ہی بدلہ دیا جا رہا ہے جیسے تم عمل کر رہے تھے"
  },
  {
    "verse_id": 17,
    "translation": "متقی لوگ وہاں باغوں اور نعمتوں  میں ہوں گے"
  },
  {
    "verse_id": 18,
    "translation": "لُطف لے رہے ہوں گے اُن چیزوں سے جو اُن کا رب انہیں دے گا، اور اُن کا رب اُنہیں دوزخ کے عذاب سے بچالے گا۔"
  },
  {
    "verse_id": 19,
    "translation": "(ان سے کہا جائے گا) کھاؤ اور پیو مزے سے اپنے ان اعمال کےصلے میں جو تم کرتے رہے ہو"
  },
  {
    "verse_id": 20,
    "translation": "وہ آمنے سامنے بچھے ہوئےتختوں پر تکیے لگائے بیٹھے ہوں گے اور ہم خوبصورت آنکھوں والی حوریں اُن سے بیاہ دیں گے۔"
  },
  {
    "verse_id": 21,
    "translation": "جو لوگ ایمان لائے ہیں اور ان کی اولاد بھی کسی درجہٴ  ایمان میں ان کے نقشِ قدم پر چلی ہے ان کی اُس اولاد کو بھی ہم (جنت میں) اُن کے ساتھ ملادیں گے اور اُن کے عمل میں کوئی  گھاٹا ان کو نہ دیں گے۔ ہر شخص اپنے کسب کے عوض رہن ہے۔"
  },
  {
    "verse_id": 22,
    "translation": "ہم اُن کو ہر طرح کے پھل اور گوشت، جس چیز کو بھی ان کا جی چاہےگا، خوب دیے چلے جائیں گے"
  },
  {
    "verse_id": 23,
    "translation": "وہ ایک دوسرے سے جامِ شراب لپک لپک کر لے رہے ہوں گے جس میں نہ یادہ گوئی ہوگی نہ بدکرداری۔"
  },
  {
    "verse_id": 24,
    "translation": "اور اُن کی خدمت میں وہ لڑکے دوڑتے پھر رہے ہوں گے جو انہی کیلیے مخصوص ہوں گے، ایسے خوبصورت جیسے چھپا کر رکھے ہوئے موتی"
  },
  {
    "verse_id": 25,
    "translation": "یہ لوگ آپس میں ایک دوسرے سے (دنیا میں گزرے ہوئے) حالات پوچھیں گے"
  },
  {
    "verse_id": 26,
    "translation": "یہ کہیں گے کہ ہم پہلے اپنے گھروالوں میں ڈرتے ہوئے زندگی بسر کرتے تھے،"
  },
  {
    "verse_id": 27,
    "translation": "آخر کار اللہ نے ہم پر فضل فرمایا اور ہمیں جھلسادینے والی ہوا کے عذاب سے بچالیا"
  },
  {
    "verse_id": 28,
    "translation": "ہم پچھلی زندگی میں اُسی سے دعائیں مانگتے تھے، وہ واقعی بڑا ہی محسن اور رحیم ہے"
  },
  {
    "verse_id": 29,
    "translation": "پس اے نبیؐ، تم نصیحت کیے جاؤ، اپنے رب کے فضل سے نہ تم کاہن ہو اور نہ مجنون"
  },
  {
    "verse_id": 30,
    "translation": "کیا یہ لوگ کہتے ہیں کہ یہ شخص شاعر ہے جس کےحق میں گردشِ ایّام کا انتظار کر رہے ہیں؟"
  },
  {
    "verse_id": 31,
    "translation": "ان سے کہو اچھا انتظار کرو، میں بھی تمہارے ساتھ انتظار کرتا ہوں۔"
  },
  {
    "verse_id": 32,
    "translation": "کیا ان کی عقلیں انہیں ایسی ہی  باتیں کرنے کے لیے کہتی ہیں؟ یا درحقیقت یہ عناد میں حد سے گزرے ہوئے لوگ ہیں؟"
  },
  {
    "verse_id": 33,
    "translation": "کیا یہ کہتے ہیں کہ اس شخص نے یہ قرآن خود گھڑ لیا ہے؟ اصل بات یہ ہے کہ یہ ایمان نہیں لانا چاہتے۔"
  },
  {
    "verse_id": 34,
    "translation": "اگر یہ اپنے اس قول میں سچے ہیں تو اسی شان کا ایک کلام بنا لائیں۔"
  },
  {
    "verse_id": 35,
    "translation": "کیا یہ کسی خالق کے بغیر خود پیدا ہو گئے ہیں؟ یا یہ خود اپنے خالق ہیں؟"
  },
  {
    "verse_id": 36,
    "translation": "یا زمین اور آسمانوں کو انہوں نے پیدا کیا ہے؟ اصل بات یہ ہے کہ یہ یقین نہیں رکھتے۔"
  },
  {
    "verse_id": 37,
    "translation": "کیا تیرے رب کے خزانے ان کے قبضے میں ہیں؟ یا ان پرانہی کا حکم چلتا ہے؟"
  },
  {
    "verse_id": 38,
    "translation": "کیا اِن کے پاس کوئی سیڑھی ہے جس پر چڑھ کر یہ عالم بالا کی سن گن لیتے ہیں؟ اِن میں سے جس نے سن گن لی ہو وہ لائے کوئی کھلی دلیل"
  },
  {
    "verse_id": 39,
    "translation": "کیا اللہ کے لیے تو ہیں بیٹیاں اور تم لوگوں کے لیے یہ ہیں بیٹے؟"
  },
  {
    "verse_id": 40,
    "translation": "کیا تم ان سے کوئی اجر مانگتے ہو کہ یہ زبر دستی پڑی ہوئی چٹّی کے بوجھ تلے دبے جاتے ہیں؟"
  },
  {
    "verse_id": 41,
    "translation": "کیا  ان کے پاس غیب کے حقائق کا علم ہے کہ اس کی بناء پر یہ لکھ رہے ہوں؟"
  },
  {
    "verse_id": 42,
    "translation": "کیا یہ کوئی چال چلنا چاہتے ہیں؟ (اگر یہ بات ہے) تو کفر کرنے والوں پر ان کی چال الٹی ہی پڑے گی۔"
  },
  {
    "verse_id": 43,
    "translation": "کیا اللہ کے سوا یہ کوئی اور معبود رکھتے ہیں؟ اللہ پاک ہے اس شرک سے جو یہ لوگ کر رہے ہیں۔"
  },
  {
    "verse_id": 44,
    "translation": "یہ لوگ آسمان کے ٹکڑے بھی گرتے ہوئے دیکھ لیں تو کہیں گے یہ بادل ہیں جو اُمڈے چلے آرہے ہیں"
  },
  {
    "verse_id": 45,
    "translation": "پس اے نبیؐ، اِنہیں اِن کے حال پر چھوڑ دو یہاں تک کہ یہ اپنے اُس دن کو پہنچ جائیں جس میں یہ مار گرائے جائیں گے"
  },
  {
    "verse_id": 46,
    "translation": "جس دن نہ اِن کی اپنی کوئی چال اِن کے کسی کام آئے گی نہ کوئی اِن کی مدد کو آئے گا"
  },
  {
    "verse_id": 47,
    "translation": "اور اس وقت کے آنے سے پہلے بھی ظالموں کے لیے ایک عذاب ہے ،مگر ان میں سے اکثر جانتے نہیں ہیں۔"
  },
  {
    "verse_id": 48,
    "translation": "اے نبیؐ، اپنے رب کا فیصلہ آنے تک صبر کرو، تم ہماری  نگاہ میں ہو۔ تم جب اٹھو تو اپنے رب کی حمد کے ساتھ اس کی تسبیح کرو،"
  },
  {
    "verse_id": 49,
    "translation": "رات کو بھی اس کی تسبیح کیا کرو اور ستارے جب پلٹتے ہیں اس وقت بھی۔"
  }
]