[
  {
    "verse_id": 1,
    "translation": "ہونی شُدنی!"
  },
  {
    "verse_id": 2,
    "translation": "کیا ہے وہ ہونی شدنی؟"
  },
  {
    "verse_id": 3,
    "translation": "اور تم کیا جانو کہ وہ کیا ہے ہونی شُدنی؟"
  },
  {
    "verse_id": 4,
    "translation": "ثمود اور عاد نے اُس اچانک ٹوٹ پڑنے والی  آفت کو جھُٹلایا"
  },
  {
    "verse_id": 5,
    "translation": "تو ثمود ایک سخت حادثہ سے ہلاک کیے گئے"
  },
  {
    "verse_id": 6,
    "translation": "اور عاد ایک بڑی شدید طوفانی آندھی سے تباہ کر دیے گئے"
  },
  {
    "verse_id": 7,
    "translation": "اللہ تعالیٰ نے اُس کو مسلسل سات رات اور آٹھ دن اُن پر مسلط رکھا (تم وہاں ہوتے تو) دیکھتے کہ وہ وہاں اِس طرح پچھڑے پڑے ہیں جیسے وہ کھجور کے بوسیدہ تنے ہوں"
  },
  {
    "verse_id": 8,
    "translation": "اب کیا اُن میں سے کوئی تمہیں باقی بچا نظر آتا ہے؟"
  },
  {
    "verse_id": 9,
    "translation": "اور اِسی خطائے عظیم کا ارتکاب فرعون اور اُس سے پہلے کے لوگوں نے اور تَل پٹ ہوجانے والی بستیوں نے کیا۔"
  },
  {
    "verse_id": 10,
    "translation": "ان سب نے اپنے رب کے رسول کی بات نہ مانی تو اُس نے اُن کو بڑی سختی کے ساتھ پکڑا"
  },
  {
    "verse_id": 11,
    "translation": "جب پانی کا طوفان حد سے گزر گیا تو ہم نے تم کو کشتی میں سوار کر دیا تھا"
  },
  {
    "verse_id": 12,
    "translation": "کہ اِس واقعہ کو تمہارے لیے ایک سبق آموز یادگار بنادیں  اور یاد رکھنے والے کان اس کی یاد محفوظ رکھیں۔"
  },
  {
    "verse_id": 13,
    "translation": "پھر جب ایک دفعہ صُور میں پھونک مار دی جائے گی"
  },
  {
    "verse_id": 14,
    "translation": "اور زمین اور پہاڑوں کو اٹھا کر ایک ہی چوٹ میں ریزہ ریزہ کر دیا جائے گا"
  },
  {
    "verse_id": 15,
    "translation": "اُس روز وہ ہونے والا واقعہ پیش آ جائے گا"
  },
  {
    "verse_id": 16,
    "translation": "اُس دن آسمان پھٹے گا اور اس کی بندش ڈھیلی پڑ جائے گی"
  },
  {
    "verse_id": 17,
    "translation": "فرشتے اس کے اطراف و جوانب میں ہوں گے اور آٹھ فرشتے اُس روز تیرے ربّ کا عرش اپنے اُوپر اُٹھائے ہوئے ہوں گے۔"
  },
  {
    "verse_id": 18,
    "translation": "وہ دن ہوگا جب تم لوگ پیش کیے جاؤ گے، تمہارا کوئی راز بھی چھپا نہ رہ جائے گا"
  },
  {
    "verse_id": 19,
    "translation": "اُس وقت جس کا نامہٴ اعمال اُس کے سیدھے ہاتھ میں دیا جائے گا وہ کہے گا”لو دیکھو، پڑھو میرا نامہٴ اعمال،"
  },
  {
    "verse_id": 20,
    "translation": "میں سمجھتا تھا کہ مجھے ضرور اپنا حساب ملنے والا ہے۔“"
  },
  {
    "verse_id": 21,
    "translation": "پس وہ دل پسند عیش میں ہوگا"
  },
  {
    "verse_id": 22,
    "translation": "عالی مقام جنت میں"
  },
  {
    "verse_id": 23,
    "translation": "جس کے پھلوں کے گچھے جھکے پڑ رہے ہوں گے"
  },
  {
    "verse_id": 24,
    "translation": "(ایسے لوگوں سے کہا جائے گا) مزے سے کھاؤ اور پیو اپنے اُن اعمال کے بدلے جو تم نے گزرے ہوئے دنوں میں کیے ہیں"
  },
  {
    "verse_id": 25,
    "translation": "اور جس کا نامہٴ اعمال  اُس کے بائیں ہاتھ میں دیا جائے گا وہ کہے گا”کاش میرا اعمال نامہ مجھے نہ دیا گیا ہوتا"
  },
  {
    "verse_id": 26,
    "translation": "اور میں نہ جانتا کہ میرا حساب کیا ہے۔"
  },
  {
    "verse_id": 27,
    "translation": "کاش میری وہی موت (جو دُنیا میں آئی تھی) فیصلہ کُن ہوتی۔"
  },
  {
    "verse_id": 28,
    "translation": "آج میرا مال میرے کچھ کام نہ آیا"
  },
  {
    "verse_id": 29,
    "translation": "میرا سارا اقتدار ختم ہوگیا۔“"
  },
  {
    "verse_id": 30,
    "translation": "(حکم ہو گا) پکڑو اِسے اور اِس کی گردن میں طوق ڈال دو"
  },
  {
    "verse_id": 31,
    "translation": "پھر اِسے جہنم میں جھونک دو"
  },
  {
    "verse_id": 32,
    "translation": "پھر اِس کو ستر ہاتھ لمبی زنجیر میں جکڑ دو"
  },
  {
    "verse_id": 33,
    "translation": "یہ نہ اللہ بزرگ و برتر پر ایمان لاتا تھا"
  },
  {
    "verse_id": 34,
    "translation": "اور نہ مسکین کو کھانا کھلانے کی ترغیب دیتا تھا۔"
  },
  {
    "verse_id": 35,
    "translation": "لہٰذا آج نہ یہاں اِس کا کوئی یار غم خوار ہے"
  },
  {
    "verse_id": 36,
    "translation": "اور نہ زخموں کے دھوون کے سوا اِس کے لیے کوئی کھانا"
  },
  {
    "verse_id": 37,
    "translation": "جسے خطا کاروں کے سوا کوئی نہیں کھاتا"
  },
  {
    "verse_id": 38,
    "translation": "پس نہیں، میں قسم کھاتا ہوں اُن چیزوں کی بھی جو تم دیکھتے ہو"
  },
  {
    "verse_id": 39,
    "translation": "اور اُن کی بھی جنہیں تم نہیں دیکھتے"
  },
  {
    "verse_id": 40,
    "translation": "یہ ایک رسولِ کریم کا قول ہے،"
  },
  {
    "verse_id": 41,
    "translation": "کسی شاعر کا قول نہیں ہے ، تم لوگ کم ہی ایمان لاتے ہو۔"
  },
  {
    "verse_id": 42,
    "translation": "اور نہ یہ کسی کاہن کا قول ہے، تم لوگ کم ہی غور کرتے ہو"
  },
  {
    "verse_id": 43,
    "translation": "یہ ربّ العالمین کی طرف سے نازل ہوا ہے۔"
  },
  {
    "verse_id": 44,
    "translation": "اور اگر اس (نبی) نے خود گھڑ کر کوئی بات ہماری طرف منسوب کی ہوتی"
  },
  {
    "verse_id": 45,
    "translation": "تو ہم اِس کا دایاں ہاتھ پکڑ لیتے"
  },
  {
    "verse_id": 46,
    "translation": "اور اِس کی رگ گردن کاٹ ڈالتے"
  },
  {
    "verse_id": 47,
    "translation": "پھر تم میں سے کوئی (ہمیں) اِس کام سے روکنے والا نہ ہوتا۔"
  },
  {
    "verse_id": 48,
    "translation": "درحقیقت یہ پرہیز گار لوگوں کے لیے ایک نصیحت ہے۔"
  },
  {
    "verse_id": 49,
    "translation": "اور ہم جانتے ہیں کہ تم میں سے کچھ لوگ جھٹلانے والے ہیں"
  },
  {
    "verse_id": 50,
    "translation": "ایسے کافروں کے لیے یقیناً یہ موجبِ حسرت ہے۔"
  },
  {
    "verse_id": 51,
    "translation": "اور یہ بالکل یقینی حق ہے"
  },
  {
    "verse_id": 52,
    "translation": "پس اے نبیؐ، اپنے رب عظیم کے نام کی تسبیح کرو"
  }
]