[
  {
    "verse_id": 1,
    "translation": "مانگنے والےنے عذاب مانگا ہے، (وہ عذاب)جو ضرور واقع ہونے والا ہے"
  },
  {
    "verse_id": 2,
    "translation": "کافروں کے لیے ہے، کوئی اُسے دفع کرنے والا نہیں"
  },
  {
    "verse_id": 3,
    "translation": "اُس خدا کی طرف سے ہے جو عروج کے زینوں کا مالک ہے۔"
  },
  {
    "verse_id": 4,
    "translation": "ملائکہ اور رُوح اُس کے حضور چڑھ کر جاتے ہیں ایک ایسے دن میں جس کی مقدار  پچاس ہزار سال ہے۔"
  },
  {
    "verse_id": 5,
    "translation": "پس اے نبیؐ ، صبر کرو، شائستہ صبر۔"
  },
  {
    "verse_id": 6,
    "translation": "یہ لوگ اُسے دور سمجھتے ہیں"
  },
  {
    "verse_id": 7,
    "translation": "اور ہم اسے قریب دیکھ  رہے ہیں۔"
  },
  {
    "verse_id": 8,
    "translation": "(وہ عذاب اُس روز ہو گا)جس روز آسمان پگھلی ہوئی چاندی کی طرح ہو جائے گا"
  },
  {
    "verse_id": 9,
    "translation": "اور پہاڑ رنگ برنگ کے دُھنکے ہوئے اُون جیسے ہوجائیں گے۔"
  },
  {
    "verse_id": 10,
    "translation": "اور کوئی جگری دوست اپنے جگری دوست کو نہ پوچھے گا"
  },
  {
    "verse_id": 11,
    "translation": "حالانکہ وہ ایک دُوسرے کو دکھائے جائیں گے۔ مجرم چاہے گا کہ اس دن کے عذاب سے بچنے کے لیے اپنی اولاد کو"
  },
  {
    "verse_id": 12,
    "translation": "اپنی بیوی کو، اپنے بھائی کو"
  },
  {
    "verse_id": 13,
    "translation": "اپنے قریب ترین خاندان کو جو اسے پناہ دینے والا تھا"
  },
  {
    "verse_id": 14,
    "translation": "اور روئے زمین کے سب لوگوں کو فدیہ میں دیدے اور یہ تدبیر اُسے نجات دلا دے"
  },
  {
    "verse_id": 15,
    "translation": "ہرگز نہیں وہ تو بھڑکتی ہوئی آگ کی لپٹ ہوگی"
  },
  {
    "verse_id": 16,
    "translation": "جو گوشت پوست کو چاٹ جائے گی"
  },
  {
    "verse_id": 17,
    "translation": "پکار پکار کر اپنی طرف بلائے گی ہر اُس شخص کو جس نے حق سے منہ موڑا اور پیٹھ پھیری"
  },
  {
    "verse_id": 18,
    "translation": "اور مال جمع کیا اور سینت سینت کر رکھا۔"
  },
  {
    "verse_id": 19,
    "translation": "انسان تھُڑ دِلا پیدا کیا گیا ہے،"
  },
  {
    "verse_id": 20,
    "translation": "جب اس پر مصیبت آتی ہے تو گھبرا اٹھتا ہے"
  },
  {
    "verse_id": 21,
    "translation": "اور جب اسے خوشحالی نصیب ہوتی ہے تو بخل کرنے لگتا ہے"
  },
  {
    "verse_id": 22,
    "translation": "مگر وہ لوگ (اِس عیب سے بچے ہوئے ہیں)جو نماز پڑھنے والے ہیں،"
  },
  {
    "verse_id": 23,
    "translation": "جو اپنی نماز کی ہمیشہ پابندی کرتے ہیں،"
  },
  {
    "verse_id": 24,
    "translation": "جن کے مالوں میں،"
  },
  {
    "verse_id": 25,
    "translation": "سائل اور محروم کا ایک مقرر حق ہے،"
  },
  {
    "verse_id": 26,
    "translation": "جو روزِ جزا کو بر حق مانتے ہیں،"
  },
  {
    "verse_id": 27,
    "translation": "جو اپنے ربّ کے عذاب سے ڈرتے ہیں"
  },
  {
    "verse_id": 28,
    "translation": "کیونکہ اُن کے رب کا عذاب ایسی چیز نہیں ہے جس سے کوئی بے خوف ہو"
  },
  {
    "verse_id": 29,
    "translation": "جو اپنی شرمگاہوں کی حفاظت کرتے ہیں"
  },
  {
    "verse_id": 30,
    "translation": "بجز اپنی بیویوں یا اپنی مملوکہ عورتوں کے جن سے محفوظ نہ رکھنے میں ان پر کوئی ملامت نہیں"
  },
  {
    "verse_id": 31,
    "translation": "البتہ جو اس کے علاوہ کچھ اور چاہیں وہی حد سے تجاوز کرنے والے ہیں"
  },
  {
    "verse_id": 32,
    "translation": "جو اپنی امانتوں کی حفاظت  اور اپنے عہد کا  پاس کرتے ہیں،"
  },
  {
    "verse_id": 33,
    "translation": "جو اپنی گواہیوں میں راست بازی پر قائم رہتے ہیں،"
  },
  {
    "verse_id": 34,
    "translation": "اور جو اپنی نماز کی حفاظت کرتے ہیں۔"
  },
  {
    "verse_id": 35,
    "translation": "یہ لوگ عزت کے ساتھ جنت کے باغوں میں رہیں گے"
  },
  {
    "verse_id": 36,
    "translation": "پس اے نبیؐ، کیا بات ہے کہ یہ منکرین دائیں اور بائیں سے،"
  },
  {
    "verse_id": 37,
    "translation": "گروہ در گروہ تمہاری طرف دوڑے چلے آرہے ہیں؟"
  },
  {
    "verse_id": 38,
    "translation": "کیا اِن میں سے ہر ایک یہ  لالچ رکھتا ہے کہ وہ نعمت بھری جنت میں داخل کر دیا جائے گا؟"
  },
  {
    "verse_id": 39,
    "translation": "ہر گز نہیں۔ ہم نے جس چیز سے اِن کو پیدا کیا اُسے یہ خود جانتے ہیں۔"
  },
  {
    "verse_id": 40,
    "translation": "پس نہیں، میں قسم کھاتا ہوں مشرقوں اور مغربوں کے مالک کی، ہم اِس پر قادر ہیں"
  },
  {
    "verse_id": 41,
    "translation": "کہ اِن کی جگہ اِن سے بہتر لوگ لے آئیں اور کوئی ہم سے بازی لے جانے والا نہیں ہے۔"
  },
  {
    "verse_id": 42,
    "translation": "لہٰذا اِنہیں اپنی بیہودہ باتوں اور اپنے کھیل میں پڑا رہنے دو یہاں تک کہ یہ اپنے اُس دن تک پہنچ جائیں جس کا ان سے وعدہ کیا جا رہا ہے"
  },
  {
    "verse_id": 43,
    "translation": "جب یہ اپنی قبروں سے نِکل کر اِس طرح دوڑے جارہے ہوں گے جیسے اپنے بُتوں کے استھانوں کی طرف دوڑے جارہے ہوں،"
  },
  {
    "verse_id": 44,
    "translation": "اِن کی نگاہیں جھکی ہوئی ہوں گی، ذلت اِن پر چھا رہی ہوگی وہ دن ہے جس کا اِن سے وعدہ کیا جا رہا ہے"
  }
]