[
  {
    "verse_id": 1,
    "translation": "جب آسمان پھٹ جائے گا"
  },
  {
    "verse_id": 2,
    "translation": "اور اپنے ربّ کے فرمان کی تعمیل کرے گا اور اُس کے لیے حق یہی ہے (کہ اپنے ربّ کا حکم مانے)"
  },
  {
    "verse_id": 3,
    "translation": "اور جب زمین پھیلا دی جائے گی"
  },
  {
    "verse_id": 4,
    "translation": "اور جو کچھ اس کے اندر ہے اُسے باہر پھینک  کر خالی ہو جائے گی"
  },
  {
    "verse_id": 5,
    "translation": "اور اپنے ربّ کے حکم کی تعمیل کرے گی اور اُس کے لیے حق یہی ہے (کہ اس کی تعمیل کرے)۔"
  },
  {
    "verse_id": 6,
    "translation": "اے انسان، تُو کشاں کشاں اپنے ربّ کی طرف چلا جا رہا ہے اور اُس سے ملنے والا ہے"
  },
  {
    "verse_id": 7,
    "translation": "پھر جس کا نامہ اعمال اُس کے سیدھے ہاتھ میں دیا گیا"
  },
  {
    "verse_id": 8,
    "translation": "اُس سے ہلکا حساب لیا جائے گا"
  },
  {
    "verse_id": 9,
    "translation": "اور وہ اپنے لوگوں کی طرف خوش خوش پلٹے گا۔"
  },
  {
    "verse_id": 10,
    "translation": "رہا  وہ شخص جس کا  نامہٴ اعمال اُس کی پیٹھ کے پیچھے دیا جائے گا"
  },
  {
    "verse_id": 11,
    "translation": "تو وہ موت کو پکارے گا"
  },
  {
    "verse_id": 12,
    "translation": "اور بھڑکتی ہوئی آگ میں جا پڑے گا"
  },
  {
    "verse_id": 13,
    "translation": "وہ اپنے گھر والوں میں مگن تھا۔"
  },
  {
    "verse_id": 14,
    "translation": "اُس نے سمجھا تھا کہ اسے کبھی پلٹنا نہیں ہے"
  },
  {
    "verse_id": 15,
    "translation": "پلٹناکیسے نہ تھا، اُس کا ربّ اُس کے کرتُوت دیکھ رہا تھا۔"
  },
  {
    "verse_id": 16,
    "translation": "پس نہیں، میں قسم کھاتا ہوں شفق کی"
  },
  {
    "verse_id": 17,
    "translation": "اور رات کی اور جو کچھ وہ سمیٹ لیتی ہے"
  },
  {
    "verse_id": 18,
    "translation": "اور چاند کی جب کہ وہ ماہ کامل ہو جاتا ہے"
  },
  {
    "verse_id": 19,
    "translation": "تم کو ضرور درجہ بدرجہ ایک حالت سے دوسری حالت کی طرف گزرتے چلے جانا ہے۔"
  },
  {
    "verse_id": 20,
    "translation": "پھر اِن لوگوں کو کیا ہو گیا ہے کہ یہ ایمان نہیں لاتے"
  },
  {
    "verse_id": 21,
    "translation": "اور جب قرآن اِن کے سامنے پڑ ھا جاتا ہے تو سجدہ نہیں کرتے؟"
  },
  {
    "verse_id": 22,
    "translation": "بلکہ یہ منکرین تو الٹا جھٹلاتے ہیں"
  },
  {
    "verse_id": 23,
    "translation": "حالانکہ جو کچھ یہ (اپنے نامہٴ اعمال میں) جمع کر رہے ہیں اللہ اُسے خوب جانتا ہے۔"
  },
  {
    "verse_id": 24,
    "translation": "لہٰذا اِن کو دردناک عذاب کی بشارت دے دو"
  },
  {
    "verse_id": 25,
    "translation": "البتہ جو لوگ ایمان لے آئے ہیں اور جنہوں نے نیک عمل کیے ہیں ان کے لیے کبھی ختم نہ ہونے والا اجر ہے"
  }
]