[
  {
    "verse_id": 1,
    "translation": "قسم ہے مضبُوط قلعوں والے آسمان کی،"
  },
  {
    "verse_id": 2,
    "translation": "اور اُس دن کی جس کا وعدہ کیا گیا ہے،"
  },
  {
    "verse_id": 3,
    "translation": "اور دیکھنے  والے کی اور دیکھی جانے والی چیز کی"
  },
  {
    "verse_id": 4,
    "translation": "کہ مارے گئے گڑھے والے"
  },
  {
    "verse_id": 5,
    "translation": "(اُس گڑھے والے) جس میں خوب بھڑکتے ہوئے ایندھن کی آگ تھی"
  },
  {
    "verse_id": 6,
    "translation": "جبکہ وہ اُس گڑھے کے کنارے بیٹھے ہوئے تھے"
  },
  {
    "verse_id": 7,
    "translation": "اور جو کچھ وہ ایمان لانے والوں کے ساتھ کر رہے تھے اُسے دیکھ رہے تھے۔"
  },
  {
    "verse_id": 8,
    "translation": "اور اُن اہل ایمان سے اُن کی دشمنی اِس کے سوا کسی وجہ سے نہ تھی کہ وہ اُس خدا پر ایمان لے آئے تھے جو زبردست اور اپنی ذات میں آپ محمود ہے"
  },
  {
    "verse_id": 9,
    "translation": "جو آسمانوں اور زمین کی سلطنت کا مالک ہے، اور وہ خدا سب کچھ دیکھ  رہا ہے۔"
  },
  {
    "verse_id": 10,
    "translation": "جن لوگوں نے مومن مردوں اور عورتوں پر ظلم و ستم توڑا اور پھر اس سے تائب نہ ہوئے، یقیناً اُن کے لیے جہنّم کا عذاب ہے اور ان کے لیے جَلائے جانے کی سزا ہے۔"
  },
  {
    "verse_id": 11,
    "translation": "جو لوگ ایمان لائے اور جنہوں نے نیک عمل کیے، یقیناً اُن کے لیے جنت کے باغ ہیں جن کے نیچے نہریں بہتی ہوں گی، یہ ہے بڑی کامیابی"
  },
  {
    "verse_id": 12,
    "translation": "درحقیقت تمہارے رب کی پکڑ بڑی سخت ہے"
  },
  {
    "verse_id": 13,
    "translation": "وہی پہلی بار پیدا کرتا ہے اور وہی دوبارہ پیدا کرے گا"
  },
  {
    "verse_id": 14,
    "translation": "اور وہ بخشنے والا ہے، محبت کرنے والا ہے"
  },
  {
    "verse_id": 15,
    "translation": "عرش کا مالک ہے، بزرگ و برتر ہے"
  },
  {
    "verse_id": 16,
    "translation": "اور جو کچھ  چاہے کر ڈالنے والا ہے۔"
  },
  {
    "verse_id": 17,
    "translation": "کیا تمہیں لشکروں کی خبر پہنچی ہے؟"
  },
  {
    "verse_id": 18,
    "translation": "فرعون اور ثمود (کے لشکروں)کی؟"
  },
  {
    "verse_id": 19,
    "translation": "مگر جنہوں نے کفر کیا ہے وہ جھٹلانے میں لگے ہوئے ہیں"
  },
  {
    "verse_id": 20,
    "translation": "حالانکہ اللہ نے ان کو گھیرے میں لے رکھا ہے"
  },
  {
    "verse_id": 21,
    "translation": "(اُن کے جھٹلانے سے اِس قرآن کا کچھ نہیں بگڑتا) بلکہ یہ قرآن بلند پایہ ہے"
  },
  {
    "verse_id": 22,
    "translation": "اُس لوح میں (نقش ہے) جو محفوظ ہے۔"
  }
]