[
  {
    "verse_id": 1,
    "translation": "قسم ہے فجر کی"
  },
  {
    "verse_id": 2,
    "translation": "اور دس راتوں کی"
  },
  {
    "verse_id": 3,
    "translation": "اور جفت اور طاق کی"
  },
  {
    "verse_id": 4,
    "translation": "اور رات کی جبکہ وہ رخصت ہو رہی ہو"
  },
  {
    "verse_id": 5,
    "translation": "کیا اِس میں کسی صاحب ِ عقل کے لیے کوئی قسم ہے؟"
  },
  {
    "verse_id": 6,
    "translation": "تم نے دیکھا نہیں کہ تمہارے ربّ نے کیا برتاوٴ کیا"
  },
  {
    "verse_id": 7,
    "translation": "اُونچے ستونوں والے عادِ اِرَم کے ساتھ،"
  },
  {
    "verse_id": 8,
    "translation": "جن کے مانند کوئی قوم دنیا کے ملکوں میں پیدا نہیں کی گئی تھی؟"
  },
  {
    "verse_id": 9,
    "translation": "اور ثمود کے ساتھ جنہوں نے وادی میں چٹانیں تراشی تھیں؟"
  },
  {
    "verse_id": 10,
    "translation": "اور میخوں والے فرعون کے ساتھ؟"
  },
  {
    "verse_id": 11,
    "translation": "یہ وہ لوگ تھے جنہوں نے دنیا کے ملکوں میں بڑی سرکشی کی تھی"
  },
  {
    "verse_id": 12,
    "translation": "اور ان میں بہت فساد پھیلایا تھا"
  },
  {
    "verse_id": 13,
    "translation": "آخرکار تمہارے رب نے ان پر عذاب کا کوڑا برسا دیا"
  },
  {
    "verse_id": 14,
    "translation": "حقیقت یہ ہے کہ تمہارا ربّ گھات لگائے ہوئے ہے۔"
  },
  {
    "verse_id": 15,
    "translation": "مگر انسان کا حال یہ ہے کہ اس کا ربّ جب اس کو آزمائش میں ڈالتا ہے  اور اُسے عزت اور نعمت دیتا ہے تو وہ کہتا ہے کہ میرے ربّ نے مجھے عزت دار بنا دیا"
  },
  {
    "verse_id": 16,
    "translation": "اور جب وہ اُس کو آزمائش میں ڈالتا ہے اور اُس کا رزق اُس پر تنگ کر دیتا ہے تو وہ کہتا ہے میرے ربّ نے مجھے ذلیل کر دیا۔"
  },
  {
    "verse_id": 17,
    "translation": "ہرگز نہیں، بلکہ تم یتیم سے عزّت کا سلوک نہیں کرتے"
  },
  {
    "verse_id": 18,
    "translation": "اور مسکین کو کھانا کھلانے پر ایک دُوسرے کو نہیں اُکساتے،"
  },
  {
    "verse_id": 19,
    "translation": "اور میراث کا سارا مال سمیٹ کر کھا جاتے ہو،"
  },
  {
    "verse_id": 20,
    "translation": "اور مال کی محبت میں بُری طرح گرفتار ہو۔"
  },
  {
    "verse_id": 21,
    "translation": "ہرگز نہیں، جب زمین پے در پے کوُٹ کوُٹ کر ریگ زار بنا دی جائے گی"
  },
  {
    "verse_id": 22,
    "translation": "اور تمہارا ربّ جلوہ فرما ہوگا اِس حال میں کہ فرشتے صف در صف کھڑے ہوں گے"
  },
  {
    "verse_id": 23,
    "translation": "اور جہنّم اُس روز سامنے لے آئی جائے گی، اُس دن انسان کو سمجھ آئے گی اور اس وقت اُس کے سمجھنے کا کیا حاصل ؟"
  },
  {
    "verse_id": 24,
    "translation": "وہ کہے گا کہ کاش میں نے اپنی اِس زندگی کے لیے کچھ پیشگی سامان کیا ہوتا!"
  },
  {
    "verse_id": 25,
    "translation": "پھر اُس دن اللہ جو عذاب دے گا ویسا عذاب دینے والا کوئی نہیں"
  },
  {
    "verse_id": 26,
    "translation": "اور اللہ جیسا باندھے گا ویسا باندھنے والا کوئی نہیں"
  },
  {
    "verse_id": 27,
    "translation": "(دُوسری طرف ارشاد ہوگا)اے نفسِ مطمئن،"
  },
  {
    "verse_id": 28,
    "translation": "چل اپنے ربّ کی طرف اِس حال میں کہ تُو (اپنے انجامِ نیک سے) خوش (اور اپنے ربّ کے نزدیک) پسندیدہ ہے"
  },
  {
    "verse_id": 29,
    "translation": "شامل ہو جا میرے (نیک) بندوں میں"
  },
  {
    "verse_id": 30,
    "translation": "اور داخل ہو جا میری جنت میں"
  }
]