[
  {
    "verse_id": 1,
    "translation": "Alif Lam Ra These are the verses of the wise Book."
  },
  {
    "verse_id": 2,
    "translation": "Is it so surprising to people that We have revealed to a man from among them that he should warn people, and give glad news to those who believe, that they are on a sure footing with their Lord? [Yet] those who disbelieve say, ‘This man is clearly a sorcerer.’"
  },
  {
    "verse_id": 3,
    "translation": "Your Lord is God who created the heavens and earth in six Days, then established Himself on the Throne, governing everything; there is no one that can intercede with Him, unless He has first given permission: this is God your Lord so worship Him. How can you not take heed?"
  },
  {
    "verse_id": 4,
    "translation": "It is to Him you shall all return––that is a true promise from God. It was He who created [you] in the first place, and He will do so again, so that He may justly reward those who believe and do good deeds. But the disbelievers will have a drink of scalding water, and agonizing torment, because they persistently disbelieved."
  },
  {
    "verse_id": 5,
    "translation": "It is He who made the sun a shining radiance and the moon a light, determining phases for it so that you might know the number of years and how to calculate time. God did not create all these without a true purpose; He explains His signs to those who understand."
  },
  {
    "verse_id": 6,
    "translation": "In the succession of night and day, and in what God created in the heavens and earth, there truly are signs for those who are aware of Him."
  },
  {
    "verse_id": 7,
    "translation": "Those who do not expect to meet Us and are pleased with the life of this world, contenting themselves with it and paying no heed to Our signs,"
  },
  {
    "verse_id": 8,
    "translation": "shall have the Fire for their home because of what they used to do."
  },
  {
    "verse_id": 9,
    "translation": "But as for those who believe and do good deeds, their Lord will guide them because of their faith. Streams will flow at their feet in the Gardens of Bliss."
  },
  {
    "verse_id": 10,
    "translation": "Their prayer in them will be, ‘Glory be to You, God!’ their greeting, ‘Peace,’ and the last part of their prayer, ‘Praise be to God, Lord of the Worlds.’"
  },
  {
    "verse_id": 11,
    "translation": "If God were to hasten on for people the harm [they have earned] as they wish to hasten on the good, their time would already be up. But We leave those who do not expect to meet Us to wander blindly in their excesses."
  },
  {
    "verse_id": 12,
    "translation": "When trouble befalls man he cries out to Us, whether lying on his side, sitting, or standing, but as soon as We relieve him of his trouble he goes on his way as if he had never cried out to Us to remove his trouble. In this way the deeds of such heedless people are made attractive to them."
  },
  {
    "verse_id": 13,
    "translation": "Before you people, We destroyed whole generations when they did evil- their messengers brought them clear signs but they refused to believe. This is how We repay the guilty."
  },
  {
    "verse_id": 14,
    "translation": "Later We made you their successors in the land, to see how you would behave."
  },
  {
    "verse_id": 15,
    "translation": "When Our clear revelations are recited to them, those who do not expect to meet with Us say, ‘Bring [us] a different Quran, or change it.’ [Prophet], say, ‘It is not for me to change it of my own accord; I only follow what is revealed to me, for I fear the torment of an awesome Day, if I were to disobey my Lord.’"
  },
  {
    "verse_id": 16,
    "translation": "Say, ‘If God had so willed, I would not have recited it to you, nor would He have made it known to you. I lived a whole lifetime among you before it came to me. How can you not use your reason?’"
  },
  {
    "verse_id": 17,
    "translation": "Who could be more wicked than someone who invents lies against God or denies His revelations? The guilty will never prosper."
  },
  {
    "verse_id": 18,
    "translation": "They worship alongside God things that can neither harm nor benefit them, and say, ‘These are our intercessors with God.’ Say, ‘Do you think you can tell God about something He knows not to exist in the heavens or earth? Glory be to Him! He is far above the partner-gods they associate with Him!"
  },
  {
    "verse_id": 19,
    "translation": "All people were originally one single community, but later they differed. If it had not been for a word from your Lord, the preordained judgement would already have been passed between them regarding their differences."
  },
  {
    "verse_id": 20,
    "translation": "They say, ‘Why has no miraculous sign been sent down to him from his Lord?’ Say [Prophet], ‘Only God knows the unseen, so wait- I too am waiting.’"
  },
  {
    "verse_id": 21,
    "translation": "No sooner do We let people taste some mercy after some hardship has afflicted them, than they begin to scheme against Our revelations. Say, ‘God schemes even faster.’ Our messengersrecord all your scheming."
  },
  {
    "verse_id": 22,
    "translation": "It is He who enables you to travel on land and sea until, when you are sailing on ships and rejoicing in the favouring wind, a storm arrives: waves come at those on board from all sides and they feel there is no escape. Then they pray to God, professing sincere devotion to Him, ‘If You save us from this we shall be truly thankful.’"
  },
  {
    "verse_id": 23,
    "translation": "Yet no sooner does He save them than, back on land, they behave outrageously against all that is right. People! Your outrageous behaviour only works against yourselves. Take your little enjoyment in this present life; in the end you will return to Us and We shall confront you with everything you have done."
  },
  {
    "verse_id": 24,
    "translation": "The life of this world is like this: rain that We send down from the sky is absorbed by the plants of the earth, from which humans and animals eat. But when the earth has taken on its finest appearance, and adorns itself, and its people think they have power over it, then the fate We commanded comes to it, by night or by day, and We reduce it to stubble, as if it had not flourished just the day before. This is the way We explain the revelations for those who reflect."
  },
  {
    "verse_id": 25,
    "translation": "But God invites [everyone] to the Home of Peace, and guides whoever He will to a straight path."
  },
  {
    "verse_id": 26,
    "translation": "Those who did well will have the best reward and more besides. Neither darkness nor shame will cover their faces: these are the companions in Paradise, and there they will remain."
  },
  {
    "verse_id": 27,
    "translation": "As for those who did evil, each evil deed will be requited by its equal and humiliation will cover them- no one will protect them against God- as though their faces were covered with veils cut from the darkness of the night. These are the inmates of the Fire, and there they shall remain."
  },
  {
    "verse_id": 28,
    "translation": "On the Day We gather them all together, We shall say to those who associate partners with God, ‘Stay in your place, you and your partner-gods.’ Then We shall separate them, and their partner-gods will say, ‘It was not us you worshipped-"
  },
  {
    "verse_id": 29,
    "translation": "God is witness enough between us and you- we had no idea that you worshipped us.’"
  },
  {
    "verse_id": 30,
    "translation": "Every soul will realize, then and there, what it did in the past. They will be returned to God, their rightful Lord, and their invented [gods] will desert them."
  },
  {
    "verse_id": 31,
    "translation": "Say [Prophet], ‘Who provides for you from the sky and the earth? Who controls hearing and sight? Who brings forth the living from the dead and the dead from the living, and who governs everything?’ They are sure to say, ‘God.’ Then say, ‘So why do you not take heed of Him?"
  },
  {
    "verse_id": 32,
    "translation": "That is God, your Lord, the Truth. Apart from the Truth, what is there except error? So how is it that you are dissuaded?’"
  },
  {
    "verse_id": 33,
    "translation": "In this way, your Lord’s word about those who defy [the Truth] has been proved- they do not believe."
  },
  {
    "verse_id": 34,
    "translation": "Ask them, ‘Can any of your partner-gods originate creation, then bring it back to life again in the end?’ Say, ‘It is God that originates creation, and then brings it back to life, so how can you be misled?’"
  },
  {
    "verse_id": 35,
    "translation": "Say, ‘Can any of your partner-gods show the way to the Truth?’ Say, ‘God shows the way to the Truth. Is someone who shows the way to the Truth more worthy to be followed, or someone who cannot find the way unless he himself is shown? What is the matter with you? How do you judge?’"
  },
  {
    "verse_id": 36,
    "translation": "Most of them follow nothing but assumptions, but assumptions can be of no value at all against the Truth: God is well aware of what they do."
  },
  {
    "verse_id": 37,
    "translation": "Nor could this Quran have been devised by anyone other than God. It is a confirmation of what was revealed before it and an explanation of the Scripture- let there be no doubt about it- it is from the Lord of the Worlds."
  },
  {
    "verse_id": 38,
    "translation": "Or do they say, ‘He has devised it’? Say, ‘Then produce a sura like it, and call on anyone you can beside God if you are telling the truth.’"
  },
  {
    "verse_id": 39,
    "translation": "But they are denying what they cannot comprehend- its prophecy has yet to be fulfilled for them. In the same way, those before them refused to believe- see what was the end of those evildoers!"
  },
  {
    "verse_id": 40,
    "translation": "Some of them believe in it, and some do not: your Lord knows best those who cause corruption."
  },
  {
    "verse_id": 41,
    "translation": "If they do not believe you, [Prophet], say, ‘I act for myself, and you for yourselves. You are not responsible for my actions nor am I responsible for yours.’"
  },
  {
    "verse_id": 42,
    "translation": "Some of them do listen to you: but can you make the deaf hear if they will not use their minds?"
  },
  {
    "verse_id": 43,
    "translation": "Some of them look at you: but can you guide the blind if they will not see?"
  },
  {
    "verse_id": 44,
    "translation": "God does not wrong people at all- it is they who wrong themselves."
  },
  {
    "verse_id": 45,
    "translation": "On the Day He gathers them together, it will be as if they have stayed [in the world] no longer than a single hour, and they will recognize one another. Those who denied the meeting with God will be the losers, for they did not follow the right guidance."
  },
  {
    "verse_id": 46,
    "translation": "Whether We let you [Prophet] see some of the punishment We have threatened them with, or cause you to die [first], they will return to Us: God is witness to what they do."
  },
  {
    "verse_id": 47,
    "translation": "Every community is sent a mes-senger, and when their messenger comes, they will be judged justly; they will not be wronged."
  },
  {
    "verse_id": 48,
    "translation": "They ask, ‘When will this promise be fulfilled, if what you say is true?’"
  },
  {
    "verse_id": 49,
    "translation": "Say [Prophet], ‘I cannot control any harm or benefit that comes to me, except as God wills. There is an appointed term for every community, and when it is reached they can neither delay nor hasten it, even for a moment.’"
  },
  {
    "verse_id": 50,
    "translation": "Say, ‘Think: if His punishment were to come to you, during the night or day, what part of it would the guilty wish to hasten?"
  },
  {
    "verse_id": 51,
    "translation": "Will you believe in it, when it actually happens?’ It will be said, ‘Now [you believe], when [before] you sought to hasten it?’"
  },
  {
    "verse_id": 52,
    "translation": "It will be said to the evildoers, ‘Taste lasting punishment. Why should you be rewarded for anything but what you did?’"
  },
  {
    "verse_id": 53,
    "translation": "They ask you [Prophet], ‘Is it true?’ Say, ‘Yes, by my Lord, it is true, and you cannot escape it.’"
  },
  {
    "verse_id": 54,
    "translation": "Every soul that has done evil, if it possessed all that is on the earth, would gladly offer it as ransom. When they see the punishment, they will repent in secret, but they will be judged with justice and will not be wronged."
  },
  {
    "verse_id": 55,
    "translation": "It is to God that everything in the heavens and the earth truly belongs: God’s promise is true, but most people do not realize it."
  },
  {
    "verse_id": 56,
    "translation": "It is He who gives life and takes it, and you will all be returned to Him."
  },
  {
    "verse_id": 57,
    "translation": "People, a teaching from your Lord has come to you, a healing for what is in [your] hearts, and guidance and mercy for the believers."
  },
  {
    "verse_id": 58,
    "translation": "Say [Prophet], ‘In God’s grace and mercy let them rejoice: these are better than all they accumulate.’"
  },
  {
    "verse_id": 59,
    "translation": "Say, ‘Think about the provision God has sent down for you, some of which you have made unlawful and some lawful.’ Say, ‘Has God given you permission [to do this], or are you inventing lies about God?’"
  },
  {
    "verse_id": 60,
    "translation": "What will those people who invent lies about Him think on the Day of Resurrection? God is bountiful towards people, but most of them do not give thanks."
  },
  {
    "verse_id": 61,
    "translation": "In whatever matter you [Prophet] may be engaged and whatever part of the Quran you are reciting, whatever work you [people] are doing, We witness you when you are engaged in it. Not even the weight of a speck of dust in the earth or sky escapes your Lord, nor anything lesser or greater: it is all written in a clear record."
  },
  {
    "verse_id": 62,
    "translation": "But for those who are on God’s side there is no fear, nor shall they grieve."
  },
  {
    "verse_id": 63,
    "translation": "For those who believe and are conscious of God,"
  },
  {
    "verse_id": 64,
    "translation": "for them there is good news in this life and in the Hereafter- there is no changing the promises of God- that is truly the supreme triumph."
  },
  {
    "verse_id": 65,
    "translation": "Do not let their words grieve you [Prophet]. Power belongs entirely to God; He hears all and knows all;"
  },
  {
    "verse_id": 66,
    "translation": "indeed, all who are in the heavens and on the earth belong to Him. Those who call upon others beside God are not really following partner-gods; they are only following assumptions and telling lies."
  },
  {
    "verse_id": 67,
    "translation": "It is He who made the night so that you can rest in it and the daylight so that you can see- there truly are signs in this for those who hear."
  },
  {
    "verse_id": 68,
    "translation": "They say, ‘God has children!’ May He be exalted! He is the Self-Sufficient One; everything in the heavens and the earth belongs to Him. You have no authority to say this. How dare you say things about God without any knowledge?"
  },
  {
    "verse_id": 69,
    "translation": "Say [Prophet], ‘Those who invent lies about God will not prosper.’"
  },
  {
    "verse_id": 70,
    "translation": "They may have a little enjoyment in this world, but then they will return to Us. Then We shall make them taste severe punishment for persisting in blasphemy."
  },
  {
    "verse_id": 71,
    "translation": "Tell them the story of Noah. He said to his people, ‘My people, if my presence among you and my reminding you of God’s signs is too much for you, then I put my trust in God. Agree on your course of action, you and your partner-gods- do not be hesitant or secretive about it- then carry out your decision on me and give me no respite."
  },
  {
    "verse_id": 72,
    "translation": "But if you turn away, I have asked no reward from you; my reward is with God alone, and I am commanded to be one of those who devote themselves to Him.’"
  },
  {
    "verse_id": 73,
    "translation": "But they rejected him. We saved him and those with him on the Ark and let them survive; and We drowned those who denied Our revelations- see what was the end of those who were forewarned!"
  },
  {
    "verse_id": 74,
    "translation": "Then, after him, We sent messengers to their peoples bringing them clear signs. But they would not believe in anything they had already rejected: in this way We seal the hearts of those who are full of hostility."
  },
  {
    "verse_id": 75,
    "translation": "After them We sent Moses and Aaron with Our signs to Pharaoh and his leading supporters, but they acted arrogantly- they were wicked people."
  },
  {
    "verse_id": 76,
    "translation": "When the truth came to them from Us, they said, ‘This is blatant sorcery.’"
  },
  {
    "verse_id": 77,
    "translation": "Moses said, ‘Is this what you say about the Truth when it comes to you? Is this sorcery? Sorcerers never prosper.’"
  },
  {
    "verse_id": 78,
    "translation": "They said, ‘Have you come to turn us away from the faith we found our fathers following, so that you and your brother can gain greatness in this land? We will never believe in you.’"
  },
  {
    "verse_id": 79,
    "translation": "And Pharaoh said, ‘Bring me every learned sorcerer.’"
  },
  {
    "verse_id": 80,
    "translation": "When the sorcerers came, Moses said to them, ‘Throw down whatever you have.’"
  },
  {
    "verse_id": 81,
    "translation": "When they did so, Moses said, ‘Everything you have brought is sorcery and God will show it to be false. God does not make the work of mischief-makers right;"
  },
  {
    "verse_id": 82,
    "translation": "He will uphold the Truth with His words, even if the evildoers hate it.’"
  },
  {
    "verse_id": 83,
    "translation": "But no one believed in Moses except a few of his own people, for fear that Pharaoh and their leaders would persecute them: Pharaoh was domineering in the land and prone to excess."
  },
  {
    "verse_id": 84,
    "translation": "Moses said, ‘My people, if you have faith in God and are devoted to Him, put your trust in Him.’"
  },
  {
    "verse_id": 85,
    "translation": "They said, ‘We have put our trust in God. Lord! Do not make us an object of persecution for the oppressors."
  },
  {
    "verse_id": 86,
    "translation": "Save us, in Your mercy, from those who reject [Your message].’"
  },
  {
    "verse_id": 87,
    "translation": "We revealed to Moses and his brother: ‘House your people in Egypt and make these houses places of worship; keep up the prayer; give good news to the believers!’"
  },
  {
    "verse_id": 88,
    "translation": "And Moses said, ‘Our Lord, You have given Pharaoh and his chiefs splendour and wealth in this present life and here they are, Lord, leading others astray from Your path. Our Lord, obliterate their wealth and harden their hearts so that they do not believe until they see the agonizing torment.’"
  },
  {
    "verse_id": 89,
    "translation": "God said, ‘Your prayers are answered, so stay on the right course, and do not follow the path of those who do not know.’"
  },
  {
    "verse_id": 90,
    "translation": "We took the Children of Israel across the sea. Pharaoh and his troops pursued them in arrogance and aggression. But as he was drowning he cried, ‘I believe there is no God except the one the Children of Israel believe in. I submit to Him.’"
  },
  {
    "verse_id": 91,
    "translation": "‘Now? When you had always been a rebel, and a troublemaker!"
  },
  {
    "verse_id": 92,
    "translation": "Today We shall save only your corpse as a sign to all posterity. A great many people fail to heed Our signs.’"
  },
  {
    "verse_id": 93,
    "translation": "We settled the Children of Israel in a good place and provided good things as sustenance for them. It was only after knowledge had come to them that they began to differ among themselves. Your Lord will judge between them on the Day of Resurrection regarding their differences."
  },
  {
    "verse_id": 94,
    "translation": "So if you [Prophet] are in doubt about what We have revealed to you, ask those who have been reading the scriptures before you. The Truth has come to you from your Lord, so be in no doubt"
  },
  {
    "verse_id": 95,
    "translation": "and do not deny God’s signs– then you would become one of the losers."
  },
  {
    "verse_id": 96,
    "translation": "Those against whom your Lord’s sentence is passed will not believe,"
  },
  {
    "verse_id": 97,
    "translation": "even if every sign comes to them, until they see the agonizing torment."
  },
  {
    "verse_id": 98,
    "translation": "If only a single town had believed and benefited from its belief! Only Jonah’s people did so, and when they believed, We relieved them of the punishment of disgrace in the life of this world, and let them enjoy life for a time."
  },
  {
    "verse_id": 99,
    "translation": "Had your Lord willed, all the people on earth would have believed. So can you [Prophet] compel people to believe?"
  },
  {
    "verse_id": 100,
    "translation": "No soul can believe except by God’s will, and He brings disgrace on those who do not use their reason."
  },
  {
    "verse_id": 101,
    "translation": "Say, ‘Look at what is in the heavens and on the earth.’ But what use are signs and warnings to people who will not believe?"
  },
  {
    "verse_id": 102,
    "translation": "What are they waiting for but the punishment that came to those before them? Say, ‘Wait then, I am waiting too.’"
  },
  {
    "verse_id": 103,
    "translation": "In the end We shall save Our messengers and the believers. We take it upon Ourself to save the believers."
  },
  {
    "verse_id": 104,
    "translation": "[Prophet] say, ‘People, even if you are in doubt about my religion, I do not worship those you worship other than God, but I worship God who will cause you to die, and I am commanded to be a believer.’"
  },
  {
    "verse_id": 105,
    "translation": "[Prophet], set your face towards religion as a man of pure faith. Do not be one of those who join partners with God;"
  },
  {
    "verse_id": 106,
    "translation": "do not pray to any other [god] that can neither benefit nor harm you: if you do, you will be one of the evildoers."
  },
  {
    "verse_id": 107,
    "translation": "If God inflicts harm on you, no one can remove it but Him, and if He intends good for you, no one can turn His bounty away; He grants His bounty to any of His servants He will. He is the Most Forgiving, the Most Merciful."
  },
  {
    "verse_id": 108,
    "translation": "Say, ‘People, the Truth has come to you from your Lord. Whoever follows the right path follows it for his own good, and whoever strays does so to his own loss: I am not your guardian.’"
  },
  {
    "verse_id": 109,
    "translation": "[Prophet], follow what is being revealed to you, and be steadfast until God gives His judgement, for He is the Best of Judges."
  }
]