[
  {
    "verse_id": 1,
    "translation": "Kaf Ha Ya 'Ayn Sad"
  },
  {
    "verse_id": 2,
    "translation": "This is an account of your Lord’s grace towards His servant, Zachariah,"
  },
  {
    "verse_id": 3,
    "translation": "when he called to his Lord secretly, saying,"
  },
  {
    "verse_id": 4,
    "translation": "‘Lord, my bones have weakened and my hair is ashen grey, but never, Lord, have I ever prayed to You in vain:"
  },
  {
    "verse_id": 5,
    "translation": "I fear [what] my kinsmen [will do] when I am gone, for my wife is barren, so grant me a successor––a gift from You––"
  },
  {
    "verse_id": 6,
    "translation": "to be my heir and the heir of the family of Jacob. Lord, make him well pleasing [to You].’"
  },
  {
    "verse_id": 7,
    "translation": "‘Zachariah, We bring you good news of a son whose name will be John––We have chosen this name for no one before him.’"
  },
  {
    "verse_id": 8,
    "translation": "He said, ‘Lord, how can I have a son when my wife is barren, and I am old and frail?’"
  },
  {
    "verse_id": 9,
    "translation": "He said, ‘This is what your Lord has said: “It is easy for Me: I created you, though you were nothing before.” ’"
  },
  {
    "verse_id": 10,
    "translation": "He said, ‘Give me a sign, Lord.’ He said, ‘Your sign is that you will not [be able to] speak to anyone for three full [days and] nights.’"
  },
  {
    "verse_id": 11,
    "translation": "He went out of the sanctuary to his people and signalled to them to praise God morning and evening."
  },
  {
    "verse_id": 12,
    "translation": "[We said], ‘John, hold on to the Scripture firmly.’ While he was still a boy, We granted him wisdom,"
  },
  {
    "verse_id": 13,
    "translation": "tenderness from Us, and purity. He was devout,"
  },
  {
    "verse_id": 14,
    "translation": "kind to his parents, not domineering or rebellious."
  },
  {
    "verse_id": 15,
    "translation": "Peace was on him the day he was born, the day he died, and it will be on him the day he is raised to life again."
  },
  {
    "verse_id": 16,
    "translation": "Mention in the Quran the story of Mary. She withdrew from her family to a place to the east"
  },
  {
    "verse_id": 17,
    "translation": "and secluded herself away; We sent Our Spirit to appear before her in the form of a perfected man."
  },
  {
    "verse_id": 18,
    "translation": "She said, ‘I seek the Lord of Mercy’s protection against you: if you have any fear of Him [do not approach]!’"
  },
  {
    "verse_id": 19,
    "translation": "but he said, ‘I am but a Mes-senger from your Lord, [come] to announce to you the gift of a pure son.’"
  },
  {
    "verse_id": 20,
    "translation": "She said, ‘How can I have a son when no man has touched me? I have not been unchaste,’"
  },
  {
    "verse_id": 21,
    "translation": "and he said, ‘This is what your Lord said: “It is easy for Me- We shall make him a sign to all people, a blessing from Us.”’"
  },
  {
    "verse_id": 22,
    "translation": "And so it was ordained: she conceived him. She withdrew to a distant place"
  },
  {
    "verse_id": 23,
    "translation": "and, when the pains of childbirth drove her to [cling to] the trunk of a palm tree, she exclaimed, ‘I wish I had been dead and forgotten long before all this!’"
  },
  {
    "verse_id": 24,
    "translation": "but a voice cried to her from below, ‘Do not worry: your Lord has provided a stream at your feet"
  },
  {
    "verse_id": 25,
    "translation": "and, if you shake the trunk of the palm tree towards you, it will deliver fresh ripe dates for you,"
  },
  {
    "verse_id": 26,
    "translation": "so eat, drink, be glad, and say to anyone you may see: “I have vowed to the Lord of Mercy to abstain from conversation, and I will not talk to anyone today.”’"
  },
  {
    "verse_id": 27,
    "translation": "She went back to her people carrying the child, and they said, ‘Mary! You have done something terrible!"
  },
  {
    "verse_id": 28,
    "translation": "Sister of Aaron! Your father was not an evil man; your mother was not unchaste!’"
  },
  {
    "verse_id": 29,
    "translation": "She pointed at him. They said, ‘How can we converse with an infant?’"
  },
  {
    "verse_id": 30,
    "translation": "[But] he said: ‘I am a servant of God. He has granted me the Scripture; made me a prophet;"
  },
  {
    "verse_id": 31,
    "translation": "made me blessed wherever I may be. He commanded me to pray, to give alms as long as I live,"
  },
  {
    "verse_id": 32,
    "translation": "to cherish my mother. He did not make me domineering or graceless."
  },
  {
    "verse_id": 33,
    "translation": "Peace was on me the day I was born, and will be on me the day I die and the day I am raised to life again.’"
  },
  {
    "verse_id": 34,
    "translation": "Such was Jesus, son of Mary. [This is] a statement of the Truth about which they are in doubt:"
  },
  {
    "verse_id": 35,
    "translation": "it would not befit God to have a child. He is far above that: when He decrees something, He says only, ‘Be,’ and it is."
  },
  {
    "verse_id": 36,
    "translation": "‘God is my Lord and your Lord, so serve Him: that is a straight path.’"
  },
  {
    "verse_id": 37,
    "translation": "But factions have differed among themselves. What suffering will come to those who obscure the truth when a dreadful Day arrives!"
  },
  {
    "verse_id": 38,
    "translation": "How sharp of hearing, how sharp of sight they will be when they come to Us, although now they are clearly off course! Warn them [Muhammad] of the Day of Remorse when the matter will be decided,"
  },
  {
    "verse_id": 39,
    "translation": "for they are heedless and do not believe."
  },
  {
    "verse_id": 40,
    "translation": "It is We who will inherit the earth and all who are on it: they will all be returned to Us."
  },
  {
    "verse_id": 41,
    "translation": "Mention too, in the Quran, the story of Abraham. He was a man of truth, a prophet."
  },
  {
    "verse_id": 42,
    "translation": "He said to his father, ‘Father, why do you worship something that can neither hear nor see nor benefit you in any way?"
  },
  {
    "verse_id": 43,
    "translation": "Father, knowledge that has not reached you has come to me, so follow me: I will guide you to an even path."
  },
  {
    "verse_id": 44,
    "translation": "Father, do not worship Satan- Satan has rebelled against the Lord of Mercy."
  },
  {
    "verse_id": 45,
    "translation": "Father, I fear that a punishment from the Lord of Mercy may afflict you and that you may become Satan’s companion [in Hell].’"
  },
  {
    "verse_id": 46,
    "translation": "His father answered, ‘Abraham, do you reject my gods? I will stone you if you do not stop this. Keep out of my way!’"
  },
  {
    "verse_id": 47,
    "translation": "Abraham said, ‘Peace be with you: I will beg my Lord to forgive you- He is always gracious to me-"
  },
  {
    "verse_id": 48,
    "translation": "but for now I will leave you, and the idols you all pray to, and I will pray to my Lord and trust that my prayer will not be in vain.’"
  },
  {
    "verse_id": 49,
    "translation": "When he left his people and those they served beside God, We granted him Isaac and Jacob and made them both prophets:"
  },
  {
    "verse_id": 50,
    "translation": "We granted Our grace to all of them, and gave them a noble reputation."
  },
  {
    "verse_id": 51,
    "translation": "Mention too, in the Quran, the story of Moses. He was specially chosen, a messenger and a prophet:"
  },
  {
    "verse_id": 52,
    "translation": "We called to him from the right-hand side of the mountain and brought him close to Us in secret communion;"
  },
  {
    "verse_id": 53,
    "translation": "out of Our grace We granted him his brother Aaron as a prophet."
  },
  {
    "verse_id": 54,
    "translation": "Mention too, in the Quran, the story of Ishmael. He was true to his promise, a messenger and a prophet."
  },
  {
    "verse_id": 55,
    "translation": "He commanded his household to pray and give alms, and his Lord was well pleased with him."
  },
  {
    "verse_id": 56,
    "translation": "Mention too, in the Quran, the story of Idris. He was a man of truth, a prophet."
  },
  {
    "verse_id": 57,
    "translation": "We raised him to a high position."
  },
  {
    "verse_id": 58,
    "translation": "These were the prophets God blessed- from the seed of Adam, of those We carried in the Ark with Noah, from the seed of Abraham and Israel- and those We guided and chose. When the revelations of the Lord of Mercy were recited to them, they fell to their knees and wept,"
  },
  {
    "verse_id": 59,
    "translation": "but there came after them generations who neglected prayer and were driven by their own desires. These will come face to face with their evil,"
  },
  {
    "verse_id": 60,
    "translation": "but those who repent, who believe, who do righteous deeds, will enter Paradise. They will not be wronged in the least:"
  },
  {
    "verse_id": 61,
    "translation": "they will enter the Gardens of Lasting Bliss, promised by the Lord of Mercy to His servants- it is not yet seen but truly His promise will be fulfilled."
  },
  {
    "verse_id": 62,
    "translation": "There they will hear only peaceful talk, nothing bad; there they will be given provision morning and evening."
  },
  {
    "verse_id": 63,
    "translation": "That is the Garden We shall give as their own to those of Our servants who were devout."
  },
  {
    "verse_id": 64,
    "translation": "[Gabriel said],‘We only descend [with revelation] at your Lord’s command––everything before us, everything behind us, everything in between, all belongs to Him––your Lord is never forgetful."
  },
  {
    "verse_id": 65,
    "translation": "He is Lord of the heavens and earth and everything in between so worship Him: be steadfast in worshipping Him. Do you know of anyone equal to Him?’"
  },
  {
    "verse_id": 66,
    "translation": "Man says, ‘What? Once I am dead, will I be brought back to life?’"
  },
  {
    "verse_id": 67,
    "translation": "but does man not remember that We created him when he was nothing before?"
  },
  {
    "verse_id": 68,
    "translation": "By your Lord [Prophet] We shall gather them and the devils together and set them on their knees around Hell;"
  },
  {
    "verse_id": 69,
    "translation": "We shall seize out of each group those who were most disobedient towards the Lord of Mercy-"
  },
  {
    "verse_id": 70,
    "translation": "We know best who most deserves to burn in Hell-"
  },
  {
    "verse_id": 71,
    "translation": "but every single one of you will approach it, a decree from your Lord which must be fulfilled."
  },
  {
    "verse_id": 72,
    "translation": "We shall save the devout and leave the evildoers there on their knees."
  },
  {
    "verse_id": 73,
    "translation": "When Our revelations are recited to them in all their clarity, [all that] the disbelievers say to the believers [is], ‘Which side is better situated? Which side has the better following?’"
  },
  {
    "verse_id": 74,
    "translation": "We have destroyed many a generation before them who surpassed them in riches and outward glitter!"
  },
  {
    "verse_id": 75,
    "translation": "Say [Prophet], ‘The Lord of Mercy lengthens [the lives] of the misguided, until, when they are confronted with what they have been warned about- either the punishment [in this life] or the Hour [of Judgement]- they realize who is worse situated and who has the weakest forces.’"
  },
  {
    "verse_id": 76,
    "translation": "But God gives more guidance to those who are guided, and good deeds of lasting merit are best and most rewarding in your Lord’s sight."
  },
  {
    "verse_id": 77,
    "translation": "Have you considered the man who rejects Our revelation, who says, ‘I will certainly be given wealth and children’?"
  },
  {
    "verse_id": 78,
    "translation": "Has he penetrated the unknown or received a pledge to that effect from the Lord of Mercy?"
  },
  {
    "verse_id": 79,
    "translation": "No! We shall certainly record what he says and prolong his punishment:"
  },
  {
    "verse_id": 80,
    "translation": "We shall inherit from him all that he speaks of and he will come to Us all alone."
  },
  {
    "verse_id": 81,
    "translation": "They have taken other gods beside God to give them strength,"
  },
  {
    "verse_id": 82,
    "translation": "but these gods will reject their worship and will even turn against them."
  },
  {
    "verse_id": 83,
    "translation": "Have you [Prophet] not seen how We send devils to incite the disbelievers to sin?"
  },
  {
    "verse_id": 84,
    "translation": "There is no need for you to be impatient concerning them: We are counting down their [allotted] time."
  },
  {
    "verse_id": 85,
    "translation": "On the Day We gather the righteous as an honoured company before the Lord of Mercy"
  },
  {
    "verse_id": 86,
    "translation": "and drive the sinful like a thirsty herd into Hell,"
  },
  {
    "verse_id": 87,
    "translation": "no one will have power to intercede except for those who have permission from the Lord of Mercy."
  },
  {
    "verse_id": 88,
    "translation": "The disbelievers say, ‘The Lord of Mercy has offspring.’"
  },
  {
    "verse_id": 89,
    "translation": "How terrible is this thing you assert:"
  },
  {
    "verse_id": 90,
    "translation": "it almost causes the heavens to be torn apart, the earth to split asunder, the mountains to crumble to pieces,"
  },
  {
    "verse_id": 91,
    "translation": "that they attribute offspring to the Lord of Mercy."
  },
  {
    "verse_id": 92,
    "translation": "It does not befit the Lord of Mercy [to have offspring]:"
  },
  {
    "verse_id": 93,
    "translation": "there is no one in the heavens or earth who will not come to the Lord of Mercy as a servant-"
  },
  {
    "verse_id": 94,
    "translation": "He has counted them all: He has numbered them exactly-"
  },
  {
    "verse_id": 95,
    "translation": "and they will each return to Him on the Day of Resurrection all alone."
  },
  {
    "verse_id": 96,
    "translation": "But the Lord of Mercy will give love to those who believe and do righteous deeds:"
  },
  {
    "verse_id": 97,
    "translation": "We have made it easy, in your own language [Prophet], so that you may bring glad news to the righteous and warnings to a stubborn people."
  },
  {
    "verse_id": 98,
    "translation": "How many generations We have destroyed before them! Do you perceive a single one of them now, or hear as much as a whisper?"
  }
]