[
  {
    "verse_id": 1,
    "translation": "Ta Ha"
  },
  {
    "verse_id": 2,
    "translation": "It was not to distress you [Prophet] that We sent down the Quran to you,"
  },
  {
    "verse_id": 3,
    "translation": "but as a reminder for those who hold God in awe,"
  },
  {
    "verse_id": 4,
    "translation": "a revelation from the One who created the earth and the high heaven,"
  },
  {
    "verse_id": 5,
    "translation": "the Lord of Mercy, established on the throne."
  },
  {
    "verse_id": 6,
    "translation": "Everything in the heavens and on earth, everything between them, everything beneath the soil, belongs to Him."
  },
  {
    "verse_id": 7,
    "translation": "Whatever you may say aloud, He knows what you keep secret and what is even more hidden."
  },
  {
    "verse_id": 8,
    "translation": "God––there is no god but Him––the most excellent names belong to Him."
  },
  {
    "verse_id": 9,
    "translation": "Has the story of Moses come to you [Prophet]?"
  },
  {
    "verse_id": 10,
    "translation": "He saw a fire and said to his people, ‘Stay here––I can see a fire. Maybe I can bring you a flaming brand from it or find some guidance there.’"
  },
  {
    "verse_id": 11,
    "translation": "When he came to the fire, he was summoned, ‘Moses!"
  },
  {
    "verse_id": 12,
    "translation": "I am your Lord. Take off your shoes: you are in the sacred valley of Tuwa."
  },
  {
    "verse_id": 13,
    "translation": "I have chosen you, so listen to what is being revealed."
  },
  {
    "verse_id": 14,
    "translation": "I am God; there is no god but Me. So worship Me and keep up the prayer so that you remember Me."
  },
  {
    "verse_id": 15,
    "translation": "The Hour is coming––though I choose to keep it hidden––for each soul to be rewarded for its labour."
  },
  {
    "verse_id": 16,
    "translation": "Do not let anyone who does not believe in it and follows his own desires distract you from it, and so bring you to ruin.’"
  },
  {
    "verse_id": 17,
    "translation": "‘Moses, what is that in your right hand?’"
  },
  {
    "verse_id": 18,
    "translation": "‘It is my staff,’ he said, ‘I lean on it; restrain my sheep with it; I also have other uses for it.’"
  },
  {
    "verse_id": 19,
    "translation": "God said, ‘Throw it down, Moses.’"
  },
  {
    "verse_id": 20,
    "translation": "He threw it down and- lo and behold!- it became a fast-moving snake."
  },
  {
    "verse_id": 21,
    "translation": "He said, ‘Pick it up without fear: We shall turn it back into its former state."
  },
  {
    "verse_id": 22,
    "translation": "Now place your hand under your armpit and it will come out white, though unharmed: that is another sign."
  },
  {
    "verse_id": 23,
    "translation": "We do this to show you some of Our greatest signs."
  },
  {
    "verse_id": 24,
    "translation": "Go to Pharaoh, for he has truly become a tyrant.’"
  },
  {
    "verse_id": 25,
    "translation": "Moses said, ‘Lord, lift up my heart"
  },
  {
    "verse_id": 26,
    "translation": "and ease my task for me."
  },
  {
    "verse_id": 27,
    "translation": "Untie my tongue,"
  },
  {
    "verse_id": 28,
    "translation": "so that they may understand my words,"
  },
  {
    "verse_id": 29,
    "translation": "and give me a helper from my family,"
  },
  {
    "verse_id": 30,
    "translation": "my brother Aaron-"
  },
  {
    "verse_id": 31,
    "translation": "augment my strength through him."
  },
  {
    "verse_id": 32,
    "translation": "Let him share my task"
  },
  {
    "verse_id": 33,
    "translation": "so that we can glorify You much"
  },
  {
    "verse_id": 34,
    "translation": "and remember You often:"
  },
  {
    "verse_id": 35,
    "translation": "You are always watching over us.’"
  },
  {
    "verse_id": 36,
    "translation": "God said, ‘Moses, your request is granted."
  },
  {
    "verse_id": 37,
    "translation": "Indeed We showed you favour before."
  },
  {
    "verse_id": 38,
    "translation": "We inspired your mother, saying,"
  },
  {
    "verse_id": 39,
    "translation": "“Put your child into the chest, then place him in the river. Let the river wash him on to its bank, and he will be taken in by an enemy of Mine and his.” I showered you with My love and planned that you should be reared under My watchful eye."
  },
  {
    "verse_id": 40,
    "translation": "Your sister went out, saying, “I will tell you someone who will nurse him,” then We returned you to your mother so that she could rejoice and not grieve. Later you killed a man, but We saved you from distress and tried you with other tests. You stayed among the people of Midian for years, then you came here as I ordained."
  },
  {
    "verse_id": 41,
    "translation": "I have chosen you for Myself."
  },
  {
    "verse_id": 42,
    "translation": "Go, you and your brother, with My signs, and make sure that you remember Me."
  },
  {
    "verse_id": 43,
    "translation": "Go, both of you, to Pharaoh, for he has exceeded all bounds."
  },
  {
    "verse_id": 44,
    "translation": "Speak to him gently so that he may take heed, or show respect.’"
  },
  {
    "verse_id": 45,
    "translation": "They said, ‘Lord, we fear he will do us great harm or exceed all bounds.’"
  },
  {
    "verse_id": 46,
    "translation": "He said, ‘Do not be afraid, I am with you both, hearing and seeing everything."
  },
  {
    "verse_id": 47,
    "translation": "Go and tell him, “We are your Lord’s mes-sengers, so send the Children of Israel with us and do not oppress them. We have brought you a sign from your Lord. Peace be upon whoever follows the right guidance;"
  },
  {
    "verse_id": 48,
    "translation": "it has been revealed to us that punishment falls on whoever rejects the truth and turns his back on it.”’"
  },
  {
    "verse_id": 49,
    "translation": "[Pharaoh] said, ‘Moses, who is this Lord of yours?’"
  },
  {
    "verse_id": 50,
    "translation": "Moses said, ‘Our Lord is He who gave everything its form, then gave it guidance.’"
  },
  {
    "verse_id": 51,
    "translation": "He said, ‘What about former generations?’"
  },
  {
    "verse_id": 52,
    "translation": "Moses said, ‘My Lord alone has knowledge of them, all in a record; my Lord does not err or forget.’"
  },
  {
    "verse_id": 53,
    "translation": "It was He who spread out the earth for you and traced routes in it. He sent down water from the sky. With that water We bring forth every kind of plant,"
  },
  {
    "verse_id": 54,
    "translation": "so eat, and graze your cattle. There are truly signs in all this for people of understand-ing."
  },
  {
    "verse_id": 55,
    "translation": "From the earth We created you, into it We shall return you, and from it We shall raise you a second time."
  },
  {
    "verse_id": 56,
    "translation": "We showed Pharaoh all Our signs, but he denied them and refused [to change]."
  },
  {
    "verse_id": 57,
    "translation": "He said, ‘Have you come to drive us from our land with your sorcery, Moses?"
  },
  {
    "verse_id": 58,
    "translation": "We will confront you with sorcery to match your own: make an appointment between us which neither of us will fail to keep, in a mutually agreeable place.’"
  },
  {
    "verse_id": 59,
    "translation": "He said, ‘Your meeting will be on the day of the feast, so let the people be assembled when the sun has risen high.’"
  },
  {
    "verse_id": 60,
    "translation": "Pharaoh withdrew and gathered his resources, then he returned."
  },
  {
    "verse_id": 61,
    "translation": "Moses said to them, ‘Beware, do not invent lies against God or He will destroy you with His punishment. Whoever invents lies will fail.’"
  },
  {
    "verse_id": 62,
    "translation": "So they discussed their plan among themselves, talking secretly,"
  },
  {
    "verse_id": 63,
    "translation": "saying, ‘These two men are sorcerers. Their purpose is to drive you out of your land with their sorcery and put an end to your time-honoured way of life."
  },
  {
    "verse_id": 64,
    "translation": "So gather your resources and line up for the contest. Whoever wins today is sure to prosper.’"
  },
  {
    "verse_id": 65,
    "translation": "They said, ‘Moses, will you throw first or shall we?’"
  },
  {
    "verse_id": 66,
    "translation": "‘You throw,’ said Moses, and––lo and behold!––through their sorcery, their ropes and staffs seemed to him to be moving."
  },
  {
    "verse_id": 67,
    "translation": "Moses was inwardly alarmed,"
  },
  {
    "verse_id": 68,
    "translation": "but We said, ‘Do not be afraid, you have the upper hand."
  },
  {
    "verse_id": 69,
    "translation": "Throw down what is in your right hand: it will swallow up what they have produced. They have only produced the tricks of a sorcerer, and a sorcerer will not prosper, wherever he goes.’"
  },
  {
    "verse_id": 70,
    "translation": "[So it was, and] the sorcerers threw themselves down in submission. ‘We believe,’ they said, ‘in the Lord of Aaron and Moses.’"
  },
  {
    "verse_id": 71,
    "translation": "Pharaoh said, ‘How dare you believe in him before I have given you permission? This must be your master, the man who taught you witchcraft. I shall certainly cut off your alternate hands and feet, then crucify you on the trunks of palm trees. You will know for certain which of us has the fiercer and more lasting punishment.’"
  },
  {
    "verse_id": 72,
    "translation": "They said, ‘We shall never prefer you to the clear sign that has come to us, nor to Him who created us. So decide whatever you will: you can only decide matters of this present life-"
  },
  {
    "verse_id": 73,
    "translation": "we believe in our Lord, [hoping] He may forgive us our sins and the sorcery that you forced us to practise- God is better and more lasting.’"
  },
  {
    "verse_id": 74,
    "translation": "Hell will be the reward of those who return to their Lord as evildoers: there they will stay, neither living nor dying."
  },
  {
    "verse_id": 75,
    "translation": "But those who return to their Lord as believers with righteous deeds will be rewarded with the highest of ranks,"
  },
  {
    "verse_id": 76,
    "translation": "Gardens of lasting bliss graced with flowing streams, and there they will stay. Such is the reward of those who purify themselves."
  },
  {
    "verse_id": 77,
    "translation": "We revealed to Moses, ‘Go out at night with My servants and strike a dry path for them across the sea. Have no fear of being overtaken and do not be dismayed.’"
  },
  {
    "verse_id": 78,
    "translation": "Pharaoh pursued them with his armies and was overwhelmed by the sea."
  },
  {
    "verse_id": 79,
    "translation": "Pharaoh truly led his people astray; he did not guide them."
  },
  {
    "verse_id": 80,
    "translation": "Children of Israel, We rescued you from your enemies. We made a pledge with you on the right-hand side of the mountain. We sent down manna and quails for you,"
  },
  {
    "verse_id": 81,
    "translation": "‘Eat from the good things We have provided for you, but do not overstep the bounds, or My wrath will descend on you. Anyone on whom My wrath descends has truly fallen."
  },
  {
    "verse_id": 82,
    "translation": "Yet I am most forgiving towards those who repent, believe, do righteous deeds, and stay on the right path.’"
  },
  {
    "verse_id": 83,
    "translation": "[God said], ‘Moses, what has made you come ahead of your people in such haste?’"
  },
  {
    "verse_id": 84,
    "translation": "and he said, ‘They are following in my footsteps. I rushed to You, Lord, to please You,’"
  },
  {
    "verse_id": 85,
    "translation": "but God said, ‘We have tested your people in your absence: the Samiri has led them astray.’"
  },
  {
    "verse_id": 86,
    "translation": "Moses returned to his people, angry and aggrieved. He said, ‘My people, did your Lord not make you a gracious promise? Was my absence too long for you? Did you want anger to fall on you from your Lord and so broke your word to me?’"
  },
  {
    "verse_id": 87,
    "translation": "They said, ‘We did not break our word to you deliberately. We were burdened with the weight of people’s jewellery, so we threw it [into the fire], and the Samiri did the same,’"
  },
  {
    "verse_id": 88,
    "translation": "but he [used the molten jewellery to] produce an image of a calf which made a lowing sound, and they said, ‘This is your god and Moses’ god, but he has forgotten.’"
  },
  {
    "verse_id": 89,
    "translation": "Did they not see that [the calf] gave them no answer, that it had no power to harm or benefit them?"
  },
  {
    "verse_id": 90,
    "translation": "Aaron did say to them, ‘My people, this calf is a test for you. Your true Lord is the Lord of Mercy, so follow me and obey my orders,’"
  },
  {
    "verse_id": 91,
    "translation": "but they replied, ‘We shall not give up our devotion to it until Moses returns to us.’"
  },
  {
    "verse_id": 92,
    "translation": "Moses said, ‘When you realized they had gone astray, what prevented you, Aaron,"
  },
  {
    "verse_id": 93,
    "translation": "from coming after me? How could you disobey my orders?’"
  },
  {
    "verse_id": 94,
    "translation": "He said, ‘Son of my mother- let go of my beard and my hair!- I was afraid you would say, “You have caused division among the children of Israel and have not heeded what I said.”’"
  },
  {
    "verse_id": 95,
    "translation": "Moses said, ‘And what was the matter with you, Samiri?’"
  },
  {
    "verse_id": 96,
    "translation": "He replied, ‘I saw something they did not; I took in some of the teachings of the Messenger but tossed them aside: my soul prompted me to do what I did.’"
  },
  {
    "verse_id": 97,
    "translation": "Moses said, ‘Get away from here! Your lot in this life is to say, “Do not touch me,” but you have an appointment from which there is no escape. Look at your god which you have kept on worshipping- we shall grind it down and scatter it into the sea."
  },
  {
    "verse_id": 98,
    "translation": "[People], your true god is the One God- there is no god but Him- whose knowledge embraces everything.’"
  },
  {
    "verse_id": 99,
    "translation": "In this way We relate to you [Prophet] stories of what happened before. We have given you a Quran from Us."
  },
  {
    "verse_id": 100,
    "translation": "Whoever turns away from it will bear on the Day of Resurrection a heavy burden"
  },
  {
    "verse_id": 101,
    "translation": "and will remain under it. What a terrible burden to carry on that Day!"
  },
  {
    "verse_id": 102,
    "translation": "When the trumpet is sounded and We gather the sinful, sightless,"
  },
  {
    "verse_id": 103,
    "translation": "they will murmur to one another, ‘You stayed only ten days [on earth]’-"
  },
  {
    "verse_id": 104,
    "translation": "We know best what they say- but the more perceptive of them will say, ‘Your stay [on earth] was only a single day.’"
  },
  {
    "verse_id": 105,
    "translation": "They ask you [Prophet] about the mountains: say, ‘[On that Day] my Lord will blast them into dust"
  },
  {
    "verse_id": 106,
    "translation": "and leave a flat plain,"
  },
  {
    "verse_id": 107,
    "translation": "with no peak or trough to be seen."
  },
  {
    "verse_id": 108,
    "translation": "On that Day, people will follow the summoner from whom there is no escape; every voice will be hushed for the Lord of Mercy; only whispers will be heard."
  },
  {
    "verse_id": 109,
    "translation": "On that Day, intercession will be useless except from those to whom the Lord of Mercy has granted permission and whose words He approves-"
  },
  {
    "verse_id": 110,
    "translation": "He knows what is before and behind them, though they do not comprehend Him-"
  },
  {
    "verse_id": 111,
    "translation": "and [all] faces will be humbled before the Living, Ever Watchful One. Those burdened with evil deeds will despair,"
  },
  {
    "verse_id": 112,
    "translation": "but whoever has done righteous deeds and believed need have no fear of injustice or deprivation.’"
  },
  {
    "verse_id": 113,
    "translation": "We have sent the Quran down in the Arabic tongue and given all kinds of warnings in it, so that they may beware or take heed-"
  },
  {
    "verse_id": 114,
    "translation": "exalted be God, the one who is truly in control. [Prophet], do not rush to recite before the revelation is fully complete but say, ‘Lord, increase me in knowledge!’"
  },
  {
    "verse_id": 115,
    "translation": "We also commanded Adam before you, but he forgot and We found him lacking in constancy."
  },
  {
    "verse_id": 116,
    "translation": "When We said to the angels, ‘Bow down before Adam,’ they did. But Iblis refused,"
  },
  {
    "verse_id": 117,
    "translation": "so We said, ‘Adam, this is your enemy, yours and your wife’s: do not let him drive you out of the garden and make you miserable."
  },
  {
    "verse_id": 118,
    "translation": "In the garden you will never go hungry, feel naked,"
  },
  {
    "verse_id": 119,
    "translation": "be thirsty, or suffer the heat of the sun.’"
  },
  {
    "verse_id": 120,
    "translation": "But Satan whispered to Adam, saying, ‘Adam, shall I show you the tree of immortality and power that never decays?’"
  },
  {
    "verse_id": 121,
    "translation": "and they both ate from it. They became conscious of their nakedness and began to cover themselves with leaves from the garden. Adam disobeyed his Lord and was led astray-"
  },
  {
    "verse_id": 122,
    "translation": "later his Lord brought him close, accepted his repentance, and guided him-"
  },
  {
    "verse_id": 123,
    "translation": "God said, ‘Get out of the garden as each other’s enemy.’ Whoever follows My guidance, when it comes to you [people], will not go astray nor fall into misery,"
  },
  {
    "verse_id": 124,
    "translation": "but whoever turns away from it will have a life of great hardship. We shall bring him blind to the Assembly on the Day of Resurrection"
  },
  {
    "verse_id": 125,
    "translation": "and he will say, ‘Lord, why did You bring me here blind? I was sighted before!’"
  },
  {
    "verse_id": 126,
    "translation": "God will say, ‘This is how it is: You ignored Our revelations when they came to you, so today you will be ignored.’"
  },
  {
    "verse_id": 127,
    "translation": "This is how We reward those who go too far, and who do not believe in their Lord’s revelations. The greatest and most enduring punishment is in the Hereafter."
  },
  {
    "verse_id": 128,
    "translation": "Do they not draw a lesson from the many generations We destroyed before them, through whose dwelling places they now walk? There truly are signs in this for anyone with understanding!"
  },
  {
    "verse_id": 129,
    "translation": "If it were not for a preordained Word from your Lord [Prophet], they would already have been destroyed. Their time has been set,"
  },
  {
    "verse_id": 130,
    "translation": "so [Prophet] be patient with what they say- celebrate the praise of your Lord, before the rising and setting of the sun, celebrate His praise during the night, and at the beginning and end of the day, so that you may find contentment-"
  },
  {
    "verse_id": 131,
    "translation": "and do not gaze longingly at what We have given some of them to enjoy, the finery of this present life: We test them through this, but the provision of your Lord is better and more lasting."
  },
  {
    "verse_id": 132,
    "translation": "Order your people to pray, and pray steadfastly yourself. We are not asking you to give Us provision;We provide for you, and the rewards of the Hereafter belong to the devout."
  },
  {
    "verse_id": 133,
    "translation": "The disbelievers say, ‘Why does he not bring us a sign from his Lord?’ Have they not been given clear proof confirming what was in the earlier scriptures?"
  },
  {
    "verse_id": 134,
    "translation": "If We had destroyed them through punishment before this Messenger came, they would have said, ‘Lord, if only You had sent us a messenger, we could have followed Your revelations before we suffered humiliation and disgrace!’"
  },
  {
    "verse_id": 135,
    "translation": "[Prophet], say, ‘We are all waiting, so you carry on waiting: you will come to learn who has followed the even path, and been rightly guided.’"
  }
]