[
  {
    "verse_id": 1,
    "translation": "Ever closer to people draws their reckoning, while they turn away, heedless."
  },
  {
    "verse_id": 2,
    "translation": "Whenever any fresh revelation comes to them from their Lord, they listen to it playfully"
  },
  {
    "verse_id": 3,
    "translation": "with frivolous hearts. The evildoers conferred in secret: ‘Is this man anything but a mortal like yourselves? Are you going to fall under his spell with your eyes wide open?’"
  },
  {
    "verse_id": 4,
    "translation": "He said, ‘My Lord knows everything that is said in the heavens and the earth: He is the All Hearing, the All Knowing.’"
  },
  {
    "verse_id": 5,
    "translation": "Some say, ‘Muddled dreams’; others, ‘He made it up’; yet others, ‘He is just a poet, let him show us a sign as previous messengers did.’"
  },
  {
    "verse_id": 6,
    "translation": "But of the communities We destroyed before them not a single one believed. Will these now believe?"
  },
  {
    "verse_id": 7,
    "translation": "And even before your time [Prophet], all the messengers We sent were only men We inspired–– if you [disbelievers] do not know, ask people who know the Scripture––"
  },
  {
    "verse_id": 8,
    "translation": "We did not give them bodies that ate no food, nor were they immortal."
  },
  {
    "verse_id": 9,
    "translation": "We fulfilled Our promise to them in the end: We saved them and those We wished to save, and We destroyed those who exceeded all bounds."
  },
  {
    "verse_id": 10,
    "translation": "And now We have sent down to you [people] a Scripture to remind you. Will you not use your reason?"
  },
  {
    "verse_id": 11,
    "translation": "How many communities of evildoers We have destroyed! How many others We have raised up in their places!"
  },
  {
    "verse_id": 12,
    "translation": "When they felt Our might coming upon them, see how they tried to escape it!"
  },
  {
    "verse_id": 13,
    "translation": "‘Do not try to escape. Go back to your homes and the pleasure you revelled in: you may be questioned.’"
  },
  {
    "verse_id": 14,
    "translation": "They said, ‘Woe to us! We were wrong!’"
  },
  {
    "verse_id": 15,
    "translation": "and that cry of theirs did not cease until We made them burnt-offstubble."
  },
  {
    "verse_id": 16,
    "translation": "We did not create the heavens and the earth and everything between them playfully."
  },
  {
    "verse_id": 17,
    "translation": "If We had wished for a pastime, We could have found it within Us- if We had wished for any such thing."
  },
  {
    "verse_id": 18,
    "translation": "No! We hurl the truth against falsehood, and truth obliterates it- see how falsehood vanishes away! Woe to you [people] for the way you describe God!"
  },
  {
    "verse_id": 19,
    "translation": "Everyone in the heavens and earth belongs to Him, and those that are with Him are never too proud to worship Him, nor do they grow weary;"
  },
  {
    "verse_id": 20,
    "translation": "they glorify Him tirelessly night and day."
  },
  {
    "verse_id": 21,
    "translation": "Have they chosen any gods from the earth who can give life to the dead?"
  },
  {
    "verse_id": 22,
    "translation": "If there had been in the heavens or earth any gods but Him, both heavens and earth would be in ruins: God, Lord of the Throne, is far above the things they say:"
  },
  {
    "verse_id": 23,
    "translation": "He cannot be called to account for anything He does, whereas they will be called to account."
  },
  {
    "verse_id": 24,
    "translation": "Have they chosen to worship other gods instead of Him? Say, ‘Bring your proof. This is the Scripture for those who are with me and the Scripture for those who went before me.’ But most of them do not recognize the truth, so they pay no heed."
  },
  {
    "verse_id": 25,
    "translation": "We never sent any messenger before you [Muhammad] without revealing to him: ‘There is no god but Me, so serve Me.’"
  },
  {
    "verse_id": 26,
    "translation": "And they say, ‘The Lord of Mercy has taken offspring for Himself.’ May He be exalted! No! They are only His honoured servants:"
  },
  {
    "verse_id": 27,
    "translation": "they do not speak before He speaks and they act by His command."
  },
  {
    "verse_id": 28,
    "translation": "He knows what is before them and what is behind them, and they cannot intercede without His permission––indeed they themselves stand in awe of Him."
  },
  {
    "verse_id": 29,
    "translation": "If any of them were to claim, ‘I am a god beside Him,’ We would reward them with Hell: this is how We reward evildoers."
  },
  {
    "verse_id": 30,
    "translation": "Are the disbelievers not aware that the heavens and the earth used to be joined together and that We ripped them apart, that We made every living thing from water? Will they not believe?"
  },
  {
    "verse_id": 31,
    "translation": "And We put firm mountains on the earth, lest it should sway under them, and set broad paths on it, so that they might follow the right direction,"
  },
  {
    "verse_id": 32,
    "translation": "and We made the sky a well-secured canopy- yet from its wonders they turn away."
  },
  {
    "verse_id": 33,
    "translation": "It is He who created night and day, the sun and the moon, each floating in its orbit."
  },
  {
    "verse_id": 34,
    "translation": "We have not granted everlasting life to any other human being before you either [Muhammad]- if you die, will [the disbelievers] live for ever?"
  },
  {
    "verse_id": 35,
    "translation": "Every soul is certain to taste death: We test you all through the bad and the good, and to Us you will all return."
  },
  {
    "verse_id": 36,
    "translation": "When the disbelievers see you, they laugh at you: ‘Is this the one who talks about your gods?’ They reject any talk of the Lord of Mercy."
  },
  {
    "verse_id": 37,
    "translation": "Man was created hasty: I will show you My signs soon, so do not ask Me to hasten them."
  },
  {
    "verse_id": 38,
    "translation": "They say, ‘When will this promise be fulfilled, if what you say is true?’"
  },
  {
    "verse_id": 39,
    "translation": "If the disbelievers only knew, the time will arrive when they will not be able to ward off the Fire from their faces or their backs, and they will get no help."
  },
  {
    "verse_id": 40,
    "translation": "It will come upon them suddenly and stupefy them; they will be powerless to push it away; they will not be reprieved."
  },
  {
    "verse_id": 41,
    "translation": "Messengers before you [Muhammad] were also ridiculed, but those who mocked them were overwhelmed in the end by the very thing they had mocked."
  },
  {
    "verse_id": 42,
    "translation": "Say, ‘Who could protect you night and day from the Lord of Mercy?’ Yet they turn away when their Lord is mentioned."
  },
  {
    "verse_id": 43,
    "translation": "Do they have gods who can defend them against Us? Their gods have no power to help themselves, nor can they be protected from Us."
  },
  {
    "verse_id": 44,
    "translation": "We have allowed these sinners and their forefathers to enjoy life for a long time. But do they not see how We are shrinking their borders? Is it they who will prevail?"
  },
  {
    "verse_id": 45,
    "translation": "Say, ‘I warn you only through the Revelation.’ The deaf will not hear the warning call,"
  },
  {
    "verse_id": 46,
    "translation": "yet if a mere breath of your Lord’s punishment touches them, they will be sure to cry, ‘Woe to us! We were wrong!’"
  },
  {
    "verse_id": 47,
    "translation": "We will set up scales of justice for the Day of Resurrection so that no one can be wronged in the least, and if there should be even the weight of a mustard seed, We shall bring it out- We take excellent account."
  },
  {
    "verse_id": 48,
    "translation": "We gave Moses and Aaron [the Scripture] that distinguishes right from wrong, a light and a reminder for those who are mindful of God,"
  },
  {
    "verse_id": 49,
    "translation": "those who stand in awe of their Lord, though He is unseen, and who fear the Hour."
  },
  {
    "verse_id": 50,
    "translation": "This [Quran] too is a blessed message We have sent down- are you [people] going to deny it?"
  },
  {
    "verse_id": 51,
    "translation": "Long ago We bestowed right judgement on Abraham and We knew him well."
  },
  {
    "verse_id": 52,
    "translation": "He said to his father and his people, ‘What are these images to which you are so devoted?’"
  },
  {
    "verse_id": 53,
    "translation": "They replied, ‘We found our fathers worshipping them.’"
  },
  {
    "verse_id": 54,
    "translation": "He said, ‘You and your fathers have clearly gone astray.’"
  },
  {
    "verse_id": 55,
    "translation": "They asked, ‘Have you brought us the truth or are you just playing about?’"
  },
  {
    "verse_id": 56,
    "translation": "He said, ‘Listen! Your true Lord is the Lord of the heavens and the earth, He who created them, and I am a witness to this."
  },
  {
    "verse_id": 57,
    "translation": "By God I shall certainly plot against your idols as soon as you have turned your backs!’"
  },
  {
    "verse_id": 58,
    "translation": "He broke them all into pieces, but left the biggest one for them to return to."
  },
  {
    "verse_id": 59,
    "translation": "They said, ‘Who has done this to our gods? How wicked he must be!’"
  },
  {
    "verse_id": 60,
    "translation": "Some said, ‘We heard a youth called Abraham talking about them.’"
  },
  {
    "verse_id": 61,
    "translation": "They said, ‘Bring him before the eyes of the people, so that they may witness [his trial].’"
  },
  {
    "verse_id": 62,
    "translation": "They asked, ‘Was it you, Abraham, who did this to our gods?’"
  },
  {
    "verse_id": 63,
    "translation": "He said, ‘No, it was done by the biggest of them- this one. Ask them, if they can talk.’"
  },
  {
    "verse_id": 64,
    "translation": "They turned to one another, saying, ‘It is you who are in the wrong,’"
  },
  {
    "verse_id": 65,
    "translation": "but then they lapsed again and said, ‘You know very well these gods cannot speak.’"
  },
  {
    "verse_id": 66,
    "translation": "Abraham said, ‘How can you worship what can neither benefit nor harm you, instead of God?"
  },
  {
    "verse_id": 67,
    "translation": "Shame on you and on the things you worship instead of God. Have you no sense?’"
  },
  {
    "verse_id": 68,
    "translation": "They said, ‘Burn him and avenge your gods, if you are going to do the right thing.’"
  },
  {
    "verse_id": 69,
    "translation": "But We said, ‘Fire, be cool and safe for Abraham.’"
  },
  {
    "verse_id": 70,
    "translation": "They planned to harm him, but We made them suffer the greatest loss."
  },
  {
    "verse_id": 71,
    "translation": "We saved him and Lot [and sent them] to the land We blessed for all people,"
  },
  {
    "verse_id": 72,
    "translation": "and We gave him Isaac and Jacob as an additional gift, and made each of them righteous."
  },
  {
    "verse_id": 73,
    "translation": "We made all of them leaders, guiding others by Our command, and We inspired them to do good works, to keep up the prayer, and to give alms: they were Our true worshippers."
  },
  {
    "verse_id": 74,
    "translation": "We gave Lot sound judgement and knowledge and saved him from the community who practised obscenities- they were shameless people who broke God’s law!"
  },
  {
    "verse_id": 75,
    "translation": "We admitted him to Our mercy; he was a righteous man."
  },
  {
    "verse_id": 76,
    "translation": "Long before that, We answered Noah when he cried out to Us: We saved him and his family from the great calamity"
  },
  {
    "verse_id": 77,
    "translation": "and We helped him against the people who rejected Our signs- they were evil people, so We drowned them all."
  },
  {
    "verse_id": 78,
    "translation": "And remember David and Solomon, when they gave judgement regarding the field into which sheep strayed by night and grazed. We witnessed their judgement"
  },
  {
    "verse_id": 79,
    "translation": "and made Solomon understand the case [better], though We gave sound judgement and knowledge to both of them. We made the mountains and the birds celebrate Our praises with David- We did all these things-"
  },
  {
    "verse_id": 80,
    "translation": "We taught him how to make coats of mail for the benefit of you [people], to protect you in your wars, but are you grateful for this?"
  },
  {
    "verse_id": 81,
    "translation": "We harnessed the stormy wind for Solomon, so that it sped by his command to the land We had blessed- We have knowledge of all things-"
  },
  {
    "verse_id": 82,
    "translation": "and We made some of the jinn subservient to him, to dive for him and do other works besides. We were watching over them."
  },
  {
    "verse_id": 83,
    "translation": "Remember Job, when he cried to his Lord, ‘Suffering has truly afflicted me, but you are the Most Merciful of the merciful.’"
  },
  {
    "verse_id": 84,
    "translation": "We answered him, removed his suffering, and restored his family to him, along with more like them, as an act of grace from Us and a reminder for all who serve Us."
  },
  {
    "verse_id": 85,
    "translation": "And remember Ishmael, Idris, and Dhu’l-Kifl: they were all steadfast."
  },
  {
    "verse_id": 86,
    "translation": "We admitted them to Our mercy; they were truly righteous."
  },
  {
    "verse_id": 87,
    "translation": "And remember the man with the whale,when he went off angrily, thinking We could not restrict him, but then he cried out in the deep darkness, ‘There is no God but You, glory be to You, I was wrong.’"
  },
  {
    "verse_id": 88,
    "translation": "We answered him and saved him from distress: this is how We save the faithful."
  },
  {
    "verse_id": 89,
    "translation": "Remember Zachariah, when he cried to his Lord, ‘My Lord, do not leave me childless, though You are the best of heirs.’"
  },
  {
    "verse_id": 90,
    "translation": "We answered him––We gave him John, and cured his wife of barrenness- they were always keen to do good deeds. They called upon Us out of longing and awe, and humbled themselves before Us."
  },
  {
    "verse_id": 91,
    "translation": "Remember the one who guarded her chastity. We breathed into her from Our Spirit and made her and her son a sign for all people."
  },
  {
    "verse_id": 92,
    "translation": "[Messengers], this community of yours is one single community and I am your Lord, so serve Me."
  },
  {
    "verse_id": 93,
    "translation": "They have torn their unity apart, but they will all return to Us."
  },
  {
    "verse_id": 94,
    "translation": "If anyone does good deeds and is a believer, his efforts will not be ignored: We record them for him."
  },
  {
    "verse_id": 95,
    "translation": "No community destroyed by Us can escape its return,"
  },
  {
    "verse_id": 96,
    "translation": "and when the peoples of Gog and Magog are let loose and swarm swiftly from every highland,"
  },
  {
    "verse_id": 97,
    "translation": "when the True Promise draws near, the disbelievers’ eyes will stare in terror, and they will say, ‘Woe to us! We were not aware of this at all. We were wrong.’"
  },
  {
    "verse_id": 98,
    "translation": "You [disbelievers] and what you worship instead of God will be fuel for Hell: that is where you will go-"
  },
  {
    "verse_id": 99,
    "translation": "if these [idols] had been real gods they would not have gone there- you will all stay there."
  },
  {
    "verse_id": 100,
    "translation": "There the disbelievers will be groaning piteously, but the [idols] will hear nothing."
  },
  {
    "verse_id": 101,
    "translation": "But those for whom We have decreed Paradise will be kept far from Hell-"
  },
  {
    "verse_id": 102,
    "translation": "they will not hear a murmur from it- and endlessly they will enjoy everything their souls desire."
  },
  {
    "verse_id": 103,
    "translation": "They will have no fear of the great Terror: the angels will receive them with the words, ‘This is the Day you were promised!’"
  },
  {
    "verse_id": 104,
    "translation": "On that Day, We shall roll up the skies as a writer rolls up [his] scrolls. We shall reproduce creation just as We produced it the first time: this is Our binding promise. We shall certainly do all these things."
  },
  {
    "verse_id": 105,
    "translation": "We wrote in the Psalms, as We did in [earlier] Scripture: ‘My righteous servants will inherit the earth.’"
  },
  {
    "verse_id": 106,
    "translation": "There truly is a message in this for the servants of God!"
  },
  {
    "verse_id": 107,
    "translation": "It was only as a mercy that We sent you [Prophet] to all people."
  },
  {
    "verse_id": 108,
    "translation": "Say, ‘What is revealed to me is that your God is one God- will you submit to Him?’"
  },
  {
    "verse_id": 109,
    "translation": "But if they turn away, say, ‘I have proclaimed the message fairly to you all. I do not know whether the judgement you are promised is near or far,"
  },
  {
    "verse_id": 110,
    "translation": "but He knows what you reveal and conceal."
  },
  {
    "verse_id": 111,
    "translation": "I do not know: this [time] may well be a test for you, and enjoyment for a while.’"
  },
  {
    "verse_id": 112,
    "translation": "He said,‘My Lord, pass the true judgement.’ And, ‘Our Lord is the Lord of Mercy. We seek His assistance against what you [disbelievers] say.’"
  }
]