[
  {
    "verse_id": 1,
    "translation": "[How] prosperous are the believers!"
  },
  {
    "verse_id": 2,
    "translation": "Those who pray humbly,"
  },
  {
    "verse_id": 3,
    "translation": "who shun idle talk,"
  },
  {
    "verse_id": 4,
    "translation": "who pay the prescribed alms,"
  },
  {
    "verse_id": 5,
    "translation": "who guard their chastity"
  },
  {
    "verse_id": 6,
    "translation": "except with their spouses or their slaves––with these they are not to blame,"
  },
  {
    "verse_id": 7,
    "translation": "but anyone who seeks more than this is exceeding the limits––"
  },
  {
    "verse_id": 8,
    "translation": "who are faithful to their trusts and pledges"
  },
  {
    "verse_id": 9,
    "translation": "and who keep up their prayers,"
  },
  {
    "verse_id": 10,
    "translation": "will rightly be given"
  },
  {
    "verse_id": 11,
    "translation": "Paradise as their own, there to remain."
  },
  {
    "verse_id": 12,
    "translation": "We created man from an essence of clay,"
  },
  {
    "verse_id": 13,
    "translation": "then We placed him as a drop of fluid in a safe place,"
  },
  {
    "verse_id": 14,
    "translation": "then We made that drop into a clinging form, and We made that form into a lump of flesh, and We made that lump into bones, and We clothed those bones with flesh, and later We made him into other forms––glory be to God, the best of creators!––"
  },
  {
    "verse_id": 15,
    "translation": "then you will die"
  },
  {
    "verse_id": 16,
    "translation": "and then, on the Day of Resurrection, you will be raised up again."
  },
  {
    "verse_id": 17,
    "translation": "We created seven levels above you: We are never unmindful of Our creation."
  },
  {
    "verse_id": 18,
    "translation": "We sent water down from the sky in due measure and lodged it in the earth––We have the power to take it all away if We so wish––"
  },
  {
    "verse_id": 19,
    "translation": "with it We produced for you gardens of date palms and vines, with many fruits there for you to eat,"
  },
  {
    "verse_id": 20,
    "translation": "and a tree, growing out of Mount Sinai, that produces oil and seasoning for your food."
  },
  {
    "verse_id": 21,
    "translation": "There is a lesson for you in livestock: We produce milk for you to drink from their bellies. And they have many other benefits: you eat them"
  },
  {
    "verse_id": 22,
    "translation": "and you ride on them, as you do in ships."
  },
  {
    "verse_id": 23,
    "translation": "We sent Noah to his people. He said, ‘My people, serve God, for He is your only god. Will you not heed Him?’"
  },
  {
    "verse_id": 24,
    "translation": "But the leading disbelievers among his people said, ‘He is merely a mortal like you, trying to gain some superiority over you. God would have sent down angels if He had wished; besides, we never heard of anything like this from our forefathers."
  },
  {
    "verse_id": 25,
    "translation": "He is just a madman, so let’s wait and see what happens to him.’"
  },
  {
    "verse_id": 26,
    "translation": "Noah said, ‘My Lord, help me! They call me a liar,’"
  },
  {
    "verse_id": 27,
    "translation": "and so We revealed to him: ‘Build the Ark under Our watchful eye and according to Our revelation. When Our command comes and water gushes up out of the earth,take pairs of every species on board, and your family, except for those on whom the sentence has already been passed- do not plead with me for the evildoers: they will be drowned-"
  },
  {
    "verse_id": 28,
    "translation": "and when you and your companions are settled on the Ark, say, “Praise be to God, who delivered us from the wicked people,”"
  },
  {
    "verse_id": 29,
    "translation": "and say, “My Lord, let me land with Your blessing: it is You who provide the best landings”.’"
  },
  {
    "verse_id": 30,
    "translation": "There are signs in all this: We have always put [people] to the test."
  },
  {
    "verse_id": 31,
    "translation": "Then We raised another generation after them,"
  },
  {
    "verse_id": 32,
    "translation": "and sent one of their own as a messenger: ‘Serve God, for He is your only god. Will you not heed Him?’"
  },
  {
    "verse_id": 33,
    "translation": "But the leading disbelievers among his people, who denied the Meeting in the Hereafter, to whom We had granted ease and plenty in this life, said, ‘He is just a mortal like you- he eats what you eat and drinks what you drink-"
  },
  {
    "verse_id": 34,
    "translation": "and you will really be losers if you obey a mortal like yourselves."
  },
  {
    "verse_id": 35,
    "translation": "How can he promise you that after you die and become dust and bones you will be brought out alive?"
  },
  {
    "verse_id": 36,
    "translation": "What you are promised is very farfetched."
  },
  {
    "verse_id": 37,
    "translation": "There is only the life of this world: we die, we live, but we will never be resurrected."
  },
  {
    "verse_id": 38,
    "translation": "He is just a man making lies up about God. We will never believe in him.’"
  },
  {
    "verse_id": 39,
    "translation": "The prophet said, ‘My Lord, help me! They call me a liar,’"
  },
  {
    "verse_id": 40,
    "translation": "and so God said, ‘Soon they will be filled with regret.’"
  },
  {
    "verse_id": 41,
    "translation": "The blast justly struck them and We swept them away like scum. Away with the evildoers!"
  },
  {
    "verse_id": 42,
    "translation": "We raised other generations after them-"
  },
  {
    "verse_id": 43,
    "translation": "no community can advance or delay its time-"
  },
  {
    "verse_id": 44,
    "translation": "and We sent Our messengers in succession: whenever a messenger came to a community they invariably called him a liar, so We destroyed them one after the other and made them into cautionary tales. Away with the disbelievers!"
  },
  {
    "verse_id": 45,
    "translation": "Then We sent Moses and his brother Aaron, with Our signs and clear authority,"
  },
  {
    "verse_id": 46,
    "translation": "to Pharaoh and his prominent leaders, but they responded with arrogance: they were a haughty people."
  },
  {
    "verse_id": 47,
    "translation": "They said, ‘Are we to believe in two mortals like us? And their people are our servants?’"
  },
  {
    "verse_id": 48,
    "translation": "and so they called them both liars: they became another ruined people."
  },
  {
    "verse_id": 49,
    "translation": "We gave Moses the Scripture, so that they might be rightly guided."
  },
  {
    "verse_id": 50,
    "translation": "We made the son of Mary and his mother a sign; We gave them shelter on a peaceful hillside with flowing water."
  },
  {
    "verse_id": 51,
    "translation": "Messengers, eat good things and do good deeds: I am well aware of what you do."
  },
  {
    "verse_id": 52,
    "translation": "This community of yours is one- and I am your Lord: be mindful of Me-"
  },
  {
    "verse_id": 53,
    "translation": "but they have split their community into sects, each rejoicing in their own."
  },
  {
    "verse_id": 54,
    "translation": "So [Muhammad] leave them for a while steeped [in their ignorance]."
  },
  {
    "verse_id": 55,
    "translation": "Do they reckon that, by giving them wealth and sons,"
  },
  {
    "verse_id": 56,
    "translation": "We race to give them good things? They really have no idea!"
  },
  {
    "verse_id": 57,
    "translation": "Those who stand in awe of their Lord,"
  },
  {
    "verse_id": 58,
    "translation": "who believe in His messages,"
  },
  {
    "verse_id": 59,
    "translation": "who do not ascribe partners to Him,"
  },
  {
    "verse_id": 60,
    "translation": "who always give with hearts that tremble at the thought that they must return to Him,"
  },
  {
    "verse_id": 61,
    "translation": "are the ones who race toward good things, and they will be the first to get them."
  },
  {
    "verse_id": 62,
    "translation": "We do not burden any soul with more than it can bear- We have a Record that tells the truth- they will not be wronged."
  },
  {
    "verse_id": 63,
    "translation": "But the disbelievers’ hearts are steeped [in ignorance of ] all this; and there are other things besides this that they do."
  },
  {
    "verse_id": 64,
    "translation": "When We bring Our punishment on those corrupted with wealth, they will cry for help:"
  },
  {
    "verse_id": 65,
    "translation": "‘Do not cry out today: you will get no help from Us."
  },
  {
    "verse_id": 66,
    "translation": "Time and time again My messages were recited to you, but you turned arrogantly on your heels,"
  },
  {
    "verse_id": 67,
    "translation": "and spent the evening making fun of [the Quran].’"
  },
  {
    "verse_id": 68,
    "translation": "Have they not contemplated the Word of God? Has something come to them that did not come to their forefathers?"
  },
  {
    "verse_id": 69,
    "translation": "Do they not recognize their Messenger? So why do they reject him?"
  },
  {
    "verse_id": 70,
    "translation": "Why do they say he is possessed? He has brought them the truth and most of them hate it,"
  },
  {
    "verse_id": 71,
    "translation": "but if the truth were in accordance with their desires, the heavens, the earth, and everyone in them would disintegrate. We have brought them their Reminder and they turn away from it."
  },
  {
    "verse_id": 72,
    "translation": "Do you [Prophet] ask them for any payment? Your Lord’s is the best payment: He is the Best of Providers."
  },
  {
    "verse_id": 73,
    "translation": "You call them to a straight path"
  },
  {
    "verse_id": 74,
    "translation": "and those who do not believe in the Hereafter turn away from that path."
  },
  {
    "verse_id": 75,
    "translation": "Even if We were to show them mercy and relieve them of distress, they would blindly persist in their transgression."
  },
  {
    "verse_id": 76,
    "translation": "We have already afflicted them, yet they did not submit to their Lord: they will not humble themselves"
  },
  {
    "verse_id": 77,
    "translation": "until We open a gate to severe torment for them- then they will be plunged into utter despair."
  },
  {
    "verse_id": 78,
    "translation": "It is God who endowed you with hearing, sight, and hearts- how seldom you are grateful!"
  },
  {
    "verse_id": 79,
    "translation": "It is He who made you multiply on earth. It is to Him that you will be gathered:"
  },
  {
    "verse_id": 80,
    "translation": "it is He who gives life and death; the alternation of night and day depends on Him; will you not use your minds?"
  },
  {
    "verse_id": 81,
    "translation": "But, like others before them,"
  },
  {
    "verse_id": 82,
    "translation": "they say, ‘What? When we die and turn to dust and bones, shall we really be resurrected?"
  },
  {
    "verse_id": 83,
    "translation": "We have heard such promises before, and so did our forefathers. These are just ancient fables.’"
  },
  {
    "verse_id": 84,
    "translation": "Say [Prophet], ‘Who owns the earth and all who live in it, if you know [so much]?’"
  },
  {
    "verse_id": 85,
    "translation": "and they will reply, ‘God.’ Say, ‘Will you not take heed?’"
  },
  {
    "verse_id": 86,
    "translation": "Say, ‘Who is the Lord of the seven heavens? Who is the Lord of the Mighty Throne?’"
  },
  {
    "verse_id": 87,
    "translation": "and they will reply, ‘God.’ Say, ‘Will you not be mindful?’"
  },
  {
    "verse_id": 88,
    "translation": "Say, ‘Who holds control of everything in His hand? Who protects, while there is no protection against Him, if you know [so much]?’"
  },
  {
    "verse_id": 89,
    "translation": "and they will reply, ‘God.’ Say, ‘Then how can you be so deluded?’"
  },
  {
    "verse_id": 90,
    "translation": "The fact is, We brought them the truth and they are lying."
  },
  {
    "verse_id": 91,
    "translation": "God has never had a child. Nor is there any god beside Him- if there were, each god would have taken his creation aside and tried to overcome the others. May God be exalted above what they describe!"
  },
  {
    "verse_id": 92,
    "translation": "He knows what is not seen as well as what is seen; He is far above any partner they claim for Him."
  },
  {
    "verse_id": 93,
    "translation": "Say, ‘Lord, if You are going to show me the punishment You have promised them,"
  },
  {
    "verse_id": 94,
    "translation": "then Lord, do not include me among the evildoers!’"
  },
  {
    "verse_id": 95,
    "translation": "We certainly are able to show you the punishment We have promised them."
  },
  {
    "verse_id": 96,
    "translation": "Repel evil with good- We are well aware of what they attribute to Us-"
  },
  {
    "verse_id": 97,
    "translation": "and say, ‘Lord, I take refuge with You from the goadings of the evil ones;"
  },
  {
    "verse_id": 98,
    "translation": "I seek refuge with you, Lord, so that they may not come near me.’"
  },
  {
    "verse_id": 99,
    "translation": "When death comes to one of them, he cries, ‘My Lord, let me return"
  },
  {
    "verse_id": 100,
    "translation": "so as to make amends for the things I neglected.’ Never! This will not go beyond his words: a barrier stands behind such people until the very Day they are resurrected."
  },
  {
    "verse_id": 101,
    "translation": "On that Day when the Trumpet is blown, the ties between them will be as nothing and they will not ask about each other:"
  },
  {
    "verse_id": 102,
    "translation": "those whose good deeds weigh heavy will be successful,"
  },
  {
    "verse_id": 103,
    "translation": "but those whose balance is light will have lost their souls for ever and will stay in Hell-"
  },
  {
    "verse_id": 104,
    "translation": "the Fire will scorch their faces and their lips will be twisted in pain."
  },
  {
    "verse_id": 105,
    "translation": "‘Were My messages not recited over and over to you and still you rejected them?’"
  },
  {
    "verse_id": 106,
    "translation": "They will say, ‘Lord, our waywardness overcame us and we went astray."
  },
  {
    "verse_id": 107,
    "translation": "Lord, take us away from this and if we go back to our old ways, then we shall really be evildoers.’"
  },
  {
    "verse_id": 108,
    "translation": "He will say, ‘Away with you! In you go! Do not speak to Me!"
  },
  {
    "verse_id": 109,
    "translation": "Among My servants there were those who said, “Lord, We believe. Forgive us and have mercy on us: You are the most merciful of all.”"
  },
  {
    "verse_id": 110,
    "translation": "But you kept on laughing at them: so intent were you on laughing at them that it made you forget My warning."
  },
  {
    "verse_id": 111,
    "translation": "Today I have rewarded them for their patience: it is they who will succeed.’"
  },
  {
    "verse_id": 112,
    "translation": "He will say, ‘How many years were you on earth?’"
  },
  {
    "verse_id": 113,
    "translation": "and they will reply, ‘We stayed a day or a part of a day, but ask those who keep count.’"
  },
  {
    "verse_id": 114,
    "translation": "He will say, ‘You stayed but a little, if you had only known."
  },
  {
    "verse_id": 115,
    "translation": "Did you think We had created you in vain, and that you would not be brought back to Us?’"
  },
  {
    "verse_id": 116,
    "translation": "Exalted be God, the true King, there is no god but Him, the Lord of the Glorious Throne!"
  },
  {
    "verse_id": 117,
    "translation": "Whoever prays to another god alongside Him- a god for whose existence he has no evidence- will face his reckoning with his Lord. Those who reject the truth will not prosper."
  },
  {
    "verse_id": 118,
    "translation": "Say [Prophet], ‘Lord, forgive and have mercy: You are the most merciful of all.’"
  }
]