[
  {
    "verse_id": 1,
    "translation": "Sad By the Quran with its reminding...!"
  },
  {
    "verse_id": 2,
    "translation": "Yet the disbelievers are steeped in arrogance and hostility."
  },
  {
    "verse_id": 3,
    "translation": "How many generations We have destroyed before them! They all cried out, once it was too late, for escape."
  },
  {
    "verse_id": 4,
    "translation": "The disbelievers think it strange that a prophet of their own people has come to warn them: they say, ‘He is just a lying sorcerer."
  },
  {
    "verse_id": 5,
    "translation": "How can he claim that all the gods are but one God? What an astonishing thing [to claim]!’"
  },
  {
    "verse_id": 6,
    "translation": "Their leaders depart, saying, ‘Walk away! Stay faithful to your gods! That is what you must do."
  },
  {
    "verse_id": 7,
    "translation": "We did not hear any such claim in the last religion: it is all an invention."
  },
  {
    "verse_id": 8,
    "translation": "Was the message sent only to him out of all of us?’ In fact they doubt My warning; in fact they have not tasted My punishment yet."
  },
  {
    "verse_id": 9,
    "translation": "Do they possess the treasures of your Lord’s bounty, the Mighty, the All Giving?"
  },
  {
    "verse_id": 10,
    "translation": "Do they control the heavens and earth and everything between? Let them climb their ropes:"
  },
  {
    "verse_id": 11,
    "translation": "their armed alliance is weak and will be crushed."
  },
  {
    "verse_id": 12,
    "translation": "The people of Noah, Ad, and firmly-supported Pharaoh rejected their prophets before them."
  },
  {
    "verse_id": 13,
    "translation": "Thamud, the people of Lot, and the Forest-Dwellers each formed opposition [against theirs]."
  },
  {
    "verse_id": 14,
    "translation": "They all rejected the mes-sengers and they were deservedly struck by My punishment:"
  },
  {
    "verse_id": 15,
    "translation": "all the disbelievers here are waiting for is a single blast that cannot be postponed."
  },
  {
    "verse_id": 16,
    "translation": "They say, ‘Our Lord! Advance us our share of punishment before the Day of Reckoning!’"
  },
  {
    "verse_id": 17,
    "translation": "Bear their words patiently [Prophet]. Remember Our servant David, a man of strength who always turned to Us:"
  },
  {
    "verse_id": 18,
    "translation": "We made the mountains join him in glorifying Us at sunset and sunrise;"
  },
  {
    "verse_id": 19,
    "translation": "and the birds, too, in flocks, all echoed his praise."
  },
  {
    "verse_id": 20,
    "translation": "We strengthened his kingdom; We gave him wisdom and a decisive way of speaking."
  },
  {
    "verse_id": 21,
    "translation": "Have you heard the story of the two litigants who climbed into his private quarters?"
  },
  {
    "verse_id": 22,
    "translation": "When they reached David, he took fright, but they said, ‘Do not be afraid. We are two litigants, one of whom has wronged the other: judge between us fairly- do not be unjust- and guide us to the right path."
  },
  {
    "verse_id": 23,
    "translation": "This is my brother. He had ninety-nine ewes and I just the one, and he said, “Let me take charge of her,” and overpowered me with his words.’"
  },
  {
    "verse_id": 24,
    "translation": "David said, ‘He has done you wrong by demanding to add your ewe to his flock. Many partners treat each other unfairly. Those who sincerely believe and do good deeds do not do this, but these are very few.’ [Then] David realized that We had been testing him, so he asked his Lord for forgiveness, fell down on his knees, and repented:"
  },
  {
    "verse_id": 25,
    "translation": "We forgave him [his misdeed]. His reward will be nearness to Us, a good place to return to."
  },
  {
    "verse_id": 26,
    "translation": "‘David, We have given you mastery over the land. Judge fairly between people. Do not follow your desires, lest they divert you from God’s path: those who wander from His path will have a painful torment because they ignore the Day of Reckoning.’"
  },
  {
    "verse_id": 27,
    "translation": "It was not without purpose that We created the heavens and the earth and everything in between. That may be what the disbelievers assume- how they will suffer from the Fire!-"
  },
  {
    "verse_id": 28,
    "translation": "but would We treat those who believe and do good deeds and those who spread corruption on earth as equal? Would We treat those who are aware of God and those who recklessly break all bounds in the same way?"
  },
  {
    "verse_id": 29,
    "translation": "This is a blessed Scripture which We sent down to you [Muhammad], for people to think about its messages, and for those with understanding to take heed."
  },
  {
    "verse_id": 30,
    "translation": "We gave David Solomon. He was an excellent servant who always turned to God."
  },
  {
    "verse_id": 31,
    "translation": "When well-bred light-footed horses were paraded before him near the close of day,"
  },
  {
    "verse_id": 32,
    "translation": "he kept saying, ‘My love of fine things is part of my remembering my Lord!’ until [the horses] disappeared from sight-"
  },
  {
    "verse_id": 33,
    "translation": "‘Bring them back!’ [he said] and started to stroke their legs and necks."
  },
  {
    "verse_id": 34,
    "translation": "We certainly tested Solomon, reducing him to a mere skeleton on his throne."
  },
  {
    "verse_id": 35,
    "translation": "He turned to Us and prayed: ‘Lord forgive me! Grant me such power as no one after me will have- You are the Most Generous Provider.’"
  },
  {
    "verse_id": 36,
    "translation": "So We gave him power over the wind, which at his request ran gently wherever he willed,"
  },
  {
    "verse_id": 37,
    "translation": "and the jinn––every kind of builder and diver"
  },
  {
    "verse_id": 38,
    "translation": "and others chained in fetters."
  },
  {
    "verse_id": 39,
    "translation": "‘This is Our gift, so give or withhold as you wish without account.’"
  },
  {
    "verse_id": 40,
    "translation": "His reward will be nearness to Us, and a good place to return to."
  },
  {
    "verse_id": 41,
    "translation": "Bring to mind Our servant Job who cried to his Lord, ‘Satan has afflicted me with weariness and suffering.’"
  },
  {
    "verse_id": 42,
    "translation": "‘Stamp your foot! Here is cool water for you to wash in and drink,’"
  },
  {
    "verse_id": 43,
    "translation": "and We restored his family to him, with many more like them: a sign of Our mercy and a lesson to all who understand."
  },
  {
    "verse_id": 44,
    "translation": "‘Take a small bunch of grass in your hand, and strike [her] with that so as not to break your oath.’ We found him patient in adversity; an excellent servant! He, too, always turned to God."
  },
  {
    "verse_id": 45,
    "translation": "Remember Our servants Abraham, Isaac, and Jacob, all men of strength and vision."
  },
  {
    "verse_id": 46,
    "translation": "We caused them to be devoted to Us through their sincere remembrance of the Final Home:"
  },
  {
    "verse_id": 47,
    "translation": "with Us they will be among the elect, the truly good."
  },
  {
    "verse_id": 48,
    "translation": "And remember Our servants Ishmael, Elisha, and Dhu ’l-Kifl, each of them truly good."
  },
  {
    "verse_id": 49,
    "translation": "This is a lesson. The devout will have a good place to return to:"
  },
  {
    "verse_id": 50,
    "translation": "Gardens of lasting bliss with gates wide open."
  },
  {
    "verse_id": 51,
    "translation": "They will be comfortably seated; they will call for abundant fruit and drink;"
  },
  {
    "verse_id": 52,
    "translation": "they will have well-matched [wives] with modest gaze."
  },
  {
    "verse_id": 53,
    "translation": "‘This is what you are promised for the Day of Reckoning:"
  },
  {
    "verse_id": 54,
    "translation": "Our provision for you will never end.’"
  },
  {
    "verse_id": 55,
    "translation": "But the evildoers will have the worst place to return to:"
  },
  {
    "verse_id": 56,
    "translation": "Hell to burn in, an evil place to stay-"
  },
  {
    "verse_id": 57,
    "translation": "all this will be theirs: let them taste it- a scalding, dark, foul fluid,"
  },
  {
    "verse_id": 58,
    "translation": "and other such torments."
  },
  {
    "verse_id": 59,
    "translation": "[It will be said], ‘Here is another crowd of people rushing headlong to join you.’ [The response will be], ‘They are not welcome! They will burn in the Fire.’"
  },
  {
    "verse_id": 60,
    "translation": "They will say to them, ‘You are not welcome! It was you who brought this on us, an evil place to stay,’"
  },
  {
    "verse_id": 61,
    "translation": "adding, ‘Our Lord, give double punishment to those who brought this upon us.’"
  },
  {
    "verse_id": 62,
    "translation": "They will say, ‘Why do we not see those we thought were bad"
  },
  {
    "verse_id": 63,
    "translation": "and took as a laughing-stock? Have our eyes missed them?’"
  },
  {
    "verse_id": 64,
    "translation": "This is how it will really be: the inhabitants of the Fire will blame one another in this way."
  },
  {
    "verse_id": 65,
    "translation": "[Prophet] say, ‘I am only here to give warning. There is no god but God the One, the All Powerful,"
  },
  {
    "verse_id": 66,
    "translation": "Lord of the heavens and earth and everything between, the Almighty, the Most Forgiving.’"
  },
  {
    "verse_id": 67,
    "translation": "Say, ‘This message is a mighty one,"
  },
  {
    "verse_id": 68,
    "translation": "yet you ignore it."
  },
  {
    "verse_id": 69,
    "translation": "I have no knowledge of what those on high discuss:"
  },
  {
    "verse_id": 70,
    "translation": "it is only revealed to me that I am here to give clear warning.’"
  },
  {
    "verse_id": 71,
    "translation": "Your Lord said to the angels, ‘I will create a man from clay."
  },
  {
    "verse_id": 72,
    "translation": "When I have shaped him and breathed from My Spirit into him, bow down before him.’"
  },
  {
    "verse_id": 73,
    "translation": "The angels all bowed down together,"
  },
  {
    "verse_id": 74,
    "translation": "but not Iblis, who was too proud. He became a rebel."
  },
  {
    "verse_id": 75,
    "translation": "God said, ‘Iblis, what prevents you from bowing down to the man I have made with My own hands? Are you too high and mighty?’"
  },
  {
    "verse_id": 76,
    "translation": "Iblis said, ‘I am better than him: You made me from fire, and him from clay.’"
  },
  {
    "verse_id": 77,
    "translation": "‘Get out of here! You are rejected:"
  },
  {
    "verse_id": 78,
    "translation": "My rejection will follow you till the Day of Judgement!’"
  },
  {
    "verse_id": 79,
    "translation": "but Iblis said, ‘My Lord, grant me respite until the Day when they are raised from the dead,’"
  },
  {
    "verse_id": 80,
    "translation": "so He said, ‘You have respite"
  },
  {
    "verse_id": 81,
    "translation": "till the Appointed Day.’"
  },
  {
    "verse_id": 82,
    "translation": "Iblis said, ‘I swear by Your might! I will tempt all"
  },
  {
    "verse_id": 83,
    "translation": "but Your true servants.’"
  },
  {
    "verse_id": 84,
    "translation": "God said, ‘This is the truth- I speak only the truth-"
  },
  {
    "verse_id": 85,
    "translation": "I will fill Hell with you and all those that follow you.’"
  },
  {
    "verse_id": 86,
    "translation": "[Prophet], say, ‘I ask no reward from you for this, nor do I claim to be what I am not:"
  },
  {
    "verse_id": 87,
    "translation": "this is only a warning for all people."
  },
  {
    "verse_id": 88,
    "translation": "In time you will certainly come to know its truth.’"
  }
]