[
  {
    "verse_id": 1,
    "translation": "Ha Mim"
  },
  {
    "verse_id": 2,
    "translation": "This Scripture is sent down from God, the Almighty, the All Knowing,"
  },
  {
    "verse_id": 3,
    "translation": "Forgiver of sins and Accepter of repentance, severe in punishment, infinite in bounty. There is no god but Him; to Him is the ultimate return."
  },
  {
    "verse_id": 4,
    "translation": "It is only the disbelievers who dispute God’s revelations. [Prophet], do not be dazzled by their movements back and forth across the land."
  },
  {
    "verse_id": 5,
    "translation": "Before them the people of Noah rejected the truth and so did those who formed opposition after them: every community schemed to destroy its messenger and strove to refute truth with falsehood; but it was I who destroyed them. How terrible My punishment was!"
  },
  {
    "verse_id": 6,
    "translation": "In this way your Lord’s sentence was passed against the disbelievers that they would be the inhabitants of the Fire."
  },
  {
    "verse_id": 7,
    "translation": "Those [angels] who carry the Throne and those who surround it celebrate the praise of their Lord and have faith in Him. They beg forgiveness for the believers: ‘Our Lord, You embrace all things in mercy and knowledge, so forgive those who turn to You and follow Your path. Save them from the pains of Hell"
  },
  {
    "verse_id": 8,
    "translation": "and admit them, Lord, to the lasting Gardens You have promised to them, together with their righteous ancestors, spouses, and offspring: You alone are the Almighty, the All Wise."
  },
  {
    "verse_id": 9,
    "translation": "Protect them from all evil deeds: those You protect on that Day from [the punishment for] evil deeds will receive Your mercy- that is the supreme triumph.’"
  },
  {
    "verse_id": 10,
    "translation": "But those who disbelieved will be told, ‘When you were called to the faith and rejected it, God’s disgust with you was even greater then than the self-disgust you feel [today].’"
  },
  {
    "verse_id": 11,
    "translation": "They will say, ‘Our Lord, twice You have caused us to be lifeless and twice You have brought us to life. Now we recognize our sins. Is there any way out?’"
  },
  {
    "verse_id": 12,
    "translation": "[They will be told], ‘This is all because when God alone was invoked you rejected this, yet when others were associated with Him you believed [in them].’ Judgement belongs to God the Most High, the Most Great."
  },
  {
    "verse_id": 13,
    "translation": "It is He who shows you [people] His signs and sends water down from the sky to sustain you, though only those who turn to God will take heed."
  },
  {
    "verse_id": 14,
    "translation": "So call upon God and dedicate your religion to Him alone, however hateful this may be to the disbelievers:"
  },
  {
    "verse_id": 15,
    "translation": "He is exalted in rank, the Lord of the Throne. He sends revelations with His teachings to whichever of His servants He will, in order to warn of the Day of Meeting,"
  },
  {
    "verse_id": 16,
    "translation": "the Day when they will come out and nothing about them will be concealed from God. ‘Who has control today?’ ‘God, the One, the All Powerful."
  },
  {
    "verse_id": 17,
    "translation": "Today each soul will be rewarded for whatever it has done; today no injustice will be done. God is swift in reckoning.’"
  },
  {
    "verse_id": 18,
    "translation": "Warn them [Prophet] of the ever-approaching Day, when hearts are at throats, choking them. The evildoer will have no friends, nor any intercessor to be heeded."
  },
  {
    "verse_id": 19,
    "translation": "God is aware of the most furtive of glances, and of all that hearts conceal:"
  },
  {
    "verse_id": 20,
    "translation": "God will judge with truth, while those they invoke besides Him will not judge at all. God is the All Hearing, the All Seeing."
  },
  {
    "verse_id": 21,
    "translation": "Have they not travelled through the land and seen how those who lived before them met their end? They were stronger than them and made a more impressive mark on the land, yet God destroyed them for their sins- they had no one to defend them against Him-"
  },
  {
    "verse_id": 22,
    "translation": "because messengers repeatedly came to them with clear signs and still they rejected them. God destroyed them: He is truly full of strength, severe in punishment."
  },
  {
    "verse_id": 23,
    "translation": "We sent Moses with Our signs and clear authority"
  },
  {
    "verse_id": 24,
    "translation": "to Pharaoh, Haman, and Korah and they said, ‘Sorcerer! Liar!’"
  },
  {
    "verse_id": 25,
    "translation": "When he brought the truth to them from Us, they said, ‘Kill the sons of those who believe with him; spare only their women’- the scheming of those who reject the truth can only go wrong-"
  },
  {
    "verse_id": 26,
    "translation": "and Pharaoh said, ‘Leave me to kill Moses- let him call upon his Lord!- for I fear he may cause you to change your religion, or spread disorder in the land.’"
  },
  {
    "verse_id": 27,
    "translation": "Moses said, ‘I seek refuge with my Lord and yours from every tyrant who refuses to believe in the Day of Reckoning.’"
  },
  {
    "verse_id": 28,
    "translation": "A secret believer from Pharaoh’s family said, ‘How can you kill a man just for saying, “My Lord is God”? He has brought you clear signs from your Lord- if he is a liar, on his own head be it- and if he is truthful, then at least some of what he has threatened will happen to you. God does not guide any rebellious, outrageous liar."
  },
  {
    "verse_id": 29,
    "translation": "My people, as masters in the land you have the power today, but who will help us against God’s might if it comes upon us?’ But Pharaoh said, ‘I have told you what I think; I am guiding you along the right path.’"
  },
  {
    "verse_id": 30,
    "translation": "The believer said, ‘My people, I fear your fate will be the fate of those others who opposed [their prophets]:"
  },
  {
    "verse_id": 31,
    "translation": "the fate of the people of Noah, Ad, Thamud, and those who came after them- God never wills injustice on His creatures."
  },
  {
    "verse_id": 32,
    "translation": "My people, I fear for you on the Day you will cry out to one another,"
  },
  {
    "verse_id": 33,
    "translation": "the Day you will turn tail and flee with no one to defend you from God! Whoever God leaves to stray will have no one to guide him."
  },
  {
    "verse_id": 34,
    "translation": "Joseph came to you before with clear signs, but you never ceased to doubt the message he brought you. When he died, you said, “God will not send another messenger.”’ In this way God leaves the doubting rebels to stray-"
  },
  {
    "verse_id": 35,
    "translation": "those who dispute God’s messages, with no authority given to them, are doing something that is loathed by God and by those who believe. In this way God seals up the heart of every arrogant tyrant."
  },
  {
    "verse_id": 36,
    "translation": "Pharaoh said, ‘Haman, build me a tall tower so that I may reach the ropes that lead"
  },
  {
    "verse_id": 37,
    "translation": "to the heavens to look for this God of Moses. I am convinced that he is lying.’ In this way the evil of Pharaoh’s deed was made alluring to him and he was barred from the right path- his scheming led only to ruin."
  },
  {
    "verse_id": 38,
    "translation": "The believer said, ‘My people, follow me! I will guide you to the right path."
  },
  {
    "verse_id": 39,
    "translation": "My people, the life of this world is only a brief enjoyment; it is the Hereafter that is the lasting home."
  },
  {
    "verse_id": 40,
    "translation": "Whoever does evil will be repaid with its like; whoever does good and believes, be it a man or a woman, will enter Paradise and be provided for without measure."
  },
  {
    "verse_id": 41,
    "translation": "My people, why do I call you to salvation when you call me to the Fire?"
  },
  {
    "verse_id": 42,
    "translation": "You call me to disbelieve in God and to associate with Him things of which I have no knowledge; I call you to the Mighty, the Forgiving One."
  },
  {
    "verse_id": 43,
    "translation": "There is no doubt that what you call me to serve is not fit to be invoked either in this world or the Hereafter: our return is to God alone, and it will be the rebels who will inhabit the Fire."
  },
  {
    "verse_id": 44,
    "translation": "[One Day] you will remember what I am saying to you now, so I commit my case to God: God is well aware of His servants.’"
  },
  {
    "verse_id": 45,
    "translation": "So God saved him from the harm they planned. A terrible punishment engulfed Pharaoh’s people;"
  },
  {
    "verse_id": 46,
    "translation": "they will be brought before the Fire morning and evening. On the Day the Hour comes, it will be said, ‘Throw Pharaoh’s people into the worst torment.’"
  },
  {
    "verse_id": 47,
    "translation": "In the Fire they will quarrel with one another: the weak will say to the haughty, ‘We were your followers, so can you now relieve us from some share of the Fire?’"
  },
  {
    "verse_id": 48,
    "translation": "but they will say, ‘We are all in this together. God has judged between His creatures.’"
  },
  {
    "verse_id": 49,
    "translation": "Those in the Fire will say to the keepers of Hell, ‘Ask your Lord to lessen our suffering for one day,’"
  },
  {
    "verse_id": 50,
    "translation": "but they will say, ‘Did your messengers not come to you with clear evidence of the truth?’ They will say, ‘Yes they did,’ and the keeper will say, ‘You can plead, then, but the pleas of disbelievers will always be in vain.’"
  },
  {
    "verse_id": 51,
    "translation": "We support Our messengers and the believers, in the present life and on the Day when witnesses arise."
  },
  {
    "verse_id": 52,
    "translation": "On the Day when excuses will not profit the evildoers, their fate will be rejection and they will have the worst of homes."
  },
  {
    "verse_id": 53,
    "translation": "We gave Moses guidance and passed down the Scripture to the Children of Israel,"
  },
  {
    "verse_id": 54,
    "translation": "as a guide and a reminder to people of understanding."
  },
  {
    "verse_id": 55,
    "translation": "So be patient, Prophet, for what God has promised is sure to come. Ask forgiveness for your sins; praise your Lord morning and evening."
  },
  {
    "verse_id": 56,
    "translation": "As for those who, with no authority to do so, dispute God’s messages, there is nothing in their hearts but a thirst for a greatness they will never attain. Seek refuge in God, for He is the All Hearing, the All Seeing."
  },
  {
    "verse_id": 57,
    "translation": "The creation of the heavens and earth is greater by far than the creation of mankind, though most people do not know it."
  },
  {
    "verse_id": 58,
    "translation": "The blind and the sighted are not equal, just as those who believe and do good works and those who do evil are not equal: how seldom you reflect!"
  },
  {
    "verse_id": 59,
    "translation": "The Final Hour is sure to come, without doubt, but most people do not believe."
  },
  {
    "verse_id": 60,
    "translation": "Your Lord says, ‘Call on Me and I will answer you; those who are too proud to serve Me will enter Hell humiliated.’"
  },
  {
    "verse_id": 61,
    "translation": "It is God who has given you the night in which to rest and the day in which to see. God is truly bountiful to people, but most people do not give thanks."
  },
  {
    "verse_id": 62,
    "translation": "Such is God your Lord, the Creator of all things: there is no god but Him. How can you be so deluded?"
  },
  {
    "verse_id": 63,
    "translation": "This is how deluded those who deny God’s messages are."
  },
  {
    "verse_id": 64,
    "translation": "It is God who has given you the earth for a dwelling place and the heavens for a canopy. He shaped you, formed you well, and provided you with good things. Such is God your Lord, so glory be to Him, the Lord of the Worlds."
  },
  {
    "verse_id": 65,
    "translation": "He is the Living One and there is no god but Him, so call on Him, and dedicate your religion entirely to Him. Praise be to God, the Lord of the Worlds."
  },
  {
    "verse_id": 66,
    "translation": "Say [Prophet], ‘Since clear evidence has come to me from my Lord I am forbidden to serve those you call upon besides God: I am commanded to submit to the Lord of the Worlds.’"
  },
  {
    "verse_id": 67,
    "translation": "It is He who created you from dust, then from a drop of fluid, then from a tiny, clinging form, then He brought you forth as infants, then He allowed you to reach maturity, then He let you grow old- though some of you die sooner- and reach your appointed term so that you may reflect."
  },
  {
    "verse_id": 68,
    "translation": "It is He who gives life and death, and when He ordains a thing, He says only ‘Be’ and it is."
  },
  {
    "verse_id": 69,
    "translation": "[Prophet], do you see how deluded those who dispute God’s messages are-"
  },
  {
    "verse_id": 70,
    "translation": "those who reject the Scripture and the messages We have sent through Our messengers? They will find out"
  },
  {
    "verse_id": 71,
    "translation": "when, with iron collars and chains around their necks, they are dragged"
  },
  {
    "verse_id": 72,
    "translation": "into scalding water, and then burned in the Fire,"
  },
  {
    "verse_id": 73,
    "translation": "and asked, ‘Where now are those you called upon"
  },
  {
    "verse_id": 74,
    "translation": "besides God?’ They will say, ‘They have abandoned us: those we called upon before were really nothing at all.’ ‘This is how God lets disbelievers go astray,"
  },
  {
    "verse_id": 75,
    "translation": "all because on earth you revelled in untruth and ran wild."
  },
  {
    "verse_id": 76,
    "translation": "Enter the gates of Hell, there to remain- an evil home for the arrogant.’"
  },
  {
    "verse_id": 77,
    "translation": "So be patient [Prophet], for God’s promise is sure: whether We show you part of what We have promised them in this life or whether We take your soul back to Us first, it is to Us that they will be returned."
  },
  {
    "verse_id": 78,
    "translation": "We have sent other messengers before you- some We have mentioned to you and some We have not- and no messenger could bring about a sign except with God’s permission. When [the Day] God ordained comes, just judgement will be passed between them: there and then, those who followed falsehood will be lost."
  },
  {
    "verse_id": 79,
    "translation": "It is God who provides livestock for you, some for riding and some for your food;"
  },
  {
    "verse_id": 80,
    "translation": "you have other benefits in them too. You can reach any destination you wish on them: they carry you, as ships carry you [on the sea]."
  },
  {
    "verse_id": 81,
    "translation": "He shows you His signs: which of God’s signs do you still ignore?"
  },
  {
    "verse_id": 82,
    "translation": "Have they not travelled through the land and seen how those who lived before them met their end? They were more numerous than them, stronger than them, and made a more impressive mark on the land, yet what they achieved was of no use to them at all."
  },
  {
    "verse_id": 83,
    "translation": "When messengers came to them with clear signs, they revelled in the knowledge they had, and so they were engulfed by the very punishment they mocked:"
  },
  {
    "verse_id": 84,
    "translation": "when they saw Our punishment, they said, ‘We believe in God alone; we reject any partner we ascribed to Him,’"
  },
  {
    "verse_id": 85,
    "translation": "but believing after seeing Our punishment did not benefit them at all- this has always been God’s way of dealing with His creatures- there and then the disbelievers were lost."
  }
]