[
  {
    "verse_id": 1,
    "translation": "Ha Mim"
  },
  {
    "verse_id": 2,
    "translation": "This Scripture is sent down from God, the Mighty, the Wise."
  },
  {
    "verse_id": 3,
    "translation": "There are signs in the heavens and the earth for those who believe:"
  },
  {
    "verse_id": 4,
    "translation": "in the creation of you, in the creatures God scattered on earth, there are signs for people of sure faith;"
  },
  {
    "verse_id": 5,
    "translation": "in the alternation of night and day, in the rain God provides, sending it down from the sky and reviving the dead earth with it, and in His shifting of the winds there are signs for those who use their reason."
  },
  {
    "verse_id": 6,
    "translation": "These are God’s signs that We recount to you [Prophet, to show] the Truth. If they deny God and His revelations, what message will they believe in?"
  },
  {
    "verse_id": 7,
    "translation": "Woe to every lying sinful person"
  },
  {
    "verse_id": 8,
    "translation": "who hears God’s revelations being recited to him, yet persists in his arrogance as if he had never heard them––[Prophet] bring him news of a painful torment!––"
  },
  {
    "verse_id": 9,
    "translation": "who, if he knows anything about Our revelations, ridicules it! Such people will have a humiliating torment:"
  },
  {
    "verse_id": 10,
    "translation": "Hell lurks behind them and their gains will not benefit them, nor will those beings they took as protectors beside God––a tremendous torment awaits them."
  },
  {
    "verse_id": 11,
    "translation": "This is true guidance; those who reject their Lord’s revelations will have a woeful torment."
  },
  {
    "verse_id": 12,
    "translation": "It is God who subjected the sea for you––ships sail on it by His command so that you can seek His bounty and give Him thanks––"
  },
  {
    "verse_id": 13,
    "translation": "He has subjected all that is in the heavens and the earth for your benefit, as a gift from Him. There truly are signs in this for those who reflect."
  },
  {
    "verse_id": 14,
    "translation": "Tell the believers to forgive those who do not fear God’s days [of punishment]––He will requite people for what they have done."
  },
  {
    "verse_id": 15,
    "translation": "Whoever does good benefits himself, and whoever does evil harms himself: you will all be returned to your Lord."
  },
  {
    "verse_id": 16,
    "translation": "We gave scripture, wisdom, and prophethood to the Children of Israel; We provided them with good things and favoured them above others;"
  },
  {
    "verse_id": 17,
    "translation": "We gave them clear proof in matters [of religion]. They differed among themselves out of mutual rivalry, only after knowledge came to them: on the Day of Resurrection your Lord will judge between them regarding their differences."
  },
  {
    "verse_id": 18,
    "translation": "Now We have set you [Muhammad] on a clear religious path, so follow it. Do not follow the desires of those who lack [true] knowledge-"
  },
  {
    "verse_id": 19,
    "translation": "they cannot help you against God in any way. Wrongdoers only have each other to protect them; the righteous have God Himself as their protector."
  },
  {
    "verse_id": 20,
    "translation": "This [revelation] is a means of insight for people, a source of guidance and mercy for those of sure faith."
  },
  {
    "verse_id": 21,
    "translation": "Do those who commit evil deeds really think that We will deal with them in the same way as those who believe and do righteous deeds, that they will be alike in their living and their dying? How badly they judge!"
  },
  {
    "verse_id": 22,
    "translation": "God created the heavens and earth for a true purpose: to reward each soul according to its deeds. They will not be wronged."
  },
  {
    "verse_id": 23,
    "translation": "[Prophet], consider the one who has taken his own desire as a god, whom God allows to stray in the face of knowledge, sealing his ears and heart and covering his eyes- who can guide such a person after God [has done this]? Will you [people] not take heed?"
  },
  {
    "verse_id": 24,
    "translation": "They say, ‘There is only our life in this world: we die, we live, nothing but time destroys us.’ They have no knowledge of this; they only follow guesswork. Their only argument,"
  },
  {
    "verse_id": 25,
    "translation": "when Our clear revelations are recited to them, is to say, ‘Bring back our forefathers if what you say is true.’"
  },
  {
    "verse_id": 26,
    "translation": "[Prophet], say, ‘It is God who gives you life, then causes you to die, and then He gathers you all to the Day of Resurrection of which there is no doubt, though most people do not comprehend.’"
  },
  {
    "verse_id": 27,
    "translation": "Control of everything in the heavens and the earth belongs to God. When the Hour comes, those who follow falsehood will be the losers on that Day."
  },
  {
    "verse_id": 28,
    "translation": "You will see every community kneeling. Every community will be summoned to its record: ‘Today you will be repaid for what you did."
  },
  {
    "verse_id": 29,
    "translation": "Here is Our record that tells the truth about you: We have been recording everything you do.’"
  },
  {
    "verse_id": 30,
    "translation": "Those who believed and did good deeds will be admitted by their Lord into His mercy- that is the clearest triumph-"
  },
  {
    "verse_id": 31,
    "translation": "but those who disbelieved [will be asked]: ‘When My revelations were recited to you, were you not arrogant and persistent in wicked deeds?"
  },
  {
    "verse_id": 32,
    "translation": "When it was said to you, “God’s promise is true: there is no doubt about the Hour,” did you not reply, “We know nothing of the Hour. This is only conjecture in our opinion. We are not convinced”?’"
  },
  {
    "verse_id": 33,
    "translation": "The evil of their actions will [then] become clear to them. The punishment they mocked will engulf them."
  },
  {
    "verse_id": 34,
    "translation": "It will be said, ‘Today We shall ignore you just as you ignored your appointment with this Day. The Fire will be your home and no one will help you,"
  },
  {
    "verse_id": 35,
    "translation": "because you received God’s revelations with ridicule and were deceived by worldly life.’ They will not be brought out of the Fire on that Day, nor will they be given the chance to make amends."
  },
  {
    "verse_id": 36,
    "translation": "So praise be to God, Lord of the heavens and earth, Lord of the worlds."
  },
  {
    "verse_id": 37,
    "translation": "True greatness in the heavens and the earth is rightfully His: He is the Mighty, the Wise."
  }
]