[
  {
    "verse_id": 1,
    "translation": "Nun By the pen! By all they write!"
  },
  {
    "verse_id": 2,
    "translation": "Your Lord’s grace does not make you [Prophet] a madman:"
  },
  {
    "verse_id": 3,
    "translation": "you will have a never-ending reward––"
  },
  {
    "verse_id": 4,
    "translation": "truly you have a strong character––"
  },
  {
    "verse_id": 5,
    "translation": "and soon you will see, as will they,"
  },
  {
    "verse_id": 6,
    "translation": "which of you is afflicted with madness."
  },
  {
    "verse_id": 7,
    "translation": "Your Lord knows best who strays from His path and who is rightly guided."
  },
  {
    "verse_id": 8,
    "translation": "So do not yield to those who deny the truth––"
  },
  {
    "verse_id": 9,
    "translation": "they want you to compromise with them and then they will compromise with you––"
  },
  {
    "verse_id": 10,
    "translation": "do not yield to any contemptible swearer,"
  },
  {
    "verse_id": 11,
    "translation": "to any backbiter, slander-monger,"
  },
  {
    "verse_id": 12,
    "translation": "or hinderer of good, to anyone who is sinful, aggressive,"
  },
  {
    "verse_id": 13,
    "translation": "coarse, and on top of all that, an imposter."
  },
  {
    "verse_id": 14,
    "translation": "Just because he has wealth and sons,"
  },
  {
    "verse_id": 15,
    "translation": "when our revelations are recited to him, he says, ‘These are just ancient fables.’"
  },
  {
    "verse_id": 16,
    "translation": "We shall brand him on the snout!"
  },
  {
    "verse_id": 17,
    "translation": "We have tried them as We tried the owners of a certain garden, who swore that they would harvest its fruits in the morning"
  },
  {
    "verse_id": 18,
    "translation": "and made no allowance [for the Will of God]:"
  },
  {
    "verse_id": 19,
    "translation": "a disaster from your Lord struck the garden as they slept"
  },
  {
    "verse_id": 20,
    "translation": "and by morning it was stripped bare, a desolate land."
  },
  {
    "verse_id": 21,
    "translation": "Still they called each other at daybreak,"
  },
  {
    "verse_id": 22,
    "translation": "‘Go early to your field if you wish to gather all its fruits,’"
  },
  {
    "verse_id": 23,
    "translation": "and went off, whispering,"
  },
  {
    "verse_id": 24,
    "translation": "‘Make sure no poor person enters the garden today!’––"
  },
  {
    "verse_id": 25,
    "translation": "they left early, bent on their purpose-"
  },
  {
    "verse_id": 26,
    "translation": "but when they saw the garden, they said, ‘We must have lost our way!"
  },
  {
    "verse_id": 27,
    "translation": "No- we are ruined!’"
  },
  {
    "verse_id": 28,
    "translation": "The wisest of them said, ‘Did I not say to you, “Will you not glorify God?”’-"
  },
  {
    "verse_id": 29,
    "translation": "they said, ‘Glory be to God, Our Lord! Truly, we were doing wrong!’-"
  },
  {
    "verse_id": 30,
    "translation": "and then they turned to each other in mutual reproach."
  },
  {
    "verse_id": 31,
    "translation": "They said, ‘Alas for us! We have done terrible wrong,"
  },
  {
    "verse_id": 32,
    "translation": "but maybe our Lord will give us something better in its place: we truly turn to Him in hope.’"
  },
  {
    "verse_id": 33,
    "translation": "Such is the punishment [in this life], but greater still is the punishment in the Hereafter, if only they knew."
  },
  {
    "verse_id": 34,
    "translation": "There will be Gardens of bliss for those who are mindful of God."
  },
  {
    "verse_id": 35,
    "translation": "Should We treat those who submit to Us as We treat those who do evil?"
  },
  {
    "verse_id": 36,
    "translation": "What is the matter with you? On what basis do you judge?"
  },
  {
    "verse_id": 37,
    "translation": "Do you have a Scripture that tells you"
  },
  {
    "verse_id": 38,
    "translation": "that you will be granted whatever you choose?"
  },
  {
    "verse_id": 39,
    "translation": "Have you received from Us solemn oaths, binding to the Day of Resurrection, that you will get whatever you yourselves decide?"
  },
  {
    "verse_id": 40,
    "translation": "Ask them [Prophet] which of them will guarantee this."
  },
  {
    "verse_id": 41,
    "translation": "Do they have ‘partners’ [besides God]? Let them produce their ‘partners’, if what they say is true."
  },
  {
    "verse_id": 42,
    "translation": "On the Day when matters become dire, they will be invited to prostrate themselves but will be prevented from doing so,"
  },
  {
    "verse_id": 43,
    "translation": "and their eyes will be downcast and they will be overwhelmed with shame: they were invited to prostrate themselves when they were safe [but refused]."
  },
  {
    "verse_id": 44,
    "translation": "So [Prophet] leave those who reject this revelation to Me: We shall lead them on, step by step, in ways beyond their knowledge;"
  },
  {
    "verse_id": 45,
    "translation": "I will allow them more time, for My plan is powerful."
  },
  {
    "verse_id": 46,
    "translation": "Do you demand some reward from them that would burden them with debt?"
  },
  {
    "verse_id": 47,
    "translation": "Do they have knowledge of the unseen that enables them to write it down?"
  },
  {
    "verse_id": 48,
    "translation": "Wait patiently [Prophet] for your Lord’s judgement: do not be like the man in the whale who called out in distress:"
  },
  {
    "verse_id": 49,
    "translation": "if his Lord’s grace had not reached him, he would have been left, abandoned and blameworthy, on the barren shore,"
  },
  {
    "verse_id": 50,
    "translation": "but his Lord chose him and made him one of the Righteous."
  },
  {
    "verse_id": 51,
    "translation": "The disbelievers almost strike you down with their looks when they hear the Quran. They say, ‘He must be mad!’"
  },
  {
    "verse_id": 52,
    "translation": "but truly it is nothing other than a Reminder for all peoples."
  }
]