[
  {
    "verse_id": 1,
    "translation": "Say [Prophet], ‘It has been revealed to me that a group of jinn once listened in and said, “We have heard a wondrous Quran,"
  },
  {
    "verse_id": 2,
    "translation": "that gives guidance to the right path, and we have come to believe it––We shall never set up partners with our Lord––"
  },
  {
    "verse_id": 3,
    "translation": "and that He––exalted be the glory of our Lord!––has neither spouse nor child."
  },
  {
    "verse_id": 4,
    "translation": "Outrageous things have been said about God by the foolish among us,"
  },
  {
    "verse_id": 5,
    "translation": "although we had thought that no man or jinn would [dare to] tell a lie about Him."
  },
  {
    "verse_id": 6,
    "translation": "Men have sought refuge with the jinn in the past, but they only misguided them further."
  },
  {
    "verse_id": 7,
    "translation": "They thought, as you did, that God would never raise anyone from the dead."
  },
  {
    "verse_id": 8,
    "translation": "We tried to reach heaven, but discovered it to be full of stern guards and shooting stars––"
  },
  {
    "verse_id": 9,
    "translation": "we used to sit in places there, listening, but anyone trying to listen now will find a shooting star lying in wait for him––"
  },
  {
    "verse_id": 10,
    "translation": "[so now] we do not know whether those who live on earth are due for misfortune, or whether their Lord intends to guide them."
  },
  {
    "verse_id": 11,
    "translation": "Some of us are righteous and others less so: we follow different paths."
  },
  {
    "verse_id": 12,
    "translation": "We know we can never frustrate God on earth; we can never escape Him."
  },
  {
    "verse_id": 13,
    "translation": "When we heard the guidance we came to believe: whoever believes in his Lord need fear no loss nor injustice."
  },
  {
    "verse_id": 14,
    "translation": "Some of us submit to Him and others go the wrong way: those who submit to God have found wise guidance,"
  },
  {
    "verse_id": 15,
    "translation": "but those who go wrong will be fuel for Hellfire.” ’"
  },
  {
    "verse_id": 16,
    "translation": "If they had taken to the right way, We would have given them abundant water to drink-"
  },
  {
    "verse_id": 17,
    "translation": "a test for them––but anyone who turns away from his Lord’s Revelation will be sent by Him to spiralling torment."
  },
  {
    "verse_id": 18,
    "translation": "Places of worship are for God alone- so do not pray to anyone other than God-"
  },
  {
    "verse_id": 19,
    "translation": "yet when God’s Servant stood up to pray to Him, they pressed in on him."
  },
  {
    "verse_id": 20,
    "translation": "Say, ‘I pray to my Lord alone; I set up no partner with Him.’"
  },
  {
    "verse_id": 21,
    "translation": "Say, ‘I have no control over any harm or good that may befall you.’"
  },
  {
    "verse_id": 22,
    "translation": "Say, ‘No one can protect me from God: I have no refuge except in Him."
  },
  {
    "verse_id": 23,
    "translation": "I only deliver [what I receive] from God- only His messages.’ Whoever disobeys God and His Messenger will have Hell’s Fire as his permanent home:"
  },
  {
    "verse_id": 24,
    "translation": "when they are confronted by what they have been warned about, they will realize who has the weaker protector and the smaller number."
  },
  {
    "verse_id": 25,
    "translation": "Say, ‘I do not know whether what you have been warned about is near, or whether a distant time has been appointed for it by my Lord.’"
  },
  {
    "verse_id": 26,
    "translation": "He is the One who knows what is hidden."
  },
  {
    "verse_id": 27,
    "translation": "He does not disclose it except to a messenger of His choosing. He sends watchers to go in front and behind"
  },
  {
    "verse_id": 28,
    "translation": "to ensure that each of His messengers delivers his Lord’s message: He knows all about them, and He takes account of everything."
  }
]