[
  {
    "verse_id": 1,
    "translation": "You [Prophet], enfolded in your cloak!"
  },
  {
    "verse_id": 2,
    "translation": "Stay up throughout the night, all but a small part of it,"
  },
  {
    "verse_id": 3,
    "translation": "half, or a little less,"
  },
  {
    "verse_id": 4,
    "translation": "or a little more; recite the Quran slowly and distinctly:"
  },
  {
    "verse_id": 5,
    "translation": "We shall send a momentous message down to you."
  },
  {
    "verse_id": 6,
    "translation": "Night prayer makes a deeper impression and sharpens words––"
  },
  {
    "verse_id": 7,
    "translation": "you are kept busy for long periods of the day––"
  },
  {
    "verse_id": 8,
    "translation": "so celebrate the name of your Lord and devote yourself wholeheart-edly to Him."
  },
  {
    "verse_id": 9,
    "translation": "He is Lord of the east and west, there is no god but Him, so take Him as your Protector,"
  },
  {
    "verse_id": 10,
    "translation": "patiently endure what they say, ignore them politely,"
  },
  {
    "verse_id": 11,
    "translation": "and leave to Me those who deny the truth and live in luxury. Bear with them for a little while;"
  },
  {
    "verse_id": 12,
    "translation": "We have fetters, a blazing fire,"
  },
  {
    "verse_id": 13,
    "translation": "food that chokes, and agonizing torment in store for them"
  },
  {
    "verse_id": 14,
    "translation": "on the Day when the earth and the mountains will shake. The mountains will become a heap of loose sand."
  },
  {
    "verse_id": 15,
    "translation": "We have sent a messenger to you [people] to be your witness, just as We sent a messenger to Pharaoh,"
  },
  {
    "verse_id": 16,
    "translation": "but Pharaoh disobeyed the messenger and so We inflicted a heavy punishment on him."
  },
  {
    "verse_id": 17,
    "translation": "So if you disbelieve, how can you guard yourselves against a Day that will turn children’s hair grey,"
  },
  {
    "verse_id": 18,
    "translation": "a Day when the sky will be torn apart? God’s promise will certainly be fulfilled."
  },
  {
    "verse_id": 19,
    "translation": "This is a reminder. Let whoever wishes take the way to his Lord."
  },
  {
    "verse_id": 20,
    "translation": "[Prophet], your Lord is well aware that you sometimes spend nearly two-thirds of the night at prayer––sometimes half, sometimes a third––as do some of your followers. God determines the division of night and day. He knows that you will not be able to keep a measure of it and He has relented towards all of you, so recite as much of the Quran as is easy for you. He knows that some of you will be sick, some of you travelling through the land seeking God’s bounty, some of you fighting in God’s way: recite as much as is easy for you, keep up the prayer, pay the prescribed alms, and make God a good loan. Whatever good you store up for yourselves will be improved and increased for you. Ask God for His forgiveness, He is most forgiving, most merciful."
  }
]