[
  {
    "verse_id": 1,
    "translation": "Yim ge ḥrvfi mqṭʿāt yimn hund mʿny zanhi panh prvrdigar."
  },
  {
    "verse_id": 2,
    "translation": "Yhi bdd ktab yʿny qrāni mjyd yus chuh, kanhh shk chuhnh ath andr. Amih kis klami alhāy āsns andr, yhi chuh bvdd hidayt khdays khoczvnyn hndi khạṭr."
  },
  {
    "verse_id": 3,
    "translation": "Tim khdays khvczvnụ̄ bndh ge time yim pczh th yqyn chhi kran timn chyzn yim nh timv vuchhmty chhi. Yʿny yim chyz tihndyv ḥvasv th ʿqlhi nishhi pvushydh chh. Ṣirf chhi khda th pyghmbr sndi frmavnh sintụ̄ timn chyzn pczh kran th timn ṣḥyḥ th drust manan. Tim chyz ge khda. Mlạyik. Qyamt. Jnt th jhnm yʿny yim lvukh khdays khvczan chhi timn chuh yhi qrāni mjyd vth havan kyazi yus akhah pnnis khdays khvczan āshi ts chhefkr th tlash āsan timn kamyn hnz yimh kamhi khdays psnd chhe. Byyhi yimn kamyn pytth suh byzar chuh timn chhe fikr āsan khdae snz aiṭaʿt krnch. Tihndi mʿṣyt th nafrmạny nishhi pth rvznch. Yimn nafrmann hndyn diln mnz khdae sund khvf āshi nh timn chuhnh aiṭaʿt th mʿṣytuk kynhh andyshh th fikr. Amhi andrh spud mʿlvum yim lvukh yimn pvushydh chyzn pczh āsn nh kran tim chhi hidayt nishhi mḥrvm, byyhi ge khdays khvczvnụ̄ tim lvukh yim brpa qạyim chhi thavan hmyshh nmaz panczh tmhi kyv ḥqvqv th shrṭv th ādabv dsan. Vqtch pabndy san, byyhi ge khdays khvczvnụ̄ tim lvukh yim tmhi malh andrh yus asy timn ʿṭa kvrmut chuh āsn khrch kran. Ahl vʿīals th ạshnavn th hmsayn th mustḥiqn pytth."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi ge khdays khvczvnụ̄ time lvukh yim pczh chhi kran tth ktabhi yoshi tohyhi kun nạzil āyhi krnh. Byyhi timn ktabn pytth yim tohyhi brvntth nạzil āyhi krnh brvntthmyn pyghmbrn pytth. Ayman chhi vnan pvz gnzrns. Yimh ktabh Allah tʿālyā hn ḥẓrati murslynn pytth nạzil kri mcz chhe. Tvrat v ainjyl v zbvr v ṣḥf timh sare ktabh chhe pz. Timn ktabn hnz pczh āsnụ̄ chhe shrṭi ayman. Pth rvuz ʿml krnụ̄ so chhe ṣirf qrāni mjyds pytth krnụ̄. Kyazi tim sare ktabh chhe qrāni mjyds sintụ̄ mnsvkh th qạbli ʿml qrar dinh āmcz, byyhi yim ạkhrts thi chhi pvurh pczh kran. Amhi pth chuh byakh ʿālmah. Yth ʿālms ạkhrt vnan chhi. Tth ʿālms andr kri Allah tʿālyā bdkarn nafrmann ʿdhabs th szahs grftar. Tth ʿālms mnz yyhi baaymann jnt th jntchhi nʿmcz ʿṭa krnh."
  },
  {
    "verse_id": 5,
    "translation": "Yime lvukh chhi pnnis prvrdigar snzi tth vthi pytth yosh timn tihndi ṭrfh havnh āyhi, byyhi chhi yime lvukh rstgar th kamyab )yim czvr āyat chh, baaymann hndis mdḥs andr byan krnh āmtụ̄( yimv zyvi sintụ̄ th dilh sintụ̄ qrāni mjyds th dyni aislams ayman avn. Amhi pth chuh byan timn lvukn hund yimv bh dl vzban ainkar kvr."
  },
  {
    "verse_id": 6,
    "translation": "Byshk yimv lvukv ainkar kvr, brabry chhv yihndi khạṭr, tvhụ̄ kriv yimn bym ya nh kriyvkh yim zanhh ayman ann nh kyazi."
  },
  {
    "verse_id": 7,
    "translation": "Khdayn chhe mhr krmcz yihndyn diln yihndyn knn pytth, byyhi chuh tihnzn achhn pytth tthvr tmhi kinụ̄ chahnh pz kth yimn fkri tran, tihndi khạṭr chuh bvdd ʿdhab, suh gvv nari jhnm. Amhi pth chuh Allah tʿālyā frmavan turvah āyat krymh munafiqn hndis mdhmts andr yimn hund ẓạhir akh āshi bạṭin akh. Yimn hnz zyv akh āshi dil byakh kyazi timn hund shr chuh sytthah byyn hndi khoth."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi chhi kynhh lvukh yim zyvi sintụ̄ vnan chhi ashi kr pczh khdays byyhi ptmis dohs yʿny qyamts, ḥalankh hrgiz chhinh tim pczh krvnụ̄ dil sintụ̄ khdays th qyamt kis dohs."
  },
  {
    "verse_id": 9,
    "translation": "Pnnhi khyalh chhi tim dvkhh bạzy kran khdays th baaymann sintụ̄, lykn drḥqyqt chhinh tim dvkhh divan mgr pạnụ̄ pans mgr basan th czynan chhinh tim, amyuk shʿūr chuhnh timn."
  },
  {
    "verse_id": 10,
    "translation": "Tihndyn diln andr chuh bvdd mrẓ. Nfaquk mrẓ dyni aislam nishhi nfrtuk mrẓ ḥsduk mrẓ byyhi ʿnaduk mrẓ. Yim mrẓ ạsụ̄ timn brvntthe. Vonụ̄ spud qrāni mjyd nạzil. Aislams dyut Allah tʿālyā hn ʿzt vshvkt. Byyhi spz rvzbrvz ahli aislamn trqy. Yim chyz vuchhith spz tihndis mrẓs andr zyadty. Ps krkh Allah tʿālyā hn zyadty tth mrẓs andr, byyhi chuh tihndiy khạṭr ạkhrts andr kddur ʿdhab, amy mokhh kh tim ạsụ̄ apuz vnan, blụ̄ vnan āmna bAllah."
  },
  {
    "verse_id": 11,
    "translation": "Yylhi vnnh chuh yivan timn fsad mh tuliv munafiqt th nafrmạny krnh sintụ̄, dpan chhi tim kh, asụ̄ chhinh mgr mʿāmlatn snbhal vnụ̄ th aiṣlaḥ krvnụ̄ yuth ḥalat drust gczhn. Allah tʿālyā chuh frmavan."
  },
  {
    "verse_id": 12,
    "translation": "Varh bvuziv ae bvzvnyv time chhi fy alḥqyqt tbạhy th fsad krvnụ̄, lykn timn chuhnh tmyuk shʿūr."
  },
  {
    "verse_id": 13,
    "translation": "Yithe pạtthụ̄ yylhi vnnh chuh yivan timn munafiqn ayman aniv, pczh kriv khda vpyghmbri khdays tithh pạtthụ̄ yithh pạtthụ̄ sarve lvukv ayman avn th pczh kr, dpnhi chhi lgan kyah asụ̄ anvh ayman tithh pạtthụ̄ yithh pạtthụ̄ yimv beʿqlv ayman avn. Allah tʿālyā chuh frmavan, khbrdar rvuziv varh bvuziv ae bvzvnyv. Pzụ̄ pạtthụ̄ yime chhi fy alḥqyqt be ʿql th be vqvf mgr timn chhnh pnnụ̄ be vqvfy zannụ̄ tgan"
  },
  {
    "verse_id": 14,
    "translation": "Byyhi ylhi yim munafiq chhi smkhan mlaqat kran baaymann sintụ̄ timn chhi vnan hlih zyvi sintụ̄ ashi avn ayman, tmhi pth yylhi vatan chhi khlvts andr pnnyn shyṭann nish yʿny pnnyn shryr srdarn th zitthyn nish timn chhi vnan byshk asụ̄ chhi tohiy sintụ̄ dilh kinụ̄, asụ̄ chhinh baaymann āmna vnnh sintụ̄ akh tthtthah th mkhvlah kran. Allah tʿālyā chuh frmavan."
  },
  {
    "verse_id": 15,
    "translation": "Allah tʿālyā thi chuh timn tthtthh kran. Thi gvvv yy zi ddyjrchhukh travan, mhlt chuhkh divan tim chhi pnnhi srkshy andr anyn hndụ̄ pạtthụ̄ thph divan."
  },
  {
    "verse_id": 16,
    "translation": "Yime ge tim yimv mvlụ̄ hycz gumrạhy hdayts, ps kanhh nfʿ th fạydh dyut nh thndụ̄ tjartn. Byyhi ạsụ̄ nh tim vth lbh vnụ̄. Pzis kun āyhi nh timn kanhh athah vthah."
  },
  {
    "verse_id": 17,
    "translation": "Tihnz mithal chhe ts shkhṣh snz hish yymụ̄ zvl th przlvvakh narah, adh yylhi tmụ̄ narn rvshn kvr thi yhi tth andụ̄ pkụ̄ avs, czhyth kvr Allah tʿālyā hn tihund nvr th rvshny, byyhi trạvinụ̄ tim yim amis nar zalh vnis sintụ̄ ạsụ̄ anhi gttn andr kh bvzne avsukh nh yivan kynhh. Yithh pạtthụ̄ yih shkhṣ byyhi yim ts sintụ̄ ạsụ̄ rvshny ḥạṣil spdith anhi gtthi mnz grftar spud mtụ̄ yithe pạtthụ̄ spdụ̄ munafiq pvz th vaẓḥ th rvshn spdnh pth ẓlalt vgumrạhy hnzi taryky mnz grftar. Yithh pạtthụ̄ tihnzh achh th kn thnzzyvh bykar spdụ̄. Yithe pạtthụ̄ spz yimn munafiqn hnz ḥalt."
  },
  {
    "verse_id": 18,
    "translation": "Zrụ̄ chhi tim pvz bvznh nishhi, klụ̄ chhi tim pzis aiqrar krnh nishhi, anụ̄ chhi tim pvz vuchhnh nishh. Ps phyrn th rjvʿ krn nh tim yimv ḥaltv nishhi."
  },
  {
    "verse_id": 19,
    "translation": "Nth chhe yimn munafiqn hnz mithal tmhi rvdch yus āsman kh ṭrfh yivan āshi. Tth andr āsn anhi gtth th ggrayhi th vuzmlh. Tth rvuds mnz āshi pkan lvukn hnz akh jmaʿthah, time lvukh āsn pnnhi avngjhi zvrh vatnavan pnnyn knn andr trttn hndi mokhh mvt khi bymh, tim chhi pnnhi khyalh mvth nishhi bchnkụ̄ tdbyr kran mgr Allah tʿālyā kvt chhddih timn. Allah tʿālyā chuh kạfrn th nafrmann prth ṭrfh aḥaṭh krith, ts nishhi hykn nh tim kun gczihth."
  },
  {
    "verse_id": 20,
    "translation": "Vuzh mln hnz chhe yhi ḥalt kh khyal chuh gczhan timn vuzh mln hndi gashhi sintụ̄ ma pyyhi anyv tihnzn achhn, yymhi yymhi sath vuzmln hnz rvshny timn pytth pyvan chhe tim chhi tmhi kis gashs mnz pkun hyvan, tvpth yylhi timn pytth taryky th anhi gtth chhe spdan vodnụ̄ chhi rvuzith gczhan, Allah tʿālyā hrgah yczihh ha kamn kriha tihndi bvnuk ṭaqt, byyhi vuchhnuk ṭaqt, nh rvzhnkh kn kunhi, nh rvzhnkh achh kunhi, byshk Allah tʿālyā hs chhe prth kunhi chyzs pytth qdrt. Yim lvukh ath rvdh gtth kars mnz pkh vnụ̄ ạsụ̄, yithh pạtthụ̄ gri pkan ạsụ̄. Yithh pạtthụ̄ gri rvzith gczhan ạsụ̄. Yithe pạtthụ̄ chhi yim munafiq akhi sath yylhi vuchhan chhi nvr aislamuk ẓhvr rvzbrvz trqy. Tim lvukh chhi mạyil spdun yczhan, tmhi sath khvd ghrẓyn hnz taryky ḥayl spdan chhkh. Aty chhkh tthvuntth lagan pzis kun annh nishhi chhi pth czlan. Avtanụ̄ spud tryshvnụ̄ jmaʿtn hund ḥal byan. Amhi pth chuh sarne lvukn khṭab krith byan yivan krnh suh mẓmvn yymhi khạṭr yhi muqds ktab qrāni mjyd nạzil āv krnh."
  },
  {
    "verse_id": 21,
    "translation": "Ha lvukv ʿbadt th prstish kriv pnnis prvrdigar snz yymụ̄ tvhụ̄ pạdh krnv. Byyhi yymụ̄ pạdh krụ̄ tim sạriy lvukh yim tohyhi brvntth ạsụ̄. Yuth tvhụ̄ bchiv th mḥfvẓ rvziv jhnm khi ʿdhab nish suh gvv sue prvrdigar."
  },
  {
    "verse_id": 22,
    "translation": "Yymụ̄ tuhndi khạṭr zmyn vthrunah byyhi kvrun āsman amhi zmynuk pshah, byyhi yymụ̄ prvrdigarn āsman khi ṭrfh trvv ath zmyns pytth rvudah, tvpth khạrinụ̄ amhi zmyn mnzh amhi ābh sintụ̄ myvh jat tuhndi khynh khạṭr, ps mh tthhrạviv tvhụ̄ ae lvukv mʿbvdi brḥqs muqabl kunhi qsmuk shryk zạnith krith yʿny yhi kth zạnith kh yimh kamhi krvun chuhnh ts vrạe kanhh thi."
  },
  {
    "verse_id": 23,
    "translation": "Vonụ̄ hrgah tohyhi shk th shubh chuhv tth ktabh andr yosh ashi nạzil kr pnnis bnde khaṣs pytth yʿny ḥẓrti muḥmd aumys pytth. Yhi ma chuh timv pane tthhrvvmut, tylhi anitv tvhụ̄ thi kanhh svrah tyar krith yithse kạnshi shkhṣs nishhi yus aumy āshi, yymụ̄ nh kynhh thi pvrmut āshi, byyhi diy tv tvhụ̄ nad timn sarne yim tohyhi mddgạry khạṭr smnv ya mngiv pnnyn mʿbvdani bạṭiln mʿbvdi brḥqs vrạe chhivhe tvhụ̄ pvz vnh vnụ̄yth kthhi andr kh yhi kyah chuh klami bshr."
  },
  {
    "verse_id": 24,
    "translation": "Ps hrgah tvhụ̄ hykiv nh ath qrāni mjyds hiyv klamah pysh krith, hykiv nh zanhh pysh krith qya mts tam. Aztam th azkhi pytthh qyamts tam hyvk nh kạnshi akụ̄ ath qrāni mjyds hiyvu fṣaḥt vblaghts andr akh ya zh āyhi pysh krith. Yohe chuh bvdd mʿjzh qrāni mjyduk, ps khvcziv th bchạviv pnnụ̄ pan tmhi narh nishhi yymhi narchhi trushhi chhe yimv sintụ̄ tth czhk dinh khạṭr th hr hynh khạṭr chhi kạfir lvukh. Byyhi timh knhi yimn knyn tyar krith th grith kạfr prstish kran ạsụ̄. Time knh dzn nari jhnms andr tithh pạtthụ̄ yithh pạtthụ̄ gndk kunhi rylhi hndyn ainjnn andr dzan chhe, sue nar chuh tyar krnh āmut timn kạfrn hndi khạṭr yim qrāni mjyds th nby brḥq ḥẓrti Muḥammads apuz gnzravan chhi. Yhi avs vʿīdh shdyd munkrn hndi khạṭr amhi pth chhi frmavan bshart baaymann tslym th aiqrar krvnyn hndi khạṭr."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi frmạviv tvhhụ̄ bshart ae Muḥammad timn lvukn yimv ayman avn th pczh krkh khdays byyhi thndis pyghmbrs, byyhi qrāni mjyds, byyhi krykh rcz ʿmlh, yhe bshart kh tihndiy khạṭr chhi jnt, yimv jntv mnzụ̄ mukhtlf joyhi āsn pkan. Ābi zulal chh joyhi shrabi ṭhvrchhi joyhi ṣaf vshfaf manchh chhi joyhi, yylhi yylhi ʿṭa krnh āshi yivan timn, amhi jntuk myvah khynh khạṭr, dpn tim yhi chuh sue myvh yus ashi ʿṭa krnh āv yymhi brvntth, ʿṭa thi āshi krnh āmut timn suh myvh doshvnụ̄ lttyn yus akh akis hiyvuṣvrt kinụ̄ āshi mgr ldht kinụ̄ th mzh kinụ̄ āshi mukhtlf, byyhi chhi tihndi khạṭr timn jntn andr pak vpakyzh znanh yimh dnyachv ālạyshv th napạkiyv nishhi pak āsn, byyhi rvzn tim jnty timn jntn andr hmyshh. Bʿẓ mukhạ lifv kvr aʿtraẓ hrgah yhi qrāni mjyd klami alhyā āsiha tylhi āshn nh ath andr ḥqyr v dhlyl janvrn, mchhn, zlryn th mhyn hund nav. Ath kvr Allah tʿālyā hn rd, frmvvun."
  },
  {
    "verse_id": 26,
    "translation": "Vaqʿī Allah tʿālyā chuhnh mndchhan suh kyah kri ha byan mithalah, so ạsitn adh mhụ̄ snz ya tmis khoth bddis kạnshi janvr snz, mchhhi hnz ya zlrụ̄ snz, ps yimv lvukv ayman avn th pczh krtim chhi yqyn pạtthụ̄ zanan kh yimh mithalh chhe byan krnh āmczh ʿīn mvqʿs pytth tuhndis prvrdigarh sndi ṭrfh, vonụ̄ yimv lvukv kufr vainkar kvr timn chuh yy vnun kh yimh ḥqyr mithalh byan krnh andrh kyah sna chuh mqṣd khdae sund, Allah tʿālyā chuhkh frmavan kh gumrah chuh kran Allah tʿālyā yimh mithalh byan krnh sintụ̄ varyahn lvukn. Yim nh yimn mithaln andr ghvr v tamul chhi kran, byyhi chuh hdayt kran th vth havan pnnhi fẓl sintụ̄ timn lvukn yim yimn mithaln andr snith tamul vtfkur chhi kran, gumrah chuhnh kran Allah tʿālyā amhi mithalhi sintụ̄ mgr bdkarn th nafrmann yim ʿdvli ḥukmy kran chhi."
  },
  {
    "verse_id": 27,
    "translation": "Fasiq ge time yim phuttravan chhi suh muʿāhdh yus timv khdays sintụ̄ kvrmut chuh suh ʿhd mẓbvṭ krnh pth yymich dhkr Allah tʿālyā hn chhe byyis āyhi kryms mnz frmạvmcz kh ḥẓrti ādm ʿlyh alslam sndi pushth mnzh kddụ̄ Allah tʿālyā hn tihnzsạre dhryt time krnạvin pnnhi rb āsnuk aiqrar, byyhi chuh czttan suh chyz yymụ̄ kh milnavnuk Allah tʿālyā hn ḥkum kvr yʿny ạshnạyy. Ḥukmi khda chuh ṣilh rḥm krun mgr yim chhi tth bdl ạshnạyy czttan, byyhi chhi time fsad th tbạhy kran zmyns andr akh akis pytth ẓlm krnh sintụ̄ kufr krnh sintụ̄. Ḥẓrti rsvli krymn sintụ̄ ḥsd v ʿdavt thavnh sintụ̄. Mslmann syzi vthi nishih dyni aislam nishhi ddalnh sintụ̄, yime lvukh chhi tavan zd dnyahs andr thi ạkhrts andr thi, yylhi Allah tʿālyā sund mrby āsun thạbt sapud, khạliq th rzaq thạbit spud."
  },
  {
    "verse_id": 28,
    "translation": "Ae lvukv tvhụ̄ kithh pạtthụ̄ chhiv adh khdae sndis mʿbvdi brḥq āsns ainkar kran, tmụ̄ sndụ̄ aḥsanat mshravan, tmis vrạe byyn hndis mʿbvd āsnsn aiqrar kran ḥalankh tvhụ̄ ạsiv mḥẓ be jan ps kr nv tmy tvhụ̄ zindh bdnn mnz rvḥ vatnavnh sintụ̄. Tmhi pth marivsue yymhi sath tuhnzi ʿuumri hund mudt vvbrh th khtm gczihh. Tvpth krv sue tohyhi byyhi zindh qyamt kh doh, tvpth yiyv tvhụ̄ ts kun vaps annh yʿny qyamt kh doh yiyv mḥshrkis mạdans andr ḥisab khạṭr tihndsie aijlass andr ḥạẓr krnh. Amhi pth chuh Allah tʿālyā pnnyn nʿmtn hnz dhkr kran."
  },
  {
    "verse_id": 29,
    "translation": "Sue prvrdigar yymụ̄ pạdh kvr thi svrue yhi yth zmyns andr mvjvd chuh tuhndi fạydh khạṭr, tvpth spud suh mtvjh āsmann kun. Ps krin tim drust sth āsman. Suh chuh prth chyzah pvurh zanh vun. Avtanụ̄ āyhi byan krnh ṣvry nʿmt. Amhi pth chuh Allah tʿālyā byan kran mʿnvy nʿmt."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi pạviv suh vqt yad yylhi tuhndụ̄ prvrdigarn airshad frmvv mlạykn kh me chuh pạdh krun yth zmyns andr pnun akh khlyfh yʿny nạybah, yus myạnụ̄ aḥkami shrʿīh nạfidh kri th vatnavi myanyn bndn, mlạyik lgụ̄ dpnhi kyah cz krkhh pạdh ath zmyns andr suh mkhlvq yus ftnh th fsad kri jinn hndụ̄ pạtthụ̄ ath zmyns andr byyhi kri variyah th sytthah khvnryzy, asụ̄ chhi pạky chạnụ̄ yad kran, chạnụ̄ ḥmd vthna dpan byyhi chhith asụ̄ zanan mnzh th pak sarve ʿạbv th nqṣanv nishhi. Lhādha hrgah yhi kạm ashi pushravnh yyhi ha, asụ̄ kr hv yhi kạm dil vjan san timn andr āsn addụ̄ mufsid addụ̄ ẓạlim th addụ̄ nafrman sạriy nyk āsn nh. Yylhi mḥẓ kạm krvinụ̄ mvjvd th tyar āsn nv mkhlvq pạdh krnch kyah ẓrvurt ạs, yhi kvr nh mlạykv bṭvri aʿtraẓ pysh. Nh. Yhi kvr timv pnun aistḥqaq pysh, Allah tʿālyā hn frmvvukh, byshk bh chuhs zanan tim kthh yim nh tvhụ̄ zanan chihv. Yus chyz tohyhi nishhi bny ādm th ansan pạdh krnuk manʿ chuh sue chyz chuh me nish pạdh krnuk sbb th bạʿth yʿny timv andrh bʿẓn hund mufsid th khvnryz āsun yohe chuh bạʿth timn hndi pạdh krnuk kyazi aḥkam yin tyly jạriy krnh yylhi kunhi qsmh be aʿtdạly vaqʿ spdi aintẓam yyhi tylhi krnh yylhi kanhh bdnẓmy vaqʿ spdi. Tohyhi frman brdarn hndis jmaʿts andr hykhi nh yhi amr vaqʿ zanhh thi spdith bhr ḥal āv ansan amhi kamhi khạṭr mkhṣvṣ krnh. Āv pạdh krnh ḥẓrti ādm ʿlyh alslam."
  },
  {
    "verse_id": 31,
    "translation": "Tvpth zạnirvv hychhnvv Allah tʿālyā hn ādm ʿlyh alslam tmam rve zmyn kyn chyzn hndụ̄ nav, bddyn chyzn hndụ̄ thi lokttyn chyzn hndụ̄ thi yʿny ādm ʿlyh alslam āv hychhnavnh goddny ʿlmi lght yʿny prth chyzuk nav th prth chyzuk khạṣyt th fạydh, tvpth trạvin tim chyz mlạykn kun, ps frmvv Allah tʿālyā hn mlạykn ae mlạykv tvhụ̄ vniv me yimn chyzn hund nav th khạṣyt hrgah tvhụ̄ pvz vnh vnụ̄ chhiv yth kthhi andr kh asụ̄ ạsụ̄ aiṣlaḥ ṭbayʿ th antẓami shrayʿ th tblygh aḥkamn hnz khdmt anjam dinh khạṭr mustḥq. Khlyfh khdavnd y ys gczhn sarne chyzn hndụ̄ nav th khvaṣ th fvạyd mʿlvm āsnụ̄. Adh hykhi suh mfvẓh kạm anjam dith. Tvhụ̄ vnitv yimn chyzn hund nav th khạṣyt kyah kyah chhe."
  },
  {
    "verse_id": 32,
    "translation": "Mlạykv dvp prvrdigarah cz chuhkh munzh th pak asụ̄ zanv nh kynhh mgr ty yhi cze asụ̄ hychhnạvith. Byshk cz chuhkh svrue zanh vun, cz chuhkh sytthah ḥikmt vvl."
  },
  {
    "verse_id": 33,
    "translation": "Allah tʿālyā hn frmvv ḥkum ādm ʿlyh alslams kun ae ādm hychhnavukh cz yim mlạyk yimn chyzn hndụ̄ nav, adh yylhi ādm ʿlyh alslamn timn chyzn hndụ̄ nav mlạykn byan krụ̄, Allah tʿālyā hn frmvv mlạykn me frmvvv na tohyhi kh bh chuhs zanan thi svrue yhi āsmann th zmynn mnz pvushydh chuh, byyhi chuhs bh zanan tim sare kthh yim tvhụ̄ ẓạhir kran th nnravn chihv, byyhi timh kthh yimh tvhụ̄ pvushydh th khttith thavan ạsiv."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi chuh suh vqt czyts pavns qạbl yymhi vqth ashi ḥukm kvr sarne mlạykn byyhi yimv jinv andrh mlạykn sintụ̄ rvzan ạsụ̄ sjdh diyv ādm ʿlyh alslams tʿẓymuk sjdh ps dyut sarve mlạykv sjdh, aiblyss vrạe, suh rvud pth sjdh dinh nishhi. Tmụ̄ zvn pnun pan bvdd th mghrvr spud. Avs suh aiblys khdae sndis ʿlms andr kạfre th nafrmanve andrh. Amhi sath krn ʿdvli ḥukmy, khdae sndis ḥukms krn nh tʿmyl."
  },
  {
    "verse_id": 35,
    "translation": "Tvpth kvr ashi ḥkum ādm ʿlyh alslams ae ādm tvhụ̄ bsiv panh byyhi pnun jvrah ḥva ʿlyha alslam hyth jnts andr. Yosh ḥva, Allah tʿālyā hn ādm ʿlyh alslamh snzi lr kanhi pytth akhi madh nishhi pạdh kr, tvpth khyyiv tvhụ̄ doshve amhi jnth mnzh yddbrith. Yth jayhi khvsh krivh tth jayhi, mgr nkhh yiyiv zyv nh yath kulis yʿny yymhi kuluyk phl khyyhi zynh, hrgah aamhi kuluyk phl khyyiv tvhụ̄, ps sapdiv tvhụ̄ doshve pans nqṣan vatvnyv andr, Allah tʿālyā se chhu mʿlvm suh kya kul avs."
  },
  {
    "verse_id": 36,
    "translation": "Ps ddạlụ̄ tim doshve shyṭann amhi kulhi sintụ̄, tmhi pth kddin tmhi ʿīsh vāram mnzh yth mnz tim ạsụ̄. Yam timv tmhi kulyuk phl khyvv tam spud timn ḥukm jnth mnzh nyrnuk, tvpth vvn ashi timn sarne bon vsiv amhi jnth mnzh zmyns pytth. Yth ḥals andr kh tvhụ̄ ạsiv addụ̄ addyn hndụ̄ dushmn, vonụ̄ chhe tuhndi khạṭr zmyns pytth qrar krnch byyhi tmtʿ th fạydh tulnch jae akis \"vqts\" tam yʿny zmyns pytth chuhv nh tohyhi hmyshh rvzun, kynhh kalah gczihth chuhv tohyhi suh gr thi travun, tmhi gr mnzh thi antqal krun."
  },
  {
    "verse_id": 37,
    "translation": "Ps krụ̄ ḥạṣil ādm ʿlyh alslamn pnnis prvrdigars nishhi tvbh krnkụ̄ kynhh klmat. Tvpth prụ̄ tmụ̄ tim klmat th kvrun tvbh. Ps kvr Allah tʿālyā hn tihund tvbh qbvl byshk suh chuh sytthah tvbh qbvl krvun sytthah rḥm krvun."
  },
  {
    "verse_id": 38,
    "translation": "Ḥkum frmvv ashi vsiv amhi jnth mnzh tvhụ̄ sạriy zmyns pytth, ps hrgah vathi tohyhi nish myvn ḥkum pyghmbr th ktab. Ps yus akhah pyrvy kri th pkhi myanhi hdayt mvjvb. Ps chuhnh ts kanhh khvfah, nh spdn tim pyrvy krvnụ̄ ghmgyn."
  },
  {
    "verse_id": 39,
    "translation": "Vonụ̄ yimv lvukv ainkar kvr byyhi zạnikh apuzụ̄ sạnụ̄ āyat tim lvukh chhi nars andr vath vnụ̄. Tth nars andr rvzn hmyshh dzan. Yvtanụ̄ āyhi byan krnh nʿmti mʿnvyh, yth mnz byan krnh āv ḥẓrti ādm ʿlyh alslam snzi pydạyshhi hund qṣh. Vonụ̄ chuh yivan byan krnh khaṣ nʿmtuk yosh ʿṭaāyhi krnh bny asrayyln ḥsb vnsb vghạrh yymhi sintụ̄ timv aimtyazy shan ḥạṣil kvr. Yuth tihndi ayman annh sintụ̄ tmam lvkn pytth athr pyyhi."
  },
  {
    "verse_id": 40,
    "translation": "Ae yʿqvb ʿlyh alslam sndyv frzndv, asrayyl gvv ʿbdAllah, yhi avs ḥẓrti yʿqvb sund nav. Bny aisrayyl ge ḥẓrti yʿqvb sndụ̄ avlad timne chuh Allah tʿālyā frmavan ae ḥẓrti yʿqvb sndyv avladv czyts pạviv tvhụ̄ tmh nʿmcz yimh me tohyhi ʿṭa kryv. Yuth nʿmtn hund ḥq ada krun tohyhi āsan spdi, byyhi kriv tvhụ̄ vfa myạnis tth ʿhds yus tohyhi me sintụ̄ kvruv ḥẓrti Muḥammad nby ākhralzmans mutʿlq, bthi kr vfa myạnis ʿhds yus me kvrmut chuh tohyhi sintụ̄, byyhi khvcziv me yvt ʿhd puhttravns andr. Pnyn ʿūam mʿtqdnyn mh khvucziv timn ma rvzinh svn aʿtqad. Tim yosh ndhr v nyazh sintụ̄ khdmt kran chhi soma gczihh bnd."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi kriv pczh tth ktabhi yosh me nạzil kryʿne qrāni mjyds. Tohyhi pzi nh tmhi sintụ̄ vḥsht gczuhn. Kyazi so ktab kr me nạzil drḥaltykh so chhe tṣdyq krvnụ̄ tth ktabhi yosh tohyhi sintụ̄ chhe yʿny tvrats. Byyhi mh spdiv tvhụ̄ goddnikụ̄ munkir qrāni mjydkụ̄ yʿny tvhụ̄ yylhi munkir spdiv tohyhi vuchhith krn baqe lvukh thi ainkar tmhi sarkiy dhmh darspdiv tvhụ̄ qyamts tanụ̄. Yim ainkar krn tihund vbal yyhi tuhndis name aʿmals lykhnh, byyhi mh rttiv myanyn āyatn bdlh ḥqyr th km mʿāvẓh. Byyhi khvcziv me yvt pnnụ̄ aḥkam pst pusht trạvith ya timn tghyrvtbdyl krith ya tim khttith th pvushydh thạvith mh kriv ʿām lvukn nishhi mali dnyayus ḥqyrvdhlyl chuh ḥạṣil."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi mh milnạviv pvz apzis sintụ̄, byyhi mh thạviv pvz pvushydh th khttith zạnith krith."
  },
  {
    "verse_id": 43,
    "translation": "Byyhi thạviv tvhụ̄ nmaz brpa. Yhi gyhi ʿbadti bdny, byyhi diyv malch zkvat, yhi gyhi ʿbadti maly, byyhi ạsiv nman khdays brvntth knhi byyn nmn valyn sintụ̄yʿny nmaz ạsiv pran bajmaʿt. Aislam brvntth chhnh byyhi kunhi dyns andr nmaz bajmaʿt ạsmcz. Yhi bajmaʿt nmaz prnụ̄ chheaislam kyv khṣvṣyatv mnzh. Rkvʿ krun thi chuh aislam kyv khṣvṣyatv andrh. Yhvdn hnzi nmazi mnz avs nh rkvʿ krnuk ḥkum. Khlaṣh chuh yy zi yim amvr byan āe krnh yimne yvt andr chuhnh njat blkh gczhn sạri y aṣvl vfrvgh bja annụ̄ ḥẓrti pyghmbr ākhralzmanh snzi pyrvy andr, nmaz thi gczihh tihndiy ṭryqh prnụ̄ bajmaʿt rkvʿ san. Bʿẓ ʿlma yhvd ạsụ̄ lvukn vnan kh yhi dyni aislam chuh pvz dyn, rut dyn mgr panh ạsụ̄ nh muslman spdan kynhh timne chuh Allah tʿālyā frma van."
  },
  {
    "verse_id": 44,
    "translation": "Kyah tvhụ̄ chhiv byyn lvukn ḥkum kran nyky th rcz kamhi krnuk yʿny rsvli mqbvl pyghmbr ākhralzmans ayman anh nuk, pnnụ̄ pan chuhvkh mshravan th nẓr andaz kran ḥalankh tvhụ̄ chhiv pnnụ̄ ktab tvrat pran. Tth mnz chuhv tvhụ̄ pran kh ʿālmi be ʿmls nsbt kạczah mdhmt chhe krnh āmcz. Lhdha kvnh chhiv nh tvhụ̄ ʿql kran kyazi chhiv tvhụ̄ timn mdhmtn hund mṣdaq bnan. Amhi andrh spud thạbit kh vaʿẓ yus āsh tmụ̄ sund gczihnh be ʿml āsun blkh gczihh tihnz tmhi mvjvb goddh panh thi ʿml krnụ̄ yhi suh lvukn pran āshi."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi czhạnddiv mdd ṣbr krnh sintụ̄ byyhi nmaz ada krnh sintụ̄. Ṣbrh sintụ̄ gczhyv ḥub mal km. Nmazi sintụ̄ gczhyv ḥub jah km, yime z chyz chuhv tohyhi ayman anns th pczh krns manʿ spdan, byshk yhi nmaz chhe dushvar mgr chhnh dushvar timn lvukn pytth yim khdays khvczvnụ̄ chhi."
  },
  {
    "verse_id": 46,
    "translation": "Yimn yqyn th pvurh pczh chhe kh tim chhi mlaqat krvnụ̄ pnnis prvrdigars sintụ̄ byyhi chhi tim pzụ̄ pạtthụ̄ ts kun vath vnụ̄ th rjvʿ krvnụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Ae yʿqvb ʿlyh alslam sndyv frzndv czyts pạviv so nʿmt yosh me tohyhi ʿṭa krmv yuth tvhụ̄ shukr gzạry th aiṭaʿt v frman brdạry kriv, byyhi pạviv czyts yhi kth thi me dituvtohyhi yʿny tuhndyn ābav ajdadn fẓylt tmhi vqth kyn sarne lvukn pytth lhādha pzi ha tohyhi mukml aaṭaʿt vfrmanbrdạry krnụ̄."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi khvcziv tvhụ̄ tth dohs yymhi dohh nh kanhh kfaytah kri kanhh shkhṣah kạnshi shkhṣs yʿny kanhh akhah kạnshi akis kunhi chyzh sintụ̄, nh yyhi qbvl krnh kạnshi akụ̄ sndụ̄ ṭrfh kanhh shfaʿt th sufạrish yvtanụ̄ nh ts shkhṣs andr ayman āshi nh yus shfaʿt ya sufạrish kran āshi, byyhi yyhi nh rttnh kạnshi hndi ṭrfh kanhh bdlh th kanhh ʿūẓah nh yyhi timn yạriy krnh kyazi tmhi dohh hykhi nh kanhh kạnshi yạry krith, nh hykhi tmhi dohh kạnshi hnz ṭrfdạry chlith. Amhi pth chuh byan yivan krnh byyn nʿmtn hund yimh bny asrayyln ʿṭa krnh āyhi."
  },
  {
    "verse_id": 49,
    "translation": "Ae bny asrayylv byyhi pạviv czyts yylhi ashi tohyhi njat dyut frʿūn sndi qvm nishhi yim tohyhi vatnavan ạsụ̄ skht ʿdhab, yimn ṣirf fikr ạs tohyhi tklyf th aiza vatnavnch, yim khsh kran ạsụ̄ tuhndyn nychvyn, zindh ạsụ̄ thavan kvryn tuhnzn yuth timh bjh vatnh pth timn khdmts bkar yin, ath andr ạs tuhnz bdd āzmạyish th amtḥan tuhndis prvrdigarh sndi ṭrfh. Kmụ̄ tanụ̄ shkhṣn ạs frʿūns nish pyshn gvyy krmcz kh bny asrayyln andr spdi pạdh akh lokttah yymụ̄ sndi sbbh chạnụ̄ slṭnt th padshaht khtm spdi. Tmhi mokhh hytụ̄ tmụ̄ bny asrayyln lokttụ̄ zyvunue marnụ̄. Kvryn hund avsus nh amhi qsmuk kanhh khṭr. Tmy mokhh avs kvryn zindh thavan timn avs nh maran kynhh byyhi avs kvryn andrh yhi fạydh kh timn avs balgh spdith khdmts lagan."
  },
  {
    "verse_id": 50,
    "translation": "Byyhi chuh suh vaqʿ thi yad krns qạbil yylhi juda kvr ashi tuhndi sintụ̄ dryae qulzum. Yylhi tvhụ̄ czlan ạsiv frʿūns nishhi, buthhi āv tohyhi dryae qulzum yylhi dyut ashi tohyhi njat. Dryavs spdụ̄ tuhndi khạṭr bah kvchhi. Tvhụ̄ vthiv yimne kvchn andr, tvpth vạtiv tvhụ̄ apvr. Frʿūn th frʿūn snz lshkr yim tohyhi pth dvran ạsụ̄ rttnh khạṭr tim thi vthụ̄ yimne kvchn andr, tvpth vạtiv tvhụ̄ apvr. Frʿūn th frʿūn snz lshkr yim tohyhi pth dvran ạsụ̄ rttnh khạṭr tim thi vthụ̄ yimne kvchn andr. Yamth tuhndụ̄ ptim apari btthhi khvt, frʿūnn hund ptim shkhṣ dryavs andr vvth, ābs spud ḥkum pkh. Tmy sintụ̄ krụ̄ ashi ghrq dryavs andr sạriy frʿūny. Tvhụ̄ ạsiv apari btthis pytth tihndi phttnuk th ghrq spdnuk tmashh vuchhan."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi pạviv czyts yylhi ashi avrh vʿdh kvr mvsyā ʿlyh alslams sintụ̄ ashi kvr vʿdh ts sintụ̄ tvrat ʿṭa krnuk. Tmụ̄ kvr vʿdh ashi sintụ̄ kvhi ṭvrs pytth yinuk. Tvpth cztjihn )40( ratn th dohn kvhi ṭvrs pytth rvznuk bṭvri aʿtkaf, tvpth bnvvun tohyhi sonh sund vvczh, tsnze hyczv tohyhi prstish krnụ̄ mvsyā ʿlyh alslams pth. Tim ạsụ̄ kvhi ṭvrs pytth aʿtkaf kran, tvhụ̄ ạsiv mʿbvdi brḥqs vrạe pane tyar krụ̄ mtis th grụ̄ mtis vczhụ̄ snz ʿbadt th prstish krnh sintụ̄ ṣryḥ ẓlm krvnụ̄."
  },
  {
    "verse_id": 52,
    "translation": "Tvpth kvr ashi ath bddis jurms ʿfv th drgudhr tuhndi tvbh krnh pth yuth tvhụ̄ shukr guzạriy kriv. Pans pytth mạniv svn bvdd aḥsan."
  },
  {
    "verse_id": 53,
    "translation": "Byyhi pạviv czyts yylhi ashi ʿṭa kr mvsyā ʿlyh alslams ktab yymyuk ashi tohyhi sintụ̄ vʿdh kvrmut avs yʿny tvrat. Byyhi tim mʿjzh yimv sintụ̄ pzis th apzis mnz frq spdan ạs yuth tohyhi vth yyhi rahi rasts kun."
  },
  {
    "verse_id": 54,
    "translation": "Byyhi pạviv czyts yylhi mvsyā ʿlyh alslamn frmvv pnnis qvms ae qvm tohyhi kvruv ẓlm pạnụ̄ pans kyazi tohyhi kvruvn muqrr bejan vvczha pnun mʿbvd. Ps kri vtvhụ̄ tvbh th rjvʿ pnnis pạdh krvnis kun. Tim lgụ̄ dpnhi vonụ̄ kyah krv asụ̄. Mvsyā ʿlyh alslamn frmvvukh, ps mạriv th qtl kriv tvhụ̄ pnnụ̄ pan yimv vczhụ̄ snz ʿbadt th prstish krmcz chhnh tim krn qtl timn yimv vczhụ̄ snz ʿbadt krmcz chhe, amy ṭryqh mrun chuh tihndi khạṭr bhtr tuhndis khạlqs nishhi yʿny Allah tʿālyā hs nishhi. Ps mạrụ̄ timv pnnụ̄ pan, kvrukh tvbh, ps kvr tihund tvbh Allah tʿālyā hn qbvl, pzụ̄ pạtthụ̄ suh chuh gnhgarn hund tvbh qbvl krvun. Suh chuh timn pytth mhrban th rḥmt vvl."
  },
  {
    "verse_id": 55,
    "translation": "Byyhi pạviv czyts ae bny asrayylv yylhi tohyhi dvpuv mvsyā ʿlyh alslams ashi niyuv pans sintụ̄ kvhi ṭvrs pytth klami khda bvznavnh khạṭr tvpth bvzuv tohyhi klami khda tvrat mgr dpnhi lgiv tvhụ̄ ashi kyah chhe khbr yhi klam kus chuh frmavan. Yvt tam nh asụ̄ klam frmavvun varh vuchhvn tvtam kithh pạtthụ̄ byhhi ashi yʿny aʿtmad yyhi ashi yhi kyah chuh klami khda, ps rttiv tvhụ̄ amhi gustạkhy sbbh vuchhan vuchhan akhi trtthi yymụ̄ trtthi tvhụ̄ sạry ykdm mạriv."
  },
  {
    "verse_id": 56,
    "translation": "Tmhi pth krv asụ̄ tvhụ̄ byyhi zindh amhi trtthi sintụ̄ mrnh pth mvsyā ʿlyh alslamh sndi dʿā krnh pth, yuth tvhụ̄ byyhi zindh krnch nʿmt mḥsvs krith shukr gzạry kriv."
  },
  {
    "verse_id": 57,
    "translation": "Byyhi trvv ashi tohyhi pytth aobruk sayhi yylhi tvhụ̄ mydani tyhs mnz taph sintụ̄ dzan ạsiv byyhi vatnvv asụ̄ tohyhi nish ghạby khzanh mnzh akh chyzah yth trnjbyn vnan chhi yus vyiri manchhikụ̄ pạtthụ̄ kulyn hndyn brgn pytth āsan chuh. Byyhi battrn hund maz, ashi dvp tvhụ̄ khyyiv yimv nfys chyzv andrh yim ashi tohyhi ʿṭa krvh. Mgr ath andr thi krkh nafrmạny yymhi sintụ̄ timn pans skht nqṣan vvt. Timv vatnvv nh ashi kanhh tklyf th nqṣan blkh ạsụ̄ vatnavan tim nqṣan pnnyn pann."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi pạviv czyts yylhi ashi dvp bny asrayyln acziv tvhụ̄ yth bsty andr ps khyyv tvhụ̄ amhi bsty andrh yth yth jayhi tohyhi khvsh kri amhi shhrkyv chyzv andr yvt tohyhi khvsh kri tyvut yʿny yddbrith, sinty kvrukh ashi ḥkum kh yylhi tvhụ̄ amhi shhrkh drvazh kinụ̄ ath shhrs mnz acziv. Aczan aczan thạvzyv klh bvn kun yʿny klh nvmrạvith aczizyv ʿạjzy san byyhi gczihh tuhund prun lfẓ ḥiṭh yymyuk mʿny chuh asụ̄ chhi tvbh kran. Tmhi sintụ̄ krv asụ̄ tuhndyn brvntthmyn gnhn mghfrt byyhi krv asụ̄ zyadh thvab ʿṭa rcz ʿmlh krvnyn."
  },
  {
    "verse_id": 59,
    "translation": "Ps bdlvvtimv ẓạlimv suh lfẓ tth lfẓs sintụ̄ yus nh timn vnnh āmut avs. Timv dvp ḥsbth fy shʿrh, ps kvr ashi nạzil timn kạfrn pytth āsman khi ṭrfh akh ʿdhabah. Kyazi tim ạsụ̄ kran sạnụ̄ nafrmạny th ʿdvli ḥukmy. Narah akh gvv pạdh āsman khi ṭrfh yymụ̄ narn aky sath czovuh sas )24000( ansan. Byyhi rvayt mvjvb )70000( stth sas ansan zạlith trạvụ̄ bʿẓ mufsirv frmvv kh suh ʿdhab avs ṭaʿūn yymhi sintụ̄ addis dohs andr stth sas lvukh mvudụ̄."
  },
  {
    "verse_id": 60,
    "translation": "Byyhi pạviv czyts yylhi mvsyā klym Allah hn ṭlb baran kvr pnnhi qvm khạṭr āb mvngukh Allah tʿālyā hs, Allah tʿālyā chuh frmavan, ps frmvv ashi mvsyā klym Allah hs czndd diyv pnnhi lvri sintụ̄ yth knhi yosh tohyhi brvntth knhi chhe, ps jạriy spdi ụ̄tmhi mnzh bah nagh rad timn bny asrayyln hndyn qbyln hnz grnz. Ḥẓrti yʿqvb ʿlyh alslams ạsụ̄ bah frznd akis akis frzndh sund avlad avsukh akh akh qbylh. Timne qbyln hndi tʿdadh th shumarh mvjvb drae tmhi knhi mnzh bah nag, chnanchh mʿlvm spud prth akis shkhṣs pnnhi pnnhi āb chynch th āb ḥạṣil krnch jae chnanchhi vnnh ākh, ae bny asrayylv khyyuv yhi mni vslvyā th chyyuv yimn chshmn hund āb. Byyhi mh phyiriv zmyns andr fsad th fitnh tulan yʿny myanyn aḥkamn hnz nafrmạny kran."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi pạviv czyts ae bny asrayylv tohyhi drkhvast kvrv ḥẓrti mvsyā ʿlyh alslams kh ae mvsyā asụ̄ḥẓ hykv nh ṣbr th brdasht krith aky qsmh kis khynh chyzs pytth, asụ̄ āe prth dohh mn vslvyā khyvan khyvan skht ʿạjiz, ps mngiv ḥẓ sanhi khạṭr pnnis khdays kh suh kyah khari sanhi khạṭr tim tim chyz yim zmyn mnzh khsan chhi tmchhi trkari hishhi. Lạr tmyuk byyhi knk tmyuk byyhi rohn tmyuk byyhi musurtmyuk byyhi pran tmyuk, ḥẓrti mvsyā hn frmvvukh kyah tvhụ̄ chuhv czhanddan tim chyz yim pst th bvnmhi drjkụ̄ chhi tth chyzs bdl yus aʿlyā drjuk chyz chuh yʿny mn vslvyā hs bdl yus tohyhi mḥnt vmshqt vrạe ḥạṣil spdan chuh. Kạczah chhe tuhnzʿql th hmt pst, yylhi tohyhi ʿzt kis rvziys sintụ̄ khr chhe adh acziv tvhụ̄ shhrv andrh kunhi shhrs andr tthi bnn tohyhi tim chyz yim tvhụ̄ mngan chihv. Zmyn kriv ḥạṣil tvpth lạgiv suh. Tth mnz vviv yim yim chyz th khyyiv, yiczhe yiczhe gustạkhy krnh khạṭr āyhi travnh timn pytth dhilt th khvạry th psty lvukn hnzi nẓri andr ruvznh timn kanhh vqʿt th kanhh qdr, nh rvud tihndyn ṭbyʿtn andr kunhi qsmh avlvalʿzmy th bulnd hmty baqe, byyhi spdụ̄ tim mstḥq khdae snzih byzạryhi, ath dhilt vkhvạry vbyzạry ge tim grftar yymy mokhh kh tim ạsụ̄ ainkar th nafrmạny kran prvrdigarh sndyn aḥkamn byyhi ạsụ̄ pyghmbr qtl kran th maran naḥq th be gnah kunhi qsmkhi jurmh vrạe, ath dhilt vkhvạry ge tim grftar yymy mokhh kh tim ạsụ̄ ainkar th nafrmạny kran prvrdigarh sndyn aḥkamn. Yimn yhvdn hund yhi ḥal byan krith avs mumkn kạnshi shkhṣs ma gczihh khyal kh hrgah kanhh shkhṣah yhvdv andrh ya byyv lvukv andrh tvbh vastghfar krith ayman anhi ts kri Allah tʿālyā bkhshạyish tuhund ayman th tvbh v astghfar ma krinh qbvl. Suh khyal dvur krnh khạṭr frmvv Allah tʿālyā hn amhi pth ʿām akh qanvnah th qạydh klyah akh."
  },
  {
    "verse_id": 62,
    "translation": "Byshk baayman byyhi yhvd byyhi nṣaryā byyhi ṣabyyn yʿny suh firqh yimn nh mustql kanhh dynah āshi. Prth dyn mnzh chuh timv ḥsbi khvạhish akh akh chyzah aikhtyar kvrmut yimv sarve firqv andrh, yus shkhṣah pczh kri mʿbvdi brḥq sndis dhati paks byyhi tihndyn ṣifatn byyhi kri pczh ptmis dohs yʿny qyamts byyhi kri r cz ʿmlh yimh shryʿt Muḥammadys mvạfiq āsn, yithyn lvukn hndi khạṭr chhe mzvurụ̄ tihndis prvrdigars nishhi yosh timn ʿṭa krnh yyhi ts nish vạtith byyhi āshi nh timn kanhh khvfah byyhi spdn nh tim ghmgyn th pryshan. Yhi qanvn byan krith chuh byyhi byan spdan bny asrayyln hndụ̄ ḥalat vmʿāmlat ashi kyah vrtvvtimn sintụ̄, timv kyah mʿāmlh kvr ashi sintụ̄."
  },
  {
    "verse_id": 63,
    "translation": "Byyhi pạviv czyts ae bny asrayylv yylhi ashi tvhụ̄ ʿhd krnạviv. Tohyhi nishhi rvtt ashi qvl vqrar, tvrats pytth ʿml krnh khạṭr tul ashi kvhi ṭvruk akh ḥiṣah tohyhi pytth travnh khạṭr. Frmvv ashi tohyhi, tmhi sath frmvv ashi tvhụ̄ kriv qbvl soktab yos ashi tohyhi ʿṭa kr pvurh ṭaqth th mẓbvṭiy sintụ̄, nth travv asụ̄ yhi kvh tuhndyn kln pytth, varh thạvi vyad tim aḥkam yim ath ktabhi mnz chhi. Dyv tvhụ̄ mutqy th prhyzgar bniv."
  },
  {
    "verse_id": 64,
    "translation": "Amhi qvl v qrarh pth thi phyirvh tvhụ̄ pvt yʿny ath ʿhds pytth rvdiv nh tvhụ̄ qạyim, ps hrgah nh tohyhi pytth khdae sund fẓl vrḥmt āsiha amhi ʿhd shikny sbbh ạsihv tvhụ̄ hlak th brbad spdvnyv andrh."
  },
  {
    "verse_id": 65,
    "translation": "Byyhi chuhv tohyhi mʿlvme timn lvukn hund ḥal yim tohyhi andrh ḥdh ddlụ̄ btth vari hndis mʿāmls andr. Ashi avs timn mnʿ kvrmut btth vari dohh gaddh shikar krnh nishhi mgr timv kr ath ḥukms mukhalft, ps frmvv ashi timn dhlylv andrh bniv. Chnanchhi bne yhi timn vandrn hnz shkl mskh ṣvrt spdkh."
  },
  {
    "verse_id": 66,
    "translation": "Byyhi kvr ashi yhi vaqʿh akh ʿbrthah timn lvukn hndi khạṭr yim tmhi vqth mvjvd āsn byyhi timn lvukn hndi khạṭr yim timn pth āe. Byyhi kvr ashi yhi vaqʿ bvdd vʿẓ th nṣyḥt khdays khvczvnyn hndi khạṭr. Bny asrayyln mnz avs akh shkhṣah ts avs nav ʿāmyl, ts ạs kvur. Byakh shkhṣah tmụ̄ kr amis kvri hndis mạlis khvastgạry amis kvri sintụ̄ nikaḥ krnh khạṭr mgr tmụ̄ kvr tmis yhi kvur dinh nishhi ainkar tmis spud amụ̄sund ainkar krun sytthah nagvar yymhi mokhh tmụ̄ suh shkhṣ kvr pvushydh pạtthụ̄ qtl, tvpth trvvun akis jayhi. Lvukv yylhi suh tth jayhi marnh āmut vuchh. Tim lgụ̄ dryaft krnhi yhi shkhṣ kmụ̄ sna chuh mvrmut. Tim āe ḥẓrti mvsyā klym Allah hs nish, ʿrẓ kvrukh ashi ḥẓ gvczh mʿlvm spdun yymis shkhṣh sund qạtil. Timv frmvvhkh bḥukmi khda kh tvhụ̄ mạriyvn akh gavah tmụ̄sndi kunh tanh sintụ̄ diyv amis mqtvls czndd, suh spdi zindh, suh vnhi pane myvn qạtil kus chuh. Amh pth chuh Allah tʿālyā yohe qṣh byan frmavan."
  },
  {
    "verse_id": 67,
    "translation": "Byyhi pạviv suh vqt czyts yylhi mvsyā ʿlyh alslamn pnnis qvms frmvvyylhi timv akis mqtvl shkhṣh sund qạtil timn nishhi dryaft krun hyvt kh pzụ̄ pạtthụ̄ Allah tʿālyā chuh tohyhi ḥukm kran kh tvhụ̄ kriv dhbḥ akis gavi, tmụ̄sndi kunhi tanh sintụ̄ diyivamis mqtvls czndd, suh spdi amhi cznjhi sintụ̄ zindh suh vnhi pane pnnis qạtlh sund nav, tim lgụ̄ dpnhi kyah ḥẓ tvhụ̄ chhiv ashi mskhrh bnavan, ashi sintụ̄ tthtthh kran. Thi kthi ḥẓ chuh bvzmut aztanụ̄ kh gavi hndi tanh sintụ̄ kyah spdi mrdh zindh, mvsyā ʿlyh alslamn frmvvukh bh chuhs Allah tʿālyā hs pnah mngan kh bh kyah bnh jahilv andrh. Aḥkami khdavnd yin mnz tmskhr krnụ̄ chhe jạhiln hnz kạm"
  },
  {
    "verse_id": 68,
    "translation": "Timv dvp ḥẓrti mvsyā hs tvhụ̄ kriv ḥẓ sanhi khạṭr pnnis prvrdigars ʿrẓ suh kri byan kh amis gavi hndụ̄ ṣft km km gczhn āsnụ̄, timv frmvvhkh byshk Allah tʿālyā chuh frmavan so gav gczihnh āsnụ̄ buddh, nh gczihh āsnụ̄ blkl loktt vczhr hish blkh gczihh āsnụ̄ yimn don ḥaln drmyan. Vonụ̄ mh kriv zyadh prczh prczh, vonụ̄ kriv so kạm yymyuk tohyhi ḥkum krnh yivan chuh."
  },
  {
    "verse_id": 69,
    "translation": "Tim lgụ̄ dpnhi tvhụ̄ prczihv ḥẓ pnnis prvrdigars suh kri byan ashi tmis gavi hund kyah rng gczihh āsun, ḥẓrti mvsyā hn frmvvukh byshk Allah tʿālyā chuh frmavan tmis gavi hund rng gczihh zrd āsun, suh gczhys āsun shvkh zrd yus dil pholravi vuchhhi vnyn yʿny yus vuchhh vnyn frḥ vsrvr bkhshhi."
  },
  {
    "verse_id": 70,
    "translation": "Dpnhi lgụ̄ byyhi prczihv ḥẓ pnnis prvrdigars sanhi khạṭr kh suh kri byan sanhi khạṭr varh vẓaḥt san so gav kiczh gczihh āsnụ̄ tmụ̄sund khaṣ ʿlamt th nishanh chha kynhh. Byshk sogav yymụ̄ sndih sintụ̄ ashi qạtlh sund ptah lghi so chhe ashi nishhi mthtbh. Hrgah Allah tʿālyā nnrạvith byan frmavi tth ṣvrts andr lghi ashi ẓrvur ptah yoczhe khdayn."
  },
  {
    "verse_id": 71,
    "translation": "Mvsyā ʿlyh alslamn frmvvukh Allah tʿālyā chuh frmavan so gav gczihh āsnụ̄ mḥnt ksh yosh albanhi sintụ̄ zmyn tulh vnụ̄ āshi. Byyhi āshi nh arhtts lạgith zmyns zraʿts sg divnụ̄ salim āshi ʿạbv nishhi. Kanhh daghah āshi nh ts, byakh rngah āsys nh yʿny ttychhi har āshi nh blkh āshi aky rngh, yhi bvuzith dvp timv mvsyā ʿlyh alslams vonụ̄ kyah ḥẓ ạvv tvhụ̄ ṣaf vushth kth hyth. Amhi pth kvr timv tlash amis gav hund. Tvpthi lbkh amhi qsmch gav akis jvans nish yus pnnhi majhi hund avs skht frmanbrdar. Tmụ̄se nishhi hyczkh yhi gav mvlụ̄ tyitis sons yymhi sonh sintụ̄ tmụ̄sund mslh th dalh brnh yyhi ha, ps kvr timv gavi khsh. Drḥaltykh ạsụ̄ nh yim yhi kạm krvnụ̄ yhi tihndyv svalatv sintụ̄ ẓạhir spdan avs mgr charh lvgukh nh kynhh thi. Amhi pth chuh Allah tʿālyā frmavan ath qṣs mtʿlq mzyd byan."
  },
  {
    "verse_id": 72,
    "translation": "Byyhi pạviv tvhụ̄ czyts suh vqt yylhi tohyhi andrh kmụ̄tanụ̄ shkhṣn mvr akh shkhṣah tvpth hyvtv tohyhi andrh prth akụ̄ pnun pan bry havnh khạṭr akh akis hanczh lagnụ̄ yʿny chhavn dạsy hyczv krnụ̄, Allah tʿālyā hs avs nnravun mnẓvr thi yhi khttan th pvushydh thavan ạsiv. Tmy mokhh yylhi ashi tohyhi gav dhbḥ krnuk ḥkum kvr."
  },
  {
    "verse_id": 73,
    "translation": "Ps frmvv asha dayv czndd amis mords amis mqtvl shkhṣs amis mdhbvḥh gavi hndi kunhi tanh sintụ̄, tvpth dicz timv amis gavi hndi zyvi sintụ̄ ya ranhi sintụ̄ czndd amis mqtvls chnanchhi suh mqtvl gvv zindh. Tmụ̄ von pnnis qạtlh sund nav. Suh avs pnnyv doyv pitryv bayv ya bapthrv mal kh ṭmʿh ya nythr nh dinh mokhh mvrmut. Allah tʿālyā chuh frmavan amhi pth qyamt kyn munkirn yim mrnh pth byyhi zindh gczhns ainkar chhi kran, yithe pạtthụ̄ kyah kri Allah tʿālyā qyamt kh doh murdn byyhi zindh yithh pạtthụ̄ yhi mqtvl byyhi zindh kvrun, Allah tʿālyā chuh pnnhi qdrtkụ̄ nishanh havan pnnhi qdrt sintụ̄ dyv tvhụ̄ ʿqlhi kạm hyyuv yuth tvhụ̄ amhi sintụ̄ zạniv kh ys khdays yhi akh murdh tvg zindh krun ts nishhi kyah ʿjạyb chuh sạriy mrdh qyamt kh doh zindh krnụ̄. Ḥdyth shryfs mnz chuh āmut kh hrgah bny asrayyl prczh prczh krhn th goddny marhn kanhh gavah mqṣd spdihkh ḥạṣil. Amhi pth chuh Allah tʿālyā frmavan kh yimn bny asrayyln spud nh yim vaqʿāt vuchhith kanhh athrah. Yihund dil spud sytthah skht."
  },
  {
    "verse_id": 74,
    "translation": "Yimv tithyv vaqʿātvpth gczihh tihund dil nrm gczuhn khdae sndụ̄ bddụ̄ bddụ̄ nishanh vuchhith mgr tth bdl spud tihund dil sytthah skht ps spdụ̄ tihndụ̄ dil knhi hishhi. Blkh chhi tihndụ̄ dil knyv khoth thi zyadh skht yymhi vjhh kh, byshk knyv andrh chhe bʿẓ knhi yimv andrh drya chhi jạriy spdan, byshk byyhi chhe knyv andrh bʿẓ knhi ymh phttan chhe ps chuh timv andrh thi āb jạriy spdan, byshk byyhi chhe bʿẓ knhi yimh thzrh pytthh bvn vsith pyvan th ddolh gczhan chhe khdae sndi khvf sintụ̄ mgr tihndyn diln chuhnh kunhi qsmh athr gczhan, tihndụ̄ dil chhi qsavtn vlmtụ̄ tmy qsavt sbbh chuhv tvhụ̄ yimh yimh ychh kamhi kran, Allah tʿālyā chuhnh tihnzv timv ychh kamyv nishhi be khbr, suh diyhi tohyhi jldy tmyuk sza. Yhvdn hndụ̄ yim ḥalat byan krith chuh Allah tʿālyā amhi pth timn mslmann yim kvushish kran chhi yim yhvd gczhn ayman annụ̄, tmy khạṭr chhi tim ghm khyvan frmavan kh."
  },
  {
    "verse_id": 75,
    "translation": "Ae mslmanv kyah yim yyitụ̄ qṣh bvuzith chhuvh tvhụ̄ tvqʿ kh tuhnzh kvshishh sintụ̄ kyah ann yim yhvd ayman ḥalankh yimv sarve qṣv ʿlavh chhe yihnz byakh akh ʿjyb kthah kh, pzụ̄ pạtthụ̄ chheyimv andrh chhe akh jmaʿthah gudhrymcz yim bvzan ạsụ̄ khdae sund klam tvpth ạsụ̄ tghyrv tbdyl kran tḥryf lfẓy thi kran tḥryf mʿnvy thi kran zạnith krith dydh dansth. Byyhi ạsụ̄ tim zanan yhi kth kh asụ̄ chhi yhi ychh kạm kran mgr aghraẓi nfsạny yhi ychh kạm krns pytth āmadh kran."
  },
  {
    "verse_id": 76,
    "translation": "Byyhi yylhi yim munạfiq yhvd mslmann sintụ̄ mlaqat ạsụ̄ kran timn ạsụ̄ vnan ashi thi avn ayman, tmhi pth yylhi timv munafiq yhvdv andrh bʿẓ byyn khạliṣ yhvdn nishhi vatan ạsụ̄ timn ạsụ̄ dpan asụ̄ chhi tvhy sintụ̄ mutfiq. Yim khạliṣ yhvd ạsikh vnan adh kyazi chuhv tvhụ̄ yimn mslmann timh kthh bavan yimh timn mufyd mṭlb chhe āsan yimh kthh Allah tʿālyā hn tohyhi nishhi ẓạhirth munkshf chhe kri mczh tvrats andr. Asụ̄ chhi timh kthh mṣlḥtaan pvushydh thavan, tvhụ̄ chhiv timh kthh nnravan. Amyuk ntyjh chuh kh pgah qyamt kh doh khdays brvntth knhi krnv tim tohyhi lajvab, yhi kth chhna tohyhi fikri tran."
  },
  {
    "verse_id": 77,
    "translation": "Kyah timn chuhna mʿlvm kh Allah tʿālyā chuh thi svrue zanan yhi tim pvushydh thavan chhi, byyhi thi svrue yhi tim nnravan chhi, suh chuh baaymann tihnzh sare kthh bavan. Amhi pth chuh Allah tʿālyā ʿām yhvdn hund ḥal ẓạhir kran."
  },
  {
    "verse_id": 78,
    "translation": "Yimv yhvdv andrh chhi akthr nakhvandh th an pr, timn chhanh khbre tvrats mnz kyah chuh lykhith mgr zann tim dils khvsh krvnhi kynhh kthh yimh timv bvzmcz chhe pnnyn ghạr mtdyn ʿạlmn nishhi. Mthlaan jnts mnz vatun th yhvdn vrạe kanhh thi byyhi krnavn tihndụ̄ mạlụ̄ bdd bb timn sarine gnahn bkhshạyish. Yim ạsụ̄ tihndụ̄ khyalat balkl be dlyl th be snd. Tim chhinh fy alḥqyqt kynhh thi zanan blụ̄ chhi tim khyạly pulav ranan. ʿūamn hnz amhi tvhm prsty hund sbb chuh tihndyn ʿlmahn hnz khyant."
  },
  {
    "verse_id": 79,
    "translation": "Lhādha chhe bdd khrạby th brbạdy vạl th afsvs timn ʿạlmn hndi khạṭr yim lykhan chhi ktab yʿny tvrat avruk yvr th adl bdl krith. Byyhi chhis milnavan pnnhi ṭrfh thi yhi khvsh chuhkh kran th tvpth chhi vnan lvukn yhi chuh khdae sndi ṭrfh yuth tmhi sintụ̄ tim ḥạṣil krn th zynn timn nishhi molah th qinmthah sytthah km, ps chuh tihndi khạṭr bvdd vạl th afsvs tmhi sbbh yhi timv lyvkh pnnyv athv tghyr v tbdyl krith. Byyhi chuh tihndi khạṭr vạl th afsvs tmhi mokhh yhi tim amhi sintụ̄ zynan th ḥạṣil kran ạsụ̄. Yhvd ạsụ̄ dʿūyā kran kh dyni mvsvy chuhnhi mnsvkh dyni ʿīsvy sintụ̄ nh dyni aislam sintụ̄, lhādha chhi tim bdstvr mvmn ḥẓrti ʿīsyā sndis nbvts ya ḥẓrti Muḥammad sndis nbvts ainkar krnh sintụ̄. Tim kạfr chhinh vonụ̄ hrgah tim bʿẓ gnahvsbbh jhnms mnz vatn, thi āshi km kynhh mudth khạṭr, tmhi pth yin tim tmhi mnzh kddnh. Yhi avs yhvdn hund khyal. Ath khyals tihndis chuh Allah tʿālyā rd kran."
  },
  {
    "verse_id": 80,
    "translation": "Vnan ạsụ̄ yhvd pnnhi khyalh kh aashi laghi nh nari jhnm athh th mgr kynczhne dohn zyadh khoth zyadh tyityn dohn yyityn dohn tihndyv āba v ajdadv gvsalh prsty yʿny vczhụ̄ snz ʿbadt krmcz chhe, tvhy frmạviyvkh ḥẓ ya rsvl Allah ae yhvdv tohyhi chuhva ath mtʿlq Allah tʿālyā hs nishhi kanhh tyuth ʿhdah rvttmut th ḥạṣil kvrmut yth nh suh khlaf hykhi krith. Kinh tvhụ̄ chhiv khdays nsbt so kth lagan yymich nh tohyhi nish kanhh dlylah th thbvtah chuh. Amhi pth chuh Allah tʿālyā frmavan akh ẓabṭah akh yymhi sintụ̄ yim lvukh nars andr abdalābad rvzvnụ̄ āsn."
  },
  {
    "verse_id": 81,
    "translation": "Yhi kth chhnh hrgiz ṣḥyḥ yhi tvhụ̄ vnan chhiv blkh chuh ashi nishhi nars andr rvznh khạṭr akh ẓabṭah th qạʿdh klyah mqrh. Suh gvv yhi kh yus shkhṣah gnah kri tvpth yin vlnh ts pnnụ̄ gnah prth ṭrfh, kanhh ṭrfah āsys nh khạly gnahv nishhi taaynkh dil āsys khạly ayman th tṣdyq nishhi yʿny beayman th kạfr āshi ps tmy qsmkụ̄ lvukh chhi nari jhnms andr vath vnụ̄. Tim rvzn tth mnz hmyshhi abdaāābad."
  },
  {
    "verse_id": 82,
    "translation": "Yimv lvukv pczh kr khdays byyhi tihndis pyghmbrs byyhi krykh tihindy ḥukmh mvjvb rcz rcz kamhi, amy qsmkụ̄ lvukh chhi jnty, time rvzn ath mnz hmyshh abdalābad. Lhādha amhi qạʿdh klyh sintụ̄ spud radyhvdn hndis bạṭil dʿūyā hs yus timv kryav."
  },
  {
    "verse_id": 83,
    "translation": "Byyhi pạoiv czyts suh vqt yylh me tvrats andr bny asrayyln nishhi ʿhd vpyman rvtt yth kthhi pytth kh ʿbadt th bndgy krụ̄zinh mʿbvdi brḥqs vrạe kạnshi hnz, kyazi sue yvt chuh ʿbadts szavar, byyhi kr nạvụ̄ ashi tim ʿhd mạlis majhi krụ̄ zi ạshnavn th rshth darn nsbt aḥsan byyhi krụ̄zi miskynn ghrybn mḥtajn nsbt aḥsan byyhi ạsụ̄zi ʿām lvukn sintụ̄ rtụ̄ pạtthụ̄ khvsh khlqy san kth kran, byyhi thạviv nmaz brpa, pabndy san ạsiv nmaz ada kran. Byyhi ạsiv malch dhkvat divan, tvpth phyiriv tvhụ̄ amhi ʿhdh nishhi ʿhd shikny krv tohyhi kynczhn lvukn vrạe, tim ge time yimv tvrats pytth pvurh pabnd rvuzith shryʿti Muḥammadyh qbvl kvr. Ae yhvdv tuhund ʿādthe chuh ʿhd shikny krun, aiqrar krith pvt phyrun."
  },
  {
    "verse_id": 84,
    "translation": "Byyhi pạviv suh vqt thi czyts yylhi ashi tohyhi nishhi ʿhd rvtt yymhi kthhi hund kh yuthnh tvhụ̄ khanh jngy krith akh akụ̄ sund khvn hạriv. Byyhi yuthnh kddiyvkh pnnụ̄ pan yʿny panh vạnụ̄ lvukh pnnyv shhrv andrh tvpth kvruv tohyhi ath pytth pvurh aiqrar ẓmny aiqrar nh blkh ṣryḥ aiqrar zn tvhụ̄ tmich shhadt th gvạhy divan chihv."
  },
  {
    "verse_id": 85,
    "translation": "Tvpth yim tvhụ̄ mvjvd vqts mnz yhvd chhiv, tvhụ̄ thi chhiv tth ṣryḥ ʿhdh pymans khlaf krith, panh vạnụ̄ chhiv qtl vqtal kran byyhi chuhvn pnnụ̄ akh jmaʿt tihndyv shhrv andrh nybr kddan, trki vṭn krns pytth chuhvkh tim mjbvr kran yymhi ṭryqh kh tihndyn mukhạlfn gnahh sintụ̄ th ẓlmh sintụ̄. Ath pytth ạsụ̄ timn tre ḥkum vạjib spdmtụ̄. Akh ḥkum avsukh panh vạnụ̄ mh ạsiv qtl vqtal kran, byakh ḥkum avsukh lvukh mh ạsivkh shhrh mnzh nybr kddan jlae vṭn kran, tryim ḥkum avsukh hrgah tvhụ̄ pnnhi qvm mnzh kanhh shkhṣah byyn nishhi grftar krnh āmut vuchhvn, suh ạsụ̄zyvn harh dith moklạvith anan. Yimv tryv ḥukmv mnzh ạsụ̄ nh tim don ḥukmn pytth kanhh ʿml kran ṣirf ạsụ̄ trymis ḥukms pytth ʿml kran. Tmich ṣvurt ạs yithh pạtthụ̄ kh mdynh shryfs mnz ạsụ̄ kạfrn hndụ̄ z qbylh akh aavs th byakh khzrj. Yimn don avs skht ʿdavt, kunhi kunhi vqth ạs yimn jng vjdal vqtl vqtalch nvbt vatan. Mdynh shryfs andụ̄ pkụ̄ ạsụ̄ yhvdn hndụ̄ z qvm bsan bny qryẓ vbny nṣyr. Aavs th bny qryẓ ạsụ̄ panh vạnụ̄ dvs. Yithe pạtthụ̄ ạsụ̄ khzrj th bny alnṣyr panh vạnụ̄ akh akụ̄ sndụ̄ dvs. Yylhi kạfrn hndyn don qbyln avsn th khzrjn panh vạnụ̄ lrrạe vothan ạs yhvdn hndụ̄ z qbylh bny qryẓ th bny alnṣyr ạsụ̄ tmhi sath pnnyn pnnyn dvsn mdd kran. Bny qryẓ ạsụ̄ qbylh aavss mdd kran th bny alnṣyr avs khzrjs mdd kran. Yhi kth chhe ẓạhir kh bny qryẓ kh qtl vakhrajuk athr avs pyvan bny alnṣyrs pytth. Bny alnṣyrs kh qtl vakhrajuk athr avs pyvan bny qryẓkh pytth. Albth hrgah yhvdn hndyv yimv doshve jmaʿtv andrh kanhh shkhṣah jngs andr grftar spdiha tmhi sath ạsụ̄ yhvd pnnyn dvstn mal dith rạẓy kran ts grftar spdmtis shkhṣs ạsụ̄ moklạvith anan. Hrgah kanhh shkhṣah timn ath mtʿlq ainkar kri ha ts ạsụ̄ vnan kh ashi pytth chuh qạdy riha krnavun vạjib. Hrgah kanhh shkhṣah aʿtraẓ avs timn kran kh qtl vakhraj te tohyhi najạyiz avs tvhụ̄ kyazi chhiv yimn don chyzn andr phlvthy kran, dpan ạsụ̄ ashi chuhnh pnnyn dvstn aʿānt vmdd krns pytth ʿār yivan. Allah tʿālyā chuh yimn yhvdn hnz amchy shikayt kran. Pnnyn lvukn mqablh thndyn dushmnn mdd krnh andrh chuh murad qbylh aavs vkhzrj. Allah tʿālyā hn frmvv gnah vẓlm sintụ̄ ạsụ̄ timn aimdad kran. Amhi andrh chuh murad kh tim ạsụ̄ amhi sintụ̄ z ḥq ẓayʿ kran. Akh khdae sund ḥq. Kyazi tihndis ḥukms ạsụ̄ nh tʿmyl kran. Byyhi ạsụ̄ ḥq alʿbad thi ẓayʿ kran. Kyazi byyn āzar vath navan. Ty chuh frmavan Allah tʿālyā, byyhi hrgah timv lvukv andrh kynhh lvukh lrrayhi andr grftar spdith tohyhi nish vatan chhi tim chuhkh mal vfidyhi dith moklavan ḥalankh tim pnnhi vṭnh mnzh kddnụ̄ thi avs tohyhi pytth ḥram. Yithe pạtthụ̄ tim qtl krnụ̄ thi avs tohyhi pytth ḥram mgr timn don kthn hund chuhnh kanhh prvah kran, trymhi kthhi hund yʿny fidyhi dith qạd moklạvith annuk chhiv khyal kran, amhi andrh chuh nnan kh tvhụ̄ chhiv tvrat kyn addyn ḥukmn pczh kran aaddyn ḥukmn ainkar kran, ps vntiv tvhiy kh yus shkhṣ tohyhi andr amhi qsmch kạm kri ts ma shvụ̄bhi sza dnyachhi khvạry th rusvạyy vrạe kynhh thi. Chnanchh ty āv bʿml bny qryẓ āe qtl krnh. Bny alnṣyr āe bkmali khvạry jlae vṭn krnh mslmann hndi dhryʿh, amhi ʿlavh gvkh kh time yin qyamt khi dohh byyhi travnh skht ʿdhabs andr, Allah tʿālyā chuhnh kynhh be khbrtihnzv ychh kamyv nishhi."
  },
  {
    "verse_id": 86,
    "translation": "Amhi szahuk vjh chuh yy zi yim lvukh chhi time yimv sanyn ḥukmn hnz mukhalft krith mvlụ̄ hycz dnya hch ḥqyr zndgy ạkhrt chhi paydar zndgy bdl yymyuk dhryʿh aṭaʿt vfrmanbrdạry avs. Ps yyhi nh km krnh tihndis ʿdhabs andr. Nh yyhi timn kạnshi vkyl sndi ṭrfh ya dvs rshth dar sndi ṭrfh kunhi qsmh mdd th yạry krnh."
  },
  {
    "verse_id": 87,
    "translation": "Byyhi krụ̄ aashi ae bny asrayylv tuhndi hdayt khạṭr brvntthh pytthe bddụ̄ bddụ̄ samanh mhya. Sarve khoth kr ashi mvsyā ʿlyh alslams ktab tvrat ʿṭa. Timn pth svz akh akis pth byyhi pyghmbr. Tim ge ḥẓrti yvshʿ ʿlyh alslam, ḥẓrti shmvyl ʿlyh alslam. Ḥẓrti davvd ʿlyh alslam. Ḥẓrti slyman ʿlyh alslam. Ḥẓrti shʿīb ʿlyh alslam. Ḥẓrti armyna ʿlyh alslam ḥẓrti ʿzyz ʿlyh alslam. Ḥẓrti ḥzqyl ʿlyh alslam. Ḥẓrti ailyas ʿlyh alslam. Ḥẓrti alsyʿ ʿlyh alslam. Ḥẓrti yvnus ʿlyh alslam. Ḥẓrti zkrya ʿlyh alslam. Ḥẓrti yḥyyā ʿlyh alslam. Yim sạriy pyghmbr ạsụ̄ lvukn nad divan dyni mvsviys kun, amhi khandan kis akhyrs kvr ashi ʿṭa ḥẓrti ʿīsyā aibni mrym nbvt chhi vaẓḥ dlylh ainjyl th byyhi byyhi mʿjzat. Byyhi kvr ashi timn tạyyd pak rvḥ yʿny jbryl amyn sndi sintụ̄. Suh jbryl amyn avs prth vqth timn sintụ̄ sintụ̄ āsan bavjvdān rvudiv tvhụ̄ srkshy kran, kyah yhi chhna tʿjubch kth kh yylhi yylhi kanhh pyghmbrah tohyhi nishhi āv tim aḥkam hyth yim nh tuhndụ̄ dil yczhan ạsụ̄, tmy kvruv tohyhi timn pyghmbrn hnz aṭaʿt qbvl krnh nishhi tkbur krun shrvʿ, tve ạsiv timv pyghmbrv andrh addyn pyghmbr n nʿūdhbAllah apuziyạr zanan, addụ̄ pyghmbr kriyvkh shhyd. Rvḥ alqds chuh vnnh āmut qrān vḥdyth shryfs mnz akthr jbryl amyns. Jbryl amyn sund mvyd āsun ḥẓrti ʿīsyā ʿlyh alslamn chuh varyhv ṭryqv. Avl vladt khi vqth yymhi sintụ̄ timn shyṭan sndi athh lagnh nishhi ḥfaẓt spz. Doyim dyut jbryl amynn ḥẓrti mryms phokh. Tmy sintụ̄ spud aistqrari ḥmli ʿīsvy tihndi shikm mubarks andr, tvpth ạsụ̄ yhvd bkthrt tihndụ̄ dushmn. Jbryl amyn avs timn sintụ̄ sintụ̄ ḥfaẓt khạṭr. Chnanchh balākhr āe tim āsmans pytth kharnh bdhryʿh jbryli amyn, yhvdv kvr ḥẓrti ʿīsyā sndis nbvts ainkar, byyhi krikh ḥẓrti yḥyyā byyhi ḥẓrti zkrya shhyd."
  },
  {
    "verse_id": 88,
    "translation": "Byyhi chhi vnan yhvd thyknh pạtthụ̄ kh sạnụ̄ dil chhi tithụ̄ mḥfvẓ kh timn pytth hykhi nh mukhạlif kanhh dyn athre krith, yʿny asụ̄ chhi pnnis dyns pytth pokhth th mẓbvṭ. Allah tʿālyā chuh tihndis yhi kth vnns rd kran. Frmavan chuh yhi yihnz pokhth gy dyns pytth chhnh blkh chhe Allah tʿālyā hn timn lʿnt krmcz tihndi kufr sbbh tmy chhi tim dyni ḥq aislam nishhi dvur czlan th mnsvkh dyns pytth qạyim rvzan, ps sytthah km chuh tihund ayman, suh km ayman qạbli qbvl hyknh ạsith lhādha chhi tim bdstvr kạfir tvpth yylhi timn nishhi so ktab vạcz khdae sndi ṭrfh yosh ktab tth ktabhi thi ạs tṣdyq kran yosh brvntthe timn nishhi ạs yʿny tvrat, ḥalankh tim ạsụ̄ amhi brvntth ftḥ vnuṣrt mngan khdays kạfrn th ʿrb kyn mushrikn pytth. Yylhi tim yimn pytth ghạlib spdan ạsụ̄. Chnanchh tmhi vqth ạsụ̄ dʿā kran.... YaAllah svtn yhi pyghmbr ysndụ̄ nʿt th ṣift chhi pran asụ̄ tvrats andrtakh timn sintụ̄ atfaq krith kr hv asụ̄ yikh vtth kạfrn sintụ̄ jng. Allah tʿālyā chuh frmavan, ps yylhi āv timn nishhi suh ṣaḥb yus tim prz navan ạsụ̄ ṣiftv sintụ̄ ts ṣạḥibs kvrukh ainkar ʿmdana qṣdana kyazi akh avs yimn pyghmbrn ainkar krun ʿādthe. Doyim avs yimn gumanh kh pyghmbri ākhr alzman āshi bny asrayyl qvmh mnzh. Khdayn kvr yihndis khyals bdl. Tmy gvv yimn amis pyghmbri brḥq sund ḥsd th ʿnad, ps lʿnt bvvin yimn kạfrn yʿny yhvdn pytth yimv pzis ainkar kvr dydh vdansth."
  },
  {
    "verse_id": 89,
    "translation": "So ḥalt chhe sytthah khrab th ychh yosh yimv aikhtyar krith pnnhi gumanh pnnụ̄ pan tmi ākhrt khi ʿdhab nishhi moklavun yczhan chuhv. So ḥalt gyhi kufrvainkar krun tth chyzs yus Allah tʿālyā hn akis pyghmbri brḥqs pytth nạzil frmvv yʿny qrāni mjyd. Suh ainkar thi chhi kran tim mḥẓ srkshy th ẓid krnh khi sbbh kh Allah tʿālyā kyah chuh nạzil kran pnun fẓl pnnyv bndv andrh ys bnds pytth yczhan chuh. Yʿny ḥẓrti Muḥammads pytth. Amhi ḥsdvsrkshy sbbh, ps āe zynith yim yhvd akis byzạry pytth byakh byzạry. Ainkari nbvti ḥẓrti ʿīsyā ʿlyh alslam krnh sbbh akh byzạry. Ainkar ḥẓrti Muḥammad krnh sbbh byakh byzạry ya kufr sbbh akh byzạry ḥsdh sbbh byakh byzạry, yimn kạfrn āshi ạkhrts andr sue ʿdhab yth andr khvạry th dhlt āshi. Amhi pth chuh Allah tʿālyā frmavan yimn yhvdn hndi kufrvḥsdch dlyl."
  },
  {
    "verse_id": 90,
    "translation": "Yylhi yimn yhvdn vnnh chuh yivan tvhụ̄ aniv ayman timn sarnie ktabn pytth yimh ktabh Allah tʿālyā hn nạzil kri varyhn pyghmbrn pytth, tmhi sath chhi dpan asụ̄ krv pczh tth ktabhi yosh ashi pytth bvasṭh ḥẓrti mvsyā ʿlyh alslam nạzil krnh āyhi yʿny tvrat, tmhi ʿlavh yimh ktabh chhe timn chhi kran ainkar. Yʿny ainjyls th qrāni mjyds. Timn doshvnụ̄ chhi kran tim ainkar, ḥalankh timh ktabh thi chhe drdhati khvd pzi Allah tʿālyā ne nạzil kri mcz. Tmhi ʿlavh chhe timh doshve ktabh tṣdyq kran tth ktabhi yosh timn nishhi chhe yʿny tvrats, tvhụ̄ frmạviyvkh ya rsvl Allah tylhi kyazi ạsivkh tvhụ̄ qtl kran khdae sndụ̄ pyghmbr azikh brvntth hrgah tvhụ̄ tvrats ayman anh vnụ̄ th pczh krvnụ̄ ạsihv. Lhādha chhnh tihndis kạfr āsns andrshkhe kanhh. Tmhi ʿlavh."
  },
  {
    "verse_id": 91,
    "translation": "Byyhi āv byshk tohyhi nish ḥẓrti mvsyā ʿlyh alslam tv ḥyd vrsalt chh ṣaf ṣaf dlylh hyth. Suh gvv ʿṣa. Ydbyẓa. Dryavs shiq krith apvr trun. Yim mʿjzat ạsụ̄ tihndis nby brḥq āsns pytth dlalt kran. Mgr tvthi rvttvun tohyhi gvsalh yʿny vvczh sonh sund pnun mʿbvd ḥẓrti mvsyā sndi kvhi ṭvrs pytth gczhnh pth ạsiv tvhụ̄ voczh mʿbvd tjvyz krns andr ẓlm vsitm krvnụ̄. Tvhụ̄ chihv dʿūyā kran tvrats pytth aymanuk mgr yhi kạm chhe ṣryḥ shirk yymhi sintụ̄ lạzim chuh yivan bṣraḥt ḥẓrti mvsyā hs tkdhyb krun. Lhādha kithh pạtthụ̄ hykn yim baayman ạsith."
  },
  {
    "verse_id": 92,
    "translation": "Byyhi chuh suh vqt thi czyts pavns layq yylhi ashi tohyhi nishhi ʿhd v pyman rttith kvhi ṭvr tujvv, suethavyv ashi tuhndyn kln pytth phn, tvpth frmạviyv ashi tohyhi ḥukm, jld krv qbvl tvratkụ̄ tim aḥkam yim ashi tohyhi dit ʿml krnh khạṭr hmt vpkhtgy san nth travv asụ̄ yhi kvhi ṭvr tohyhi pytth, byyhi bvuziv aḥkam varh dilv sintụ̄. Tvpth kvr timv kvhi ṭvur pytth pynh kh khvfh, dvpukh bvz ashi qbvl kvrnh ashi. Bvz ashi knv sintụ̄ mgr ʿmlaan krv asụ̄ nafrmạny. Amhi tuhnzi bd ʿmly hundvjh avs kh tihndụ̄ dil ạsụ̄ chavnh āmtụ̄ vczhụ̄ sund th vczihs prstish krnuk mḥbt, tihndi brvntth kufr kh sbbh, yylhi timv dryavh nishhi ʿbvr krith apvr vạtith akh but prst qvm vuchhith drkhvast kvr ḥẓrti mvsyā hs, sanhi khạṭr kryvn ḥẓ muqrr akh mujsm mʿbvdah yithh pạtthụ̄ yimn lvukn chhi."
  },
  {
    "verse_id": 93,
    "translation": "Tvhụ̄ frmạviv yimn yhvdn yimn ayman annuk dʿūyā chuh ae yhvdv vuchhuv tvhụ̄ tuhndụ̄ aymann km km kufrchhi kamhi chhiv tvhụ̄ krnạvimtụ̄, yimh kamhi kạczah ychh chhe. Yimn kamyn hund tjvyz tohyhi kvrmut chuhv tuhndụ̄ aymann agr tvhụ̄ pnnhi khyalh baayman chhiv. Bʿẓ yhvd ạsụ̄ dʿūyā kran zi ạkhrt chh nʿmcz chhe khạliṣ sany khạṭr. Allah tʿālyā hn frmvv tihund yhi dʿūyā chuh bạṭal. Frmvvun."
  },
  {
    "verse_id": 94,
    "translation": "Ae pyghmbri brḥq tvhụ̄ frmạviv yimn yhvdn hrgah tuhndi vnnh mvjvb ʿālmi ạkhrt mḥẓ tuhndụ̄ khạṭr khaṣ chuh byyv lvukv vrạe ps krụ̄ tv tvhụ̄ mvtuk tmna chuhvhe pzụ̄ zyạrụ̄ ath dʿūyā hs andr, asụ̄ chh, sinty vnan kh."
  },
  {
    "verse_id": 95,
    "translation": "Tim yhi dʿūyā krvnụ̄ yhvd krn nh hrgiz muvtuk tmna kyazi timn chhe khbre timn ychh kamyn hund sza chuh timn ẓrvr khyvn. Lhādha kithh pạtthụ̄ krn tim mvtuk tmna. Allah tʿālyā hs chhe pvurh khbr timn ẓạlimn hndyn ḥalatn hnz."
  },
  {
    "verse_id": 96,
    "translation": "Tim lvukh kyah krn mvtuk tmna albth lbiyvkh tim sarve lvukv andrh ycz ḥryṣ zndgy pytth, byyhi lbiyvkh tvhụ̄ yim mushrikn hndi khoth zyadh ṭamʿ th ḥryṣ zndgy hndụ̄, ārzv th khvạhish chuhv kran timv andrh prth akhah hrghe ts vans th ʿmr yyhi hs dinh akh sas vry tmhi sintụ̄ bchhi ha suh ʿdhab nishhi, ḥalankh ts hykinh ʿdhab nishhi dvur thạvith th bchạvith zyitth ʿmr ḥạṣil spdnụ̄, Allah tʿālyā chuh pvurh vuchhn vvl tihnzh sare ychh kamhi yimn pytth timn ʿdhab krnh yyhi. Yhvd ạsụ̄ vnan jbryl amyn chuh vḥy hyth yivan nby kryms suh chuh svn dushmn hrgah amis vrạe byyhi kanhh mlkhah vḥy hyth yivan āshi ha tylhi anh hv asụ̄ thi ayman ḥẓrti Muḥammadn, Allah tʿālyā chuh timn rd kran frmavan chuh."
  },
  {
    "verse_id": 97,
    "translation": "Frmạviv ḥẓ yimn ya rsvl Allah yus akhah jbryl amyn sund dushmn āshi ạsitn. Ath kthhi chuhnh kanhh dkhl qrāni mjyd nh manns sintụ̄ kyazi, ps byshk jbryl amynn vvl yhi qrāni mjyd th vatnvvun tuhndis dils andr khdae sndiy ḥukmh. Ath mnz chuhnh jbryli amyn sund kanhh dkhl. Tmhi ʿlavh chuh yhi qrāni mjyd, tṣdyq kran timn āsmạny ktabn yimh amhi brvntth nạzil spzmczh chhe. Ath vnns kun kyah chuh vuchuhn panh qrāni mjyds kun pzi vuchuhn tmich ḥqyqt chhekh suh chuh, rhnmạyy krvun ẓrvury muṣlḥtn kun yimv sintụ̄ khyrdaryn ḥạṣil spdi byyhi chuh suh khvshkhbry divun baaymann. Āsmạny ktabn hnz chhe yhe shan āsan. Bhrḥal yhi qrāni mjyd chhe āsmạny ktab qabli atbaʿ vpyrvy. Jbryl amyn sndi ʿdavth sbbh yhi qrāni mjyd nh manun gyhi skht ḥimaqt. Ps rvud jbryl amyn sndi ʿdavtuk mslh tth mtʿlq chuh qanvn kh."
  },
  {
    "verse_id": 98,
    "translation": "Yus shkhṣah dushmn āshi khdae sund byyhi tihndyn mlạykn hund byyhi tihndyn pyghmbrn hund byyhi jbryl amyn sund byyhi mykạyl sund, adh ạsitn, pzụ̄ pạtthụ̄ Allah tʿālyā thi chuh dushmn yithyn kạfrn hund yim tihndyn yithyn khaṣ bndn hndụ̄ dushmn āsn. Yhvd ạsụ̄ vnan ḥẓrti nby kryms tohyhi pytth kvnh chhe ticzh kanhh vaẓḥ dlylah nạzil spdan yymich ashi kanhh zan pchhan āshi ha tmkise jvabs andr chuh Allah tʿālyā frmavan kh akhi dlylhi hnz kyah kthe chhe."
  },
  {
    "verse_id": 99,
    "translation": "Byshk ashi kri tohyhi pytth ya rsvl Allah varyah vaẓḥ dlylh yimn dlyln hnz yimn yhvdn pvurh khbr chhe. Mgr yim chhinh yimn dlyln ainkar kran be khbry sbbh blkh chhi tim ainkar kran ʿdvli ḥukmy hund ʿādt āsnkhi sbbh kyazi qạʿdh klyh chuh kh ainkar chuhnh kran vaẓḥ dlyln mgr sue ys ʿdvli ḥukmy hund ʿādt āshi time ge fạsiq. Bʿẓ yhvdn yylhi suh ʿhd czyts āv pavnh yus ʿhd timn nishhi hynh avs āmut tvrats andr pyghmbri ākhralzmans pytth ayman anns th pczh krns mtʿlq, timv kryv ʿhdh se klytaan ainkar. Amhi pth chuh Allah tʿālyā ath mtʿlq airshad frmavan."
  },
  {
    "verse_id": 100,
    "translation": "Kyah yhi ʿhd hyns chha timn ainkar. Tihnz ḥalt chha yymhi qsmch kh timv chuhnh tslym krnh āmut ʿhd zanhh thi pvurh kvrmut. Blkh yylhi yylhi timv dyns mtʿlq kanhh ʿhd kvrmut chuh suh chuh ẓrvur timv andrh akụ̄ jmaʿtn puhttrvvmut. Blkh tʿmyl v ayfay ʿhd nh krvunyv andrh nyri akthr time yimn nh tmhi ʿhduk yqyne chuh tʿmyl vayfay nh krun avs fsqy mgr tth ʿhds klh pytthe ainkar krun gvv ṣryḥ kufr yytns frmvvukh kh aky jmaʿtn yhvdv andrh puhttrvv suh ʿhd. Kyazi bʿẓ yhvd rvudụ̄ qạyim tth ʿhds pytth bdstvr. Chnanchh timv avn ayman ḥẓrti rsvli kryms. Amhi pth chuh Allah tʿālyā frmavan tihndi akhi khaṣ ʿhd shikny hnz dhikr."
  },
  {
    "verse_id": 101,
    "translation": "Byyhi yylhi āv timn kun akh ʿẓym alshan th jlyl alqdr pyghmbrah khdae sndi ṭrfh yʿne ḥẓrti Muḥammad yus ṣaḥbi pyghmbr brḥq ạsith tṣdyq thi kran avs tth ktabhi yosh timn nishhi mvjvd ạs yʿny tvrat kyazi tth ktabhi mnz ạs tihndi nbvtch khbr. Tth kun nẓr krith avs timn nsbt ayman anun th pczh krnụ̄ ʿīn tvrats pytth ʿml krnụ̄. Tvrat kis ktab Allah āsns pytth ạsụ̄ tim thi pczh kran. Tth ạsụ̄ tim khdae snz ktab manan th tslym kran mgr bavjvdān trvvahli ktabv yʿne yhvdv andrh akụ̄ jmaʿtn yhi ktabu Allah yʿny tvrat ps pusht yithh pạtthụ̄ kh zn nh timn amhi ktabu Allah āsnch khbre ạs tmhi bdl kvrukh byakh chyzah aikhtyar."
  },
  {
    "verse_id": 102,
    "translation": "Yymhi āyhi krym kh trjmh vtshryḥ byan krnh brvntth bvuziv tvhụ̄ yhi kth kh brvntthmhi vqth avs dnyahs andr khaṣ krith shhri babls andr sḥruk th jadyuk sytthah zvrvshvr th chrchh. Jadyuk th sḥrkụ̄ ʿjạybat vuchhith avs jạhil lvukn ashtbah th trdud spudmut kh ḥẓrti anbyahn hndyn mʿjzatn hnz ḥqyqt thi ma āshi amy qsmch chnanchh bʿẓ sạḥirn ạsụ̄ lvukh muqds nẓri vuchhith vajb alatbaʿ zanan byyhi ạsụ̄ bʿẓ lvukh sḥrs rcz kạm zạnith so hychhnch kvushish krith tth pytth ʿml krnụ̄ yczhan. Allah tʿālyā hn yvczh yhi ghlṭ khyal gczihh lvukn nishhi dvur spdun. Tmụ̄ svuzụ̄ shhri babls andr z mlk akis avs nav harvt th byyis avs na marvt yymy kamh khạṭr kh tim tarn lvukn fikri sḥrch ḥqyqt taaynkh tim rvzn sḥrs pytth ʿml krnh nishhi pth byyhi krn nh sạḥirn hnz pyrvy th mtabʿt Allah tʿālyā chuh frmavan kh byyhi chhi yhvd tithụ̄ be ʿql kh timv krnh khdae snzi ktabhi mtabʿt blkh kr timv mtabʿt tmhi sḥrch yymyuk chrchh kran ạsụ̄ shyṭan yʿny khbyth jin ḥẓrti slyman sndis ʿhdi ḥkvmts andr byyhi ạsụ̄ bʿẓ byvqvf ḥẓrti sliymans pytth sḥr zannuk khyal kran yus mḥẓ ghlṭ th lghv avs kyazi sḥruk aʿtqad thavun ya tth pytth ʿml krnụ̄ chuh balkul kufr. Ḥẓrti slyman ʿlyh alslamn chhnh zanhh thi nʿūdhbAllah kufrch kanhh kạmah krmcz lykn shyṭan yʿny khbyth jin ạsụ̄ byshk kufrchhi kthh kufrchhi kamhi yʿne sḥr kran. Panh so kạm krith ạsụ̄ lvukn thi sḥr hychhnavan, sue sḥr vvt aztam. Tmy sḥrch chhi tim yhvd pyrvy kran, byyhi chhi yim yhvd tmhi sḥrch pyrvy kran yus sḥr don malkn pytth nạzil krnh āv akhi khaṣ ḥikmt mokhh yim shhr, babls andr rvzan ạsụ̄ yimn don malkn nav avs harvt vmarvt, tim z malk ạsụ̄ nh suh sḥr hychhnavan kạnshi akis yvtanụ̄ nh aḥtyaṭaan godd ts vnan ạsụ̄ svn vjvd thi chuh mkhlvqn hndi khạṭr āzmạyish th amtḥan khdae sndi ṭrfh yuth lvukn mtʿlq sanhi dhryʿh sḥrs pytth muṭlʿ spdith ẓạhir spdi kh kus chuh tth andr phsith gumrah spdan. Kus chuh pnun pan bchavan. Lhādha yuthnh cz sḥrs pytth muṭlʿ spdith kạfr spdkh yʿny sḥrs andr phskh, ps ạsụ̄ bʿẓ lvukh hychhan timn mlkn nishhi tmhi qsmuk sḥr yymhi sintụ̄ tim don bạczn andr jdạyy kran ạsụ̄, yim sạḥir ạsinh hykan kạnshi akis kunhi qsmh ẓryr vatnạvith amhi sḥr sintụ̄ mgr khdae sndiy ḥkmi tqdyrh sintụ̄. Yʿny yymụ̄sndi ḥqh tim kanhh ẓryr tklyifah yvczhmut āshi ha, byyhi ạsụ̄ hychhan tim tmhi qsmuk sḥr yus timn gnah āsnh mokhh muẓr avs. Byyhi avs nh tihndi khạṭr kanhh khaṣ nfʿ vatnav vun chyzah. Yim yhvd chhi tth sḥrs mtabʿt krith skht nqṣans th ẓrrs andr grftar. Yhi kth chhinh asy yvt vnan blkh yhi btḥqyq yim yhvd thi chhi yhi kth ẓrvur zanan kh yus shkhṣ ktab Allah hs bdl chuh sḥr aikhtyar kran ts shkhṣs chuhnh ạkhrts andr kanhh ḥṣh baqe rvzan, byyhi kvutah ychh chuh suh chyz yʿny sḥr th kufr yath timv knụ̄ thi frvkht krụ̄ pnnụ̄ pan, kash tim he zanan āshn."
  },
  {
    "verse_id": 103,
    "translation": "Byyhi hrgah tim lvukh kufr th sḥr bdl ayman anhn, prhyzgạry th tqvyā aikhtyar krhn tth ṣvrts andr avs khdae sund ajr th thvab th mʿāvẓh sytthah bhtr amhi kufr th sḥr nishhi kash time kynhh zanan āshn. Bʿẓ yhvdv kvr ḥẓrti Muḥammad snzi mjlishi andr mḥẓ shrart kinụ̄ lfẓ raaʿiinaavnun shrvʿ. Yhi lfẓ chuh ʿrby thi ʿbrany thi. ʿrby lfẓ ạsith chuh amyuk mʿny svn kritv ḥẓ rʿāyt. Yʿny yhi mẓmvn yhi tvhụ̄ byan ạsiv kran suh frmạvụ̄ tv ḥẓ byyhi dubarh. Ashi ḥẓ tvr nh yhi varh fikri. ʿbrạny lfẓ ạsith chuh amyuk mʿny ychh th khrab. Tim yhvd ạsụ̄ tmy mʿnyhi timn brvntth knhi yhi lfẓ astʿmal kran. ʿbrạny pạtthụ̄ chuh amhi lfẓuk mʿny ae aḥmq. ʿrbdan ṣḥabh ṣạb ạsụ̄ nh ath yhvdn hndis shrarts vạqf spdmtụ̄ tim thi ạsụ̄ yhi lfẓ amyuk rut mʿny bvuzith astʿmal kran. Ḥẓrti nby krymss kun khṭab krith yhi lfẓ astʿmal kran tmhi sintụ̄ avs timn shrart krnch byyhi hn gnjạyish th mvqʿh ḥạṣil spdan. Allah tʿālyā hn thạvnh timn amich gnjạysh kunhi qsmh baqe. Timv frmvv mslmann yhi lfẓ astʿmal krnh nishhi mmanʿt."
  },
  {
    "verse_id": 104,
    "translation": "Ae baaymanv tvhụ̄ mh ạsiv vnan lfẓ raʿna blkh ạsiv vnan yylhi tohyhi amhi qsmuk mṭlb ẓạhir krnch ẓrvrt pyvan āshi aunẓurnaa, amhi lfẓuk mʿny chuh sạnis ḥals kun krụ̄ tv ḥẓ nẓr. Ashi nh ḥẓ tvr nh pvurh pạtthụ̄ fikr, tuhund klami shryf, byyhi bvuziv baaymanv varh yhi ḥukm yad thạvi vkh yimn kạfrn hndi khạṭr chuh kddur ʿdhab. Pyghmbri brḥqs nsbt amhi qsmch gustạkhy krnụ̄ akh panh byyhi krnavnụ̄ dvnkhh dith byyn lvukn aathhi thi amhi qsmch gustạkhy pnnhi chalạky sintụ̄. Bʿẓ yhvdd ạsụ̄ bʿẓ mslmann qsm hạvith vnan kh asụ̄ chhi tuhndụ̄ dily khạrkhvah. Byyhi chhi asụ̄ yczhan kh tohyhi gczihh dyny aḥkam khdae sndi ṭrfh sanhi khoth zyadh rtụ̄ ʿnayt spdnụ̄ yim aḥkam asụ̄ thi qbvl krhav mgr kya bnhi tuhndụ̄ dyny aḥkam chhinh sanyv dyny aḥkamv khoth zyadh rtụ̄ kynhh thi. Allah tʿālyā chuh yihndis ath khạrkhvạhy hndis dʿūahs trdyd vtkdhyb kran frmavan chuh."
  },
  {
    "verse_id": 105,
    "translation": "Hrgiz chhinh psnd kran kạfr lvukh adh tim ahli ktabv andrh ạsitn ya mushrikv andrh ạsitn yth kthhi kh tuhndis prvrdigarh sndi ṭrfh kyah spdi tohyhi pytth kanhh rcz kthah. Yʿny tim chhinh hykan hykan zrithe tohyhi kanhh khạr vatun ḥsd vʿdavt kinụ̄, blụ̄ chhiv tim zyvi sintụ̄ ẓạhir kran. Dil chuhkh tuhndi ḥsdh sintụ̄ brith mgr tihndi amhi ḥsdh sintụ̄ bnhi nh kynhh, kyazi Allah tʿālyā chuh pnnhi rḥmt vʿnayt sintụ̄ khaṣ kran ys yczhan chuh ts, Allah tʿālyā chuh bvdd fẓl ʿṭa krn vvl. Yhvdv kryv aʿtraẓ qbluk ḥukm bdlns pytth. Tithe pạtthụ̄ kryv bʿẓ mushrikv thi aʿtraẓ bʿẓ ḥukmn hndis mnsvkh spdns pytthu. Tth aʿtraẓs pytth Allah tʿālyā rd frmavan."
  },
  {
    "verse_id": 106,
    "translation": "Asụ̄ he kunhi āyhi krymuk ḥukm mnsvkh kran chhi. Ya chhin suh āyhi krym dhhnv nishhi mshravan yhi chhnh aʿtraẓ krnch kanhh mḥly kyazi tth bdl chhi asụ̄ tmhi khoth rut ya tth hiyv byakh kanhh ḥukmah jạriy kran. Ath mnz thi chhe āsan bjhi bjhi ḥikmcz th muṣlḥcz. Ae aʿtraẓ krvnhi shkhṣh, kyazi chuhe na mʿlvm kh Allah tʿālyā chuh prth chyzs pytth qdrt vvl."
  },
  {
    "verse_id": 107,
    "translation": "Byyhi chuhe na cze mʿlvm Allah tʿālyā se chhe khaṣ slṭnt āsmann th zmynn hnz ts ts chhi kuly aikhtyarat sarne kamyn hndi, yylhi nh ts ath qdrt vslṭnts mnz kanhh akhah shryk th ḥṣh dar chuh. Lhādha timn muṣlḥtn hund rʿāyt krith doyim ḥkum jạriy krns andr kus akhah hykhi ts mdhḥmt th gangl krith ts chuhnh doyim ḥkum jạriy krns andr kanhh pth rttān. Nh chuhs goddnyuk ḥkum brqrar thavnh nishhi kanhh akhah pth rtth vun, yhi kth thi bvz czvarh kh byyhi chuhnh kanhh akhah Allah tʿālyā hs vrạe tuhund nh dvs th nh mddgar vonụ̄ yylhi sue tuhund yar chuh suh krya kanhh kạmah mṣlḥth vrạe. Byyhi yylhi suh tuhund mddgar chuh tvhụ̄ yylhi tihndyn ḥukmn pytth ʿml kriv. Suh rchhih tohyhi mukhạlfn hndi mzaḥmt kh shrh nishhi. Ḥkm thạny bhtr ya tth hiyv ạsinụ̄ hykh baʿtbar thvab thi ạsith. Kunhi hykhi baʿtbar āsạny thi ạsith yʿny doyim ḥkum āshi goddnikhi ḥukmh khoth āsan. Yithi hykhi bnith kh doyim ḥkum āshi goddnikhi ḥukmh chh mʿạfy hund ḥukm. Doyim ḥkum jạry krns andr chhe yimh kthh ẓrvury kh suh dvyim ḥukms jạriy krns andr chhi ẓrvur kynhh nth kanhh mṣlḥt byyhi chuh suh ḥkum qadri mṭlq. Byyhi chuh ḥạkim mḥkvmn hund khạr khvah. Hrgah he kanhh akhah mḥkvmn hnz mzaḥmt kri suh chuh timn mḥkvmn mdd kran. Bʿẓ chhi qanvn bdlavnh yivan. Yymhi vjhh kh qanvn bnavn vạlis chhe kunhi kanhh ghlṭy āsan tth mnz gmcz. Amhi qsmch tbdyly ya nskh chuh aḥkami alhāyn mnz mḥal kyazi Allah tʿālyā chuh ghlṭy gczhnh nishhi munzh th pak. Bʿẓ chhi ḥkum bdlavnh yivan mḥkvmn hnz ḥalt bdl spdnh khạṭr yithh pạtthụ̄ mryẓ snz ḥalt bdlnh mokhh chuh nuskhh th ʿlaj bdlavnh yivan. Yuth hiyv nuskh chuh jạyiz tth mnz chuhnh kanhh aishkali ʿqly ya nqly. Bʿẓ yhvdv kvr ʿnadaan ʿrẓ drkhdmti ānḥẓrt kh kithh pạtthụ̄ ḥẓ ḥẓrti mvsyā ʿlyh alslams pytth tvrat nạzil spud yikh vtth. Yithe pạtthụ̄ ḥẓ gvczh qrāni mjyd thi tohyhi pytth nạzil spdun. Ath mtʿlq chuh Allah tʿālyā airshad frmavan."
  },
  {
    "verse_id": 108,
    "translation": "Ae yhvdv kyah tvhụ̄ chhiv yczhan pnnis mvjvdh pyghmbrs tmhi qsmuk sval th drkhvast krun yymhi qsmuk drkhvast tuhndyn malyn th bddbbn hndi dhryʿh chhe azikh brvntth ḥẓrti mvsyā hs krnh āmut. Mthlaan ashi hạviyvn ḥẓ Allah tʿālyā varh karh nnụ̄ pạtthụ̄. Amhi qsmuk drkhvast yymhi mnzh ṣrf pyghmbrs pytth aʿtraẓ krun nth khdae snzn mṣlḥtn hnz mzaḥmt krnụ̄ mqṣvd āshi, tmhi pth āsih nh ayman anh nuk th pczh krnuk kanhh airadh, yimh gyhi ṣryḥ kufrchh kthh. Yus shkhṣ ayman annh bdl kfrchhi kthh kri suh shkhṣ ddvl syzi vthi nish. Amhi qsmuk sval th drkhvast krun ạsụ̄ yymhi mokhh lghv th bykar kh khdae snzn sarne kamyn andr chhe bjhi bjhi ḥikmcz. Kạnshi bnds chuhnh ḥq chvn vchra krnuk. Bʿẓ yhvd ạsụ̄ shb vrvz yhe kvushish kran kh kunhi pạtthụ̄ gczhụ̄ mslman aislam nishhi phyrnụ̄ dvsty lạgith khạrkhvạhy ẓạhir krith. Prth kunhi qsmkụ̄ tdbyr bʿml anith ạsụ̄ bavjvd nakạmy prth vqth ath khyals āsan. Allah tʿālyā hn krụ̄ baayman khbrdar yihndi amhi khyalh sintụ̄. Frmvvun."
  },
  {
    "verse_id": 109,
    "translation": "Ahli ktab yʿny yhvdv andrh chhi akthr lvukh yczhan kh tohyhi phir hn tim ayman anith byyhi kufrs kun yuhund yczuhn chuhnh tihnzi khạr khvạhy pytth mbny yhi tim ẓạhir kran ạsụ̄, thndi ḥsdh kh vjhh yus ḥsd tihndyn diln mnz puhttụ̄ puhttụ̄ nyran chuh. Byyhi nh yymhi vjhh kh yimn nish kyah chuh pvz khttith blkh timn nishhi pvzvarh ẓạhir spdnh pth. Vonụ̄ avs mumkn tihnz yhi khbatht bvzith spdun mslman timn pytth ghẓbnak. Allah tʿālyā hn frmvvukh, ae mslmanv tvhụ̄ kriv timn mʿāf. Tvhụ̄ kriv tuhndis ath shrarts drgudhr, yvtanụ̄ Allah tʿālyā yth mʿāmls mtʿlq pnnụ̄ ḥukmi nv qanvn jạriy frmavi, Allah tʿālyā chuh byshk prth chyzs pytth qdrt vvl. Yvtanụ̄ jhaduk ʿālms andr amn vaman thavnuk ḥkum th dushmnani aislams sintụ̄ qtl vqtaluk ḥukm nạfidh krnh yyhi tvtanụ̄ rvuziv tvhụ̄ tihndyn byyn ḥukmn pytth mstqym."
  },
  {
    "verse_id": 110,
    "translation": "Tvhụ̄ priv srdst nmaz pabndy san byyhi yimn pytth zkvat frẓ chhe tim diyuv zkvat, byyhi yosh rcz kạmah pnnhi bhtry khạṭr tvhụ̄ svuziv brvntth kun solbiv tvhụ̄ pvurh pvurh Allah tʿālyā hs nishhi, kyazi Allah tʿālyā chuh tuhnzh sare kamhi vuchhan th czrczan. Timv kamyv andrh gczihnh dhrs brabr thi tuhnz kanhh kạmah ẓayʿ."
  },
  {
    "verse_id": 111,
    "translation": "Yhvd th nṣaryā chhi vnan jnts andr aczan nh mgr time yim yhvde āsn yhi ạsụ̄ vnan yhvd ya yim nṣaryā āsn yhi ạsụ̄ vnan nṣaryā Allah tʿālyā chuh yimn doshvny rd kran frmavan chuhkh, yim chhi tihndụ̄ khyalat dils tsly dinh chhi kthh yimn hnz ḥqyqt nh kihinụ̄ chhe. Yimh chhe timn rayhi gczhan, tvhụ̄ frmạviyvkh ḥẓ ya rsvl Allah timn, ae yhvdv tvhụ̄ kriv ath pytth pnnụ̄ dlyl pysh gr tvhụ̄ ath dʿūyā hs andr pvz vnh vnụ̄ chhiv. So dlyl hykn nh tim pyshy krith kyazi timn nishhi chhanh amich kanhh dlyl, ath bdl chhi asụ̄ frmavan kh ẓrvur vatn jnts mnz."
  },
  {
    "verse_id": 112,
    "translation": "Suh shkhṣ yus pnun buth nomravi mʿbvdi brḥqs yʿny frman brdạry kri ʿqạydn th ʿmln andr bkmali aikhlaṣ dil kinụ̄ āshi frman brdar kunhi mṣliḥt vrạe th kunhi ẓạhirdạry vrạe yithis shkhṣh khạṭr chuh amhi frman brdạry hund ʿūẓ th mzvurụ̄ tuhndis prvrdigars nishhi ḥạṣil spdvnụ̄. Yithyn lvukn āshi nh qyamt kh doh kanhh khvfnak vaqʿh pysh yinuk khvfah nh āsn tim lvukh tmhi dohh ghmgyn spd vnụ̄ kyazi mlạyk āsn timn bshart bvzh nạvith be fikr thavan. Mnsvkh spdmtis ḥukms pytth ʿml krvnis vanhi nh kunhi ṣvrts andr frmanbrdar. Lhādha chhinh yhvdv nṣaryā frmanbrdar āsns szavar blkh ḥukmi thạny yʿny dvyimis ḥukms pytth ʿml krvny yin shumar krnh frman brdar th mṭyʿ. Yhi shan chuhnh mslmann vrạe byyhi kạnshi hund kyazi timv kvr nbvt v shryʿti Muḥammad yh qbvl ath kun nẓr krith spud thạbit kh time chhi jnts mnz vatns szavar.... Yʿny mkhliṣ āv aath shrṭ thavnh yuth amhi sintụ̄ mnafiq alg spdn kyazi tim chhi kạfir nars szavar. Akhi pihri sme kynhh yhvd th nṣaryā timve hyvt panh vạnụ̄ mdhhby bḥth krun. Yhvd chhi pnnhi aʿtqad mvjvb nṣaryā hn hndis dyns bạṭil zanan, tim chhinh ḥẓrti mvsyā ʿlyh alslam sndis rsalts th ainjyl kis ktab Allah āsns pytth pczh kran. Nṣaryā thi chhi yhvd yts mnsvkh zạnith bạṭil qrar divan tim thi chhi ḥẓrti mvsy ʿlyh alslam sndis pyghmbr āsns ainkar kran. Byyhi chhinh tim tvrats ktab Allah manan. Doshve fryq chhi kmali tʿṣb kinụ̄ akh akis ainkar kran. Yiy chuh Allah tʿālyā byan frmavan."
  },
  {
    "verse_id": 113,
    "translation": "Yhvd lgụ̄ vnnhi nṣaryā hund mdhhb chuhnh kunhi bnyads pytth qạyim yʿny suh chuh be bunyad th ghlṭ mdhhbah. Yithe pạtthụ̄ chhi vnan nṣaryā yhvdn hund mdhhb chuh be bnyad th ghlṭ mdhhb, ḥalankh tim doshve fryq chhi pnnụ̄ pnnụ̄ āsmạny ktab pran yʿny yhvd chhi tvrat pran th nṣaryā chhi ainjyl pran th vuchhan doshvnụ̄ ktabn andr chuh doshvnụ̄ pyghmbrn th doshvnụ̄ ktabn hund tṣdyq mvjvd yosh doshvny mdhhbn hnz bnyad chhe agrchhi qrāni mjyd nạzil spdnh mokhh chhanh timh rvzmczh qạbli ʿml blkh chhe timh doshve ktabh mnsvkh spz mcz yhvdvnṣaryā ạsụ̄ yhi chhavan dạsy krạny th mushrikn th but prstn thi āv jvsh, yithe pạtthụ̄ tim lvukh yim mḥẓ be ʿlm chhi yʿny mushrik th but prst lgụ̄ amy qsmchhi kthh vnnhi. Timv dvp yhvdn nṣaryā hn hund mdhhb chuh be bnyad, asiy chhi pzis pytth. Yim krụ̄ tn akh akis ainkar, ps Allah tʿālyā kri panh qyamt khi dvhh yimn sarne mʿāmln th muqdmn mnz fạṣlh timn mnz yim lvukh panh vạnụ̄ aikhtlaf āsn kran. Ḥqyqts andr chhi yim tryshve fryq ycz ẓạlim ae mukhạṭib cz vnth."
  },
  {
    "verse_id": 114,
    "translation": "Vonụ̄ kus akhah chuh ycz ẓạlim ts shkhṣh sndi khoth yus mnʿ th bndish kri khdae snzn msjdn andr dhkr vʿbadt krnh nishhi, tihund nav hynh nishhi. Byyhi kri kvushish timn msjdn hnzi vyrạny andr. Yhi kạm chhe krmcz yimv trshviyv fryqv. Yhvdv kvr qbluk ḥkum bdl spdnh kis mvqʿs pytth lvukn andr tmhi qsmuk shk th shubhat pysh yimv sintụ̄ lvukh ainkari rsalt krith trki ṣlvat yʿny nmaz travns pytth āmadh spdhn. Nmaz travnh sintụ̄ spdhn msjidh ghạr ābad kyazi msjdn hnz ābạdy chhe nmazi sinty gvya yhvdv kreyhi sytthah kvushish msjdi nbvys andr gvczhnh kanhh thi nmaz prnhi aczun nṣaryā hv andrh bʿẓ rvmkụ̄ padshah timn pytth yylhi yhvdv chrrạe krith byt almuqdss pytth ḥmlh kvr. Bʿẓ jạhil nṣrạnyn hndi athh vạcz skht be ḥurmty msjdi aqṣyā hs. Bdamny hndi vjhh āyhi nh tth mnz nmaze prnh kynhs kals. Amhi aʿtbarh spdụ̄ nṣaryā thi murtkb ath jurms. Jnab srvr kaynat timv yylhi ftḥi mkh krnh brvntth barhaʿmrh mkh shryfs kun tshryf anyv. Mushrikyn mkv dyut nh timn mkh shryfs andr acznuk ʿmrh krnuk aijazt. Chnanchhi timn pyv tmhi vryhi vaps tshryf nyun. Amhi aʿtbarh spdụ̄ mushrik thi murtkb amhi jurmkụ̄ lhādha chhi yim trshve fryq bddụ̄ ẓạlim, yim lvukh ge time yimn msjdn andr lth ldnụ̄ thi pziha khvf v hạbth vrạe, ticzh āsh yimh msjidh ba ʿẓmt vḥurmt yimne msjdn be ḥurmty krnụ̄ lvukn nh ymn msjdn andr acznh dyun yadi khda th ʿbadti khda krnh khạṭr, ath brabr chuhnh kanhh ẓlm, yimne lvukln hndi khạṭr chhe dnyahs andr bdd rusvạyy byyhi chuh yimne hndi khạṭr dg th dvd tulh vun ʿdhab yiczh yiczh ychh kamhi krith chuh timn khyal pzis pytth āsnuk byyhi jnts vatnuk dʿūyā. Yhvdv kryv tḥvyl qblh spdns pytth aʿtraẓ kh mslman kyazi phyri akh jhth nishhi byyis jhts kun Allah tʿālyā hn frmvv timn jvab."
  },
  {
    "verse_id": 115,
    "translation": "Mʿbvdi brḥq sndiy chhi sạriy ṭrf th jht mshriq thi mghrib thi prth ṭrfh chhi tihndy mmlvk th mkhlvq, kunhi ṭrfs chuhnh tihund mkan, suh chuh mkan āsnh nishhi munzh th pak. Suh yylhi prth ṭrfuk mạlik chuh. Lhādha yth ṭrfs suh qblh yczihh tth ṭrfs kri muqrr. Kyazi qblh muqrr krns andr chhe yhe ḥikmt kh ʿbadt krvnyn bndn nmaz gdharn spdi amhi sintụ̄ atbaʿ th ajtmaʿ khạṭri ḥạṣil yʿny dil rvzykh ddnjhi. Yylhi yhi ḥqyqt chhe, ps yth ṭrfs kun tvhụ̄ phyriv tth ṭrfs kun chuh mʿbvdi brḥq sndi dhati pakuk rokh. Pzụ̄ pạtthụ̄ Allah tʿālyā chuh sarne ṭrfn aḥaṭh krvun lykn bavjvdān kvr tmụ̄ jhti ʿbadt yʿny ʿbadtuk ṭrf mʿīn kyazi suh chuh sytthah zann vvl ts chuh mʿlvum kth chyzs andr kyah kyah mṣlḥt chhe chvnkh thndis ʿlms andr ạs qblh mʿīn krns andr mṣlḥt. Lhādha kvrun qblh mʿīn. Bʿẓ yhvdyv chhi ḥẓrti ʿzyz ʿlyh alslams khdae sund nychuv vnan. Byyhi ạsụ̄ nṣaryā ḥẓrti ʿīsyā ʿlyh alslams khdae sund nychuv vnan. Mushrik ạsụ̄ mlạykn khdae snzh kvri vnan. Amhi pth chuh Allah tʿālyā yimn yihnzn sarne lghv kthn rd kran th frmavan chuh."
  },
  {
    "verse_id": 116,
    "translation": "Byyhi chhi vnan yim yhvd th nṣaryā th mushrik khdays chhi avlad gobr th kvri. Kinczah lghv th mhml chhe yimh kthh. Suh chuh timv kthv nishhi munzh th pak, blkh chuh ts mʿbvdi brḥq sundue thi svrue yhi āsmann th zmynn andr chuh. Mvjvdatv andrh, tim sạriy chhi khdae sndụ̄ mmlvk āsnkhi ʿlavh tsndụ̄ mḥkvm th frman brdar tkyazi tihndyn tṣrfat qdrtn nishhi chuhnh kanhh akhah timv andrh klh hykan phirith tim ge marun, pạdh krun, bymar pavun, blravun."
  },
  {
    "verse_id": 117,
    "translation": "Sue chuh āsmann th zmynn hund mvjid th goddh pạdh krvun tmụ̄snz qdrt chhe ticzh ʿjyb kh yylhi suh kanhh kạmah krnụ̄ yczhan chuh. Mthlaan kanhh chyzah pạdh krun yczhan chuh suh chuhnh kynhh thi kran fqṭ chuh tth chyzs kun ḥkum kran kh spd. Aty chuh spdan bnan azʿdm bvjvd yivan, ts chuhnh suh chyz pạdh krnh khạṭr ālatn th avzarn th samann hnz ẓrvrt pyvan."
  },
  {
    "verse_id": 118,
    "translation": "Byyhi chhi bʿẓ nadan yhvd th nṣaryā byyhi mushrk nby kryms mqabl yhi kth vnan kh Allah tʿālyā kvnh chhu pane ashi sintụ̄ kth kran mlạykn hndi vsaṭth vrạe yithh pạtthụ̄ suh mlạykn sintụ̄ kth kran chuh, ya mlạykn hndi vasṭh. Ya yithh pạtthụ̄ mlạyk pyghmbrn sintụ̄ bṭvri vḥy Allah tʿālyā klam chuh kran. Tth klams mnz kvnh chuh ashi pnnụ̄ ḥakm byan frmavan takhi ashi rvzi hanh byyhi kạnshi pyghmbr snz ẓrvrthe. Ya kvnh chuh ashi km azkm yhe kth panh frmavan. Ḥẓrti Muḥammad chuh byshk svn pyghmbrtaaynkh asụ̄ kr hv timn pczh krith tihnz aṭaʿt v frman brdạry. Yahrgah klam frmavinh tvthi kvnh chuh kanhh dlylah ashi kun svzan tihndis pyghmbr āsns pytth. Allah tʿālyā chuh yihnzn kthn rd kran goddny chuh frmavan kh yimh kthh yihnz chhe jahilanh kthh, yiczhe kthh ạsụ̄ vnan tim jạhil lvukh yim yimn brvntth gudhrymtụ̄ chhi. Tim thi ạsụ̄ yihnze hishhi jahilanh kthh vnan. Mʿlvm spud yimh kthh chhnh kihinụ̄ thi vuqʿt thavan blkh chhi yim brvntthmyn jạhiln hnz pyrvy kran amyuk vjh chuh kh yimn ptmyn brvntthmyn jạhiln hndụ̄ dil chhi kj fhmy andrakh akis hivụ̄. Tmy mokhh chhi yihndyv dilv andrh aky qsmchhi kthh nyran. Chvnkh amhi qsmchhi jahilanh kthh chhe balkul bạṭil, lhādha āvnh yimn jạhilanh kthn hndi jvabuk kanhh khyal krnh. Ps rvuz yhi kth kh ashi nishhi kvnh chhe vatan kanhh ticzh dlylah yymhi sintụ̄ thạbit spdiha risalt ḥẓrti Muḥammad. Tth mtʿlq chuh Allah tʿālyā frmavan kh akhi dlylhi hnz kyah chhe kthe ashi kri variyah dlylh byan vẓaḥt san yimh nafʿ th kạfy chhe timn lvukn hndi khạṭr yim yqyn th aṭmynan ḥạṣil krun yczhan chhi. Pth rvudụ̄ aʿtraẓ krvnụ̄ lvukh timn hund mqṣd chuh khvah mkhvah ẓid krun, timn tsly spdnuk hykhi nh kanhh dhmh dar spdith. Yytiys avs mmkn kh yhvdvnṣaryā hn hndi amhi jhalt vʿnadh sintụ̄ ma spdiha ḥẓrti nby krymn hund dili mubark āzurdh. Byyhi spdhn tim ghmgyn. Tim dphn tihndi aislam anh nch kosh ṣvrth hykhi pạdh spdith. Allah tʿālyā hn kvrbyan amhi pth āyhi kryms mnz timn tsly."
  },
  {
    "verse_id": 119,
    "translation": "Ae pyghmbribrḥq byshk ashi ḥẓ svziv tvhụ̄ pvz dyn hyth lukn kun, pczh krvnyn hndi khạṭr khvsh khbr bvznavnụ̄ byyhi nh manh vnyn khạṭr sza vʿdhabuk bym krvnụ̄. Tohyhi nḥẓ yyhi nh baz purs krnh timn lvukn hund yim nari jhnms andr vath vnụ̄ āsn kh timv kvnh kvr dyni aislam qbvl, tim kyazi vạtụ̄ nari jhnms. Tvhụ̄ rvziv pnnụ̄ kạm kran, kạnshi hndi mannuk ya nh mannuk mh hyyuv ghm nh mh khyyuv fkir."
  },
  {
    "verse_id": 120,
    "translation": "Byyhi hykn nh hrgiz yhvd v nṣaryā zanhh thi khvsh gczihth tohyhi nishhi yvtam nh tvhụ̄ tuhndi mdhhbch pvurh pyrvy kriv, yhi kth chhe mḥal. Lhādha chuh tihund tohyhi nishhi rạẓy spdun thi mḥal. Lhādha hrgah kunhi vqth tihndizbạnụ̄ amhi qsmh kanhh kthah bvuziv kanhh aisharh lbiv, tuhund gczihh timn ṣaf frmavun kh yimh kthh trạviv. Ḥqyqts andr chuh hidayt sue yth Allah tʿālyā hn hidayt frmvv, suh hidayt gvv aislam. Ty chuh thạbit bjv dlylv sintụ̄ tuhund tuhndi mdhhbuk pyrv bnun chuh mḥal th nammkn yymhi mokhh kh amhi sintụ̄ chuh lạzim yivan akh mḥal th nammkn kthah kyazi hrgah tvhụ̄ pyrvy krnhi lgiv tihndis ghlṭ mlṭ mdhhbs yus mḥẓ tihndyn khvạhishatn hund akh mjmvʿāh chuh. Ty krivtvhụ̄ )nʿūdhbAllah( tohyhi nishhi ʿlmi qṭʿī vatnh pth. Ath ṣvrts andr hykhi nh bchạvith tohyhi Allah tʿālyā hs nishhi kanhh dvsta kanhh mdd garah blkh yyhi lạzim kh tvhụ̄ spdiv khdae sndis pnjh qhrs andr grftar th makhvdh. Chvnkhi yhi chuh mḥal kyazi dlạyl qṭʿīv sintụ̄ chuh thạbit kh Allah tʿālyā chuh tohyhi nishhi hmyshh rạẓy. Ps tahund ghẓbnak spdun tohyhi pytth yithi chuh mḥal. Lhādha pyrvy krnụ̄ tihndis bạṭil mdhhbs tithi chuh mḥal. Lhādha yimn yhvd v nṣaryā hn hund tohyhi nishhi khvsh spdun tithi mḥal lhdha chhanh tihndi aislam anh nch ṣvrthe kanhh. Lhādha kriyvn dili mbark pnun amhi fkri nishhi khạly. Amhi pth chuh Allah tʿālyā frmavan timn ahli ktabn hund tdhkirh yimv qrāni mjyds pczh kr."
  },
  {
    "verse_id": 121,
    "translation": "Yimn yhvdv nṣaryā hn ashi ʿṭa kr kutb tvrat vainjyl time āsn tth ktabhi tithh pạtthụ̄ pran yithh pạtthụ̄ prun shvubhi yʿny tmikụ̄ mẓamyn varh fkri taran. Prns pyrvy krnuk pvurh airadh kran, tithy lvukh chhi byshk tth dyni ḥqs ayman anan th pczh kran, yim lvukh ath dyni ḥqs ainkar krn timn chuh tmyuk nqṣan th tavan pnnis pans. Tim spdn ayman kyv fạydv th munafʿū nishhi mḥrvm."
  },
  {
    "verse_id": 122,
    "translation": "Ae ḥẓrti yʿqvb sndyv nychvyv, czyts pạviv myanhi timh nʿmcz yimh me tohyhi ʿṭa kri mv, byyhi dyutmmv fẓylt tohyhi varyhn lvukn pytth varyhn kthn andr. Dvbarh āv byan krnh varh tạkydh khạṭr."
  },
  {
    "verse_id": 123,
    "translation": "Khvucziv th bchiv tmhi dohh kh ʿdhab nishhi, yymhi dohh nh kanhh kifayt hykhi krith kanhh akhah kạnshi akis kunhi chyzuk. Kanhh akhah yyhi nh kạnshi akis bkar, nh diyhi kanhh fạydh th nfʿ kạnshi akis kạnshi akụ̄ snz shfaʿt th sufạrish timn ṣaḥibn vrạe yimn Allah tʿālyā shfaʿt krnuk aijazt diyhi, nh yyhi timn yạriy th mdd krnh kanhh thi bchavi nh timn pnnyv zuvrv sintụ̄."
  },
  {
    "verse_id": 124,
    "translation": "Czyts pạviv yylhi āzmạyish kr ḥẓrti abrahyms pnnụ̄ prvrdigarn, pnnyv aḥkamv andrh kynczhv ḥukmv sintụ̄, ps anụ̄ tmụ̄ bja tim ḥkum varh pạtthụ̄, Allah tʿālyā hn frmvvus tmhi sath rạẓy gczihth bh krth cz ath bdl nbvt th pyghmbr ʿṭa krith lvukn hund aimam th pyshva, ḥẓrti abrahymn dvp, prvrdigarah myanhi dhryt mnzh thi kr th kạnshi yhi mhrbạny ʿṭa, Allah tʿālyā hn frmvvus, shạmil spdinh myanhi ṭrfh yhi ʿhdih nbvt chanhi dhryt mnzh ẓạlmn yʿny yim mushrik āsn timv andrh timn hykhi nh yhi mhrbạny shạmil spdith."
  },
  {
    "verse_id": 125,
    "translation": "Suh vqt thi chuhna qạbli dhkr yymhi vqth ashi khanh kʿbh kvr lvukn hndi smnch jmʿ spdnch byyhi amnch jae, byyhi kvr ashi ḥkum baaymann. Ae baaymanv mqami abrahym bnạviyvn kunhi kunhi vqth nmaz prnch jae tmich brkt ḥạṣil krnh khạṭr. Mqami abrahym gyhi so knụ̄ yth pytth vodnụ̄ rvuzith ḥẓrti abrahym khanh kʿbuk dyvar ạsụ̄ bina kran, byyhi kvr ashi ḥkum ḥẓrti abrahyms th ḥẓrti asmāʿīls kh sytthah pak thạviyuvn yhi myvn grh ṭvaf krvnyn hndi khạṭr. Byyhi aʿtkaf krvnyn hndi khạṭr. Ya ath shhrs mnz bsh vnyn hndi khạṭr ya nybrimyn lvukn hndi khạṭr. Byyhi nmaz prvnyn hndi khạṭr."
  },
  {
    "verse_id": 126,
    "translation": "Byyhi pạviv czyts yymhi vqth ḥẓrti abrahymn dʿā kvr, dvpun ae myanhi prvrdigarh krun yhi ʿlaqh yth mnz ashi shhrah amn divun ya mḥfvẓ prth qsmchv āftv th blayv nishhi, byyhi kr ʿṭa athi kyn lvukn myvh thi, athi kyv lvukv andrh timne yimv ayman avn mʿbvdi brḥqs byyhi ptmis dohs yʿny qyamts, Allah tʿālyā hn frmvv, kạfrn thi kr bh ʿṭa rzq myvjatv sintụ̄ kyazi rzquk mʿāmlh chuh ʿām kạfrn th mslmann, vonụ̄ yus kạfre rvzi ps tmtʿ tulnavvn suh km kynhh kals. Tvpth vatnavvn suh mjbvr spdith narh kis ʿdhabs mnz yʿny nachar vathi suh tth mnz. Kyazi byyhi āshi nh ts szavarjayah, kạczah ychh jae chhe suh nari jhnm yth mnz tim vatn."
  },
  {
    "verse_id": 127,
    "translation": "Byyhi pạviv czyts yylhi ḥẓrti abrahym ʿlyh alslam khanh kʿbh chhi lbh th dyvar kharan ạsụ̄, sintụ̄ ạsikh ḥẓrti asmāʿīl frznd pnnhi tʿmyrchhi kamhi mnz ya ạsikh tim knhi th rab pilnavan th tim ạsụ̄ panh timv knyv sintụ̄ dyvar blnd kran. Yhi kạm kran kran ạsụ̄ mngan ya yylhi amhi tʿmyrchhi kamhi nishhi doshve ṣaḥb fạrigh spdụ̄ aty lgụ̄ yhi dʿā krnhi, ae sanhi prvrdigarh byyhi kr qbvl cz yhi khdmt sạnụ̄. Pzụ̄ pạtthụ̄ cze chuhkh bvz vun svn dʿā, cze chhe khbr sanyn nytn mqaṣdn th airadn hnz."
  },
  {
    "verse_id": 128,
    "translation": "Ae sanhi prvrdigarh byyhi kr ashi doshvnụ̄ pnnụ̄ zyadh zyadh tabʿdar th frman brdar, byyhi krun sanyv avladv andrh thi akh jmaʿthah pnnyn frman brdarn hnz, byyhi hav ashi tim sạriy chyz yimv sintụ̄ ashi chạnụ̄ ʿbadt chhe krnụ̄, aḥkami ḥj vghạrh, byyhi kr ashi kun tvjh. Tvbh svn kr qbvl, pzụ̄ pạtthụ̄ cze chuhkh fy alḥqyqt ashi kun tvjh krvun sytthah tvbh qbvl krvun sytthah rḥm krvun."
  },
  {
    "verse_id": 129,
    "translation": "Ae sanhi prvrdigarh byyhi svz timn sanyn avladn kun yylhi tihund tʿdad bddi th bkthrt spdi, pyghmbrah ʿẓym alshan timve andrh, yus pran āshi timn pytth bvz navan āshi timn chạnụ̄ āyat, byyhi āsykh hychhnavan so ktab yosh timn pytth nạzil yyhi krnh, byyhi āsykh hychhnavan tmhi ktabhi hndụ̄ mqạṣid, byyhi āshi tihndụ̄ nfvs pak kran, pzụ̄ pạtthụ̄ cze chuhkh ṭaqt vvl chạnụ̄ qdrt chhe ghạlib, cze chuhkh ḥikmt vvl."
  },
  {
    "verse_id": 130,
    "translation": "Byyhi kus kri rvgrdạny ḥẓrti abrahym sndi milt nishhi mgr kri sue yus dhạty nadan th aḥmq āshi, pzụ̄ pạtthụ̄ czvrashi suh ḥẓrti abrahym dnyahs andr ʿhdirsalt khạṭr, byyhi chuh suh pzụ̄ pạtthụ̄ ạkhrts andr nykvkar th qạbil shkhṣv andrh yihndi khạṭr svrue kynhh chuh."
  },
  {
    "verse_id": 131,
    "translation": "Yylhi frmvv tmis pnnụ̄ prvrdigarn aislam aan ʿrẓ kvrun aislam avn frmanbrdạry th aṭaʿt kr me aikhtyarʿālmynn hndis prvrdigarh snz."
  },
  {
    "verse_id": 132,
    "translation": "Amy kthhi hnz vṣyt kr ḥẓrti abrahymn pnnyn frzndn, byyhi amchy vṣyt kr ḥẓrti yʿqvbn pnnyn frzndn frmvvnkh, ae myanyv frzndv pzụ̄ pạtthụ̄ Allah tʿālyā hn kvr brgzydh tuhndi khạṭr yhi dyni aislam, ps yuthnh mriv tvhụ̄ yymhi dyn vrạe kunhi dyns pytth, mrns tanụ̄ rvzi zyv ath dyns pytth."
  },
  {
    "verse_id": 133,
    "translation": "Kyah tvhụ̄ ạsvh mvjvd yymhi vqth vvt ḥẓrti yʿqvbs mrnuk th yymhi ʿālmh gczhnuk vqt, yymhi sath tmụ̄ pruczh pnnyn nychvyn tvhụ̄ kmụ̄snz ʿbadt kriv me pth, timv dvp ʿbadt krv asụ̄ chạnis khdae snz byyhi chanyn bzrg malyn hndis khdae snz. Tim ge ḥẓrti abrahym, ḥẓrti asmaʿīl, ḥẓrti aisḥaq, yus khdae kunue chuh lashryk, asụ̄ sạriy chhi ts grdn darvnụ̄ yʿne tihndụ̄ mṭyʿ th frman brdar."
  },
  {
    "verse_id": 134,
    "translation": "Yhi ạs jmaʿthah )yʿny ḥẓrti abrahym th tihndụ̄ frznd ḥẓrti yʿqvb th tihndụ̄ frznd( byshk yosh gudhryyhi, tihndi nfʿ khạṭr chuh thi yhi timv kryv yʿny timn yyhi thi bkar yhi timv kvr, tuhndi khạṭr chuh thi yhi kriv yʿny tohyhi yyhi thi bkar yhi tvhụ̄ kriv, tohyhi yyhi nh prczhnh thi, tuhnzi ʿmlhi hund bkar yinch chhanh kthe. Mʿlvm spud bzrgn th mḥbvbani alhāyn kun khạly nsbt krnụ̄ tihnz mtabʿt krnh vrạe aath chuhnh kanhh fạydh th nfʿ."
  },
  {
    "verse_id": 135,
    "translation": "Vnan chhi yhvd ahli aslamn, tvhụ̄ bniv yhvd. Nṣaryā chhikh vnan tvhụ̄ bniv nṣaryā tmy sintụ̄ lbiv tvhụ̄ syz vth, tvhụ̄ frmạviyvkh hrgiz bnv nh asụ̄ yhvd th nṣaryā blkh kr ashi akhtyar ḥẓrti abrahym ʿlyh alslam snz vth yosh syz vth chhe, avs nh ḥẓrti abrahym hrgiz mushrikv andrh."
  },
  {
    "verse_id": 136,
    "translation": "Ae mslmanv vniv tvhụ̄ tfṣylaan kh ayman avn ashi kunis khdays, byyhi anv ayman tth ktabhi yosh ashi kun āyhi svznh. Tth ktabhi yosh ḥẓrti abrahyms ʿlyh alslam, ḥẓrti asmaʿīls ʿly alslam, ḥẓrti aisḥaqs ʿlyh alslam, ḥẓrti yʿqvbs ʿlyh alslam byyhi tihndyn avladn āyhi svznh, byyhi yosh ktab ʿṭa krnh āyhi ḥẓrti mvsyā hs, ḥẓrti ʿīsyā hs, byyhi yimh ktabh ʿṭa krnh āyhi byyn pyghmbrn pnnis prvrdigarh sndi ṭrfh, asụ̄ chhinh yimv mnzhkạnshi akis frq kran, asụ̄ chhi tihndiy frman brdar."
  },
  {
    "verse_id": 137,
    "translation": "Ps hrgah timv yhvdv v nṣaryā hv pczh kryyhi yithh pạtthụ̄ tohyhi pczh krv, ps btḥqyq vth lb timv, hrgah tim aʿraẓe krn tohyhi sintụ̄ yimn kthn andr mvafiqt krn nh. Ps chhina tim mgr chhi nnis mukhalfts pytth. Mgr tvhụ̄ mh briv tihndi mukhalftuk kanhh prva, tohyhi chuhv bs Allah tʿālyā su, e kri pane ʿnqryb tohyhi nishhi tihund shr dvur, sue chuh bvz vun svrue zanh vun tihnzh kthh th tuhnzh kthh chuh bvzan. Suh anzravi nyae pane, tvhụ̄ mh briv kanhh fkir. Ae mslmanv tvhụ̄ dpiv asụ̄ rvzv dyn kis tth ḥalts pytth mẓbvṭ yth ḥalts pytth asụ̄ Allah tʿālyā hn rngmtụ̄ chhi."
  },
  {
    "verse_id": 138,
    "translation": "Asụ̄ chhi rngnh āmtụ̄ khdae sndi rngh sintụ̄ yus nh zanhh ddlhi th tghyr spdi, khdae sndi khoth kus hykhi rut rng dith, asụ̄ chhi tihnze yạcz bndgy kran."
  },
  {
    "verse_id": 139,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ae yhvdth nṣaryā hv tvhụ̄ chihv ashi sintụ̄ khdae sndis mʿāmls andr hr kran, ḥalankh suh chuh svn prvrdigar thi tuhund prvrdigar thi, ashi yin bkar pnnhi ʿmlh, tohyhi yin bkar pnnhi ʿmlh. Hre kth pytth chhe lagnụ̄, asụ̄ chhi tuhndiy rẓa khạṭr sare ʿmlh kran. Ashi mnz chuh aikhlaṣ aʿtqad th aikhlaṣi ʿml thi."
  },
  {
    "verse_id": 140,
    "translation": "Kyah tvhụ̄ chhiv vnan kh ḥẓrti abrahym th ḥẓrti asmāʿīl, ḥẓrti asḥaq th ḥẓrti yʿqvb byyhi tihndụ̄ avlad tim kyah ạsụ̄ yhvdvnṣaryā, frmạviyvkh tvhụ̄ yarsvl Allah mukhtṣr pạtthụ̄, ae yhvdv th nṣaryā hv tohyhi chhv zyadh khbr kinh Allah tʿālyā hs. Byyhi chhe ẓạhir kth kh zyadh khbr chhe Allah tʿālyā se. Allah tʿālyā hn frmvv kh tim ḥẓrati anbya ạsụ̄ milti aislamyh hs pytth tohyhi thi chhv amich khbr mgr tvhụ̄ chhiv so khbr khttan, byyhi kus akhah chuh ycz ẓạlim ts shkhṣh sndi khoth yymụ̄ khtt so ḥqyqti ḥal yosh ts khdae sndi ṭrfh mʿlvm spzmcz ạs, tvpth chuhnh Allah tʿālyā tihndyv krtuv tuv nishhi be khbr."
  },
  {
    "verse_id": 141,
    "translation": "Yhi ạs bzrgn hnz akh jmaʿthah yosh gudhryyhi, timn yyhi bkar yhi timv kvr, tohyhi yyhi bkar yhi tohyhi kvruv, tohyhi yyhi nh prczhnh tmyuk yhi tim kran ạsụ̄. Yymhi āyhi krym sintụ̄ spud mʿlvm kh yim lvukh pnnụ̄ pan mnsvb krn kunhi thdis khandans kun mgr aʿmal vafʿāl āsykh nh tth khandans mvạfiq th munạsib timn dyhi nh kanhh fạydh suh ẓạhiry nsbt. Knʿāns dyut nh kanhh fạydh pyghmbr zadh āsnn."
  },
  {
    "verse_id": 142,
    "translation": "Vonụ̄ vnn ẓrvur byvqvf lukh kmụ̄ chyzn phir ụ̄yim mslman tmhi qblh nishhi yth kun yim vunyuk tam nmaz ạsụ̄ pran yʿny byt almuqds, frmạviyvkh tvhụ̄ ya rsvl Allah khdae sundue chuh mshrq th mghrb th prth ṭrfah, sue chuh sarne ṭrfn hund mạlik. Kạnshi akis chuhnh ḥq vatan chuvn chrakrnuk. Yohe aʿtqad āsun shryʿt kyn ḥukmn mtʿlq gvv rahi rast, suh chuh vth havan ys yczhan chuh th ts ath syzi vthi kun. Yʿne suh chuhnh vnan aḥkam aislamn andr huh kyazi th yhi kvnh."
  },
  {
    "verse_id": 143,
    "translation": "Yithh pạtthụ̄ qblh tuhund kvr ashi bhtr yithe pạtthụ̄, krvashi tvhụ̄jmaʿthah drmyanh, yuth bniv tvhụ̄ gvah ḥẓrati anbyahn hndi khạṭr tihndyn aumtn pytth, byyhi spdn pyghmbr brḥq ḥẓrti Muḥammad tuhund gvah ṣfạyy, byyhi kvr na ashi muqrr suh ṭrf qblh yth kun tvhụ̄ vunyuk tam nmaz pran ạsivyʿne byt almuqds, mgr yhe kth nnravnh khạṭr kh kus akhah kri mtabʿt th pyrvy pyghmbri krym snz. Byyhi kus phiri buth mtabʿt nishhi, pzụ̄ pạtthụ̄ yhi qblh bdlavun gudhryv dushvar ẓʿīfu alayman lvukn pytth, mgr timn lvukn nh yimn hidayt kvr, vath hạv Allah tʿālyā hn, Allah tʿālyā chuhnh tyuth suh kyah kri tuhund ayman yʿny nmaz ẓayʿ yosh tohyhi byt almuqdss kun buth krith prv, pzụ̄ pạtthụ̄ Allah tʿālyā chuh yithyn lvukn hndi khạṭr sytthah shfyq th mhrban."
  },
  {
    "verse_id": 144,
    "translation": "Pzụ̄ pạtthụ̄ asụ̄ chhi vuchhan tuhund phir phir vuchuhn āsmans kun tḥvyl qbluk ḥkum krsna spdi nạzil, ps phirvh ashi tvhụ̄ tth qbls kun yus tohyhi psnd chuhv, vonụ̄ chhi ḥkum kran asụ̄ tohyhi kh phiriv buth pnnụ̄ nmaz prnkhi vqth msjdi ḥrams kun yʿne kʿbh shryfs kun. Yhi vaqʿ tḥvyl qblh chuh spudmut czndr varh dohh drmyan mahi rjb hijrt khi dvymhi vryhi drmsjdi nbvy. Khanh kʿbs kun āyhi digr nmaz prnh )bkhary vmslm( amhi tḥvyli qbylch khbr yymhi sath bny slmh chh msjdi valyn vạcz tim ạsụ̄ digr nmazi hnzi dvymhi rkʿạcz mnz. Akụ̄ ṣạḥibn frmvv bh chuhs gvạhiy divan kh me pr nmaz nby kryms sintụ̄ mkh hs kun yim ṣḥabh ṣạb spdụ̄ khanh kʿbs kun nmazi mnziy mtvjh tve pyv vath msjidi msjidi qbltyn nav, yhi chuhnh tohy yvt ḥukm khṣvṣy byyhi chuh yhi ḥkum tohyhi th tuhndyn aumtyn thi. Tvhụ̄ sạriy yythi thi ạsiv prth jayhi kriv pnnụ̄ buthụ̄ nmazi andr msjdi ḥrams kun. Yus msjdi aḥram kʿbh shryfs andụ̄ andụ̄ chuhv, pzụ̄ pạtthụ̄ ahli ktab chhi yqynaan zanan kh yhi ḥkum chuh pvz ḥkum tuhndis khdae sndy ṭrfh kyazi timv chuh pvrmut tvrats andr kh pyghmbr ākhr alzman pri nmaz don qbln kun, byyhi chuhnh Allah tʿālyā be khbr yhvdn hnzv kamyv nishhi yim ainkari qblh kran chhi."
  },
  {
    "verse_id": 145,
    "translation": "Qsm hạvith chuhs bh frmavan kh hrgah yimn yhvdn ahli ktabn sare dlylh frmạviv tvthi krn nh yim tuhndis qbls khanh kʿbs qbvl, tvhụ̄ thi hykiv nh aikhtyar th qbvl krith tihndis qbls, timn chuh tvpth panh vạnụ̄ thi akhtlaf, yhvd thi chhnh kran tslym nṣaryā hn hndis qbls yus mshriqs kun chuh. Nṣaryā chh, nh kran tslym yhvdn hndis qbls yus mghrbs kun chuh. Yimn don jmʿ spdun chuh sytthah dushvar, agr vonụ̄ tvhụ̄ thi tihndyn yimn nfsạny khvạhishn th khyalatn akhtyar kriv. Tohyhi nishhi ʿlmi qṭʿī vḥy alhāy vạtith, yqynaan yiyv tth ṣvrts andr tvhụ̄ thi shumar krnh ḥukmi ʿdvly krvnyv andrh, yymhi andrh chuh mṭlb aumts vnun agrchh khṭab āv krnh nby kryms kun."
  },
  {
    "verse_id": 146,
    "translation": "Timh lvukh yimn ashi ʿṭa kr ktab yʿny tvrat vainjyl tim chhi prznavan amis pyghmbri brḥqs tithh pạtthụ̄ yithh pạtthụ̄ prz navan chhi pnnyn nychvyn timv bshartv mvjvb yimh byan āmcz chhe krnh tihnzn ktabn andr, bavjvdān chhi timv andrh akh jmaʿthah ẓrvur pvz khttan zạnith krith."
  },
  {
    "verse_id": 147,
    "translation": "Yhi pvz ḥkum tḥvyls qbls mtʿlq chuh tuhndis prvrdigarh sndi ṭrfh, ps mh ạsiv trdud krvnyv andrh. Yimn amvrn hund pvz āsun chuh thạbit tuhndis prvrdigarh sndi ṭrfh. Lhādha chuh prth akis vnnh yivan kh hrgiz mh ās shk vshubh krvnyv andrh."
  },
  {
    "verse_id": 148,
    "translation": "Prth akis dyndars chuh avsmut akh akh ṭrfah qblh khạṭr yth kun suh phyran avs. Dyni Muḥammady thi chuh akh mstql dynah, ath thi kvr Allah tʿālyā hn mstql akh qbla muqrr. Mqṣd chuh ʿbadt th rcz kamhi krnhi, ps kriv tvhụ̄ ae mslmanv nykyn mnz brvntth gczhnch kvushish kyazi, tvhụ̄ yythi ạsiv th tthi sarne anhi vh svnbrạvith aikh vtth Allah tʿālyā pnun fạṣlh bvznavnh khạṭr qyamt khi dohh nykv karn diyhi rut jza bdkarn diyhi sza, yus pzụ̄ pạtthụ̄ Allah tʿālyā chuh prth chyzs pytth qdrt vvl."
  },
  {
    "verse_id": 149,
    "translation": "Mkrr chuh byyhi vnnh yivan yymhi ṭrfh tvhụ̄ nyriv sfrs mghrb kh ṭrfh ya mshrq kh ṭrfh ya shumal kh ṭrfh ya jnvb kh ṭrfh, prth jayhi gczihh nmazi mnzh buth krun msjdi ḥrams kun yʿne kʿbh shryfs kun, byshk yhi ḥkum chuh pzụ̄ pạtthụ̄ tuhndis prvrdigarh sndi ṭrfh, byyhi chuhnh Allah tʿālyā be khbr tuhnzv kamyv nishhi."
  },
  {
    "verse_id": 150,
    "translation": "Byyhi chuh yhi ḥkum byan yivan krnh kh yymhi ṭrfh tvhụ̄ nybr nyriv sfrs, prth jayhi pytth gczihh nmazi mnz buth krun msjdi ḥrams kun yʿny khanh kʿbs kun. Yhi ḥukm chuhnh tvhiy yvt blkh, ae lukv tvhụ̄ thi yythi ạsiv tthi pytth kriv tvhụ̄ pnun buth ath msjdi ḥrams kun, yhi ḥukm chuhs bh frmavan, yuthnh kunhi qsmh kth krnuk aʿtraẓ krnuk mvqʿh rvzyv lvukn yʿny yhvdn th mushrikn, sivae timn lvukn yimv pạnụ̄ pans ẓlm kvr timv andrh tihund ʿnad th bghẓ thavnh sintụ̄. Tmụ̄ kr nh ṭʿnh zny bhrḥal mgr, timn mh khvucziv tihnzn pamn hund mh briv kanhh prvah, khvczan ạsiv myạnis ḥukms khlaf krns, byyhi chuhs bh yhi ḥukm frmavan yuth pvurh krv pnnụ̄ nʿmt tohyhi pytth yuth tvhụ̄ dyn kyn aḥkamn kun vth lbiv, aislams pytth mẓbvṭy san qạyim rvuziv. Chvnkh qbluk mʿāmlh avs nhayt mhtm baalshan, mukhalfv avs ath pytth sytthah shvr tulmut byyhi avs amhi kyn bʿẓ jzyatn andr trdud spdnuk aḥtmal lhādha āv yhi ḥukm mkrr byan krnh amhi kyn sarne phlvn hund lḥaẓ thạvith. Amhi pth chuh Allah tʿālyā frmavan kʿbh shryf kh mqbvlytuk dʿā kvr ashi qbvl, suh bnvv ashi ahli aislamn hund qblh yithh pạtthụ̄ ashi ḥẓrti abrahym sund byakh dʿādrḥq bʿtht pyghmbri ākhralzman qbvl kvr."
  },
  {
    "verse_id": 151,
    "translation": "Kʿbh shryf bnv ashi ahli aslamn khạṭr qblh yithh pạtthụ̄ ashi svuz tohyhi kun ʿẓym alshan pyghmbrah tvhiy mnzh, yus sạnụ̄ āyat prụ̄ prụ̄ tohyhi bvznavan chuh, byyhi chuh tohyhi pak vṣaf kran shrkchhi th gnhn hnzi napạky nishhi, byyhi chuhv tohyhi hychhnavan qrāni mjyd, gatth jarchh kthh th ṭryq ʿml, byyhi chuhv hychhnavan tim ʿlvm th tim asrar yim nh tvhụ̄ kunhi hychhh hiv. Amhi amhi qsmchhi nʿmczh kri mv me ʿṭa."
  },
  {
    "verse_id": 152,
    "translation": "Kriv tvhụ̄ myvn yad bh kr tuhund yad, myanyn nʿmczn hnz shukur gdhạry kriv myạnụ̄ ḥkum mannh sintụ̄. Kfrani nʿmt mh kriv myạnụ̄ nafrmạny krnh sintụ̄."
  },
  {
    "verse_id": 153,
    "translation": "Ae baaymanv, yạriy th mdd czhạnddiv akh ṣbr krnh sintụ̄ kyazi ṣbʿr chuh prth kamyạby hnz kunz byyhi nmaz prnh sintụ̄ kyazi nmaz chhe afẓl ʿbadat, pzụ̄ pạtthụ̄ Allah tʿālyā chuh ṣbr krvnyn sintụ̄. Nmaz prvnyn sintụ̄ gvv ạsthe."
  },
  {
    "verse_id": 154,
    "translation": "Byyhi mh vniv timn lvukn yim marnh yin th shhyd yin krnh khdae snzi vthi andryʿny dyn khạṭr tim chhi mrdh blkhi chhi tim akhi mkhṣvṣ ḥyat sintụ̄ zinde mgr tvhụ̄ hykiv nh tihnz zndgy mḥsvs krith kyazi so chhe yymhi zndgy khoth thz zndgy."
  },
  {
    "verse_id": 155,
    "translation": "Byyhi āzmavv asụ̄ tvhụ̄ ẓrvur kynczhah khvf sintụ̄ byyhi bochhhi sintụ̄, byyhi mal vjan th myvan hndi nqṣan tụ̄, vuchhv ṣbr km krn th be ṣbry km krn, bshart frmạviv tvhụ̄ ṣbr krvnyn yim bddyn muṣybtn pytth thi ṣbr krn lokttyn muṣybtn pytth thi ṣbr krn, yihund ʿādt chuh."
  },
  {
    "verse_id": 156,
    "translation": "Ymn yylhi kanhh muṣybthah vatan chuh, tmhi sath chhi dpan asụ̄ chhi mal vjan th avladn san khdae sindiy mlk. Byyhi chhi asụ̄ ts kun ptvlakh rjvʿ krvnụ̄."
  },
  {
    "verse_id": 157,
    "translation": "Yime lvukh yim tkalyf vmuṣybtn pytth ṣbr krvnụ̄ th mṣybt kh vqth āyhi astrjaʿ yʿne.... Prvnụ̄ āsn timne pytth chhi khdae sndi ṭrfh byshumar mhrbạny byyhi bdd rḥmt, byyhi chhi yime lvukh yimv pzụ̄ pạtthụ̄ rahi rast lvb. Brvntthmyn āyati krymn mnz ạs dhikr khanh kʿbch kh suh chuh qblv andrh bhtr qblh, ʿbadtv andrh bhtr ʿbadts yʿne nmazi andrh kriv buth pnun ath khanh kʿbs kun. Vonụ̄ chuh Allah tʿālyā frmavan ath mtʿlq byyhi akhi bddi ʿbadtch dhkr so gyhi ʿbadti ḥj."
  },
  {
    "verse_id": 158,
    "translation": "Pzụ̄ pạtthụ̄ ṣfamrvh yim z koh byyhi yimn mnz sʿī yʿny dvrh dvr krnụ̄ chhe prvrdigarh sndyv dyn kyv yadgarv th nishanv andrh, ps yymụ̄ shkhṣn ḥj ada krnh khạṭr aḥram gvnddmut āshi ya ʿmrh krnh khạṭr, ts chuhnh kanhh gnah agr suh yimn don kohn drmyan dvrh dvr kri sathi phiri yth sʿī vnan chhi, byyhi yus akhah pnnhi khvshy sintụ̄ rcz kạmah kri, ps pzụ̄ pạtthụ̄ Allah tʿālyā chuh nykyn qdrkrvun svrue zanh vun kmụ̄ kosh kạm kmhi nyth kr."
  },
  {
    "verse_id": 159,
    "translation": "Byshk tim lvukh, yim pvshydh chhi thavan, yhi kynczhah ashi nạzil kvr nnyv dlylv andrh th hidayt andrh, varh pạtthụ̄ tvrat vainjyls mnz vẓaḥt san byan krnh pth, yimne lvukn pytth chuh Allah tʿālyā lʿnt kran pvz khttnh khạṭr byyhi chuh yimne pytth lʿnt krvun th lʿnt kran. Kyazi yihndi pvz khttnh sintụ̄ vvt nh khdae sund nvr lvukn nishhi."
  },
  {
    "verse_id": 160,
    "translation": "Mgr yim lvukh tvbh krn yimv kamyv nishhi phyrn. Byyhi smbaln pnnhi kamhi dyni aislam qbvl krnh sintụ̄ byyhi krn vẓaḥt timn kthn hnz yimh pvushydh th khttith thavan ạsụ̄, ps yim lvukh yim chhi yimn hund tvbh kr bh qbvl, be chuhs sytthah tvbh qbvl krvun rḥm krvun. Kanhh tvbh krvunah gczihh āsun."
  },
  {
    "verse_id": 161,
    "translation": "Pzụ̄ pạtthụ̄ yim kufrse pytth rvudụ̄ yimv yhvdv andrh byyhi mvudụ̄ kufrse pytth, timn lvukn pytth chhe bdstvr khdae snz lʿnt byyhi mlạykn hnz lʿnt byyhi sarne lvukn hnz lʿnt."
  },
  {
    "verse_id": 162,
    "translation": "Tth lʿnts mnz rvzn hmyshh, suh gvv nari jhnm yus lʿntuk grh chuh, lvczravnh th km yyhi nh krnh timn nishhi ʿdhab, nh yyhi timn mhlt dinh."
  },
  {
    "verse_id": 163,
    "translation": "Byyhi chuh mʿbvd tihund kunuemʿbvdah, kanhh mʿbvdah chuhnh ts vrạe. Kanhh chyzah chuhnh szavar ʿbadts ts akis dhats vrạe kyazi tihund ṣift chuh, ʿām rḥmt vvl khaṣ rḥmt vvl. Ys mnz yim z ṣft āsn sue chuh mʿbvd āsns szavar. Yylhi yhi āyhi krymh.... Nạzil spud. Kạfr lgụ̄ vnnhi amich dlyl kyah chhe, aty spud nạzil."
  },
  {
    "verse_id": 164,
    "translation": "Pzụ̄ pạtthụ̄ āsmann hndis th zmynn hndis pạdh krns andr, rat kis th dohh kis yins th gczhns andr, byyhi timn navn th jhazn andryim smndrn th dryavn andr pkan chhe, tim chyz th samanh hyth yymhi sintụ̄ lvukn nfʿ th fạydh vatan chuh, byyhi tth ābs mnz yus Allah tʿālyā āsman kh ṭrfh aobrh mnzh nạzil chuh kran, ps chuh tmy sintụ̄ mrdh zmyns zindh kran, byyhi chuh chhkravan ath zmyns andr prth qsmkụ̄ jandar, byyhi vavn hndis avr yvr krns andr, byyhi tth avbrs mnz yus ram tabʿ th frmanbrdar chuh yus alvnd chuh āsmans th zmyns drmyan, pzụ̄ pạtthụ̄ bddụ̄ bddụ̄ nishanh chhi yimn stn chyzn andr ʿqlhi valyn hndi khạṭr. Prth chyzah chuh dlalt kran tihndis khạlqi mṭlq th mʿbvdi brḥq āsns pytth."
  },
  {
    "verse_id": 165,
    "translation": "Byyhi chhi lvukv andrh bʿẓ lvukh yim tthhravan chhi khdays vrạe byyn khdae snd ụ̄hm plh th brabr, tihndiy mḥbt chhi thavan khdae sund hiyuv mḥbt. Timne chhi ʿbadts andr aṭaʿts andr khdae sndụ̄ shryk tthhravan. Khyal chuhkh yim chhi dhryʿh th vasṭh sufạrish krvnụ̄ khdays nishhi yimn thi chuh andrvny ṭaqt qdrts andr ya kanhh dkhlah khdae snzn kamyn andr, mgr yimv lvukv pczh kr khdae sndis kun āsns timn chuh sarne hndikhoth khdae sundue skht mḥbt kyazi timn chuh yqyn kh sue chuh svrue ʿṭa krvun th byyhi nh kanhh. Tim chhinh mngan ts vrạe kạnshi. Tim chhinh khvczan ts vrạe byyhi kạnshi su, e chuh sare nfʿuuk th nqṣanuk mạlik byyhi nh kanhh. Timn yuth mḥbt chuh khdae sund tyuth chuhkh nh byyhi kạnshi hund. Khdae sndiy rẓa khạṭr chhi tim khdae sndyn rtyn bndn, anbyahn th avlyahn hund mḥbt thavan, hrgah zanh hn yim ẓạlim yimv khdays shryk tthhrạvụ̄ so kth yosh zannụ̄ tghi timn tmhi sath yymhi sath tim ʿdhab vuchhn so gyhi yhe kth kh pzụ̄ pạtthụ̄ svrue qvt chuh khdae se yvt, byyhi chuh Allah tʿālyā kddur ʿdhab krvun, tylhi tthhravhn nh khdays shryk."
  },
  {
    "verse_id": 166,
    "translation": "Yylhi lvb hyn th be tʿlqy ẓạhir krn ạkhrts andr tim lvukh yihnz mtabʿt th pyrvy krnh yivan ạs timn lvukn nishhi yim pyrvy kran ạsikh, byyhi vuchhn doshve ʿdhab nnyv achhv, czhynn timn brvntthim sạriy tʿlqat."
  },
  {
    "verse_id": 167,
    "translation": "Byyhi vnn tmhi vqth tim lvukh ym pyrvy kran ạsụ̄ hrgah asụ̄ dubarh byyhi akh ltthi dnyahs kun gczhnuk byyhi mvqʿh bnhi ha, asụ̄ thi rvz hv timn nishhi alg yithh pạtthụ̄ tim ashi nishhi lvb th alg rvudụ̄, yithe pạtthụ̄ kyah havi Allah tʿālyā timn pnnhi ʿmlh yimh timv khdays vrạe byyn hndi khạṭr kri mczh āsn ndamt th pshymạny, byyhi āsn nh tim nari jhnm mnzh nyr vnụ̄ blkh chuh timn tth mnz hmyshhi rvzun. Mushrikyn ʿrb ạsụ̄ potlyn hndyn navn pytth bʿẓ janvrn namzd krith thavan. Tmhi pth ạsụ̄ tim timn janvrn sytthah tʿẓym vtkrym kran. Timn janvrn nishhi ạsụ̄ nh kanhh fạydh th nfʿ tulan. Khyal ạsụ̄ kran yhi chuh ḥukmi khda, amhi sintụ̄ spdi ashi nishhi khda rạẓy, amhi sintụ̄ kri suh ashi nishhi pnun qurb ʿṭa. Allah tʿālyā chuh tth tihndis khyals rd kran, frmavan chuh."
  },
  {
    "verse_id": 168,
    "translation": "Ae lvkvkhyyiv tim chyz yim zmyns andr shrʿh mvjvb ḥlal th pak chhi. Pane mh kriv pans kanhh chyz ḥram. Ḥlal gvv thi yhi khdayn ḥlal kvr, ḥram gvv thi yhi khdayn ḥram kvr, pth mh pkiv shyṭan sndyn pdyn yʿny tihnz mtabʿt mh kriv. Yvkun suh pknavyv tvkun mh pkiv, kyazi pzụ̄ pạtthụ̄ suh chuh tuhund nvn dushmn."
  },
  {
    "verse_id": 169,
    "translation": "Suh chuhnh tohyhi amr kran mgr gnahn hund byyhi ychh kamyn hund. Byyhi amhi kue kh tvhụ̄ nvvrạviv khdays pytth time kthh yimh nh tohyhi mʿlvm chhe. Ḥram kriv ḥlal chyz, ḥlal zạniv ḥram chyz."
  },
  {
    "verse_id": 170,
    "translation": "Yylhi vnnh yivan chuh timn mushrikn yim shyṭan snz pyrvy kran chhi, ae lvukv tmhi ḥukmh mvjvb pkiv yus nạzil kvr Allah tʿālyā hn pyghmbri brḥqs pytth yʿny qrān mjyd, jvab chhi tim dpan, blkh pkv asụ̄ tth ṭryqs pytth yth ṭryqs pytth lbụ̄ ashi pnnụ̄ mạlụ̄ bddbb, kyah tim lvukh krnh pnnyn malyn hnz pyrvy hr ḥalts andrtylhi th yylhi nh tim kunhi thi zanan āsn byyhi nh kunhi ṣḥyḥ vthi pytth āsn. Yhi gyhi tylhi kmali be vqvfy."
  },
  {
    "verse_id": 171,
    "translation": "Yimn kạfrn hnz mithal chhe ts janvr snz mithal yus nh mẓmvni klam bvzan chuh mgr nadah th ālvah. Yim kạfr chhi zrụ̄, klụ̄, anụ̄. Ps chhinh zanan tim kynhh thi."
  },
  {
    "verse_id": 172,
    "translation": "Baaymanv yimv pczh krv kunis khdays byyhi tihndis pyghmbrs, khyyiv tim pak chyz yim ashi tohyhi ʿṭa krụ̄ mtụ̄ chhiv. Tuliv timn chyzn hund tmtʿ yth dnyachhi zndgy mnz. Pane mh ạsiv me vrạe kạnshi hndi khạṭr pans pytth kanhh nʿmt ḥram kran th travan, shukr kriv khdays yymụ̄ be shumar nʿmczh ʿṭakri vh, chuhve tsụ̄ yvt mʿbvd zạnith ʿbadt kran."
  },
  {
    "verse_id": 173,
    "translation": "Tmụ̄ kvr nh tohyhi pytth kynhh thi ḥram mgr kvrun suh janvr yus pane mvmut āshi, byyhi kvrun ḥram khvn, byyhi kvrun ḥram svrh maz, byyhi kvrun ḥram yhi kynczhah khdays vrạe byyhi kạnshi hund qurb th rẓa ḥạṣil krnh khạṭr kạnshi hndi navh thavnh āmut āshi, ps yus shkhṣah lachar th muẓṭr spdi kanhh chyzah bnys nh yimv chyzv vrạe. Sue yimv chyzv andrh nafrmạny krnh vrạe ldht czhanddnh vrạe th ḥdh nishhi ddlnh vrạe kynhh khyyhi ts chuhnh kanhh gnah, pzụ̄ pạtthụ̄ Allah tʿālyā chuh sytthah mghfrt krvun sytthah rḥm krvun."
  },
  {
    "verse_id": 174,
    "translation": "Byshk yim lvukh khttan chhi tim mẓmvn tmhi ktabhi hndụ̄ yosh nạzil kr Allah tʿālyā hn, byyhi chhi ḥạṣil kran tth bdl qinmthah sytthah km, yim lvukh yim khttan chhi pzi kthh tth bdl chhi harh vatnavan mgr narh tyvngul, Allah tʿālyā krinh yimn sintụ̄ qyamt khi dohh kth thi, byyhi krykh nh pak gnah mʿāf krnh sintụ̄, byyhi chuh tihndiy khạṭr dg th dvd tulh vun ʿdhab."
  },
  {
    "verse_id": 175,
    "translation": "Yim lvukh ge time yimv gumrạhy mlụ̄ hycz hidayts, byyhi hyvtuk mvlụ̄ ʿdhab mghfrts, kintyah czydd krvnụ̄ chh, yim nars pytth yʿne be prvạyy san chhi kamhi kran yimv sintụ̄ nars grftar spdn."
  },
  {
    "verse_id": 176,
    "translation": "Yhi svrue chuh timn yymhi vjhh kh Allah tʿālyā hn kr nạzil pnnụ̄ ktab pvzhyth. Timv kvr tth mnz aikhtlaf. Addis krkh pczh, addis kvrukh ainkar, avdd tuhvvukh khttith, avdd nnrvvukh, pzụ̄ pạtthụ̄ yimv aikhtlaf kvr ath ktabhi andr yʿny tvrats andr addis pczh th addis ainkar krnh sintụ̄ tim chhi zyitthis aikhtlafs andr pymtụ̄ yuthnh zanhh vatth lgykh. Yylhi brvntthmyn āyatn andr pnnhi ychh kamh th timn hund sza buvzukh yhvd th nṣaryā lgụ̄ vnnh ashi kyazi āsiha yhi sza asụ̄ he chhi nmazi andr pnnis pnnis qbls kun buth krith nmaz pran. Allah tʿālyā hn kvrukh tth khyals rd."
  },
  {
    "verse_id": 177,
    "translation": "Nyky chhnh yicze yạcz kh tvhụ̄ phiriv nmazi andr buth mshriqs kun ae nṣaryā hv ya mghrbs kun ae yhvdv, lykn nykv kar ge goddh time, yimv ayman avn. Pczh krkh akis khdays byyhi tihndis kun āsns byyhi qyamt kis dohs, byyhi mlạykn hndis vjvds, byyhi sarne āsmạny ktabn, byyhi sarne pyghmbrn, tvpth din mal pnun khdae sndi mḥbth suh mal ttvtth ạsith, pnnyn mḥtaj ạshnavn, byyhi be khrch msafrn, byyhi mngh vnyn, byyhi grdnh āzad krns andr. Mqrvẓn th gholamn hnzh grdnh āzad krns andr, byyhi thavn brpa nmaz, byyhi āsn ada kran malch zkvat, byyhi āsn pnnis ʿhds vfa krvnụ̄ yylhi panh vạnụ̄ mʿāhdh kran āsn, byyhi āsn ṣbr krvnụ̄, byyhi skhty andr tklyfn andr byyhi lrrayhi andr kạfrn sintụ̄ jng khi vqth, yime lvukh kyah ge pzụ̄ zyạrụ̄, yime lvukh kyah ge prhyzgar khdays khvczvnụ̄. Mḥqqv frmạvụ̄ kmalti ansạny agrchhi tim chhi varyah chyz mgr ajmalaan chhi tim munḥṣr tryn chyzn andr ṣḥt aʿtqadḥsni mʿāshrt, thdhybi nfs. Ṣḥt aʿtqad gvv pczh krnụ̄ mʿbvdi brḥqs byyhi pczh kr nụ̄ timn chyzn yimn pczh krnụ̄ lạzim chhe. Ḥsni mʿāshrt gvv prth ḥqdars pnun ḥq vatnavun. Thdhybi nfs gvv nmaz prnụ̄, zkvāh dinụ̄, ʿhds vfa krun th ṣbr krun. Yim sạriy chyz chhi jmʿ yth āyhi kryms andr. Yhi āyhi krymh chuh ainsạny kmalatn jmʿ krvun yime ge aṣvli br. Yʿny nykyn hndụ̄ aṣvl. Amhi pth chuh Allah tʿālyā frmavan frvʿii bryʿny nykyn hndụ̄ shakh th aqsam. Goddnyuk qsm gvv qanvni qṣaṣ."
  },
  {
    "verse_id": 178,
    "translation": "Ae baaymanv, muqrr āv krnh tohyhi pytth qanvni qṣaṣ yʿny msavat mqtvln hndi ḥqh, āzad shkhṣ yyhi qtl krnh āzad shkhṣs bdl, ghlam yyhi qtl krnh ghlams bdl, znanh yyhi qtl krnh znanhi bdl yʿny shryf th kmynh āsnch ya dvlt mnd ya fqyr āsnch chhanh kanhh frq, ys qạtils ʿfv āv krnh pnnis bạe sndi ṭrfh kanhh chyzah yʿne mqtvlh sndyv vạrithv andrh hrgah kanhh akhah ʿfv th drgudhr kri, ps shvbhi baqe vạrthn mṭalbh krun skhty vrạe, byyhi shvbhi qạtils suh dyt ada krun mqtvlh sndyn vạrthn kun tar th drngy krnh vrạe, yhi qanvn dyt vʿfvchhu bdd āsạny bdd rḥmt tuhndis prvrdigarh sndi ṭrfh, ps yus akhah ḥdh ddlhi amh ʿfv krnh pth yʿne dyns pytth tṣyf spdn khi bavjvd kri mqtvl sndyv vạrthv andrh kanhh qạtiln nishhi antqam th qṣaṣ hynch kvushish. Tsndi khạṭr chuh ạkhrts andr dvddivun ʿdhab."
  },
  {
    "verse_id": 179,
    "translation": "Tihndi khạṭr chhe yth qṣaṣ kis ḥukms andr bdd zndgy ae ʿqlhi valyv kyazi yylhi kạnshi akụ̄ sndi qtl krnuk aradh krn vvl yhi zanhi kh me yyhi amyuk qṣaṣ hynh suh rvzi pane qtl nishhi pth, yuth tvhụ̄ qtl nishhi pth rvziv qṣaṣ kh bymh."
  },
  {
    "verse_id": 180,
    "translation": "Frẓ āv krnh tohyhi pytth ae baaymanv yylhi ḥạẓir āshi spdan tohyhi andr kạnshi mvt yʿny mrnuk vqt āshi vatan mvtkụ̄ ʿlamat āsn ẓạhir spdan, hrgah he suh travi pth kun kanhh malah, vṣyt krin ath mals andr mạlis majhi hndi khạṭr, byyhi ạshnavn hndi khạṭr anṣaf mvjvb th ḥsbi dstvr. Yhi chhu lạzm prhyzgarn hndi khạṭr."
  },
  {
    "verse_id": 181,
    "translation": "Ps yymụ̄ akụ̄ tbdyl kvr ath vṣyts bvznh th mʿlvm spdnh pth, ps chuhnh amyuk gnah mgr timne yim ath tbdyl krn, Allah tʿālyā chuh svrue bvz vun svrue zanh vun yh ḥkum avs abtdạyy aislams andr pth spud yhi ḥukm mnsvkh āyhi myrathh sintụ̄."
  },
  {
    "verse_id": 182,
    "translation": "Ps yus khvczi vṣyt krvnhi sndi ṭrfh kunhi qsmh beanṣạfy ya ḥq tlfy, ps kri vạrthn mnz ath vṣyts kynhh aiṣlaḥ, ts chuhnh kanhh gnah, byshk Allah tʿālyā chuh mghfrt krvun rḥm krvun."
  },
  {
    "verse_id": 183,
    "translation": "Ae baaymanv, frẓ āyhi krnh tohyhi pytth rvzh dạry, yithh pạtthụ̄ frẓ āmcz ạs krnh timn lvukn pytth yim tohyhi brvntth ạsụ̄, yuth tvhụ̄ mutqy th prhyzgar bniv."
  },
  {
    "verse_id": 184,
    "translation": "Kynczhn dohn yim doh gnzrnh āmtụ̄ chhi, tmhi pth tohyhi andr kanhh bymar pyyhi ya sfrs nyri timn dohn andr tmis chuh aijazt timn dohn afṭar krith tim doh pvurh krnụ̄ blith ya sfrh nishhi vaps yith. Byakh āsạny chhe, byyhi gczihh timn lvukn hund yimn ṭaqt āshi rvzdar rvznuk mgr rvzn nh. Fidyhi dyun akis mḥtajs akhi dohh bdl don qtn brabr khyn dyun yhi ḥukm chuh āmut mnsvkh krnh.... Sintụ̄. Mryẓ th msafr chhi astshna, ps yus nyky kri yʿny mḥtajs zyadh phn diyhi thi chuh tihndi khạṭr bhtr, tvpth he tohyhi rvzdạry hund thvab th fẓylt mʿlvm āsiha tylhi avs tuhndi khạṭr rvzdar rvznue bhtr."
  },
  {
    "verse_id": 185,
    "translation": "Mahi rmẓan gvv suh ryth yth ryts mnz qrāni mjyd nạzil āv krnh lvḥi mḥfvẓs pytth byt almʿmvrs kun, yus qrāni mjyd bvdd hidayt chuh lvukn hndi khạṭr yth mnz hidaytch nnhi dlylh chhe yimh dlylh pzis th apzis mnz frq krvnhi chhe, ps yus akhah tohyhi andrh ath ryts lbhi suh rvzin ath ryts rvzdar, byyhi yus tohyhi andrh tmhi qsmh bymar āshi yuth rvzh drith muẓr spdys ya msafr āshi ath ryts andr, tylhi chhi tmis tmhi bymari hndụ̄ doh byyn dohn andr dirnụ̄ lạzim, Allah tʿālyā chuh yczhan tuhndi khạṭr āsạny, suh chuhnh yczhan tuhndi khạṭr skhty, byyhi chuh yczhan Allah tʿālyā kh pvurh kriv tvhụ̄ rvzdạry hndụ̄ doh yuthnh thvabs andr kmy rvzvh, byyhi yuth tvhụ̄ Allah tʿālyā bzrg th bvdd zạnyvn. Bvdd zạnith ạsiv tihund yad kran. Pran ạsiv Allah akbr, yth kthhi pytth kh Allah tʿālyā hn kyah kvruv tohyhi hidayt tmụ̄ kyah hạvv tohyhi vth rcz kamhi krns kun, yuth tvhụ̄ prvrdigarh snzn mhrbạnyn pytth shukr gdhạry kriv. Nby kryms nishhi āyhi akh jmaʿthah timv pruczh ya rsvl Allah khda chha ashi nishhi nzdyk tylhi mngh hv s lvthi lvthi kinh suh chuh dvur tylhi mngh hvs bddi bddi. Aty spud nạzil yhi āyhi krymh."
  },
  {
    "verse_id": 186,
    "translation": "Byyhi yylhi tohyhi prczhn myạnụ̄ bndh kh bh chuhsh timn nzdyk kinh dvur frmạvyvkh myanhi ṭrfh bh chuhskh nzdyk, aijabt th qbvl chuhs kran prth mngh vnụ̄ sndis mngns, prth drkhvast krvnhi sndis drkhvast krns yylhi āshi suh munạsib th qạbli qbvl yylhi suh ʿạjzy san me yvt zanhi ḥajt rva, ps mạninụ̄ tim thi myạnụ̄ ḥkum., e nishhi krin ṭlb aijabt, byyhi krin pczh me myanhi nzdyk āsnuk thạvin yqyn, yuth timn thi tmhi sintụ̄ me nishhi vatnch vth yyhi."
  },
  {
    "verse_id": 187,
    "translation": "Ḥlal āe krnh tuhndi khạṭr ae baaymanv rvzn hnzn ratn andr pnnyn mnkvḥh znann nishhi nfsch khvahsh pvrh krnh khạṭr nzdyk spdun, timh chhe tuhund lbas, tvhụ̄ chhiv tihund lbas akh akụ̄ sndis bdns sytụ̄ mtṣl mylith lbaskụ̄ pạtthụ̄ ya akh akụ̄ sndis sirs srpvsh th str. Yithh pạtthụ̄ lbas chuh bdns strkran bdnuk ʿạb pvushydh thavan, Allah tʿālyā hs ạs khbre kh tvhụ̄ kriv khyant pnnyn pann yʿny khdae sndis ḥukms kriv mukhalft krnh sintụ̄ kriyvkh gnhgar pnnụ̄ pan, tvpth spdiv nạdim th pshyman pnnụ̄ mʿdhrt kriv pysh, ps Allah tʿālyā hn kvr tvbh tuhund mʿdhrt tuhnz qbvl, tuhndyn gnahn kvrun ʿfv, ps vonụ̄ kriv nzdyky pnnyn znann sintụ̄ mahi rmẓan chn rạczn andr bila trdud, czhạnddiv th ḥạṣil kriv thi yhi Allah tʿālyā hn azlh tuhndi khạṭr lyvkhmut āshi yʿny avlad. Amhi andrh drav kh znann nishhi nzdyky krnh andrh gczihh āsun qṣd bqạyy nsluk mḥẓ. Nfsch khvahish pvurh krne yvt nh. Aamy chuh nby krymn amhi vqth pnnụ̄ aumt tim dʿā hychhnạvmcz yim ath mqṣds munạsib chhi...... )mṣnf ʿbdalrzaq bḥvalh ftḥ albary( amyuk mʿny gvv prvrdigarah ashi doshvnụ̄ bạczn thav shyṭans nishhi dvur. Byyhi yhi cze ashi ʿṭa kvruth avlad ts nishhi thavun shyṭan dvur. Prvrdigarah yhi cze ashi ʿṭa kvruth avlad tth mnz mh thav shyṭan sund kanhh ḥṣh, byyhi khyyiv chyyv mahi rmẓan kyn shbn andr, tvtanụ̄ yvtanụ̄ mshriq kh ṭrfh ẓạhir āshi spdan tohyhi ṣbḥ ṣadqch sfyd dav kryhnhi davi nishhi yʿny shb chhi tạryky nishhi āshi ṣbḥ ṣadqch sfydy nnan, tvpth ạsiv rvzdạry pvurh kran shams tanụ̄ yus abtdạyy shb chuh, byyhi mh ạsiv pnnyn znann nzdyk spdan nfsch khvahish pvurh krnh khạṭr. Buthis czipnhi hyvan ya monhi myitthụ̄ kran yylhi tvhụ̄ msjdi andr aʿtkafs rvzan ạsiv suh aʿtkaf mahi rmẓans andr ạsitn ya byyn rytn andr ạsitn, yim chhi nishanh khdae sndụ̄ muqrr krụ̄ mtụ̄, ps mh spdiv yimn nishann th ḥdn nzdyk. Yimv ḥdv nishhi ddlnch chhanh kthe, yithe pạtthụ̄ chuh Allah tʿālyā nnrạvith byan kran āyat pnnụ̄ lvukn hndi aiṣlaḥ khạṭr, yuth tim khdae snzv nafrmạnyv nishhi bchn th pth rvzn."
  },
  {
    "verse_id": 188,
    "translation": "Byyhi mh khyyuv mal akh akụ̄ sund naḥq th ḥram ṭryqh czvr, khyant, ghẓb krnh sintụ̄, zar gindnh sintụ̄ ya ʿqvdi fasidh krnh sintụ̄ yʿny tim mʿāmlh krnh sintụ̄ yim shrʿs andr najạyiz chhi. Tim ge puhlyh andr tthykh krnụ̄ hy chyz. Pạdh spdnh brvntth khryd v frvkht krun hiyv, byyhi mh ạsiv apuz mqdmh nivan ḥạkimn nishhi, yuth ḥạkimn nishhi mqdmh ziyinith lvukn hund mal khyvan ạsiv bẓlm, zạnith krith yʿny tohyhi āshi khbre pnnhi apzi dʿūahch th apzi muqdmch."
  },
  {
    "verse_id": 189,
    "translation": "Prczhan chhi tohyhi lvukh hlaln hund tim kyazi chhi nikụ̄ āsan tvpth bddan bddan zvun spdan tvpth byyhi pnnis ḥals pytth vatan, tvhụ̄ frmạviyvkh tohyhi kyah chuhv yimn kthn sintụ̄. Tvhụ̄ bvuziv so kth yth sintụ̄ tohyhi tʿlq chuhv. Yim hlal chhi nishanh lvukn hndyn mʿāmlatn hndi khạṭr. Mthlaan mzvrn hnzh mzuvri, znann hndi ʿdtuk ḥsab mdti ḥmluk ḥsab, mdt rẓaʿ vfẓal yʿny dod chynuk th czttnuk ḥsab, rvzdạry, zkvat byyhi ḥjuk vqt mʿlvm spdnh khạṭr nvn th ṣaf ḥsabi qmry ḥsab yus ḥlalv sintụ̄ mʿlvm spdan chuh. Kufari mkh ạsụ̄ aḥram gnddith grn andr kunhi ẓrvurt khi vqth drvazv kinụ̄ aczun gnah zanan lhādha ạsụ̄ grv hndyv pshv kinụ̄ dyvar czttith ya dyvarh kinụ̄ grn mnz aczan. Ath kvr Allah tʿālyā hn rd, byyhi chhnh nyky tvhụ̄ kyah yiyiv grn mnz grn hndyv pshv kinụ̄ blkh chhu yhi zmanh jahlytch ṭryq, blkh nykv kar gvv sue yus khdays khvczi, blkh yiyv grn mnz grn hndyv drvazv kinụ̄. Pane pnnhi khyalh kanhh kthah gnah zannụ̄ yhi chuh khlafi aislam. Nyky gyhi soe yymyuk ḥkum khdayn th pyghmbri khdayn kvrrmut āshi, bdy gyhi soe yymhi nishhi timv mmanʿt krmcz āshi, khvucziv khdays tmy sintụ̄ spdiv tvhụ̄ rstgar th kamyab don ʿālmn mnz."
  },
  {
    "verse_id": 190,
    "translation": "Jng kriv jngch tyạry kriv khdae sndi vthi mnz tuhund dyn bulnd krnh khạṭr, timn sintụ̄ yim tohyhi sintụ̄ jng kran chhi jngch tyạry kran chhi, ḥdh mh ddliv kạnshi pytth mh kriv zyadty lokttụ̄, znanh th budd mh mạriyvkh qṣdaan. Sbz kulụ̄ mh czttiyvkh, zraʿt mh kriv tbah th ʿhd shikny mh kriv, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh psnd kran ḥdh ddlh vnyn."
  },
  {
    "verse_id": 191,
    "translation": "Hrgah tohyhi timn sintụ̄ kanhh ʿhd v pyman āshi nh tylhi yytins tvhụ̄ tim lbyvkh ttins mạriyvkh, nybr kddiyvkh tim tmhi shhrh mnzh, timv tvhụ̄ nybr kddihv prvah mh briv kynhh kyazi tim chhi ftnh fsad kran. Kunis khdays shryk tthhravan, ftnh fsad th shirk chuh qtl khoth zyadh mushkl, tvhụ̄ mh kriv jng timn sintụ̄ msjdi ḥrams nzdyk yvtanụ̄ nh time tvrh jng krns abtda krn msjdi ḥrams mnz, hrgah jng krns andr timve shrvʿ kvr, tylhi mạriyvkh tvhụ̄ thi, kyazi yohe chuh sza kạfrn hund."
  },
  {
    "verse_id": 192,
    "translation": "Hrgah tim amhi pth shrk vkufrh nishhi pth rvuzith mslman spdn th tvbh krn, ps bkhshhi Allah tʿālyā timn kyazi Allah tʿālyā chuh sytthah bkhshhi vun sytthah rḥm krvun."
  },
  {
    "verse_id": 193,
    "translation": "Byyhi kriv timn sintụ̄ jng tvtanụ̄ kh ftnh th fsad rvzinh kunhi. Shrk spdi mʿdvm, prstish th aṭaʿt yyhi krnh khdae snze yạcz, ps agr tim pth rvzn shirkh nishhi ftnh vfsadh nishhi. Ps chhnh zyadty krnụ̄ ẓạlimn vrạe kạnshi pytth."
  },
  {
    "verse_id": 194,
    "translation": "Tʿẓymuk ryth chuh muqabil tʿẓym kis ryts, tʿẓymkụ̄ chyz chhi adlh bdlh yʿny brvntthmhi vryhi yylhi tvhụ̄ āe vh ʿmrh krnh khạṭr mahi dhy alqʿds andr yimv kạfrv rttiv tvhụ̄ pth ʿmrh krnh nishhi. Ḥudybyh nishhi dyut hv nh brvntth pknh. Yth mvqʿs pytth adh ṣlḥ ḥudybyh spud. Pth ạv tvhụ̄ doyimhi vriyhi ʿmrt alqṣnakrnh khạṭr ath mahi dhiy alqʿds andr mgr tvhụ̄ chhiv andyshhi kran mahi dhy alqʿds andr jng krns. Tth mtʿlq chuh Allah tʿālyā aḥkam frmavan. Hrgah yim tohyhi tʿẓym kyn rytn andr tʿẓym kyn jayn andr avrh muqablh krnh khạṭr yin, mh briv kanhh prvah. Tvhụ̄thi kriv timn sintụ̄ khvb muqablh, ps yus ḥdh ddlhi tohyhi pytth tvhụ̄ thi ddliv ḥdh ts pytth tyczhn yyczhn suh ddolmut āshi, tvhụ̄ khvucziv khdays, yqyn zạniv pzụ̄ pạtthụ̄ Allah tʿālyā chuh khvczh vnyn sintụ̄ yạry th mdd krnh khạṭr."
  },
  {
    "verse_id": 195,
    "translation": "Byyhi kriv khrch mal pnun khdae snzi vthi andr dushmnn sintụ̄ muqablh krnh khạṭr hyyuv mvlụ̄ jnguk saman, czhrve athv mh ạsiv jhad krnhi nyran. Suh gvv pan pnun hlakts mnz travun, mh ạsiv pnun pan pnnyv athv hlakts mnz travan mal khrch nh krnh sintụ̄. Mals andr yithyn mvqʿn pytth bkhl krnuk anjam chuh hlakt th tbạhy, kạm ạsiv pkhth th mẓbvṭ kran, pzụ̄ pạtthụ̄ Allah tʿālyā hs chhi psnd rcz kạm th pukhth kạm krvnụ̄."
  },
  {
    "verse_id": 196,
    "translation": "Pvurh kriv ḥj th ʿmrh khdae sndi khạṭr yʿny yylhi ḥjuk ya ʿmrahuk aḥram gnddan ạsiv suh ạsiv batmam vatnavan, mnze mh ạsiv aḥram mnzh nyran bilavjh, hrgah tvhụ̄ bnd yiyv krnh pth yiyv rttnh, kanhh dushmn ya bymạrụ̄ rtthi tohyhi pth, ps chuh lạzim tohyhi qrbanuk janvr yus tohyhi mysr spdidhbḥ krnh khạṭr svzun, byyhi mh kạsiv kln ms yʿny aḥram mnzh mh nyriv tvtanụ̄ yvtanụ̄ nh qrbanuk janvr pnnhi jayhi vathi, ps agr tohyhi mnzh kanhh bymar āshi, ya āsys kls kynhh tklyf yymhi sbbh ms pyys kasun, suh kạsinụ̄ ms th diyin fidyhi, ps chuh ts pytth fidyhi dyun tryn dohn rvzdar rvzun ya ṣdqh krun shyn miskynn khyn dyun ya czhavul ya ktth dhbḥ krun, ps yylhi tohyhi yimv chyzv nishhi amn vaman spdi, ps yus akhah ʿmrah chv kamyv nishhi fạrgh spdith ḥjuk aḥram gnddi yʿny tmtʿ kri, ps chuh ts lạzim dhbḥ krun yus janvr mysr spdys, ps ys akis nh janvr mysr spdi ts chuh mtthi tryn dohn rvzdar rvzun ḥj kyn dohn andr, byyhi stn dohn ḥj pth yylhi vaps hyyhi yun, yime ge dah doh, yhi ḥukm gvv timn yim nh mky āsn blkh āsn āfạqy, byyhi khvucziv khdays yuthnh tihndyn ḥukmn khlaf kriv, byyhi zạniv kh byshk Allah tʿālyā chuh skht ʿdhab krvun aḥkamn hnz mukhalft krvnyn."
  },
  {
    "verse_id": 197,
    "translation": "Ḥjuk mvqʿh chuh kynhh ryth yim muqrr chhi shval dhy qʿdh th dhy alḥjikụ̄ dah doh, ps yus akhah yimn rytn andrḥj krnh khạṭr aḥram gnddi, ps gczihh nh znann sintụ̄ nzdyky krun ya tth mtʿlq kth bath krnụ̄, nh gczihh bdkạry th khilafi shrʿ kanhh kạm krnụ̄, nh gczihh panh vạnụ̄ harharth layhi lae krnụ̄ ath ḥj kis zmans andr, yosh khạrch kạmah tvhụ̄ kran chhiv bdny ʿbadatv andrh ya mạly ʿbadatv andrh thi svrue chuh zanan Allah tʿālyā, byyhi ạsiv khrch tulan sintụ̄, bychhan bychhan mh ạsiv ḥj krnhi nyran. Byshk rut vth khrch gvv tqvyā yus byyis athh darnh nishhi bchavi, me yvt khvucziv ae ʿqlhi valyv mh kriv myanyn ḥukmn hnz mukhalft."
  },
  {
    "verse_id": 198,
    "translation": "Tohyhi chuhnh kanhh gnah hrghe tvhụ̄ ḥj kis mvqʿs pytth ksb krith mzvurụ̄ mḥnt krith ya tijart ya karvbar krith tlash kriv mʿāsh pnun pnnis prvrdigarh sndi fẓl andrh. ʿām khyal yus lvukn hund chuh kh sfri ḥjs andr gczihnh kunhi qsmh ksb vkar ya tijart ya karvbar krun, ath khyals chuh Allah tʿālyā ṣryḥ ṭvr rd kran, adh yylhi tvhụ̄ mydani ʿrfat nishhi vaps hyyiv yun ps kriv khdae sund yad mydani mzdlfs nzdyk tth rats yʿny ʿīd hndis shbs rvuziv mydan mzdlfse andr khdae sund yad kran )mshʿr ḥram chuh mydani mzdlfs ands pytth akhi kvhuk nav(, khdae sund yad kriv yithh pạtthụ̄ tmụ̄ byan kvrnuvyʿny.... Priv dʿā kriv. Ya gvvmʿny khdae sund yad kriv kyazi tmụ̄ kvruv hdayt, tmụ̄ hạvuv vth ḥj kyn aḥkamn kun, vrnh ạsiv na tvhụ̄ tmụ̄ sndi vth havnh brvntth gumrahv andrh vthi ddlmtyv andrh, ya gvv mʿne pzụ̄ pạtthụ̄ ạsiv tvhụ̄ amis rhbri kạmil ḥẓrti Muḥammad sndi tshryf annh brvntth vthi ddlmtyv andrh."
  },
  {
    "verse_id": 199,
    "translation": "Tvpth yiyivvaps tmy jayhi pytthh yymhi jayhi pytthh sạriy lvukh vaps āe yʿny mydani ʿrfat pytthh, qryshn hndụ̄ pạtthụ̄ mh ạsiv ʿrfats mnz sarne lvukn sintụ̄ smun tvpth tty pytthh sarne lvukn sintụ̄ vaps yun ʿār zanan. Tim qrysh ạsụ̄ pnnụ̄ pan thdụ̄ zạnith muzdlfh pytthe vaps yivan. Tmhi nishhi frmạv Allah tʿālyā hn mmanʿt, ḥj kyn ḥukmn andr jạhilyt kyn rsmn pytth ʿml krns pytth mngiv khdays mghfrt, pzụ̄ pạtthụ̄ Allah tʿālyā chuh mghfrt krvun sytthah rḥm krvun."
  },
  {
    "verse_id": 200,
    "translation": "Adh yylhi tvhụ̄ moklavan ạsiv pnnhi ḥj chhi kamhi yʿny vddri hndụ̄ knhi phlụ̄ trạvith ms kạsith ṭvaf zyart krith ạsiv moklavan, ps ạsiv khdae sund yad kran yithh pạtthụ̄ tvhụ̄ malyn bddbbn hund yad kran ạsiv blkh tmhi khoth ạsiv zyadh khdae sundue yad kran. Ath mvqʿs pytth chuhnh kạnshi hund yad krun lạzim khdae sndi yadh vrạe. Malyn bddbbn hndi sintụ̄ fkhr krun chuh be svd th be fạydh. )pdrm slṭan bvd( vannuk jvab chuh )turachh( yʿny )myvn mvl avs badshah( jvab chhu )czh kya chuhkh(. Qbri mnz yyhi nh prczhnh pdrt kyst. Tthi prczhn ʿmlt kyst, ps chhi lvukv andr bʿẓ, yim vnan chhi ae sanhi prvrdigarh ashi kr ʿṭa dnyahs andr rutue, tim chhi czhanddan fqṭ dnyakue mṭlb, tihndi khạṭr chuhnh ạkhrts andr kanhh ḥiṣah."
  },
  {
    "verse_id": 201,
    "translation": "Lvukv andrh chhi baayman yim dpan chhi mngan chhi, ae sanhi prvrdigarh ashi kr ʿṭa dnyahs andr thi rutue ạkhrts andr thi rutue, byyhi bchav ashi ʿdhab nishhi. Ḥẓrti ʿly murtẓyā rẓy Allah ʿnh timn nishhi chuh nql krnh āmut kh timv frmvvḥsnhi dnyah gyhi nyk znanh ḥsnhi ạkhrt gyhi ḥvuri ʿīn. ʿdhabi nar gvv khrab znanh, bdkhve, bdshkl vṣvrt tyz klam krvnụ̄."
  },
  {
    "verse_id": 202,
    "translation": "Yime lvukh ge tim yimn hndi khạṭr bvdd ḥiṣh chuh timn nykyn hund yimh timv ḥạṣil kri, timne nykyn hund thvab krykh ʿṭa dhrh dhrh ḥisab bvuzith, Allah tʿālyā chuh jld ḥisab bvzvun."
  },
  {
    "verse_id": 203,
    "translation": "Byyhi kriv Allah tʿālyā sund yad gnzravnh āmtyn dohn andr. Timv andrh chuh murad ayami tshryq qrban krnuk doh. Timn dohn andr ạsiv tkbyrat pran.... Frẓ nmazi pth byyhi tmhi vrạe thi, yus akhah jldy kri mnyā mnzh vaps yins andr. Doyy dohụ̄ yyhi vaps ts chuhnh kanhh qṣvr, yus brabr tryn dohn mnyā hs mnz rvuzith tryymhi dohuk knhi phlụ̄ thi trạvith vaps yyhi ts thi nh kanhh qṣvr, yhi gvv ts yus khdays khoczi, byyhi khvucziv hmyshhi ae mslmanv Allah tʿālyā hs, yqyn thạviv kh byshk tvhụ̄ sạriy yiyv ts nishhi jmʿ krnh th svnbravnh qyamt khi dohh mḥshrkis mạdans andr."
  },
  {
    "verse_id": 204,
    "translation": "Lvukv andrh chuh tryyim qsm yimn hund ẓạhir chuh akh, bạṭin chuh byakh, zyv chhe akh, dil chuh byakh. Brvntth knhi chhi akhi buthhi pth knhi chhi byyhi buthhi. Akh qsm gvv lvukn hund yim dnya czhanddn ạkhrtch chhkh nh kanhh fkir. Byakh qsm chuh yim dnya chhi czhanddan ạkhrt thi chhi czhanddan. Tryim qsm gvv yim ẓạhir pạtthụ̄ chhi nnravan dnyanishhi byzạry th ạkhrtuk khyal. Yihnzh ychh kthh tohyhi ya rsvl Allah ʿjạyib chhe bvznh yivan dnyachhi zndgy mtʿlq. Chnanchh akhns yin shryq thqfy munafiq avs nby krymn nishhi yivan tvpth mychhhi th modri kthh krụ̄ krụ̄ timn pnnụ̄ schạyy byhnavnch kvushish kran, khdays avs gvah pysh kran pnnhi dil kis ḥals pytth. Allah tʿālyā hs ạs khbre tihund ḥal kyah chuh. Suh chuh frmavan, ḥqyqt chhe yhi kh suh chuh tuhund skht dushmn, tuhndyn pyrvn hndụ̄ skht dushmn."
  },
  {
    "verse_id": 205,
    "translation": "Amhi pth yylhi tohyhi nishhi nyran chuh, kvushish chuh kran shhrs mnz fsad krnch. Byyhi tbah kran zraʿt th charvạe lvukn hndụ̄. Chnanchh yohe akhts bin shryq yylhi akh dohh nby krymn nishhi kynhh kalah kth krith drav. Nybr nyrith dyutun nar ghryb mslmann hndis zraʿts byyhi mạrin hndụ̄ charvạeth gupn, Allah tʿālyā hs chuhnh psnd fsad."
  },
  {
    "verse_id": 206,
    "translation": "Tvpth yylhi ts vnnh chuh yivan khdays khvcz lvukn mh vatnav nqṣan, āmadh chuh ts kran tkbur th nkhvt zyadh gnah krns pytth, tsndi ḥqh chuh bs nari jhnm tth mnz vạtith hmhi ts suh tkbur th ghrvruk nar, kạczah ychh jae āramch chhe suh nari jhnm."
  },
  {
    "verse_id": 207,
    "translation": "Byyhi chhi lvukv andrh czvr yim qsm yim pnnụ̄ pan knan chhi, khdae sund rẓa czhanddnh khạṭr, Allah tʿālyā chuh yithyn bndn pytth sytthah mhrban."
  },
  {
    "verse_id": 208,
    "translation": "Ae baaymanv dạkhil spdiv aislams andr pvurh pvurh. Aislamkụ̄ sạriy ḥukm aniv bja. Addụ̄ ḥkum mannụ̄ addyn pytth nh ʿml krnụ̄ yhi chuh yhvdn hnz ṭryq. Mslman gvv sue yus sarne ḥukmn grdn dari, pth pth mh pkiv shyṭan sndyn pdyn dvrngy th nfaq trạviv. Aislam kyn ḥukmn sintụ̄ mh milnạviv khyal ya shyṭan sndụ̄ vsvsh sintụ̄ bd l aḥkam, pzụ̄ pạtthụ̄ shyṭan chuh tuhund nvn dushmn. Yth āyhi kryms mnz chuh Allah tʿālyā bdʿt chyn kamyn rd kran. Ptmis āyhi kryms andr ạs mukhliṣ bndn hnz tʿryf. Bʿẓ vqt chuh mukhliṣ bndh thi afraṭs grftar spdan. Suh chuh pnnhi khyalh kanhh rcz kạmah kran mgr so chhanh shryʿts th sunts muvạfiq āsan. Yosh kạm nh snts muvạfiq āshi tth chhi vnan bdʿt. Yhvdy dyns mnz ạs btth var akh tʿẓymuk doha. Chnanchhi ḥẓrti ʿbdAllah bin slam yim yhvdv hndyv ʿạlimv andrh ạsụ̄ tim ạsụ̄ aislam anith thi ath dohs tʿẓym chh nẓri vuchhan. Byyhi avs yhvdyts mnz vvntth paz ḥram th ḥẓrti ʿbdAllah bin slam ạsụ̄ nh aislam anith thi vvntth maz khyvan, ath mnz ạsụ̄ zanan pnnhi khyalh khdae snz aiṭaʿt. Allah tʿālyā hn kvr ath khyals aiṣlaḥ frmvvun ae baaymanv aislamkụ̄ sạriy aḥkam aniv bja. Yymhi āyhi krym kh mʿny th tfsyrh sintụ̄ chuh ẓạhir spdan kh bdʿt chn kamyn th khlafi shrʿ kamyn kithh pạtthụ̄ chuh Allah tʿālyā mdhmt th rd frmavan. Ḥdyth shryfn mnz chuh vẓaḥt san bdʿt chyn khlafi shrʿ th khlafi snt kamyn hnz mdhmt byan krith skht vʿīd byan krnh āmut. Ḥqyqts andr chuh bdʿt sytthah mdhmvm chyz. Kyazi bdʿt gvv ghạr shryʿts shryʿt bnavun. Shryʿt gvv ty yhi khdae sndi ṭrfh āshi. Yhi ḥẓrti sharʿ aislamn khdae sndi ṭrfh avnmut āshi. Vonụ̄ yus shkhṣah pnnhi ṭrfh kanhh chyzah nnravi yus nh shrʿs th snts mnz āmut āshi thi gvv khdays pytth aiftra krun, apuz nvravun."
  },
  {
    "verse_id": 209,
    "translation": "Yus khdays pytth apuz nvravits brabr chuhnh ẓạlim kanhh. Zyadh mushkil chuh yhi kh amis bdʿtch kạm krvnis chuhnh tvbh krnuk tvfyq thi bnan kyazi amis chuhnh amhi kamhi hndi gnah āsnuk aḥsase spdan zanhh, suh chuh zanan bh chuhs yhi kạm rczkran ḥalankh yhi chhe srasr nafrmạny th gnahch kạm, hrgah tuhndụ̄ qdm ddlụ̄ th thạbit rvudụ̄ nh aislams pytth yʿny tvhụ̄ krv nh aislam kyn sarne aḥkamn pytth ʿml, tohyhi aislam kh mdhhbi ḥq āsnh chhi nnhi dlylh vatnh pth, adh tmyuk nqṣan chuhnh kạnshi asụ̄ dimv khlafi aislam kamhi krvnyn ẓrvur sza, tuhund gczihh zanun varh pạtthụ̄ kh Allah tʿālyā chuh byshk zbrdst ḥikmt vvl."
  },
  {
    "verse_id": 210,
    "translation": "Chhina praran tim mgr athụ̄ kthhi kh Allah tʿālyā th tihndụ̄ mlạyik gczhụ̄ vatnụ̄ timn nishhi sfyd aobrh kyn saybann mnz timn sza dinh khạṭr, byyhi gczihh qṣe khtm yun krnh yʿny jzavszahuk qṣh yus qya mt khi dohh ṭe krnh yyhi, suh gczihh dnyase mnz ṭe krnh yun, Allah tʿālyā se kun yin sare kamhi vatnavnh. Sạriy mqdmat pysh krnh. Sue kri pane sarne amrn hund fạṣlh, banbran kyazi chhi yim."
  },
  {
    "verse_id": 211,
    "translation": "Prczihv tvhụ̄ bny asrayyln ashi kạczah nnhi dlylh kri timn pysh hdayt chh yimh tihndi khạṭr bjhi nʿmcz āsh mgr timv zạnụ̄ nh timn nʿmtn hnz qdr, timv bdlavi timh nʿmth kufrs sintụ̄, vonụ̄ yus akhah bdlavi khdae snz nʿmt kufrani nʿmts sintụ̄ so nʿmt vạtith, adh Allah tʿālyā thi chuh skht ʿdhab krvun ts, suh sza yyhi dinh ts dnyase andr ya ạkhrts andr."
  },
  {
    "verse_id": 212,
    "translation": "Dnyahch zndgy chhe kạfrn mzyn th khvbṣvrt bvznh yivan, tve chhi tim miskyn th fqyr baaymann ttsnh kran th tthtthh kran, ḥalankh yim lvukh khdays khvucz ụ̄th shirkh nishhi pth rvudụ̄ tim āsn qyamt khi dohh timn pytthh knhi sytthah thdyn mrtbn andr aʿlyā ʿlyns andr. Ainsans pzi nh mal v dvlt sintụ̄ mghrvur spdun kyazi, Allah tʿālyā chuh rzq ʿṭa kran yimn yczhan chuh ḥisab rvstue. Amyuk darvmdar chuh qsmts pytth. Amyuk darvmdar chuhnh kmals th mqbvlyts pytth. Yʿny yhi chuhnh ẓrvury yus mal vdvlts andr bvdd āshi sue chuh Allah tʿālyā hs nishhi mqbvl th muqrbe. Bdd kth chhe khdays nishhi mqbvl āsun tth chuhnh mals sintụ̄ tʿlq kynhh, th suh chuh kunhi vqth fqyrs maldar bnavan th kunhi vqth maldars fqyr th mḥtaj bnavan. Chnanchhi yime fqyr ṣuḥabh ṣạb yimn yim kạfr maldar tthtthh kran ạsụ̄ bnạvụ̄ Allah tʿālyā hn bny qryẓ th bny nṣyr kh mal vdvltuk byyhi rvm th fars kyn bjn bjn slṭntn hndụ̄ mạlik."
  },
  {
    "verse_id": 213,
    "translation": "Akh zmanah avs sạriy lvukh ạsụ̄ akụ̄se dyns pytth. Kyazi goddny āe dnyahs mnz ḥẓrti ādm byyhi tihund bạcz ḥẓrti ḥva. Yimn yim avlad zae timn ạsụ̄ ḥẓrti ādm ʿlyh alslam dyni ḥqch tʿlym divan, tim ạsụ̄ tmhi tʿlymhi mvjvb ʿml kran. Akis mudts tanụ̄ rvud yhi silslh yithe pạtthụ̄ pkan tvpth pyyv ṭbyʿtn mnz aikhtlaf tmhi sintụ̄ pyv aghraẓn mnz thi akhtlaf tvpth pyv vkynhh kalah gczihth ʿmln th aʿtqadn mnz akhtlaf, suh aikhtlaf dvur krnh khạṭr svuz Allah tʿālyā hn timn kun pyghmbr bshart divun pzụ̄ kth manh vnyn bym krvun pzis ainkar krvnyn, byyhi svz tmụ̄ timn sintụ̄ pnnhi ktabh yimn mnz pvz avs yuth suh timn ktabn th pyghmbrn hndi dhryʿh fạṣlh kri timn mʿāmln hndụ̄ yimn mnz yimn lvukn aikhtlaf avs, aikhtlaf pyvvnh tth andr mgr timve yimn so ktab dinh ạs āmcz, nnụ̄ th vaẓḥ aḥkam timn nishhi vatnh pth, panh vạnụ̄ akh akis pytth srkshy krnkh sbbh, ps kvr hidayt Allah tʿālyā hn baaymann, pzi kthhi kinụ̄ yth mnz timn aikhtlaf avs pnnhi ḥikmt sintụ̄, Allah tʿālyā chuh vth havan yimn yczhan chuh syzi vthi kun."
  },
  {
    "verse_id": 214,
    "translation": "Ae mslmanv kyatohyhi chuhvh gumanh tvhụ̄ kyah acziv jnts mḥnt vrạe ḥalankh vnhi vạtụ̄nh tohyhi tithụ̄ tklyf yithụ̄ tklyf brvntthmyn mslmann vạtmtụ̄ chhi, rttụ̄ tngy th fqrn bymaryv th skhty, blayv th muṣybtv sintụ̄ āe tim dnvnh th alravnh, yvt pytth vạcz nvbt kh tmhi vqtuk pyghmbr byyhi yim timn sintụ̄ baayman ạsụ̄ sạriy lgụ̄ vnnhi, krsna vathi mddi khda yymyuk ashi vʿdh chuh āmut krnh, jvab ākh dinh khbrdar rvuziv yạriy th mddi khda chuh nzdyk vath vun."
  },
  {
    "verse_id": 215,
    "translation": "Pr czhan chhi tohyhi ya rsvl Allah baayman khrch kyah krv kvutah krv?ks pytth krv? Frmạviyvkh tvhụ̄ yhi kynczhah tvhụ̄ khrch kriv malh andrh km ya zyadh, ps gczihh goddh dyun mạlis majhi yylhi tim mḥtaj āsn, byyhi ạshnavn byyhi ytymn yimn nh mvl āshi byyhi miskynn byyhi musafrn, tvpth yosh nykyah kriv tvhụ̄ ps byshk Allah tʿālyā hs chhe tmich pvurh khbr."
  },
  {
    "verse_id": 216,
    "translation": "Ae muslmanv frẓ āv krnh tohyhi pytth jhad hmyshh khạṭr. Agrchh suh chuhv tohyhi napsnde mgr tohyhi chahnh chyzn hnzn ḥqyqtn pytth nẓr, bsaavqat bnhi tohyhi yus chyz tohyhi napsnd āshi suh āshi tuhndi khạṭr rut th bhtr, kunhi vqth bnhi tohyhi āshi kanhh chyz psnd suh āshi tuhndi khạṭr ychh khrab th muẓr. Allah tʿālyā he chuh svrue zanan tvhụ̄ chhiv nh zanan. Jhad krns andr agr chh tohyhi ạsitn napsnde, chuh prth ḥals andr fạyde fạydh. Mali ghnymt ya shhadt thi bdd mzvurụ̄. Jhad nh krns andr agrchh tohyhi ạsitn psnde chhi bjh khrạbyh, akh dhlt th fqr byyhi thvab nishhi mḥrvumy. Jhads andr chhe klmh aislamch blndy. Mslmann hund ʿzt th sṭvt. Lhādha ạsiv khdae sndis ḥukms tʿmyl krns andr jldy kran. Nby krymn svuz akh lokutt lshkrah jhad krnh khạṭr. Tmyuk amyrilshkr kvrukh ḥẓrti ʿbdAllah bin jḥsh pnun pophtur bradr, timv kvr mushrikn sintụ̄ jhad yth mnz mvr timv ʿmr bin ʿbdAllah ḥẓrmy akh kạfrah. Mahi jmady althany kh ptmhi dohh yth mnz aḥtmal avs mahi rjb kh ghrh āsnuk. Ath pytth kvr kạfrv aʿtraẓ kh mslman chhi tʿẓym kyn rytn mnz thi jhad jạriy thavan. Mslmann spud trdud pạdh timv pruczh nby krymn yhi mslh. Aty spudyhi āyhi krymh nạzil."
  },
  {
    "verse_id": 217,
    "translation": "Prczhan chhi tohyhi baayman tʿẓym kis ryts andr jng krns mtʿlq, tvhụ̄ frmạviyvkh vaqʿī tʿẓym kis ryts andr jng krun chuh bvdd gnah yylhi qṣdaan zạnith krith vaqʿ spdi, mgr lvukh khdae snzi vthi nishhi yʿne dyni aislam nishhi pth rttnụ̄, khdae sndis kun āsns ainkar krun msjdi ḥrams mnz kufr th shirk jạriy thavun, tthi potlụ̄ thạvith timn hnz prstish krnụ̄ byyhi ttikụ̄ lvukh jla vṭn krnụ̄ tmhi shhr mnzh kddnụ̄, yhi chuh zyadh bvdd gnah khdays nishhi, zyadh bvdd gnah gvv dyni ḥqs andr baaymann hndyn diln andr shubh trạvith tim amh dyn nishhi phirnụ̄ byyhi timn pytth ẓlm vtshdd krun, byyhi kunis khdays shryk tthhravun. Yhi chuh zyadh mushkl kanhh shkhṣ marnh khoth tʿẓym kyn rytn andr, byyhi chuh amhi khoth mushkl yim mushrik chhi hmyshh tohyhi sintụ̄ jng krnuk aradh thavan pnnhi gumanh tvtanụ̄ yvtanụ̄ tohyhi vaps phirnv dyni aislam nishhi yus dyn tohyhi aikhtyar kvrmut chuhv kufrs kun hrgah yimn pilhi ha. Vonụ̄ yylhi yihndụ̄ airadh amhi qsmkụ̄ chhi lhādha chuhv tohyhi lạzim sarne rytn andr yimn sintụ̄ jhadh khạṭr tyar rvzun. Tʿẓymuk ryth āsnuk nh kanhh pravah krun. Athi gczihh varh tihund khyal krun, yus akhah tohyhi andrh kạfrn hnzi kvshishhi sintụ̄amhi pnnhi dyn dyni aislam nishhi phyri tmhi mnzh nyri yʿny murtd spdi, aalʿaayaadhu biAllah, tvpth mri kufrse pytth, ps tim lvukh yim chhi tihnzh sare ʿmlh gczhn ẓayʿ dnya v ạkhrts andr, yime āsn nars mnz vatn valyv andr yth nars andr tim hmyshh rvzn dzan, han hrgah kanhh murtd spdith dvbarh mslman spdi tsund aislam chuh qbvl, tsnzh rcz ʿmlh th yin dvbarh aislam anith qbvl krnh."
  },
  {
    "verse_id": 218,
    "translation": "Byshk yimv lvukv ayman bkhda avn byyhi yimv hijrt kr byyhi yimv jhad khdae snzi vthi andr kvr, tim lvukh chhi amydvar prvrdigarh sndis rḥmts, Allah tʿālyā thi chuh tihndi ḥqh mghfrt krvun rḥm krvun. Yimv ṣuḥabh ṣạbv ath mdhkvrh jhads andr shmvlyt krmcz ạs timn avs trdud kh khbr chha ashi ma āshi gnah khvtmut tʿẓym kis ryts andr jhad krnh sintụ̄. Suh trdud kvrukh Allah tʿālyā hn yymhi āyhi krymh sintụ̄ dvur."
  },
  {
    "verse_id": 219,
    "translation": "prczhan chhi tohyhi yarsvl Allah baayman shrabs th zars mtʿlq, tvhụ̄ frmạviyvkh yimn mnz chuh bvdd gnah agrchh nfʿ thi chuh kynhh yimn mnz lvukn hndi khạṭr, mgr gnah yihndiy chhi zyadh yimn hndi nfʿ khoth. Yhi chuh goddnyuk āyhi krymh yus shrabs th zars mtʿlq nạzil krnh āv, yth mnz byan krnh āv kh yimv doyv chyzv yʿne shrab th zar sintụ̄ chuh shkhṣ varyhn gnahn mnz grftar spdan. Kyazi shrab chynh sintụ̄ chhnh ʿql ddnjhi rvzan, yosh ʿql ainsans gnah krnh nishhi pth chhe rttan. Yylhi ʿqlhi andt ftvr yivan chuh ansan chuh gnahn th nafrmạnyn mnz drvv dvan. ʿql chhi vnan tth rzi yymhi sintụ̄ charvạe snzn zngn gndd )ddng( krnh chuh yivan adh chuhnh suh mạlks nishhi czlith hykan. Yth ddng vnan chhi. Yithe pạtthụ̄ chhe ʿql ansans gnahv th nafrmạnyv nishhi pth rttan, zar sintụ̄ chuh mal vdvltuk ḥrṣ th ṭmʿ pạdh spdan yymhi ḥrṣh th ṭmʿ mokhh chuh shkhs thph divan th czvurh kran. Lvukn hndis ḥqs pytth najạyz pạtthụ̄ qbẓh kran. Amy ṭryqh chuh suh varyhn gnahn grftar spdan. Yimn don chyzn shrabuk th zaruk nfʿ th fạydh chuh ʿārẓy ldhtah ḥạṣl spdun km kynhh vqts tanụ̄. Byyhi mal ḥạṣl spdun zar gindith. Suh thi chuh ʿārẓy pạtthụ̄ zanan. Kyazi suh chuh be brkt jldy khtm gczhan. Lhdha chuhnhi yimn doshvnụ̄ chyzn hund nfʿ th fạydh yimn hndis nqṣans th ẓrrs muqạbil kihinụ̄. Lhdha yvut yimn mnz nqṣan chuh tyvt chuhnh nfʿ th fạydh. Nfʿ yimn don chyzn hund chuh ʿārẓy th vqty, dhạty th anfrạdy mgr ẓryr yimn don hund chuh daymy mtʿdy th ʿām. Bʿẓ ṣḥabh ṣạbv trvv shrab chvn th zar gindun fvraan amy āyhi krymh kh nạzil spdnh sintụ̄mgr bʿẓ rvudụ̄ amhi kyv mẓratv nishhi bchnh khạṭr aḥtyạṭy tdabyr aikhtyar krith bdstvr astʿmal kran. Pth yylhi byakh āyhi krym yus svrh mayds mnz chuh nạzil. Ykdm rvudụ̄ sạriy ṣuḥabh ṣạb shrab chynh nishhi th zar gindnh nishhi pth. Allah tʿālyā chuh frmavan,.... Ae baaymanv shrab chvn zar gindun potlyn prstish krnụ̄ th tyrv sintụ̄ maz tqsym krun yim czoshve chyz chhi murdar njs th napak. Yimv chyzv nishhi rvziv pth, shyṭan chuhv na mgr yczhan tohyhi mnz ʿdavt th dushmny travnụ̄ shrab chynh sintụ̄ th zar gindnavnh sintụ̄. Byyhi chuh shyṭan sund ghrẓ yimv doyv chyzv sintụ̄ tvhụ̄ pth rttnụ̄ khdae sndi yadh nishhi khṣvṣaan nmaz prnh nishhi, kyazi shrab chyth chuh shkhṣ byhvsh th mst spdan. Ath ḥals mnz kithh pạtthụ̄ hykhi khdae sund yad krith ya nmaz prith. Zar gindith chuh zynh vun shkhṣ khvsh spdan, ath khvshy mnz chuhnh ts khda czyts pyvan. Yus shkhṣ haran chuh suh chuh ghmgyn th āzrdh spdan. Tmhi ʿlavh chuh suh tth fikri āsan kh byyis bazs mnz kthh pạtthụ̄ zynh bh. Amhi fikri sbbh chhanh ts khdae snz yad krns kun ya nmaz prns kun ath vthe yivan. Shyṭan snz chhe kạm bnan. Aṣl mqṣvd avs yth āyhi kryms mnz shrab th zar ḥram āsun byan krun mgr sintụ̄ āe byan krnh z chyz. Azlam th anṣab. Azlam chuh zar kyv qsmv andrh akh qsm. Yithh pạtthụ̄ kh panczh she znụ̄ ạsụ̄ smith chndh krith mvlụ̄ hyvan vvntthah ya kanhh janvrah tvpth ạsụ̄ ts khsh kran th maran tvpth ạsụ̄ nh rqmh mvjvb tsndis mazs tqsym kran yymụ̄ yvut kvddmut āsiha ts dihn tyvt ḥṣh, nh blkh ạsụ̄ kynhh tyr anan yimn tyrn ʿlamat th nishanh ạsụ̄ āsan thavnh āmtụ̄ time tyr ạsụ̄ akis thyls mnz travan tvpth thylh mnzh akh tyrah kddan. Tmy mvjvb akis znis maz divan amhi sintụ̄ avs akis km th akis zyadh vatan. Anṣab gyhi but prsty, amhi andr chuh mṭlb shrab chynch th zar gindnch pvurh mdhmt krnụ̄ya frmạviyvkh shrab chvn th zar gindun chuh ath szavar kh yim gczhn bt prsty sintụ̄ dhkr krnhi yin kyazi yim z chyz chhi khdae sndi yad nishhi khṣvṣaannmazi nishhi )yosh nmaz aislam kyv th ayman kyv shʿāyrv th nishanv andrh bvdd nshanh chuh( pth rttan yylhi amhi mvjvb ayman nish shkhṣ dvri pyyv dvymhi ṭrfh chuh amis kufrs th but prsty sintụ̄ vatth lgan. Amy munasbt āv shrab chyns, zar gindns th but prsty mnʿ krnh. Varh gczihh ʿqlhi valyn hund ghvr krun kh kvutah ychh chuh shrab chvn th zar gindun. Aislams andr chuh shrabuk nav aum lkhbayth byyhi ras alatham yʿne sarne kamyn hnz mvj th sarne gnahn hund mnbʿ th aṣl chuh shrab chvn,"
  },
  {
    "verse_id": 220,
    "translation": "Byyhi chhi yim tohyhi prczhan kyah krn khrch kvutah krn khrch, tvhụ̄ frmạviyvkh yhi pnnyv th pnnhi ʿīal kyv dhạty akhrajatv nishhi bchan āsyv, kyah chuh Allah tʿālyā vaẓḥ kran th nnravan tuhndi khạṭr pnnụ̄ aḥkam yuth tohyhi varh fikri tran āsyv dnya vạkhrt kyn mʿāmlatn andr, byyhi chuhv yim prczhan tohyhi ytymn mtʿlq, tvhụ̄ frmạviyvkh prth kạmah tuhnz smbalnụ̄ th drust krnụ̄ chhe bhtrhrgah tvhụ̄ tim pans sintụ̄ khyns chyns andr tijarts andr milnạviyvkh kanhh ḥrj chuhnh, pnnụ̄ chhiv bạe, mgr Allah tʿālyā chuh zanan tohyhi andrh bdnyt kus chuh, nyk nyt th kạm smbalh vun kus chuh, hrgah Allah tʿālyā yczihh ha skht th dushvar aḥkam nạzil krith kri hv mshqts grftar mgr tmụ̄ yvczh nh thi, pzụ̄ pạtthụ̄ Allah tʿālyā chuh zbrdst ḥikmt vvl. Ṣuḥabh ṣạbv andrh akh ṣạḥibah yimn nav avs mrthd bin aby mrthd. Timn ạs khvahsh mushrik znanhi sintụ̄ nkaḥ krnch brvntthh pytthe. Tth mtʿlq āyvv suh ṣaḥb aijazt hynhi nby kryms. Allah tʿālyā hn kvr nạzil yhi āyhi krymh."
  },
  {
    "verse_id": 221,
    "translation": "Ae baaymanv nkaḥ mh kriv mushrik znann sintụ̄ yvtanụ̄ nh timh ayman ann, pzụ̄ pạtthụ̄ mslman baayman knyze chhe bhtr mushrik āzad znanhi hndi khoth agr chh so ạsitn ḥusn vjmal kh lḥaẓh tohyhi psnde, mslman baayman znann mh kriv nkaḥ mushrik mrdn sintụ̄ yvtanụ̄ nh tim thi ayman ann, pzụ̄ pạtthụ̄ baayman ghlame chhuv bhtr mushrik āzad mrdh sndi khoth agr chh suh ạsitn byyhi kunhi aʿtbarh psnde, kyazi yim mushrik chhi nad divan nars kun, Allah tʿālyā chuhv nad divan bvasṭh ḥẓrati anbya ʿlyhm alslam jnts th mghfrts kun pnnhi ḥukm sintụ̄, byyhi chuh Allah tʿālyā pnnụ̄ aḥkam nnrạvith byan kran lvukn yuth tm nṣyḥt ḥạṣil krn."
  },
  {
    "verse_id": 222,
    "translation": "Byyhi chhi prczhan lvukh tohyhi ḥyẓs mtʿlq yylhi znann suh vqt yivan āshi tithis ḥalts mnz chha timn nzdyk gczuhn jạyiz kinh nh, tvhụ̄ frmạviyvkh so chhe napạky, ps ạsiv alg rvzan znann nishhi ḥyẓ kis ḥalts andr, nzdyk mh ạsiv spdan nfsch khvahsh pvurh krnh khạṭr tvtanụ̄ yvtanụ̄ nh tim pak āsn spdan blkh gczihnh mrdh sund ḥyẓ kyn dohn andr tvunhi pytthh kvtthụ̄ ānchn tanụ̄ nh athh lagun nh nẓr dinụ̄ hrgah kạnshi shkhṣn ḥyẓ kyn dohn andre nzdyky krith nfsch khvahsh pvurh kr ts pzi tvbh krun astghfar prun kyazi yhi spud skht gnahs grftar. Amhi ʿlavh chuh amis mrds jurmanh thi dyun suh gvv kynhh rqm khạrat krun, yylhi tim pak āsn spdan. Ps ạsiv timn nzdyk yivan nfsch khvahsh pvurh krnh khạṭr mgr tmy jayhi kinụ̄ yymhi jayhi kinụ̄ yinuk tjvyz Allah tʿālyā hn kvruv, so gyhi soe jae yymhi nishhi dvur rvznuk ḥukm kvrnv ḥyẓ kyn dohn andr, so gyhi brvntthmhi ṭrfch jae. Amhi jayhi nishhi gczihh nh zanhh thi ddlun byyis jayhi kun thi chuh ḥram th najạyiz hmyshh yithh pạtthụ̄ ḥyẓ kyn dohn andr brvntthmhi ṭrfch jae astʿmal krnụ̄ ḥram th najạyiz chuh. Kyazi yimn dohn chhe so jae āsan mlvth th napak ḥyẓuk khvn jạriy āsnh mokhh. Pth chhe so jae ḥyẓkụ̄ doh khtm gczihth pak spdan. Mgr byakh vth ptmhi ṭrfch yosh chhe so chhe hmyshh āsan napakhe. Mrdn hnz thi znann hnz thi lhādha gczihh hmyshh tmhi jayhi nishhi dvur rvzun. Byyhi chuh ḥyẓ kis ḥalts andr nfsch khvahsh pvurh krnh khạṭr znanhi nishhi gczhns mnz yhi khṭr mrds chuh strchh jayhi tmhi sintụ̄ vrm khsan th nar gnddan. Znanhi chuh bchh danhi andr tyuth qṣvr pạdh spdan yymhi sintụ̄ so hantth th be avlad chhe spdan, byshk Allah tʿālyā hs chhi ttạtthụ̄ tvbh krvnụ̄ bndh, byyhi chhis ttạtthụ̄ ṣaf vpak rvzn vạlụ̄ bndh. Yhvd ạsụ̄ vnan yylhi znanhi nishhi mrd yyhi brvntthme jae astʿmal krnh khạṭr mgr pushth kh ṭrfh tylhi chuh avlad yʿne shur dvlh achh krith zyvan. Allah tʿālyā chuh frmavan yhvdn hund yhi khyal chuh balkl ghlṭ."
  },
  {
    "verse_id": 223,
    "translation": "Znanhi tuhnzh chhe zraʿt tuhund, ps yiyv pnnis zraʿts ypạrụ̄ khvsh kryv mgr jae gczihh āsnụ̄ soe yth mnz byvl trạvith kul khshi. Adh so jae yithh pạtthụ̄ astʿmal hykiv krith tithh pạtthụ̄. Dhtin krtv. Pshth kinụ̄ krtv, lri rvuzith kr tv, bihith krtv, voth vnh kritv tmyuk chuhv tohyhi akhtyarmgr jae gczihh āsnụ̄ soe yosh amhi khạṭr mkhṣvṣ chhe, so gyhi brvntthhi ṭrfch jae, brvntth kun svuz v pnnhi ṭrfh kanhh rcz ʿmlah yʿny znann nishhi nzdyk spdnh andrh ạsiv nyt thavan avlad ḥạṣil krnch mḥẓ nh nfsch khvahsh pvurh krnh khạṭrblkh ạsiv amydvar rvzan kh dyv Allah tʿālyā vunụ̄ kyn ky vqth ashi avlad ʿṭa kri. Kyazi avladi ṣalḥ thi chhu rcz ʿml. Baqyat alṣalḥat andrh akh chyz, byyhi khvucziv Allah tʿālyā hs tihndyn ḥukmn mukhalft krnh nishhi, byyhi thạvi vyqyn byshk chhiv tvhụ̄ khdays brvntth kun vath vnụ̄ ts sintụ̄ mulaqat krvnụ̄sarne ʿmln hund ḥsab dinh khạṭr, byyhi diyv bshart khdays khvcz vnyn baaymann jntich th dydarch."
  },
  {
    "verse_id": 224,
    "translation": "Ae baaymanv kriv khdae sund nami pak tthvr pnnyn qsmn mnz rcz kamhi krnh nishhi yʿny khdae sund qsm mh ạsiv havan, nykiyv nishhi pth rvznh khạṭr, prhyz gạriy nh krnh khạṭr. Lvukn mnz ṣlḥ krnh khạṭr. Mthlaan kanhh havi ha qsm khdae sund qsm nmaz prns pytth ya kanhh rcz kạm nh krns pytth. Ḥukm chuh tmụ̄sund gczihh suh qsm phuttravun qsmch kfart dinụ̄, so rcz kạm gczihh ẓrvur krnụ̄, Allah tʿālyā chuh svrue bvz vun, svrue zanh vun."
  },
  {
    "verse_id": 225,
    "translation": "Allah tʿālyā rtthi nh tohyhi lghv th byhvdh qsmn pytth, lykn suh rttv tohyhi timn qsmn pytth yimn mtʿlq dil sintụ̄ apuz vnh nuk qṣd kvrmut āsyv. Allah tʿālyā chuh mghfrt krvun timn yim apzi nishhi tvbh krn. Allah tʿālyā chuh tḥmul th czydd krvun."
  },
  {
    "verse_id": 226,
    "translation": "Timn lvukn hndi khạṭr chuh ḥukm yimn qsm havn znann nzdyk gczhns pytth, pyarun gczihh tihund czon rytn, ps agr yimn czon rytn andr andr timv mrdv qsm puhttrạvith znann nishhi nzdyky kr Allah tʿālyā chuh rḥm krvun mghfrt krvun tihndi ḥqh. Timn chuhnh kanhh baz khvast."
  },
  {
    "verse_id": 227,
    "translation": "Hrgah timv amhi andrh ṭlaq kue qṣd kvr ath mudʿts andr rjvʿ kvrukh nh znann nishhi nzdyk spdnh sintụ̄, ps chuh Allah tʿālyā svrue bvz vun th svrue zanh vun, tylhi gvv yohe ṭlaq adh pzi nh mrds znanhi nzdyk gczuhn nvvnkaḥ krnh vrạe. Ayjabi qbvl th fatḥ khyr nvv prnh vrạe."
  },
  {
    "verse_id": 228,
    "translation": "Ṭlaq dinh āmcz znanh pyar nạvin pnnyn pann, nkaḥ mh krin tryn ʿdhrn yʿny ḥyẓn tanụ̄, timn ṭlaq vajnyn znann chuh jạyiz kh timh kyah khttn tth yhi Allah tʿālyā hn āshi pạdh kvrmut tihndyn rḥmn bchh danyn andr avlad ya khvn ḥyẓ kyazi ʿiidtuk ḥsab chuh tmy mvjvb krnh yivan, hrgah timn pvur pczh chhe khdae snz th kạmil yqyn chuhkh ptmhi dohuk. Ptim doh gvv qyamtuk doh, yimn mṭlqh znann hndụ̄ rinnụ̄ khavnd chh, zyadh ḥqdar yimn kun rjvʿ krns th yimn byyhi vaps pnnis nkaḥs mnz thavns mnz ath antẓarkis mudts andr andr nv vnikaḥ krnh vrạehrgah tim tth andr nyk nyty hund airadh thavan āsn. Yhi ḥukm aiṣlaḥ āv byan krnh yymhi khạṭr kh, znann hndụ̄ thi chhi tithiy ḥq mrdn pytth yithụ̄ mrdn hndụ̄ chhi znann pytth yʿny vạjib āsns mnz chhi brabr. Mrdh sund ḥq chuh znanhi pytth frman brdạry krnụ̄, mrdh sund ʿzt rchuhn, tmụ̄ sndis chyzs th mal v mtaʿs rạchh th ḥfaẓt krnụ̄. Byyhi pnnis pans rạchh krnụ̄ vopr mrdn sintụ̄ tʿlq thavnh nishhi, timn sintụ̄ kth bath krnh nishhi. Znann hund ḥq chuh mrdn pytth timn sintụ̄ rut slvk krun, tihndụ̄ akhrajat pvurh krnụ̄. Timh dynkụ̄ aḥkam hychhnavnụ̄, byyhi chh, mrdn pnnyn khandarnyn pytth fẓylt Allah tʿālyā chuh ʿzt vvl th ḥikmt vvl, tmis chuh akhtyar yymis fẓylt diyhi th ts."
  },
  {
    "verse_id": 229,
    "translation": "Ṭlaq yth mnz rjʿt krnụ̄ jạyz chhe mrds suh chuh don lttn tanụ̄, tmhi pth chuhnh byyhi rjʿt krnuk ḥq mrds yʿny dvymhi ṭlaq pth blkh chhe z ṣvurcz tmhi pth ya rttns pans nish baqạʿdh ya travns yylhi tvtanụ̄ yvtanụ̄ ʿiidt vubrys pvurh ḥqvq ada krith. ʿdt vubrt hrgah tvpth mrd yczihh byyhi amis znanhi sintụ̄ nkaḥ krun, nvvnkaḥ krith nvv ayjab v qbvl krith spdi so byyhi amụ̄snz znanh, hrgah tryyim ṭlaq thi dytns tylhi gyhi yhi amis mrds nishhi ticzh juda th alg. Adh chuhnh amis znanhi amis mrds sintụ̄ byyhi nkaḥ krun tvtany jạyiz yvtanụ̄ nh so znanh byyis mrds sintụ̄ goddh nkaḥ kri. Chnanchh Allah tʿālyā frmavan brvntthmis āyhi kryms mnz pane, jạyiz chuhvnh tohyhi ae mrdv, aynkh vaps kyah hyyuv tvhụ̄ tmhi malh mnzh kynhh yus mal tohyhi yimn znann dyutmut āsyv, mgr e khvczin yim bạcz z kh qạyim hykn nh thạvith yim prvrdigarh sndụ̄ aḥkam th qanvn yʿny tʿlqati bahmyn mtʿlq, hrgah tvhụ̄ vaqʿī ṭvr khvucziv. Yy khdae sndụ̄ aḥkam th qanvn qạyim thavnh kyv dhmh darv kh yim bạcz z hykn th qạyim thạvith khdae sndụ̄ aḥkam th qanvn, ps chuhnh kanhh ḥrj th gnah timn pytth, yth andr kh znanh kyah diyhi ṭlaq bdl kynhh mal mrds, ath chhi vnan khulʿ yʿny znan hyyhi mrds ṭlaq kynhh mal dith, yim aḥkam chhi prvrdigarh sndụ̄ qanvn, ps mh kriv yimn qanvnn hnz khlaf vrzy, yus akhah khlaf vrzy kri khdae sndyn qanvnn hnz ps time lvukh chhi pnnis pans ẓlm krvnụ̄, ạkhrts mnz grftari ʿdhab krnh sintụ̄."
  },
  {
    "verse_id": 230,
    "translation": "Ps hrgah mrdn amis znanhi byakh ṭlaq dyut doyv ṭlaqv pth, adh chhanh so znanh ḥlal amis mrds pytth yʿny amis sintụ̄ nkaḥ krun chuhnh jạyiz, yvtanụ̄ so znanh byyis mrds sintụ̄ nkaḥ kri, ps agr suh doyim khavnd amis znanhi ẓlaq diyhi, tvpth tihnz ʿdt th vvbrys, ps chuhnh kanhh gnah hrgah yim goddnkụ̄ bạcz z panh vạnụ̄ rjvʿ krith byyhi nkaḥ krn, hrgah yimn yqyn āshi asụ̄ kyah thavv khdae sndụ̄ aḥkam th qanvni zvjyt qạyim, yim chhi prvrdigarh sndụ̄ aḥkam th qanvn time chhi suh vyczhnavan zann valyn hndi khạṭr."
  },
  {
    "verse_id": 231,
    "translation": "Ae mrdv yylhi tohyhi ṭlaq dyutv pnnyn znann ṭlaqi rjʿī yʿny suh ṭlaq yth mnz mrds chuh aijazt nvv nkaḥ krnh vrạe rjvʿ krun, tvpth vatn timh znanh ʿdtk mudt vvbrns qryb, ps chuhv akhtyar tohyhi ʿiidt gczhnh brvntth rjʿt krith rttyvukh timh pans nishhi pnnis nkaḥs tl baqạʿdh th rthi ṭryqh, ya trạviyvkh yylh yvtanụ̄ ʿdtkụ̄ doh timn pvurh pạtthụ̄ gudhrn, mh ạsiyvkh timh bnd kran timn tklyf vatnavnh khạṭr timn pytth ẓlm krnh khạṭr ʿdtuk mudt zytthravnh khạṭr, ps yus shkhṣah amhi qsmch kạm kri yʿny naḥq kạnshi ẓlum kri, yimv kvr pạnụ̄ pans ẓulm kyazi ạkhrts mnz khyyhi suh ẓlm krnuk sza, khdae sndụ̄ āyat th aḥkam mh ạsiv zanan tthtthh bashyah, byyhi pạviv czyts khdae snzh timh nʿmczh yimh tohyhi ʿṭa krinv, khṣoṣaan kriv yad yhi bdd nʿmt kh nạzil krn tohyhi pytth yhi bdd ktab yʿny qrāni mjyd byyhi ḥikmt chhi kthh yymhi sintụ̄ Allah tʿālyā chuhv tohyhi nṣyḥt kran, byyhi khvcziv Allah tʿālyā hs yqyn zạniv byshk Allah tʿālyā chuh prth chyz ah pvurh zanh vun."
  },
  {
    "verse_id": 232,
    "translation": "Byyhi yylhi tohyhi ṭlaq dituv pnnyn znann tvpth vvbr yyhi tuhnz ʿdt, ps mh rttiyvukh pth tvhụ̄) ae rshth darv( timh znanh nkaḥ krnh nishhi pnnyn mjvzh khavndn sintụ̄ adh ạsitn suh yohe ṭlaq divvun khavnd ya byyhi kanhh, yylhi tim panh vạnụ̄ rạẓy spdmtụ̄ āsn qạʿdh mvjvb, yimv kthv sintụ̄ chhe nṣyḥt yivan krnh ts yus āshi tohyhi andrh pczh kran mʿbvdi brḥqs byyhi ptmis dohs yʿny qyamts. Tʿmyli aḥkami khdavndy kri sue shkhṣ ys khdae snz pvurh pczh āshi byyhi āsys qyamtch pczh yymhi dohh khdays brvntth knhi aistadh yyhi krnh. Yus nh tʿmyli aḥkam kran chuh zn nh tmis khdae snz th qyamtch pczhe chhe, yhi nṣyḥt qbvl krnụ̄ chhe tuhndi khạṭr zyadh ṣfạyy hnz th zyadh pạky hnz kth, Allah tʿālyā chuh zanan sare mṣlḥcz tvhụ̄ zạniv nh kynhh thi. Lhādha pzi tohyhi khdae sndi ne ḥukmn pytth ʿml krnụ̄."
  },
  {
    "verse_id": 233,
    "translation": "Majyn hund gczihh dod dyun pnnyn avladn pvurn don vriyn adh timh majhi nkaḥs andr ạsitn ya ṭlaq dinh āmcz ạsitn, yhi gvv tihndi khạṭr yus pvurs mudts dod chavun yczihh, amis bchh sndis mạlis pytth chuh mtthi amis majhi hund khyn chyn th poshak qạʿdh mvjvb, kạnshi shkhṣs chuhnh khdae sndi ṭrfh kanhh ḥukmah dinh yivan mgr sue ḥukm yus suh brdasht hykhi krith lhādha āv znanhi ḥukm krnh amis bchs dod dinuk kyazi tihndi ḥqh chuh ty shl th āsan. Mrds āv ḥukm krnh tmis znanhi hund khyn chyn th poshak dinuk kyazi tsndi ḥqh chuh ty shl th āsan, ẓryr th nqṣan yyhi nh vatnavnh kạnshi majhi pnnis bchh sndi sintụ̄, nh kạnshi mạlis pnnis bchh sndi sintụ̄. Yʿny bchh sndis mạlis majhi hund gczihh akh akis bchh sndi vjhh tklyf vatnavun. Mthālaan mvj kri ha amis bchs dod dinh nishhi bila vjh ainkar ya mvl kri ha jbraan amis bchs majhi nishhi juda th dvur tvpth diyavi byyis kạnshi znanhi athhi dod. Ya kri amis majhi hndikhynh chynh kinụ̄ th akhrajatv kinụ̄ tng, thi gczihh nh krun, vạrithn pytth thi chuh yohe ḥukm yus mạlis pytth chuh, ps hrgah yim doshve yʿny mvl th mvj panh vạnụ̄ rẓamndy th mshvrh san don vriyn andr andr bchs dod czttun yczhn adh timn pytth chuhnh kanhh gnah, byyhi hrgah tvhụ̄ yczihv kh bchh kyah chavnavvn dod byyhi kạnshi znanhi hund kunhi khaṣ vjhh mokhh. Mthlaan pnnhi majhi hund dod āshi ts bchs muẓr ya āshi majy kunhi tklyf vatnuk khṭr tth thi chuhnh kanhh gnah tohyhi pytth, yylhi tvhụ̄ diyv timn so mzvurụ̄ yosh tohyhi timn sintụ̄ muqrr krmcz āsyv rtụ̄ pạtthụ̄ th ẓabṭh mvjvb, khvucziv khdays byyhi thạviv yqyn kh pzụ̄ pạtthụ̄ Allah tʿālyā chuh tuhnz sare kamhi varh vuchhan."
  },
  {
    "verse_id": 234,
    "translation": "Byyhi yim shkhṣ tohyhi andrh mrn pth kun trạvith znanh mnkvḥh timn znann hund gczihh pyarun czon rytn th dhn dohn. Yhe chhe tihnz ʿdt yytis kals chuhnh jạyiz timn znann zynt krun, mushuk mtuhn, grh mnzh nyrun. Yhi gyhi ʿdt ts znanhi hnz ys mrdn ṭlaq āshi dyutmut tmụ̄snz ʿdt chhe tre )3( ḥyẓ. Byakh gyhi ts znanhi hnz ʿdt ys khavnd mvmut āshi, shikms mnz āsys bchh. Tmụ̄ snz ʿdt gyhi tvtanụ̄ yvtanụ̄ soprshi yʿny tmụ̄ snz ʿdt chhe bchh zyns tanụ̄ tmyuk ḥukm yyhi byan krnh svrh ṭlaqs mnz, ps yylhi znanh pvurh krn pnnụ̄ ʿdt ps chuhnh tohyhi kanhh gnah ae znann hndyv mtʿlqv th rshth darv yth kthhi mnz kh timh znanh kyah krn pnnhi ḥṣh dvymhi nkaḥuk tlash yus shrʿs mvạfiq āshi, Allah tʿālyā chuh tihnzn sarne kamyn hnz pvurh khbr thavan."
  },
  {
    "verse_id": 235,
    "translation": "Byyhi chuhv nh tohyhi kanhh gnah ae mrdv hrgah tvhụ̄ kanhh aisharh kriv amhi qsmh chn znann yimh khavnd mrith ʿdts mnz āsn nkaḥs pyghams mtʿlq ya pvushydh thạviv tmyuk aradh pnnyn diln mnz, Allah tʿālyā hs chhu mʿlvm kh tvhụ̄ kriv ẓrvur timn znann sintụ̄ nkaḥ krnuk tdhkirh khạr. Aisharh pạtthụ̄tdhkirh krns chuhnh kanhh ḥrj, lykn nkaḥs mtʿlq gczihnh vʿdh qrar krun pvushydh pạtthụ̄, mgrhe kanhh kthah kriv ẓạbṭh mvjvb thi gvv aisharh pạtthụ̄ nkaḥs mtʿlq kthah vatnavnụ̄, byyhi mh kriv pkhth airadh fvraan amis znanhi sintụ̄ nythr krnuk yvtanụ̄ nh ts ʿdtkụ̄ ayam khtm gczhn, yymhi ʿdtuk ḥukm th tjvyz Allah tʿālyā hn pnnhi ktabhi andr frmvv, byyhi zạniv yqyn san kh byshk Allah tʿālyā chuh zanan thi svrue yhi tuhndyn diln andr chuh, ps khvucziv ts. Najạyz airadh mh ạsiv diln andr thavan yʿny ʿdts mnze mh ạsiv nkaḥ krnuk airadh kran, kyazi ʿdts mnz nkaḥ krun chuh ḥram th najạyz, byyhi zạniv varh yqyn kh Allah tʿālyā chuh sytthah mghfrt krvun tvbh krvnyn bndn hrgah kạnshi najạyz kamhi hund aradh kvrmut āshi tvpth pyyhi ḥyss nạdim th pshyman gczihth kri tvbh ts chhe amyd mghfrtch. Allah tʿālyā chuh ḥlym hrgah tv bh nh krvnis jldy sza ditun nh tmhi sintụ̄ gczihnh dvkhh khyvn suh kyah moklyvv blkh chuh khṭr kunhi nth kunhi vqth rttys."
  },
  {
    "verse_id": 236,
    "translation": "Tohyhi pytth chuhnh kanhh gnah ae mrdv hrgah tvhụ̄ ṭlaq diyv znann timn athh lagnh brvntthe kutthis mnz acznh brvntthe byyhi mhr muqrr krnh brvntthe. Ath ṣvurts mnz chuhv nh tohyhi timn znann mhr dyun mtthi khsan, tth ṣvrts andr vatnạviv tvhụ̄ timn kanhh fạydh th nfʿāh yʿny timn diyv tvhụ̄ khrchah yymyuk adnyā drjh gvv poshakuk akh jvrah th aʿlyā drjh gvv mhruk nṣf, āsn vạlis pytth yuth ts shvbhi. Tngdsts pytth yuth ts shvbhi, khrchạviv dstvrh th qạʿdh mvjvb, byyhi chuh lạzim nyk mʿāmlh krvnyn lvukn pytth. Prth mslmans pzi rutue mʿāmlh krun. Khvsh mʿāmlh āsun bd mʿāmlh nh lagun."
  },
  {
    "verse_id": 237,
    "translation": "Hrgah tvhụ̄ ṭlaq diyv timn znann khlvti ṣḥyḥ krnh brvntth drḥaltykh mhr avs muqrr krnh āmut, tylhi gczihh timn dyun muqrr krnh āmthi mhruk nṣf, mgrhe znanh pnnhi khvahshhi mvjvb suh nṣf thi mʿāf krn, nth suh shkhṣ mʿāf kri ys ath nkaḥ jạriy thavnuk ya nh thavnuk akhtyar chuh, suh gvv khavnd, yʿny khavnd dphi bh dimh svrue mhr pnun ḥq krnh vṣvl, ae ḥqdarv tihund mʿāf krun bkhshunue chuh zyadh qryb prhyzgạry sintụ̄, mh mshrạviv panh vạnụ̄ akh akis pytth aḥsan krun, byshk Allah tʿālyā chuh tth sạrse yhi tvhụ̄ kran chhiv varh vuchhan."
  },
  {
    "verse_id": 238,
    "translation": "Rạchh kriv sarne nmazn yuthnh kanhh nmaz athh gczhyv ya pnnhi vqth nishhi ddlhi vh. Byyhi kriv rạchh mnzmhi nmazi, mnzim nmaz gyhi digr nmaz. Nth chuh yhi thi tạkyd sarne nmazn hndi khạṭr kyazi prth nmaz chhe panczv nmazv andrh mnzim nmaz. Sarne nmazn mtʿlq gczihh lạzim th ẓrvury āsnuk hivue khyal thavun, vothnhi rvziv khdays brvntth knhi ʿạjzy san. Ticzh kanhh ḥrktah mh kriv nmazi andr yymhi sintụ̄ lbnh yyhi yhi chuhnh nmaz pran. Suh gvv khyvn chvn, kthh krnhi th avrh yvr nẓrh dinhi."
  },
  {
    "verse_id": 239,
    "translation": "Ps hrgah tvhụ̄ khvucziv dushmns ya byyhi kạnshi ps priv nmaz pthr vodnụ̄ yasvaryn pytth bihith, adh yylhi amnuk pvurh aṭmynan spdi khvfch ḥalt gczihh dvur, ps kriv khdae sund yad yʿny priv nmaz ḥsbi dstvr yithh pạtthụ̄ Allah tʿālyā hn hychhnạviv tvhụ̄ thi yinh tvhụ̄ zạnihv yʿny lrrayhi mnz ya dushmn sndi khvf kh vqth vodnụ̄ ya svari pytth aisharh sintụ̄ nmaz prnụ̄ chhe jạyizmgr amn vaman yylhi ḥạṣil spdi tylhi gczihh byyhi tmhi ṭryqh nmaz ada krnụ̄ yymhi ṭryqh khdayn ḥukm kvr. Yymhi āyhi krymh andrh chuh ṣaf ẓạhir spdan kh nmaz vqts pytth ada krnụ̄ kvutah ẓrvury th lạzmy chuh."
  },
  {
    "verse_id": 240,
    "translation": "Byyhi yim tohyhi andrh mrns qryb āsn )ae mrdv( th pth kun travn znanh timn pzi vṣyt krnụ̄, vṣytah pnnyn znann hndi khạṭr, khrch dinh khạṭr akis vrys tanụ̄. Byyhi gczhn nh grv mnzh kddnhi timh znanh, ps hrgah timh znanh pane drayhi gr andrh, ps chuhnh tohyhi kanhh gnah ae amis myt sndyv vạrithv, tth andr yhi kynczhah timh znanh krn pnnis pans mnz kanhh jạyiz kạmah, zynt ya byyhi kynhh, Allah tʿālyā chuh ghạlib ḥikmt vvl. Yhi ḥukm chuh mnsvkh spud mut vratht kh ḥukmh sintụ̄."
  },
  {
    "verse_id": 241,
    "translation": "Byyhi yimn znann ṭlaq dinh āmut āshi timn pzi khrch dyun ẓạbṭh mvjvb, yhi chuh lạzim prhyzgarn pytth, sạriy mslman ge prhyzgare."
  },
  {
    "verse_id": 242,
    "translation": "Yithh pạtthụ̄ chuh Allah tʿālyā varh byan kran th vyczhnavan tohyhi pnnụ̄ āyat th aḥkam yuth tohyhi fikri tri."
  },
  {
    "verse_id": 243,
    "translation": "Tohyhi vuchuhv na timn lvukn kun yim drạe czlnh khạṭr pnnyv grv andrh )tim ạsụ̄ varyah sas lvukh( mrnkhi khvfh. Tihndis shhrs andr yylhi ṭaʿūn vvth ya dushmnn sintụ̄ muqablh krnuk tab avnukh nh th tve czlụ̄. Timv kvr khyal czlnh sintụ̄ lbv asụ̄ mrnh nishhi njat, tqdyrs pytth rvudụ̄ nh rạẓụ̄. Tmhi pth yylhi tim vạtụ̄ akis mạdans andr, aty frmvv Allah tʿālyā hn mriv. Ykdm mvudụ̄ sạriy, tvpth gvv kynhh kalah )sth ạtth doh tqrybaan( Allah tʿālyā hn krụ̄ tim byyhi zindh yuth tim amhi gnah nishhi tvbh krn, pzụ̄ pạtthụ̄ Allah tʿālyā chuh fẓl krvun lvukn pytth yimn pytth thi kvrun pnun fẓl. Byyhi zindh krith dyutnkh tvbh krnuk mvqʿh, mgr akthr lvukh chhinh khdae snz shukr gdhạry kran."
  },
  {
    "verse_id": 244,
    "translation": "Ae mslmanv tvhụ̄ mh ạsiv mrns khvczan. Tvhụ̄ ạsiv khdae snzi vthi andr khdae sndi dyn khi thzrh khạṭr jhad kran, jhad krnh khạṭr tyar rvzan, byyhi thạviv yqyn Allah tʿālyā chuh svrue bvzvun svrue zanh vun."
  },
  {
    "verse_id": 245,
    "translation": "Kus akhah chuh yus vozum diyhi khdays vozmah rut yʿny tihnzn vtn andr kri mal pnun khrch vczihh vạnjhi. Ath tuhvv Allah tʿālyā hn nav qrẓ mjazh pạtthụ̄. Amhi andrh chuh mṭlb yithh pạtthụ̄ qrẓuk ʿūẓ ẓrvir chuh dinh yivan yithe pạtthụ̄ yyhi khdae sndi ḥukmh mvjvb rczn vtn andr mal khrch krnuk ʿūẓ ʿṭa krnh, ps kri Allah tʿālyā tmich mzvurụ̄ varyah gunh zyadh, akse dah gunhi thi, stth gunhi thi, sth hth gunhi thi, stth sas gunhi thi, Allah tʿālyā chuh rzqs andr tngy kran āzmavnh khạṭr sue chuh rzqs andr vsʿt krn amtḥan khạṭr, tsụ̄ kun byyhi nh kạnshi kun yyiv tvhụ̄ vatnavnh."
  },
  {
    "verse_id": 246,
    "translation": "Tohyhi vuchuhvna shryfn hnzi akis jmạcz kun, yim bny asrayylv andrh ạsụ̄, ḥẓrti mvsyā sndi vfat pth, yylhi timv vvn pnnis pyghmbrs ḥẓrti shmvyls, muqrr kriyvn sanh khạṭr padshah th amyrah akh, yuth tihnzi matḥty andr asụ̄ khdae sndi khạṭr tihndis dushmns jalvts sintụ̄ jhad krv, pyghmbrn frmvvukh, kyah yhi ma spdi kh agr tohyhi pytth jhad frẓ āv krnh tmhi pth krivnh tohyhi jhad, timv dvp ashi kyah gvv asụ̄ krvnh jhad khdae snzi vthi andr, ḥalankh ashi chuh tihndi dsth dhạty tklyf thi vatnavnh āmut, asụ̄ chhi jlae vṭn krnh āmtụ̄, shuryv bạczv mnzh kddnh āmtụ̄, ps yylhi frẓ krnh āv timn pytth jhad tmhi vqth czlụ̄ buthụ̄ phirikh, buzdil spdụ̄, mgr nh kthyrvshkhṣv timv andrh tim ạsụ̄ tre hth th trvah shkhṣ, Allah tʿālyā chuh pvurh zanh vun ẓạlmn th nafrmann."
  },
  {
    "verse_id": 247,
    "translation": "Byyhi frmvv timn pyghmbrn pnnụ̄. Pzụ̄ pạtthụ̄ Allah tʿālyā hn kvr muqrr ṭalvt tuhund badshah, dpnhi lgụ̄ ts kithh pạtthụ̄ chuh ḥq ashi pytth ḥukmrạny krnuk, asụ̄ chhina ḥkvumt krnkụ̄ ḥqdar tsndi khoth, byyhi chuhnh ts vsʿt mal vdvlts andr sanhi khoth zyadh kynhh, pyghmbrn frmvvukh pzụ̄ pạtthụ̄ Allah tʿālyā hn kvr sue brgzydh tohyhi pytth, byyhi krn ts zyadty ʿṭa ʿlms mnz thi th jsms mnz thi. Allah tʿālyā hn avs ts ʿlmi syast, ʿlmi tdbyri mlk, ʿlmi ḥrb yʿny jng krnuk ʿlm ʿṭa kvrmut byyhi avs suh qd bulnd th khvbṣvrt, Allah tʿālyā chuh ʿṭa kran mlk pnnụ̄ ys yczhan chuh th ts. Kạnshi chuhnh ḥq ts aʿtraẓ krnuk, Allah tʿālyā chuh sytthah āsn vvl, suh kri ts thi vsʿt ʿṭa. Suh chuh sytthah zann vvl. Tmse chhe khbr kus kth qạbil chuh. Yimv bny asrayylv dvp yymyuk kyah nishanh th ʿlamt chuh kh Allah tʿālyā hn kyah chuh vaqʿī ṭalvt ḥukmrạny khạṭr muqrr kvrmut."
  },
  {
    "verse_id": 248,
    "translation": "Frmvvukh pnnụ̄ pyghmbrn byshk amụ̄ sndi badshạhy hund nishanh chuh yhi kh tohyhi nish vathi suh ṣndvq yth andr khdae sndi tuhndi khạṭr diluk qrar chuh, byyhi kynhh bchemtụ̄ chyz timv chyzv andrh yim chyz pth kun trạvmtụ̄ chhi ḥẓrti mvsyā hn th ḥẓrti harvnn, tth tabvts vatnavn tohyhi nishhi mlạyk yʿny ḥẓrti mvsyā sndụ̄ nʿlyn, ḥẓrti harvn sund ʿmamh byyhi kynhh ḥṣh mn vṣlvahuk byyhi tvrat chhi kynhh pchhi, byshk ath mnz chuh pvz nishanh tuhndi khạṭr chhivhe tvhụ̄ pczh krvnụ̄. Aty āe mlạyk suh ṣndvq hyth tvpth vatnvvukh ṭalvts nishhi, bny asrayyl ạsụ̄ suh ḥal panh vuchhan. Aty kvr timv tslym tihndis padshahts. Tvpth spdụ̄sạriy āmadh amụ̄sndis qyadts andrjhad krns pytth."
  },
  {
    "verse_id": 249,
    "translation": "Adh yylhi drav ṭalvt bny asrayyln hund lshkr hyth. Yhi avs grmuk mvsm. Fvjs lj vthi pkan skht trysh. Timv czhvndd āb, dvpukh ṭalvtn ae lvukv mʿlvm chuhnh tohyhi andrh kus chuh mukhlṣ th kus chuhnh mukhlṣ. Lhādha kri Allah tʿālyā tohyhi āzmạyish brvntth akhi dryav sintụ̄, ps yus akhah tmhi dryavuk āb chyyhi suh chuh myvn yʿny myanhi jmaʿtuk, yus nh suh āb czhhi thi sue chuh myvn, mgr kanczhah doczihh sintụ̄ tulith damh hna chyyhi. Aty āv brntth dryavah akh mgr yimn rvud nh ṭalvt sund ath mtʿlq byan krun yade, yimn ạs skht trysh ljmcz yimv chuv brith ābah, mgr nh km kynczhvyimv andrh. Timv kvr ṣbre, ps yylhi ṭalvt byyhi tim baayman yim ath amtḥans mnz kamyab rvudụ̄ yimv nh āb chvvya timv athh sintụ̄ tulith km damh hna chyyhi tim ạsụ̄ tre )3( hth th trvah. Time yylhi amhi dryavh nishhi apvr trụ̄. Apvr trith vuchh yimv dushmn snz lshkr jalv t snz, jalvt snz yhi lshkr vuchhith khvczụ̄ dpnhi lgụ̄ ashi kthi chuh ṭaqt jalvts th tihnzi lshkri sintụ̄ jng krnuk, mgr yimn yqyn avs pnnis khdays sintụ̄ mulaqat krnuk timv dvpukh, prvah mh briv kynhh. Kynczhah kme jmạʿcz āshi time spzghạlib varyhn jmaʿtn pytth khdae sndi ḥukm sintụ̄, Allah tʿālyā chuh ṣbr krvnyn sintụ̄ sintụ̄."
  },
  {
    "verse_id": 250,
    "translation": "Timv pth yylhi ṭalvt sund fvj drav jalvts th tihndis fvjs sintụ̄ muqablh krnh khạṭr, dʿā lgụ̄ krnhi ae sanhi prvrdigarh cz trav ashi pytth ṣbrvastqlal byyhi dr rav qdm sạnụ̄ byyhi kr yạriy ashi ghlbh di kạfrn hndis qvms pytth."
  },
  {
    "verse_id": 251,
    "translation": "Ps dyut shiks ṭalvt snzi y lshkri yth mnz ḥẓrti davvd avs akh sipah jalvts th tihnzi lshkri khdae sndi ḥukm sintụ̄, ḥẓrti davvdn mvr jalvt. Yylhi ṭalvtun lshkrh mnzh aʿlan kvr kh kus akhah mari jalvts, ts kr bh pnnhi ṣaḥbzadi sintụ̄ nkaḥ byyhi dims nṣf slṭnt ḥẓrti davvd drav brvntth kun dvpun bh kr yhi kạm. Chnanchh yanụ̄ muqablh spud ḥẓrti davv dāv jalvts qtl krith tvpth kvr ṭalvtn vʿdh pnun pvurh, damad thi bnvvun byyhi thvvun slṭntuk shryk pans sintụ̄. Pth yylhi ṭalvt byyis akis lrrayhi andr shhyd spud pth spud sạre mmliktuk padshah ḥẓrti davvd, Allah tʿālyā hn kvr ḥẓrti davvds ʿṭa padshaht th ḥikmt, byyhi hychhnạvin tim tim chyz yim ts khosh krụ̄, hrgah ne Allah tʿālyā addyv lvukv sintụ̄ addyn lvukn hndụ̄ shr dvur kri ha mulk gczihh ha tbah th brbad kufr v shirkh sintụ̄ fitnv th fsadv sintụ̄, mgr Allah tʿālyā chuh fẓl vvl mkhlvqn pytth."
  },
  {
    "verse_id": 252,
    "translation": "Yim qṣh brvnttmyn lvukn hndụ̄ chhi nnụ̄ nishanh prvrdigarh sndi qdrtkụ̄ yim asụ̄ tohyhi pytth pran chhi pzụ̄ pạtthụ̄ yime chhe bjh dlylh yithh pạtthụ̄ kh tvhụ̄ chhiv byshk pyghmbrv andrh."
  },
  {
    "verse_id": 253,
    "translation": "Tim pyghmbr yimn hnz dhkr yth svrh shryfs mnz āyhi krnh ya yimv pyghmbrv andrh tvhụ̄ chhiv, fẓylt dyut ashi timv andrh bʿẓ pyghmbrn bʿẓ pyghmbrn pytth, timv andrh chhi bʿẓ tim yimn sintụ̄ Allah tʿālyā hn kthh kri bila vasṭh mithl mvsyā ʿlyh alslam, bʿẓn hndụ̄ drjh krin bulnd, tim krin khaṣ timv khṣvṣyatv sintụ̄ yim nh byyn āe ʿṭa krnh, ḥẓrti abrahyms khlt, ḥẓrti davvds mlk th nbvt, ḥẓrti slymans tskhyr jn vans vhva, ḥẓrti Muḥammad ʿrbys rsalt ʿāmh khtmi nbvt, mʿraji jsmạny, syr mlk vmlkvt byyhi kmali qurb, byyhi kri ashi ʿṭa ḥẓrti ʿīsyā hs yus frznd ḥẓrti mrym sund chuh nnhi dlylh bddụ̄ mʿjzat, byyhi kvr ashi timn tạyyd jbryl amyn sndi sintụ̄. Suh avs tihndi ḥfaẓt khạṭr timn sintụ̄ sintụ̄ āsan, tvpth hrgah Allah tʿālyā yczihh ha sarne lvukn hund hdayt tylhi krhn nh tim lvukh yim pyghmbrn pth āe panh vạnụ̄ aikhtlaf th qtl vqtal vkhvnryzy nnhi dlylh timn nishhi vatnh pth, mgr timv kvr aikhtlaf yymhi sbbh timv qtl vqtal vkhvnryzy thi kr. Chnanchh timv andr rvudụ̄ bʿẓ ḥqs th aymans pytth thạbit bʿẓv kvr timv andrh kufr th ankar ḥqyqt chhe, hrgah Allah tʿālyā yczihh ha timn sarne hund hdayt tim aikhtlaf th qtl vqtal vkhvnryzy krhn nh, lykn Allah tʿālyā sund airadh avs yithe pạtthụ̄. Suh yhi yczhan chuh pnnhi ḥikmt sintụ̄ thi chuh kran pnnhi qdrt sintụ̄."
  },
  {
    "verse_id": 254,
    "translation": "Ae baaymanv khrch kriv tmhi malh andr yus asy ʿṭa kvr tohyhi, suh khvfnak doh yinh brvntth yymhi dohh hyvn knun āshi nh, yar bradry āshi nh, sufạrshhi hund kanhh silslh āshi nh, kạfre chhi bdd ẓạlim, yimv pnnis pans ẓlm kvfr kufrvshirkh sintụ̄. Khdae snzi nafrmạny sintụ̄, timne nh diyhi kạnshi hnz dvsty fạydh nh kạnshi hnz sufạrish. Ae baaymanv tvhụ̄ mh bniv timn hivụ̄."
  },
  {
    "verse_id": 255,
    "translation": "Allah tʿālyā gvv sue, kanhh akhah chuhnh ʿbadts szavar ts vrạe, sue chuh panh zindh byyn sarne zindh thav vun, khsan chahnh ts nh pink th nh nndryʿny mghlvb chahnh ts kran nh lvcz nindr th nh gvb nindr, tihundue chuh thi svrue yhi āsmann andr chuh byyhi yhi zmyns andr chuh, ks akụ̄ sund ṭaqt chuh th jrat chuh suh kyah kri kạnshi shkhṣs sufạrish ts nishhi tihndi ḥukmh th aijazt vrạe, suh chuh pane zanan mkhlvqn hndụ̄ sạriy ḥalat yim timn brvntth knhi chhi byyhi yim timn pth knhi chhi yʿny pvushydh th nnụ̄ ḥalat, ḥạẓrvghayb ḥalat, ẓahirv baṭin ḥalat zanh vun chuh sue, lhādha sufạrish krvun kyah chyz hykhi timv ḥalatv ʿlavh pysh krith, mkhlvq hykhi nh aḥaṭh krith kunhi chyzs tihndi ʿlmh andrh mgr ticze hna yyczhn suh yyczihh. Ḥdyth shryfs andr chuh kh ḥvẓi kvthrs pytth yin pysh krnh kynhh lvukh. Time yin pknavnh jhnms kun. Bh dph yim chhi myạnụ̄, yim kyazi niyvkh jhnms kun. Dpnh yiym.... Tohyhi nh ḥẓ chhv nh pth yimv kyah nvrvv tohyhi pth dyns andr. Ddlmtyv jmaʿtv andrh chhe akh jmaʿthah mʿtzlh, tim chhi ankar krn shfaʿts mgr ahli snt vjmaʿtn hund aʿtqad chuh Allah tʿālyā yimn shfaʿt krnuk aikhtyar diyhi tim krn ẓrvur shfaʿt th tihund shfaʿt kri Allah tʿālyā ẓrvur qbvl. Allah tʿālyā hn chuh sạnis rsvli krymss vʿdh kvrmut shfaʿtuk. Tim krn pnnis aumts ẓrvur shfaʿt. Timv frmvv ḥdyth shryfs andr.... Myvn shfaʿt chuh bddyn gnhgarn hndi khạṭr myanyv aumtyv andrh mgr tim thi hyn goddh Allah tʿālyā hs shfaʿt krnuk aijazt. Chnanchhi ʿrshi mjyds brvntth knhi yith din tim dnyakyn stn dohn brabr kunue sjdh. Tth sjds mnz prn tim tim ḥmdvthna prvrdigarh sndụ̄ yim nh kạnshi primtụ̄ āsn. Sthi dohụ̄ frmavykh Allah tʿālyā tulivḥẓ thvd sri mubark.... Mngiv ḥẓ yhi mngiv thi krv ʿṭabyyhi krv shfaʿt, tuhund shfaʿt krv asụ̄ qbvl. Amhi aijazt pth krn tim shfaʿt mgr yytys chhe varh akh kthah svchns qạbil, so gyhi yhi kth kh kạnshi akụ̄ sund gczihnh najạyiz th ḥram chyz mmnvʿ krns pytth ya frạyiẓ th vajbat travns pytth āmadh spdun th jrat krun. Shfaʿts pytth aʿtmad th bhrvsh krith yʿne kanhh dphi bh kr tihnz mukhalft th nafrmạny tim krnm shfaʿt, yhi chuh ʿqlhi th anṣaf nishhi sytthah dvur tmhi ʿlavh chuh yhi mḥẓ khyalah bạṭil th be bunyad. Allah tʿālyā chuh panh frmavan qrāni mjyds andr.... Yus akhah mukhalft kri sạnis pyghmbrh snzaḥkam ts nish varh pạtthụ̄ vatnh pth byyhi kri suh pyrvy baaymann hnzi vthi vrạe byyhi kunhi vthi hnz. Pknavvn asụ̄ suh tmy vthi yosh vth tmụ̄ akhtyar kr. Byyhi vatnavvn asụ̄ suh jhnms yosh sytthah ychh jae chhe, vyczravh krsy tihund pans mnz āsmans th zmyns tyvt chuh bvdd th khvl. Ḥdyth shryfs mnz chuh sth āsman chhi krsys mnz tithy yithụ̄ sth pnysh chhi bddis mạdans mnz. ʿrshs muqablh chhe kursy tithue yuth akh pnysh chuh bddis mạdans mnz. Nth gvv mʿny aḥaṭh krith chuh tihund ʿlm āsmann th zmynn, thkravan chuhnh ts yʿny dushvạry th tklyfs mnz chuhnh travan ts āsmann th zmynn rạchh th ḥfaẓt krnụ̄, byyhi chuh sytthah ʿạly. Tihndis ʿlvs nhaythah chuhnh, suh chuh sytthah bvdd. Tihndis bjrs nhaythah chuhnh."
  },
  {
    "verse_id": 256,
    "translation": "Zvr th zbrdsty chahnh dyns andr, kyazi pzụ̄ pạtthụ̄ varh nnyv bdhati khvd byyhi dlylv sintụ̄, hdayt th gmrạhy ayman th kufr ḥq th bạṭil pvz th apuz, ps yus akhah ankar kri bạṭil th apuzyn mʿbvdn shyṭann vghạrn aqrar kri th pczh kri kunis mʿbvdi brḥqs, ps byshk tmy kr thph muḥkm gndds rzi hndis. Suh gvv ḥdyth qal Allah qal rsvl Allah, yth nh ddyjr chuh kunhi qsmh, yosh nh muczravnh yyhi zanhh thi, Allah tʿālyā chuh svrue bvzvun svrue zanh vun."
  },
  {
    "verse_id": 257,
    "translation": "Allah tʿālyā chuh dvs th mddgar aymandarn hund yimv ṭaghvtn ankar krith kunis khdays pczh kr, suh chuh timv kufrchhi tạrykyv mnzh kddith ya lvb rttith aislam kis nuvrs andr vatnavan, yimv lvukv mʿbvdi brḥqs ankar kvr, tihndụ̄ dvs ge shyṭan, tim chhi aislam kh nvr nishhi kddith ya lvb rttith kufrchn tạrykyn andr vatnavan, time lvukh chhi narh vạlụ̄ yth mnz timn hmyshh rvzun chuh ʿdhabs grftar."
  },
  {
    "verse_id": 258,
    "translation": "Tohyhi vuchhvna ae pyghmbrh ya cze vuchuhth na ae vuchhh vnhi ts shkhṣs kun ys nav avs nmrvd. Yymụ̄ bḥth kryv ḥẓrti abrahyms sintụ̄ tihndis prvrdigarh sndis vjvds mtʿlq kyazi Allah tʿālyā hn avsus dyutmut mulk th padshaht bavjvdān avs khdae sndi s vjvds munkr, yhi bḥth spudtmhi vqth yylhi tmụ̄ pruczh ḥẓrti abrahyms ʿlyh alslam tihndis prvrdigarh sund shan kyah chuh. Ḥẓrti abrahymn frmvvus myvn prvrdigar gvv sue yus sarne zindh kran chuh byyhi maran chuh, nmrvdn dvp bh thi chuhs zindh kran th maran, frmvvus ḥẓrti abrahymn Allah tʿālyā snz byakh kạm chhe suh chuh āftabs kharan prth dohh mshriq kh ṭrfh, cz khar tn akhi dohh mghrib kh ṭrfh, ps spudyhi kạfr nmrvd ḥạran th lajvab th kynhh puhvrusnh, Allah tʿālyā chuhnh vth havan ẓạlimn. Yhi dlyl ạs dhati bạry tʿālyā sndis vjvds pytth. Amhi pth chuh Allah tʿālyā mrnh pth zindh krns pytth z dlylh frmavan."
  },
  {
    "verse_id": 259,
    "translation": "Byyhi vuchuhth na cze ts shkhṣs kun yus pok akh shhrh kinụ̄, suh shhr avs mnhdm th vạran spudmut, mkann hndụ̄ psh ạsụ̄ dubh byitthmtụ̄ tmhi kyn czkyn pytth. Suh pkh vun avs ḥẓrti ʿzyz. Shhr avs byt almqds yus bkht nṣrn avs vạran th tbah kvrmut. Amy vạran shhr kinụ̄ yylhi ḥẓrti ʿzyz pvk, sintụ̄ avsus svari hund khr byyhi tvshh dans mnz khynh chynkụ̄ chyz, dpnhi lvg pạnụ̄ pans sintụ̄, kithh sna pạtthụ̄ kri Allah tʿālyā yth shhrs ābad )byyhi( amhi kh vạrạny pth. Yhi vvn nh timv namumkn zạnith blkh vvnukh me gczihh tmich kyfyt mʿlvm spdnụ̄, ps kr Allah tʿālyā hn tihnz zndgy zayl yʿny mạrụ̄ tim Allah tʿālyā hn akis hts vriys, tvpth krin akhi hth vhrụ̄ byyhi zindh, tvpth tulin thvd, pruczhns panh ya mlkh sndi dhryʿh, cz kintis kals tthhryvkh yytns, dvpun bh tthhryvs ghạlbaan dohs ya dohh khoth km kals addis dohs, Allah tʿālyā hn frmvvus, nh blkh ge cze yytns tthhrith akh hth vriy, vuchh vonụ̄ sạnụ̄ qdrt, mlaḥẓh kr pnnis khyn chyns kun. Yvut kal gczihth chuhnh suh kunhi qsmh ddvlmut th mtghyr spudmut, byyhi vuchh cz pnnis khrs kun tmis kyah chuh bnyvmut, addjhi tanụ̄ chhs dodrymczh, byyhi chuh svn mqṣd cz krvth asụ̄ lvukn hndi aʿtmadh khạṭr akh nishanh, vonụ̄ vuchh cz yimn khr snzn addjn kun, kithh pạtthụ̄ milnavvkh asụ̄ timh addjhi, tvpth kithh pạtthụ̄ vlv asụ̄ timn pytth maz. Yhi chuh vuchhạny ykdm spud khr zindh tvpth voth thvd diczn ttang, adh yylhi yhi svrue ḥal tmis nnyvv, dpnhi lvg bh chuhs yqyn kran kh byshk chuh Allah tʿālyā prth chyzs pytth qdrt vvl."
  },
  {
    "verse_id": 260,
    "translation": "Byyhi pạviv czyts tvhụ̄ suh vqt yylhi ḥẓrti abrahymn ʿrẓ kvr khdays ae myanhi prvrdigarh me havtkh kithh pạtthụ̄ krhkh cz murdh zindh qyamt kh dohh bh thav haamyuk ʿlm ḥạṣil krith kyazi khbr chha yhi kạfr nmrvd ma prczihh ath mtʿlq duvbarh, Allah tʿālyā hn frmvvus kyah cze āena pczh vnhi, dvpun gczhymna pczh yin mgr amhi ʿrẓ krnh andrh chuh yuth myvn mṭlb dil mṭmʿīn spdith chanyn dushmnn sintụ̄ bḥth krnh khạṭr qvy spdi. Allah tʿālyā hn frmvvus, ps rttukh cz czvr janvr mvr, kokur, kvtur th kav, ps rchuhkh cz kynhh kalah pans nishhi, varh thavukh vnhi, tvpth marukh, klh tihund thav alg, bdnn tihndyn kr kufth. Tihund maz milnavakis sintụ̄, tvpth thav prth kohs pytth tihndi milnạvith mazh andrh akh akh ḥṣh, tvpth di timn ālv. Yim yine cze nishhi dvran dvran, tvpth zan cz byshk Allah tʿālyā chuh prth chyzs pytth qdrt vvl ḥikmt vvl."
  },
  {
    "verse_id": 261,
    "translation": "Mithal timn lvukn hnz yim khrch chhi kran mal pnun khdae snzi vthi andr, tmhi phlich mithal yth nyran chhi zmyns mnz vvith sth hylụ̄, prth hylis chhi āsan hth hth phlụ̄, amhi ʿlavh chuh Allah tʿālyā hurravan ysndi khạṭr yczhan chuh, Allah tʿālyā chuh vsʿt vvl ts chhnh kunhi chyzch kmy, Allah tʿālyā chuh rut zann vvl, ts chuh mʿlvm kmụ̄snz kiczh nyt chhe tmy nyth mvjvb chuh suh vsʿt ʿṭa kran."
  },
  {
    "verse_id": 262,
    "translation": "Tim lvukh yim khrch chhi kran mal pnun khdae snzi vthi andr tvpth chhinh tmis rtth vnis pytth aḥsan th mint thavan, nh chhis kthhi rngụ̄ aidha vatnavan, tihnz mzvurụ̄ chhe amhi khrch krnch tihndis prvrdigars nish, byyhi āshi nh timn kanhh khvfah qyamt kh doh, nh āshi timn kanhh ghmah."
  },
  {
    "verse_id": 263,
    "translation": "Rcz kth vnnụ̄ sạyls byyhi drgudhr krun, yhi chuh bhtr tmhi khạrat khoth yth pth kthhi rngụ̄ tklyf th aidha āshi, Allah tʿālyā chuh āsn vvl byyhi czydd hynh vvl. Jld chuhnh rttan th grftar kran sạyls tklyf th aidha vatnavnyn."
  },
  {
    "verse_id": 264,
    "translation": "Ae baaymanv mh kriv khạrat pnun brbad mint th aḥsan thavnh sintụ̄. Byyhi pamh th aidha dinh sintụ̄, ts shkhṣh sndụ̄ pạtthụ̄ yus mal pnun khrch kran chuh lvukn havnh khạṭr, byyhi chuhnh pczh kran kunis khdays th ptmis dohs yʿny qyamts, ps chhe mithal tihnz tmhi pishjhi knhi hnz yth pytth mycz āshi lạrith, tth pyyhi gutul rvud. So mycz yiys chhlnh ps thavi ath knhi chhlith chhokith ticzhe yiczh ạs. Yimv ath knhi hnzi myczi pytth kynhh vvmut āshi, tim hykn nh kanhh chyze ḥạṣil krith tmhi mnzh yhi timv vvmut āshi. Yithe pạtthụ̄ yim khrch krith mint thavn ya krn khrch thyknh th lvukn havnh khạṭr timn chuhnh tth khrch krns kanhh thvabah th mzvuryah, Allah tʿālyā chuhnh vth havan kạfrn."
  },
  {
    "verse_id": 265,
    "translation": "Vonụ̄ gyhi mithal timn lvukn hnz yim khrch kran chhi mal pnun khdae sund rẓa czhanddnh khạṭr byyhi pnnyn pann hund aʿtqad yqyn ṣdqat vkhạrath kis thvabs mtʿlq mẓbvṭ th pkhth krnh khạṭr, tmhi baghch mithal yus thzrs pytth āshi yymyuk zmyn sytthah rut āshi, tth āshi pyvan gutul rvud yymhi sintụ̄ tth dognh myvh nyran āshi, hrgah gutul rvud pyys thi nh tvthi chuh tth nuyk nuyk rvud pyvnue kạfy spdan rut zmyn āsnh mokhh. Yithe pạtthụ̄ chuh Allah tʿālyā baayman bndn ṣdqat vkhạratn nfʿ th fạydh ʿṭa kran, yhi kynczhah tvhụ̄ kran chhiv thi svrue chuh Allah tʿālyā vuchhan."
  },
  {
    "verse_id": 266,
    "translation": "Kyah tohyhi andrh chha kạnshi yhi kth psnd kh ts āshi baghah khzr kulyn th dchhhi rantthn hund timve kulyv mnzụ̄ āsn joyhi pkan, amis shkhṣs āsn ath baghs mnz prth kunhi qsmkụ̄ myvh, amis shkhṣs āshi bujruk vqt āmut byyhi āshi amis kham ʿīal, tvpth vathi ath baghs amụ̄sndis tundvavah yth sintụ̄ nar thi āshi yʿny nari smvm, aamy sintụ̄ pyyhi yhi bagh dzith. Yhe kyfyt chhe bnan nykyn pytth aḥsan th mint thavnh sintụ̄, aidha th pamh dinh sintụ̄, rya krnh sintụ̄, yithe pạtthụ̄ chuh Allah tʿālyā vyczhnavan tohyhi pnnụ̄ āyat yuth tvhụ̄ ghvrvfikr krith pnnụ̄ ṣdqat vkhạrat mnt th aḥsan thavnh sintụ̄, adhath pamh dinh sintụ̄ lvukn havnh sintụ̄ ẓayʿ th tbah kran ạsiv nh."
  },
  {
    "verse_id": 267,
    "translation": "Ae baaymanv khrch ạsiv kran rczn kamyn andr, tmhi andrh rtụ̄ rtụ̄ chyz yhi tvhụ̄ zynan th kmavan chhiv, byyhi rtụ̄ rtụ̄ chyz tmhi andrh yhi ashi zmyn andrh tuhndi khạṭr khvr, byyhi mh ạsiv rdy th khrab chyzn hund qṣd kran, tmy rdy chyzh mnzh ạsiv khrch kran rdy th khvtt chyz ạsiv czạrith th alg kddith thavan khdae sndi khạṭr dins kyut. Yhi gvvpst hmt lagun, khvtt pvnsh, khvchhi rvpyh, khvtt phutth vvtt ya dzmcz czochhi, dodryvmut ghlh mh ạsiv khdae snzi vthi divan, ḥalankh tvhụ̄ chhivnh sue chyz pans rtth vnụ̄ kunh ṣvrts andr, mgrhe kunhi sath achh ttuvith tth andr shl angary kriv th bul gczihv, varh zạniv yhi kth kh Allah tʿālyā chuh benyaz ḥmud dpnh āmut tʿryf krnh āmut, tmis chuhnh tuhndiyn rdy maln hnz ẓrvurthe, suh chuhnh rạẓy spdan khvttyv dyarv sintụ̄. Suh gczihh khvsh fqyrs mskyns ḥajt nyrnh sintụ̄. Tmis yylhi nh khvtt pvnsh kunhi chlyyv tmis kyah ḥajt drav."
  },
  {
    "verse_id": 268,
    "translation": "Shyṭan chuhv tohyhi khvcznavan mḥtaj spdns, byyhi chuhv amr kran tohyhi ychh kamyn hund yʿny bkhluk, Allah tʿālyā chuhv tohyhi ṣdqh th khạrats pytth vʿdh kran pnnhi bddi mghfrtuk th rzqs andr v sʿtuk, Allah tʿālyā chuh panh āsn vvl svrue zann vvl."
  },
  {
    "verse_id": 269,
    "translation": "ʿql vdanạyy chuh ʿṭa kran ys yczhan chuh ts, ys ʿql vdanạyy ʿṭa yyhi krnh byshk ts āv ʿṭa krnh khạr kthyr yʿny variyah khạr, nṣyḥt chuhnh qbvl kran mgr ʿqlhi vạlụ̄."
  },
  {
    "verse_id": 270,
    "translation": "Byyhi yhi kynczhah tvhụ̄ khrch kriv ya ndhr thạviv kanhh ndhrah ps chuh Allah tʿālyā svrue zanan, chuhnh ẓạlimn hndi khạṭr kanhh mddgarah yymụ̄ bkhlh sintụ̄, aḥsan thavnh sintụ̄, aidha dinh sintụ̄, lvukn havnh th thyknh sintụ̄, khạrat khi thvab nishhi pnnyn pann mḥrvm krn ya yim ḥram malh sintụ̄ khạrat krn ya yih ndhr najạyz thavn ghyrAllah yʿny khdays vrạe mkhlvqn hndi khạṭr ya yim jạyiz ndhrn vfa krn nh."
  },
  {
    "verse_id": 271,
    "translation": "Hrgah tvhụ̄ pnnụ̄ ṣdqat nnụ̄ pạtthụ̄ diyiv tithi gvv sytthah jan mgr hrgah lothi pạtthụ̄ th czvuri pạtthụ̄ diyiv byyhi diyiv fqyrne, suh chhu czvr bhtr nnụ̄ pạtthụ̄ th āsn valyn dinh khoth. Frẓuk ṣdqh āshi zkvāt vghạrh hyvu, suh nnụ̄ pạtthụ̄ dyun chuh bhtr yuth byyis thi rghbt pạdh spdi. Hrgah nfluk ṣdqh āshi suh chuh pvushydh pạtthụ̄ dyun chhu bhtr yuthnh rya lbnh yyhi, byyhi chuh Allah tʿālyā amhi sbbh tuhndyn bʿẓ gnahn bkhshạyish th drgudhr kran, byyhi chuh Allah tʿālyā pvurh zanan yhi tvhụ̄ kran chhiv."
  },
  {
    "verse_id": 272,
    "translation": "Tohyhi nh ḥẓ chuhv mtth yarsvl Allah yim kạfr rahi rasts pytth annụ̄ mgr Allah tʿālyā ys yczihh ts kri hdayt, tohyhi yus malah khrch kvruv khdae sndi khạṭr tmyuk fạydh chuhv tohyhi pans, tvhụ̄ chhiv nh khrch kran khdae sundue rẓa ḥạṣil krnh khạṭr, tvhụ̄ yhi kynczhah khrch kriv pnnhi malh andrh tmyuk thvab th bdlh yyhi tohyhi ʿṭa krnh. Tohyhi kunhi qsmuk ẓlm yyhi nh krnh. Tuhund ḥq yyhi nh ẓayʿ krnh."
  },
  {
    "verse_id": 273,
    "translation": "Khạrat gczihh dyun tim fqyrn yim bnd āsn krnh āmtụ̄ khdae snzi vthi andr yʿny tihndụ̄ vqt āsn mṣrvf dyn chn kamyn andr yimn andr ʿām lvukn hndi khạṭr bhtry āshi, suh gvv jhad hiyv, tblygh hiyv, ṭlb ʿlmi dyn hiyv. Yim chhi muṣarf ṣdqatv andrh bhtr mṣrf, yim nh tmy sbbh āsn hykan avrh yvr phyrith rzq kmavnh khạṭr, navạqf lvukh āsn timn maldar zanan. Tihndi sval nishhi pth rvznkh sbbh, cz prz navhkh tim tihndi buthhi kh ʿlamt sintụ̄ yʿny faqh gy hndi sbbh āsn tihndụ̄ buthụ̄ zrd, tim āsn nh lvukn mngan chhpr lạgith, yhi kynczhah tvhụ̄ khrch kriv malh andrh yimn miskynn pytth yimn mnz yim panczh ṣft mvjvd āsn, ps Allah tʿālyā hs chuh thi svrue mʿlvm."
  },
  {
    "verse_id": 274,
    "translation": "Yim lvukh mal pnun khrch kran chhi rạtụ̄ kyut ya dohlhi lvtụ̄ pạtthụ̄ ya nnụ̄ pạtthụ̄, tihndi khạṭr chhe tihnz mzvurụ̄ prvrdigars nish, byyhi āshi nh timn kanhh khvfah kanhh ghmah."
  },
  {
    "verse_id": 275,
    "translation": "Yim lvukh svud khyvan chhi, tim vothn nh qyamt khi dohh qbrvmnzh mgr ts shkhṣh sndi pạtthụ̄ ys zvr czndd āshi diczmcz shyṭann tmy sintụ̄ āsys dmagh khrab gvmut yʿny syth ld hivụ̄, yhi sza āshi timn amy mokhh kh timv kyah dvp hyvn knun thi chuh byazy hiyv, ḥalankh Allah tʿālyā hn chuh hyyvn knun ḥlal kvrmut. Svud chuhn ḥram kvrmut, ḥlal vḥram krnuk aikhtyar vvl chuh sue yvt, ps ys akis vvt pnnis prvrdigarh sndi ṭrfh nṣyḥtuk klam, tvpth rvud suh amhi svudkh mʿāmlh nishhi pth, ps yhi kynczhah pth kun gudhryv thi gvv tihundue mlk. Fạṣlh tihund kri pane Allah tʿālyā, yim lvukh khdae sund ḥkum bvuzith byyhi duvbarh krn zạnith krith svuduk mʿāmlh, time lvukh ge dvzkhy tim rvzn tth dvzkhs mnz hmyshh kyazi timv kvr khdae sund ḥukm nẓr andaz."
  },
  {
    "verse_id": 276,
    "translation": "Galan chuh Allah tʿālyā svdkyn dyarn chahnh kanhh brkthah, hur ravan chuh Allah tʿālyā khạrats. Akis chuh Allah tʿālyā dah gunh th sash gunh th lchhh gunh divan, Allah tʿālyā hs chuhnh psnd kihinụ̄ nasupas bndh yus svuds ḥlal āshi zanan, khnụ̄ mujrm bndh yus svudkis mʿāmls pytth ddadd āshi krith."
  },
  {
    "verse_id": 277,
    "translation": "Pzụ̄ pạtthụ̄ yimv lvukv ayman avn byyhi krykh rcz ʿmlh byyh thạvkh nmaz brpa, byyhi diczkh malch zkvat, ps tihndi khạṭr chhe tihnz mzvurụ̄ tihndis prvrdigars nishhi byyhi āshi nh timn kanhh khvfah byyhi nh kanhh ghmah."
  },
  {
    "verse_id": 278,
    "translation": "Ae baaymanv khvcziv khdays byyhi trạviv suh rqm yus baqe āsyv rvdmut svuduk lvukn nishhi chuhve tvhụ̄ pzụ̄ pạtthụ̄ baayman."
  },
  {
    "verse_id": 279,
    "translation": "Ps hrgah svdh nishhi pth rvuzvnh tylhi rvziv khbrdar th tyar jng krnh khạṭr khdays th tihndis rsvls sintụ̄, hrgah tvhụ̄ tvbh kriv, svudh nishhi pth rvuziv tylhi yiyv aṣl rqm vaps dinh, nh mh kriv tvhụ̄ kạnshi pytth ẓlm, nh yyhi tohyhi pytth kanhh ẓlm krnh."
  },
  {
    "verse_id": 280,
    "translation": "Agr qrẓdar āshi tngdst, ts gczihh pyarun yvtanụ̄ ts vsʿt bnhi, vonụ̄ he tvhụ̄ suh rqm ṣdqs pytth qrẓdars trạviv, suh chuh tuhndi khạṭr bhtr. Hrghe tohyhi tmyuk thvab mʿlvm āsiha ya hrghe tvhụ̄ munạsib zạniv."
  },
  {
    "verse_id": 281,
    "translation": "Byyhi khvcziv tth dohs yymhi dohh tvhụ̄ vatnavnh yiyv khdays brvntth kun, tvpth yyhi prth akis tamhi sare nyk vbduk bdlh pvurh dinh yhi tmụ̄ kvrmut āshi, byyhi yyhi nh timn. Bh hych vjh kunhi qsmh ẓlum krnh."
  },
  {
    "verse_id": 282,
    "translation": "Ae baaymanv tvhụ̄ yylhi qrẓuk lyn dyn ạsav kran kunhi muqrr mudts tanụ̄ ps ạsiv lykhan, byyhi lykhin yhi kaghdh tohyhi andrh kanhh lykhhn vvlah pvz pvz. Yus nh kmy ya zyadty kri rqms andr ya vqts andr, byyhi mh krin ankar kanhh lykhn vvl yhi kaghdh lykhnh nishhi kyazi Allah tʿālyā hn yithh pạtthụ̄ suh hychhnvv lykhun ps ạsin suh tmhi kis shukrans andr lvukn kaghdh th amhi qsmkụ̄ dstavyzat lykhith divan, byyhi ạsins sue shkhṣ lykhnavan th ʿbart vnan ys pytth ḥq chuh yʿny yus qrẓ nivan āshi, khvuczin suh khdays yus tuhund prvrdigar chuh, km mh krin suh amhi mnzh kanhh chyzah, ps hrgah qrẓ nivvun km ʿql āshi ya ẓʿīf th nvtvan āshi, ya āshi nh suh hykan panh ʿbart vnith nh zannh mokhh, ps lykhnạvin th ʿbart vnin vạlụ̄ tihund mʿtbr th karkun tuhund varh pạtthụ̄ th ainṣaf pạtthụ̄, byyhi thạviyvkh shahid z gvah mslman mrdv andrh, hrgah ne z mslman mrd byttn yʿny mysr th dstyab hykn nh spdith tylhi rvuzin gvah akh mrd th z znanh, yim tvhụ̄ psnd kriyvkh gvahv andrh, kyazi hrgah mshith gczihh doyv andrh akis znanhi, czyts pavys dvyim znanh, gvahn hund gczihnh ankar krun yylhi timn gvah rvznh khạṭr nad āshi yivan dinh, susty mh ạsiv kran yhi mʿīady kaghdh lykhnh nishhi adh mʿāmlh lokutt ạsitn yabvdd, yhi chuh tuhndi khạṭr ainṣafs zyadh qạyim thavvun khdays nishhi, byyhi chuh yhi lykhun zyadh qạyim thavan gvạhyhi, byyhi chuh zyadh nzdyk yth kthhi kh tohyhi rvzi nh shk th shubh, mgrhe āshi tjartah fvry hynh dinuk, yus tjart tvhụ̄ panh vạnụ̄ phiran ạsiv yʿny hynh vvl āshi qinmt divan, knn vvl āshi chyz pysh kran, ps chuhnh kanhh ḥrj tohyhi hrgah ath ṣvurts mnz lykhan ạsivnh, byyhi ạsiv gvah thavan yylhi tvhụ̄ khryd v frvkht kran ạsiv. Yuthnh kanhh doyv andrh ankar kri, nqṣan gczihnh vatnavnh yun nh lykhn vạlis th nh shạhidn, hrgah tohyhi thi kvruv kạtbn th shạhidn vatnvv tklyf th ẓryr suh chuh tuhndi khạṭr bvdd gnah, khvucziv khdays hmyshh khṣvṣaantimh kamhi krns andr yimv nishhi mnʿ āv tohyhi krnh, Allah tʿālyā chuh dyn vdnyachh kamhi th aḥkam hychhnavan, Allah tʿālyā chuh prth chyz pvurh zanh vun."
  },
  {
    "verse_id": 283,
    "translation": "Vonụ̄ hrgah tvhụ̄ ạsiv sfrs andr tvpth lbyvn nh tvhụ̄ kanhh lykhn vvlah tth sfrs mnz, tth ṣvurts andr gczhn bnd thavnkụ̄ chyz pysh krnụ̄ yimn chyzn qbẓh kri qrẓuk rqm dinh vvl, ps hrgah mṭmʿīn āshi tohyhi andrh akh byyis pytth yʿny akh akis pytth aʿtmad th aʿtbar āshi, ps yymis pytth aʿtmad th aʿtbar āv krnh suh krin ada pnun pvurh amant, byyhi khvuczin khdays pnnis prvrdigars tmụ̄ sund ḥq mh khyyin, ae mslmanv mh ạsiv gvạhy khttan, yus akhah gvạhy th shhadt khttan āshi tmụ̄sund dil chuh gnhgaryʿny suh mh zạnin yhi shhadt nh dinụ̄ ma chuh zyvi hundue yvt gnah blkh chuh yhi diluk gnah thi, kyazi prth gnahuk aradh chuh dilh pytthe vothan. Allah tʿālyā chuh pvur zanan yhi tvhụ̄ kran chihv dilv ya tanv sintụ̄."
  },
  {
    "verse_id": 284,
    "translation": "Khdae sundue chuh yhi svrue āsmann andr chuh byyhi yhi zmynn andr chuh. Khvd āsman th zmyn chuh tihundue, hrgah nnrạviv thi yhi tuhndyn diln andr chuhv ya khttith thạviv, Allah tʿālyā chuh thi svrue zanan, tth sạrse pytth hyyv suh ḥsab, tvpth ys khvsh krys ts kri mghfrt ys khosh krys ts kri ʿdhab, Allah tʿālyā chuh prth chyzs pytth qdrt vvl."
  },
  {
    "verse_id": 285,
    "translation": "Yylhi yhi, nạzil spud ṣḥabh ṣạb spdụ̄ ghmgyn, ʿrẓ kvrukh ānḥẓrtn hndis khdmts mnz kh ya rsvl Allah yhi ḥẓ chuh sytthah mushkl sanhi khạṭr. Frmvvukh kyah tvhụ̄ thi vnv ty yhi yhvdvnṣaryā hav vvn pnnyn pyghmbrn.... Tvhụ̄ mạniv tvhụ̄ kriv tslym khdae sund ḥukm tvhụ̄ dpiv.... Bvuz ashi mvn ashi. Allah tʿālyā kri tohyhi pytth rḥm. Chnanchh amyuk ntyjh drav Allah tʿālyā hn kr nby kryms sintụ̄ baaymann hndụ̄ tʿryf frmvvun, pyghmbri brḥqn kr pczh tth sạrse yhi nạzil āv krnh timn pytth tihndis prvrdigarh sndi ṭrfh byyhi kr pczh tth baaymanv, prth akụ̄ avn ayman kunis khdays byyhi tihndyn mlạykn, byyhi tihnzn ktabn byyhi tihndyn pyghmbrn timv dvp, asụ̄ chhinh frq kran pyghmbrv andrh kạnshi akis mnz. Ashi nishhi chhi sạriy pyghmbr brḥq. Yim ḥẓrti ādms ʿlyh alṣlvāt valslams pytthh ḥẓrti Muḥammads tanụ̄ āe svznh, byyhi von baaymanv bvuz ashi mvn ashi, vonụ̄ chhi czhanddan asụ̄ chvn mghfrt ae sanhi prvrdigarh ptvlakh vatun chuh cze nish."
  },
  {
    "verse_id": 286,
    "translation": "ʿbadtuk tklyf chuhnh Allah tʿālyā divan kạnshi akis mgr tihndi ṭaqth mvjvb, prth akis chuh thvab tmhi kue yhi yim kmvvmut th ḥạṣl kvrmut āshi nykyv andrh byyhi chuh prth akis tmhi kue ʿdhab th sza yhi tmụ̄ kvrmut āshi bdyv andrh, ae sanhi prvrdigarh rtthth mth ashi hrgah ashi kynhh mshith gvv ya khṭa gvv, ae sanhi prvrdigarh byyhi mth kharth ashi pytth ʿbadtuk suh bvr yus bvr khvruth cze timn lvukn pytth yim ashi brvntth ạsụ̄, ae sanhi prvrdigarh byyhi mh tulnav ashi suh bvr yymhi kh tulnuk ashi ṭaqthe chuhnh, byyhi kr ʿfv ashi, byyhi kr mghfrt ashi, byyhi kr ashi pytth rḥm, cze chuhkh svn mvla th āghh, ps kr cz ashi yạry th mdd kạfrn pytth. Ḥdyth shryfs mnz chuh āmut yylhi yim āyati krymh nạzil spdụ̄ tvpth prụ̄ ḥẓrti rsvl krymn yim āyat Allah tʿālyā hn frmvvukh akis akis dʿāhs pth adh ḥẓ yʿny aijabt kvrum akhi akhi tuhndyn sarne mṭalbatn."
  }
]