[
  {
    "verse_id": 1,
    "translation": "Khdae se chuh mʿlvm amhi andrh kyah murad chuh."
  },
  {
    "verse_id": 2,
    "translation": "Allah tʿālyā chuh mʿbvdi brḥq. Kanhh mbvdah chuhnh ts vrạe, sue chuh zindh mrnh nishhi munzh th pak. Sue chuh sarne zindn zndgy ʿṭa kran. Panh chuh qạyim bdhati khvd. Sue chuh sarne chyzn qạyim thavvun. Sue chuh azlaan v abdaan mvjvd. Ts vrạe yim thi chhi tim sạriy chhi pnnis vjvds andr, pnnhi vjvdh kis ḥfaẓt th rạchh krns andrts kun muḥtaj. Lhādha chuhnh kanhh akhah ʿbadts szavar ts vrạe. ʿbadt gyhi ʿạjzy th psty nnravnụ̄, yhi shvubhi ts brvntth knhi nnravnụ̄ ys setthah be ḥdvbe nhayt ʿzt th bjr āshi. Yus nh ḥyat vbqahs mnz kạnshi kun mḥtaj āshi. Suh chuhnh kanhh th ts kunis khdays vrạe. Ath kun nẓr krith shvubhi nh bndn hnz kạnshi brvntth knhi ʿạjzy v psty nnravnụ̄ ts ʿzt vʿẓmt vạlis khdays vrạe."
  },
  {
    "verse_id": 3,
    "translation": "Tmiy kr tohyhi pytth nạzil yhi bdd ktab pzụ̄ pạtthụ̄ ya rsvl Allah, yth ḥalt andr kh yhi ktab chhe tṣdyq kran timn sarne ktabn yimh amhi brvntth nạzil krnh āyhi, byyhi kvr tmy nạzil tvrah th ainjyl amhi brvntth ḥẓrti mvsyā klym Allah hs pytth tvrah, ḥẓrti ʿīsyā rvḥ Allah hs pytth ainjyl, yim doshve ktabh āsh lvukn hndi khạṭr bvdd hdayt,"
  },
  {
    "verse_id": 4,
    "translation": "Byyhi kri tmụ̄ nạzil ḥẓrati anbyahn pytth timh ktabh th tim mʿjzat yimv sintụ̄ pzis th apzis frq spz, byshk yim lvukh ainkar chhi kran khdae sndyn āyatn yim tihndis vḥdanyts pytth dlalt chhi kran, tihndiy khạṭr chuh skht ʿdhab, Allah tʿālyā chuh ghlbh vvl th qdrt vvl bdlh th aintqam hynh vvl."
  },
  {
    "verse_id": 5,
    "translation": "Byshk Allah tʿālyā hs nish chuhnh kanhh chyzah khttith nh zmynn andr nh āsmann andr, lhādha chuh tmụ̄sund ʿlm nhayt kạmil."
  },
  {
    "verse_id": 6,
    "translation": "Suh gvv qdrt vvl yus majn hndyn shikmn andr bchh danyn andr chuhv tohyhi sarne shkl vṣvrt ʿṭa kran. Yithh pạtthụ̄ suh yczhan chuh akis akh ṣvrt byyis byakh ṣvrt. Sạriy aʿẓa buth, achh, ns, ạs, ddykh, hongnụ̄. Sarne brabr mgr bavjvdān chuhnh kanhh kạnshi hiyvu. Amhi andrh chuh nnan tihnz kmali qdrt ps spud thạbit kh ḥyat kạmlh thi tsụ̄ yvt qyvmyt th tsụ̄ yvt. ʿlmi kạmil thi tsụ̄ yvt. Qdrti kạmlh thi tsụ̄ yvt. Yim ge aṣvli ṣfat. Yim sạriy chhi mvjvd ts dhati paks andr bdrjh atm bghayti kmal kạnshi hndi shirkt vrạe. Amy sintụ̄ spud thạbit kh, akhah chuhnh ʿbadts layq mʿbvd āsns szavr ts vrạe, sue chuh ghạlib toḥydh kyn munkirn hykhi sue aintqam hyth ḥikmt vvl thi chuh. Thi gvv sinty chuhnh munkirn ʿdhabs grftar kran."
  },
  {
    "verse_id": 7,
    "translation": "Suh gvv sue yymụ̄ nạzil kr tohyhi pytth yarsvl Allah yhi bdd ktab qrāni mjyd, tmhi mnzh chhi kynhh āyat mẓbvṭ th muḥkm pnnyn mʿnyn pytth ṣaf th vaẓḥ yimn pytth aḥkamn hund darvmdar chuh, byyhi chhi kynhh āyat amhi ktabhi hndụ̄ yimn hndyn mʿnyn hishr chuh byyn lfẓn hndyn mʿnyn sintụ̄ yimn āyatn hund mʿny prth akis mʿlvm chuhnh, ps yimn lvukn hndyn diln andr hijr th vtth chuh, tim chhi tmy bdnyty th hjrh mokhh pth lgan timne āyatn yimn hndi mʿnych vjḥt chahnh āsan, ftnh th fsad tulnh kh ghrẓh byyhi pnnhi ṭrfh ghlṭ mʿny krnh kh ghrẓh yuth lvukn shk th shbhat pạdh spdn tim ddln rahi rast nishhi, ḥalankh timn āyatn hund ṣḥyḥ mʿny chuhnh zanan kanhh thi Allah tʿālyā hs vrạe, tve yim gattlụ̄ th pokhth kar ʿạlim chhi, tim chhi vnan ashi avn ayman yimn mtshabh āyatn. Sạriy āyat muḥkm thi th mutshabh thi chhi sạnis prvrdigarh sndi ṭrfh, nṣyḥtch kth krn nh qbvl mgr ʿqlh vạlụ̄. Tim ʿqlh vạlụ̄ chhinh ath pnnis ṣḥyḥ ṭryqs pytth āsns pytth thykan th czyngan blkh chhi khdae snze mhrbạny th nʿmt zạnith ts bʿājzy mngan."
  },
  {
    "verse_id": 8,
    "translation": "Ae sanhi prvrdigarh hlụ̄ mth krtkh ddaltkh mth dil sạnụ̄ ashi hdayt krnh pth, ʿṭakr th ashi pnnụ̄ bdd rḥmt. So rḥmt gyhi yhe kh ashi thav th qạyim th mḥkm rahi rasts pytth, pzụ̄ pạtthụ̄ cze chuhkh ʿṭa krvun, bdd rḥmt ʿṭa krvun, ae sanhi prvrdigarh asụ̄ chhinh yhi dʿā mngan kunhi dnyạviy ghrẓh khạṭr blkh chhi asụ̄ yhi dʿā kran mḥẓ chanhi ạkhrt khi ʿdhab nishhi bchnh khạṭr kyazi ashi chhe pczh."
  },
  {
    "verse_id": 9,
    "translation": "Byshk cze chuhkh svnbrh vun sarne lvukn mḥshrkis mạdans andr tmhi dohh kis yins mnz kanhh shk th shubh chuhnh. Kyazi cze chuhth tmhi dohkh yinuk panh vʿdh frmvvmut, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh pnnis vʿds khlaf kran."
  },
  {
    "verse_id": 10,
    "translation": "Byshk yimv lvukv kufr th ainkar kvr, hrgiz hykhi nh timn nfʿ th fạydh vatnạvith nh tihund mal v dvlt nh tihndụ̄ avlad khdays nishhi kunhi chyzuk, byyhi āsn time yihndi sintụ̄ nari jhnm tavnh yyhi, tihund ḥal chuh."
  },
  {
    "verse_id": 11,
    "translation": "Frʿūny lvukn byyhi timn kạfrn hund hiyuv ḥal yim brvntth ạsụ̄, timv thi kyah zạnụ̄ aapzụ̄ sạnụ̄ āyat, tve krkh nafrmạny, ps krụ̄ tim grftar ʿdhabs Allah tʿālyā hn pnnyn gnhn th nafrmạnyn hndi sbbh, Allah tʿālyā chuh skht ʿdhab krvun skht sza di vvun."
  },
  {
    "verse_id": 12,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ṣly Allah ʿlyh v slm yimn kạfrn ae kạfrv tvhụ̄ spdiv jldy mghlvb mslmann hndi athh dnyahs andr, tvpth yyiv svmbrạvith vatnavnh nari jhnms. So chhe setthah ychh jayah tuhndi tthhrnh khạṭr. Yth mnz qrarh bdl skht byqrạry āshi tohyhi."
  },
  {
    "verse_id": 13,
    "translation": "Btḥqyq avs tihndi khạṭr bvdd nmvnh th ʿbrt ḥạṣil krnuk nishanh timn don jmaʿtn hndis muqablh krns mnz yim myilụ̄ akh akis sintụ̄ bdrs mnz, akh jmaʿt ạs jhad kran khdae sndi khạṭr yʿny ḥẓrti Muḥammad ṣly Allah ʿlyh v slm snz lshkr. Tim ạsụ̄ tre hth th truvah )313( ṣạḥb. Mhajirv andrh sth stth )77( anṣarv andrh z hth th shyyh trh )236( ṣạḥib. Sintụ̄ ạsikh z gurụ̄, stth )70( vvuntth. Ạtth )8( shmshyrh. She )6(zirh, byakh jmaʿt ạs khdays ainkar th kufr krvnụ̄ abv jhl snz lshkr tim ạsụ̄ nv shyth th pnzah )950( znụ̄ timn sintụ̄ ạsụ̄ akh hth gurụ̄. Sth hth vvuntt, mslman ạsụ̄ vuchhan kạfrn pans dogn varh karh achhv sintụ̄. Bavjvdān ạsụ̄ qvti aymany sbbh timn sintụ̄ muqablh krnh khạṭr tyar. Tihndụ̄ ḥvṣlh ạsụ̄ bulnd spdan. Nth gvv mʿny kạfr ạsụ̄ vuchhan mslmann pnnhi khoth dogn. Tihndụ̄ ḥvṣlh ạsụ̄ pst spdan, yhe gyhi yạriy khda, Allah tʿālyā chuh yạriy th mdd kran ys yczhan chuh ts. Ythh pạtthụ̄ yczhan chuh tithh pạtthụ̄, pzụ̄ pạtthụ̄ yth jngi bdrh kis vaqʿs andr chhe bdd ʿbrt gashdarn hndi khạṭr."
  },
  {
    "verse_id": 14,
    "translation": "Zynt āv dinh lvukn hndi khạṭr nfschn khvahishn hndis mḥbts. Mthlaan znanh, shurụ̄, gbr, byyhi svnbrvvmut variyah mal son th roph byyhi nishanh dar gurụ̄, byyhi chrvạe, vvuntt, gupn th tyir. Byyhi zraʿt, yhi svrue chuh dnyachhi napaydar zndgy hund akh samanh. Nh dnyahs aʿtbar nh ath samans aʿtbar, Allah tʿālyā se nish chhe jae rczi vapsy hnz."
  },
  {
    "verse_id": 15,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah kyah bh krv tohyhi khbr tmich yhi yimv sarve chyzv khoth setthah bhtr th afẓl chuh, yim lvukh khdays khvczn tihndi khạṭr chhi tihndis prvrdigars nish tim tim bagh yimv mnzụ̄ joyhi pkan chhe, timnebaghn mnz chuh timn rvzun th bsun hmyshh abdalābad, byyhi chhetihndiy khạṭr timn baghn andr pak vpakyzh znanh yimh pak vṣaf āsn ḥyẓ nishhi nfas nishhi byyhi sarve ālạyshv th gndh giyv nishhi, byyhi chuh tihndiy khạṭr rẓae khda yosh sarviyv nʿmtv andrh bdd nʿmt chhe, Allah tʿālyā chuh varh vuchhan bndn hund ḥal. Prth akis diyhi jza pnnhi pnnhi kamhi hund."
  },
  {
    "verse_id": 16,
    "translation": "Tim mutqy yihndi khạṭr yimh mhrbạny th anʿāmat chhi. Tihndụ̄ ṣft chhi yim. Tim chhi ʿạjzy san mngan āsan kh sanhi prvrdigarh byshk ashi avn ayman. Vonụ̄ krth sanyn gnhn mghfrt. Byyhi rchhth ashi narkhi ʿdhab nishhi. Byyhi chhi tihndụ̄ ṣft."
  },
  {
    "verse_id": 17,
    "translation": "Tim chhi ṣbr krvnụ̄ byyhi chhi tim pvz vnh vnụ̄. Byyhi chhi tim frmanbrdạry krvnụ̄ byyhi chh, tim rczn kamyn andr mal pnun khrch krvnụ̄ khdae sndi rẓa khạṭr. Byyhi chhi tim gnhn mghfrt th bkhshạyish mngh vnụ̄ sḥrh kyn vqtn andr pashi ạkhrs. Kyazi tmhi vqth chhe dʿā qbvl spdnch zyadh amyd."
  },
  {
    "verse_id": 18,
    "translation": "Gvạhy chhe dicz mcz Allah tʿālyā hn brvntthmyn kitabn andr amchiy kh kanhh mʿbvdah chuhnh ts dhati paks vrạe, byyhi chhe gvạhy dicz mcz amich mlạykv pnnyn adhkarv avradn andr tihnz dhikr chhe tsbyḥat vtmydat vthlylat. Byyhi chhe diczmcz gvạhy amich ʿlmh valyv pnnyn tqryratn vtḥryratn vbyanatn andr, drḥaltykh suh mʿbvdi brḥq chuh qạyim thạvith prth chyzuk niẓam aʿtdal san. Tmyi chuh mqrr vnnh yivan, kanhh mʿbvd chuhnh ts vrạe suh chuh ghlbh vvl th ḥikmt vvl. Kyazi yhi chhe tmụ̄snze kạm byyhi nh kạnshi hnz."
  },
  {
    "verse_id": 19,
    "translation": "Pvz dyn th mqbvl dyn chuh Allah tʿālyā hs nishhi ṣirf dyni aislam, aikhtlaf kvr na yhvdv th nṣaryā hv aislam kis dyni ḥq āsns andr mgr timn nishhi amhi kthhi hund pvurh ʿlm vatnh pth. Yʿny yhi aikhtlaf kvr timv khbr ạsith dyd hv dansth zạnith krith, sue aikhtlaf kvrukh ḥsdh kinụ̄ th ʿnadh kinụ̄ yus timn mnz ạsthe avs, vonụ̄ yus ainkar kri prvrdigarh sndyn āyatn yʿny qrāni mjyds th mʿjzatn yithh pạtthụ̄ yimv yhvdv kvr ps Allah tʿālyā chuh jld timn ḥisab hyvun ts lgnhi zyadh vqt yimn ḥisab hyns andr. Ḥisabh pte gvv tihndi khạṭr skht ʿdhab."
  },
  {
    "verse_id": 20,
    "translation": "Vonụ̄ hrgah tohyhi sintụ̄ ya rsvl Allah yim lvukh bḥth lagn, tvhụ̄ frmạviyvkh, me kvr pnun rokh kunis khdays kun byyhi timv sarve yim me pth pth pkan chhi myạnụ̄ mtabʿt kran chhi tvhụ̄ mạntiv ya mth mạnitv, tv pth frmạviv tvhụ̄ byyhi yhvdn nṣaryā hn byyhi ʿrbh kyn mushrikn yim an pr chhi, kyah tvhụ̄ chhivh aislam qbvl kran. Yʿny tvhụ̄ krụ̄tv aislam qbvl. Tth andr ạs tuhndi ḥqh bhtry, hrgah timv aislam qbvl kvr tylhi lb timv syz vth, hrgah aislam qbvl krnh nishhi timvbuth phiyur. Tvhụ̄ mh briv tmyuk kanhh prva, tohyhi avs nh mtthi mgr pygham vatnavan. Thi vatnvvuv tohyhi pvurh pạtthụ̄, Allah tʿālyā chuh varh vuchhan bndn hund ḥal. Suh prczihh pane nafrmann, kyah kvr timv."
  },
  {
    "verse_id": 21,
    "translation": "Yim lvukh ainkar kran chhi khdae sndyn āyatn mthlaan yhv dtim chhinh manan ainjyls th qrāni mjyds, byyhi chhi qtl kran pyghmbrn naḥq, byyhi chhi qtl kran timn lvukn yim timn amrchhi kran ainṣaf krnuk, timn vniv bshart kddri ʿdhabch. Mrvy chuh az nby krym ṣly Allah ʿlyh vslm bny asrayylv krụ̄ shhyd ṣbḥs tyh tạjy )43( pyghmbr. Tv pth krykh fhmạyish nyk lvukv andrh akh hth th stthv znyv. Tmyi dohh shams tanụ̄ krikh tim thi shhyd. Tihnze dhikr chuh Allah tʿālyā frmavan yth āyhi kryms andr."
  },
  {
    "verse_id": 22,
    "translation": "Yime lvukh ge tim yihnzh ʿmlh ẓayʿ gyhi dnyahs andr th ạkhrts andr thi, byyhi āshi nh timn kanhh mddgarah sza kh vqth."
  },
  {
    "verse_id": 23,
    "translation": "Āyavuchhan chhivh natimn lvukn kun yimn akh kạfy ḥiṣah chuh āmut dinh tvrahk. Agr tim hidayt czhanddvnụ̄ āshn su, e ḥṣh avs tihndi ḥqh kạfy, nad chuh yivan dinh timn khdae snzi tth ktabhi kun yosh timne nishhi chhe yuth timne sintụ̄ timn mnz aikhtlafuk fạṣlh yyhi ha krnh, tv pth chhi tmhi nishhi czlan th rvgrdạny kran timv andrh akh jmaʿt. Byyhi chhi tim buth phiran."
  },
  {
    "verse_id": 24,
    "translation": "Yhi aʿtraẓ krun tihund chuh tmy mokhh timn chuh pnnhi jayhi akh khyalah kh timn zalhi nh nari jhnm mgr kynczhn dohn. Tv pth bnhi timn mghfrt. Narh nishhi yin kddnh. Yhi chuh tihund bạṭil aʿtqad. Ath pytth chahnh timn nishhi dlylah kanhh thi, tim chhi dyn kis ḥqs mnz dhvks mnz trạvmtụ̄ pnnyv kthv yimh timv pane tthhravmcz chhe."
  },
  {
    "verse_id": 25,
    "translation": "Ps kyah sna ḥal āshi tihund yylhi asụ̄ tim svnbravvkh tmhi dohh yymhi dohh tihnz pyshy yyhi aḥkm alḥakmyns nishhi krnh. Yymhi dohh kis yins mnz nh kanhh shkhah th shubhah chuh, byyhi yyhi tmhi dohh prth akis pnnhi krtvtuk pvurh pvurh bdlh dinh. Kạnshi nsbt yyhi nh kunhi qsmuk ẓlm krnh. Yy vvmut āsykh ty lonn. Nby krym ṣly Allah ʿlyh v slmv kvr ftḥi mkh pth mslmann rvm th fars ftḥ spdnuk vʿdh. Munafiq th yhvd lgụ̄ ath pytth tthtthh th aisthza krnhi. Aty spud nạzil yhi āyhi krym."
  },
  {
    "verse_id": 26,
    "translation": "Ae Muḥammad ṣly Allah ʿlyh v slm khdays ạsiv yhi dʿā mngan. Ya Allah cze chuhkh sare mulkuk mạlik. ʿṭa chuhkh kran cze mulk ys yczhan chuhkh, athh chuhkh hyvan mulk ys nishhi yczhan chuhkh, byyhi chuhkh ʿzt divan ts ys yczhan chuhkh. Byyhi chuhhn dhlyl kran suh yus yczhan chuhhn, cze aathhi chuh svrue khạr, byshk cze chuhkh prth chyzs pytth qdrt vvl."
  },
  {
    "verse_id": 27,
    "translation": "Dạkhl chuhhn kran rat dohs mnz. Byyhi chuhhn doh dạkhl kran rats mnz yʿny mukhtlf mvsmn andr. Rạcz hund vqt km krith doh brravan. Dohuk vqt km krith rath brravan, byyhi chuhhn cze jandar kddan be jans nishhi. Pvut tthvulh mnzh, byyhi chuhkh cze rzq ʿṭa kran ys yczhan chuhkh th ts ḥisabh vrạe asbabv dhrayʿūvrạe."
  },
  {
    "verse_id": 28,
    "translation": "Mh bnạvnụ̄ th mh thạvinụ̄ baayman kạfrn pnnụ̄ dvst. Baayman mslman trạvith, yus akhah yczih kạm kri ps chuhnh ts khdays sintụ̄ kanhh tʿluqah kunhi chyzs andr yʿny khdae sndyn dushmnn sintụ̄ yymụ̄ dvsty lạj suh shvubhi nh khdae sund dvst. Ts czhyuvn khdae snzi dvsty hund tʿluq, mgrhe timn hndi shr nishhi bchnh khạṭr ẓạhir dạry san pknh yyhi, Allah tʿālyā chuhv tohyhi pnnhi dhati pak nishhi khvcznavan yʿny pnnhi byzạry th ghẓbh nishhi. Tmis khvcziv tihnz mh kriv nafrmạny, Allah tʿālyā se nishhi chuh prth kạnshi ptvlakhi vatun. Ạkhr suh kmhi buthhi spdi ts nishhi pysh."
  },
  {
    "verse_id": 29,
    "translation": "Tvhụ̄ frmạviyvkh ya rsvl Allah hrgah tvhụ̄ pvushydh thạviv timh kthh yimh tuhndyn diln andr chhe ya nnrạviv bhrḥal timh sare chhe Allah tʿālyā hs mʿlvm, byyhi chuh ts mʿlvm thi svrueyhi āsmann andr chuh. Yhi zmyns andr chuh, byyhi chuh Allah tʿālyā prth chyzs pytth qdrt vvl."
  },
  {
    "verse_id": 30,
    "translation": "Prth kạnshi chuh khdays nishhi vatun tmhi dohh yymhi dohh lbhi prth kanhh shkhṣah thi svrue yhi tmụ̄ kvrmut āshi khạrchv kamyv andrh pans brvntth knhi byyhi thi svrue yhi tmụ̄ kvrmut āshi ychh kamyv andrh, tth thi lbhi pans brvntth knhi, tmna kri hrgahe me mnzh thi yth qyamts mnz āsiha zytthhi ziyvtth vqtah. Yhi tmna kri suh shkhṣ yus nykyhi thi vuchhhi th bdyhi thi vuchhhi. Vonụ̄ ys bdye bdyhi āsn suh kvutah ghm th afsvs āshi khyvan, byyhi chuh Allah tʿālyā khvcznavan pans nishhi yʿny pnnhi byzạry nishhi, byyhi chuh Allah tʿālyā mhrban pnnyn bndn pytth. Khvcznavun tihund thi chhe bdd mhrbạny."
  },
  {
    "verse_id": 31,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah khdae sndi mḥbtuk dʿūyā doh vnyn kh hrgah tohyhi khda ttvtth chuhvtylhi kriv myạnụ̄ mtabʿt. Tmhi sintụ̄ bniv khdae sndụ̄ mḥbvb, byyhi kryv mghfrt tuhndyn gnhn. Allah tʿālyā chuh setthah mghfrt krvun setthah rḥm krvun myanyn tabʿdarn."
  },
  {
    "verse_id": 32,
    "translation": "Frmạviyvkh tvhụ̄ frman nbrdạry kriv khdae snz byyhi tihndis pyghmbrh snz, ps hrgah tim buth phirn aiṭaʿt qbvl krn nh ps Allah tʿālyā hs chhinh ttạtthụ̄ kạfr th munkr bndh. Tithyn bndn pytth chuh Allah tʿālyā byzar."
  },
  {
    "verse_id": 33,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā hn kvr ḥẓrti ādm byyhi ḥẓrti nvḥ byyhi khandani ḥẓrti abrahym th khandani ḥẓrti ʿmran brgzydh sarne ʿālmynn pytth."
  },
  {
    "verse_id": 34,
    "translation": "Yim akh akụ̄sndụ̄ avlad chhi, Allah tʿālyā chuh svrue bvzan, svrue zanan. Ts chhe khbr kus kth qạbil chuh."
  },
  {
    "verse_id": 35,
    "translation": "Yylhi ḥẓrti ʿmran sndyv bạczv dvp yimn nav avs ḥnh, ae myanhi prvrdigarh bh chhs ndhr thavan chanhi khạṭr yhi myạnis shikms mnz avlad chuh. Āzad gczihh rvzun suh dnyachv kamyv nishhi chanhi ʿbadt khạṭr, ps krun qbvl cz myanhi ṭrfh, pzụ̄ pạtthụ̄ cze chuhkh svrue bvzvun svrue zanh vun."
  },
  {
    "verse_id": 36,
    "translation": "Ps yylhi zayhi ts kvur, dvpun prvrdigarah me ạs amyd me zyvi nychuv. Sue thavn bh mḥẓ chanhi ʿbadt khạṭr byt almqds kh khdmt khạṭr āzad. Mgr me zayhi kvur, amụ̄ sndi aẓharh vrạe ạsụ̄ Allah tʿālyā hs khbre amis kyah zav. Mgr amụ̄ kvri aẓhari ndamt pnnhi ṭrfh, byyhi nychuv chuhnh kvrihiyvu. Suh chhu āsan qvt vvl th mshqt brdasht krn vvl, byshk me kvr amis kvri nav mrym yʿny ʿābdh, vonụ̄ chhs bh thavan suh byyhi tmụ̄ snz dhryt yylhi suh amis cz ʿṭa krkh chạnis pnahs mnz. Mrdvud shyṭan sndi shrh nishhi."
  },
  {
    "verse_id": 37,
    "translation": "Ps kr qbvl so Allah tʿālyā hn nychiv sndi khoth zyadh rtụ̄ pạtthụ̄, Allah tʿālyā hn dyut amis rut thdn pae th bddn pae. Yhi ạs vnhi majhi hndis shikmse andr th ḥẓrti ʿmran gvv yymh ʿālmh. Amhi pth yylhi yhi zayhi. Amụ̄snz valdh ḥẓrti ḥinh āyhi byt almqds kyn khạdmn nishhi. Dvpnkh rttyvn yhi myạnụ̄ kvur yosh me byt almqds kh khdmt khạṭr ndhr thạvmcz chhe. Yimn khạdmn pyvv akhitlaf, prth akụ̄ krụ̄ khvahish be th be rttn yhi kvur pnnhi nigrạny andr. Ḥẓrti dhkrya ʿlyh alslam thi avs yimve andrh akh khạdim byt almuqdsuk. Timv dvp yhi kvir rvzi me nish kyazi bh chuhs amụ̄ sund masuv. Amụ̄snz mas chhe myạnis ʿqdi nikaḥs andr. Bhr ḥal aikhtlaf rfʿ krnh khạṭr travi yimv chyri. Chyri travnch ṭryq ạs timn dohn yhi kh qlm ạsụ̄ travan dryavs andr. Yymụ̄ sund qlm ābs pytth aistadh rvzi ha. Hyvr kun pkhi ha tmụ̄ sndi ḥqh avs fạṣlh spdan. Chnanchh timv khạdmv thi trạvi ụ̄nhr ārvns andr pnnụ̄ qlm. Timv andrh rvud ḥẓrti dhkrya sund qlm aistadh, hyvr kun lvg pknhi. Ps āyhi timne yhi ḥẓrti mrym spurd krnh, timv bnvv akh balakhanh. Tth mnz thạvkh yhi ḥẓrti mrym. Tth balakhans ạsụ̄ tim hyr lagan. Tmy hyri pytthụ̄ ạsụ̄ timn nishhi kunhi kunhi sath yivan. Tmhi pth ạsụ̄ so hyr tulan. Pans sintụ̄ nivan th qlfs tl bnd krith thavan, yylhi yylhi ḥẓrti dhkrya ạsụ̄ yivan yimn nishhi ath balakhans mnz lban ạsụ̄ timn nishhi ʿjyb vghryb rizqah. Vnduk myvh ryth kạlis mnz. Ryth kaliyuk myvh vnds mnz, prczhan ạsikh ae mrym me vrạe chuhnh yvt cze nish kanhh yivan, yim chyz kthi chhkh cz anan, dpan ạs so yhi chuh khdae sndi ṭrfh vatan. Pzụ̄ pạtthụ̄ khda chuh rizq svzan ys yczhan chuh ts ḥisab rostue asbabv th dhrayʿū vrạe. Yhi vuchhith spz ʿjyb kyfytah pạdh ḥẓrti dhkryahs. Timn avs nh avlad pnnhi bujrkh sbbh pnnyn bạczn hndih hantth āsnh sbbh ạsụ̄ avladh nishhi spdmtụ̄ mayvs. Mgr ḥẓrti mrym sund yhi klam bvznh sintụ̄ spzkh akh amydah pạdh. Aty kvrukh ath mḥrabs, ath balakhans mnz khdays kun rjvʿ. Ty chuh frmavan Allah tʿālyā."
  },
  {
    "verse_id": 38,
    "translation": "Amy vqth ath jayhi mvng dʿā ḥẓrti dhkryahn. Dvpun ae myanhi prvrdigarh ʿṭa kr me khaṣ pnnhi ṭrfh pnnhi kmali qdrt sintụ̄ rut frzndah, pak nafrmạniyv nishhi. Pzụ̄ pạtthụ̄ cze chuhkh bvzvun qbvl krvun dʿāhs."
  },
  {
    "verse_id": 39,
    "translation": "Ps dyut ālv timn mlạykv yylhi tim nmaz ạsụ̄ pran ath balakhans mnz, pzụ̄ pạtthụ̄ Allah tʿālyā chuh bshart divan tohyhi frznd ʿṭa krnch ysund nav chuh yḥyyā, yim tṣdyq krvnụ̄ āsn Allah tʿālyā sndis klms yʿny ḥẓrti ʿīsyā hs byyhi chhi tim sza var th rghbt nh krvnụ̄ znann kun qạdir ạsith byyhi pyghmbrah nykv karv andrh."
  },
  {
    "verse_id": 40,
    "translation": "Dvpun ae myanhi prvrdigarh kithh pạtthụ̄ bnhi me frznd ḥalankh me chuh bujruk vqt vvtmut byyhi chhe myạnụ̄ āshinụ̄ hantth, mlkn dvpus, yithe pạtthụ̄ bghyr asbab vdhrayʿ. Allah tʿālyā yhi yczhan chuhh thi chuh kran, ts nish chuhnh mushkl khnụ̄ chyz."
  },
  {
    "verse_id": 41,
    "translation": "Dvpn prvrdigarah myanhi khạṭr kr kynhh ʿlamthah yymhi sintụ̄ mʿlvm spdi cze kyah kvruth myvn dʿā qbvl, cze kyah kvruth me frznd ʿṭa, Allah tʿālyā hn frmvvus, nishanh th ʿlamt chvn chuh cz hykkh nh kth krith lvukn sintụ̄ tryn dohn mgr aisharh pạtthụ̄, yanụ̄ suh ḥal cz pans mnz lbkh tanụ̄ zạnụ̄ zih Allah tʿālyā hn kvrue cze frznd ʿṭa, byyhi kr cz pnnis prvdigarh sund yad bkthrt. Byyhi āsun suh pạky yad kran shams thi ṣbḥn thi. Kyazi Allah tʿālyā hn kvr chvn dʿā qbvl. Mayvsy th naamydy pth kvrue frznd ʿṭa."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi pạviv czyts yylhi mlkv dvp ḥẓrti mryms byshk Allah tʿālyā hn krkh cz brgzydh cz krnkh qbvl majhi hund ndhr byyhi krnkh pak sarve ālvdgiyv nishhi. Byyhi krnkh cze mntkhb ʿālmchv znanv andrh. Cze yvt kvrne ʿṭa frznd mạlis vrạe."
  },
  {
    "verse_id": 43,
    "translation": "Ae mrym ʿbadt ās kran pnnis prvrdigarh snz yuthnh brgzydh gy hund ghrvr pạdh spdiy. Byyhi ās sjdh th rkvʿ kran yʿny nmaz pran byyn nmazh prvnyn sintụ̄."
  },
  {
    "verse_id": 44,
    "translation": "Yim qṣh chhu ghạbh chv khbrv andrh, yimh khbr asụ̄ tohyhi kun yarsvl Allah bṭryq vḥy svzan chhi, tvhụ̄ ma ạsiv timn aḥbarn th khạdmn nish, yylhi tim dryavs mnz pnnụ̄ qlm travan ạsụ̄ ābs mnz chyrih trạvith dryaft krnh khạṭr. Yhi ạs tmhi vqth chyrih travnch ṭryq. Ya kvr timv khạdimv yithe pạtthụ̄ panh vạnụ̄ fạṣlh kh qlm trạviv dryavs mnz vuchuhv kmụ̄sund qlm rvzi ābs andr vodnụ̄. Yymụ̄ sund qlm ābs mnz vodnụ̄ rvzi sue kri ḥẓrti mryms prvrish, timv aḥbarv andrh kus kri kfalt ḥẓrti mrym snz, byyhi ạsiv na tvhụ̄ timn nishhi yylhi tim panh vạnụ̄ tnazʿh ạsụ̄ kran."
  },
  {
    "verse_id": 45,
    "translation": "Czyts pạviv yylhi vvn mlạykv ḥẓrti mryms, pzụ̄ pạtthụ̄ Allah tʿālyā chuhe cze bshart frmavan akis klmh snz yus tihndiy ṭrfh āshi, yymụ̄ sund nav āshi msyḥ ʿīsyā mrym sund nychuv. Msyḥ chuhs lqb. ʿīsyā chuhs nav. Bʿẓ vqth chuh lqb navs pytth muqdm yivan krnh tʿẓym khạṭr, yus baʿzt bavqar āshi dnya vạkhrts mnz byyhi prvrdigarh sndyv mqrb bndv andrh."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi kri suh klam lvukn sintụ̄ mnzlis andr tithe pạtthụ̄ yithh pạtthụ̄ bvdd vạtith jvan spdith kri klam, byyhi āshi suh nykv karv andrh."
  },
  {
    "verse_id": 47,
    "translation": "Ḥẓrti mrymn dvp prvrdigarah me kithh pạtthụ̄ bnhi avlad ḥalankh me chuhnh athh thi lvgmut kạnshi ainsann. Kanhh mrd chuhnh me nzdyk āmut, nh jạyiz ṭryqh pạtthụ̄nh najạyiz ṭryqh pạtthụ̄. ʿādtaan chuhnh bchh zyvan mrdh sndi nzdyk yinh vrạe kạnshi znanhi. Mʿlvm chuhnh kh Allah tʿālyā kithh pạtthụ̄ kri me frznd ʿṭa. Kạnshi sintụ̄ nikaḥ krith kri mh ʿṭa kinh mḥẓ pnnhi qdrt kạml sintụ̄ krym ʿṭa, Allah tʿālyā hn frmvvus malkhi sndi vasṭh, tithe pạtthụ̄ yʿny qdrti kạmlh sintụ̄, Allah tʿālyā chuh pạdh kran asbabv th dhrayʿū vrạe yhi yczhan chuh thi, suh yylhi kunhi chyzkh pạdh krnuk airadh kran chuh ps chuhnh ts kynhh krun āsan fqṭ frmavun tth kun yhi tihndis ʿlms mnz āsan chuh kh spd. Aty chuh chyz spdan."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi hychhnavi ts chạnis frznds ktab yʿny prun thi lykhun byyhi gatth jarchh kthh byyhi tvrah th ainjyl. Bʿẓ ʿạlimv frmvv ktabhi andrh chuh murad qrān vḥdyth. Kyazi ạkhrzmans mnz yylhi ḥẓrti ʿīsyā āsman pytthh nạzil spdi brzmyn, tmhi vqth kri suh pyrvy bktab vsnt ḥẓrti Muḥammad ṣly Allah ʿlyh v slm."
  },
  {
    "verse_id": 49,
    "translation": "Byyhi svzi ts bny aisrayyln kun pyghmbr yus frmavi timn, ae bny aisrayylv bh āsv tohyhi hyth kynhh mʿjzh tuhndis prvrdigarh sndi ṭrfh yim mʿjzh myạnis pyghmbr āsns pytth dlalt chhi kran, byshk bh bnavn tuhndi khạṭr myczi hund janvrah. Suh bnhi vuddvun janvr khdae sndi ḥikmt sintụ̄. Doyim mʿjzh gvv, byyhi blh ravn bh suh yus avnue majhi zamut āshi. Ts yyhi achhn gash. Byyhi blh ravn bh.... Ahthri ld, ys bdns āsn sfyd dagh. Yim z mrẓ ạsụ̄ tmhi vqth laʿlaj. Chnanchh akhi dohh blrạvụ̄ timv pnczah sas )50000( bymar amhi qsmkụ̄. Byyhi krikh zindh mmtụ̄ ainsan khdae sndi ḥukm sintụ̄, byyhi krv bh khbr tmich yhi tvhụ̄ khyvan chhivbyyhi yhi tvhụ̄ grn andr mvjvd thavan chihv, byshk ath mnz chhe bdd dlyl tuhndi khạṭr hrgah tvhụ̄ pczh krvnụ̄ chhiv."
  },
  {
    "verse_id": 50,
    "translation": "Byyhi chuhs bh tohyhi kun yivan tth ktabhi tṣdyq kran yosh me brvntth chhe nạzil krnh āmcz. Soktab gyhi tvrah, byyhi ās bh tohyhi kun yuth ḥlal kr tuhndi khạṭr timv chyzv andrh bʿẓ chyz yim tohyhi pytth ḥram āmtụ̄ ạsụ̄ krnh. Yhi myvn dʿūāe nskh chuhnh bila dlyl blkh, byyhi ās bh tohyhi kun tuhndis khdae sndi ṭrfh amich dlyl hyth. So dlyl gyhi myvn nby āsun, ps khvucziv Allah tʿālyā hs, tihndis ḥukms mh kriv mukhalft, dyn kis mʿāmls mnz mạniv myvn ḥkum. Khlaṣh myanhi dyny tʿlymhi hund chuh yy kh."
  },
  {
    "verse_id": 51,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā chuh myvn th tuhund mʿbvd ps kriv tihnze ʿbadt. Yohe chuh rahi rast. Yth vthi kun sạriy pyghmbr āe nad divan."
  },
  {
    "verse_id": 52,
    "translation": "Dvpukh bny asrayyln kun kus akhah chuh tohyhi andrh myvn mddgar khdays kun lvukn nad dinh khạṭr, rvshn dilv andrh khdays kun rjvʿ krvnyv andrh vczh akh jmaʿthah, tim ạsụ̄ bah znụ̄. Timve dvp, asụ̄ chhi khdae sndidynkụ̄ mddgar, ashi avn ayman th ashi krpczh kunis khdays, ae ʿīsyā tvhụ̄ rvuziv gvah, asụ̄ chhi frmanbrdar akis khdae sndụ̄ byyhi tuhndụ̄."
  },
  {
    "verse_id": 53,
    "translation": "Ae sanhi prvrdigarh ashi avn ayman tth sạrse yhi cze nạzil kvruth. Byyhi kr ashi pyrvy yymis chạnis pyghmbrs ḥẓrti ʿīsyā hs. Ps lykh ashi thi shạhidn sintụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Byyhi kr yhvudv variyah ḥylh th mkr. Pvushydh tdbyr ḥẓrti ʿīsyā hs byyhi ḥvariynn tklyf vatnavnh khạṭr, Allah tʿālyā hn thi krụ̄ tim tdbyr yimv sintụ̄ ḥẓrti ʿīsyā hn th ḥvarynv njat lvb. Yhvdn hndiụ̄ tdbyr mylụ̄khaks sintụ̄. Chnanchh yhvdv yylhi tim grftar krnh th tvpth kạtthis pytth kharnh khạṭr tyạry kr, Allah tʿālyā hn kr byyis akis shkhṣs ḥẓrti ʿīsyā snz shkl th tim khạrin āsmans pytth. Yus shkhṣ ḥẓrti ʿīsyā snzi shklhi bnavnh āv, suh rvtt timv yhvdv th dyutukh phhhi. Allah tʿālyā chuh ath mtʿlq byyis jayhi frmavan, Allah tʿālyā chuh sarve tdbyr krvnyv andrh bhtr tdbyr krvun."
  },
  {
    "verse_id": 55,
    "translation": "Suh vqt kriv yad yylhi Allah tʿālyā hn frmvv ḥẓrti ʿīsyā hs, ae ʿīsyā kynhh ghm mh br, byshk bh chuhs cze vfat divvun pnnis mvqʿs pytth. Lhādha mh khvcz cz yim dushmn ma kharnm kạtthis pytth. Bh dimh nh timn tmyuk mvqʿe, blkh kharth cz bh pans kun. Vatnavth bh czm ʿālmi balahs mnz, byyhi krth cz bh pak munkirn hnzv thmtv nishhi. Yʿny bh rchhth cz timn lvukn hndyv airadv nishhi yimv cze ainkar kvrue, byyhi krkh bh chạnụ̄ pyrv. Chvn ḥkum mann vạlụ̄ ghạlib timn lvukn pytth yimv cze ainkar kvrue qyamt kis dohs tanụ̄, tv pth chhe mye kun tohyhi sarne hndi vatnch jae, ps kr be fạṣlh tohyhi mnz."
  },
  {
    "verse_id": 56,
    "translation": "Timn sarne mʿāmln mnz yimn mnz tvhụ̄ aikhtlaf kran ạsiv. Timv chyzv andrh gvv akh mʿāmlh ḥẓrti ʿīsyā sund. Ath thi kr bh fạṣlh, ps tim lvukh yimv kufr th ainkar kvr yʿny yhvdvnṣaryā, byyhi āsinh timn kanhh mddgarah tmhi ʿdhab nishhi moklavnh khạṭr."
  },
  {
    "verse_id": 57,
    "translation": "Vonụ̄ yimv lvukv ayman avn pczh krkh kunis khdays byyhi krykh rcz ʿmlh, ps kri Allah tʿālyā timn pvurh mzvurụ̄ ʿṭa, Allah tʿālyā hs chihnh psnd ẓạlim."
  },
  {
    "verse_id": 58,
    "translation": "Yhi svrue qṣh ḥẓrti ʿīsyā sund chhi asụ̄ tohyhi pytth pran ya rsvl Allah ṣly Allah ʿlyh vslm. Yimh czchhe bjhi dlylh tuhndis nbvts pytth. Byyhi chuh yhi qrāni mjyd mḥkm byan."
  },
  {
    "verse_id": 59,
    "translation": "Pzụ̄ pạtthụ̄ ḥẓrti ʿīsyā snz mithal czchhe khdays nish ḥẓrti ādm snz hish, ḥẓrti ādm kvrun pạdh myczi nishhi, nh avsus mvle nh avsus mvjy, tv pth frmvvun ts spd pạdh ainsan, aty spud, yithe pạtthụ̄ frmvvun ḥẓrti ʿīsyā spdi pạdh mạlis vrạe ty spud. Ḥẓrti ādm sund mạlis majhi vrạe pạdh spdun avs zyadh ʿjạyib mgr tihnzi lvhytuk chuhnh kanhh thi dhikr kran. Ḥẓrti ʿīsyā zav mạlis vrạe majhi nishhi. Tihndis pạdh spdns chhi lvukh zyadh ʿjạyib zạnith timn mtʿlq khda āsnuk dʿūyā kran."
  },
  {
    "verse_id": 60,
    "translation": "Pvz chuh ty yhi ḥẓrti ʿīsyā hs mtʿlq vvt tohyhi nishhi pnnis prvrdigarh sndi ṭrfh ps mh ạsiv tvhụ̄ shk th shubh krvnyv andrh."
  },
  {
    "verse_id": 61,
    "translation": "Ps yus akhah tohyhi sintụ̄ ath mʿāmls mnz hr th qẓyhi kri tohyhi nishhi amyuk ʿlm vatnh pth, suh kryvn tvhụ̄ mghlvb byyhi ṭryqh ts sintụ̄ kriv tvhụ̄ mbahlh, ps frmạviyvkh ae ʿīsayv vliv asụ̄ dimv na d tv pth svnbrạviyvkh pnnụ̄ lokttụ̄ th tihndụ̄ lokttụ̄, pnnhi znanh th tihnzh znanh. Byyhi pnnụ̄ pan th tihndụ̄ pan. Sạriy smith kriv khdays kun altja. Tv pth mngiv khdays lʿnt apziyaryn khạṭr. Asụ̄ vnv ya Allah yus ashi mnzh apzyvr chuh ḥẓrti ʿīsyā sndis mʿāmls andr tmis kr lʿnt. Ath chhi vnan mbahlh. Bkhrank ʿīsạyy yim bḥth krnhi ạsụ̄ āmtụ̄ timv dvphkh ashi diyiv svnchnch mhlt. Timn andrh yim gattlụ̄ hiy ạsụ̄ timv dvp byyn ʿīsayn pnnhi jayhi chhe kth tohyhi chuhv mʿlvm yhi ṣạḥib chuh byshk pyghmbri khda. Yhi thi chuhv tvhiy mʿlvm kh yymụ̄ qvmn kạnshi pyghmbrs sintụ̄ mubahlh kvr suh qvm gvv fna th tbah. Lhādha chuh mshvrh kh amis ṣạḥibs sintụ̄ krv asụ̄ mṣalḥt, chnanchhi drae amy khyalh. Yvr ạsụ̄ dramtụ̄ nby krym ṣly Allah ʿlyh vslm, sintụ̄ ạsikh ḥẓrti ʿly. Ḥẓrti sydh alnsafaṭmh zhra, ḥẓrti aimami ḥsn th ḥẓrti aimami ḥusyn. Yimn ṣạḥibn avsukh frmvvmut bh kr dʿā tvhụ̄ kriv āmyn. Mgr yylhi yim ʿīsạyy nzdyk vạtụ̄ yimn nishhi ʿrẓ kvrhkh asụ̄ ḥẓ krv nh mubahlh tvhyhi sintụ̄ kynhh thi. Ps spzyimn sintụ̄ mṣalḥt. Ḥdyth shryfs mnz chuh āmut hrgah yim ʿīsạyy mubahlh krhn. Mal vjan gczhn tbah vbrbad."
  },
  {
    "verse_id": 62,
    "translation": "Pzụ̄ pạtthụ̄ yhi dhikr krnh āv yim chhi pzụ̄ vaqʿāt, byyhi chuhnh kanhh mʿbvd āsns szavar. Allah tʿālyā hs vrạe, byyhi chuh pzụ̄ pạtthụ̄ Allah tʿālyā setthah ghạlib, setthah ḥikmt vvl."
  },
  {
    "verse_id": 63,
    "translation": "Ps agr tim tvthi ḥq qbvl krnh nishhi buth phirn. Ps pushrạviv tvhụ̄ yhi mʿāmlh khdays suh chuh pvurh zanan mufsidn, suh hyyhi pane timn aintqam."
  },
  {
    "verse_id": 64,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ae ahli ktabv vliv tth klms kun yus ashi mnz th tohyhi mnz brabr muslm chuh, suh klmh gvv yohe kh asụ̄ krv nh kạnshi hnz ʿbadt Allah tʿālyā hs vrạe. Byyhi tthhravv nh ts kanhh chyzah shryk kunhi chyzs andr. Byyhi rttn nh ashi andr addụ̄ addyn rvb th mʿbvd, mʿbvdi brḥqs vrạe. ʿīsạyy ạsụ̄ pvp ya byyn mshạykhn th mvlvyn amhi ṭryqh manan kh hrgah tim srasr kunhi chyzs andr ʿqlhi khlaf ya nqls khlaf kanhh kthah krhn, so ạsụ̄ tim be chvn vchra manan th tslym kran. Chnanchh az thi chih ʿīsạyy ty kran. Amhi qsmuk mdhhby tqlyd chuh yqynaan ḥram, kyazi yhi mrtbh yʿny kạnshi hnz kth be chvn vchra mannụ̄ chuhnh khdays vrạe byyhi kạnshi akụ̄ sund. Pyghmbr sund mrtbh thi chuh yhi mgr tylhi yylhi khdae sndi ṭrfh tth mtʿlq airshad āsys. Alghrẓ be chvn vchra chuh ṣirf khdae sund ya pyghmbri khdae sund ḥkum mannh yivan. Timn pth chuhnh kạnshi akụ̄ sund qvl qabli tslym th qạbli qbvl mgr sue yus nql āshi āmut krnh azkhda v rsvl. Aislams andr yus tqlydi aymh mdhahib chuh, suh chuh amy qsmuk. Lhādha amhi ṭryqh arbab mdhahibn hund qvl manun gvfy alḥqyqt khda vrsvl sundue qvl manun. Albth hrgah tihund kanhh qvlah qrān vḥdyth kis ṣryḥ nqls khlaf āshi suh chuhnh hrgiz qạbli tslym vʿml tth mtʿlq chuh panh arbabi mdhahibv batfaq frmvvmut kh svn kanhh qvlah hrgah qrān vḥdyths khlaf āshi suh diyv lbhi brith, ps hrgah tim amhi tvḥydh nishhi buth phirn, ps dpiyvkh tvhụ̄ ae ahli ktabv gvah rvziv, yth kthhi pytth kh asụ̄ chhi mslman mvḥd."
  },
  {
    "verse_id": 65,
    "translation": "Ae ahli ktabv tvhụ̄ kyazi chhiv qẓyhi lagan tnazʿh kran. Ḥẓrti aibrahym sndis ḥqs andr. Vnan chhiv tim ạsụ̄ yhvd ya nṣaryā, ḥalankh nạzil āv krnh tvrah th ainjyl. Mgr timn pth variyahhi kạlụ̄. Yhvdyt th nṣranyt zayhi tvrah th ainjyl nạzil spdnh pth. Tvrah āv nạzil krnh ḥẓrti abrahyms ʿlyh alslam pth akhi sash vhrụ̄. Ainjyl āv nạzil krnh ḥẓrti mvsyā hs pth doyhi sash vhrụ̄, kvnh chihv ʿql kran. Brvntthmhi zmanuk shkhṣ kithh pạtthụ̄ bnhi pyrv ptmhi ktabhi hund."
  },
  {
    "verse_id": 66,
    "translation": "Varh bvuziv ae lvukv aikhtlaf chhivh tvhụ̄ kran, tth mnz yymich tohyhi kynczhah khbr chhv yʿny ḥẓrti ʿīsyā hs mtʿlq. Addụ̄ chuhvs dpan khdae th addụ̄ chuhvs dpan khdae sund nychuv. Tihndis mʿāmls mnz chhav nh tohyhi kuny kth, ps kyazi chhiv aikhtlaf kran timn mʿāmln andr yimn hnz nh tohyhi kynhh khbr th ʿlm chuh yʿny ḥẓrti abrahym ʿlyh alslams mtʿlq, Allah tʿālyā chuh zanan ḥẓrti abrahym kus ṣạb avs tvhụ̄ chhiv nh zanan."
  },
  {
    "verse_id": 67,
    "translation": "Avs nh ḥẓrti abrahym nh yhvdy th nh nṣrạnụ̄, blkh avs suh sarve apzyv dynv nishhi byzar, pvz dyn aikhtyar krvun tabʿdar th frmanbrdar mvḥdi kạmil, byyhi avs nh suh mushrikv andrh yim dʿūyā chhi kran asụ̄ chhi tihndis milts pytth ḥalankh yim chhi pane kanhh chyzah bnavan kniv, hchv ya byyhi kunhi chyzuk. Tth chhi nman, tth nishhi chhi brkt czhanddan. Ts chhi ḥajt mngan. Yy chha kvrmut ḥẓrti abrahymn nʿūdhbAllah."
  },
  {
    "verse_id": 68,
    "translation": "Pzụ̄ pạtthụ̄ zyadh nzdyk chhi lvukv andrh ḥẓrti abrahyms ʿlyh alslam time yimv tihnz mtabʿt th pyrvy krtihndis vqts andr, byyhi chuh timn nzdyk yhi bvdd pyghmbr ḥẓrti Muḥammad ṣly Allah ʿlyh v slm, byyhi chhi timn nzdyk baayman. Aumty yymis pyghmbri brḥq sndụ̄ yimne pzi vnun asụ̄ chhi brdyn abrahymy nh kh tohyhi ya mushrikn, Allah tʿālyā chuh dvst baaymann tihnzh kamhi snbhalan."
  },
  {
    "verse_id": 69,
    "translation": "Yczhvv yhvdv andrh akụ̄ jmaʿtn, tim krhn tohyhi dyni ḥq nishhi gumrah, fy alḥqyqt chhi tim tohyhi gmrah krun yczhan blkh chhi tim amhi sintụ̄ pnnyn pann gmrah kran, mgr tmyuk chhinh czynan."
  },
  {
    "verse_id": 70,
    "translation": "Ae ahli ktabv kyazi chhiv khdae sndyn āyatn qrāni mjyds ainkar kran ḥalankh tvhụ̄ chhiv pnnhi jayhi ath aiqrar kran."
  },
  {
    "verse_id": 71,
    "translation": "Ae ahli ktabv kyazi chihv pvz apzis sintụ̄ milnavan byyhi kyazi chihv pvz khttan yʿny nʿti nby krym ṣly Allah ʿlyh v slm ḥalankh tvhụ̄ chhiv zanan yhi chuh byshk pyghmbr ākhralzman."
  },
  {
    "verse_id": 72,
    "translation": "Byyih akụ̄ jmaʿtn, yhi vvn yhvdv andrh akụ̄ jmaʿtn byyn yhvdn mslmann gumrah krnch akh ṣvrt chhe yithi kh ẓạhir pạtthụ̄ aniv ayman ath yhi nạzil āv krnh mslmann pytth yʿny qrāni mjyds ṣbḥs tv pth kriv ainkar shams, yuth yim baayman amy sintụ̄ aislam nishhi phyrn th rjvʿ krn. Shk pyykh th ḥvṣlh spdnkh pst."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi mh ạsiv vczihh vạnjh tṣdyq kran kunhi dyns mgr timne yim pyrv āsn tuhndis dyns yʿny yhvdyts, tvhụ̄ frmạviyvkh tuhnzv chalạkyv sintụ̄ hykhi nh kynhh bnith. Kyazi pzụ̄ pạtthụ̄ hidayt yus lvukn bnan chuh suh hidayt chuh khdae sund hidayt., sue chuh aṣl hidayt. Suh chuhh khdae sndise aths andr, tmyuk aikhtyar vvl chuh sue. Ys suh hidayt kri ts hykhi nh ddạlith kanhh kunhi ṭryqh, ys nh suh hidayt kri ts hykhi nh kanhh hidayt krith, byyhi dvp yhvdv andrh akụ̄ jmạcz. Tṣdyq mh ạsiv kran yth kthhi kh kạnshi kyah yyhi ʿṭa krnh th yhi tohyhi bny asrayyln ʿṭa krnh āv, suh gvv nbvt, ktab, ḥikmt. Yth kthhi thi mh ạsiv tṣdyq kran kh mslman kyah krn tohyhi mqablh khdays tuhndis nishhi. Kyazi tihund dyn chuh mẓbvṭ tuhnz dlyl chhe qvy. Yhi ạsụ̄ yhvd vnan panh vạnụ̄ akh akis, tvhụ̄ frmạviyvkh ya rsvl Allah ṣly Allah ʿlyh v slm pzụ̄ pạtthụ̄ fẓl vkrm chuh khdae sndis aths andr. Ys khvsh krys ts kri ʿṭa. Hrgah kynhh kalah nbvt vhdayt tmụ̄ ʿṭa kr bny asrayylv andr bʿẓ ṣạḥibn, vonụ̄ yvczh tmụ̄ nbvt vhdayt ʿṭa krun bny asrayylv andrh akis mkhṣvṣ ṣạḥibs, tvhụ̄ km chhiv, Allah tʿālyā snz rḥmt chhe vsyʿ. Suh chuh setthah zanh vun tmis chhe khbr kus chuh qạbil th szavar ath rḥmts."
  },
  {
    "verse_id": 74,
    "translation": "Ysndih ḥqh suh yczihh ts kri mkhṣvṣ rḥmt sintụ̄, nbvt sintụ̄, ktabhi sintụ̄ th ḥikmt sintụ̄ tvhụ̄ km chhiv, Allah tʿālyā chuh bvdd fẓl vvl."
  },
  {
    "verse_id": 75,
    "translation": "Byyhi chhi bʿẓ ahli ktabv andrh tmhi qsmkụ̄ lvukh hrgah timn be shumar mal z sas z hth avqyh sonkụ̄ amant yyhi thavnh suh diy vaps cze yylhi cz mnghs mthli ʿbdAllah bin slam. Yimv yhvdv andrh chhi bʿẓ tim hrgah timn cz akh dynar yʿny akh muhr amant thavkh suh diy nh vaps suh akh dynar thi, yvtanụ̄ vodnụ̄ rvzkh cz tmis muṭalbh th vugrạe kran, yhi khyant krnuk vjh chuh tim chhi dpan ashi chuhnh nakhvandn, na tʿlym yaftn ghạr ahli ktabn hund mal khyns andr kanhh qṣvrah th gnhah. Byyhi ạsụ̄ tim vnan kh tvrahs andr vchuh sanhi dyn kyn mukhalfn hndis mạlis andr khyant krnụ̄ jạyiz. Allah tʿālyā chuhkh ath rd frmavan, nvravan chhi yim yhi kth vnnh sintụ̄ Allah tʿālyā hs pytth apuz, zạnith krith. Yimn chuh mʿlvm kh Allah tʿālyā hn chuhnh kunhi jayhi amyuk aijazt dyutmut. Amants andr khyant krnụ̄ chuh prth kạnshi hndi ḥqh mmnvʿ. Prth dyns th mdhhbs mnz najạyiz, yihnz yhi kth chahnh ṣḥyḥ blkh yhi krun chuh skht gnah. Khyant krvnis pytth chuh ẓrvur skht alzam. Kyazi tth mtʿlq chhi sạnụ̄ zh qanvn. Akh gvv."
  },
  {
    "verse_id": 76,
    "translation": "Yymụ̄ akụ̄ vfa kvr pnnis ʿhds yus tmụ̄ khdays sintụ̄ kvrmut āshi ya jạyiz ʿhdah kạnshi mkhlvqs sintụ̄ kvrmut āshi, byyhi khvczi Allah tʿālyā hs kh kạnshi hund mal zanhi nh ḥlal bila vjh, ps byshk Allah tʿālyā chuh dvst thavan psnd kran prhyz garn. Dvyim qanvn gvv."
  },
  {
    "verse_id": 77,
    "translation": "Pzụ̄ pạtthụ̄ yim lvukh knan th bdlavan chhi khdae sndis ʿhds yus amants mtʿlq chuh tvrahs mnz byan krnh āmut. Ya yus ʿhd nby kryms ṣly Allah ʿlyh v slm mtʿlq chuh pnnyv apzyv qsmv sintụ̄ mvuls ḥạṣil chhi kran tim qinmthah th mvlah setthah km yʿny vushkhi hund akh trkh ya kprkụ̄ kynhh gz. Yim timn kʿb bin ashrf yhvd ys nishhi bnan ạsụ̄ nʿti pyghmbr ākhr alzmans tḥryf krns pytth, yim ʿhd shikn th apzyạrụ̄ apzụ̄ qsm havvunụ̄ yim chhi, yihndi khạṭr chuhnh ạkhrts andr kanhh ḥiṣh thvabuk, byyhi kri nh Allah tʿālyā yimn sintụ̄ kth thi. Byyhi diyhi nh timn kun nẓr thi qyamt kh doh, nh kri tihnzn kamyn hnz kanhh tʿryf, nh kri timn gunhv nishhi pak blkh āshi tihndi khạṭr kddur ʿdhab."
  },
  {
    "verse_id": 78,
    "translation": "Yimv yhvdv andrh chhe akh jmaʿthah yim ziyv vutthith th hj krith tvrahch ʿbart pran chhi. Yth jayhi nby krym ṣly Allah ʿlyh v slm sndyn tʿryfn th nʿtn tḥryf th tghyr chuh āsan āmut, yuth tohyhi guman gczihh yhi thi chhe tvrah chy ʿbart, ḥalankh fy alvaqʿ chahnh so tvrahch ʿbart kynhh thi, vnan chhi yim kh yhi ʿbart thi chhe khdae sndiy ṭrfh, ḥalankh so ʿbart chahnh hrgiz khdae sndi ṭrfh, nvravan chhi yim khdays pytth apuz ḥalankh yim chhi zanan asụ̄ chhi apuz vnan mgr zạnith krith chhi apuz vnan. Yithe pạtthụ̄ chhi nṣaryā thi apuz nvravan khdays pytth. Tim chhidpan ḥẓrti ʿīsyā hn chuh kvrmut khda āsnuk dʿūyā. Lvukn dyut nad timv pnnis ʿbadts kun tth chhu rd kran Allah tʿālyā."
  },
  {
    "verse_id": 79,
    "translation": "Kạnshi bshrs nishhi chahnh yhi kth mmkin kh Allah tʿālyā hn kyah āshi ts ʿṭa krmcz so ktab yth andr tvḥyduk ḥkum th shir kch mmanʿt āshi. Byyhi āsns ʿṭa kr mcz ʿql th fhm. Byyhi āsns ʿṭa kvrmt nbvt, tvpth kyah vanhi suh lvukn tvhụ̄ bniv myạnụ̄ bndh khdays vrạe yʿny myạnụ̄ kriv ʿbadt, blkh chhe tihnz kạm lvukn vnun. Bniv tvhụ̄ ae lvukv khdae sndụ̄ bndh. Pnnụ̄ khaṣ tʿlqat thavvunụ̄ ts sintụ̄. ʿbadt kriv tihnze yạcz. Kyazi suh khvczi hrgah bh lvukn pnnis ʿbadts th prstishhi kun nad dimh. Allah tʿālyā hn yosh mhrbạnyah chhm krmcz so hyym vaps byyhi gczhym byzar, amy vjhh kh tvhụ̄ chuhvkh hychhnavan lvukh so ktab yth mnz tvḥydky sbq chhi. Amy vjhh kh tvhụ̄ chhiv so ktab panh pran."
  },
  {
    "verse_id": 80,
    "translation": "Byyhi hykhi nh suh bshr amr krith kh tvhụ̄ bnạviyvkh mlạyk th pyghmbr mʿbvd pnnụ̄ khdays vrạe, kyah yhi chha mmkin kh suh bshr kyah kri tohyhi kufruk tjvyz tvhụ̄ mslman bnnh pth."
  },
  {
    "verse_id": 81,
    "translation": "Suh vqt pạviv czyts yylhi Allah tʿālyā hn ʿhd krnạvụ̄ sạriy pyghmbr, albth yhi kynczhah me tohyhi ʿṭa kvr ktab th ḥikmt, tv pte vathi tohyhi nish pyghmbrah ʿẓym alshan, suh āshi tṣdyq krvun tihnzn sarne bunyạdy kthn yimh tohyhi sintụ̄ chhe, tvhụ̄ krizyv tmis pyghmbrs ẓrvur pczh, byyhi krizyv tihndis dyns ẓrvur mdd, Allah tʿālyā hn frmvvukh ae pyghmbrv varh kriv ath pytth aiqrar, ath pytth kriv myvn ʿhd th ḥkum qbvl yth ʿhds tvhụ̄ vfa kriv, sarve pyghmbrv dvp ashi kvr aiqrar, Allah tʿālyā hn frmvvukh ps rvziv addụ̄ addyn gvah, bthi chuhs tohiy sintụ̄ gvahv andrh."
  },
  {
    "verse_id": 82,
    "translation": "Yus yimv mnzh rvgrdạny kri amhi mʿāhdh pth time chhi kạfr th nafrman."
  },
  {
    "verse_id": 83,
    "translation": "Kyah tim ʿhd shikn chha khdae sndi dyndạry vrạe byakh dynah czhanddan, ḥalankh yus akhah āsmans th zmyns andr chuh timv sarve chhe grdn dạrmcz khdae sndis ḥukms, khvshy sintụ̄ ya lachar spdith, ptvlakh chuh ts kun sarne rjvʿ krun."
  },
  {
    "verse_id": 84,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ṣly Allah ʿlyh v slm ashi kr pczh kunis khdays byyhi tth yhi ashi kun nạzil krnh āv, byyhi tth yhi nạzil krnh āv ḥẓrti abrahyms, ḥẓrti aismaʿīls, ḥẓrti aisḥaqs, ḥẓrti yʿqvbs byyhi tihndyn avladn pytth, byyhi tth yhi ʿṭa krnh āv ḥẓrti mvsyā hs, ḥẓrti ʿīsyā hs byyhi sarne pyghmbrn pnnis prvrdigarh sndi ṭrfh, kanhh frq chhinh asụ̄ kran yimv andrh kạnshi akis andr, asụ̄ chhi khdae sndụ̄ frmanbrdar tmụ̄ kvr ashi yhi dyn ʿṭa. Ashi kvr qbvl th aikhtyar yohe dyn."
  },
  {
    "verse_id": 85,
    "translation": "Vonụ̄ yus akhah czhanddih aislam vrạe byakh dynah. Adh suh dyn yiys nh hrgiz qbvl th mnẓvr krnh, byyhi āshi suh ạkhrts andr tavan zdv andrh yim nh njat hykn lbith."
  },
  {
    "verse_id": 86,
    "translation": "Allah tʿālyā kithh pạtthụ̄ havi vth timn lvukn yimv kufr th ainkar kvr akhi phiri ayman anith, yimv akhi phiri gvạhy dicz yhi pyghmbr chuh pzụ̄ zyvr, byyhi vacz timn nishhi nnhi dlylh, byyhi kthi anhi Allah tʿālyā syzi vthi pytth yimn ẓạlimn yimv ayman chh jayhi kufr thvv."
  },
  {
    "verse_id": 87,
    "translation": "Yimne lvukn hund sza chuh yimn pytth lʿnt khdae snz byyhi mlạykn hnz byyhi sarne lvukn hnz, tth lʿnts mnz rvzn grftar hmyshh ya lʿnt kis athrs mnz. Suh gvv ʿdhabi jhnm tth mnz rvzn hmyshh."
  },
  {
    "verse_id": 88,
    "translation": "Lvczravnh th km yyhi nh krnh timn nishhi suh ʿdhab, nh yyhi timn mhlt dinh yʿny jhnm kh qạd khanh mnzh yihn kunhi vqth nybr kddnh."
  },
  {
    "verse_id": 89,
    "translation": "Mgr yimv tvbh kvr amhi pth byyhi snbhạlikh dil pnnụ̄ byyhi ʿmlh pnnhi ps tihndi khạṭr chuh Allah tʿālyā mghfrt krvun rḥm krvun."
  },
  {
    "verse_id": 90,
    "translation": "Pzụ̄ pạtthụ̄ yimv kufr kvr ayman annh pth, tv pth krkh zyadty kufrs andr, yihund tvbh yyhi nh hrgiz qbvl krnh yus tvbh tim byyn gnhn hndi khạṭr krn. Byyhi chhi time gmrah th ddlmtụ̄."
  },
  {
    "verse_id": 91,
    "translation": "Pzụ̄ pạtthụ̄ yimv kufr kvr th mvudụ̄ kufrse pytth, ps hrgiz yyhi nh timn nishhi qbvl krnh tyvt son yymhi sintụ̄ sạre zmyn pur āshi, hrgah suh tyvut son ʿdhabs bdlh diyhi hrgiz yyis nh qbvl krnh. Yimn yithyn lvukn hndi khạṭre chuh kddur ʿdhab, byyhi āsnh timn kanhh mddgarah."
  },
  {
    "verse_id": 92,
    "translation": "Ae mslmanv hrgiz hykiv nh kạmli nyky yʿny bvdd thvab ḥạṣil krith yvtanụ̄ nh khrch ạsiv kran tmhi malh mnzh yus tohyhi ttvtth āshi, adh suh km ạsitn ya zyadh, byyhi yhi tvhụ̄ khrch kriv kunhi chyzh andrh, ps Allah tʿālyā chuh thi pvurh zanan. Tth pytth krv tohyhi thvab ʿṭamgr thvabi ʿẓym gvv tuhndi khạṭr tmhi chyzh mnzh khrch krun yus ttvtth āshi."
  },
  {
    "verse_id": 93,
    "translation": "Sạriy khynkụ̄ chyz ạsụ̄ ḥlal bn asrayyln hndi khạṭr tvrah nạzil spdnh brvntth. Timv chyzv vrạe yim ḥẓrti yʿqvbn pans pytth ḥram ạsụ̄ krimtụ̄ bṭryq ndhr. Timv avs ndhr thvvmut kh hrgah ʿrq alnsahuk tklyf mh dvur gczihh tylhi trav bh avuntth maz th avuntth dod khyvn. Amhi sbbh ạsụ̄ nh tim yim z chyz aistʿmal kran. Tihndis shryʿts mnz āsiha ṭryqh ndhr thavun jạyiz. Yʿny kanhh chyz pane pans pytth ḥram krun ya kanhh ḥlal chyz trk krun yus khdayn ḥlal kvrmut āshi. Thi chuh aislams mnz najạyiz. Allah tʿālyā chuh frmavan nby kryms ṣly Allah ʿlyh v slm, tvhụ̄ kyazi chuhv pans pytth suh chyz ḥram kran yus khdayn tuhndi khạṭr ḥlal kvrmut chuh, frmạviyvkh tvhụ̄ ya rsvl Allah, ae yhvdv tvhụ̄ he chuh tvrahk ḥvalh divan, ps kriv pysh tvrah th sue priv. Haviv kthi ns chuh tvrahs andr lykhith. Hrgah tvhụ̄ aʿtraẓ krns andr pziyạrụ̄ chihv. Suh aʿtraẓ avs tuhund yohe kh tohyhi mslmanne chhiv dpan asụ̄ chhi brmilti abrahymy, kyazi chhiv tim chyz khyvan yim chyz ḥẓrti abrahyms pytth Allah tʿālyā hn ạsụ̄ ḥram krimtụ̄. Tth aʿtraẓs kvrukh Allah tʿālyā hn rd."
  },
  {
    "verse_id": 94,
    "translation": "Ps yus akhah apuz nvravi mʿbvdi brḥqs pytth amhi pth. Ps time chhi ẓạlim be ainṣaf."
  },
  {
    "verse_id": 95,
    "translation": "Frmạviyvkh pvz frmvv Allah tʿālyā hn ḥẓrti abrahyms mtʿlq yhi khbr. Vliv ath pzi kthhi pytth kriv fạṣlh, ps hrgah tohyhi tihndi mtabʿtuk dʿūyā chuhvtylhi kriv tihnz mtabʿt. Tim ạsụ̄ sarve dynvnishhi byzar, thạbit ạsụ̄ brdyni aislam byyhi ạsụ̄ nh tim mushrikv andrh."
  },
  {
    "verse_id": 96,
    "translation": "Pzụ̄ pạtthụ̄ ʿbadtuk goddnikue suh gr yus tʿmyr āv krnh, suh gvv sue gr yus mkh shryfs mnz chuh, yus setthah babrkt chuh. Yymhi āyhi krym sintụ̄ chuh Allah tʿālyā rd kran yhvdn hndis byyis aʿtraẓs suh gvv yohe kh tim ạsụ̄ dpan hrgah tvhụ̄ ḥẓrti abrahym sndi milts pyrvy chihv kran tylhi avs ḥẓrti abrahymn ʿraqh pytthh hijrt krith shams mnz pnun vṭn bnvvmut, tihund qblh avs byt almuqds. Tvhụ̄ kithh pạtthụ̄ chihv dʿūyā kran timn sintụ̄ qrbuk th nzdyky hund. Allah tʿālyā hn frmvvukh sarve mqamati muqdsn brvntth chuh goddnikue muqds th mḥtrm gr kʿbh shryf yus mkh mʿẓms andr chuh, byyhi chuh yhi kʿbh shryf bvdd hidayt ʿālmynn hndi khạṭr."
  },
  {
    "verse_id": 97,
    "translation": "Ath khanh kbs mnz chhi khdae sndi qdrtkụ̄ nnụ̄ nishanh. Timv andrh gvv akh mqam abrahym. So knụ̄ yth pytth aistadh rvuzith ḥẓrti aibrahym khanh kʿbh bina kran ạsụ̄. Tth knhi mnz chhi czvr nishanh. Tth mnz chhi ḥẓrti abrahym sndụ̄ paye mbark snemtụ̄ )2( time paye mubark chhi snemtụ̄ czyinyn tanụ̄ )3( time nishanh chhi tth knhi pytth yvut kal gczihth thi vunhi mvjvd )4( byyhi chhe soknụ̄ aztanụ̄ mvjvd bavjvdānkh kʿbh shryfs chhe dushmnv variyah phiri be ḥurmty krmcz, lrvmut th mnhdm kvrmut. Mgr tth knhi chuhnh kanhh tghyrah spudmut, byyhi yus akhah ath grs mnz czav tmụ̄ lvb amn vaman, byyhi chuh khdae sndiy khạṭr lvukn pytth mtthi amhi grch zyart krnh khạṭr bqṣd sfr krun, yohe chuh mtthi lvukv andrh timn pytth yimn tvt vatnuk ṭaqt āshi mạly ya bdny, vonụ̄ yus akhah ḥj mtthi ạsith ḥj kri nh, mth krụ̄tn tmyuk nqṣan chuh ts pans. Allah tʿālyā chuh be nyaz sarve mkhlvqatv nishhi."
  },
  {
    "verse_id": 98,
    "translation": "Frmạviv ya rsvl Allah, ae ahli ktabv kyazi chihv ainkar kran khdae sndyn āyatn ḥalankh Allah tʿālyā chuh vuchhan thi yhi tvhụ̄ kran chhiv. Suh diyv ẓrvur amyuk sza."
  },
  {
    "verse_id": 99,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ṣly Allah ʿlyh v slm ae ahli ktabv kyazi chuhvkh pth rttan khdae snzi vthi nishhi dyni aislam nishhi tim lvukh yimv ayman avn th pvz dyn qbvl kvr, czhanddan chhiv tvhụ̄ ath dyns andr nqṣan th khrạby, ḥalankh tohyhi chuhv mʿlvm yhi chuh dyni ḥq, Allah tʿālyā chuhnh be khbr tuhnzv kamyv nishhi."
  },
  {
    "verse_id": 100,
    "translation": "Ae baaymanv hrgah tvhụ̄ kanhh kthah mạniv kunhi jmaʿtch ahli ktabv andrh, tim vatnavnv tohyhi tuhndi ayman annh pth byyhi kufrs kun."
  },
  {
    "verse_id": 101,
    "translation": "Tvhụ̄ kithh pạtthụ̄ hykiv byyhi kufrs kun phyrith tohyhi pytth he chhi khdae sndụ̄ āyat prnh yivan. Byyhi he tohyhi mnz mvjvd chuh tsund pyghmbr, yus akhah zvrh kri thph akse khdays ps btḥqyq ts āyhi vth havnh syzi vthi kun."
  },
  {
    "verse_id": 102,
    "translation": "Ae baaymanv khvucziv Allah tʿālyā hs yuth ts khvczun shvubhi. Ts khvczun gvv yithh pạtthụ̄ tvhụ̄ kufrvshirkh nishhi pth rvuziv yithe pạtthụ̄ rvuziv sarve gnhv nishhi thi pth, byyhi mh mriv mgr aislams pytth jan diyv aislamse pytth."
  },
  {
    "verse_id": 103,
    "translation": "Byyhi kriv zvrh thph Allah tʿālyā snzi mḥkm rzih sạriy smith th mutfiq rvzith. Mḥkm rzih thph krnụ̄ gvv sarne aislam kyn ḥukmn aṣvln th frvʿn pytth pvurh ʿml krnụ̄, alg alg mh spdiv, naaitfạqy mh kriv mslman ạsith kyazi aislams andr chhe amich skht mmanʿt, czyts pạviv so nʿmt khdae snz yosh khaṣ tohyhi ʿṭa krnv ae qbylh avs vkhzirj kyv mslmanv, yylhi tvhụ̄ ạsiv aislam brvntth akh akụ̄ sndụ̄ dushmn, ps trạv Allah tʿālyā hn aulft tihndyn diln andr chnanchh tvhụ̄ spdiv tihnzi mhrbạny sintụ̄ panh vạnụ̄ bạe bạe. Byakh mhrbạny gyhi tihndi ḥqh yhi kh byyhi ạsiv tvhụ̄ akhi narh khodd kis btthis pytth vạtmtụ̄. Tyarạsiv kh tth mnz kyah pyhi hivụ̄ tvhụ̄, Allah tʿālyā hn bchạvinv tth mnz pynh nishhi ayman kh brkth. Lhādha kriv tvhụ̄ yimn khdae snzn mhrbạnyn hnz qdr. Panh vạnụ̄ mh kriv hrh hr th layhi lae, amhi sintụ̄ spdnv yim mhrbạnyhi ẓayʿ, yithh pạtthụ̄ Allah tʿālyā hn yhi ḥkum vaẓḥ th nnụ̄ pạtthụ̄ byan frmvv yithe pạtthụ̄ chuh Allah tʿālyā pnnụ̄ aḥkam th hidayt chh dlylh ṣaf ṣaf bvẓaḥt byan kran, yuth tohyhi vth yyhi rahi rasts kun th tth vthi pytth rvuziv tvhụ̄ thạbit th mḥkm."
  },
  {
    "verse_id": 104,
    "translation": "Byyhi chuh lạzim tohyhi andrh ạsin akh jmaʿthah yim nad āsn divan lvukn khạrs kun yʿny dyni aislams kun ya khạr chyn kamyn kun, panh vạnụ̄ mtḥd th mutfiq rvzns kun, byyhi yim amr āsn kran rczn kamyn kun, mnʿ āsn kran ychh kamyv nishhi. Mʿrvf gyhi timh kamhi yimh mvafiq āsn qrān vḥdyths. Munkir gyhi timh kamhi yim mukhạlif āsn ktab vsnts, rczn kamyn hund amr krvnụ̄ th ychh kamyn hund mnʿ krvnụ̄ jmaʿthe chhe ạkhrts mnz thvab ḥạṣil krns andr kamyab th rstgar."
  },
  {
    "verse_id": 105,
    "translation": "Byyhi mh ạsiv tvhụ̄ ae mslmanv timn lvukn hivụ̄ yimv mutfrq th alg alg spdith dyns andr panh vạnụ̄ aikhtlaf kvr, ṣaf ṣaf th vaẓḥ aḥkam timn nishhi vatnh pth, tihndiy khạṭr chuh byyhi bvdd ʿdhab."
  },
  {
    "verse_id": 106,
    "translation": "Tmy dohh yymhi dohh addyn hndụ̄ buthụ̄ spdn sfyd addyn hndụ̄ buthụ̄ spdn syah, ps yimn hndụ̄ buthụ̄ spdn syah timn yyhi vnnh, kyazi ainkar kvruv aiqrar krnh pth. Ps czhiv mzh jhnm kh ʿdhabuk. Kyazi tvhụ̄ he ayman annh pth kufrchhi kamih ạsiv kran."
  },
  {
    "verse_id": 107,
    "translation": "Vonụ̄ yimn hndụ̄ buthụ̄ sfyd th rvshn āsn tim āsn khdae sndis rḥmts andr yʿny rḥmt chhi jayhi andr. Suh gvv jnt, tim rvzn tth jnts andr hmyshh."
  },
  {
    "verse_id": 108,
    "translation": "Yhi byan āv krnh yim chhi khdaesndụ̄ āyat th fạṣlh jat yim asụ̄ tohyhi pytth ṣḥyḥ ṭvr pran chhi ya rsvl Allah, Allah tʿālyā chuhnh hrgiz mkhlvqn pytth ẓulm yczhan krun. Vonụ̄ yhi kynczhah kạnshi hndi khạṭr jza vsza byan āv krnh thi chuh balkl munạsib th mv zvn tuhndi kamhi mvjvb."
  },
  {
    "verse_id": 109,
    "translation": "Khdae sundue chuh thi yhi āsmann th zmynn andr chuh, tth kun nẓr krith pzi ha sarne pnnis mạlkh snz frman brdạry krnụ̄, yimav frman brdạry krtim chhi thvab v ajrs mstḥq, yimav nafrmạny krtim chhi ʿdhab vszahs mstḥq. Khdae se kun yin vatnavnh sạriy mʿāmlat th sạriy muqdmat, fạṣlh chuh ts krun, ts vrạe byakh aikhtyarh vvlah āsinh kanhh thi."
  },
  {
    "verse_id": 110,
    "translation": "Ae mslmanv ạsiv tvhụ̄ aumtv andrh bhtr aumtah dr ʿlm azly kddnh āmcz lvukn hndi fạydh khạṭr. Tuhndi bhtr āsnuk vjh chuh kh, tvhụ̄ chuhv lvukn rczn kamyn hund amr kran th ychh kamyv nishhi mnʿ kran, byyhi chuhv panh kunis khdays pczh krns pytth ddadd kran. Khda chuhvn hmyshh mnzh th pak zanan shryk āsnh nishhi. Ts ayman anith th pczh krith. Yimn yimn pczh krnụ̄ lạzim chhe timn sarne chyzn chuhv pczh kran, hrghe yhvd vnṣaryā thi ayman anh hn khdays kunue zanh hn pyghmbri brḥqs pczh krhn, thi avs tihndi khạṭr setthah bhtr. Tylhi spdhn tim khyralamm āsns mnz tohyhi sintụ̄ shạmil, timv andrh chhi bʿẓ ayman anh vnụ̄, akthr chhi fạsiq th kạfrblkh chhi tim mslmann dyny vdnyạvy ẓryr vatnavnh khạṭr skht kvushish kran mgr."
  },
  {
    "verse_id": 111,
    "translation": "Hrgiz hykn nh tohyhi tim ẓryr vtnạvith mgr zyvi sintụ̄ vnn ychh kth tmy sintụ̄ shhlavn dil pnun, hrgah tim tohyhi sintụ̄ muqablh krnhi nyrn, hykn nh muqablh krith blkh czln tohyhi kun thr phirith shikst khyvan, tv pth yyikh nh kunhi ṭrfh mdd krnh."
  },
  {
    "verse_id": 112,
    "translation": "Travnh chhe āmcz timn pytth khvạry yythi tim lbnh yin tthi, mgrhe kanhh bchavkụ̄ dhryʿh khdae sndi ṭrfh ya lvukn hndi ṭrfh timv andrh kạnshi ḥạṣil āshi suh rvzi tmhi khvạriy nishhi mḥfvẓ. Khdae sund dhryʿh gvv kh kanhh āshi timv andrh khdae sndis ʿbadts mnz mshghvl. Mslmann sintụ̄ āshi nh muqablh th muqatlh kran lvukn hndi dhryʿh andrh chuh mṭlb tmụ̄ āshi mslmann sintụ̄ ṣlḥ th mʿāhdh kvrmut, ḥạṣil krith āe tim yhvd khda e sund ghẓb, byyhi āyhi travnh timn pytth muḥtạjy th bdḥạly, yhi sza ākh amy mokhh dinh kh tim ạsụ̄ khdae sndyn āyatn th aḥkamn ainkar kran. Timn hndi tʿmyl krnh nishhi dansth pth rvzan. Byyhi ạsụ̄ pyghmbrn yʿne tim aḥkami ailhyā vatnavvnyn naḥq qtl kran, yhi be ʿmly th bdkirdạry th shqavt spz timn amy vjhh kh timv krnafrmạny byyhi ạsụ̄ tim ḥdh ddlan."
  },
  {
    "verse_id": 113,
    "translation": "Chhina tim sạriy hiviy th brabr kyazi ahli ktabv andrh chhe akh jmaʿthah yim rahi rasts pytth dyni ḥqs pytth qạyim rvuzith chhi. Rạtụ̄ kyut chhi khdae sndụ̄ āyat pran. Byyhi chhe tmụ̄ sndis ḥẓvrs andr srbsjvd rvzan."
  },
  {
    "verse_id": 114,
    "translation": "Pczh chhe timn kunis khdays byyhi qyamt kis dohs. Byyhi chhi rczn kamyn hund amr kran byyhi chhi ychh kamyv nishhi mnʿ kran. Byyhi chhi tim rczn kamyn andr brvntth gczhan, byyhi chhi tim nykv karv andrh."
  },
  {
    "verse_id": 115,
    "translation": "Byyhi yosh rcz kamhi yim krn. Suh hrgiz yimn nish pvushydh yynh thavnh blkh yiykh tmyuk thvab ʿṭa krnh, Allah tʿālyā chuh pvz zanan prhyz garn."
  },
  {
    "verse_id": 116,
    "translation": "Pzụ̄ pạtthụ̄ yimv lvukv ainkar kvr kufrse pytth rvud ụ̄timn hykhi nh khdae sndi ʿdhab nishhi bchạvith th moklạvith kanhh. Tihund mal th tihund avlad kunhi qsmh, yime lvukh chhi jhnmy. Yimne chuh hmyshh tth mnz rvzun."
  },
  {
    "verse_id": 117,
    "translation": "Mithal chhe tmich yim lvukh khrch kran chhi yth dnyachh zndgy andr, tmhi vavch mithal yth mnz skht srdy āshi, soe vathi kunh qvm kis zraʿts yimv pạnụ̄ pans ẓlum kvr. Ps kvr tmụ̄ vavn suh tihund zraʿt tbah th brbad. Yithe pạtthụ̄ gczihh timn hund khrch krun svrue ạkhrts andr ẓayʿ th bykar, Allah tʿālyā hn kvr nh timn pytth ẓlm blkh kvr timv pạnụ̄ pans ẓlm kufr krnh sintụ̄ kyazi kạfrn hnz kanhh ʿml chhnh kufr sbbh qbvlyts szavar."
  },
  {
    "verse_id": 118,
    "translation": "Ae baaymanv, mh ạsivkh bnavan pnnhi jmaʿt vrạe byyhi kanhh sirbvj pnnyn aisrarn mḥrm, yim dushmn chhinh kanhh kmy kran tohyhi khlaf ftnh vfsad krns andr, kanchhan chhi tim prth vqth tuhund tklyf th skhty mnz āsun, tihnz dushmny chhe tihndyv chanttyv andrh nyran, tihnzv kthv andrh varh nnan. Yhi chuh tvthi kme, yus ʿdavt tuhndyn diln andr chuh, suh chuh setthah bvdd th zyadh, pzụ̄ pạtthụ̄ ashi krụ̄ vaẓḥ tuhndi khạṭr tuhndi ʿdavtkụ̄ nishanh. Chhiv he tvhụ̄ ʿqlhi vạlụ̄ tylhi zạniv tvhụ̄ pane yimv nishanv sintụ̄ tuhndyn diln hndụ̄ ḥalat."
  },
  {
    "verse_id": 119,
    "translation": "Varh bvziv ae baaymanv, tvhụ̄ chhiv tihund mḥbt thavan ḥalankh timn chuhnh tuhund mḥbt kynhh thi, tvhụ̄ chhiv sarne āsmạny ktabn ayman anan, pczh kran timn chhnh sarne ktabn hnz pczh, tim chhi tohyhi sintụ̄ dhvkh pạtthụ̄ pkan mgr tvhụ̄ chhiv timn sintụ̄ dvsty hndụ̄ tʿlqat thavan, yylhi tim tohyhi smkhan chh, tmhi sath chhi tohyhi havnh khạṭr munafiqanh ṭryqs pytth vnan ashi avn ayman, mgr yylhi tohyhi vrạe āsan chhi tmhi sath chhi athh pnnụ̄ khyvan shrart th czkhhi sintụ̄, frmạviyvkh tvhụ̄ ya rsvl Allah athh khynụ̄ kyah kth chhe hrgah tvhụ̄ czkhhi sintụ̄ mri vthi tvthi nyri nh tuhund mṭlb, pzụ̄ pạtthụ̄ Allah tʿālyā chuh pvurh zanh vun timh sare kthh yimh tuhndyn synn andr pvushydh chhe."
  },
  {
    "verse_id": 120,
    "translation": "Hrgah tohyhi kanhh rcz ḥalthah pysh yivan chhe. Kanhh khvshy hnz kthah vatan chhe timn chuh tmhi sath muṣybt pyvan, hrgah tohyhi kanhh muṣybthah ya ghmah vatan chuh tmhi sath chhi tim khvsh gczhan tmhi sintụ̄. Vonụ̄ yim amhi qsmkụ̄ dushmn āsn timne sintụ̄ shvbyah tuhnz dvsty lagnụ̄ ya dvsty hndụ̄ tʿlqat thavnụ̄. Mgr yuthnh tvhụ̄ banbriv tihnzi dushmny sintụ̄. Tmyuk ʿlaj chuh ṣbr, hrgah tvhụ̄ ṣbr vaistqlal krith khdays khvucziv kynhh ẓryr hykhi nh vatnạvith tohyhi tihund mkrv fryb kunhi qsmh, pzụ̄ pạtthụ̄ Allah tʿālyā chuh tth sạrse yhi tim kran chhi aḥaṭh krvun th pvurh zanh vun. Suh diyhi tohyhi tihndyn ḥalatn hund aṭlaʿ, timn diyhi sza."
  },
  {
    "verse_id": 121,
    "translation": "Byyhi chuhvh tohyhi yad yarsvl Allah yylhi ṣbḥs drạv tvhụ̄ ḥẓrti ʿāyshh ṣdyqh sndi ḥujre mubark kh andrh tvpth vạtiv tvhụ̄ kvhi aḥds nzdyk tthi hytyvukh tohyhi baayman mḥadhi jngs pytth munạsib munạsib jayn tthhravnụ̄, Allah tʿālyā avs tmhi satuk tuhund svrue klam bvzan tuhund ḥal zanan."
  },
  {
    "verse_id": 122,
    "translation": "Yylhi na tohyhi andrh doyv jmạczv hmt harnuk th vaps czlnuk airadh kryv, khda chuh tuhund dvst th mddgar. Suh kithh pạtthụ̄ diyhi ha timn hmt hạrith czlnh, baaymann pzi khdae se pytth bhrvsh krun, tuhund mddgar chuh prth vqth sue. Km hmt gczihnh kunhi vqth lagun."
  },
  {
    "verse_id": 123,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā hn kvr tohyhi mdd jngi bdrs mnz, yylyhi tvhụ̄ bẓạhir saman chhi kmy th fvj kh kmy sbbh pst ạsiv, suh ḥal ạsith krnv yạriy mḥẓ tuhndi prhyzgạry th ṣbr vastqlal kh brkth, ps khvucziv tvhụ̄ hmyshhi khdays takh tohyhi āsyv yivan mvqʿh tihnzi shukr gudhạry hund."
  },
  {
    "verse_id": 124,
    "translation": "Yhi mdd th yạry spz tohyhi tmhi vqth ʿṭa yylhi tvhụ̄ ya rsvl Allah dpan ạsiv baaymann )yim yhi khbr bvuzith pryshan ạsụ̄ spdmtụ̄ kh kạfrn vvt byyhi fvj mdd dinh khạṭr(. Kyah tohyhi chhna dil mẓbvṭ krnh khạṭr yhi kth kạfy kh tohyhi kri Allah tʿālyā mdd tryv sasv )3000( mlạykv sintụ̄, yim valnh āe tuhndi mddkh khạṭr āsman kh ṭrfh."
  },
  {
    "verse_id": 125,
    "translation": "Byshk chhe yhi kth kạfy blkh amich kyah chhe kthe hrgah tvhụ̄ ṣbrv astqlal kriv byyhi khvucziv khdays, ade dushmn tohyhi pytth jvsh vkhrvshh san hngh th mngh thi ḥmlh krn, tmy sath kri tohyhi Allah tʿālyā yus tuhund rb chuh pancz sas )5000( mlạykv sintụ̄ mdd. Yim nishanh dar āsn mkhṣvṣ vrdy lạgith. Yim yvrh knhi tyar āsn."
  },
  {
    "verse_id": 126,
    "translation": "Allah tʿālyā hn kvrna yhi aimdad mgr tuhndi ghlbh khi bshart th khvshkhbry khạṭr, byyhi yuth tuhndụ̄ dil qrar rttn amhi sintụ̄, byyhi chhe ḥqyqt kh yạry th mdd chuhnh kạnshi hndi ṭrfh ʿzt vạlis th ḥikmt vạlis khdays vrạe."
  },
  {
    "verse_id": 127,
    "translation": "Yuth kạfrv andrh akis jmạcz hlak kri, ya krykh khvar v dhlyl, ps czln tim vaps nakam gczihth. Chnanchh stthn kạfrn yim bddụ̄ ddangr ạsụ̄ āyhi grdn dinh. Stth znụ̄ āe grftar krnh, baqe czlụ̄ shikst fash khyth. Nby kryms ṣly Allah ʿlyh vslm yylhi jngi aḥds mnz kạfrn hndi ṭrfh skht tklyf vvt, dndani mubark spdụ̄ shhyd, rve mubarks snyae khvd shryfuk kr variyah zkhm āe bdni mubarks byyhi āe ḥẓrti ḥmzh rẓy Allah tʿālyā ʿnh nhayt be drdy san shhyd krnh. Dili mubark spud nby krym sund tmhi sintụ̄ setthah āzrdh. Airadh kvrukh kh dushmnn pytth krhn dʿāe bd. Aty spud nạzil yhi āyhi krym."
  },
  {
    "verse_id": 128,
    "translation": "Ae pyghmbr tohyhi nh ḥẓ chāuhnh dkhlah ath mʿāmls andr kanhh spdụ̄ tn mslman kanhh mth spdụ̄ tn. Amyuk svrue aikhtyar chuh khdays aathhi, tohyhi pzi ṣbr krun, tvtanụ̄ yvtanụ̄ doyv chyzv andrh akh chyz lbnh yyhi, ya diyhi Allah tʿālyā timn tvbh krnuk tvfyq, tim spdn mslman. Tuhund dili mubark spdi khvsh ya krykh ʿdhabs grftar. Hrgah kufrse pytth timv aiṣrar kvr, tmhi sintụ̄ shyhln mslmann hndụ̄ dil, kyazi tim chhi pzụ̄ pạtthụ̄ ẓạlim kufr vshirk krnh khi sbbh."
  },
  {
    "verse_id": 129,
    "translation": "Khdae sundue chuh thi svrue yhi āsmann th zmynn andr chuh, mghfrt kri ys yczihh ts, ʿdhab kri ys yczihh ts byyhi chuh Allah tʿālyā setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 130,
    "translation": "Ae baaymanv mh khyyv mal dognạvụ̄ dognạvụ̄ kyazi yhi chhe so kạm yosh jhnms vatnavi. Svud chuh ḥram km ạsitn ya zyadh. Yhi chuhnh murad dognạvụ̄ dognạvụ̄ mah khyyv km km khyyv, tth chhi vnan qydi vaqʿī. Tmhi vqth avs vaqʿ yithe pạtthụ̄ spdan. Lvukh ạsụ̄ dognạvụ̄ dognạvụ̄ svd vṣvl kran. Yhi chuhnh qydi aḥtrạzy tmyuk mṭlb yhi nyri ha kh dognạvụ̄ dognạvụ̄ āsihana jạyz, km km āsiha jạyiz, khvucziv khdays takhi tvhụ̄ spdiv kamyab, narh nishhi njat lbith vạtiv jnts."
  },
  {
    "verse_id": 131,
    "translation": "Byyhi khvucziv tth nars, yus nar aṣl tyar āmut chuh krnh kạfrn hndi khạṭr. Baayman ạsith mh vatnạviyvkh pnnụ̄ pan kạfrn hnzi jayhi mnz nafrmạniyv sintụ̄."
  },
  {
    "verse_id": 132,
    "translation": "Ḥkum mạniv khdae sund, byyhi tihndis pyghmbr sund, dyvtohyhi pytth rḥm yyhi krnh qyamt kh doh."
  },
  {
    "verse_id": 133,
    "translation": "Byyhi tuliv dvr pnnis prvrdigarh sndis bddis mghfrts kun, timh ʿmlh kriv yymhi sintụ̄ mghfrt th jnt ḥạṣil spdyv, byyhi tth jnts kun ymyuk pnhe chuh tyvut yvut sth āsman th sth zmyn dognyarh nishhi muczrạvith akh akis sintụ̄ milnạvith thạvith gczihh, yhi gvvpnah tmyuk. Zychhruk andazh chuh khdae se mʿlvum, sue jnt chuh tyar krnh āmut khdays khvczvnyn hndi khạṭryim khdae sndis ḥukms tʿmyl krn. Mmnvʿ chyzv nishhi pth rvzn."
  },
  {
    "verse_id": 134,
    "translation": "Avl drjh mtqy ge time yim khrch krn khdae sndi khạṭr prth ḥals andr. Vsʿts andr th tngy andr, byyhi yim czkh czaph vnụ̄ āsn, byyhi yim ʿfv krvnụ̄ āsn lvukn pytth, Allah tʿālyā chuh yithyn nykv karn ttvtth thavan."
  },
  {
    "verse_id": 135,
    "translation": "Byyhi ge doymhi drjkụ̄ mutqy time yim kanhh ychh kạmah krn ya krn ẓlm pnnyn pann pytth, tmhi sath āsn yad kran khdae sndis vʿīds th gnahs th szahs, ps āsn mghfrt czhanddan pnnyn gnahn hndi khạṭr. Tmhi ṭryqh yosh mʿạfy hynh khạṭr muqrr krnh āmcz chhe. Suh gvv hrgah gnah garn byyn pytth zyadty krmcz chhe, lvukn hund ḥq ẓayʿ kvrmut chuh tylhi gczihh ḥqdarn pnun ḥq vatnavun ya timn nishhi mʿạfy ḥạṣil krnụ̄. Yth gnahs pnnise pans sintụ̄ tʿlq āshi tmhi sintụ̄ kạnshi hund ḥq ẓayʿ spudmut āshi nh, tth mnz gczihh khdae se nish mʿạfy ḥạṣil krnụ̄, kus akhah chuh mghfrt krvun sarne gnahn khdays vrạe, byyhi āsn nh tim lvukh tth ychh kamhi pytth aiṣrar th ddaddkran zạnith krith."
  },
  {
    "verse_id": 136,
    "translation": "Yime lvukh ge tim yimn hnz mzvurụ̄ chhe bdd mghfrt pnnis khdae sndi ṭrfh, byyhi tim jnt yimv mnzh joyhi pkan āsn, timne jntn andr rvzn tim hmyshh, kyah rcz mzvuryah chhe yhi rcz kamh krvnyn hndi khạṭr."
  },
  {
    "verse_id": 137,
    "translation": "Pzụ̄ pạtthụ̄ gudhre tohyhi brvntth varyahhi ṭryqkụ̄ lvukh yimn mnz mslman thi ạsụ̄ yimn mnz kạfr thi ạsụ̄. Hrgah tvhụ̄ tihndyn hlakt kyn ātharn th nishann hund mlaḥẓh krun yczhan chhiv, ps phyirtv tvhụ̄ rve zmyns, ps vuchhtv nafrmann, pczh nh krvnyn hund anjam kyah chuh spud mut."
  },
  {
    "verse_id": 138,
    "translation": "Yhi chuh vaẓḥ klam lvukn hndi khạṭr. Tim hrgah ath mnz ghvr krn, bddʿbrt spdykh ḥạṣil, byyhi chuh bvdd hidayt th nṣyḥt khaṣ khdays khvczvnyn hndi khạṭr."
  },
  {
    "verse_id": 139,
    "translation": "Byyhi hrgah tvhụ̄ vnụ̄kyn yth jngi aḥds mnz mghlvub thi spdiv, kyah hish kthah gyhi. Amhi sintụ̄ mh spdiv tvhụ̄ sust byyhi mh khyyv amyuk ghm, tvhiy spdiv ghạlib hrgah tvhụ̄ pokhth baayman th pczihh vạlụ̄ ạsiv, tth pytth thạbit qdm rviziv."
  },
  {
    "verse_id": 140,
    "translation": "Hrgah az yth jngi aḥds andr vvt tohyhi tklyf, kyah hish kth chhe, ps btḥqyq vvt ath qvms yʿny yimn kạfrn yutuhe tklyf jngi bdrs mnz, asụ̄ chhi yim zindgy hndụ̄ ayam lvukn andr varh varh bdlavan, akh dohh ʿīsh vāram byyhi dohh ghm th tklyf, byyhi vvt tohyhi yhi tklyf yuth nnravi Allah tʿālyā baaymann, byyhi yuth vatnavi tohyhi andrh bʿẓn shhadt kis mrtbs yʿny tohyhi andrh bʿẓn kri shhadtuk drjh ʿṭa yus thvd mrtbh chuh, Allah tʿālyā chuhnh psnd kran ẓạlimn yʿny kạfrn th mushrikn yʿne timne ghlbh diyutun amhi mokhh nh kh tim kyah chhis ttạtthụ̄ blkh āshi ath andr tuhndiy khạṭr khaṣ mṣlḥcz."
  },
  {
    "verse_id": 141,
    "translation": "Amchy byakh mṣlḥt ạs yuth Allah tʿālyā ṣaf vpak kri ha baaymann amhi tklyf sintụ̄ gnahn hnzv ālạyshv nishhi, byyhi yuth galiha yimn kạfrn yʿny timn ditun mvqʿh ẓlm vsitm tihndi tbạhy hund bạʿth bnyvv."
  },
  {
    "verse_id": 142,
    "translation": "Kyah tohyhi chha khyal tvhụ̄ kyah vạtiv jnts āzmạyshv th aimtḥanv vrạe, vnhi āshi nh nnyvmut kh jhad kmv kvr tohyhi andrh th tklyfs pytth ṣbr krvnụ̄ km chhi tohyhi andrh."
  },
  {
    "verse_id": 143,
    "translation": "Pzụ̄ pạtthụ̄ ạsiv tvhụ̄ mvtuk tmna kran suh vuchhnh brvntth yʿny khdae snzivthi andr ạsiv tvhụ̄ mrun yczhan, ps btḥqyq vuchhuvn tohyhi suh achhv sintụ̄, vonụ̄ kyazi chuhv banbran. Yylhi jngi aḥds mnz kạfrv ghlbh lvb timn tyr andazn hndi jayh ddlnh sintụ̄ yim kvh drs andr nby krym ṣly Allah ʿlyh vslm ḥfaẓt khạṭr muqrr krmtụ̄ ạsụ̄. Frmvvmut avshkh agr tvhụ̄ vuchihv ashi dushmn tikhi tikhi maz czttan tvthi ddlụ̄ zyv nh tvhụ̄ pnnhi jayhi. Nby krym ṣly Allah ʿlyh vslmn āe doyhi shyth zkhm. Dndan mubark spdụ̄ shhyd yʿny akh khndd āyhi vsith akis dnds yymhi sintụ̄ khvn jạriy spud. Byyhi āyhi krykh dinh tihndi shhadtch yymhi sintụ̄ bʿẓ ṣḥabh ṣạbn hndụ̄ ḥvṣlh pst spdụ̄, tmy vqth kvr nạzil Allah tʿālyā hn"
  },
  {
    "verse_id": 144,
    "translation": "Chuhnh ḥẓrti Muḥammad ṣly Allah ʿlyh v slm mgr pyghmbrah, gmtụ̄ chhi timn brvntth variyah pyghmbr, kyah hrgah tim pane yymhi ʿālmh gmtụ̄ āsn, ya dushmnn hndi athh shhyd spdmtụ̄ āsn, kyah tvhụ̄ phyirv pvt, tmhi mokhh trạvivtvhụ̄ jhad krun ya ddliv tvhụ̄ amhi dyni aislam nishhi kufrs kun, yus akhah phyri pvt phyirtn, ps kanhh ẓryr th nqṣanah hykhi nh vatnạvith Allah tʿālyā hs blkh chuhs tmyuk ẓryr th nqṣan pạnụ̄ pans, Allah tʿālyā diyhi jldy rcz mzvurụ̄ shukr gudharn."
  },
  {
    "verse_id": 145,
    "translation": "Byyhi thạviv yad kanhh akhah hykhi nh mrith khdae sndi ḥukmh vrạe, prth akụ̄ sund mrun chuh lykhnh āmut vqt muqrr krnh āmut, czlnh sintụ̄ nh hykhi suh vqt pth nyrith. Thạbit qdm rvznh sintụ̄ hykhi nh brvntth yith, vonụ̄ yus akhah ʿml krith dnyakue thvab th mzvurụ̄ yczhan chuh ts chhi kran asụ̄ tmhi mnzh kynhh ʿṭa, byyh yus akhah ạkhrtuk thvab th mzvurụ̄ yczhan chuh ts thi chhi asụ̄ tmy mnzh ʿṭa kran, byyhi krv asụ̄ jldy rcz mzvurụ̄ ʿṭa shukr gudharn."
  },
  {
    "verse_id": 146,
    "translation": "Byyhi kạtyah pyghmbr yimn sintụ̄ sintụ̄ jhad ạsụ̄ kran. Variyah lvukh khdae sndyv rtyv bndv andrh kạfrn sintụ̄, ps āsn nh tim khdae sndụ̄ bndh sust spdan khdae snzi vthi jngs andr tklyf vatnh sintụ̄, nh ạsụ̄ tim hmt haran, nh ạsụ̄ tim dushmnn brvntth knhi hthyar travan th ān manan blkh ạsụ̄ khvb mẓbvṭy sintụ̄ tklyfn pytth ṣbr kran, Allah tʿālyā chuh ṣbr aistqlal krvnyn setthah psnd kran, tihund chuh mḥbt thavan."
  },
  {
    "verse_id": 147,
    "translation": "Ạsụ̄ nh tim tklyf vatnh khi vqth kynhh vnan, mgr ạsụ̄ khdae se mngan, ae sanhi prvrdigarh mghfrt krth gnahn sanyn, byyhi hrgah sanhi ṭrfh kynhh zyadty th kvtạhy lbnh āyhi sanhi kamh andr, mẓbvṭ thav qdm sạnụ̄, ghlbh diashi kạfrn pytth ṣbr vaistqlal kh brkt byyhi dʿā vailtja kh brkth."
  },
  {
    "verse_id": 148,
    "translation": "Ps ʿṭa kvr Allah tʿālyā hn timn dnyahuk thvab yʿny ghlbh th mali ghnymt, byyhi ạkhrtuk rut thvab th rcz mzvurụ̄, Allah tʿālyā hs chhi setthah ttạtthụ̄ amhi qsmkụ̄ nykv kar bndh."
  },
  {
    "verse_id": 149,
    "translation": "Ae baaymanv, agr tvhụ̄ mạniv kạfrn hnzh kthh, tim phirnv tohyhi kufrs kun, ps bniv tvhụ̄ tavan zd dnya v ạkhrts andr, byyhi spdi tohyhi prth qsmh nakạmy. Kạfr bnn nh zanhh thi tuhndụ̄ dvst."
  },
  {
    "verse_id": 150,
    "translation": "Blkh chuh Allah tʿālyā tuhund mvlyā th āqa, mddgar th dvst, sue chuh tohyhi sarne hndi khoth bhtr th yạriy krvun."
  },
  {
    "verse_id": 151,
    "translation": "Jldy travv asụ̄ kạfrnn hndyn diln mnz hybt th rʿb, kyazi timv kyah tthhrạvụ̄ kunis khdays time chyz shryk yimn hndi qạbli shryk āsnh khạṭr nh tmụ̄ kanhh dlylah nạzil kr, timn kạfrn th mushrikn hnz jae chhe nari jhnm, so chhe setthah ychh jae yimn ẓạlimn th mushrikn hndi khạṭr yim khdays vrạe byyn thi mʿbvd zanan chhi."
  },
  {
    "verse_id": 152,
    "translation": "Btḥqyq pvz kvr Allah tʿālyā hn vʿdh pnun tohyhi sintụ̄, yylhi tvhụ̄ tim ktravan ạsiyvukh maran ạsivkh tihndi ḥukmh tvtanụ̄ yvtanụ̄ tvhụ̄ mẓbvṭ ạsiv, adh yylhi tvhụ̄ panh sust spdyv, byyhi kvrvh aikhtlaf nby krym sndis ḥukms andr, tihndi ḥukmkụ̄ pabnd rvdiv nh tvhụ̄. Ḥalankh tmụ̄ )khdayn( avs tohyhi hvvmut tohyhi suh chyz yus tohyhi psnd avs ghlbh th ftḥ. Vonụ̄ ạs ẓrvurt byyhi kynhh kalah ṣbr krnch mgr tohyhi kvruv nh, tohyhi andrh ạsụ̄ bʿẓ yim dnya czhanddan ạsụ̄, byyhi ạsụ̄ bʿẓ yim ạkhrt czhanddan ạsụ̄, amy sbbh spud tohyhi mnz aikhtlaf yymhi vjhh tvhụ̄ nby krym ṣly Allah ʿlyh v slm sndis ḥukms pytth rvdiv nh, tv pth phirnv Allah tʿālyā hn timn kạfrn nishhi, tvhụ̄ ạsiv ghạlib tvpth spdiv mghlvb. Tohyhi sza dinh khạṭr nh khi tohyhi āzmạyish krnh khạṭr kh tohyhi andrh km chhi munafiq km chhi baayman, yqyn zạniv kh Allah tʿālyā hn kvr tohyhi ʿfv. Tohyhi spdinh ạkhrts andr thi amyuk kanhh bazkhvast, Allah tʿālyā chuh fẓl vvl baaymann hndi ḥqh taaynkh amhi nafrmạny sbbh krinv nh tvhụ̄ sạri y hlak."
  },
  {
    "verse_id": 153,
    "translation": "Tvhụ̄ pạviv pnun ḥal czyts jurm tuhund kvutah skht avs yylhi tvhụ̄ kohs khsan khsan czlan ạsiv th pth kun ạsiv nh kạnshi kun nẓr divan, ḥalankh yhi bvdd pyghmbr avs tohyhi pth pth nad divan ae khdae sndyv bndv czliv mh vaps phyiriv me kun, bh chuhs pyghmbri khda mgr tohyhi bvzuv nh kynhh, ps vatnvvv tohyhi khdayn, ghms pytth ghm, yuthnh tvhụ̄ mali ghnymt athh gczhnuk th jsmạny tklyf vatnuk ghm khyyiv, kyazi bddi ghmh sintụ̄ chhi lokttụ̄ ghm mshith gczhan. Bddụ̄ z ghm ge ṣḥabh ṣạbn hund shhyd spdun byyhi nby krym sndi shhadtch khbr bvznụ̄, Allah tʿālyā hs chhe khbr tmhi sarchy yhi tvhụ̄ kran chhiv."
  },
  {
    "verse_id": 154,
    "translation": "Tv pth svuz Allah tʿālyā hn tohyhi pytth ae mslmanv amhi ghmh pth āram v qrar, nindrah, yosh vlnh āyhi tohyhi andr akis jmaʿts yʿny baaymann. Tmhi sintụ̄ rvud nh timn ghme czyts, byakh jmaʿt timn ạs pymcz pnnhi panch fikr kh asụ̄ kithh pạtthụ̄ moklv yythi yʿny munafiq, tim ạsụ̄ khdays nsbt apzụ̄ khyalat thavan, jahlytuk th ḥimaqtkụ̄ khyalat, vnan ạsụ̄ tim ashi chha aikhtyar kunhi chyzuk yʿny svn chha bvzan yim. Sanhi mshvrh he yim pkhn yvt pytth ma vathi ha nvbt nth gvv mʿny tim ạsụ̄ vnan mslmann ddalnh, gumrah krnh th bdẓun krnh khạṭr, tvhụ̄ frmạviyvkh ya rsvl Allah, pzụ̄ pạtthụ̄ sarkue aikhtyar chuh kunis khdays, yhi suh yczihh tiy bnhi. Khttith chhi thavan pans nishhi, timh timh kthh yimh nh nnravan chhi tohyhi nish, vnan chhi yam munạfiq hrgah ashi tanụ̄ kynhh āshiayʿny sanhi mshvrh mvjvbe ʿml krnh āsiha āmcz ya hrgah svn dyn pvz āsiha, frmạviyvkh tvhụ̄ ya rsvl Allah hrgah he tvhụ̄ ạsihivgrn pnnyn andr thi albth ẓrvur nyrhn tim lvukh yimn yythi mydani aḥds andr mrun lykhnh avs āmut pnnyn mrnh chn jayn kun, byyhi yhi kynczhah spudthi spud yuth Allah tʿālyā āzmạyish kri hatth yhi tihndyn synn th diln mnz chuh yʿny ayman, byyhi yuth varh ṣaf nnraviha thi yhi tuhndyn diln andr chuh, agrchh Allah tʿālyā hs chuh pans pvurh ʿlm sarnie hndyn diln hundmgr yithyn mvqʿn pytth chuh suh āzmạyish th aimtḥan kran yuth lvukn thi ptah lghi km chhi baayman th km chhi munafiq."
  },
  {
    "verse_id": 155,
    "translation": "Pzụ̄ pạtthụ̄ tim lvukh yim tohyhi andr czlụ̄ tmhi doh, tvhụ̄ yymhi dohh z jmạcz mslmann hnz jmath th kạfrn hnz jmaʿth akh akis muqabl rvudụ̄ jngi aḥds andr, tim ddạlụ̄ nh kạnshi mgr ddạlụ̄ shyṭann, tihnzv bʿẓ khamyv sintụ̄ yimh timv kri yʿny kvhi drh mnz nyrnh sintụ̄ so jae khạly travnh sintụ̄, pzụ̄ pạtthụ̄ Allah tʿālyā hn kvr timn ʿfv, pzụ̄ pạtthụ̄ Allah tʿālyā chuh setthah mghfrt krvun czydd krvun, gnhgarn chuhnh fvraan rttan."
  },
  {
    "verse_id": 156,
    "translation": "Ae baaymanv mh bniv tvhụ̄ kạfrn hivụ̄ yʿny munafiqn hivụ̄, tim agrchh vnan chhi pans muslman mgr drḥqyqt chhi tim kạfr. Tvhụ̄ mh kriv tmhi qsmchh kth yimh tim kran chhi, tim chhi pnnyn bayn hndi ḥqh vnan, yylhi tim sfrs chhi nyran kunhi shhrs kun ya yylhi jhad krnhi chhi nyran tv pth chhi sfrs andr mran ya chhi jhads andr shhyd spdan, hrgah he tim āshn aasiy nishhi pnnis shhrs andr sfrs ya jhads āshne nh dramtụ̄ tylhi ma mrhn, nh yihn marnh. Ae baaymanv tvhụ̄ mh ạsiv amhi qsmchhi kthh vnan, yuth Allah tʿālyā kri yimh kthh tuhnzh tuhndyn diln andr bvdd ḥsrt th afsvs, Allah tʿālyā he chuh zindh thavan th maran, sfr ạsitn ya ḥẓr, jng ạsitn ya amn, mvt vḥyat chuh tsndse aikhtyars andr, Allah tʿālyā chuh tth sạrse yhi tvhụ̄ kran chhiv varh vuchhan, suh diyhi tohyhi tmich mzvurụ̄."
  },
  {
    "verse_id": 157,
    "translation": "Byyhi hrgah tvhụ̄ khdae snzivthi andr yʿny jhadkran kran marnh yiyv ya mriv th kyah prva chuhv, khdae sund mghfrt th rḥmt chhe tuhndi khạṭr setthah bhtr tmhi sare khoth yhi yim lvukh svnbran ya vttan chhi."
  },
  {
    "verse_id": 158,
    "translation": "Byyhi hrgah tvhụ̄ mriv ya marnh yiyv jhads andr ẓrvur chuhv tohyhi smun th jmʿ spdun mʿbvdi brḥqs nishhi byyhi nh kạnshi nishhi."
  },
  {
    "verse_id": 159,
    "translation": "Ps khdae sndiy rḥmth sintụ̄ spdyv tohyhi ya rsvl Allah thndi ḥqh nrm th ḥlym yimn lvukn hndi khạṭr yimv tuhnz mukhalft kr. Tohyhi avs ḥq timn skhty sintụ̄ bazkhvast krnuk, agr tvhụ̄ ạsihv khda nkhvasth czkhl, dilh drụ̄, tnd khv ẓrvur czlhn tim tylhi tohyhi nishhi. Mḥrvm spdhn tim tuhndyv fyẓ vbrkatv nishhi, ps kriv tvhụ̄ thi timn mʿāf byyhi mngiv tihndi khạṭr khdays mghfrt, byyhi ạsiv timn sintụ̄ yithyn mʿāmln pytth mshvrh kran. Tmhi sintụ̄ spdn tuhndụ̄ ḥvṣlh bulnd, ps yylhi tvhụ̄ kunhi mʿāmls andr mshvrh krith kunhi rayhi pytth pokhth airadh ạsiv kran, ps ạsiv pvurh aʿtmad kran khdays pytth tv pth so kạm kran, pzụ̄ pạtthụ̄ Allah tʿālyā hs chhi ttạtthụ̄ ts pytth aʿtmad krvnụ̄ bndh."
  },
  {
    "verse_id": 160,
    "translation": "Agr Allah tʿālyā tohyhi mdd th yạry kri, tylhi hykhi nh kanhh akhah tohyhi pytth ghạlib spdith, hrgah suh tohyhi mdd krinh, ps kus akhah chuh yus tohyhi ts pth yạry hykhi krith, ps khdae se pytth byyhi nh kạnshi pytth krn aʿtmad baayman jngi bdrkh mali ghnymt andrh yylhi rạvaa kh srukh czadrah. Lvukv dvp yhi czadr āshi thạvmcz tulith nby krymn ṣly Allah ʿlyh v slm pnnhi khaṣ aistʿmal khạṭr. Allah tʿālyā hn svz yhi āyhi krym."
  },
  {
    "verse_id": 161,
    "translation": "Chuhnh hrgiz szavar kạnshi pyghmbrs suh kyah kri khyant mali ghnymts andr, yus akhah mali ghnymts andr khyant krith kanhh chyzah thavih tulith khaṣ pnnhi khạṭr, suh yyhi qyamt kh doh suh chyz hyth pysh krnh, tv pth yyhi prth akis pvurh bdlh dinh tmyuk yhi tmụ̄ kvrmut āshi, timn yyhi nh kunhi qsmh ẓlm krnh."
  },
  {
    "verse_id": 162,
    "translation": "Āya yus akhah pyrvy kri khdae snzih rẓamndy. Mali ghnymts andr krinh kunhi qsmh khyant yʿne ty kriyth khda rạẓy āshi, suh chha brabr ts shkhṣs hiyvu yus vaps gczihh khdae snz byzạry hyth, nafrmạny th khyant krnh sbbh. Hrgiz chhinh yim z brabr blkh chuh frmanbrdars th amantdars khda rạẓy. Nafrmans th khyamt krvnis pytth chuh khda byzar, byyhi chhe tsnze jae nari jhnm, kạczah ychh jae chhe so nari jhnm."
  },
  {
    "verse_id": 163,
    "translation": "Tim lvukh chhi mukhtlf drjatn pytth, amant dạry chuh thvd drjh pnnis khdays nishhi jnts andr. Khyant krvnụ̄ chhi jhnmy, byyhi chuh Allah tʿālyā tihnzh sare kamhi panh vuchhan, kus chuh amant dar kus chuh khyant krvun. Yus mal ʿām mslmann hund āshi ya kunhi anjumnuk yakunhi mdrsuk āshi tth mnz khyant krns thi chuh yohe sza yus mali ghnymts khyant krvnụ̄ sndi khạṭr āv byan krnh."
  },
  {
    "verse_id": 164,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā hn thạv bdd mint baaymann pytth, kyazisvzun timn mnz pyghmbrah jlyl alqdr th ʿẓym alshan timve mnzh, yus pyghmbr timn khdae sndụ̄ āyat pran chhu, byyhi yus pyghmbr timn jahlanh khyalv nishhi pak kran chuh, byyhi chuhkh hychhnavan qrāni mjyd, byyhi ʿqlhi hnzh kthh, pzụ̄ pạtthụ̄ ạsụ̄ tim tihndi tshryf annh brvntth nnhi gumrạhy andr."
  },
  {
    "verse_id": 165,
    "translation": "Kyah yylhi vvt tohyhi jngi aḥds mnz akh tklyfah th muṣybthah, ḥalankh tohyhi vatnvvuv timn dushmnn tmhi dognh jngi bdrs mnz, stth kriyvkh qtl, stth krivkh qạd timv mnzh, dpnhi lgiv tvhụ̄ tʿjub kinụ̄ yhi muṣybt kyazi sna vvt ashi yʿny kithh pạtthụ̄ vvt ashi, ashi gvczh nh vatun asụ̄ he mslman ạsụ̄. Ashi sintụ̄ he pyghmbri khda ṣly Allah ʿlyh v slm avs, tvhụ̄ frmạviyvkh ya rsvl Allah ṣly Allah ʿlyh v slm yhi muṣybt vvt tohyhi pnniy ṭrfh. Kyazi tvhụ̄ ne mukhalft krihivmyanis ḥukms yhi ḥalt spdihanh tohyhi, pzụ̄ pạtthụ̄ Allah tʿālyā chuh prth chyzs pytth qdrt vvl, yạriy krns pytth thi chnanchh krnv tohyhi nnụ̄ yạriy bdrs mnz. Yạriy nh krns pytth thi yylhi tohyhi panh ghlṭy krvh koh dr khạly travnh sintụ̄ jngi aḥds mnz."
  },
  {
    "verse_id": 166,
    "translation": "Byyhi yus tklyfah th muṣybthah vvt tohyhi tmhi dohh yymhi dohh jmacz akh akis sintụ̄ myjhi jngi aḥds andr, ps vvt suh muṣybt tohyhi bḥukmi khda yth mnz variyah ḥikmcz āsh. Timv ḥikmtv andrh gyhi akh ḥikmt, byyhi yuth mʿlvm spdiha baayman km chhi."
  },
  {
    "verse_id": 167,
    "translation": "Byyhi yuth mʿlvm spdiha munạfiq km chhi kyazi muṣybt khi vqth chuh nnan, mukhlṣ km chhi th ghạr mukhliṣ km chhi, vnnh āyav timn munafiqn yylhi tim czlụ̄ mydani jng trạvith, tim ge ʿbdAllah bin auby byyhi tihnz jmaʿt yim tre )300( hth lvukh ạsụ̄, yiyv vaps, jhad kriv khdae snzi vthi andr, thi ne tvthi kryvkh dushmn pans nishhi dfʿ, dpnhi lgụ̄ tim hrgah asụ̄ zanh hv jng krun tylhi rvzhv tvhiy sintụ̄, tim munafiq ạsụ̄ tmhi dohh ycz nzdyk kufrs ayman khoth, vnan chhi ty tim pnnyv chanttyv sintụ̄ yhi nh tihndyn diln mnz chuh yʿny dil chuhkh akh th zyv chhkh byakh, Allah tʿālyā chuh pvurh zanan thi svrue yhi tim khttith thavan chhi."
  },
  {
    "verse_id": 168,
    "translation": "Yim ge na time yimv dvp pnnyn hm nsb bayn hndi ḥqh yim jngi aḥds mnz shhyd spdụ̄, ḥalankh panh rvudụ̄ bihith grn andr, hrgah tim svn manh hn marh gczhhn nh. Ashi dpiyvkh mh nyriv jngs. Gri bihithe kyah chhe yimn kthh phvran, frmạviyvkh tvhụ̄ ya rsvl Allah ṣly Allah ʿlyh v slm, tla dvur hykụ̄tv krith tvhụ̄ pnnyv panv nishhi mrun, hrgah tvhụ̄ pvz vnh vnụ̄ chihv."
  },
  {
    "verse_id": 169,
    "translation": "Byyhi mh kr cz hrgiz gumanh ae bvzvnhi timn lvukn mtʿlq yim shhyd spdụ̄ khdae snzih vthi andr, tim kyah chhi mrdh, blkh chhi tim zinde pnnis prvrdigars nishhi. Timn chuh tmhi ʿālmuk riziq thi yivan ʿṭa krnh yus tth ʿālms mnz shvubhi."
  },
  {
    "verse_id": 170,
    "translation": "Khvsh chhi tim timv mhrbạniyv sintụ̄ yimh timn ʿṭa krimcz chhe Allah tʿālyā hn pnnhi fẓl sintụ̄, byyhi chhi tim khvsh th msrvr spdan tim lvukn hndi rthi ḥalh sintụ̄, yim nh vnhi timn nishhi vạtụ̄. Yhi bvznh sintụ̄ kh timn kyah chuhnh kanhh khvfah th kanhh ghmah. Tim chhi amn vamans andr zndgy bsr kran."
  },
  {
    "verse_id": 171,
    "translation": "Khvsh chhi gczhan prvrdigarh sndi nʿmt sintụ̄ th tihndi fẓl sintụ̄, byyhi yymhi kthhi sintụ̄ kh Allah tʿālyā chuhnh ẓayʿ kran baaymann hnzn ʿmln hnz mzvurụ̄. Jngi aḥdh pth yylhi kạfr vaps gczhan ạsụ̄ tim lgụ̄ panh vạnụ̄ dpnhi ashi kr bdd ghlṭy. Svn gvczh mslmann pytth pvurh ḥmlh krun kyazi asụ̄ spze timn pytth ghạlib lhādha chuh bhtr asụ̄ gczhv yythi pytthh byyhi vaps. Byyhi krv timn sintụ̄ jng tv pth krvkh tim aky sath khtm mgr Allah tʿālyā hn trvv tihndyn diln andr rʿb. Timv hyvk nh amhi jayhi pytthh vaps gczihth. Amich khbr vạcz nby krym ṣly Allah ʿlyh v slmn bdhryʿh vḥy. Timv svuz ṣuḥabh ṣạbn hund akh lshkrah yimn kạfrn tʿāqub th lar krnh khạṭr. Ath andr smukh yimn kạfrn akh qạflh yus tijart khạṭr mdynh shryfs kun gczhan avs. Timn dvpukh tvhụ̄ vnụ̄zyv mslmann kh mkkụ̄ lvukh chhi tohyhi sintụ̄ jng krnch tyạry kran. Mslmanv yylhi yhi khbr bvuz timv dvp kanhh prva chuhnh, ashi chuh bs Allah tʿālyā. Āyindh āyati krymn mnz chuh Allah tʿālyā amy vaqʿuuk tdhkirh kran. Akthr mufsir chhi frmavan kh yhi chuh ghzvh ḥmraalasduk vaqʿh. Yhi chuh akhi jayhi hund nav yoshi mdynh shryfh pytthh ạtth myl dvur chhe."
  },
  {
    "verse_id": 172,
    "translation": "Tim baayman yimv ḥkum mvn khdae sund byyhi pyghmbri khda esund yʿny drae kạfrn tʿqub th lar krnh khạṭr, jngi aḥds mnz tklyf th zkh vatnh pth, tihndi khạṭr yimv nyky kr ḥukm mannh sintụ̄ byyhi rvudụ̄ pth nafrmạny nishhi chhe bddmzvurụ̄ suh gvv jnt."
  },
  {
    "verse_id": 173,
    "translation": "Yimn bʿẓ lvukv vnyvv, pzụ̄ pạtthụ̄ dushmn chhi spdan jmʿ ya chhi tim samani ḥrb jmʿ kran tohyhi sintụ̄ byyhi jng krnh khạṭr, ps khvucziv timn, timn sintụ̄ muqablh krnh nishhi rvziv pth, yhi bvznh sintụ̄ huryvv tihndi aymanuk jvsh, byyhi dvpukh kạ frn kanhh prva chuhnh ashi, bs chuh ashi Allah tʿālyā byyhi chuh sue rut vkyl. Asụ̄ chhi pnnhi sare kamhi ts pushravan. Ḥẓrti ʿbdAllah bin ʿbas rẓy Allah ʿnh chhi frmavan ḥsbnaAllah nʿm alvkyl chuh suh klmh yus ḥẓrti abrahymn pvr. Nars mnz travnh khi vqth, Allah tʿālyā hn kvrukh kifayt. Yus klmh pvr nby krym ṣly Allah ʿlyh vslm th tihndyv ṣḥabh ṣạbv jngi aḥds mnz, Allah tʿālyā hn kvr timn thi kifayt chinanchhi Allah tʿālyā chuh frmavan."
  },
  {
    "verse_id": 174,
    "translation": "Ps ge nby krym ṣly Allah ʿlyh v slm th tihndụ̄ ṣḥabh ṣạb khdae snz bdd nʿmt th bvdd fẓl hyth, vvt nh timn kanhh tklyfah kanhh skhtyah, pth pth pkụ̄ tim khdae snzi rẓamndy, Allah tʿālyā chuh bvdd fẓl vvl. Jngi aḥdh pth yylhi kạfr czlụ̄ abv sufyan lgụ̄ dpnhi vonụ̄ chuh tohyhi th ashi byakh muqablh bdr ṣghryā kis mvqʿs pytth. Ḥẓrti nby krym ṣly Allah ʿlyh vslmv vnh nvvus adh kyah mnẓvr chuh ashi. Suh doh yylhi spud nby krym ṣly Allah ʿlyh v slm drae ṣḥabh ṣạb hyth tth jayhi. Mgr abv sufyans dre yhi nh kvtthụ̄. Agrchhi timv avs akh shkhṣah svzmut yus mslmann hndyn diln andr khvf vhybt travan avs. Mgr tihndyn diln andr spud nh tmyuk kanhh athr blkh spud tihund ayman tmhi sintụ̄ byyhi hn zyadh mẓbvṭ. Tim spdụ̄ lrrayhi khạṭr balkl tyar. Tmhi chy tʿryf chuh Allah tʿālyā frmavan byyhi chuhkh Allah tʿālyā ḥvṣlh brravan, frmavan chuhkh."
  },
  {
    "verse_id": 175,
    "translation": "Yhi khbr dinh vvl chuhnh mgr shyṭan yus khvcznavan chuh tohyhi pnnyn hm mdhhb dvstn hndi sintụ̄ yʿny kạfrn hndi sintụ̄ ae myanyv dvstv baaymanv, tvhụ̄ mh khvucziv timn kunhi vqth, tuhund gczihh khvczun me yvt, chhiv he tvhụ̄ ba ayman th pczihh vạlụ̄."
  },
  {
    "verse_id": 176,
    "translation": "Tohyhi mh ḥẓ krin ghmgyn tim lvukh yim kufrs kun jldy chhi kran yʿny munafiq. Yanụ̄ tim vuchhan chhi mslmann hund pvtur lvt gczhan aty chhi tim kufrs kun vaps phyran th kufrchh kthh vnnhi hyvan, pzụ̄ pạtthụ̄ yim hykn nh kanhh nqṣan vatnạvith akis dhrs brabr thi khdays yʿny khdae sndis dyns blkh chhi vatnavan nqṣan pnh nise pans, Allah tʿāly chāh yczhan timn diyhi nh ạkhrts andr kanhh ḥiṣah yʿny timn kri ạkhrt kyv nʿmtv th mhr bạnyv nishhi mḥrvm, byyhi chuh tihndi khạṭr bvdd ʿdhab nari jhnms andr."
  },
  {
    "verse_id": 177,
    "translation": "Pzụ̄ pạtthụ̄ yimv mvlụ̄ hyvt kufr aymans yʿny ayman bdl kvrukh aikhtyar kufr, tim thi hykn nh kanhh nqṣan vatnạvith khdae sndis dyns kunhi qsmh, tvhụ̄ mh khyyv tihund kanhh ghm kyazi tihndiy khạṭr chuh dg tulh vun ʿdhab."
  },
  {
    "verse_id": 178,
    "translation": "Byyhi mh krin guman kạfr asụ̄ yosh mhlt divan chh so kyah chhe rcz th jan tihndi khạṭr, asụ̄ chhinh timn mhlt divan mgr yuth tim gnahn mnz zyadty krn yʿny yuth tihndyn gnahn hnz nav brnh yyhi, ptv lakh yiykh ykh vtth sza dinh. Dnyahs mnznae timn ʿdhab yyhi krnh, bhrḥal chuh tihndiy khạṭr ạkhrts mnz kddur ʿdhab."
  },
  {
    "verse_id": 179,
    "translation": "Allah tʿālyā chuhnh yczhan suh kyah travi tohyhi baaymann tth ḥals pytth yth ḥals pytth tvhụ̄ vnụ̄ kyns chhiv yʿny amtyazh vrạe blkh chuh suh yczhan baaymann th be aymann mnz frq krun. Tth kun nẓr krith chhuv suh skhty th tklyf nạzil kran, yuth Allah tʿālyā napakn pakv nishhi yʿny kạfrn th munafiqn baaymanv nishhi alg kri. Thi chuh nnan āzmạyishv sintụ̄ baayman chhi āzmạysh pytth ṣbr kran, munafiq chhinh tab kran. Tim chhi ayman nishhi dsti brdar spdan, byyhi chuh Allah tʿālyā sund shan suh kyah kri tohyhi khbr pvushydh mʿāmln hnz yʿny tohyhi kyah bavi suh. Kus chuh baayman th kus chuh munafiq. Nh thi bnhi nh blkh chuh suh brgzydh kran pnnyv pyghmbrv andrh ys yczhan chuh ts chuh pvushydh ḥalat bavan, ps kriv pczh kunis khdays byyhi tihndyn sarne pyghmbrn, hrgah tvhụ̄ kufrvshirk trạvith ayman aniv, kufrvnafrmạny nishhi pth rvuziv tylhi chhe tuhndi khạṭr bdd mzvurụ̄ ạkhrts andr."
  },
  {
    "verse_id": 180,
    "translation": "Byyhi krn guman tim lvukh yim bkhl chhi kran suh mal khrch krns andr yus timn Allah tʿālyā ne ʿṭa kvr pnnhi fẓl sintụ̄, suh bkhl krun kyah chuh tihndi khạṭr jan, hrgiznh, blkh chuh suh bkhl krun tihndi khạṭr setthah ychh kyazi jldy yiyhi nạlụ̄ travnh timn suh mal son th roph yymich zkvat ṣdqh dins mnz tim bkhl kran ạsụ̄ qyamt kh doh. Tth mals yyhi srphah th aczdha bnạvith bkhylh snzi grdnhi mnz nạlụ̄ travnh. Yus ts ttoph āshi divan th czpụ̄ āshi hyvan prazh āshi czttan. Sue aczdha āsys dpan.... Bh chuhse nh vopr, bh chuhse mal chvn, bh chuhse khzanh chvn yymhi pytthh nh cz khdae sndụ̄ ḥqvq avsukh ada kran. Bkhl krun chuh setthah ychh kyazi sạriy yylhi mrn svrue vathi khdae se nish, khdae sundue spdikhvd bkhvd svrue. Ḥqyqt pạtthụ̄ āsmann vzmyn hund mạlik avs thi sue, spdi thi sue. Lhādha byyhi sndi mals andr bkhl krun kạczah ḥimaqt chhe. Yhi shkhṣ ne bkhl kri ha khdae sund mal khdae snzi vthi andr khrch krnh sintụ̄ zynhi ha mnz yhi akh bvdd fạydh, byyhi chuh Allah tʿālyā thi svrue zanan yhi tvhụ̄ kran chhiv. Lhdha yhi khrch kran ạsiv thi ạsiv bkhlvṣi dil khrch kran. Mḥẓ khdae sndi rẓa khạṭr."
  },
  {
    "verse_id": 181,
    "translation": "Btḥqyq Allah tʿālyā hn bvuz panh timn lvukn hnzh kthh yim vnan ạsụ̄ Allah tʿālyā chuh )nʿūdh bAllah( mḥtaj. Tmy chuh lvukn qrẓ mngan, asụ̄ chhi maldar. Bvzns pytthe chhinh aiktfa kran blkh chhi asụ̄ lykhith thavan tihnzh yimh sare kthh tihndyn name aʿmaln mnz, byyhi chhi asụ̄ lykhan tihnzh kamhi th krtvt. Yim ge na avlad timn lvukn hndụ̄ yimv pyghmbr chhi naḥq mạrimtụ̄ yim yylhi jhnms mnz travnh yin, asụ̄ vnvkh czhiv mzh dznh khi ʿdhabuk."
  },
  {
    "verse_id": 182,
    "translation": "Yhi ʿdhab chuh timne kamyn hndi bdlh yimh kamhi pnnyv athv krmczh chahv. Allah tʿālyā kthi chuh bndn nsbt ẓlm krvun, kunhi jurmh vrạe kyah diyhkh sza."
  },
  {
    "verse_id": 183,
    "translation": "Yim yhvd ge time yimv apuz nvrạvith dvp kh Allah tʿālyā hn chuh ashi brvntthmyn pyghmbrn hndi dhryʿh ḥkum frmvvmut kh asụ̄ krvnh pczh kạnshi pyghmbrs tvtanụ̄, yvtanụ̄ nh suh havi khaṣ mʿjzh, suh gvv khdae sndi khạṭr yiyh ndhrv nyaz krnh. Tth qrbans yʿny ndhrv nyazs gczihh āsman kh ṭrfh narah vsun sue khyyhi tth ndhr s yʿny zalys, frmạviyvkh tvhụ̄ yarsvl Allah pzụ̄ pạtthụ̄ āe tohyhi kun variyah pyghmbr me brvntth nnhi dlylh hyth. Byyhi suh mʿjzh hyth thi yymyuk tvhụ̄ muṭalbh kran chhiv, adh kyazi mạriyvukh tohyhi tim pyghmbr agr tvhụ̄ pvz vnan chhiv."
  },
  {
    "verse_id": 184,
    "translation": "Ps hrgah tohyhi yim lvukh tkdhyb krn kanhh prva mh briv tvhụ̄ yarsvl Allah ṣly Allah ʿlyh vslm byshk tohyhi brvntth kintyah pyghmbr āe timn thi āv tkdhyb krnh. Yhi nv ktha kanhh chahnh, tim thi ạsụ̄ nnhi dlylh hidayt namhi th rvshn ktabh hyth āmtụ̄. Ae lvukv tohyhi mh rvuzinv khyal dnyase mnz ma chuh rvzun, nh."
  },
  {
    "verse_id": 185,
    "translation": "Prth shkhṣah chuh mrnuk mzh czhvun yʿny prth akis chuh mrun. Yymhi dnyahh andrh nyrun, tohyhi sarneyyhi pvur pvurh bdlh dinh th mzvurụ̄ dinh pnnyn pnnyn kamyn hnz. Nykn rcz mzvurụ̄, nafrmann skht szamgr qyamt kh doh, ps yus tthi dvur yyhi thavnh narh nishhi vatnavnh yyhi jnts mnz, pzụ̄ pạtthụ̄ sue spud kamyab th rstgar, tsund murad spud ḥạṣil. Yithe pạtthụ̄ yus jnth nishhi dvur āv thavnh, jhnms mnz āv travnh, suh spud skht nakam th namurad, byyhi chhana yhi dnyahch zndgy dvkuhk akh svdah yymyuk ẓạhiry rvnq vuchihth khrydar tmblan chuh, tv pth chuh chyz mvlụ̄ hyvan. Kynhh dvh gczith chuh tth suh mayhi vothan, tlh knhi chuhnh suh kihinụ̄ āsan. Yhe mithal chhe dnyachhi zndgy hnz, amhi zndgy hund ʿārẓy rvnq vuchhith gczihh nh ạkhrt nishhi ghạfil spdun."
  },
  {
    "verse_id": 186,
    "translation": "Ẓrvur yiyv tvhụ̄ āzmavnh ae mslmanv maly nqṣan sintụ̄ th jạny nqṣan sintụ̄, byyhi bvuziv tvhụ̄ ẓrvur āyindh timn lvukn nishhi yimn tohyhi brvntth ktabh āyhi dinh yʿny yhvd v nṣaryā hn nishhi byyhi mushrikn nishhi dil āzạry hnzh variyah kthh yimv sintụ̄ tvhyhi setthah tklyf vathi mgr, hrgah tvhụ̄ tth pytth ṣbr kriv, khlafi shrʿ kamyv nishhi pth rvuziv tuhndi khạṭr chuh ty bhtr, kyazi yhi ṣbr th tqvyā chuh timv kamyv andrh yimn hund setthah tạkyd chuhv."
  },
  {
    "verse_id": 187,
    "translation": "Czyts pạviv yylhi ʿhd krnạvụ̄ Allah tʿālyā hn ahli ktab yʿny timn kvrun ḥkum tv pth kvr timv tslym, ẓrvur nnrav yymhi ktabhi hndụ̄ sạriy mẓmvn vaẓḥ ṭvr vatnạvụ̄ zi tim lvukn, hrgiz thạvụ̄zi nh amhi ktabhi hund kanhh mẓmvna khttith, ps trvv timv yhi ʿhd psi pusht, ath pytth krkh nh kanhh ʿml, byyhi knikh yhi ktab km mols yymich nh kanhh thi ḥqyqt chhe, ps setthah ychh chuh thi yhi yimv ath ziyvun kyazi amyuk sza chuh nari jhnm."
  },
  {
    "verse_id": 188,
    "translation": "Tvhụ̄ mh ḥẓ kriv khyal kh tim lvukh yim khvsh spdan chhi pnnyn ychh kamyn pytth byyhi chhi psnd kran lvukh gczhn tihnzn kamyn hnz tʿryf krnụ̄ yimh nh timv kri mcze chhehurh murh, ps hrgiz mh kriv tvhụ̄ guman dnyahs andr tuhndi khaṣ ʿdhab nishhi bchnch kyah chhe kanhh ṣvrthah blkh dnyahs andr thi yyhi timn ʿdhab krnh, byyhi chuh tihndi khạṭr kddur ʿdhab ạkhrts andr."
  },
  {
    "verse_id": 189,
    "translation": "Byyhi chhe Allah tʿālyā snze slṭnt āsmann th zmynn hnzchvnkh sue chuh padshahi ḥqyqy, lhādha chuh lạzmy th ẓrvury tihund ḥkum gczihh manun, tihnz nafrmạny krnụ̄ chhe skht jurm, byyhi chuh Allah tʿālyā prth chyzs pytth qdrt vvl tmis chuh nafrmann sza dins pytth thi pvurh qdrt."
  },
  {
    "verse_id": 190,
    "translation": "Pzụ̄ pạtthụ̄ āsmann th zmynn hndis pạdh krns andr, byyhi duh kis th rat kis yins gczhns andr chhe ẓrvur variyah dlylh th nshanh khdae sndis kunue āsns pytth ʿqlh valyn khạṭr."
  },
  {
    "verse_id": 191,
    "translation": "Tim ʿqlhi vạlụ̄ th gattlụ̄ lvukh ge time yim yad chhi kran mʿbvdi brḥq sund prth ḥals andr, vodnụ̄ rvzith thi, bihith thi, lr trạvith thi, byyhi yim fikr th tʿmyl chhi kran āsman vzmyn kis pạdh krns andr, drdhkrvfikr mshghvl rvuzith chhi. Vnan tim, ae sanhi prvrdigarh cze krụ̄ thkh nh yim mkhlvqat pạdh be mʿny th bykarblkh chhiyim sạriy chyz chanhi qdrti kạml chhi bjhi dlylh. Yime chyz chhi dlalt kran chạnis vjvds th vḥdanyts, mnzh th pak chuhkh cz kanhh kạm be hvdh krnh nishhi. Asụ̄ chhi ath bdl dl vjan aiqrar kran, ps bchav ashi mvḥd āsnh khi vjhh narh kh ʿdhab nishhi."
  },
  {
    "verse_id": 192,
    "translation": "Ae sanhi prvrdigarh asụ̄ chhiy cze narh nishhi yymhi mokhh njat mngan kh cz yus akhah vatnavhn nars andr ps byshk kvrthn cze suh rusva th khvar tmhi ʿdhab sintụ̄, chuhnh hrgiz yithyn ẓạlimn cze nishhi kanhh mddgarah yus chanhi ʿdhab nishhi bchavihkh."
  },
  {
    "verse_id": 193,
    "translation": "Ae sanhi prvrdigarh yithh pạtthụ̄ asụ̄ chanyv mkhlvqatv sintụ̄ chạnis vjvds th v ḥdanyts pytth aistdlal kvr yithe pạtthụ̄ bvuz ashi bvasṭh ya bila vasṭh ālv divunah ālv divan aiymans kun aʿlani ʿām kran kh ae lvukv, ps avn ashi ayman amhi nqly dlylhi sintụ̄ thi, ae sanhi prvrdigarh vonụ̄ krth mghfrt ashi sanyn bddyn gnahn, byyhi kr mʿāf ashi sạnụ̄ lokttụ̄ gnah thi, byyhi marnykv karn sintụ̄ shạmil thạvith yʿny svn and kr brayman."
  },
  {
    "verse_id": 194,
    "translation": "Ae sanhi prvrdigarh ʿṭa kr ashi timh sare mhrbạny yimn hund vʿdh kvruth cze pnnyn pyghmbrn hndi dhryʿh, rusva mh kr ashi qyamt kh doh nars mnz vatnavnh sintụ̄. Ashi vatnav aibtda jnts. Cze thi chuhth amyuk vʿdh kvrmut, pzụ̄ pạtthụ̄ cz hrgiz vʿds bdl krkh nh."
  },
  {
    "verse_id": 195,
    "translation": "Ps aijabt kvr timn tihndụ̄ prvrdigarn tihndis mngns. Frmvvnkh bh chuhs nh ẓayʿ kran th ravh ravan kạnshi ʿml krvnụ̄ snz ʿml tohyhi andr. Adh suh mrd ạsitn ya znanh, tvhụ̄ chuhv panh vạnụ̄ addụ̄addyn hndụ̄ juz yʿny thvab ḥạṣil krns andr chhiv tvhụ̄ sạriy brabr, ps yimv lvukv hijrt kr yim pnnyv shhrv andrh kddnh āe, yimn myanhi vthi andr aiza th tklyf dinh āv, yimv muqablh kvr kạfrn sintụ̄ yim marnh th shhyd krnh āe, albth ẓrvur kr bh timn bkhshạyish timn gnahn yimn myanyn ḥqvqn sintụ̄ tʿlq chuh, byyhi vatnavkh bh tim timn jntn andr yimv mnzụ̄ joyhi pkan āsn, yhi chhe timn khdae sndi ṭrfh rczn kamyn hnzụ̄ mzvurụ̄, Allah tʿālyā se nishhi chuh rczn ʿmln hund rut thvab."
  },
  {
    "verse_id": 196,
    "translation": "Ae pvz czhanddvnhi yuth nh ḥẓ yhi dvkhh diyy kạfrn hund avrh yvr krun shhrn andr dnyahuk tmtʿ tulan,"
  },
  {
    "verse_id": 197,
    "translation": "Byyhi chuh zndgy hund km samanh be aʿtbar kynczhn dohn rvzvun. Mrnh sintụ̄ gczihh yhi svrue khtm, ptvlakh chhe tihnze jae nari jhnm, kạczah ychh jayah chhe so."
  },
  {
    "verse_id": 198,
    "translation": "Lykn timv lvukv andrh yim khvczn khdays pnnis th mslman th frman brdar spdn, tihndi khạṭr chhi tim tim jnt yimv mnzụ̄ joyhi pkan āsn, timne jntn mnz rvzn hmyshhi, yhi chhe pysh kshah yosh timn vath vunuebrvntth kinh yyhi thavnh khdae sndi ṭrfh, byyhi yhi kynczhah khdays nishhi chuh nykv karn hndi khạṭr suh chuh bdrjha setthah rut tmhi khoth yhi kạfrn chuh dnyahs andr."
  },
  {
    "verse_id": 199,
    "translation": "Byshk byyhi chhi ahli ktabv andrh ẓrvur kynhh lvukh yim pczh kran chhi kunis khdays, byyhi tth yhi kynczhah tohyhi kun nạzil āv krnh, byyhi yhi kynczhah timn lvukn kun nạzil āv krnh, yymhi ṭryqh chhi tim khvczan khdays kh tim chhinh byyn ahli ktabn hndụ̄ pạtthụ̄ khdae sund klam km ḥqyqt mols knan, time kyah chhi tim lvukh yihnzrcz mzvurụ̄ chhe tihndis prvrdigars nishhi, byshk Allah tʿālyā chuh jld ḥisab bvzh vun ḥisab bvuzith kri suh timn mzvurụ̄ ʿṭa."
  },
  {
    "verse_id": 200,
    "translation": "Ṣbr kriv tklyfn pytth mẓbvṭ rvziv yylhi kạfrn sintụ̄ muqablh kriv, mustʿd th tyar rvuziv, byyhi khvucziv khdays prth ḥals andr, shryʿt kyv ḥdv nishhi mh ddliv kunh ḥals andr, tmy sintụ̄ spdiv tvhụ̄ kamyab prth kamhi andr dnyahs andr thi th ạkhrts andr thi."
  }
]