[
  {
    "verse_id": 1,
    "translation": "Ae lvukv khvucziv pnnis prvrdigars mukhalft th nafrmạny krnh nishhi, yymụ̄ tvhụ̄ pạdh krinv akis shkhṣs nishhi yʿny ḥẓrti ādm, byyhi yymy prvrdigarn pạdh krụ̄ tmụ̄ se shkhṣs nishhi tihnz āshinụ̄ yʿny ḥẓrti ḥva yoshi pạdh krn ḥẓrti ādm snziy lrkanhi mnzh, byyhi yymụ̄ chhkrạv ʿlms mnz timn don nishhi mohnivụ̄ th znanh be shumar, byyhi khvucziv khdays yymụ̄ sund vasṭh dith tvhụ̄ akh akis nishhi chhiv pnnyn ḥqn hund muṭalbh kran yʿny vnan chhv panh vạnụ̄ kh khdays khvcz myvn ḥq kr ada. Vonụ̄ yylhi tvhụ̄ chhiv khdays khvcznuk tjvyz kran lhādha gczihh tuhund thi panh ts khvczun. Khṣvṣaan gczihh ạshnạyy hund ḥq ẓayʿ krns thi khvczun, byshk Allah tʿālyā chuh hmyshh tohyhi pytth pvur ngrạny kran. Suh chuh tuhndụ̄ sạriy ḥalat panh vuchhan."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi ạsiv ae vlyv th srbrahv ytymn pnnue mal ḥvalh kran th vaps divan, byyhi mh ạsiv pnun rdy mal tihndis rtis mals sintụ̄ bdlavan, byyhi mh khyyv tihund mal milnạvith pnnis mals sintụ̄, pzụ̄ pạtthụ̄ yhi mal bdlavun chuh setthah bvdd gnah."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi hrgah tvhụ̄ khvucziv ytym kvryn sintụ̄ nythr krith ma hykv nh asụ̄ timn mnz ʿdl vainṣaf qạyim thạvith, tylhi gczihh nh tuhund nikaḥ krun timn ytym kvryn vrạe byyn znann sintụ̄ yimh tohyhi khvsh krnv zinz thi, tre tre thi, czvr czvr thi, ps hrgah z znanh, tre znanh ya czvr znanh āsnh kis ṣvrts mnz tvhụ̄ khvucziv ʿdl th ainṣaf kyah hykiv nh krith timn mnz sarne mʿāmln andr tylhi gczihh akụ̄se znanhi pytth aiktfa krun, ya knyzih pytthe, yhi yʿny akụ̄se znanhi pytth ya ṣirf knyzih pytth aiktfa krun chuh zyadh nzdyk yth kthhi kh tvhụ̄ kriv nh be ainṣạfy."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi ạsiv divan znann mhr tuhndi dil chhi khvshy san, ps agr timh znanh pnnhi khvshy sintụ̄ mhrh andr h kanhh ḥṣh ya svrue mhr travn ps khyyiv tvhụ̄ thi gnah khi th ẓryrkh andyshhi vrạe, suh chuh tuhndi khạṭr mzh darth khvshgvar, jbr krith mhr bkhthavnh sintụ̄ chuhnh mhr mʿāf spdan. Yithe pạtthụ̄ jʿlsạzy krith kaghdhs pytth znanhi hund dstkhṭ ya nytth krnavnh sintụ̄ chuhnh mhr bkhshish spdan."
  },
  {
    "verse_id": 5,
    "translation": "Agr ytym balgh spdn mgr tim āsn vnhi km ʿql tylhi mh ạsiv divan timn km ʿqln suh mal pnun, yus mal ʿām ṭvr Allah tʿālyā hn chuh bnvvmut zndgy qạyim thavnuk akh dhryʿh, suh he timn km ʿql bchn aathhi lghi tim krn suh ẓayʿ th khrab, byyhi ạsiv tmhi mnzh khyavan chavan. Byyhi ạsiyvkh poshak bnavan, byyhi ạsiyvkh zyvih sintụ̄ mʿqvl ṭryqh sintụ̄ fhmạysh kran tsly divan kh yhi mal chuh tuhundue. Asụ̄ chhi mḥẓ amich ḥfaẓt krnh khạṭr."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi ạsiv ytymn āzmạyish kran. Tihndi dhryʿh ạsiv bazrh kanhh chyz annavan ta aynkh mʿlvm āshi spdan tmsund fhm th shʿūr kvt vvt, yvtanụ̄ tim nythr krns qạbil spdan āsn, ps agr tvhụ̄ lbiv timn mnz ṣlạḥyt mal khi ḥfaẓt krnch, adh diyvkh timn mal yʿny kryvukh spurd, byyhi mh ạsiv tihund mal zyadh khrchan jld jld moklavan. Yymhi khyalh khi tim ma bddn ya balgh spdn. Pth yyhi nh ashi khrchnuk th khynuk kanhh mvqʿ, byyhi yus vlyah ya srprstah maldar āshi suh rvziv balkul pak ytym sund mal khynh nishhi, byyhi yus srprst fqyr āshi suh khyyin chyyin tmhi mnzh munạsib ṭryqh mvjvb, tvpth yylhi tohụ̄ vatnạviv timn kun mal tihund yʿny timn kriv spurd, ps gvah thạviyvkh timn pytth, kạfy chuh Allah tʿālyā ḥisab hyvvun."
  },
  {
    "verse_id": 7,
    "translation": "Mrdn adh tim lokttụ̄ ạsitn ya bddụ̄ tihndi khạṭr thi chuh akh ḥṣh tth mals andr. Yus travn pth kun mrnh pth mvl mvj th nzdyk ạshnav, yithe pạtthụ̄ chuh znann adh timh lokchhi ạsitn ya bjhi tihndi khạṭr thi chuh akh ḥṣh tth andr yus travn pth kun mrnh pth mvl mvj th nzdyk ạshnav, adh suh mal km ạsitn ya zyadh ạsitn, sarne hndi khạṭr chuh tth mals andr akh ḥṣh muqrr krnh āmut khdae sndi ṭrfh. Lhādha gczihh nh kanhh thi nh mrd th nh znanh, nh bvdd th nh lokutt tmhi ḥṣh nishhi mḥrvm yun krnh."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi yyālhi ḥạẓr āsn spdan trks tqsym krnh khi vqth ạshnav ytym th miskyn ps ạsiv timn khyn chyn divan tmy trkh kh mal mnzh. Yhi ḥukm avs abtdahs andr. Pth chuhnh yhi ḥkum rvudmut yylhi vrathtkụ̄ ṣryḥ aḥkam nạzil spdiụ̄. Byyhi ạsiv timn sintụ̄ kth kran munạsib ṭryqh."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi gczihh khoczun timn lvukn hund ytymn hndi ḥqh tihndis nqṣans. Zanun gczihh kh hrgah timn srprstn pnnhi mrnh khi vqth lokttụ̄ lokttụ̄ avlad pans pth kun rvzh hn, tihndi khạṭr gczihh fkr th ghm thahn. Yuthue mʿāmlh gczhh bvzun prth ytym sndi ḥqh, ps khvucziv Allah tʿālyā hs. Byyhi vniv mufyd th mrbvṭ klam."
  },
  {
    "verse_id": 10,
    "translation": "Pzụ̄ pạtthụ̄ yim lvukh ytymn hund mal chhi khyvan naḥq ẓlm vsitm krith, tim chhina mgr pnnyn yddn mnz nar bran, byyhi vatn tim ʿnqryb dzvnis nars andr."
  },
  {
    "verse_id": 11,
    "translation": "Allah tʿālyā chuh tohyhi vrathtuk ḥkum frmavan tuhndyn avladn hndi ḥqh. Kus kithh pạtthụ̄ krivratht mnzh pnun ḥṣh ḥạṣil, akis mrdh sund ḥṣh chuh don znann hndis ḥiṣs brabr. Yylhi akh nychuv th z kvri āsn. Sạrsie mals spdi nṣfah nṣf akh nṣf gvv nychvis. Byakh nṣf gvv don kvryn bạgrith. Hrgah nychvis sintụ̄ āshi akh kvur tylhi yin mals tre ḥṣh krnh, z ḥṣh ge nychvis akh ḥṣh gvv kvri. Hrgah nychve yvt āshi tylhi gvv svrue mal ts, ps hrgah pth kun rvzn kvre z ya doyv khoth zyadh, ps tihndi khạṭr chuh sare mal kyv tryv ḥṣv andrh z ḥṣh. Yus mal mrmtụ̄ shkhṣn pth kun trvvmut āshi, hrgah ake kvur kvur rvzih pth kun, tmis vathi maluk nṣif ḥṣh baqy gv byyn ạshnavn yim ḥqdar āsn, murdh sndis mạlis majhi hund ḥṣh chuh, yimv doyv andrh prth akis vath shyyum ḥṣh. Tmhi malh mnzh yus mmtụ̄ shkhṣn pth kun trvmut āshi, hrghe tmis mmtis shkhṣs āshi rvud mut avlad thi, ps hrgah ts avlad āshi nh rvudmut, vạrith āsys rvudmut mvl mvj, tylhi gvv majhi tryim ḥṣh, baqe gvv mạlis, hrgah amis murds āsn rvudụ̄ mtụ̄ bạe ya bynhi thi tylhi vathi majhi shym ḥṣh baqe gvv mạlis, bynyn bayn nh kihinụ̄, yhi tqsym yosh byan krnh āyhi gyhi vṣyt th qrẓ ada krnh pth, mal tihund byyhi nychiv tihndụ̄. Tohyhi chhanhi kynhh khbr kus chuh tohyhi timv andrh zyadh fạydh th nfʿ vatnavvun. Amich khbr chhe khdaese yạcz, tmy khdayn chuh prth akụ̄ sund ḥṣh muqrr kvrmut, byshk Allah tʿālyā chuh svrue zanh vun. Sue chuh ḥikmt vvl."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi chuh tuhndi khạṭr nṣf tmhi maluk yus pth kun travn tuhnzh znanh hrgah netimn rvzih avlad, hrgah timn avlad rvzih pth kun tylhi chuh tihndi khạṭr czvurim ḥṣh tihndi maluk yus timv pth kun trvvmut āshi, yohe tqsym chuh tmhi vṣyt pth yosh timv kr mcz āshi kạnshi hndi ḥqh byyhi qrẓh ada krnh pth, byyhi znann hndi khạṭr czvurim ḥṣh tihndi malh mnzh yus tvhụ̄ pth kun trạviv hrgah ne tohyhi āshi avlad, hrgah tohyhi pth kun avlad thi āshi tylhi vathi tuhnzn znann tuhndi maluk ạtthim )8( ḥṣh yus tohyhi pth kun trvvmut āsyv, sve vratht yyhi jạriy krnh tuhnz vṣyt th qrẓ pvur krnh pth, vonụ̄ agr kanhh shkhṣah āshi ys nh mvl mvj āshi nh avlad āsn, ya kanhh znanh ashi ys nh mvl mvj th avlad āsn, ts āshi boe ya bynhi, ps chuh timv doyv andrh prth akụ̄ sndi khạṭr shyyim ḥṣh, vonụ̄ hrgah tmhi khoth zyadh thi āsn tim tylhi chhi tim sạriy shryk akis trymis ḥṣs andr, yhi tqsym th vratht yyhi jạriy krnh tmhi vṣyt pth yosh vṣyt krnh āmcz āshi byyhi qrẓ nkhh vạlith, mgr yhi vṣyt gczihh āsnụ̄ ticzhe yosh nh kạnshi vạrths ẓryr vatnavi. Yʿny mal khi tryymhi ḥṣh khoth gczihh nh zyadh āsun. Yosh vṣyt tryymhi ḥṣh khoth zyadh āshi so yyhi nh jạriy krnh, yohe ḥkum chuh khdae sndi ṭrfh, Allah tʿālyā chuh svrue zanh vun th czydd krvun. Tmis chuh mʿlvum kus chuh myạnụ̄ ḥkum manan th kus chuhnh manan. Th mann valyn chuhnh sinty sza divan kyazi suh chuh ḥlym thi."
  },
  {
    "verse_id": 13,
    "translation": "Yim aḥkam chhi khdae sndụ̄ nishanh yimv nishhi gczihh nh ddlun, yus akhah ḥkum manhi khdae sund byyhi tihndis pyghmbrh sund, ts vatnavi khda timn jntn andr yimv mnzh joyhi pkan āsn. Timne jntn mnz rvzn tim hmyshh, yhe gyhi bdd kamyạby th rstgạry."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi yus nafrmạny kri khdae snz byyhi tihndis rsvl snz, byyhi ddlhi tihndyv ḥdv nishhi. Msạviy zanhi yimn ḥdn hnz pabndy krnụ̄ suh gvv kufr. Tmyuk sza chuh, ts vatnavi khda nari jhnms andr hmyshh khạṭr, byyhi chuh thndi khạṭr dhlyl krvun ʿdhab."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi yimh znanh ychh kamhi krn tuhnzv mnkvḥh znanv andrh, ps rttiv tvhụ̄ timn pytth czvr gvah mslman, ps yylhi tim czvr gvah gvạhy din tihnzi ychh kamhi pytth, ps kriyvkh timh znanh bnd grn andr yvtanụ̄ tim mrn ya frmavi Allah tʿālyā tihndi khạṭr byakh ḥukmah."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi yim z shkhṣ mrd th znanh ychh kạm krn tohyhi andrh, ps vatnavi tklyf timn athv sintụ̄ th kthv sintụ̄, ps hrgah timv tvbh kvr, pnnụ̄ ḥalt drust krikh ps trạviv timn tklyf dinuk khyal, pzụ̄ pạtthụ̄ Allah tʿālyā chuh setthah tvbh qbvl krvun setthah rḥm krvun. Yim aḥkam ạsụ̄ ḥdi zina nạzil spdnh brvntth."
  },
  {
    "verse_id": 17,
    "translation": "Tvbh qbvl krun chuhnh mtthi Allah tʿālyā hs pytth mgr timn timn lvukn hndụ̄ tvbh yim ychh kạm krn nadạny sbbh tvpth krn tmhi pte tvbh yʿny mrnuk vqt vatnh brvntth, ps tihundue tvbh kri Allah tʿālyā qbvl, Allah tʿālyā chuh svrue zanh vun th setthah ḥikmt vvl. Ts chhe pvur khbr kh km chhi dilh kinụ̄ tvbh kran th km chhinh bṣdqi dil tvbh kran. Tihund ḥkum āsun gvv kh suh chuhnh bṣdqi dil tvbh krvnyn mndchhavan th rusva kran."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi chuhnh tvbh qbvl spdan timn lvukn yim ychh kamhi rvzn kran, yvtanụ̄ timn mrnuk vqt vathi ʿālmi ạkhrtuk chyz yiykh bvznh tmhi sath dpn asụ̄ chhi tvbh kran vonụ̄. Tmhi satuk tvbh chuhnh qabli qbvl, byyhi chuhnhi timn lvukn hund tvbh qbvl yim mrn kufrs pytth, tim lvukh yim chhi tihndi khạṭr chuh ashi tyar thvvmut kddur ʿdhab."
  },
  {
    "verse_id": 19,
    "translation": "Ae baaymanv hrgiz chuhnh tohyhi jạyiz th ḥlal tvhụ̄ kyah spdiv jbraan th zbrdsty znann hndụ̄ vạrith, byyhi mh ạsiyvkh znanh bnd kran, yuth tvhụ̄ vṣvl kriv tmhi malh andrh kynhh yus tohyhi timn dyutmut āsyv, mgrhe timh kanhh nnụ̄ ychh kạmah krn tylhi chuh tohyhi khạṭr timh bnd krnhi jạyiz mgr suh mal vṣvl krun yus tohyhi timn dyutmut āsyv chuh najạyiz bdstvr, byyhi ạsiv znann sintụ̄ zndgy bsr kran rtụ̄ pạtthụ̄, ps hrgah tohyhi tim napsnd āsn, ps mumkin chuh yus chyz tohyhi napsnd āshi, Allah tʿālyā thavi tth andr tuhndi khạṭr variyah khạr th brkt."
  },
  {
    "verse_id": 20,
    "translation": "Hrgah tvhụ̄ airadh kriv akis znanhi bdl byakh znanh krnụ̄ yʿny moklavnụ̄ ts bdl byakh krnụ̄, tth ḥals andr hrgah timv znanv andrh kạnshi variyah mal āsyv dyutmut, ps yuthnh tmhi malh mnzh vaps ạsiyvkh hyvan kynhh, kyah hyyvkhh suh pal vaps ẓulm krith, pnun pan bddis ẓulms grftar krith. Thi gczihh nh hrgiz krun."
  },
  {
    "verse_id": 21,
    "translation": "Tvhụ̄ kithh pạtthụ̄ hyyiv timn nishhi suh mal ḥalankh btḥqyq nzdyk chhiv spdmtụ̄ tvhụ̄ timn yʿny khlvt ṣḥyḥh chuh lbnh āmut, byyhi chuhv timv znanv thi tohyhi nish ʿhd v pyman rvttmut ʿqdi nikaḥ yʿne ayjabi qbvl krnkhi vqth. Tohyhi chuhv mhrse bdlh znanhi nishhi tmtʿ tulun qbvl kvrmut. Lhdha yylhi tvhụ̄ tmtʿ tuliv tmyuk bdlh th ʿiivẓ yʿny mhr kyazi krivnh ada. Yhe gyhi skht be ainṣạfy th ẓulm."
  },
  {
    "verse_id": 22,
    "translation": "Ae baaymanv mh ạsiv nythr kran timn znann sintụ̄ yimn sintụ̄ tuhndyv malyv ya bddụ̄bbv nikaḥ āshi kvrmut ya najạyiz ṭryqh pạtthụ̄ hmbstry āshi krmcz, mgr yhi azikhi brvntth guzryvmut āshi yʿny aislam brvntth thi āv aislam kh brkt ʿfv krnh, pzụ̄ pạtthụ̄ thi chuh ʿqlhi kinụ̄ thi setthah ychh ʿuurfh kinụ̄ thi setthah qạbli nfrt, byyhi chuh shrʿāan thi setthah khrab ṭryqh."
  },
  {
    "verse_id": 23,
    "translation": "Ḥram āyhi krnh tohyhi pytth majhi tuhnzh, byyhi kvrih tuhnzh. Byyhi bynhi tuhnz, timh skh bynhi ạsitn, mạlụ̄ bynhi ạsitn ya majhi bynhi ạsitn yʿny timn sintụ̄ nikaḥ krun chuh tohyhi ḥram th najạyiz, byyhi pophh tuhnzh. Tuhnzn malyn hnzh bynhi. Skh bynhi. Mạlụ̄ bynhi. Majhi bynhi, byyhi mash tuhnzh yʿny majn hnzh bynhi. Skh bynhi. Mạlụ̄ bynhi majhi bynhi, byyhi bavzh tuhnzh yʿny bạe snz h kvri. Mạlụ̄ bạe snzh thi. Majhi bạe snzh thi. Byyhi bynzh tuhnzh yʿny bynyn hnzh kvri. Skh bynhi hnz thi mạlụ̄ bynhi hnz thi. Majhi bynhi hnz thi, byyhi chhe ḥram tohyhi pytth tuhnzh timh majhi yimv tohyhi dod dyutmut āshi, byyhi chuh ḥram tohyhi. Timn bynyn sintụ̄ nikaḥ krun yimh dod chynh sbbh tuhnzh bynhi āsn spzmczh yʿny tohyhi ạsyv tuhnzn ḥqyqy majn hund dod chvmut ya dodh majn hund dod chvmut ya āshi timv tuhnzn ḥqyqy majn ya dodh majn dod chvmut, byyhi āyhi ḥram krnh tohyhi tihnzn znann hnz majhi yʿny tuhnzh hshhi mash hshhi th pophh hshhi, byyhi āyhi ḥram krnh tohyhi tuhnzn timn znann hnzh kvri yimn sintụ̄ tohyhi khlvti ṣḥyḥh kvrmut āshi. Yim kvri tvhụ̄ rchhan chuhvkh yim kvri timn brvntthmyn khavndn hnzh āsn, ps hrgah tvhụ̄ āsyvnh timn sintụ̄ khlvti ṣḥyḥh kvrmut tylhi chuhnh kanhh ḥrj tihnzn kvryn sintụ̄ nikaḥ krns. Kyazi nikaḥ yʿny ayjab vqbvl sinty chhanh znanhi hndyn aṣvl vfrvʿn hnz ḥurmt spdan. Blkh chhe ḥurmt spdan khlvti ṣḥyḥh sintụ̄, byyhi chhe ḥram tohyhi tuhnzn nychvyn hnzh mnkvḥh znanh byyhi timh znanh yimn sintụ̄ tuhndyv nychvyv najạyiz ṭryqh hmbstry krmcz āshi, blkh timn nychvyn hnzh znanh chhe tohyhi pytth ḥram yim nychivụ̄ tohyhi pnnhi pushtkụ̄ āsn. Mngth nychvyn hnzn znann sintụ̄ nikaḥ krun chuh jạyiz. Yylhi nh timh znanh tuhndis nikaḥs andr rvzn kunhi ṭryqh, byyhi āv ḥram krnh tohyhi pytth don bynyn sintụ̄ yikh vtth nikaḥ krun, mgr yhi kynczhah amhi qsmh aislam annh brvntth gudhryvmut chuh tth sạrsie chuh ʿfv. Āyindh khạṭr gczihh aḥtyaṭ krun, pzụ̄ pạtthụ̄ Allah tʿālyā chuh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 24,
    "translation": "Byyhi chuh ḥram āmut krnh tohyhi pytth timn znann sintụ̄ nikaḥ krun yimn khavnd mvjvd āsn, mgr nh timh znanh yimn tvhụ̄ mạlik spdiv. Yimh tuhnzh knyzh spdn timn he khavnd zindh thi āsn daralḥrbs andr. Timh chhe ḥlal, yime aḥkam chhi lykhụ̄ mtụ̄ Allah tʿālyā hn tohyhi pytth, byyhi āyhi ḥlal krnh tohyhi khạṭr timh sare znanh yimh yimv znanv vrạe chhe, aynkh czhạnddiyvkh tvhụ̄ timh znanh pnnyv dyarv bdl, drḥaltykh gnah nishhi bchh vnụ̄ ạsiv. Gnah krvnụ̄ ạsiv nh yʿny baqạʿdh ayjab vqbvl krith mhr muqrr krith don shạhidn brvntth knhi yyhi nikaḥ krnh, ps timv znanv mnzh yimn nishhi tvhụ̄ nfʿ tuliv yʿny nfsch khvahsh pvur kriv, ps diyiv timn tihund mhrh yus muqrr krnh āmut chuh, byyhi chuhnh tohyhi kanhh gnah tth chyzs pytth yth pytth tvhụ̄ bạcz z panh vạnụ̄ rạẓy spdiv. ʿqdi nikaḥ vizi kanhh chyz muqrr krnh pth. Zyadty kri tv ya kmy kritv kunhi chyzs mnz tmyuk chuh tohyhi aikhtyar, pzụ̄ pạtthụ̄ Allah tʿālyā chuh svrue zanan. Ts chuh mʿlvm tuhund fạyidh th nfʿ kth chyzs mnz chuh. Tmy munasbt chuh suh aḥkam tuhndiy khạṭr jạriy kran suh chuh setthah ḥikmt vvl. Bḥkmt chuh suh aḥkam pnnụ̄ tohyhi pytth muqrr kran agrchh tohyhi mth trụ̄tn fikri."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi yus akhah hykhi nh tohyhi andrh baayman āzadznanhi sintụ̄ nikaḥ krith, ps krin suh nikaḥ kạnshi baayman knyzih sintụ̄ yosh kạnshi mslman snz knyz āshi. Kyazi knyzih hund mhr chuh āzad znanhi hndi khoth km āsan. Knyzih sintụ̄ nikaḥ krns mnz gczihh nh ʿār zanun, Allah tʿālyā se chhe pvur khbr tuhndi aymanch. Mumkn chuh so knyz ma āshi ayman kh aʿtbarh tuhndi khoth bhtr. Tmyuk pvur ʿlm chuh Allah tʿālyā hs. Ps rvud nsbh kh aʿtbarh tth mnz chuh tvhụ̄ addụ̄ addyn hndụ̄ jzv, sạriy brabr kyazi sarne ainsann hund aṣl chuh ḥẓrti ādm th ḥẓrt ḥva ʿlyhma alslam. Vonụ̄ yylhi mʿlvm spud ʿār gczhnuk chuhnh kanhh vjhah. Lhādha gczihh ẓrvurt kh vqth knyzn sintụ̄ nikaḥ krun, ps kriv nikaḥ knyzn sintụ̄ bshrṭykh tihndyn mạlkn hund aijazt kriv ḥạṣil, byyhi diyv timn mhr qạʿdh mvjvb, drḥaltykh tim knyzh āsn pans rạchh krvnyn hndụ̄ pạtthụ̄. Ychh kamhi krvnhi āsn nh. Nh āsn dvsty ya yarz lagvnhi kạnshi sintụ̄ yʿny czuvrih pạtthụ̄ ychh kamhi krvnụ̄ āsn nh, ps yylhi timh knyzh nythr graknhi bnn, ps hrgah tmhi pth timh kanhh ychh kạmah krn, ps chuh tihund sza tmhi szahuk nṣf yus sza muqrr krnh āmut chuh nythr graknyn āzad znann hund, yhi knyzh sintụ̄ nikaḥ krun chuh tihndiy khạṭr yimn be nikaḥ rvznh kis ḥalts andr ychh kamyn mnz mubtla spdnuk khṭrh āshi tohyhi andrh, hrgah tvhụ̄ ṣbr kriv thi chuh bhtr tuhndi khạṭr. Tmhi sintụ̄ spdi rạchh tuhndis nsls ghlam bnnh nishhi. Nth hrgah ṣbr kriv nh knyzn sinty kriv nikaḥ tylhi bnn tuhndụ̄ avlad ghlam ts shkhṣh sndụ̄ yymụ̄ snz so knyz āshi, Allah tʿālyā chuh mghfrt krvun, rḥm krvun timn yim nh tab hykn krith. Mjbvr spdith krn knyzn sintụ̄ nikaḥ."
  },
  {
    "verse_id": 26,
    "translation": "Yczhan chuh Allah tʿālyā varh nnrạvith tohyhi ḥlal vḥramkụ̄ aḥkam byan krnụ̄, byyhi chuhv tohyhi havan vth timn ahli ḥqn hnz yim tohyhi brvntth ạsụ̄ timn hund qṣh byan krith, byyhi chuh suh brḥmt mtvjh tohyhi kun. Allah tʿālyā chuh setthah ʿlm vvl setthah ḥikmt vvl."
  },
  {
    "verse_id": 27,
    "translation": "Allah tʿālyā chuh yczhan kh tohyhi diyhi tvfyq tvbh krnuk th tuhund tvbh kri qbvl, mgr yim lvukh pyrvy chhi kran nfsh chn khvahishn tim chhi yczhan, aynkh tvhụ̄ ddliv syzi vthi nishhi. Khdae sndyv ḥukmv nishhi vvkhh pạtthụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Allah tʿālyā chuh yczhan aḥkamn andr tohyhi pytth bvr lvczravun, ansan chuh pạdh krnh āmut kmzvr. Tve āenh amis pytth tithụ̄ aḥkam frẓ krnh yim nh suh brdashte krith hykhi ha."
  },
  {
    "verse_id": 29,
    "translation": "Ae baaymanv mh khyyv mal akh aksund najạyiz ṭryqh pạtthụ̄ svdh pạtthụ̄ ghẓbh pạtthụ̄ th dhvkh pạtthụ̄, lykn hrgah panh vạnụ̄ rẓamndy san tijart kriv yus shryʿt kyv aṣvlv muṭạbiq āshi tth chuhnh kanhh ḥrj, byyhi mh kriyvkh marh pnnụ̄ pan yʿny ticzhh kamhi mh kriv yimv sintụ̄ tvhụ̄ qtlkụ̄ szavar spdiv, pzụ̄ pạtthụ̄ Allah tʿālyā chuh hmyshh tohyhi pytth rḥmt vvl."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi yus akhah yim chyz kri yymhi nishhi mmanʿt āyhi krnh srkshy th ẓulm kinụ̄. Ps jldy vatnavvn asụ̄ suh nars andr, yhi chuh Allah tʿālyā hs nishhi shl th āsan."
  },
  {
    "verse_id": 31,
    "translation": "Ae lvukv hrgah tvhụ̄ pth rvuziv bddyv mmnvʿ chyzv th bddyv gnhv nishhi byyhi kriv rcz ʿmlh, bkhshạyish kriv asụ̄ tuhndyn lokttyn gnhn, byyhi vatnavv asụ̄ tvhụ̄ ʿztchhi jayhi mnz so gyhi jnt."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi mh kriv ārzv th tmna tvhụ̄ sạriy mrd th znanh tmhi kunhi chyzuk yymhi sintụ̄ fẓylt dinh āv tohyhi andr addyn yʿny mrdn addyn pytth yʿny znann pytth. Mthlaan mrd āsun ya mrdn dvgn bvg āsun ya don mrdn hnz gvạhy mukml ạsin kyazi, mrdn hndi khạṭr chhe timn ʿmln hnz mzvurụ̄ th thvab muqrr ạkhrts andr yimh timv kri mcz āsn, znann hndi khạṭr chhe timn ʿmln hnz mzvurụ̄ th thvab muqrr ạkhrts andr yimh ʿmlh timv kri mcz āsn. Ạkhrt kh njatuk darv mdar chuh ʿmlne pytth. Tth mnz chahnh khṣvṣyt kạnshi hndi khạṭr. Yus yuth rut kri dnyahs andr tyuth rut lbhi suh ạkhrts andr. Tmna krnh sintụ̄ kyah bnhi blkh pzi, drkhvast krun th mngun Allah tʿālyā hs tihund fẓl. Sue kddi tuhndụ̄ sạriy mṭlb th ārzv. Yhi spud nạzil yylhi znanv tmna kvr asụ̄ thi he mrd āshvashi thi bnhi ha mrdn hnz hish mzvurụ̄ th ḥṣh, pzụ̄ pạtthụ̄ Allah tʿālyā chuh prth chyz pvr zanh vun."
  },
  {
    "verse_id": 33,
    "translation": "Prth kunhi malh khạṭr yus mal pth kun travn mvl mvj th rshth dar kvr ashi muqrr tmhi maluk vạrith yimn hund byan krnh āv, vonụ̄ rvudụ̄ baqe tim lvukh yimn sintụ̄ tohyhi mʿāhdh kvrmut āsyv, ps diyv timn pnun ḥṣh yʿny shyym ḥṣh, pzụ̄ pạtthụ̄ Allah tʿālyā chuh prth chyzs pytth gvah. Prth chyzs chuh panh vuchhan. Yhi ḥkm avs aibtdahs andr. Pth chuh yhi ḥkum mnsvkh āmut krnh bāyyh,"
  },
  {
    "verse_id": 34,
    "translation": "Mrd chhi ḥạikm pytthavlụ̄ znann pytth doyv vjhv, akh yymhi mokhh kh Allah tʿālyā hn chuh qdrty fẓylt dyutmut addyn addyn pytth yʿny mrdn znann pytth, byyhi yymhi mokhh kh timv mrdv chuh khrch kvrmut pnun mal timn pytth. Mhrs mnz nan vnfqs mnz. Lhādha chhe znanh mḥtaj mrdn kun. Khrch divnụ̄ sund athh chuh bulnd th thvd tsndi athh khoth ys khrch dinh yyhi, ps yimh znanh nyk th rcz chhe mrdn hndis fẓylts kun nẓr krith tihnz frman brdạry kran. Timh chhe mrdn hndi khoth brvntth knhi nh āsnh kis ṣvrts mnz pnnis pans thi mrdh sndis sạrse mals rạchh th ḥfaẓt kran, Allah tʿālyā sndi rạchh krnh sintụ̄ rạchh krnuk tvfyq dinh sintụ̄. Ya tth bdl kh Allah tʿālyā hn kyah chuh tuhndyn ḥqvqn hndi ḥfaẓtuk amr kvrmut mrdn, pth rvzh timh znanh yimn hndi nafrmạny hund tohyhi andyshh āshi, psi kriv timn goddh zbạny fhmạyish th nṣyḥt, tvpth kriyvkh alg bistrv nishhi. Yʿny pans nishhi mh diyvkh shongnh, tvpth lạyvkh. Mgr tituhe yymhi sintụ̄ nh zkhm lgykh ya kanhh tan phuttykh. Aʿtdal san. Ath mnz chhi tre drjhi )1( nafrmạny hndi khvf th andyshh kh vqth gyhi fhmạyish )2( nafrmạny ẓạhir spdn kh vqth gyhi judạyy vthrnis andr )3( gri gri nafrmạny krns pytth goddh layun, ps hrgah tuhnz frman brdạry krn, ps mh czhạnddiv timn naḥq ẓlm krnh khạṭr kanhh vthah th bhanah, pzụ̄ pạtthụ̄ Allah tʿālyā chuh setthah thvd th bvdd. Tmụ̄ sund ʿlm th qdrt chhe setthah bdd. Agr tvhụ̄ timn znann naḥq tklyf vatnạviv tylhi kyah kri Allah tʿālyā thi tohyhi pnnhi nafrmạny krnh mokhh grftar."
  },
  {
    "verse_id": 35,
    "translation": "Ps hrgah tvhụ̄ khvucziv ae ḥạkimv ya srprstv timn don bạczn hndis zyadh mukhalfts kunhi qsmh aiṣlaḥ nh spdns, tylhi svziv tvhụ̄ mrdh sndyv rshth darv andrh akh fạṣlh krvunah th znanhi hndyv rshth darv andrh akh fạṣlh krvunah yimn tmich qạblyt āshi, hrgah yim doshve fạṣlh krvnụ̄ sodilh aiṣlaḥ spdun āsn yczhan Allah tʿālyā diyhi tvfyq milh czar krnuk yimn don bạczn andr, pzụ̄ pạtthụ̄ chuh Allah tʿālyā hmyshh svrue zanh vun, sarchiy khbr thavvun."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi kriv ʿbadt kunis khdae snzbyyhi mh tthhrạviv shryk kanhh chyzah adh suh ansan ạsitn yaghạr ansan nh ʿbadts andr nh tmụ̄ sndyv ṣftv andrh kunhi ṣfts andr. Suh zạnyvun shryk āsnh nishhi munzh th pak, byyhi kriv mạlis majhi nsbt aḥsan yʿny rut mʿāmlh, byyhi kriv aḥsan ạshnavn sintụ̄, byyhi ytymn sintụ̄, byyhi miskynn nsbt, byyhi nzdyk hmsayn th dvur hmsayn nsbt, byyhi ts rfyqs nsbt yus nkhh tohyhi bihith āsyv, byyhi musafrs nsbt, byyhi ghlamn knyzn nsbt, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh psnd kran ts yus mutkbr āshi dil kinụ̄ āshi pnun pan bvdd zanan, byyn āshi nichhi nẓri vuchhan thykh vun āshi. Zyvi sintụ̄ āshi pnnụ̄ tʿryf pane kran."
  },
  {
    "verse_id": 37,
    "translation": "Yim ge time yim panh bkhl kran chhi byyhi chhi lvukn thi bkhluk tjvyz kran, byyhi khttith thavan thi yhi kynczhah Allah tʿālyā hn ʿṭa kvrmut chuh pnnhi fẓl sintụ̄. Suh gvv mal ya nʿti ḥẓrti pyghmbr ākhralzman ṣly Allah ʿlyh v slm, yhvd ạsụ̄ yim doshve chyz kran, byyhi chuh ashi tyar tuhvvmut yithyn naspas kạfrn hndi khạṭr dhlyl krvun ʿdhab."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi tim lvukh yim pnun mal khrch chhi kran lvukn havnh khạṭr, byyhi chhinh ayman anan kunis khdays, byyhi chhinh pczh kran ptmis dohs yʿny qyamts, byyhi yymụ̄ sund dvst shyṭan āshi. Ps setthah ychh chuh tihund dvst suh chuh timn kamyn hund mshvrh divan yimn kamyn hund skht ẓryr chuh."
  },
  {
    "verse_id": 39,
    "translation": "Byyhi kyah sna nqṣan gczihh ha yimn kạfrn, hrgah tim ayman anh hn pczh krhn kunis khdays byyhi qyamt kis dohs, byyhi krhn khrch suh mal yus Allah tʿālyā ne dyutmut avsukh, Allah tʿālyā hs ạs goddh pytthe yihndi nyk vbdch pvurh khbr. Tmy mvjvb diykh sza."
  },
  {
    "verse_id": 40,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh ẓlm kran kạnshi akis dhrs brabr, blkh chuh tyvt rḥmt vvl kh hrgah baayman bndh snz āshi akh nyky tth chuh Allah tʿālyā tmis variyah gonh zyadh thvab ʿṭa kran, byyhi chuh pnnhi ṭrfh bṭvri anʿām ʿmln hndi mʿāvẓh vrạe bdd mzvurụ̄ ʿṭakran."
  },
  {
    "verse_id": 41,
    "translation": "Ps kyah sna ḥal spdi yimn kạfrn hund tmhi vqth yymhi vqth asụ̄ ḥạẓr krvkh prth aumt kh ṭrfh akh akh gvah. Yʿny pnun pnun pyghmbr, tvhụ̄ thi aanav yimn pnnyn aumtyn hndụ̄ gvah ya rsvl Allah."
  },
  {
    "verse_id": 42,
    "translation": "Tmhi dohh spdi yohe ḥal kh tmna krn kạfr byyhi yimv nafrmạny kr pyghmbri brḥq snz hrghe tim zmyns mnz dvbrith. Timn pytth yyhi ha zmyn hmvar krnh, mgr tmhi sintụ̄ ma andi hykh kynhh, prvrdigars nishhi hykn nh tim kanhh kthah czvri thạvith."
  },
  {
    "verse_id": 43,
    "translation": "Ae baaymanv tvhụ̄ mh ạsiv msty th be hvshy andr nmaz pran blkh ạsiv tthhran tvtanụ̄ yvtanụ̄ tohyhi hvsh āshi yivan, th zanun āshi tgan tohyhi kh tvhụ̄ kyah chhiv nmazi mnz pran. Ya gvv mṭlb nmaz prnchhi jayhi mh ạsiv nzdyk spdan drḥalti skr v byhvshy. Yʿny msjdn mnz mh ạsiv aczan ath ḥals mnz. )yhi āyhi krymh chuh shrab ḥram spdnh brvntth nạzil spudmut(, byyhi mh ạsiv be ghsly hndis ḥals mnz nmaz pran, mgrhe tthhrnh vrạe fqṭ pkun āsyv msjdi mnz, yvtanụ̄ nh ghsl kran ạsiv, byyhi hrgah tvhụ̄ bymar ạsiv yth bymari andr āb astʿmal krun muẓr āshi tuhndi khạṭr, yaạsiv musafr, ya yyhi tohyhi andrh kanhh byt alkhla nishhi farigh spdith fẓlati dfʿ krith, ya spdiv tvhụ̄ nzdyk znann nishhi yymhi sintụ̄ ghsl phuttyv, ps lbiv nh tvhụ̄ āb yymhi sintụ̄ ghsl ya ṭhart krihv, ps qṣd th airadh kriv tvhụ̄ pak myczi hund, ps akh czndd dinh pth diyv phsh buthyn pnnyn, doyim czndd dith diyv phsh nryn pnnyn, pzụ̄ pạtthụ̄ Allah tʿālyā chuh setthah ʿfv krvun setthah mghfrt krvun."
  },
  {
    "verse_id": 44,
    "translation": "Ps prvrdigar sund shan chuh yhi, suh chuh bndn pytth shl aḥkam nạzil kran. Ys shkhṣs nishhi āb dvur āshi akis myls ts chuh tymum krnuk aijazt. Adh suh musafr ạsitn ya muqym ạsitn. Shrʿī myl gvv czvr sas athh yʿny z sas gz, āyavuchhan chhivna timn lvukn kun yimn ktabhi mnz yʿny tvrat khi ʿmlhi mnzh akh ḥṣh āv dinh yʿny yhi chhe bnẓr tʿjub vuchhns layq akh kthah. Mlụ̄ chhi hyvan tim gumrạhy yʿny kufr chhi akhtyar kran, panh ạsụ̄ tim ddlmty mgr tim chhi yczhan tvhụ̄ thi gczihv gumrah spdith syzi vthi nishhi ddlnụ̄."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi chuh Allah tʿālyā hs pvz mʿlvm tuhndyn dushmnn hund. Yʿny tuhndụ̄ dushmn km chhi, tve chuh suh tohyhi āgah kran, kạfy chuh Allah tʿālyā tuhund dvst th rfyq, Allah tʿālyā chuh kạfy tuhund mddgar."
  },
  {
    "verse_id": 46,
    "translation": "Yimn hnz dhkr krnh āyhi yim chhi yhvdv mnzh. Yim tghyr divan chhi tvrat kyn mʿāmlatn. Ddalan chhi timn klmatn pnnyv ḥalv nishhi, mʿnyv th mṭlbvnishhi, byyhi chhi vnan bvuz ashi knv sintụ̄ mgr mvn nh ashi kynhh. Bvuziv tvhụ̄ bvznavnhi mh yyiv byyhi kriv svn rʿāyt, yime chyz chhi vnan zyv pnnụ̄ gvl mvl krith. Lhjh bdlạvith. Lhjh tḥqyrh bdl lhjh tvqyr krith yuthnh lvukn fkri tri, byyhi dyni aislams ṭʿnh zny krith. Yim alfaẓ ạsụ̄ yim yhvd astʿmal kran yimn z z mʿny chhi. Akh mʿny tʿryfuk. Byakh mʿny muslmann dhvkh dinh khạṭr. Mslman ạsụ̄ tʿryfuk mʿny mrad bvzan. Mgr yim ạsụ̄ pnnhi jayhi mdhmtuk mʿny nivan. Lfẓ raʿna chuh rʿāyt andrh th rʿūnt andrh thi. Ṣḥabh ṣạb ạsụ̄ rʿāytuk mʿny bvzan. Mgr yim yhvd ạsụ̄ pnnhi jayhi rʿūntuk mʿny bvzan. Byakh mʿny chuh ath \"phlụ̄ \" sund. Tmhi khạṭr ạsụ̄ tim ʿīnch zyr zytthrạvith pran raʿīna yʿny ae sanhi phlhi, gbhi rạchh. Amy sintụ̄ ạsụ̄ ṭʿnh divan. Nby krym ṣly Allah ʿlyh v slms gbhi rạchh vnan. Byyhi ạsụ̄ dyni aislams thi ṭʿnh divan kh yhi chuh akis gbhi rạchh sund dyn. Allah tʿālyā chuh frmavan, hrgah yim vnhn bvuz byyhi mvn ashi, bvziv ḥẓ svn. Sạnis ḥals kun kriv nẓr, albth ty avs tihndi khạṭrbhtr, byyhi avs yy munạsib, mgr Allah tʿālyā hn krụ̄ yim pnnhi rḥmt nishhi yihndụ̄ ḥq th pvz pvshydh thavnh sbbh dvur, ps ann nh ayman yim mgr kmy kynhh lvukh."
  },
  {
    "verse_id": 47,
    "translation": "Ae timv lvukv yimn ktab dinh āyhi, ayman aniv pczh kriv tth ktabhi yosh ashi nạzil kr, yosh ktab tṣdyq kran chhe tth ktabhi yosh tohyhi sintụ̄ chhe yʿny tvrat, suh vqt vatnh brvntth kh asụ̄ kyah dimv tghyr tuhnzn shkln, ns achh th bomh thavvkh nh kunhi thi, ps bnavvkh asụ̄ buthụ̄ tihndụ̄ thr hiy, nth krvkh ticzhe lʿnt yiczh btth vari valyn lvukn kr. Timn kr vandrn th khnzyrn hnz hish shkl, khdae sund yus ḥkum chuh ṣạdir spdan suh chuh pvur spdan."
  },
  {
    "verse_id": 48,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh sza dith thi mghfrt kran shirks. Ts kyah tthhravi kanhh shryk blkh chuh mushrikn dạymy szahs andr mubtla thavan, tmhi vrạe chuh mghfrt kran sarne gnhn lokttyn th bddyn thi. Sza dinh vrạe yimn yczihh th timn, yus akhah shryk tthhravi khdays. Ps btḥqyq nvvrạvụ̄ tmụ̄ gnah setthah bddụ̄. Yʿny suh spud bddi jurmuk murtkb yus nh qạbli mghfrthe chuh. Tvtanụ̄ yvtanụ̄ nh shirkh nishhi pth rvzi th tvbh kri."
  },
  {
    "verse_id": 49,
    "translation": "Āya vuchhan chuhkhnacz timn lvukn kun yim pnnụ̄ pan muqds th pak zanan chhi. Yim pạnụ̄ pans tʿryf kran chhi. Tmhi sintụ̄ andykh nh kynhh, blkh chuh qạbli tʿryf sue ys khda pak kri th muqds vnhi, ẓlm yyhi nh krnh kạnshi akis tth pnh pyintis brabr thi yus khzrānchhi hndis snris mnz āsan chuh."
  },
  {
    "verse_id": 50,
    "translation": "Vuchh kithh pạtthụ̄ chhi yim nvravan kunis khdays pytth apuz. Pnun pan muqds th pak zannh sintụ̄. Bavjvd kufr vshirk chhi yim pnun pan mqbvl zanan, yhe kth chhe kạfy nnis gnhs mubtla āsnh khạṭr. Ath kun nẓr krith yus ʿdhab yimn krnh yyhi suh chuhnh yihndi jurm khoth kynhh thi zyadh."
  },
  {
    "verse_id": 51,
    "translation": "Āya vuchhan chhukhna cz ae mukhạṭbi timn lvukn kun yimn ktabhi hund yʿny tvratuk akh ḥṣah ʿṭa krnh āmut chhu. Mgr bavjvdān chhi tim pczh kran qryshn hndyn potlyn byyhi shyṭans, vnan chhi tim kạfrn khvsh krnh khạṭr, kh kạfr chhi zyadh syzi vthi pytth baaymann hndi khoth."
  },
  {
    "verse_id": 52,
    "translation": "Yime lvukh kyah ge tim yimn Allah tʿālyā hn lʿnt kr yim pnnhi rḥmt nishhi dvur krin, ys akis Allah tʿālyā lʿnt kri ps lbh hn nh cz tmụ̄ sndi khạṭr kanhh mddgarah ʿdhab khi vqth."
  },
  {
    "verse_id": 53,
    "translation": "Kinh timn chhe kunhi qsmh padshaht, tylhi thi dihn nh tim lvukn akh rczh thi nqyr chhi vnan khzr ānchhi pytth yus zạvyul dyl chuh āsan."
  },
  {
    "verse_id": 54,
    "translation": "Blkh chuh yimn yhvdn ḥsd lvukn hund balkhṣvṣ nby krym sund ṣly Allah ʿlyh v slm yth kthhi pytth kh timn kvr Allah tʿālyā hn ʿṭa pnun bvdd fẓl nbvt th rsalt byyhi mutʿdd azvaji ṭahrat, ps nv kanhh kthah chhnh btḥqyq ashi krna ʿṭa ḥẓrti aibrahym sndi khandans ktab th ḥikmt. Byyhi kr ashi timn bdd badshaht ʿṭa. Timn andr avs ḥẓrti yvsuf th ḥẓrti slyman yimn bdd slṭnt ạs byyhi ḥẓrti davvd yimn be shumar nikaḥ ạsụ̄."
  },
  {
    "verse_id": 55,
    "translation": "Ps timv tmhi vqth kyv yhvdv andrh ạsụ̄ addụ̄ yimv timn pyghmbrn pczh kr byyhi ạsụ̄ addụ̄ yim kufrv ainkar se pytth rvudụ̄, timn nishhi phirukh buth. Hrgah vonụ̄ azikh vqth yhvd thi tohyhi pczh krn nh ya rsvl Allah tvhụ̄ mh ḥẓ spdiv āzrdh. Yhi yihnz nv kthah chhnh, kạfy chuh jhnm tihndi zalnh khạṭr timn sza dinh khạṭr."
  },
  {
    "verse_id": 56,
    "translation": "Pzụ̄ pạtthụ̄ yimv lvukv ainkar kvr sanyn āyatn th aḥkamn, jldy vatnavvkh asụ̄ tim nars andr, yylhi yylhi buznh āshi yivan th dzith āshi pyvan tihnz czm. Fvraan āsvkh tth czmhi bdl byakh czm pạdh kran yuth varh āsn ʿdhabuk mzh czhan, pzụ̄ pạtthụ̄ Allah tʿālyā chuh ghạlib ḥikmt vvl."
  },
  {
    "verse_id": 57,
    "translation": "Yimv lvukv pczh kr kunis khdays byyhi tihndis pyghmbrs byyhi krykh rcz ʿmlh, jldy vatnavvkh asụ̄ tim timn jntn andr yimv mnzh joyhi pkan āsn, timne jntn andr rvzn tim hmyshh, tihndiy khạṭr āsn timn jntn andr pak vpakyzh znanh, byyhi vatnavvkh asụ̄ tim zyitthis says tl."
  },
  {
    "verse_id": 58,
    "translation": "Pzụ̄ pạtthụ̄ ae baaymanv Allah tʿālyā chuh tohyhi amr kran yymhi kue kh amant vatnavv tmhi kis ḥqdars, byyhi chuh ḥkum Allah tʿālyā kh yylhi tvhụ̄ lvukn mnz fạṣlh krun hyvan ạsiv suh fạṣlh ạsụ̄ zyvʿdlh mvjvb kạnshi akụ̄snz ṭrfdạry vrạe kran, pzụ̄ pạtthụ̄ Allah tʿālyā yymhi kthhi hnz tohyhi fhmạyish th nṣyḥt chuh kran kyah rcz kthah chhe so, pzụ̄ pạtthụ̄ Allah tʿālyā chuh thi svrue bvzvun yhi tvhụ̄ amants mutʿlq vnan chuhv, thi svrue vuchhhi vun yhi tvhụ̄ amants kran chihv."
  },
  {
    "verse_id": 59,
    "translation": "Ae baaymanv mạniv ḥkum khdae sund byyhi pyghmbri khdae sund, byyhi yim tohyhi mnz yʿny mslman tuhndụ̄ ḥạkim āsn timn hndụ̄ aḥkam thi mạniv, ps agr akhtlaf spdi tohyhi kunhi amrs mnz kh yhi chha khda v pyghmbr khdae sund ḥkum kinh chuhnh, ps niyvun suh mʿāmlh khdays th pyghmbri khdays nishhi. Pyghmbri khda krn pane tmyuk fạṣlh yhi gvv ʿhdi rsalts andr. Timn pth kriv pysh aaʿmh th ʿlma dynn suh mʿāmlh. Tim krin tmyuk fạṣlh qrān vḥdyth mvjvb, chhivhe tvhụ̄ pczh kran khdays byyhi ptmis dohs yʿny qyamts, yhi aikhtlaf kh vqth rjuvʿ krun qrān vḥdyths kun yy chuh bhtr byyhi setthah rut anjam kinụ̄. Kyazi amyuk ntyjh chuh dnyahs andr amn vraḥt th ạkhrts andr njat vsʿādt."
  },
  {
    "verse_id": 60,
    "translation": "Vuchhan chhiv na tvhụ̄ ya rsvl Allah timn lvukn kun yim zyvi sintụ̄ dʿūyā chhi kran pczh krnuk tth ktabhi yosh tohyhi pytth nạzil āyhi krnh byyhi yhi tohyhi brvntth nạzil āv krnh yʿny tvrat, bavjvdān chhi tim airadh kran kh fyṣl bnavn shyṭan, ḥalankh timn āyv ḥkum krnh shyṭans ainkar krnuk. Tihund nh kanhh chyz manh nuk, kyazi shyṭan chuh yczhan timn setthah ychh gumrạhy mnz mubtla krun."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi yylhi vnnh chuh yivan timn vliv rjuvʿ kriv tth ḥukms kun yus Allah tʿālyā hn nạzil kvr, byyhi kriv rjuvʿ pyghmbri khdays kun, tim yhi fạṣlh krn ty kriv mnẓvr, vuchhvukh tvhụ̄ ya rsvl Allah munafq tmhi sath aʿraẓ kran th buth phiran tohyhi brvntth kun yinh nishhi ʿjyb ṭryqv."
  },
  {
    "verse_id": 62,
    "translation": "Ps kyah sna ḥal bnhi tmhi vqth yylhi tim kunhi muṣybts grftar gczhn, tmhi najạyiz ḥrkt kh shamth yosh timv yhi muṣybt vatnh brvntth kr mcz ạs. Yʿny muqdmuk fạṣlh krnavnhi ạsụ̄ āmtụ̄ akis kạfrs nishhi, tmhi pth yin tohyhi nishhi qsm havan, kh ashi avs na airadh amhi andrh mgr rutue. Byyhi avs ashi airadh don mnz gczihh muvafqt spdun."
  },
  {
    "verse_id": 63,
    "translation": "Yim ge time kh Allah tʿālyā he chuh zanan tihndyn diln mnz kmhi qsmuk nifaq th kufr chuh, ps kriv tvhụ̄ timn nishhi drgudhr byyhi kriyvkh yimh ḥrkcz travnch nṣyḥt. Byyhi frmạviyvkh pnnhi jayhi mvthr klamah yimh ḥrkcz travns mutʿlq."
  },
  {
    "verse_id": 64,
    "translation": "Byyhi svuznh ashi kanhh pyghmbrah mgr yymy khạṭr kh tihund yyhi mannh khdae sndi ḥukmh sintụ̄, byyhi yymhi sath yimv nafrmạny krith pnnyn pann ẓlm kryv hrgah tohyhi nishhi āshn āmtụ̄ nạdim th pshyman gczith, ps mnghn mghfrt khdays, byyhi mnghi ha yihndi khạṭr mghfrt pyghmbri brḥq thi yʿny tvhụ̄ thi mnghi hiv tihndi khạṭr dʿāe mghfrt, albth lbhhn tim Allah tʿālyā hs tvbh qbvl krvun th rḥm krvun."
  },
  {
    "verse_id": 65,
    "translation": "Ps qsm chuh tuhndis prvrdigarh sund hrgiz chhinh tim baayman yvtanụ̄ nh tohy aathhi āsn fạṣlh krnavan pnnyn tnazʿn andr, tmhi pth āsn nh kunhi qsmh dil tng spdan tuhndi fạṣlh sintụ̄, blkh āsn pvur pạtthụ̄ suh fạṣlh manan th tslym kran."
  },
  {
    "verse_id": 66,
    "translation": "Byyhi hrgah asụ̄ timn ḥkum krhv kh mạriyvkh pan pnnụ̄ ya nyriv pnh nyv shhrv andrh, tth ḥukms krhn nh tʿmyl mgr timv andrh kme lvukh, byyhi hrgah timn ʿml krhn timn nṣyḥtn pytth yimh nṣyḥcz timn krnh chhe yivan. Albth setthah jan avs tihndi khạṭr. Byyhi avs zyadh bhtr tihndi ayman kh drir khạṭr."
  },
  {
    "verse_id": 67,
    "translation": "Byyhi krihv tth ṣvrts andr asụ̄ timn pnnhi ṭrfh bdd mzvurụ̄ ʿṭa."
  },
  {
    "verse_id": 68,
    "translation": "Byyhi havhvkh asụ̄ ẓrvur vthah syz jnts vatnch."
  },
  {
    "verse_id": 69,
    "translation": "Byyhi yim lvukh ḥkum mann khdae sund byyhi pyghmbri khdae sund, ps time lvukh āsn tth jmaʿts sintụ̄ yimn Allah tʿālyā hn pnun anʿām ʿṭa kvr, tim ge ḥẓrati anbya byyhi ṣdyq byyhi shhda. Byyhi nykv kar, kyah rcz chhe yimn ḥẓratn hnz rfaqt."
  },
  {
    "verse_id": 70,
    "translation": "Byyhi chuh yhi khdae sundue fẓl, ps chuh Allah tʿālyā he pvur zann vvl."
  },
  {
    "verse_id": 71,
    "translation": "Ae ba aymanv bchav pnun kriv hthyar. Silaḥ samanh ạsiv pans sintụ̄ tulan, adh ạsitv nyran jmạcz v jmạczv ya ạsitv nyran aikh vtth kuny jmaʿt."
  },
  {
    "verse_id": 72,
    "translation": "Byyhi chhi pzụ̄ pạtthụ̄ tohyhi mnz bʿẓ yim ẓrvur jhadh khạṭr nyrns mnz susty kran chhi. Pth rvzan chh, tvpth hrgah tohyhi jhads mnz kynhh tklyfah vatan chuhv, vnann chuh suh shkhṣ tmhi sath byshk khdayn kr me petth mhrbạny kh bh avsus nh jhad krnhi dramut timn sintụ̄."
  },
  {
    "verse_id": 73,
    "translation": "Tvpth hrgah tvhụ̄ kanhh fẓlah th mhrbạnyah khdae sndi ṭrfh vatan chuh yʿny ftḥ th ghnymt tmhi sath chuh vnan, zn nh tohyhi sintụ̄ kihinụ̄ tʿlq chuhs muḥbtuk mal athh gczhns pytth afsvs krith, kash kh bh thi āsha timne sintụ̄. Me thi spdiha bdd kamyạby ḥạṣil. Allah tʿālyā chuhs frmavan. Bdd kamyạby ḥạṣil krnch yylhi khvahish kạnshi āshi."
  },
  {
    "verse_id": 74,
    "translation": "Suh krin tylhi jhad khdae snzi vthi andr. Klmh aislam kh thzrh khạṭr. Nhayt aymandạry th aikhlaṣ san nfaq trạvith. Timn kạfrn sintụ̄ yim dnyahch zndgy chhi mvlụ̄ hyvan ạkhrts bdl, yus akhah jhad kri khdae snzih vthi andr, ps yyhi marnh ya spdi sue ghạlib. Doshvnụ̄ ḥaltn krv asụ̄ ts ʿṭabdd mzvurụ̄ ạkhrts andr."
  },
  {
    "verse_id": 75,
    "translation": "Byyhi kyah ʿdhur chuh tohyhi kh tvhụ̄ chhiv nh jhad kran khdae snzi vthi andr. Ḥalankh jhad krnuk sbb chuh mvjvd. Suh gvv goddny prvrdigarh sndi klmh kh thzrh khạṭr, tmhi ʿlavh chuh byakh vjh kh kmzvr baaymann hndi ḥfaẓt khạṭr thi chuh jhad krun ẓrvry. Yuth tim kạfrn hndi ẓulm th sitm nishhi āzad spdn. Yimn mnz kynhh mrd chh, kynhh znanh chhe th kynhh lokttụ̄ chhi. Yim kạfrn hndyv ẓlmv sbbh pryshan spdith dʿā kran chhi. Bʿạjzy mngan chhi ae sanhi prvrdigarh ashi kdd th yymhi shhrh nybr, yymikụ̄ lvukh skht ẓạlim chhi. Yim ashi rngarng muṣybtn grftar kran chhi, byyhi tultn cz sanhi khạṭr pnnhi ṭrfh kanhh dvstah, byyhi svztn cz sanhi khạṭr pnnhi ṭrfh kanhh mddgarah yus ashi yimn ẓạlimn hndi ẓulmh nishhi moklaviha."
  },
  {
    "verse_id": 76,
    "translation": "Yimv lvukv pvurh ayman avn kunis khdays tim chhi yim aḥkam bvuzith jhad kran khdae snzi vthi andr mḥẓ tihndiy rẓamndy khạṭr. Tihndi klmh kh thzrh khạṭr, yimv kufr th ainkar kvr tim chhi jng kran shyṭan sndi khạṭr yʿny kufrkh ghlbh khạṭr, ps jhad kriv tvhụ̄ ae baaymanv shyṭan sndyn yarn sintụ̄ yʿny kạfrn sintụ̄. Yqyn thạviv kh, pzụ̄ pạtthụ̄ shyṭan snzh chalh chhe goddh pytthe sust th kmzvr."
  },
  {
    "verse_id": 77,
    "translation": "Tohyhi vuchhvukhna tim lvukh yimn vnnh āyvv jng mh kriv athh pnnụ̄ rttiv tmhi nishhi pth. Sri dst yim tohyhi ḥkum krnh yivan chhi timn pytth kriv ʿml. Nmaz priv pabndy san byyhi diyv zkvāt mgr tim ạsụ̄ be tạby san jhaduk aijazt ṭlb kran, adh yylhi timn pytth jhad frẓ krnh āv, tmhi vqth lj akh jmaʿt timve andrh lvukn yʿny mkh kyn kạfrn tithue khvcznhi yuth khdays shvbhi ha khvczun, blkh tmhi khoth zyade, vnnhi lgụ̄ dilh sintụ̄ ya zyvi sintụ̄, khdaya ashi pytth kyazi kvruth cze vonụ̄ jhad frẓ, ashi kvnh diczạyth cze mhlt kunhi vqts tam, frmạviyvkh tvhụ̄ yarsvl Allah dnyahuk tmtʿ chuh variyah km. Ạkhrt chuh setthah bhtr timn hndi khạṭr yim khdae snzi nafrmạny nishhi pth rvzn. Suh ạkhrt ḥạṣil krnh khạṭr chuh bhtryn dhryʿh jhad, tohyhi hrgiz kunhi qsmuk ẓulm yyhi nh krnh akis pnh davi brabr thi. Yyicz ʿml kriv tyvut yyiv thvab ʿṭa krnh. ʿmlv andrh chuh jhad krun khdae sndi rẓa khạṭr bdd ʿml. Amhi nishhi kyazi chuhvkh pnnụ̄ pan mḥrvm kran. Kyah tvhụ̄ chhivh mvts th mrns khvczan mvth khạṭr yus vqt muqrr krnh āmut chuh tmhi nishhi hykhi nh kanhh thi bchith."
  },
  {
    "verse_id": 78,
    "translation": "Yythi ạsiv tvhụ̄ th tthi ẓrvur vathi tohyhi mvt agrchh ạsitv tvhụ̄ chvnh surkhy sintụ̄ mẓbvṭ th mḥkm krnh āmtyn qlayn th mkann andr, byyhi hrgah vatan chhe timn munafqn nʿmtah, vnan chhi tmhi sath yhi nʿmt vạcz az ṭrfhi khda atfaqaan, nth mslmann hund ṭaqt avs nh kihinụ̄, byyhi yylhi vatan chhe timn kanhh skhtyah jngs andrtmhi sath chhi dpan yhi vạcz ashi tuhndi ṭrfh, tuhndibe tdbyry sintụ̄. Grn mnz ạsụ̄ āram san khvah mkhvah kddiv grv andrh, tvhụ̄ frmạviyvkh myvn chuhnh ath andr kihinụ̄ dkhl. Svrue chuh khdae sndiy ṭrfh. Ps kyah gvv yimn munafiqn yimn chhanh akh kth thi fkri tran."
  },
  {
    "verse_id": 79,
    "translation": "Ḥqyqt chhe yy kh ae ansan yhi kynczhah vatan chuhe cze rut rut, suh chuh khdae sndiṭrfh su, e chhue ʿṭa kran pnnhi fẓl sintụ̄, byyhi yhi kynczhah vatan chuhe cze khrab th ychh thi chuhe pnny ṭrfh kyazi sbb tmyuk chuh chanhi ychh ʿmlh th nafrmạny, ashi ḥẓ svziv tvhụ̄ vaqʿī lvukn kun pyghmbri brḥq. Munafiq th kạfr mth mạninụ̄, bs chuh gvah amhi kthhi hund Allah tʿālyā."
  },
  {
    "verse_id": 80,
    "translation": "Yus akhah ḥkum manhi pyghmbri brḥq sund tmy mvn ḥkum khdae sund. Yymụ̄ nafrmạny kr tihnz tmụ̄ kr nafrmạny Allah tʿālyā snz. Yithh pạtthụ̄ Allah tʿālyā snz aṭaʿt krnụ̄ ʿqlaan th vạjib chhe, yithe pạtthụ̄ chhe rsvli krym snz aṭaʿt krnụ̄ thi ʿqlaan vạjib, byyhi yus akhah buth phiri aʿraẓ kri krụ̄tn. Tvhụ̄ mh ḥẓ khyyiv tmyuk ghm. Ps svziv na ashi tvhụ̄ tihndi khạṭr rạchh kh tvhụ̄ mh diyv timn hrgiz kufr krnh."
  },
  {
    "verse_id": 81,
    "translation": "Byyhi chhi tim munạfiq vnan tohyhi brvntth knhi sạnụ̄ kạm chhe ḥkum manun. Frmanbrdạry krnụ̄, ps yylhi nyran chhi tohyhi nishhi, rạtụ̄ kyut chhe akh jmaʿt timv andrh yʿny tihndụ̄ zitthụ̄ tuhndi s frmavns bdl krnuk mshvrh kran, Allah tʿālyā chuh lykhan thi svrue yhi tim rạtụ̄ kyut tohyhi khlaf sạzishhi kran chhi, mvqʿs pytth diykh suh khvb sza, ps mh kriv tihnzn be hvdgiyn kun kanhh khyal th altfat, tvhụ̄ pushrạviv yhi mʿāmlh khdays ts pytth kriv tvhụ̄ aʿtmad, bs chuh Allah tʿālyā tuhund vkyl th karsaz."
  },
  {
    "verse_id": 82,
    "translation": "Kyazi chhinh yim munạfiq taml th ghvr kran qrāni mjyds andr, amich fṣaḥt th blaght vuchhan. Kvutah thdi drjh chuh yhi fṣyḥ vblygh. Ath mnz chhe timh khbr yimh chyzch dlalt chhe kran kh yhi chuh byshk klami khda, hrgah he yhi qrāni mjyd āsiha khdays vrạe byyhi kạnshi hndi ṭrfh, ẓrvur lbh hn tim tylhi tth mnz variyah akhtlaf baʿtbar fṣaḥt v blaght thi th pvushydh ḥalat byan krnh kh aʿtbarh thi."
  },
  {
    "verse_id": 83,
    "translation": "Byyhi yylhi vatan chhe timn nishhi kanhh khbrah amnch ya khvfch so khbr chhi tim shayʿ kran tḥqyq vrạe. Tth mnz chhe nyran variyah khbr be bunyad th be aṣl, hrgah he suh mʿāmlh tim pysh krhn pyghmbri brḥq ṣly Allah ʿlyh v slmn nishhi ya timn lvukn nishhi yim timv andrh mʿāmlh shinas ạsụ̄ yʿny akabir ṣḥabh rẓy Allah ʿnhm, albth zanh hn tim lvukh yim pvurh tḥqyqat krvnụ̄ chhi timv andrh amich ḥqyqt kyah chhe, tvpth yosh kth tim mshhvr krns layq zanhhn soe yyhi ha mshhvr krnh. Yosh kth nh tth layq āsiha so yyhi ha mḥfvẓ thavnh, hrgah ne khdae sund yhi khaṣ fẓl th rḥmt tohyhi pytth āsiha kh tohyhi kvrnv qrāni mjyd ʿṭa. Tohyhi kun svzun pnun pyghmbri brḥq nth kri hv tvhụ̄ sạry km kynczhv shkhṣv vrạe shyṭan snz mṭabʿt."
  },
  {
    "verse_id": 84,
    "translation": "Ps ae pyghmbri tvhụ̄ kriv jhad khdae snzi vthi andr. Amyuk mh briv prva kh lvukh nyrnh tohyhi sintụ̄ jhads kinh nh, tohyhi chuhnh mgr pnny kamhi hnz dhmh dạriy hund tklyf dinh yivan. Lvukn hnzi kamhi hnz chhnh tohyhi pytth kanhh thi dhmh dạriy, tvhụ̄ diyv ṣrf trghyb baaymann jhad krnuk tvpth nyrụ̄ tn jhad krnh khạṭr kanhh ya mth nyrụ̄tn, tvhụ̄ spdiv khdays nishhi bry aldhmh, shayd kh Allah tʿālyā rtthi pth kạfrn hund qvt ṭaqt th zvr, kyazi Allah tʿālyā chuh yuth zyadh skht zvrh kinụ̄ th ṭaqth kinụ̄, byyhi chuh zyadh skht ʿdhab krnh kinụ̄ nafrmann."
  },
  {
    "verse_id": 85,
    "translation": "Yus akhah byyis shkhṣs sufạrish th mdd kri kunhi rcz kamhi andr ts āshi tmyuk rut ḥṣh ạkhrts andr, byyhi yus akhah byyis shkhṣs sufạrish th mdd kri kunhi ychh kamhi andr ts thi āshi tmhi kh szahuk akh ḥṣh ạkhrts andr, Allah tʿālyā chuh prth chyzs pytth ṭaqt vvl. Suh chuh pnnhi qdrt sintụ̄ nyky pytth thvab ʿṭa kran th bdy pytth sza divan."
  },
  {
    "verse_id": 86,
    "translation": "Byyhi yylhi āshi tohyhi ae mslmanv tʿẓym th slam yivan krnh ps ạsiv tvhụ̄ tmyuk jvab divan tmhi khoth rthi ṭryqh. Thi ne tvthi tth hiyvu, byshk Allah tʿālyā chuh prth chyzs pytth bazkhvast krvun th ḥisab hyvun."
  },
  {
    "verse_id": 87,
    "translation": "Mʿbvdi brḥq gvv sue kh kanhh mʿbvdah chuhnh ts vrạe, ẓrvur svnbravi suh tohyhi sarne qyamtuk doh, kanhh shkah chuhnh tmhi kis vaqʿ spdns andr, byyhi kus akhah chuh khdae sndi khoth zyad pzzyvr klam frmavns andr. Mkh kyv mushrikv andrh akh jmaʿthah āyhi mkh mnvrh, timve kvr ẓạhir kh asụ̄ āe mslman spdith th hijrt krith. Tvpth ge byyhi vaps ḥylh kvrukh asụ̄ anv tvrh mal tijart, tvpth āe nh vaps kynhh thi tthi spdụ̄ murtd. Timn mtʿlq spz mslmann z jmạcz. Ainddyv dvp tim chhi kạfr addyv dvp, nh tim chhi mslman. Allah tʿālyā chuh frmavan tim chhi vaqʿī kạfr ae mslmanv, tvhụ̄ kyazi chhiv akhtlaf kran ath mnz."
  },
  {
    "verse_id": 88,
    "translation": "Ae mslmanv ps kyah spdyv tohyhi. Munafiqn hndis mʿāmls mnz kyazi gyhi tohyhi andr z jmạcz. Akh jmaʿt chhe dpan tim chhi kạfr. Byakh jmaʿt chhe dpan tim chhi mslman, mutfq spdiv tihndis kạfr āsns pytth, Allah tʿālyā hn pihr tim vaps kufrs kun pnnyv ychh ʿmlv sbbh, kyah tvhụ̄ chhiv yczhan vth havnụ̄ tim yimn vth ravrạv Allah tʿālyā hn, ys vth rav ravi Allah tʿālyā tsndi khạṭr lbiv nh tvhụ̄ kanhh vthah baayman bnnch."
  },
  {
    "verse_id": 89,
    "translation": "Tim kyah āshn mvmn blkh chhi tihndi dilch khvạhsh kh hrgah tvhụ̄ thi bniv kạfr yithh pạtthụ̄ tim kạfr chhi, ps bnhi hivtvhụ̄ sạriy mʿādhAllah brabr kufrs andrh. Vonụ̄ yylhi tuhund ḥal tohyhi nsbt yhi chuh, ps mh bnạviyvn timn andrh kanhh pnun dvst th yaryv tanụ̄ nh tim byyhi hijrt krn mḥẓ khdae sndi khạṭr, ps agr tim aislam nishhi aʿraẓ krn buth phirn, kufrse pytth bdstvr rvzn. Tylhi rttiyvkh th mạriyvkh yytns pynv th ttins, hrgiz mh bnạviyvn timv andrh kanhh akhah nh dvst th nh mddgar. Timn nishhi rvuziv balkl alg."
  },
  {
    "verse_id": 90,
    "translation": "Mgr mh mạriyvkh tim yim dshmnv nishhi alg spdith ailḥaq krn tth qvms sintụ̄ yimn sintụ̄ tohyhi ṣlḥuk mʿāhdh kvrmut āsyv, byyhi mh mạriyvkh tim hrgah tim tohyhi nish brahi rast ṣlḥh khạṭr yin yth ḥalts andr kh dil tihindụ̄ āsn tohyhi sintụ̄ lrrạe krnh nishhi ya tuhndi ṭrfh pnnis qvms sintụ̄ lrrạe krnh nishhi chuongrnh āmtụ̄. Yʿny tim āsn yczhan ghạr jạnbdar rvzun. Timn sintụ̄ thi mh kriv jng. Tvhụ̄ mạniv yhi khdae sund aḥsan kh tuhndyn diln andr travi Allah tʿālyā tihund hybt. Tim āe tohyhi nishhi ṣlḥuk drkhvast hyth, hrgah khda yczihh hatimn kriha tohyhi pytth muslṭ, tylhi krhn tim tohyhi sintụ̄ muqablh th jng, ps yylhi tim alg rvudụ̄ tohyhi sintụ̄ jng th lrrạe krnh nishhi, tmhi ʿlavh suvzukh tohyhi kun pyghami ṣlḥ, ps ath ṣvrts mnz chuhv nh aijazt timn sintụ̄ jng krnuk."
  },
  {
    "verse_id": 91,
    "translation": "Tvhụ̄ lbiyvn byakh jmaʿthah yim yczhan chhi tohyhi nishhi thi amns mnz rvzun pnnis qvms nishhi thi amns mnz rvzun, mgr yylhi yylhi timn kanhh fitns kun vaps nivan chuh fvraan chhi buthhi kinụ̄ tth mnz pyvan, ps hrgah tim tohyhi nish alg rvzn nh pyghami ṣlḥ svzn nh. Athh pnnụ̄ pth rttn nh, tylhi kriyvkh tim grftar byyhi mạriyvkh yytns pynv th ttins, yim amhi qsmkụ̄ lvukh yihndi khạṭr dicz ashi dlylah ṣaf th rvshn rttns th qtl krns pytth."
  },
  {
    "verse_id": 92,
    "translation": "Byyhi chhunhi jạyiz kạnshi baaymans suh kyah mari kạnshi baaymans mgre vshfh pạtthụ̄ bghlṭy kanhh kạnshi mari tmyuk ḥkum chuh yhi, yus akhah kạnshi baaymans bghlṭy mari qtl kri tsund gczihh baayman ghlam ya knyz āzad krnụ̄. Byyhi gczihh khvn bha dyun mqtvl sndyn vạrthn kun vratht kh ḥṣh mvjvb, mgre tim mqtvl sndụ̄ vạrith mʿāf krn svrue ya kanhh ḥṣh tmhi mnzh tylhi nh kynhh, ps hrgah mqtvl āshi dushmnn hndi qvm mnzh mgr āshi suh mqtvl panh baayman, tylhi chuh qạtils pytth mtthi ṣirf baayman ghlam āzad krun byyhi nh kynhh, hrgah mqtvl āshi tmhi qvmuk yimn sintụ̄ tohyhi ʿhd v pyman āshi, tylhi chuh qạtils pytth mtthi akh khvn bhadyun mqtvl sndyn vạrithn kun byyhi baayman ghlam āzad krun, vonụ̄ yymis nh ghlam āzad krun mysr spdi tmụ̄ sund gczihh don rytn pe dr pe rvzdar rvzun, yhi chuh Allah tʿālyā sndi ṭrfh tuhndi ḥqh tvbh, Allah tʿālyā chuh zann vvl bvdd ḥikmt vvl."
  },
  {
    "verse_id": 93,
    "translation": "Byhi yus akhah qtl kri kạnshi baaymans diydh dansth tmụ̄ sund sza chuh nari jhnm. Tth mnz rvzi hmyshh abdalābad, byyhi chuh ts pytth ghẓbi khda byyhi lʿnti khda, byyhi chuh tihndi khạṭr thvvmut tim tyarbvdd ʿdhab."
  },
  {
    "verse_id": 94,
    "translation": "Ae baaymanv yylhi tvhụ̄ sfr ạsiv kran khdae snzi vthi andr yʿny jhd krnhi ạsiv nyran, ps tḥqyq ạsiv kran byyhi mh ạsiv timn yim tohyhi aislạmy slam krn ya klmh shryf prn yymhi sintụ̄ tihund mslman āsun ẓạhir spdi zvrh vnan kh tvhụ̄ chhivnh dilh kinụ̄ mslman, yth ḥals mnz tvhụ̄ ạsiv czhanddan dnyachh zndgy hund saman mali ghnymt ḥạṣil krnh sintụ̄, ps Allah tʿālyā se nishhi chuh byshumar mal, sue kvnh kriv tvhụ̄ jạyiz ṭryqh ḥaṣl, najạyz ṭryqh dnyahuk mal ḥạṣil krun chuhv na jạyiz, tuhund ḥal thi avs yuthe yʿny aslam kh klmh vrạe avsnh tohyhi aislamuk kanhh ʿlamthah, ps thạv Allah tʿālyā hn bdd mint tohyhi pytth aislamuk tv fyq dinh sintụ̄, ps ạsiv tvhụ̄ variyah tḥqyq kran kh yimn lvukn hund ḥal kyah chuh. Yim chha dushmn kinh dvst. Hurh murh gczihnh kunhi qvms pytth ḥmlh krun. Byyhi kriv ghvr kh tuhnz ḥalt thi ạs aibtdahs andr yiczhe, pzụ̄ pạtthụ̄ Allah tʿālyā chuh pvurh zanan yhi tvhụ̄ kran chhiv."
  },
  {
    "verse_id": 95,
    "translation": "Chhinh brabr baaymanv andrh tim yim kunhi ʿdhr vrạe jhads nyrnh nishhi pth rvzn, byyhi yim mḥẓ khdae sndi khạṭr mal vjan sintụ̄ jhad krn, fẓylt dyut khdayn mal vjan sintụ̄ jhad krvnyn jhad nishhi pth rvz vnyn nishhi drjs th mrtbs mnz, agrchh doshvnụ̄ chuh Allah tʿālyā hn rthi thvabuk vʿdh ʿṭa kvrmut ayman sbbh, mgr fẓylt dyut khdayn jhad krvnyn tmhi nishhi pth rvzvnyn pytth bjhi mzvri sintụ̄."
  },
  {
    "verse_id": 96,
    "translation": "Yim chhi prvrdigarh sndi ṭrfh drjat yim suh timn ʿṭa kri byyhi krn timn ʿṭa mghfrt th rḥmt, Allah tʿālyā chuh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 97,
    "translation": "Pzụ̄ pạtthụ̄ yylhi timn grh byhh vnyn jhads nh nyrvnyn yimv pạnụ̄ pans ẓlm kvr trki hijrt krnh sintụ̄ qbẓi rvḥ krnh khạṭr mlạyik yivan chhi. Tim chhikh prczhan tvhụ̄ kth ḥals mnz ạsiv, tim chhi jvab divan asụ̄ ạsụ̄ kmzvury th be bsy hndis ḥalts andr. Dushmn hndi khvf ạsụ̄ nh hykan pnnyn aislạmy ʿqạydn pytth ʿml krith. Ẓrvriyati dyn th shʿāyri aislam bja anith, mlạyik chhikh dpan, kyah khdae sund zmyn avsna khvl. Tvhụ̄ hykhi hiv na byyhi kunhi jayhi kun hijrt krith timn puhvrnh amyuk jvab, ps timn lvukn hnz jae chhe jhnm. Kạczah ychh jayah chhe so tihndi vatnh khạṭr."
  },
  {
    "verse_id": 98,
    "translation": "Mgr chhi mustthnāy amhi nishhi tim yim vaqʿī kmzvr, nh hykh vnụ̄ āsn. Mrdv andrh znanv andrh th lokttyv shuryv andrh, yim nh hykh hn kunhi ḥylh sintụ̄ amhi shhrh andrh czlith, nh yyhi ha timn kanhh vthah czlnh khạṭr vthi nishhi be khbry sbbh."
  },
  {
    "verse_id": 99,
    "translation": "Ps tim yim chhi tihndi ḥqh chhe amyd kh Allah tʿālyā kri timn mʿāf, Allah tʿālyā chuh setthah mʿāf krvun setthah mghfrt krvun."
  },
  {
    "verse_id": 100,
    "translation": "Byyhi yus akhah hijrt kri khdae snzi vthi andr suh lbhi zmyns andr variyah jae bsnh khạṭr, vsyʿ jae gdharh muʿāsh khạṭr, byyhi yus akhah drav pnnhi vṭnh mnzh hijrt krith khdays th tihndis rsvls kun, tvpth yyhi ts ath ḥals mnz mrg, byshk tmụ̄snz mzvurụ̄ th thvab spud mtthi khdays, Allah tʿālyā chuh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 101,
    "translation": "Byyhi yylhi tvhụ̄ kunhi qsmh kis sfrs nyran ạsiv ae baaymanv ps chhuvnh kanhh ḥrj tohyhi hrgah tvhụ̄ nmazi hndyn rkʿtn kmy kriv. Czvrn rkʿtn nmazi bdlh priv ze rkʿạcz. So gyhi pyshin nmaz digr nmaz th khoftn nmaz. Yimv vrạe yimh nmazi czrv rkʿātv khoth km chhe tmhi gyhi ṣbḥ nmaz th sham nmaz. Timh chhe brabr pnnh nise ḥals pytth thavnhi. Ṣbḥ z rkʿt frẓ. Sham tre rkʿt frẓ. Sunt chuh akhtyạry āv mvqʿh prun āv mvqʿh travun. Tth chuhnh kanhh bazkhvast, hrgah tohyhi khvf āshi kạfrn th dushmnn hndi pryshan krnuk, pzụ̄ pạtthụ̄ kạfr chhi hmyshh tuhndụ̄ nnụ̄ dushmn."
  },
  {
    "verse_id": 102,
    "translation": "Ps yylhi timn mnz tshryf thavan ạsiv ya rsvl Allah ya tohyhi pth yus aimam āshi fvjuk, tv pte tvhụ̄ airadh kriv tim nmaz prnavnuk, ps vvtihn akh jmaʿt tim prn tohyhi sintụ̄ nmaz, byyhi rttin tim silaḥ pnun pans sintụ̄, ps yylhi tim akh rkʿt prn tim niyrn tohyhi pth kun ngrạny th phrh dinhi khạṭr, ath jayhi yiyin dvyim jmaʿt, yimv nh vnhi nmaz ada kr, ps prn tim nmaz msbvq bnith tohyhi sintụ̄, tim thi rttn pans sintụ̄ pnun silaḥ samanh. Kyazi nmazi mnze ma pyyhi dushmnn sintụ̄ muqablh krun, kyazi kạfrn hnz khvahsh chhe hrgah tvhụ̄ silaḥ samanh nishhi kunhi vqth be khbr spdihv, tim krhn tmhi sath tohyhi pytth kunue ḥmlh, byyhi chuhv nh tohyhi kanhh gnah hrgah tohyhi rvduk bạrshhi hund kanhh tklyf āshi ya ạsiv tvhụ̄ bymar tmhi sath kyah muczrạviv tvhụ̄ silaḥ, tvpth thi gczihh pnun bchav krun, dbs khbr dar rvzun, pzụ̄ pạtthụ̄ Allah tʿālyā hn chuh tyar tuhvmut kạfrn hndi khạṭr khvar th dhlyl krvun ʿdhab."
  },
  {
    "verse_id": 103,
    "translation": "Ps yylhi tvhụ̄ nmazi khvf moklạviv ps kriv khdae sund yad thdi th bihith thi, byyhi lr trạvith thi ghrẓ prth ḥals andr rvuziv mshghvl bdhikri alāhy. Nmaz mnz avs tkhfyf mgr dhikr khda chuh prth ḥals mnz brabr, ps yylhi tohyhi khvf dvur spdith aṭmynan ḥạṣil spdi. Ya sfr khtm spdith pnnis shhrs mnz vạtiv th muqym spdiv, ps thạviv brpa nmaz qạʿdh mvjvb ḥsbi mʿmvl, kyazi nmaz chhe frẓ th mtthi baaymann pytth vqtch pabndy san. Ps chhe nmaz frẓ āsnh mokhh ada krnụ̄ lạzim vqt muqrr krnh āmcz āsnh mokhh pnnis vqts pytth ada krnụ̄ ẓrvury th lạzim."
  },
  {
    "verse_id": 104,
    "translation": "Byyhi mh ạsiv susty th kvutạhy kran dushmnn pth larns andr thknh kh sbbh, hrgah tvhụ̄ dvd th dg mḥsvus chhiv kran zkhmn th chhokn hndi vjhh, tuhund dushmn thi chuh chhokn th zkhmn hnz dg mḥsvs kran tuhndiy pạtthụ̄ mgr timn kvnh chhe susty th kvutạhy gczhan ḥalankh, tvhụ̄ chhiv khdays nishhi tmy bddi thvabkụ̄ amydvar, tmich nh timn kanhh branthah chhe nh amhi mokhh gczihv tvhụ̄ chust vchalak āsnụ̄, Allah tʿālyā chuh svrue zanh vun setthah ḥikmt vvl."
  },
  {
    "verse_id": 105,
    "translation": "Pzụ̄ pạtthụ̄ nạzil kr ashi tohyhi pytth yhi ktab qrāni mjyd pvz ḥkum hyth, yuth tvhụ̄ fạṣlh kriv lvukn mnz tmy mvjvb byyhi yhi tohyhi Allah tʿālyā hn bdhryʿh vḥy hvvth bvv, byyhi mh ḥẓ spdiv tvhụ̄ khyant krvnyn hndụ̄ ṭrfdar."
  },
  {
    "verse_id": 106,
    "translation": "Byyhi mngiv khdays mghfrt, byshk Allah tʿālyā chuh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 107,
    "translation": "Tvhụ̄ mh ḥẓ kriv jvab dihy timn lvukn hndi ṭrfh yim khyant chhi kran nqṣan chhi vatnavan pạnụ̄ pans, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh psnd kran ts yus khyant krvun āshi yus bvdd khṭakar āshi."
  },
  {
    "verse_id": 108,
    "translation": "Yim lvukh chhi yhi pnnụ̄ khyant lvukn nishhi mndchhith khttan mgr khdays nishhi chhinh mndchhan th khttan, ḥalankh suh chuh timn prth vqth sintụ̄ sintụ̄ āsan khṣvṣaan yymhi sath rạtụ̄ kyut tdbyr svnchns mtʿlq tim kth kran chhi yimn nh suh rạẓy chuh, Allah tʿālyā chuh tihnzn sarne kamyn pnnhi ʿlm vaṭlaʿ sintụ̄ aḥaṭh krith. Tihndi ʿlmh nybr chhnh kanhh kth th kanhh kạmah."
  },
  {
    "verse_id": 109,
    "translation": "Ae mslmanv tvhụ̄ gvv time yim jvabdhy chhuv kran mujrmn hndiụ̄ ṭrf yythi dnyachh zndgy andr, tvhụ̄ vnụ̄tvhi qyamtkụ̄ doh kus kri jvabdhy tihndi ṭrfh khdays nishhi, nth kas kus sna bnhi vkyl tuhndi ṭrfh khdays nishhi."
  },
  {
    "verse_id": 110,
    "translation": "Byyhi yus akhah kanhh ychh kạmah kri. Yymyuk ẓryr byyis vathi nth kri ẓlm pạnụ̄ pans. Yʿny yymyuk ẓryramis panse vathi, tvpth mnghi mghfrt Allah tʿālyā hs tmhi gnahh nishhi, suh lbhi Allah tʿālyā hs setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 111,
    "translation": "Byyhi yus akhah kanhh ychh kạmah chuh kmavan suh chuhnh kmavan kynhh mgr pnh nise pans pytth bdd khrạby, Allah tʿālyā chuh svrue zanh vun sarne kamyn andr setthah ḥikmt vvl."
  },
  {
    "verse_id": 112,
    "translation": "Vonụ̄ yus akhah kanhh gnhah nh zạnith ya zạnith kri tvpth laghi tmich hanczh kạnshi be gnhs, ps btḥqyq tmụ̄ khvr pnnhi grdnhi pytth apzyuk th nnhi gnhk akh bvdd bvrah."
  },
  {
    "verse_id": 113,
    "translation": "Byyhi hrgiz ne khdae sund bvdd fẓl th bdd rḥmt tohyhi shạmli ḥal āsiha, albth timv andrh akh jmaʿtn kriyv pokhth airadh tvhụ̄ ddalnh khạṭr ghlṭy andr travnh khạṭr, ddalh hn th gmrah krhn nh tim mgr pnniy pann. Tohyhi hykh nv nh kanhh ẓryr th nqṣan vatnạvith pnh nyv chalạkyv andrh kunhi chyzh sintụ̄, kyazi Allah tʿālyā hn svuz tohyhi pytth yhi ktab )qrāni mjyd( byyhi hychhhi nạvinv tvhụ̄ ʿqlhi hnzh kthh. Byyhi hychh nạv nv tvhụ̄ timh timh kthh yimh nh tvhụ̄ zạnihuv brvntth, hmyshh rvud tohyhi pytth Allah tʿālyā sund bvdd fẓl."
  },
  {
    "verse_id": 114,
    "translation": "Kanhh khyrv brkt chhanh ʿām lvukn hndyn akthr pvushydh mshvrn andr, mgrhe kạnshi timv andrh khạrat krnuk ya kunhi rcz kamhi hndi krnuk ya lvukn andr atḥadv aitfaq krnuk tjvyz vtrghyb āshi kvrmut. Timn mshvrn andr chuh vaqʿī khạrv brkt, yus akhah amhi qsmchhi kamhi kri mḥẓ khdae sund rẓa czhanddnh khạṭr. Ryast th shhrt ḥạṣl krnh khạṭr nh, ps krv asụ̄ ts brvntth phn ʿṭa rcz mzvurụ̄. Mgr yimn khyant krvnyn hndụ̄ pvushydh mshvrh amhi qsmkụ̄ chhinh kyazi timv kr mukhalft nby krym snz."
  },
  {
    "verse_id": 115,
    "translation": "Yus akhah mukhalft kri rsvl krym snz hidaytch vth ts nishhi var ẓạhir spdn pth, byyhi kri pyrvy baaymann hnzi vthi vrạe byyhi kunhi vthi hnz, pihrvn asụ̄ suh tth ṭrfs kun yth kun suh phiyvur dnyahs andr. Yhi suh krnhi lvg ty dimvs krnh. Vg travvs ddyj. Mgr vatnavvn suh ptv lakh nari jhnms. Setthah ychh chhe so tihndi vatnch jayah."
  },
  {
    "verse_id": 116,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā kri nh bkhshạyish sza dith thi yth kthhi kh ts kyah yyhi kanhh chyzah ya kanhh shkhṣah tihund shryk tthhravnh blkh chuh mushriks hmyshh abdalābad szahs mnz grftar rvzun, tmhi vrạe yim gnah āsn timn kri mghfrt th bkhshạyish Allah tʿālyā he sza dinh vrạe ys yczihh th ts. Gnahi ṣghyr ạsitn ya gnahi kbyr. Albth agr mushrik shirk nishhi pth rvzih pvz tvbh kri bṣdqi dil mslman spdi kunis khdays pczh kri suh lbhi tylhi ʿdhabi daymy nishhi njat. Mushriks bkhshạyish nh spdnuk vjh chuh yy zi, yus shkhṣ Allah tʿālyā hs sintụ̄ kạnshi shryk tthhravan chuh. Suh chuh amri ḥq nishhi dvur bjhi gumrạhy andr pyvan. Suh amri ḥq gvv tvḥyd bạry tʿālyā yus ʿqlhi kinụ̄ thi vạjib chuh. Tmhi ʿlavh chuh khạlqi mṭʿlq sndyv ḥqvqv andrh tʿẓym krun lạzim. Mushrik chuh pnnhi shrk sintụ̄ ḥẓrti khalq snz ahant th be tʿẓymy kran. Tmy chuh ts ʿdhabi daymy sza muqrr krnh āmut baqe gnah yim chhi agrchhi tim chhi gumrạhy mgr tvḥyds khlaf chhinh tmhi mokhh āe tim qạbli ʿfv vmghfrt qrar dinh. Shrik thi kufr gvv kunue naqạbli mghfrt āsns andr kyazi kufrs andr thi chuh ainkar khạliq lbnh yivan, lhādha chhi doshve naqạbli mghfrt. Szavar ʿdhabi abdy. Yim mushrik kạtyah be ʿql th aḥmq chhi."
  },
  {
    "verse_id": 117,
    "translation": "Yim chhina Allah tʿālyā snz ʿbadt trạvith ʿbadt kran mgr akh timne chyzn hnz yimn znanh nav chuh. Mthlaan lat, ʿzy, mnat vghạrh, byyhi chhina yim mushrik ʿbadt th ālv divan mgr ts shirks th nafrman shyṭans yus Allah tʿālyā hn pnnhi khaṣ rḥmt nishhi dvur kvrmut chuh,"
  },
  {
    "verse_id": 118,
    "translation": "Yymụ̄ shyṭann mrdvud th mlʿūn gczhnh kh vqth laf divan vvnmut chuh zi bh rttn ẓrvur chanyv bndv andrh muqrr akh ḥiṣah, timn bh yhi vnan āsh tim āsn thi kran."
  },
  {
    "verse_id": 119,
    "translation": "Bh krkh tim ẓrvur shirky th kufry ychh ʿqạydv sintụ̄, byyhi nnrav bh ẓrvur tihndyn khyalatn andr tim hvs th ārzv yimv sintụ̄ ghn th nafrmạnyn kun rghbt āsn kran. Timn gnhn hnd ẓryrth nqṣan āsykh nh dryintthụ̄ yivan, byyhi āskh bh kufr chn th fisqh chn kamyn hund ḥkum kran. Chnanchhi tim āsn khdays mʿbvdi brḥqs vrạe byyn hndyn navn pytth janvrn namzd krith nav thạvith tihndn knn trth divan nishanh thavan, byyhi āskh bh tim hychhnavan, ps āsn tim khdae snzi h pạdh kri mcz shklhi tghyr divan. Shklhi tghyr dyun chhe fisqch kạm. Mthlaan rysh kasun. Buthis ya bdns kunhi jayhi khal th nishanh travun ya nav lykhnavun. Chnanchhi ḥdyth shryfs mnz chuh āmut mnʿ frmuvv ḥẓrti rsvli krymn ṣly Allah ʿlyh v slm )ʿn alvshr( dndzạvilụ̄ th nk krnavnh nishhi )valvshm( byyhi khal th nishanh travnh nishhi )valntf( byyhi sfyd val klh mnzh ya ryshh mnzh lmith kddnh nishhi. Yhi gvv shklhi tghyr dyun. Byyis ḥdyth shryfs mnz chuh āmut. Lʿnti khda timn shkhṣn yim khdae snzi pạdh kri mczi shklhi tghyr din. Ḥẓrti ʿbdAllah bin msʿūdn frmuvv lʿnti khda khal trav vnyn znann. Akụ̄ sndis byyhi sndis msts sintụ̄ milnavnyn znann yuth gon ms bvznh yyhi, buthis ddyks lmith val kdd vnyn znann. Dndn phhrvav sintụ̄ ya byyhi kunhi chyzh sintụ̄ khvbṣvrty khạṭr nikravvnyn znann. Yime kyah gyhi khdae snzh pạdh krmcz shklh tghyr divnhi znanh. Yithe pạtthụ̄ chuh ḥdyth shryfs mnz āmut...mrdn āv zynt dinh ryshhi sintụ̄. Znann āv zynt dinh msth sintụ̄. Lhdha gvv mrdn hund rysh kasun ya krupun ya znann hund ms kasun ya krupun khdae snzi shklhi tghyr dyun. Amhi kue tjvyz chuh ansans shyṭan kran tve chuh rysh kasun gnahi kbyrh andrh. Tmhi ʿlavh chhe ḥẓrti nby krym ṣly Allah ʿlyh v slm sndis ṣryḥ ḥukms rysh kasnh sintụ̄ mukhalft spdan. Bukhary shryfs mnz chuh ḥdyth shryf kh frmvv ḥẓrti nby krymn ṣly Allah ʿlyh v slm tvhụ̄ kriv ae mslmanv baaymanv mushrikn hnz mukhalft, tvhụ̄ thạviv rysh pvurh, gvnczh kriv pst mushrik chhi gvnczh thavan th rysh kasan. Byakh ḥdyth shryf chuh ṣḥyḥ mslims andr kh frmvv nby krymn ṣly Allah ʿlyh v slm.... Mukhalft kriv ātsh prstn hnz byyhi mushrikn hnz. Mushrik ạsụ̄ rysh kasan. Mjvsụ̄ ạsụ̄ rysh krpan. Yhi chuh ṣryḥ frmani pyghmbri aislam ryshs mutʿlq. Allah tʿālyā chuh frmavan qrāni mjyds andr.... Khvuczin tim lvukh yim pyghmbri brḥq sndis ḥukms mukhalft krn kh timn vathi dnyahs andr bdd blayah ạkhrts andr kddur ʿdhab. Byyis āyhi kryms andr chuh Allah tʿālyā frmavan.... Kạnshi baayman mrds ya baayman znanhi chuhnh hrgiz yymhi kthhi hund aikhtyar kh yylhi Allah tʿālyā byyhi tihund pyghmbr kunhi kthhi mtʿlq kanhh ḥukmah frmavn timn kyah rvzi kanhh gunjạyshah tth ḥukms bdl krnch. Yus shkhṣah khda vrsvl sndis ḥukms bdl kri ps btḥqyq suh pyyv nnhi gumrạhy andr. Yymyuk anjam chuh nari jhnm. Kvutah afsvs timn mslmann hndi ḥqh yim rsvlhi krym sndi mḥbtuk th mutabʿtuk dʿūyā divan chhi tvpth chhi tihndis ath ṣryḥ ḥukms mukhalft kran. Rysh kasnh sintụ̄. Tihund ḥkum ps pusht trạvith nẓr andaz krith shyṭan sndis ḥukms tʿmyl kran. Tsnzilaf zny hund tṣdyq kran. Amy chuh shryʿtuk ḥkum kh yus rysh kashi ya kr phi suh chuh fasiq, vonụ̄ yus akhah shyṭans thavi pnun dvst th rfyq khdays vrạe yʿny khdae snz aṭaʿt kri nh shyṭan snze aṭaʿt kri suh shkhṣ pyv bddis nqṣans andr. Suh bvdd nqṣan gvv nari jhnms grftar spdun."
  },
  {
    "verse_id": 120,
    "translation": "Shyṭan chuh timn lvukn shirky ʿqạydn mtʿlq apuzụ̄ vʿdh kran. Khyalatn andr hvs th khvahshhi pạdh kran. Gnhn th nafrmạnyn andr mzh th ldht āsnuk vsvsh travan. Āmdny zyadh spdnuk ṭmʿ dith ḥram tijart najạyiz mʿāmlatn hund murtkb spdns pytth āmadh kran, shyṭan chuhnh timn yim vʿdh divan mgrmḥẓ dhvkh th fryb."
  },
  {
    "verse_id": 121,
    "translation": "Amhi qsmkụ̄ lvukh yim shyṭan snzi vthi pkn tihndyn ḥukmn tʿmyl krn, tihnz jae chhe nari jhnm. Tvt vạtith lbn nh tim tmhi nishhi czlnch kanhh ṣvrthah."
  },
  {
    "verse_id": 122,
    "translation": "Vonụ̄ yimv lvukv khdae sndis lashryk āsns pczh kr byyhi krykh rcz ʿmlh, jlde vatnavvkh asụ̄ tim timn baghn mnz yimv mnzụ̄ kolh pkan āsn. Timne baghn mnz rvzn tim hmyshh abdalābad, yhi chuh khdae sund pvz vʿdh, khdae sndi khoth kuhund vnun chuh zyadh pvz th zyadh ṣḥyḥ."
  },
  {
    "verse_id": 123,
    "translation": "Ae mslmanv njat vsʿādt abdy yymyuk vʿdh krnh āv, suh bnhi nh tuhndyv khyalv, ārzvv sintụ̄, nh bnhi suh ahli ktabn hndyv czhryv ārzuvv sintụ̄ blkh spdi suh ḥạṣil ṣirf ayman sintụ̄ th aʿmali ṣalḥh sintụ̄, ps yus shkhṣah aṭaʿts mnz kmy kran kanhh ychh kạmah kri. Suh az qsm ʿqạyd ạsitn ya azkmali aʿmal ạsitn, tth bdlh yyhi ts ẓrvur sza dinh ạkhrts andr. Hrgah so ychh kạm azqsm ʿqạyd shirky v kufry āshi tylhi chuh timn ʿdhabi daymy ys th sza abdy ys grftar spdun. Hrgah so ychh kạm ʿmly āshi tmhi nishhi tvbh āsinh āmut krnh. Tth khdae sndi ṭrfh bkhshạyish āsinh spz mcz tylhi yyhi ts sza dinh kunhi mḥdvd vqts tanụ̄. Tmhi ʿdhab nishhi lbhi nh suh khdays vrạe kạnshi akis kạnshi dvsts kạnshi mddgars yus tmis moklaviha."
  },
  {
    "verse_id": 124,
    "translation": "Byyhi yus akhah kanhh rcz kạmah kri mrdv andrh ya znanv andrh baayman ạsith, ps time lvukh vatn jnts, timn yyhi nh kunhi qsmh ẓlm krnh, tihnz kanhh ṣḥyḥ ʿml yyhi nh ẓayʿ krnh. Yth āyhi kryms mnz āv dhikr krnh baayman āsnuk. Amhi andrh chuh murad time yim tth dyns pytth āsn yus dyn khdays nishhi mnẓvr th mqbvl dyn āshi. Suh gvv dyni aislam ahli aislam ge time yimn mnz yim tre ṣft āsn. Pvurh th kạmil frman brdạry. Aikhlaṣ byyhi aitbaʿ mlti aibrahymy. Chnanchh Allah tʿālyā chuh frmavan."
  },
  {
    "verse_id": 125,
    "translation": "Kus akhah chuh rut dyn kinụ̄ tmis shkhṣh sndi khoth yymụ̄ pnnụ̄ grdn dạr pnun buth kvrun mʿbvdi brḥqs kun yʿny frman brdar spud ʿqạydn th ʿmln andr. Drḥaltykh suh āshi baakhlaṣ sarne kamyn andr. Kanhh ʿmlah kri nh kunhi dhạty mṣlḥt ya ẓạhirdạry khạṭr. Byyhi kri mutabʿt ḥẓrti abrahym sndis milts yʿny aislams. Yth mnz nh kunhi qsmh hjyr th kjy chuh. Tmhi ʿlavh thi chuh suh milt qạbli aitbaʿ th pyrvy, kyazi Allah tʿālyā hn chuh akhtyar kvrmut ḥẓrti abrahym pnun mukhlṣ dvst. Yhi kth chhv ẓạhir kh dvst sndis ṭryqs pytth pkun chuh mḥbvb th mqbvl āsan. Yim tihndi miltch mtabʿt krn tihndiy khạṭr chuh njat th sʿādt. Allah tʿālyā snze pvurh mtabʿt krnụ̄ chhe lạzim kyazi."
  },
  {
    "verse_id": 126,
    "translation": "Khdae sundue chuh thi svrue yhi āsmann th zmynn andr chuh, byyhi chuh Allah tʿālyā prth chyzs aḥaṭh krith pnnhi ʿmlhi sintụ̄. Yimne don chyzn pytth chuh vjvb aiṭaʿtuk darvmdar, akh kmali slṭnts pytth byyhi kmali aiṭlaʿ vʿlms pytth. Yim doshve chyz chhi Allah tʿālyā se mnz bdrjh akml mvjvd."
  },
  {
    "verse_id": 127,
    "translation": "Ae pyghmbr brḥq ṣly Allah ʿlyh v slm byyhi ḥẓ chhi lvukh tohyhi ytym znann hndis nikaḥs mutʿlq ftvyā prczhan, tvhụ̄ frmạviyvkh Allah tʿālyā chuh tohyhi aijazt divan timn sintụ̄ nikaḥ krnuk. Bshrṭykh tvhụ̄ kriv tihndụ̄ ḥqvq pvurh ada, vonụ̄ yim āyat prnh yivan chhi tohyhi pytth timn chuh tʿluq timn znann sintụ̄ yimn nh tvhụ̄ suh pnun ḥṣh divan chihv yus tihndi khạṭr muqrr krnh āmut chuh. Byyhi chhiv tvhụ̄ khvahsh thavan timn sintụ̄ nikaḥ krnuk yuth tmy bhanh khyyiv tihund mal. Timn ytym znann hrgah tmhi mal vjaydad th ḥusn v jmal vajnhi āsn tylhi chhiv timn sintụ̄ nikaḥ kran mgr shryʿt mvjvb yus myrath th mhr tihund ḥq chuh āsan thi chuhkhnh brabr ada kran. Agr ṣaḥb ḥusn vjmal timh āsan chahnh tylhi chhiv nh timn sintụ̄ nh panh nikaḥ kran nh chhivuvkh byyhi kạnshi sintụ̄ nikaḥ divan krnh. Kyazi ntth chhv āsan kh tihund mal vdvlt ma rvzi nh tylhi ashi nish, byyhi chuh Allah tʿālyā ḥkum frmavan ẓʿīf th be ks lokttyn hndi ḥqh, byyhi chuh Allah tʿālyā ḥkum frmavan kh ytymn hndi ḥqh kriv prth mʿāmls andr ʿdl th ainṣaf, byyhi thạviv varh yymhi kthhi hund khyal kh yoshi rcz kạmah tvhụ̄ krivytymn th znann nsbt thi svrue chuh varh pạtthụ̄ Allah tʿālyā pvurh zanan."
  },
  {
    "verse_id": 128,
    "translation": "Byyhi hrgah kanhh znanh khvczi th andyshhi kri pnnis khavndh sndis mae th mḥbt baqe nh rvzns be altfaty krns, ath ṣvurts andr chuhnh kanhh ḥrj yimn doshvnụ̄ hrgah yim panh vạnụ̄ kunhi ṭryqh ṣlḥ krn. Mthlaan agr znanh yczhan āshi kh bh rvzh ha amụ̄se khavnds nishhi yhi gvczh nh me trạvith byakh nikaḥ krun. Ath ṣvurts andr travi so pnnụ̄ kynhh ḥqvq yim tihndis mrds pytth āsn. Mrds chuh jạyiz yimn kthn tslym krun th znanhi sintụ̄ ṣlḥ krun, tnazʿh khoth judạyy th mokjarh khoth chuh ṣlḥe rut th bhtr, ainsạny ṭbyʿtn chuh sintụ̄ thavnh āmut bkhl. Prth akhah chuh yczhan khrchs andr kmy krnụ̄. Hrgah znanh akhrajatn andr kmy kri. Mrds yyhi bvznh me spud mạly fạydh. Suh spdi amis znanhi pans sintụ̄ thavns pytth rạẓy. Doshvnụ̄ bạczn hnz khvahsh th ṭmʿ yylhi pvurh spdi, doshve spdn ṣlḥs pytth rạẓy, ps hrgah tvhụ̄ ae mrdv, znann sintụ̄ aḥsan kriv, ychh slvk krnh nishhi pth rvziv tohyhi bnyvbvdd thvab kyazi Allah tʿālyā chuh tuhnzh sare kamhi pvurh zanan. Tmy mokhh diyv suh tohyhi mzvurụ̄."
  },
  {
    "verse_id": 129,
    "translation": "Yhi kth chhe mslm kh tvhụ̄ hykiv nh hrgiz varyahn znann mnz yimn sintụ̄ tohyhi nikaḥ kvrmut āsyv prth chyzs andr ʿdl th brabry krith. Khṣvṣaan dil chhi mayhi th mḥbts andr, agrchh tuhndụ̄ dil ạsitn so brabry krnụ̄ setthah yczhan mgr chvnkh diluk mʿāmlh chuhnh kạnshi pnnis akhtyars andr, tmhi mokhh chuhnh dil kis mʿāmls andr baz khvast kynhh mgr baqe mʿāmln andr yim aikhtyạry chhi, timn aikhtyạry chyzn andr gczihnh akse znanhi kun svrue tvjh th rghbt krnụ̄, yimh ykṭrfh tvjh krnh sintụ̄ byakh znanh trạviyvun balkl alvnd hyuv chyzah. Ḥqvqi shrʿīv nishhi blkl mḥrvm. Nh kriv tmụ̄ sndụ̄ ḥqvq pvurh ada yymhi sintụ̄ so khavnd vajinụ̄ bvznh yyhi ha. Nh yyhi moklavnh rthi ṭryqh taaynkh bvznh yyhi ha so be nikaḥ th be khavnd. Byakh shkhṣah kri ha ts sintụ̄ nikaḥ. Amhi ṭryqh znanh alạnz thavnụ̄ yhi gvv ts nsbt ṣryḥ ẓlm krun. Hrgah pnnis nikaḥs mnz thavnụ̄ āshi tylhi thạviyvn rthi ṭryqh, tth ṣvrts andr hrgah brvntth knhi nagvar mʿāmlh āsn pysh āmtụ̄ timn mʿāmlatn kriv aiṣlaḥ, āyndh khạṭr rvuziv tithyv mʿāmlv nishhi balkl pth. Brvntthmyn mʿāmln kryv Allah tʿālyā thi drgudhr, kyazi Allah tʿālyā chuh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 130,
    "translation": "Vonụ̄ hrgah tmụ̄ don bạczn mnz kunhi ṭryqh mvafiqt spdinh blkh spdn tim akh akis nishhi juda ṭlaq sintụ̄ ya khlʿh sintụ̄ tth mnz mh thạviyvn yimv doyv mnzh kanhh yhi khyal kh myanhi vrạe pkhi nh byyis vthe blkh kri Allah tʿālyā prth akis yimv doyv andrh byyis nishhi be nyaz. Kyazi Allah tʿālyā chuh setthah vusʿt vvl setthah ḥikmt vvl."
  },
  {
    "verse_id": 131,
    "translation": "Allah tʿālyā sundue mulk chuh thi svrue yhi āsmann andr chuh yhi zmynn andr chuh ts malki ḥqyqy th malki kul snz frmanbrdạry krnụ̄ chhe lạzim th ẓrvury. Amyuk ḥkum chuhvvnh tohy yvt krnh yivan, blkh vaqʿī ṭvr frmvv ashi amyuk ḥkum timn lvukn thi yimn āsmạny ktabh yʿny tvrat vainjyl ʿṭakrnh āyhi tohyhi brvntth. Tohyhi thi chuhv ḥkum krnh yivan kh khvucziv Allah tʿālyā hs. Tihndụ̄ sạriy ḥkum mạniv. Nafrmạny nishhi rvziv pth. Yth svrh shryfs chuh godd krnh āmut amy ḥukm sintụ̄, yhi kth thi āyhi timn yhvdv nṣaryā hn byyhi tohyhi thi var h byan krnh kh hrgah tvhụ̄ aḥkamn hnz mukhalft krith kufr kriv tmyuk chuhnh Allah tʿālyā hs kanhh prva th kanhh ẓryr, kyazi Allah tʿālyā sundue chuh mulk thi svrue yhi āsmann th zmyns andr chuh, yithis bddis padshahs chuhnh kanhh nqṣan tuhnzi nafrmạny sintụ̄ blkh nqṣan chuhv tohyhi pạnụ̄ pans yithis bddis shhnshahi aʿẓm snz mukhalft krnh sintụ̄, Allah tʿālyā chuhnh kạnshi hndis aiṭaʿt vfrmanbrdạry mḥtaj. Suh chuh kạmil alṣfat āsnh mokhh bdhati khvd tʿryf krnh āmut. Lhādha chhnh kạnshi hnzi nafrmạny sintụ̄ tihndyn ṣftn andr kunhi qsmh kmy lbnh yivan."
  },
  {
    "verse_id": 132,
    "translation": "Allah tʿālyā sundue chuh svrue yhi āsmann andr th zmynn andr chuh su. E chuh timn sarne chyzn andr qạdr mukhtar pnnyn frman brdar bndn hndi khạṭr chuh suh kạfy kar saz suh tuhund karsaz ạsith kus akhah hykhi timn frman brdar bndn ẓryr vatnạvith."
  },
  {
    "verse_id": 133,
    "translation": "Allah tʿālyā yimh dyn chh kamh tohyhi frmavan chuhv, thi chuh suh tuhndiy sʿādt khạṭr frmavan. Vrnh suh hykhi yhi kạm byyn lvukn nishhi thi pvurh krnạvith, tmis chhe amich pvurh qdrt. Ae lvukv tvhụ̄ mh rvuzniv yhi khyal kh asụ̄ chhi kmtanụ̄. Hrgah suh yczihh tohyhi sarne kryv khtm, tohyhi bdl anhi byyn lvukn timne dphi yhi kạm krnụ̄, Allah tʿālyā chuh hmyshh prth vqth ath pytth qdrt vvl. Kanhh thi hykhi nh tihndis ḥukms pth rttith. Vonụ̄ hrgah tmụ̄ thi yvczh nh yhi chuh tmsund bvdd ʿnayt th mhrbạny. Lhādha zạniv tvhụ̄ tmụ̄sndyn ḥukmn tʿmyl krun setthah ghnymt. Byyhi pnnhi khạṭr bvdd sʿādt. Dyn chn kamyn hund ʿiivẓ th bdlh bnhi ạkhrtse andr. Lhādha dnyahs mnz dyn chn kamyn hund nfʿ th fạydh nh bnnh sintụ̄ mh ạsiv bd dil spdan."
  },
  {
    "verse_id": 134,
    "translation": "Yus akhah dynch kạm krith dnyahuk thvab th nfʿ th fạydh czhanddih suh chuhv skht ghlṭy pytth, kyazi Allah tʿālyā hs nishhi chuh dnyahuk thvab thi ạkhrtuk thvab thi. Yylhi Allah tʿālyā hs nishhi aʿlyā th adnyā doshve chyz bnnh khạṭr chuh shrṭ baayman mrun. Akhi phiri mrtd spdnuk thi chuh yohe ḥkum. Ps kyazi yyhi pst hmt bnith adnyā chyze ts nishhi czhanddnh, yhi chuhnh ts psnd, Allah tʿālyā chuh setthah bvzn vvl setthah vuchhn vvl sarne hnzh kthh mngun th drkhvast krun chuh bvzan. Sarne hnzn nytn hund chuh ts pvurh ʿlm. Ạkhrtuk thvab czhanddvnyn diyhi sue ạkhrtuk thvab. Dnyahuk thvab czhanddvnyn diyhi dnyakue thvab mgr ạkhrt khi thvab nishhi spdn tim mḥrvm. Lhādha gczihh dynch kạm yʿny ʿbadt krith ạkhrt kise thvabs amydvar rvzun. ʿbadt th dynch kạm krith gczihh nh dnyahuk thvab th mzvurụ̄ czhanddnụ̄. Amhi andrh chuhv nh murad dnya gczihh nh czhanddnue nh blkh gczihh ẓrvur czhanddun. Mgr ʿbadtuk mʿāvẓh nh blkh gczihh mustql ṭvr khdays nishhi dunya ẓrvur czhanddun."
  },
  {
    "verse_id": 135,
    "translation": "Ae baaymanv sarne mʿāmlatn andr ada kh vqth th byyhi fạṣlh krnkh vqth thi ạsiv ʿdl vainṣafs pytth qạyim rvzan. Hrgah aiqrar ya gvạhy dinch nvbt pyvan āshi tmhi sath thi khdae sndi khvshnvdy khạṭr ạsiv pzụ̄ gvạhy ḥqyqti ḥal ṣaf ṣaf ẓạhir kran, agrchh so gvạhy ya aiẓhar ạsitn tohyhi pnnhi ḥqh muẓir spdan, ya tuhndis mạlis majhi ya rshth dars mutʿlq muẓri spdan, gvạhy din kh vqth mh ạsiv yymhi kthhi hund kanhh khyal thavan kh yymis pytth ashi gvạhy din chhe suh chha amyr kinh fqyr. Tvhụ̄ mh ạsiv kanshi hnzi amyry vfqyry kun vuchhan, Allah tʿālyā hs chuh timn doshvnụ̄ sintụ̄ tuhndi khoth zyadh tʿluq. Allah tʿālyā chuh yczhan ath mʿāmls andr pvz pzravun, lhādha mh kriv tvhụ̄ pyrvy pnnhi nfs chhi khvahshhi hnz pzi nishhi ddlns andr, hrgah tvhụ̄ gvạhy divan avruk yv rvniv. Ṣaf ṣaf pvz pvz vniv nh pzụ̄ gvạhy dinh nishhi kriv ainkar. Yad thạviv Allah tʿālyā chuh tuhnzh sare kamhi pvurh zanan. Suh diyhi tohyhi pane pvurh sza."
  },
  {
    "verse_id": 136,
    "translation": "Ae mujml pạtthụ̄ ayman anvnyv tvhụ̄ bvziv varh ẓrvury ʿqạydn hund tfṣyl. Topth kriv timn chyzn pvur pczh. Pczh kriv khdae sndis dhats byyhi tihndyn sarne ṣftn. Byyhi kriv pczh tihndis pyghmbrs yʿny ḥẓrti Muḥammad sndis risalts, byyhi kriv pczh tth ktabhi yosh ktab nạzil kr pnnis pyghmbrs pytth yʿny qrāni mjyds, byyhi timn sarne ktabn yimh tmụ̄ nạzil kri qrāni mjydh brvntth byyn pyghmbrn pytth, yus shkhṣah ankar kri khdae sndis dhats ya tihndyn ṣftn byyhi tihndyn mlạykn byyhi tihnzn ktabn byyhi tihndyn pyghmbrn byyhi ptmis dohs yʿny qyamts, pzụ̄ pạtthụ̄ suh shkhṣ pyv ḥqh nishhi ʿlmi vaqʿī nishhi byyhi mqṣdi aṣly nishhi yʿny njat nishhi gumrạhy hndis snis chahs andr yath nh vvntue chuh kunhi."
  },
  {
    "verse_id": 137,
    "translation": "Pzụ̄ pạtthụ̄ yim lvukh goddh mslman spdụ̄, tvpth byyhi kạfr mrtd, tvpth spdụ̄ byyhi mslman, tvpth spdụ̄ byyhi mrtd, tvpth krkh zyadty kufrs andrmrnh kis dms tanụ̄, yhi bnhi nh zanhh kh Allah tʿālyā kyah kri timn mghfrt th bkhshạyish. Nh havi Allah tʿālyā timn mnzāil mqṣvd yʿny jnts kun kanhh vthah. Kyazi mghfrt th jnt chuh aymans pytth thạbit qdm rvzn valyn khạṭr."
  },
  {
    "verse_id": 138,
    "translation": "Khvsh khbr bvznạviyvkh munafiq yymhi kthhi hnz kh tuhndi khạṭr chuh ạkhrts andr skht dvd divun ʿdhab tjvyz krnh āmut."
  },
  {
    "verse_id": 139,
    "translation": "Tim ge natime yimv kạfr bnạvụ̄ pnnụ̄ dvst baayman trạvith, tim chha timn nishhi gczihth mʿzz bnun yczhan, timn nishhi ʿzt bnykh nh kynhh, kyazi svrue ʿzt chuh khdays aathhi, suh ys ʿzt yczihh dyun ts bnhi ʿzt."
  },
  {
    "verse_id": 140,
    "translation": "Ae mslmanv tvhụ̄ mh ạsiv munafiqn hndụ̄ pạtthụ̄ kạfrn sintụ̄ kanhh tʿlq thavan khṣvṣaan yymhi vqth tim kufryatn hund tdhkrh kran āsn. Chnanchhi yymhi brvntth thi chuh Allah tʿālyā hn svrh anʿāms andr ḥkum nạzil kvrmut tohyhi pytth kh yylhi kunhi mjlishi andr khdae sndyn āyatn v aḥkamn nsbt ankar ya tthtthh āshi yivan krnh tth mjlishi mnz ạsụ̄zyv nh tvhụ̄ timn sintụ̄ byhan, yvtanụ̄ nh tim byyhi kanhh bdl kthah tulan th shrvʿ kran āsn, vrnh spdiv tvhụ̄ timne hiy gnhs andr. Ath mnz chhi nnụ̄ kạfr th pvushydh kạfr yʿny munafiq brabr. Chnanchhi sza e kufr yʿny nari jhnm tth mnz thi chhi brabr, byshk Allah tʿālyā chuh svnbrvun th jmʿ krvun munafiqn th kạfrn nari jhnms andr aikh vtth."
  },
  {
    "verse_id": 141,
    "translation": "Yim munafiq praran th amydvar chhi āsan tuhndis nqṣans, tvpth agr tohyhi ḥạṣil spdan chhe khdae sndi ṭrfh kanhh ftḥah, tmhi sath chhi tuhundue bnith tohyhi vnan asụ̄ ạsụ̄ natvhy sintụ̄ jhads mnz shryk, ashi thi diyv kynhh mali ghnymt andrh, hrgah kạfrn spdi ghlbuk kanhh ḥiṣa, tmhi sath chhi timn nishhi tim gczihth timn vnan, kyah asụ̄ hyczan na tohyhi pytth ghạlib spdnụ̄, kyah asụ̄ bchạviv na tvhụ̄ mslmann nish, ashi kvr na zạnith krith tohyhi bchavnh khạṭr mslmann mdd, suh ṭryqh kvr aikhtyar yymhi sintụ̄ jnguk ḥal bdlyvv, tvhụ̄ spdiv ghạlib lhādha diyuv ashi thi kynhh ḥạṣil krmthi malh andrh. Ghrẓ kh doshve ṭrfv ạsụ̄ tim mal ḥạṣil kran. Dnyahs andrhe apuzụ̄ mslman bnath zndgy bsr kran ạsụ̄ mgr, Allah tʿālyā kri fạṣlh tohyhi th timn mnz qyamt kh doh, tth fạṣls mnz diyhi nh Allah tʿālyā hrgiz kạfrn mslmann pytth ghạlib spdnch kanhh vthah."
  },
  {
    "verse_id": 142,
    "translation": "Pzụ̄ pạtthụ̄ munafiq chhi amhi duvrngy chalhi sintụ̄ dhvkh divan pnnhi khyalh khdays, suh chuh amy qsmh amyuk bdlh th sza dinh vvl. Chvnkhi tihndyn diln andr chuhnh ayman kihinụ̄, tmhi mokhh chhinh tim nmaz frẓ zanan, nh chuh timn nmaz prns pytth kunhi thvabuk aʿtqad, tmhi mokhh chuh tihund khyal, yylhi tim munafiq vothan chhi nmazi kun, vothan chhi setthah susty san kyazi dlchspy th frḥt chhe aʿtqad h th aumydvạry sintụ̄ pạdh spdan, yim chhi nmaz pran fqṭ lvukn havnh khạṭr. Khdae sund yad chhinh tim kran mgr zyvi sinty suh thi kme."
  },
  {
    "verse_id": 143,
    "translation": "Kạfrn th baaymann drmyan chhi tim alạndụ̄, mtrddth ḥạran. Nh avr nh yvr, nh chhi yim mslmann sintụ̄, nh chhi yim tihndyn dushmnn yʿny kạfrn sintụ̄, yimn Allah tʿālyā vth ravri tihndi khạṭr lbiv nh tvhụ̄ hidaytch th baayman bnh nch kanhh vthah."
  },
  {
    "verse_id": 144,
    "translation": "Ae baaymanvmh bnạviyvkh kạfr th munafiq pnnụ̄ dvst baayman trạvith, kyah tvhụ̄ chhivh yczhan timn sintụ̄ dvstanh lạgith pans pytth khdae sund nvn alzam hyvn th pnun pan khvah mkhvah mujrim th mustḥq ʿdhab bnavun, ashi yylhi tohyhi amich mmanʿt kr, tvhụ̄ kyazi thạviv timn sintụ̄ dvsty."
  },
  {
    "verse_id": 145,
    "translation": "Pzụ̄ pạtthụ̄ munafiq āsn jhnm kis bvnmis ṭbqs andr czkis tl, byyhi lbh hn nh cz ae mukhạṭib yihndi khạṭr kanhh mddgarah yus timn ʿdhab nishhi bchạvith hykhi."
  },
  {
    "verse_id": 146,
    "translation": "Mgr yim timv andrh nfaq nishhi tvbh krn byyhi yymụ̄ riya trạvith pnun dyn kvr khạliṣ khdae sndi rẓa khạṭr yʿny yim pnnyn ʿqạydn aikhlaqn th qʿmaln aiṣlaḥ krn, ps yim tvbh krvnụ̄ lvukh āsn baaymann sintụ̄ jnt kyn drjn mnz ạkhrts andr, Allah tʿālyā diyhi ạkhrts andr kạmil baaymann bdd mzvurụ̄. Vonụ̄ yim tvbh krvnụ̄ chhi timn thi kri Allah tʿālyā bdd mzvurụ̄ ʿṭa."
  },
  {
    "verse_id": 147,
    "translation": "Allah tʿālyā kyah kri tohyhi ʿdhabs grftar krith. Hrgah tmụ̄ sndyn nʿmtn hnz tvhụ̄ shukr gudhạry kriv byyhi yylhi ts pczh kriv. Allah tʿālyā chuh lvukn hnzn ʿmln hund qdr dan, tmis chhe sarne hndi ḥalch pvurh khbr. Suh chuh zanan kus kmhi nyt chuh ʿbadt kran. Ksndis dils andr kvutah khlvṣ chuh."
  },
  {
    "verse_id": 148,
    "translation": "Allah tʿālyā chuhnh psnd kran kạnshi hnz ychh kth zyvih pytth hynụ̄ th mshhvr krnụ̄ mẓlvms vrạe yʿny ys ẓulm krnh āshi āmut. Suh he ẓạlm snz ychh kth mshhvr kri ts chuhnh kanhh gnah, Allah tʿālyā chuh mẓlvm sund fryad bvzvun. Ẓạlm sund ḥal pvurh zanh vun."
  },
  {
    "verse_id": 149,
    "translation": "Hrgah rcz kạm nnụ̄ pạtthụ̄ krivya pvushydh pạtthụ̄ ya kạnshi hnzi bdy drgudhr kriv sochhe rcz kạm. Ps Allah tʿālyā chuh setthah drgudhr krvun setthah qdrt vvl. Bavjvd qdrt chuh drgudhr kran, lhādha ạsiv tvhụ̄ thi drgudhr kran. Tth bdl kri Allah tʿālyā tuhndyn gnhn drgudhr."
  },
  {
    "verse_id": 150,
    "translation": "Byshk yim ankar chhi kran khdays th tihndyn pyghmbrn, byyhi yim yczhan chhi frq krnụ̄ baʿtbar ayman khdays th tihndyn pyghmbrn andr yʿny khdays krhn pczh tihndyn bʿẓ pyghmbrn krhn ainkar, byyhi chhi panh aqrar kran kh asụ̄ chhi bʿẓ pyghmbrn ayman anan bʿẓn chhi kran ainkar, byyhi chhi yczhan kufrs th aymans drmyan akh tryim vthah kddnụ̄."
  },
  {
    "verse_id": 151,
    "translation": "Amhi qsmkụ̄ lvukh yim khdays ayman ann pyghmbrn tihndyn krn ainkar ya addyn pyghmbrn krn pczh th addyn krn ainkar chhi yqynaan kạfr, ashi chuh kạfrn hndi khạṭr ʿdhabah dhlyl krvun tuhvvmut, sue ʿdhab yyhi timn thi krnh."
  },
  {
    "verse_id": 152,
    "translation": "Vonụ̄ ge tim lvukh yimv pczh kr kunis khdays byyhi thndyn pyghmbrn byyhi krkh nh kanhh frq timn andr pczh krnh khi aʿtbarh ayman annh khi aʿtbarh, yimne lvukn kyah kri Allah tʿālyā ạkhrts andr mzvurụ̄ pnnụ̄ ʿṭa yosh timn shvubhi, Allah tʿālyā chuh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 153,
    "translation": "Ae pyghmbri brḥq ahli ktab yʿny yhvd chhi drkhvast kran tohyhi kh tvhụ̄ vạliv timn pytth ktabah āsmanh pytthh. Ath ahndis vnns mh kriv aʿtbar, ps btḥqyq drkhvast th sval kvr timv ḥẓrti ʿīsyā hs amhi khoth bddi chyzuk, ps vvn timv ḥẓrti mvsyā hs kh ash hạviyvn Allah tʿālyā nnụ̄ pạtthụ̄ be ḥijab, taynkh asụ̄ vuchhihvn suh pnnyv achhv, chnanchh ath gustạkhy pytth rttụ̄ tim trtthi, pnnhi ẓlm th shrart sbbh. Tvpth ge ḥẓrti ʿīsyā sndi dʿā sintụ̄ byyhi zindh, kvrukh byakh shrart. Vvczh bnvvukh mʿbvd pnun. Ḥq vbạṭl chh kạczah dlylh timn nishhi vatnh pth yʿny mʿjzati ḥẓrti mvsyā ʿlyh alslam, ps kvr byyhi ashi timn ath jurms thi ʿfv th drgudhr, tihund tvbh kvr byyhi qbvl, byyhi kvr ashi ʿṭa ḥẓrti mvsyā hs nvn ghlbh byyhi kạfy rʿb. Mgr nh kvrsạnụ̄ ʿfv th drgudhr krnn kanhh athr timn pytth nh ḥẓrti mvsyā sndụ̄ rʿbn, blkh rvudụ̄ tim bdstvr pnnis shrarts pytth th nafrmạny pytth."
  },
  {
    "verse_id": 154,
    "translation": "Byyhi tul ashi kvhi ṭvr timn nishhi ʿhd rttnh khạṭr timn pytth kun. Mʿlq th alvnd thuvv timn sydi syvd, byyhi kvr ashi ḥkum timn shhrkh drvazh kinụ̄ acziv khdays kun nmith, byyhi kryvkh ḥkum ashi tim timn btth vari doh mh ddliv sanh ḥukmh nishhi gaddh rttns andr, byyhi krnạvụ̄ ashi tim varh pạtthụ̄ ʿhd th aqrar."
  },
  {
    "verse_id": 155,
    "translation": "Timv phuttrạvụ̄ sạriy ʿhd th aqrar, ps amy sbbh kh timv kyah phuttrvv suh pnun ʿhd. Byyhi kvrukh ainkar khdae sndyn āyatn, byyhi krikh shhyd ḥẓrati anbya naḥq, krụ̄ ashi tim ʿdhabs grftar, byyhi tihndi vnnh mokhh sạnụ̄ dil chhi mḥfvẓ timn krinh kanhh byakh mukhalfi dyn yʿny aislam kunhi qsmh athr. Yhi vnnh andrh chuh tihund murad kh asụ̄ chhi pnnis mdhhbs pytth mẓbvṭ th pokhth, mẓbvṭy th pokhtgy chhanh kynhh blkh chhi Allah tʿālyā hn tihndi kufrh sbbh tihndyn diln pytth shruvk dytmut th muhr krmcz. Taaynkh pzih kthhi hund athr chuhnh tihndyn diln pytth spdan, ps ayman ann nh tim mgr kme. Suh km ayman qabli qbvl chuhnh, lhdha chhi tim be ayman th kạfre."
  },
  {
    "verse_id": 156,
    "translation": "Byyhi krụ̄ ashi tim ʿdhabs grftar tihndi kufrh sbbh. Byyhi ḥẓrti mryms pytth bddụ̄ apuzụ̄ th bhtan nvravnh sbbh."
  },
  {
    "verse_id": 157,
    "translation": "Byyhi yhi dʿūyā krnh sbbh kh ashi mvr ḥẓrti msyḥ ʿīsyā ḥẓrti mrym sund nychuv pyghmbri khda, ḥalankh yih chhi tim mḥẓ ghlṭ th apuz vnan. Ḥqyqt chhe yhi kh nh mvr suh timv nh dyutukh phhhi, blkh āv byakh shkhṣ timn hiyv bnavnh. Sue ddokhur timv kạtthis. Sue shkhṣ diyutukh phhhi, pzụ̄ pạtthụ̄ yim ath mnz aikhtlaf kran chhi ahli ktabv andrh tim chhi bddis shks th ghlṭ khyals mnz pymtụ̄, chahnh timn amich kanhh khbrah, tkhmyny th qyạsy kthn pyrvy krnh vrạe, ḥqyqt chhe yhe kh hrgiz krụ̄ nh timv yhvdv ḥẓrti ʿīsyā shhyd."
  },
  {
    "verse_id": 158,
    "translation": "Blkh khạrụ̄ tim Allah tʿālyā hn pans kun āsmans pytth, Allah tʿālyā chuh hmyshh sarne pytth ghạlib ḥikmt vvl. Pnnhi qdrt sintụ̄ th ḥikmt sintụ̄ moklvvun ḥẓrti ʿīsyā ʿlyh alslam tihndi shrh nishhi."
  },
  {
    "verse_id": 159,
    "translation": "Pzụ̄ pạtthụ̄ ahli ktabv andrh kynhh lvukh ann ẓrvur ḥẓrti ʿīsyā hs pytth ayman tihndi mrnh brvntth, amhi andrh thi chuh mʿlvm spdan kh vunhi chhinh tim mmtụ̄ kynhh blkh chhi vunhi zinde āsmans pytth, qyamt kh doh din tim yʿny ḥẓrti ʿīsyā timn yhvdn hndi ainkar krnch gvạhy."
  },
  {
    "verse_id": 160,
    "translation": "Ps yhvdn hndyv ẓulmv th nafrmạniyv sbbh kr ụ̄ashi ḥram timn pytth rtụ̄ rtụ̄ ldhydh th mufyd chyz yim tim pytth ḥlal ạsụ̄ brvntth, byyhi tuhndi varyhn lvukn khdae snzi vthi yʿny dyni ḥq nishhi pth rttnh khi sbbh."
  },
  {
    "verse_id": 161,
    "translation": "Byyhi svd hynh khạṭr. Ḥalankh tmhi nishhi avs timn mnʿ āmut krnh tvrats andr, byyhi tihndi vrạe lvukn hund mal naḥq mshrvʿ dhrayʿū vrạe khynh khạṭr, ashi chuh timv andrh kạfrn hndi khạṭr tyar thvvmut ʿdhabah setthah kddur."
  },
  {
    "verse_id": 162,
    "translation": "Lykn yim yhvdv andrh ʿlmi dyns andr pokhth chhi byyhi yim timv andrh baayman chhi, tim chhi pczh kran tth ktabhi yosh timn nạzil āyhi krnh byyhi timn ktabn yimh tmhi brvntth nạzil āyhi krnh, byyhi yim timv andrh nmaz prvnụ̄ chhi byyhi yim zkvat divnụ̄ chih. Byyhi yim pczh krvnụ̄ chhi nnis khdays byyhi ptmis dohs yʿny qyamt kis dohs, yimne lvukn krv asụ̄ ʿṭa ạkhrts mnz mzvuryah setthah bdd."
  },
  {
    "verse_id": 163,
    "translation": "Pzụ̄ pạtthụ̄ ashi svuz vḥy tohyhi kun ya rsvl Allah tithe pạtthụ̄ yithh pạtthụ̄ ashi vḥy svuz ḥẓrti nvḥs th byyn pyghmbrn pytth timn pth, timn andrh bʿẓ ḥẓrat yimn kun ashi vḥy svuz mthlaan ḥẓrti abrahyms kun, ḥẓrti asmaʿīls kun, ḥẓrti aisḥaqs kun, ḥẓrti yʿqvbs kun byyhi tihndyn avladn kun byyhi ḥẓrti ʿīsyā hs kun byyhi ḥẓrti ayvbs kun byyhi ḥẓrti yvnss kun byyhi ḥẓrti harvns byyhi ḥẓrti slymans. Byyhi svuz ashi ḥẓrti davvds kun vḥy. Ashi kr ʿṭa timn pnnụ̄ ktabah zbvr."
  },
  {
    "verse_id": 164,
    "translation": "Byyhi svz ashi vḥy timn pyghmbrn kun yuhund ḥal ashi brvntth byan kvr. Yihnz dhkr svrh anʿāms mnz krnh āmcz chhe. Byyhi timn pyghmbrn kun yihund ḥal nh vunhi ashi tohyhi byan kvr, byyhi kvr Allah tʿālyā hn ḥẓrti mvsyā thi ṣaḥbi vḥy. Chnanchhi timn sintụ̄ kvr Allah tʿālyā hn klam khaṣ ṭvr klamah."
  },
  {
    "verse_id": 165,
    "translation": "Yim pyghmbr svuzụ̄ ashi aymans pytth njatch bshart div vunụ̄, kufrs pytth ʿdhabuk bym krvunụ̄, pyghmbr bnạvith svuz ụ̄ashi tim tmy mokhh kh yuthnh lvukn ʿuudhrah khdays nishhi pysh krnh khạṭr baqe rvzi yim ḥẓrati anbyaʿ svznh pth. Vrnh tim hykh hn vnith qyamt kh doh varyhn kthn hund rut āsun spud nh ashi mʿlvm ʿqlhi sintụ̄ lhādha kyah gnah chuh svn. Yhi vnnch thạv nh khdayn kạnshi gnjạyish, Allah tʿālyā chuh pnnyn kamyn andr sarnie pytth ghạlib tmhi aʿtbarh hykhi ha suh timn ʿdhabs grftar krith. Mgr sarne kamyn mnz chuh ḥikmt vvl tmụ̄snz ḥikmt spzụ̄ mqtẓy pyghmbr svzns."
  },
  {
    "verse_id": 166,
    "translation": "Lykn Allah tʿālyā chuh gvạhy divan tmhi ktabhi hndi dhryʿh yosh tohyhi kun nạzil krn. Nạzil krn so pnnhi kmali ʿlmyh sintụ̄. Yymhi ktabhi jin th ansan avlyn vākhryn ʿạjiz krụ̄ tth hiyuv āyh krymah pysh krnh nishhi tmy sbbh chhe so ktab bdd dlyl tuhndis nbvts pytth, byhi chhi mlạyik thi gvạhy divan tuhndis nbvts pytth, ḥqyqt chhe kh Allah tʿālyā chuh gvh āsns andr bs."
  },
  {
    "verse_id": 167,
    "translation": "Byshk yimv lvukv nnhi dlylh vuchhith thi ainkar kvr byyhi rttikh lvukh thi pth khdae snzi vthi nishhi yʿny dyni aislam nishhi, tim ddlụ̄ syzi vthi nishhi. Pzi nishhi setthah dvr gmrạhy andr."
  },
  {
    "verse_id": 168,
    "translation": "Pzụ̄ pạtthụ̄ yimv lvukv ainkar kvr byyhi kvrukh ẓulm lvukn nqṣani ʿẓym vatnavnh sintụ̄ dyni ḥq nishhi pth rttnh sintụ̄ Allah tʿālyā kri nh timn zanhh thi bkhshạyish. Byyhi havinh timn vth jnts kun."
  },
  {
    "verse_id": 169,
    "translation": "Mgr havykh jhnmch vth, tth mnz chuh rvzun timn hmyshh abdlābad, Allah tʿālyā hs nishhi chuh yhi szadyun timn setthah shl th āsan."
  },
  {
    "verse_id": 170,
    "translation": "Ae sare jhan kyv lvukv pzụ̄ pạtthụ̄ āv tohyhi kun yhi pyghmbri brḥq ḥẓrti Muḥammad ʿrby ṣly Allah ʿlyh vslm pzụ̄ kth, pvz dʿūyā th pzụ̄ dlyl hyth tuhndis prvrdigarh sndi ṭrfh, lhādha chuhv pvz dʿūyā dlyl āsns lạzim kh tvhụ̄ kriv pczh timn, byyhi kriv yqyn tth yhi tim frmavn, yhi chuh tuhndi khạṭr setthah bhtr, hrgah tvhụ̄ ainkar kriv tmyuk nqṣan chuhv tohyhi pans. Khdays chuhnh tmyuk kanhh prva. Kyazi byshk tihundue chuh mulk thi svrue yhi āsmann andr th zmynn andr chuh. Lhādha yithis bddis mạlks kyah nqṣan hykiv tvhụ̄ vatnạvith pnnhi ainkarh sintụ̄, Allah tʿālyā chuh pvurh zann vvl sarne hndi aymanuk th kufruk. Ḥikmt vvl tihnz ḥikmt chahnh muqtẓy yth kthhi kh munkir kyah gczhn fvraan grftari ʿdhab krnụ̄."
  },
  {
    "verse_id": 171,
    "translation": "Ae ahli ktabv yʿny nṣarv, mah kriv pnnis dyns andr zyadty. Ḥdh nishhi mh nyriv nybr pyghmbrn hndiụ̄ tʿryf krns andr. Mh tthhrạviyvkh tim khdae sndụ̄ nychivụ̄. Khdae chuh avlad āsnh nish munzh th pak, byyhi mh vniv khdays nsbt kynhh th mgr ty yhi pvz chuh, chuhv na ḥẓrti msyḥ ʿīsyā ḥẓrti mrym sund nychuvmgr chuh pyghmbr, khdae sund byyhi tihund ḥkum, yus tmụ̄ vatnvv ḥẓrti mryms kun, byyhi chuh Allah tʿālyā sund akh rvḥh vvl yʿny jandarah. Suh jan th zv vatnvv Allah tʿālyā hn jbryl amyn sndi phokh kh vasṭh ḥẓrti mryms mnz. Suh nh chuh khdae sund nychuv nh chuh khda. Nh chuh tryv khdayv andr akh, yim sạriy ʿqạyid chh bạṭil th apuzụ̄, yylhi yimh sare kthh bạṭil th apz chhe. Lhādha kriv tvhụ̄ sạriy amhi nishhi tvbh, ps pczh kriv kunis khdays byyhi tihndyn pyghmbrn. Timne hinzi tʿlymhi mvjvb zạniyvn khda kunue, tvḥyd kriv akhtyar. Tthlyth gạliv th tvḥyd pạliv, yhi kth mh vniyvkh khda chhi tre, yhi gvv shirk. Yczh kth vnnhi nishhi yʿny shirkh nishhi rvziv pth, ty chuh tuhndi khạṭr bhtr, kyazi mʿbvdi brḥq chuhna mgr kunue, munzh th pak chuh suh avlad āsnh nishhi. Tmis kyah ẓrvurt chhe avladn hnz, tihundue chuh thi svrue yhi āsmann andr th zmynn andr chuh, suh chuh sarne bndn hnzi kamh khạṭr kunue kạfy. Sue chuh karsazi mṭlq. Yhe chhe tmụ̄sndi h mʿbvdi brḥq āsnch bdd dlyl. Ts vrạe yim chhi th tim sạriy chhi karsạzy andr ts kun mḥtaj. Lhādhachuhnh mʿbvd āsns szavar ts vrạe kanhh thi. Nṣaryā chhi blụ̄ ḥẓrti ʿīsyā hs th mlạykh muqrbynn mʿbvd th khda zanan. Ḥalankh timv kr nh panh zanhh ainkari khdae sndi bndh āsnh nishhi. Nh krn tim zanhh tmhi nishhi ʿār th mndchh. Byyhi krn nh zanhh mndchh th ʿār mlạykh muqrbyn mthli jbryli amyn vghạrh. Kyazi timn chhe khbre kh khdae snzi bndgy nishhi ʿār th mndchh krnuk ntyjh kyah chuh."
  },
  {
    "verse_id": 172,
    "translation": "ʿār chuhnh zanan panh msyḥ ḥẓrti ʿīsyā khdae sund bndh āsns byyhi nh muqrb mlạyik, tim chhi zanan kh yus akhah khdae snz ʿbadt krnh nishhi ʿār th tkbur kri, ps Allah tʿālyā kri sarne lvukn pans brvntth knhi qyamt kh doh jmʿ,"
  },
  {
    "verse_id": 173,
    "translation": "Tvpth yimv lvukv ayman anith rcz ʿmlh āsn kri mcz timn diyhi pvurh mzvurụ̄. Byyhi krykh zyadh pnun fẓl ʿṭa, byyhi yimv lvukv khdae snz ʿbadt krnh nishhi ʿār th tkbur kvrmut āshi ps kri timn ʿdhab. Sue āshi kddur ʿdhab. Tvpth lbn nh tim pnnụ̄ rhạyy khạṭr khdays vrạe nh kanhh dvstah nh kanhh mdd garah."
  },
  {
    "verse_id": 174,
    "translation": "Ae sarve lvukv byshk āyhi tohyhi kun tuhndis prvrdigarh sndi ṭrfh bdd dlyl bdd ḥujt yʿny dhati mubark ḥẓrti rsvli krym ṣly Allah ʿlyh v slm. Byyhi kvr ashi nạzil tohyhi kun nvrah rvshn th ṣaf qrāni mjyd."
  },
  {
    "verse_id": 175,
    "translation": "Ps yimv lvukv pczh kr kunis khdays byyhi rvudụ̄ thph krith tihndis dyns yymhi khạṭr nby kryms ṣly Allah ʿlyh vslm byyhi qrāni mjyds pczh krnụ̄ lạzim, ps vatnavi timn suh pnnis rḥmts andr suh gvv jnt byyhi fẓls andr suh gvv jntchhi bjhi bjhi nʿmcz dydari khda rẓae alhāy, byyhi havitimn vth pnnis qrbs kun vathah syz."
  },
  {
    "verse_id": 176,
    "translation": "Lvukh chhi tohyhi nishhi ftvyā ṭlb kran klals mtʿlq. Klalh gvv ys nh varthv andrh nh mvl āshi nh avlad āsn. Tvhụ̄ frmạviyvkh kh Allah tʿālyā chuh tohyhi yhi ḥkum frmavan klals mtʿlq, yylhi kanhh shkhṣah mri ts rvzi nh pth kun avlad nh āsys mvl mvj. Fqṭ āsys bynhi skh bynhi, ps chuh ts )bynhi( tmụ̄ sndi mal mnz vatan nṣf ḥṣh, baqe nṣf ḥṣh gvv ʿṣbv andr he kanhh āsys th ts. Hrgah ne āsys, tylhi yyhi suh nṣf ḥṣh thi amụ̄ se bynhi dinh, suh klalh chuh vạrith spdan amis bynhi hund hrgah so mri ts rvzi nh pth kun avlad kynhh thi, ps hrgah kạnshi rvzn pth kun z ya doyv khoth zyadh bynhi, timn chuh amụ̄ sndi mtruvk malh mnzh vatan tryv ḥiṣv mnzh z ḥiṣh, byyhi hrgah kạnshi pth kun rvzn bạe th bynhi mrd th znanh ps chuh timn vatan mrds z ḥiṣh znanhi akh ḥiṣh amụ̄ sndi malh mnzh, Allah tʿālyā chuh dynkụ̄ aḥkam tohyhi frmavan th byan kran yuth nh tvhụ̄ navạqfy sbbh gumrah spdiv. Allah tʿālyā chuh prth chyzah pvur zanh vun."
  }
]