[
  {
    "verse_id": 1,
    "translation": "Ae baaymanv tuhund ayman aanun chhu mngan yth kthhi kh tvhụ̄ kriv pvur pannụ̄ mʿāhdh yim tohyhi ayman anns mnz khdays sintụ̄ krimtụ̄ chhiv yʿny shryʿtkụ̄ aḥkam aniv bja, kyazi ayman aannh sintụ̄ spdụ̄ tohyhi pytth tim sạry aḥkam lạzm. Lhādha yus chyz lạzm th matthi khvt suh gczihh pvur krun th pvur hvrun. Ḥlal āe krnh tuhndi khạṭr charpa gupn th tyir charvayv andrh. Timn charvayn vrạe yuhund ḥkm tohyhi pytth brvntth prnh yiyhi, mgr shkar krun gczihh nh ḥlal zanun yylhi tvhụ̄ ḥjuk ya ʿmruk aḥram gnddith ạsiv ya tth zmyni paks andr ạsiv yth ḥrm vannh yivan chhu. Pzipạtthụ̄ Allah tʿālyā chhu sue ḥkm frmavan yus ḥkm yczhan chhu. Kạnshi hund ṭaqt chhunh chvn v chrakrnuk, huh kya th yhi kvnh. Suh yas janvrs yczhan chhu ts chhu kunhi mkhṣvṣ ḥalts andr ḥlal kran, yas yczhan chhu ts chhu kunhi khaṣ ḥalts andr ḥram kran. Ae lvukv tohyhi chhuv prth ḥalts mnz ḥkms tʿmyl krun lạzm."
  },
  {
    "verse_id": 2,
    "translation": "Ae baaymanv ḥlal mh zạniv yʿny be ḥurmty mh kriv khdae sndyn dyn kyn th ʿbadt kyn nishann. Yʿny yimn chyzn hndi adb th tʿẓym krnuk ḥkum krnh āv timn ḥukmn khlaf krth timn chyzn hnz be adby krnụ̄ chhe ḥram. Mthlaan ḥrm shryfuk th aḥramuk adb chuh aḥram gnddith th ḥrm shryfs mnz ạsith gczihh nh shikar krun yhi chuh ḥram, byyhi mh kriv be ḥurmty tʿẓym valyn rytn. Tim ge dhyqʿdh, muḥrm th mahi rjb. Yimn rytn andr kriv kạfrn sintụ̄ jng byyhi mh kriv be ḥurmty timn janvrn yimn hnz rh nạlụ̄ yivan chuh travnh. Tim kyah yin khdae sndis ḥrms mnz qrban krnh. Kyazi tim chhi khdae sndụ̄ nyaz. Yhi nyaz thạviyvn mkhṣvṣ tihndiy khạṭr. Ts vrạe byyhi kạnshi hndi khạṭr adh suh mlk muqrb ạsitn ya nby mursl ya vly akml. Ts vrạe byyhi kạnshi hndi khạṭr kanhh janvrah nyaz thavun yhi gvv shirk mḥẓ ḥram. Byyhi mh kriv be ḥurmty timn lvukn yim ʿzt valhi gr kh zyart khạṭr yivan āsn yʿny kʿbh shryf khi zyart khạṭr, yim czhanddan āsn pnnis prvrdigarh sund fẓl th rẓamndy, tv pth yylhi ḥj ya ʿmrah krith mokliv aḥram muczrạviv ps kriv shkar. Hrgah tohyhi tmich khvahsh āshi bshrṭykh suh shikar āsinh ḥrm shryfs mnz, baʿth mh bnin tohyhi hrgiz timn lvukn hnz dushmny yimv tvhụ̄ pth rchyvv kʿbh shryf khi zyart nishhi ḥdybys kun. Tvhụ̄ kyah ddliv ḥdh tv pth kriv aḥkamn hnz khlaf vrzy. Timn hyyiv aintqam qtl v ghart krnh sintụ̄. Timn nishhi rvziv pth, akh akis kriv mdd rczn kamyn andr byyhi prhyzgạry andr shrʿī aḥkamn pytth pabndy krns andr. Tmyuk ạsiv akh akis trghyb divan, mdd mh ạsiv kran akh akis gnhn ychh kamyn th ẓulms andr. Mthlaan yime ḥkum yim chhi khlaf krns andr mh ạsiv kạnshi mdd kran, khvucziv khdays ts khvcznh sintụ̄ chhe sarine ḥukmn pytth pabndy krnụ̄ shl th āsan spdan, Allah tʿālyā chuh pzụ̄ pạtthụ̄ aḥkamn hnz mukhalft krvnyn skht ʿdhab krvun."
  },
  {
    "verse_id": 3,
    "translation": "Ḥram āe krnh tohyhi pytth ae muslmanv yim chyz murdar janvr yus shrʿī khsh krnh vrạe pane āshi mvmut byyhi rth yʿny khvn byyhi svrh maz byyhi tmsndụ̄ sạriy ajza. Yimn tryn chyzn andr chhe mady khbatht th gndgy lbnh yivan. Amhi pth frmvv khdayn timn ḥram chyzn hnz dhikr yim bdhati khvd ḥlal th pakhe āsn mgr mạlki ḥqyqys vrạe byyhi kạnshi hund qurb th rẓamndy tmhi sintụ̄ czhanddnh khạṭr āv suh byyis kun lagnh th namzd krnh. Yus nh khạliq v mạlik chuh mvt vḥyatuk. Tmhi mokhh spz ath andr bdnyty hnz th bd aʿtqạdy hnz akh napạkyah th khbathtah pạdh, lhādha āvyithi ḥram krnh suh gvv, byyhi chuh ḥram suh janvr yus khdays vrạe byyhi kạnsih hndi navh thavnh yyhi, byyhi ys hvtt yyhi chyrnh, byyhi yus cznjhi sintụ̄ marnh āshi āmut, byyhi yus thzrh pytthh kvh pytthh ya kyris mnz vsụ̄ pyth mvmut āshi, byyhi yus janvr byyis janvrh snzi ttholhi sintụ̄ mvmut āshi, byyhi yus janvr drindn czapln khyvmut āshi, mgrhe yimv sarive janvrv andrh kạnshi janvrs amhi ṣdqh sintụ̄ mrnh brvntth zinde ạsith shrʿī dhbḥ krnh yyhi suh chuh ḥlal, byyhi chhi ḥram tim janvr yim dhbḥ yin krnh timn jayn yimn jayn khdays vrạe byyhi kạnshi hnz prstish krnh yivan āshi ya khdae sndi grh yʿny khanh kʿbs vrạe. Byyhi kunhi jayhi hndi tʿẓym khạṭr dhbḥ krnh yin. Agrchh dhbḥ krnh kh vqth yyitn ts pytth bsm Allahi Allah akbre prnh. Suh gvv ḥram, yhi chuh ḥram tvhụ̄ kyah kriv mushtrk janvr sund maz tqsym zarh kyv tyrv sintụ̄, yhi svrue chuh gnah najạyiz th ḥram yimv chyzv nishhi rvuziv pth, azkh dohh )yʿny 9 dhy alḥjthu alḥram 10h, ḥjth alvadʿ khi dohh yus ptim ḥj avs nby krym ṣly Allah ʿlyh v slm yymhi pth qryb tryv rytv antqal pur mlal spud ḥẓrti pyghmbri aislam sund( spdụ̄ kạfr naaumyd tihndidyn khi mghlvb spdnh nishhi kyazi lchhhi bvd lvukh ạsụ̄ amhi dohh ḥạẓir ath ḥjs andr, ps mh khvucziv timn kạfrn. Blkh khvucziv me yʿny myanyn aḥkamn hnz mh kriv mukhalft, azikh dohh kvr mukml me tuhndi khạṭrtuhund dyn. Qvts andr th aḥkam th qvạʿdn hndis pvur krns andr thi yymhi sintụ̄ kạfr mayvus spdi, byyhi krme amhi akmali dyn sintụ̄ pvur tohyhi pytth pnnụ̄ nʿmt. Byyhi rvdus bh tuhndi khạṭr rạẓy tuhund dyn dyni aislam āsns. Yhi chuhv me tuhund dyn āsnh mokhh hmyshh psnd. Vonụ̄ rvzi qyamts tanụ̄ tuhund yohe dyn. Yhi dyn mnsvkh krith yyhi nh byakh dyn hrgiz tjvyz krnh. Ps shvbhi tohyhi shkur gdhar spdith ath dyns pytth pvur qạyim rvzun. Amhi kyn aḥkamn pytth pvur pabndy krith. Amhi brvntth yim aḥkam tohyhi bvziv kh km km chyz chhi ḥram tth mtʿlq chhe yhi kth kh, ps yus shkhṣah pryshan āshi spudmut bochhhi hndi sbbh kunhi gnhs kun mạyil spdnh khạṭr nh suh yimv ḥram chyzv andrh kanhh chyz khyyhi ts chuh aijazt tmyuk, kyazi Allah tʿālyā chuh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 4,
    "translation": "Lvukh chhi tohyhi prczhan kh shikar hvnyv th pạzh sndụ̄ rttụ̄ mtyv janvrv andrh kus kus janvr āv tuhndi khạṭr ḥlal krnh, tvhụ̄ frmạviyvkh ḥlal āe thavnh bdstvr tuhndi khạṭr yim sạriy ḥlal janvr yim hvnyn th pạzn hnd dhryʿh shikar krnh brvntth ḥlal krnh āmtụ̄ āsn. Hvnyn ya pạzn hndi shikar krnh sintụ̄ ya tihndis ạss mnz rttnh sintụ̄ pyyhi nh tihndis ḥlal āsns pytth kanhh athr, byyhi yim shikạrụ̄ janvr tvhụ̄ hychh nạviyvkh shikar krun tmhi ṭryqh yymhi ṭryqh tvhụ̄ Allah tʿālyā hn shryʿt khi dhryʿh hychh nạviv suh ṭryqh gvv yohe kh huvn hychh navun kh shikars rtthi mgr tmsndi mazh mnzh khyyhi nh pans akh rczh thi. Yithe pạtthụ̄ pyyhi pạzs tʿlym dinụ̄ kh hrgah ts vaps yinh khạṭr āvaz yyhi dinh fvraan yyhi vaps suh he adh shikars pth dvran āshi, amhi qsmkụ̄ shikạrụ̄ janvr yus shikarah tuhndi khạṭr rttith ann, ps khyyiv tvhụ̄ tmhi mnzh, byyhi ạsiv tim hvunụ̄ ya pạz shikars pytth travnkhi vqth khdae sund nav hyvan yʿny bsm Allah prith ạsiyvkh travan. Byyhi khvucziv tvhụ̄ khdays yimn sarne kthn andr yʿny yimn āyati krymn andr frmvv Allah tʿālyā hn shikar janvrn hndi dhryʿh shikar krnkụ̄ czvr shrṭ. Akh gvv shikar vghạrh gczuhn shikar krun hychhnavun. Tv pth yin tim shikars pytth travnh. Byyhi yyhi amhi vqth bsm Allah prnh. Byyhi vatnavn tim suh shikar tohyhi brvntth kun, byyhi ạsiv sarne kamyn andr Allah tʿālyā hs khvczan. Shikar krns mnz mh ạsiv tmhi qsmh mshghvl spdan kh nmaz ya byyv frạyẓv nishhi spdiv ghạfil. Ya shikar ḥlal spdnh kyo yimv czvrv shrṭv andrh kunhi shrṭs mnz kriv phlv thy, byshk Allah tʿālyā chuh jld ḥisab hyvh vun yymhi pth suh sarne jza th sza diyhi. Lhādha gczihh ts khvczun."
  },
  {
    "verse_id": 5,
    "translation": "Azkh dohh yithh pạtthụ̄ dyny, abdy akh anʿāmh sintụ̄ tvhụ̄ mushrf spdiv, yithe pạtthụ̄ āv tohyhi akh dnyạviy anʿāmah thi ʿṭa krnh suh gvv yhi kh az āe ḥlal krnh tuhndi khạṭr rtụ̄ th pak chyz hmyshh khạṭr yim nh zanhh thi āyindh ḥram spdn, byyhi chuh tuhndi khạṭr ḥlal timn lvukn hndi athh khsh krnh āmut janvr ya tihndi athh rnnh āmut ghdha yimn ktab āyhi ʿṭa krnh yʿny yhvd vnṣaryā. Byyhi chuh tuhndi athh khsh krnh āmtụ̄ janvr ya rnnh āmtụ̄ ṭuʿām tihndi khạṭr ḥlal, byyhi yithh pạtthụ̄ ḥlal chhi tihndi khạṭr āzad pak znanh baaymanv andrh yithe pạtthụ̄ chuh ḥlal pak znanh timv lvukv andrh yimn tohyhi brvntth āyhi ktab ʿṭa krnh yʿny yhvd vnṣaryā hv andrh yylhi tvhụ̄ baqạʿdh timn mhr tihund ʿṭa kriv, drḥaltykh tvhụ̄ ạsiyvkh timh znanh pnnis nikaḥs andr aanh vnụ̄. Timn sintụ̄ nnụ̄ pạtthụ̄ ychh kạm krvnụ̄ ạsiv nh. Alḥạṣil ktaby znanhi sintụ̄ nkaḥ krun chuh shryʿt aslamy ys andrjạyiz, mushrik znanhi sintụ̄ chuhnh jạyiz tmhi khạṭr chuh ṣryḥ ḥkum mmanʿtuk qrāni mjyds mnz mvjvd, mushrik znann sintụ̄ mh kriv nikaḥ yvtanụ̄ nh timh ayman ann. Mgr yhi kth gczihh thavnụ̄ yad kh sanhi vqtkụ̄ nṣaryā chhi ʿmvmaan navh khạṭre nṣaryā yimn andr chhi akthr tim yim nh kunhi āsmạny ktabhi manan chhi, nh kunhi mdhhbs manan blkh chhinh tim khdays thi manan timn ahli ktab vnun chuh be kar. Lhādha tuhndi mdhhbuk ḥkum ya tihnzn znann hund ḥkum chuhnh ahli ktabn hund hiyvḥkum. Yhi gczihh thavun nẓri tl kh kunhi chyzkhi ḥlal āsnuk mṭlb chuh kh tth andr chuhnh drdhati khvd kanhh ḥram āsnuk vjhah. Mgr mumkin chuh kanhh khạrjy chyz āshi tmhi qsmuk lbnh yivan yymhi sbbh suh ḥlal chyz astʿmal krnh sbbh byyhi varyahn ḥram chyzn hund airtkab āshi spdan blkh āshi khṭre kufrs mubtla spdnuk. Tithhi ḥlal chyzh sintụ̄ fạydh th nfʿ tulun chuhnh jạyiz mvjvdh zmans mnz yhvd vnṣaryā hn sintụ̄ vothun bihun. Khyvn chvn be ẓrvrt aikhtlaṭ krun, tihnzn znann hndis zals andr lgun, yimn chyzn hund yus ntyjh nyran chuh tmich chhe sarne pvur khbr. Lhādha chuh bdy nishhi bd dyny hndyv asbabv vdhrayʿū nishhi aijtnab krun th lvb rvzun lạzim, byyhi nh yarz lạgith pvshydh pạtthụ̄ ychh kạm kr vnụ̄, byyhi yus akhah shryʿt kyn ḥukmn ankar kri yʿny ḥlal qṭʿī zanhi ḥram ḥram qṭʿī zanhi ḥlal humhi kis ḥlal āsns th yymhi kis ḥram āsns kri ainkar. Ps btḥqyq tmsnz prth rcz ʿmlah gczihh ẓayʿ th brbad. Suh shkhṣ āshi ạkhrts andr tavan th nqṣan zdv andrh. Lhādha zạniv ḥlal chyz ḥlal th ḥram chyz ḥram."
  },
  {
    "verse_id": 6,
    "translation": "Ae baaymanv yylhi tvhụ̄ nmaz prnh khạṭr vothan ạsiv, nmaz ada krnuk airadh kran ạsiv yth ḥals mnz kh tvhụ̄ ạsiv ba ṭhart th bavẓv, ps kriv goddh vẓv. Tmich ṭryq chhe yhi kh, ps ạsiv chhlan goddh buth pnun byyhi nri pnnhi khvnh vttn tanụ̄. Byyhi ạsiv msḥ kran yʿny adryv aathv doyv sintụ̄ kls pnnis phsh divan. Byyhi ạsiyvkh khor pnnụ̄ cznh nyn tanụ̄ chhlan. Yim czvr chyz chhi ṭhartkụ̄ frẓ amhi ʿlavh baqe chyz ge sunt th mustḥb, hrgah tvhụ̄ ạsiv be ghsl, tylhi kriv nmaz lagnh brvntth svrue bdn pvurh pak, hrgah tvhụ̄ bymar ạsiv āb astʿmal krun āsyv muẓr ya musafr ạsiv āb mysr spdun āsyv dushvar, ya yyhi tohyhi andrh kanhh bddi ḥajt ya loktthi ḥajth nishhi fargh spdith, ya kriv avrh yvr thph znann sintụ̄ yʿny tim ḥrkat yimv sintụ̄ ghsl mtthi khsan chuh tv pth lbiv nh mvqʿh āb aistʿmal krnuk āb nh bnnh mokhh ya āb astʿmal krun muẓr āsnh mokhh, ps kriv amhi bdl mycz astʿmal krnuk airadh, yymhi ṭryqh kh diyv phsh myczi pytth czndd dith athv sintụ̄ pnnyn buthyn, pnnyn nryn, tth chyzs pytth doyv athv czndd dith yus zmyn khi jnsh āshi yʿny yus nh nars mnz viglhi, Allah tʿālyā chuhnh yczhan tohyhi pytth kyah travi kunhi qsmch tngy th skhty yymhi sintụ̄ tvhụ̄ pryshan gczihv, blkh chuh yczhan Allah tʿālyā tohyhi pak vṣaf krun tmiy mokhh krin muqrr ṭhartkụ̄ aḥkam th qvạʿd. Byyhi krn nh ake ṣvrt ṭhartch yʿny fqṭ ābh sinty yvt. Blkh kvrun kh hrgah ne kạnshi āb bnhi tmhi sath hykhi suh myczi sintụ̄ thi tymum krith. Tmy sintụ̄ hykhi suh be ghsly th be vẓvyy nishhi pak spdith, byyhi chuh yczhan Allah tʿālyā pvurh krnụ̄ pnnụ̄ nʿmt tohyhi pytth yuth tvhụ̄ ath mhrbạny pytth shukr gdhar spdiv nʿmtn hnz qdr zạniv."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi pạviv czyts khdae snzh nʿmcz yimv nʿmtv andrh bdd nʿmt gyhi kh tmụ̄ kri tuhnzi h flaḥ vrstgạry khạṭr asbab bdhrayʿ muqrr, byyhi kriv yad tuhund suh mʿāhdh yus tmụ̄ tohyhi sintụ̄ kvrmut chuh, yylhi tohyhi dvpv buvz ashi mvn ashi prth klmh prvunah chuh bzbani ḥal smʿnavaṭʿna vnan klmh pr vunue gvv smʿna v aṭʿna vnh vun agrchh zyvih sintụ̄ mh krụ̄ tn yim alfaẓ byan, byyhi khvucziv khdays pzụ̄ pạtthụ̄ Allah tʿālyā chuh pvurh zanh vun dilh chn kthn. Lhādha yosh kạm kriv so kriv bkmali aikhlaṣ mḥẓ khdae sndi rẓa khạṭr."
  },
  {
    "verse_id": 8,
    "translation": "Ae baaymanv khdae snzih khvshnvdy khạṭr rvziv aistad khdae sund aḥkam bja annh khạṭr, hrgah shhadt th gvạhiy dinch nvbt yyhi tmhi sath ạsiv ʿdl vainṣafh san gvạhiy divan, byyhi mh krin tohyhi āmadh kunhi qvmch dushmny timn nsbt be ainṣạfy krns pytth, prth ḥals mnz kriv ʿdl vainṣaf, tiy chuh ycz nzdyk prhyzgạriy. Tqvyā aikhtyar krun chuh tohyhi pytth frẓ kyazi Allah tʿālyā chuhv frmavan, byyhi khvucziv Allah tʿālyā snzh nafrmạny krnh nishhi. Pzụ̄ pạtthụ̄ Allah tʿālyā chuh pvurh khbr thavvun tuhnzn sarne kamyn hnz."
  },
  {
    "verse_id": 9,
    "translation": "Vʿdh kvr Allah tʿālyā hn timn lvukn yimv ayman anith rcz ʿmlh kri tihndi khạṭr chuh bvdd mghfrt th bdd mzvurụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi yimv lvukv ainkar kvr pvz dyn qbvl krnh nishhi byyhi zạnikh apuzụ̄ sạnụ̄ āyat time lvukh ge jhnms andr rvzn vạlụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Ae baaymanv czyts pạviv khdạe snz nʿmt th aḥsan, yylhi akụ̄ qvmn yʿny qryshv mkh kyv kạfrv qṣd kryv tohyhi kun pnun athh zytthravnuk yʿny tohyhi pytth hngh th mngh ḥmlh krnuk yylhi tvhụ̄ vnhi ẓʿīf ạsiv, ps rttụ̄ Allah tʿālyā hn pth tihndụ̄ athh pnnhi fẓl th krmh sintụ̄. Timn dyutun nh tohyhi pytth ghạlab spdnh. Yhe nʿmt yad krith, khvucziv Allah tʿālyā hs tmsndyn aḥkamn hnz mh kriv mukhalft, khdaese pytth byyhi nh kạnsiy pytth pzi aʿtmad krun baaymann hmyshh."
  },
  {
    "verse_id": 12,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā hn krnạvụ̄ bny asrayyl ʿhd ḥẓrti mvsyā sndi khạṭr, byyhi krụ̄ ashi timv andrh bah )12( srdar tuhndụ̄ numayndh muqrr, Allah tʿālyā hn frmvvukh bh chuhs tohyhi sintụ̄ prth vqth tuhund svrue ḥal vuchhan, suh ʿhd avs yy zi kh hrgah tvhụ̄ nmaz brpa thạviv byyhi zkvat ada kriv byyhi rvdiv pczh kran myanyn sarne pyghmbrn byyhi kriv timn mdd tihndyn dushmnn sintụ̄ muqablh krith, byyhi kriv zkvat ʿlavh khạr chn kamyn andr pnun mal khrch yth Allah tʿālyā chuh qrẓ frmavan, qrẓah rut rthi malh andrh dins pytth bvr bnnh vrạe. Yth āv qrẓ nav thavnh amy mokhh kh yithh pạtthụ̄ qrẓch adaygy chhe lạzmy āsan. Yithe pạtthụ̄ kri Allah tʿālyā amyuk ʿiivẓ th bdlh ʿṭa, albth ẓrvur krh bh bkhshạyish tuhndyn gnhn, byyhi vatnavv bh timn jntn andr yimv mnzh joyhi pkan chhe, ps yus amhi ʿhdh pth thi kufr kri ps pzụ̄ pạtthụ̄ ddvl suh syzi vthi nishhi setthah dvur."
  },
  {
    "verse_id": 13,
    "translation": "Lykn bny asrayylv puhttrvv suh ʿhd. Tmy sbbh ge tim grftar rngarng muṣybtn, byyhi spdụ̄ mhrbạniyv nishhi mḥrvm rḥmt valṭafv nishhi dvur. Tmy lʿntuk athr avs kh tihndụ̄ dil krụ̄ ashi setthah skht. Pzyn kthn hund avs nh timn kanhh athr spdan, chnanchh tihndụ̄ ʿạlim ạsụ̄ bdlavan tvrat kyn klmatn th ʿbarts pnnhi jayhi nishhi, byyhi mshrvv timv akh bvdd ḥṣh timv nṣyḥtv andrh yim timn krnh āsh yivan yimn mnz tihndi khạṭr flaḥ daryn avs, vnhi chuhnh timn hyn. Chnanchh tohyhi rvzi tihndyn khyantn th bdnytyn hund hmyshh aṭlaʿ spdan. Mgr nh timv andrh km kynczhn lvukn hund yim mushrf bh aislam spdi timv andrh, ps kriv tvhụ̄ timn mʿāf byyhi drgudhr. Pzụ̄ pạtthụ̄ Allah tʿālyā chuh dvst thavan aḥsan krvnyn bndn."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi timv andr h yim vnan chhi asụ̄ chhi nṣaryā yʿny pnnis dyns nuṣrt krvnụ̄ timn nishhi thi rttụ̄ ashi ayman vʿml krns pytth ʿhd, ps mshrvv timv thi akh bvdd ḥiṣh timv nṣyḥtv andrh yim timn krnh āsh yivan yimn mnz tihndi khạṭr flaḥi daryn avs, ps tyz kvr ashi timn mnz bghẓ vʿdavtuk nar qyamts tam. Kyazi timn mnz thi spdụ̄ tre )3( firqh. Akh nsṭvryh yim ḥẓrti ʿīsyā hs chhi khdae sund nychuv manan. Byakh yʿqvbyh yim ḥẓrti ʿīsyā hs chhi khda manan tryim mlkanyh yim ḥẓrti ʿīsyā hs chhi tryv andrh akh khdae manan, yimne chuh panh vạnụ̄ skht akhtlaf, āyindh kri Allah tʿālyā khbr timn sarchiy yhi tim kran ạsụ̄ tv pth krykh grftar ʿdhabi ạkhrts andr."
  },
  {
    "verse_id": 15,
    "translation": "Ae ahli ktabv yhvdv th nṣaryā hv, pzụ̄ pạtthụ̄ āv tohyhi kun svn pyghmbr ḥẓrti Muḥammad ṣly Allah ʿlyh v slm, yihndi ʿlmuk shan chuh kh tim chhi varh nniravan tohyhi variyah kthh timv kthv andrh yimh tvhụ̄ khttith thavan chhiv tvrat vanjyl mnzh, byyhi chuhv tvthi variyahn kthn drgudhr kran, btḥqyq vot tohyhi kun khdae sndi ṭrfh hdaytuk bvdd nvr byyhi rvshn th ṣaf kitabah."
  },
  {
    "verse_id": 16,
    "translation": "Vth chuh havan tmy sintụ̄ Allah tʿālyā timn lvukn yim ṭạlib chhi tuhndi khạṭr rẓamndy hndụ̄ slamty hnzn vtn kun, timne kddan kufr chv th nafrmạnyv hnzv gttv andrh ayman kis th frman brdạry hndis gashs kun, byyhi chuhkh havan so vth yosh vth syz chhe tth pytth chuhkh thavan qạyim th muḥkm."
  },
  {
    "verse_id": 17,
    "translation": "Byshk tim lvukh chhi kạfr yimv vvn khdae chuh ʿīni msyḥ mrym sund nychuv, tvhụ̄ prczhtv yimn hrgah Allah tʿālyā he msyḥ bin mryms ḥẓrti ʿīsyā hs byyhi tihnzi majhi byyhi yim zmyns pytth āzad chhi timn sarne galun yczihh. Ps kus akhah hykhi kunhi chyzs khdays nishhi mạlik lạgith th timn bchạvith, khdae snze padshaht chhe āsmann th zmynn andr byyhi yhi timn don mnzbag chuh tth andr, suh chuh pạdh kran yhi yczhan chuh, suh chuh prth chyzs pytth qdrt vvl. Tmụ̄ yvczh āsman vzmyn be madh pạdh krun tiy kvrun. Tmụ̄ yvczh ḥẓrta ādm be pdr madh pạdh krun tiy kvrun. Tmụ̄ yczhụ̄ ḥẓrti ḥva be madh pạdh krnụ̄ ty kvrun. Tmụ̄ yvczh ḥẓrti ʿīsāy be pdr pạdh krun tiy kvrun."
  },
  {
    "verse_id": 18,
    "translation": "Yhvd vnṣaryā chhi dʿūyā kran kh asụ̄ chhi khdae sndụ̄ nychivbyyhi tihndụ̄ dvst th mḥbvb yʿny avladn th mḥbvbn hndụ̄ pạtthụ̄ chhi asụ̄ mqbvl. Tvhụ̄ frmạviyvkh adh kyazi kri suh tohyhi tihnzv nafrmạniyv sbbh ʿdhabs grftar ạkhrts andr. Tohyhi chhanh kanhh khṣvṣyt byyn lvukn hndi khoth, blkh chhiv tvhụ̄ thi timve ʿām lvukv andrh yim tmụ̄ pạdh krụ̄, ys yczihh ts kri mghfrt ys yczihh ts kri ʿdhab. Āsmạny ktabn andr chuh thạbt kh mghfrt bnhi ts yus baayman āsh. Kạfrn th mushrikn hndi khạṭr chuh ʿdhabi abdy muqrr krnh āmut, byyhi chhe āsmann th zmynn hnz padshaht byyhi yhi kynczhah timn drmyan chuh tmhi sarchy padshaht khdae snze yạcz. Byyhi chuh sarne ts kun ptvlakh vatun."
  },
  {
    "verse_id": 19,
    "translation": "Ae ahli ktabv pzụ̄ pạtthụ̄ āv tohyhi kun svn pyghmbr ḥẓrti Muḥammad ṣly Allah ʿlyh v slm. Yim tohyhi shryʿtkụ̄ aḥkam nnụ̄ pạtthụ̄ byan kran chhi tmy vqth kh pyghmbrn hund yun avs variyah kalh pytthh bnd spudmut, yhi pyghmbri brḥq āv tohyhi kun svznh yuthnh tvhụ̄ vnith hykiv qyamt kh doh kh ashi nishhi āvnh kanhh khvsh khbr vnh vunah ya bym krvunah, ps pzụ̄ pạtthụ̄ āv tohyhi kun bshart frmavvun th bym krvun thi. Yʿny ḥẓrti mṣṭfāy ṣly Allah ʿlyh v slm, Allah tʿālyā chuh prth chyzs pytth qdrt vvl mnzh kynhh kalah pyghmbrn hndi bnd krns pytth thi, tv pth byyhi pyghmbr svzns pytth thi."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi chuh suh vqt thi qạbli dhkir yylhi ḥẓrti mvsāụ̄ hn frmvv pnnis qvms ae myanhi qvmh czyts pạviv timh nʿmcz yimh Allah tʿālyā hn tohyhi ʿṭa kri yv, akh nʿmt gyhi kh tohyhi mnz bnạvin variyah pyghmbr mthl ḥẓrti yʿqvb ʿlyh alslam, ḥẓrti yvsuf ʿlyh alslam, ḥẓrti mvsāy, byyhi ḥẓrti harvn ʿlyhma alslam vghạrh, byyhi bnạvinv tvhụ̄ padshah. Chnanchh frʿūn sndis mulks pytth kvrvh tohyhi qbẓh, byyhi kri nv timh timh nʿmcz ʿṭa yimnh kạnshi kryn ʿṭa ʿālmynv andrh. Dryav mnzụ̄ diczn tohyhi vth. Tvhụ̄ tạrụ̄ nv apvr tuhund dushmn frʿūn th tihnz lshkr krn ghrq tth dryavs mnz."
  },
  {
    "verse_id": 21,
    "translation": "Ae myanhi qvmh yimn nʿmtn th aḥsann shvubhi qdr krnụ̄. Khdae sndis jhadh kis tʿmyl krns sintụ̄ acziv sham kis mulks andr yus tuhndi ḥukmrạny khạṭr Allah tʿālyā hn muqrr kvrmut chuh, kriv ath andr aczith ʿmalqn sintụ̄ jhad. Yhi mulk chuh tuhndi khạṭr Allah tʿālyā hn muqrr kvrmut, lhādha spdi tohyhi ath mnz aczvunue ftḥ ḥạṣil, yuthnh pvt phiyriv dushmnn sintụ̄ muqablh krnh nishhi vaps yiyiv suh pvt phyrun tuhund āshi tuhndi ḥqh setthah nqṣanuk baʿth."
  },
  {
    "verse_id": 22,
    "translation": "Dpnhi lgụ̄ ae mvsāy ath mulks andr chhi zbrdst lvkh rvzan. Asụ̄ hykv nh timn sintụ̄ muqablh krith, asụ̄ aczv nh hrgiz ath mulks andr yvtanụ̄ nh tim amhi mulkh mnz nyrn, ps hrgah tim nyrn amhi mulkh mnzh tylhi aczv asụ̄ ẓrvur."
  },
  {
    "verse_id": 23,
    "translation": "Amhi sath vthụ̄ mrd jvrah yimn yvshʿ th kạlib nav avs khdays khvczvnyv andrh. Yimn pytth Allah tʿālyā hn pnnụ̄ mhrbạny krmcz ạs. Timv dvphkh ae bny asrayylv, vthiv acziv tohụ̄ amhi shhrkis drvazs tam, tvhụ̄ yylhi drvazs tl vạtiv tvhụ̄ spdiv ẓrvur timn pytth ghạlib, byyhi kriv khdae se pytth tvkl chhivhe baayman, dushmnn hndis be ayman āsns pytth mh kriv nẓr. Mgr timn pytth spdi nh tuhnzi fhmạyshhi hund kanhh athr. Blkh kvrnh timv timn don shkhṣn hnzi fhmạyshhi kun kanhh tvjh. Tihnzih kthh vvnukh nh jvabe."
  },
  {
    "verse_id": 24,
    "translation": "Tim lgụ̄ tvthi vnnhi ae mvsāy asụ̄ nh ḥẓ aczv nh hrgiz aath shhrs mnz yvtanụ̄ atikụ̄ lvukh jbar yn ath mnz rvzn. Hrgah vonụ̄ timn sintụ̄ jng krn chuh tylhi gczihv tvhụ̄ th tuhund prvrdigar. Tvhiy z kriv timn sintụ̄ jng svn ṭaqt chuhnh asụ̄ byhmv ythi ne,."
  },
  {
    "verse_id": 25,
    "translation": "Ḥẓrti mvsāy hn kvr duʿā prvrdigarah me chuhna mgrakhtyar pnnh nise pans pytth. Byyhi pnnis bạyis ḥẓrti harvns pytth, ps munạsib fạṣlh kr cz ashi mnz byyhi ath nafrman qvms mnz."
  },
  {
    "verse_id": 26,
    "translation": "Allah tʿālyā hn frmvvus ps chuh myvn fạṣlh yohe kh yhi mulk rvzi cztjihn vryn tam yimn pytth ḥram. Yim hykn nh ath pytth tslṭ ḥạṣil krith. Yim rvzn yth mạdans mnz ḥạran. Akhi ṭrfh yivan byyhi ṭrfh gczhan. Ath vthah nh yivan kunhi ṭrfs kun. Lhādha mh khyyiv amhi nafrman qvmuk kanhh ghme."
  },
  {
    "verse_id": 27,
    "translation": "Ae pyghmbri brḥq byyhi priv ḥẓ yimn lvukn pytth tvhụ̄ ḥẓrti ādm sndyn don nychvyn ha byl th qabylh sund qṣh. Pzụ̄ pạtthụ̄ yuth timn nyk lvukn kun pans nsbt krnuk ghrvr th tkbur dhra hmhi, yylhi timv doshvyv qrban kvr khdae sndi khạṭr ps āv qbvl krnh akụ̄ sundue qrban ys habyl nav avs. Suh avs qbvlyts layq. Qabyl sund dʿūyā avs ghlṭ. Qabyln dvp habyls bh marth cz ẓrvur, tmụ̄ dvpus myvn qṣvr chuhnh kynhh thi. Qbvl chuhna yivan krnh mgr prhyz garne hund nyaz."
  },
  {
    "verse_id": 28,
    "translation": "Hrgah cz athh zytthravkh me kun me marnh khạṭr, bh hrgiz pnnụ̄ athh zytthrav nh cze kun cze marnh khạṭr. Th nh yymhi mokhh kh bh kyah pvshe nh cze chanhi khoth chuhm ṭaqt zyadh mgr, mḥẓ yymhi mokhh kh bh chuhs khoczan khdays yus sare jhanuk prvrdgar chuh."
  },
  {
    "verse_id": 29,
    "translation": "Myvn arad h chuh cz gczhkh gczuhn myanhi qtluk gnah hyth thi. Pnnhi nafrmạny hund gnah hyth thi takh bnkh cz pokhth pạtthụ̄ nari jhnms vatvnyv andrh. Ty chhu sza ẓạlmn hund."
  },
  {
    "verse_id": 30,
    "translation": "Ps ajazt duyt tmis nfsn bve marnuk, ps mvrun suh. Tvpth sapud suh tavn zdv andrh. Tvpth sapud ḥạran kh bh kya kr bạe sndis lashs."
  },
  {
    "verse_id": 31,
    "translation": "Aadh svuz Allah tʿālyā hn kavah aakh yymụ̄ tvnthi sintụ̄ th pnjv sintụ̄ zmyn hyvt khnun. Tvpth khnin dobh hna, tvpth avnun byakh mordh kavah, suh trvvun aath dobs mnz. Pytthh trạvns mycz. Aamy mokhh yuth havi qabyls kh kithh pạtthụ̄ dobravi suh bạe sndis lashs th bdns. Chnanchh qabyln yylhi vuchh kavh sund yhi ḥal dpnhi lvg, yylhi kavh sund ḥal vuchuhn dvpun afsvs chuh myanhi khạṭr kyazi bh chuhsh ʿạjiz yymis kavs hiyuvbnnh nishhi thi. Amsndiy pạtthụ̄ thvvun bạe sund bdn dobrạvith, amhi pth yylhi dobrvvun th spud nạdim th pshyman kyazi vriy avsus gvmut ddakh bạe sund lash th bdn llh van avr yvr phirvan yhi avsus nh fkri andryivan yymis kyah kr bh."
  },
  {
    "verse_id": 32,
    "translation": "Ath kun nẓr krith kh khvni naḥq krith kyah chuh panh qạtil nadim th pshyman spdan lyvukh ashi yhi ḥkum sarne ansann hndi khạṭr ʿmvmaan th bny asrayyln khạṭr khṣvṣaan kh pzụ̄ pạtthụ̄ yymụ̄ shkhṣn mvr kanhh shkhṣah naḥq. Drḥalykh tmụ̄ avs nh mvrmut kanhh shkhṣah, nh avsun zmyn mnz kanhh kanhh ftnh fsad brpar kvrmut zn tmụ̄ mạr sạriy lvukh, byyhi yymụ̄ bchuvv kanhh shkhṣah mar gczhnh nishhi, tmụ̄ bchạvụ̄ sạriy lvukh, pzụ̄ pạtthụ̄ āe timn nishhi yʿny bny asrayyln nishhi amhi ḥukmh pth sạnụ̄ pyghmbr nnhi dlylh hyth. Byyhi ath ḥukms tạyyd kran, tv pth thi chhi be shumar lvukh timv andrh tv thi zmyns andr zyadty kran, timn spud nh kanhh athr blkh krụ̄ timv shhyd bʿẓ pyghmbr thi."
  },
  {
    "verse_id": 33,
    "translation": "Kanhh sza chuhna timn lvukn hund yim jng krn khdays th tihndis pyghmbrs sintụ̄ yithh pạtthụ̄ kh kvushish krn zmyns andr bdamny th fsad phhlavnch. Mgr shvbhi timn yohe sza kh, tim gczhn marnh yin shmshyri sintụ̄ agr timv kanhh shkhṣah mvrmut āshi ya gczhn phhhi dinụ̄ hrgah timv kanhh mvrmut āshi byyhi āsykh mal thi nyumut. Nth gczhnkh athh khvr czttnụ̄ avruk yvr krith. Dchhnis aths sintụ̄ khvfr zng. Hrgah timv male yvt nyumut āshi mvrmut āsykh nh kanhh nth gczhn mulki bdr krnụ̄ mulkh mnzh kddnụ̄. Hrgah timv mvrmut āshi nh kanhh nh āsykh mal nyumut ṣirf āsykh tmyuk qṣd var ade kvrmut, yhi gyhi tihndi khạṭr bdd rusvạyy dnyahs andr, byyhi chuh tihndi khạṭr ạkhrts andr ʿdhabah setthah bvdd."
  },
  {
    "verse_id": 34,
    "translation": "Mgr nh timn lvukn yimv tvbh kvr tuhhndi timn pytth ghạlib gczhnh brvntth. Ps zạniv Allah tʿālyā chuh setthah mghfrt krvun rḥm krvun."
  },
  {
    "verse_id": 35,
    "translation": "Ae baaymanv khvucziv khdays tihndyn ḥukmn mukhalft krnh nishhi yʿny gnhv nishhi rvziv pth. Byyhi czhạnddiv tihund qurb th nzdyky tsnz frman brdạriy krnh sintụ̄ ya czhạnddiv tim asbab th dhrayʿ yimv sintụ̄ tihnz nzdyky th qurb ḥạṣil spdyv. Sarve dhryʿū khoth gvv bvdd dhryʿh pyghmbri khdae snz pyrvy krnụ̄, ts pytth pvur ʿml krnụ̄. Yohe chuh bvdd vsylh qurb khda ḥạṣil spdnuk. Chnanchh Allah tʿālyā chuh frmavan amhi pth, byyhi kriv tihnzi vthi mnz jhad. Byyhi yus rahi ʿml tuhndi khạṭr tmụ̄ muqrr kvr. Tth mnz kriv pvur jdvjhd yuth tvhụ̄ rstgar th kamyab spdiv."
  },
  {
    "verse_id": 36,
    "translation": "Pzụ̄ pạtthụ̄ yimv kufr th ankar kvr hrgah tihndis qbẓs mnz yyhi suh svrue mal v dvlt yus rve zmyns mnz chuh ẓạhir th pvushydh byyhi tyvut tth sintụ̄ tv pth din sue tyvut mal fidyh qyamt khi ʿdhab nishhi bchnh khạṭr suh qbvl yiykh nh krnh blkh chuh tihndi khạṭr kddur ʿdhab muqrr krnh āmut."
  },
  {
    "verse_id": 37,
    "translation": "Kvutah yczhn tim tmhi narh mnzh kunhi pạtthụ̄ nyrun mgr nyrith hykn nh kunhi ṣvrts mnz. Tihndi khạṭr chuh suh ʿdhab daymy."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi yus mrd czvurkri ya yosh znan czvurh kri timn czttiv dchuhn athh hczi pytthh. Yhi chuh tihndi czvur krnuk sza khdae sndi ṭrfh. Allah tʿālyā chuh ʿzt vvl th qvt vvl. Yus sza suh yczihh suh kri muqrr. Suh chuh setthah ḥikmt vvl. Suh chuh munạsib sza muqrr kran."
  },
  {
    "verse_id": 39,
    "translation": "Adh yus akhah tvbh kri pnnhi qṣvrh pth. Byyhi snbhalhi pnun ḥal āyindh rvzi czvur krnh nishhi pth ps Allah tʿālyā kri tihund tvbh qbvl, byshk Allah tʿālyā chuh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 40,
    "translation": "Cze chhyhi khbr ae mukhạṭib kh pzụ̄ pạtthụ̄ Allah tʿālyā snze padshaht th ḥkvmt chhe āsmann andr th zmynn andr, ys khvsh krys ts kri ʿdhab ts diyhi sza. Ys khvsh krys ts kri mghfrt ts diyhi mʿạfy, Allah tʿālyā chuh prth chyzs pytth qdrt vvl."
  },
  {
    "verse_id": 41,
    "translation": "Ae bddi pyghmbrh mḥẓ krin āzrdh tohyhi tim lvukh yim dvran chhi kufrs kun. Yʿny yim be tkluf kufrchhi kamhi kran chhi, andrh yim chanttyv sintụ̄ vnan chhi ashi avn ayman mgr ayman chuhnh avnmut tihndyv dilv yʿny tim chhi munafiq, byyhi yhvdv andrh, tim chhi apuz vnnh khạṭr tuhnzn kthn zvrh kn thavan, yim zvrh kn divan chhi yuth tuhnz kth byyn lvukn nishhi vatnavn yim nh panh tohyhi nishhi vạtụ̄, yim chhi tvrat kyn klmn pnnhi jayhi pytth ạsith tmhi jayhi nishhi ddalan. Byyhi timn klmatn hund ghlṭ mʿny th mṭlb byan kran tḥryf lfẓy vmʿnvy kran, tvpth jmaʿts akis nby kryms nishhi svzan. Timn chhi vnan hrgah nby krymn tiy frmvv yhi ashi byan kvr tylyi krzi qbvl, hrgah tmhi vrạe byyhi kanhh ḥukmah timv frmvv tmhi nishhi rvuziv pth th mh kriv qbvl, ys shkhṣh sndi khạṭr Allah tʿālyā yczihh kh suh gczihh āzmayshhi andre rvzun kufrvgumrạhy andr, tvhụ̄ hykiv nh tihndi khạṭr Allah tʿālyā hs nishhi kynhh ḥạṣil krith. Yʿny yimn lvukn hnz shqavt ath drjs vạczmcz āshi kh tim āsn hdayt bnnh nishhi mḥrvm tihndi khạṭr mh spdin tuhndụ̄ dili mbark āzrdh th ghmgyn, yim ge yihndi khạṭr Allah tʿālyā hn yvczhmut chuh kh tihndụ̄ dil kyah gczhn pak spdnụ̄, tihndi khạṭr chhe dnyahs andr bdd khvạry. Byyhi chuh tihndiy khạṭr ạkhrts andr bvdd ʿdhab."
  },
  {
    "verse_id": 42,
    "translation": "Yim lvukh chhi apzi khạṭr tuhnzn kthn zvrh kn divnụ̄. Skht ḥram khyvnụ̄, ps hrgah yim tohyhi nish yin ḥkum prczhnh khạṭr fạṣlh krnavnh khạṭr, ps chuh tohyhi aikhtyar khvsh kryv frmạviyvkh ḥkum khosh kri kynhh mh frmạviyvkh, ainkar kryvukh fạṣlh frmavnh nishhi, hrgah kynhh frmạviyvkh nh adh tvhụ̄ mh briv kanhh prvah. Tohyhi hykn nh tim kanhh ẓryr vatnạvith kyazi Allah tʿālyā chuh tohyhi nghban th rạchh, hrgah ḥkum frmạviyvkh tylhi gczhykh bʿdl vainṣaf ḥkm frmavun. Aislam kh qanvn muṭạbiq, pzy pạtthụ̄ Allah tʿālyā chuh psnd kran th ttvtth thavan ʿdl vainṣaf krvnyn."
  },
  {
    "verse_id": 43,
    "translation": "Tʿjub chuh yim kithh pạtthụ̄ dyn kyn mʿāmlatn andr tohyhi pnun fạṣil bnavan ḥalankh timn nishhi chhe tvrat mvjvd. Tth mnz chuh ath mutʿlq khdae sndụ̄ ḥkum thi mvjvd tv pth tohyhi nishhi yith tohyhi nishhi sue ḥkum bvuzith, tv pph thi chhi tim tmhi ḥukmh nishhi buth phiran. Ḥqyqt chhe yhi kh yimn chahnh tmhi tvratch thi kynhh pczhah blkh chhanh timn kunhi chyzch pczh. Nh tvratch nh tuhndi fạṣlch. Ḥalankh."
  },
  {
    "verse_id": 44,
    "translation": "Pzụ̄ pạtthụ̄ ashi kvr tvrat nạzil ḥẓrti mvsyā hs pytth yth mnz bvdd hdayt chuh ṣḥyḥ ʿqạydn hund th bvdd gash th nnụ̄ vẓaḥt chhe aʿmaln hnz, amy tvrat mvjvb chhi bny asrayyln hndụ̄ tim pyghmbr yimv khdae sndis ḥukms grdn dạr yhvdn ḥkum byan kran, byyhi chhi amy mvjvb ḥkum byan kran yhvdn hndụ̄ ʿlma th mshạyikh thi, kyazi timn chhe amhi ktabhi hnz rạchh th ḥfaẓt krnụ̄. Amhi ktabhi mvjvb panh ʿml krnụ̄ byyhi lvukh thi ʿml krnavnụ̄ mtthi āmcz krnh. Byyhi ạsụ̄ tim amhi ktabhi hndụ̄ gvah th aqrar krvnụ̄, ps ae yhvdv pzich pyrvy krns andr yʿny ḥẓrti Muḥammad sndis risalts tṣdyq krns andr mh khvucziv lvukn. Khvczun shvbhi me. Kyazi bh chuhs tuhund prvrdigar. Tṣdyq risalti Muḥammadyh krns nh krns pytth krv bh skht ʿdhab, byyhi mh ạsiyvkh sạnụ̄ āyat knan dnya ḥạṣil krnh khạṭr km mols yus tohyhi lvukn nishhi ḥạṣil spdan chuh. Yohe chuh tohyhi bạʿth bnan tṣdyq nh krnuk. Tohyhi chuhv andyshh hrgah ashi tṣdyq kvr tylhi ma gczihh yhi āmdny bnd, byyhi thạviv yhi kth varh yad kh yus akhah nh khdae snzh nạzil krimczi ktabhi mvjvb ḥkum diyhi tim sạriy chhi kạfr yʿny yimv pzis ainkar kvr yithh pạtthụ̄ tvhụ̄ kran chhiv."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi avs ashi timn yhvdn hndi khạṭr tvrats andr hi ḥkum lyvkhmut timn pytth frẓ kvrmut kh hrgah kanhh shkhṣah kạnshi mari ʿmdaanbe gnah ya zkhmy kri, pzụ̄ pạtthụ̄ akh shkhṣ yʿny )qạtil( yyhi marnh byyis shkhṣs yʿny mqtvls bdl. Achh yyhi kddnh achh bdl, ns yyhi czttnh nsthi bdl, kn yyhi czttnh knh bdl, dnd yyhi kddnh dnd bdl. Yithe pạtthụ̄ yyhi zkhmn qṣaṣ hynh, ps yus shkhṣ bdlh hyvn mʿāf kri tmis spdi gnhn hnzih bkhshạyshhi hund sbb yʿny mʿāf krns chuh bvdd thvab, chvnkh yhvdyv avs yhi ḥkum ps pusht trvvmut lhādha chuh Allah tʿālyā byyhi muqrr frmavan kh byyhi yim nh fạṣlh krn tmhi ḥukmh sintụ̄ yus Allah tʿālyā hn nạzil kvr ps time ge ẓạlim."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi svz ashi timn pyghmbrn pte ḥẓrti ʿīsāy frznd ḥẓrti mrym sund yus tṣdyq krvun avs tth kitabhi yosh timn brvntth nạzil krnh āmcz ạs yʿny tvrats, byyhi kr ashi ʿṭa ḥẓrti ʿīsāy hs pnnụ̄ ktab ainjyl tth mnz thi chuh tvrat ky pạtthụ̄ ṣḥyḥ aʿtqadn hund lvukn hndi khạṭr bvdd hdayt byyhi kạfy rvshny th vẓaḥt aʿmaln mutʿlq. Byyhi chuh suh ainjyl thi tṣdyq kran tth ktabhi yosh tmhi brvntth nạzil chhe krnh āmcz yʿny tvrats byyhi chhe so ktab vth havh vnụ̄. Byyhi bdd nṣyḥt khdays khvczvnyn hndi khạṭr."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi avs ashi ḥkum kvrmut fạṣlh krun ainjyl vạlụ̄ timve aḥkamv sintụ̄ yim Allah tʿālyā hn ath mnz nạzil krmtụ̄ chhi, yymhi vqtuk nṣaryā bvzin varh kh yymụ̄ nh fạṣlh kvr tmhi ḥukmh sintụ̄ yus Allah tʿālyā hn nạzil kv r ps time lvukh ge fasiq. Ainjyls mnz chhe ḥẓrti Muḥammad ʿrby sndi risaltch khbr tvhụ̄ chhiv tth akhtlaf kran."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi kr ashi yithe pạtthụ̄ tvrat vanjyl pth nạzil tohyhi kun ya rsvl Allah yhi ktab yʿny qrāni mjyd pzụ̄ pạtthụ̄ yus tṣdyq chuh kran timn ktabn yimh amhi brvntth nạzil āmcz chhe krnh byyhi chhe yhi ktab tmn ktabn hnz rạchh, ps fạṣlh kriv tvhụ̄ timn ahli ktabn mnz tmy ḥukmh sintụ̄ yus khdayn nạzil kvrmut chuh. Pyrvy mh kriv tvhụ̄ tihnzn khvahishn hnz so ktab nẓr andaz krith yosh tohyhi nishhi vạcz, tohyhi andrh prth aumt khạṭr chuh ashi frvʿī msạyln mtʿlq akh shryʿtah, akh dstvr alʿmlah muqrr kvrmut mthlaan yhvdn hndi khạṭr tvrat nṣaryā hn hndikhạṭr ainjyl mslmann hndi khạṭr qrāni mjyd, hrgah Allah tʿālyā yczihh ha tohyhi sarne bnavi ha kuny aumtah, sarne hund kri ha akue shryʿtah mgr thi kvrun nh amy khạṭr kh yuth tohyhi mukhtlf vqtn andr mukhtlf aḥkamv sintụ̄ āzmạyish kri, ps kriv rczn kamyn th mufyd kthn andr akh akis nishhi brvntth gczhnch kvushish. Yʿny qrāni mjyds kriv pczh tmhi kyn aḥkamn pytth kriv ʿml, khdae se kun chuh tohyhi sarne akh dohh rjvʿ krun, ps bavi suh tohyhi timh sare kthh yimn mnz tvhụ̄ ḥq v ṣdaqt ẓạhir āsnkh bavjvd akhtlaf kran ạsiv."
  },
  {
    "verse_id": 49,
    "translation": "Byyhi chhi asụ̄ tohyhi muqrr ḥkum frmavan kh tvhụ̄ kriv fạṣlh lvukn andr tmy ḥukmh sintụ̄ yus Allah tʿālyā hn tohyhi pytth nạzil kvr pth pth mh pkiv tihnzn khvahishn, byyhi khvucziv timn pvur aḥtyaṭ kriv yuth nh tim tohyhi khdae sndyv aḥkamv andrh kunhi ḥukms tʿmyl th jạriy krnh nishhi ddaln, qrāni mjyduk fạṣlh vaẓḥ th rvshn āsnkhi bavjvd hrgah yim lvukh tvthi rvgrdạny th nafrmạny kran rvzn tylhi zạniv tvhụ̄ kh Allah tʿālyā chuh yczhan bʿẓ gnhn hndi vjhh muṣybts grftar krun, pzụ̄ pạtthụ̄ variyah chhi yimv lvukv andrh nafrman."
  },
  {
    "verse_id": 50,
    "translation": "Yylhi bʿẓ yhvdv von ashi chuhnh qrān vtvratuk ḥkum qbvl Allah tʿālyā hn frmvvukh kyah yim yhvd chha zmanh jahlytuk ḥkum czhanddan yus kạfrv āsmạny shryʿts khlaf pane bnvvmut chuh. Lhādha khdayy fạṣlh trạvith byyhi kanhh fạṣlh czhanddun yhi gyhi ʿīni jhalt, fạṣlh krns andr kus akhah hykhi ạsith yuth rut khdae sndi khoth yqyn valyn nishhi. Lykn yhi kth tghi zannụ̄ yqyn valyn ayman darn."
  },
  {
    "verse_id": 51,
    "translation": "Ae baaymanv!yhvdth nṣaryā mh bnạviyvkh pnnụ̄ dvst yim doshve chhi mslmann hndụ̄ dushmn, tim chhi panh vạnụ̄ addụ̄ addyn hndụ̄ dvst yʿny yhvdụ̄ yhvdụ̄ panh vạnụ̄, nṣaryā nṣaryā panh vạnụ̄ timn chhe panh vạnụ̄ munasbt. Tohyhi chahnh timn sintụ̄ kanhh munasbt, yus akha dvsty laghi timn sintụ̄ tohyhi andrh. Suh yyhi gnzravnh timve andrh, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh kamyạby hnz vth havan ẓạlimn yimn nh yhi bvzun tgan chuh kh kmn sintụ̄ gczihh dvsty lagnụ̄, kmn sintụ̄ gczihh dushmny thavnụ̄, tim chhi pnun nqṣan pane kran."
  },
  {
    "verse_id": 52,
    "translation": "Ps vuchhan chuhhkh cz ae vuchhvnhi tim lvukh yihndyn diln andr nfaqch bymạrụ̄ chhe, tim kithh pạtthụ̄ chhi jldy kran yhvd v nṣaryā hn sintụ̄ rlns andr, tv pte timn kanhh shkhṣah tth pytth mlamt chuh kran, dpan chhi asụ̄ chhinh dilh kinụ̄ timn sintụ̄ rlan blkh chhi asụ̄ akhi khaṣ mṣlḥt kinụ̄ timn sintụ̄ rlan. Asụ̄ chhi khoczan ashi ma vathi kanhh blayah, tmy mokhh chhi asụ̄ timn sintụ̄ yarz thavan lạgith yuth tmhi sath krn tim ashi kanhh mdthah, ps qryb chuh kh Allah tʿālyā kri ʿṭa mslmann ftḥ ya kri jạriy pnnhi ṭrfh kanhh ḥukmah tihnzi kamyạby hund munafiqn hnzi rusvạyy hund, ps spdn tmhi sath tim munạfiq timn kthn pytth yimh pnnyn diln andr khttith thavan ạsụ̄ nạdim th pshyman."
  },
  {
    "verse_id": 53,
    "translation": "Tmy sath vnn baayman tʿjub kinụ̄ kyah yime gyhi tim lvukh yim khdae sndụ̄ skht qsm hạvụ̄ hạvụ̄ ashi vnan ạsụ̄ zi asụ̄ chhi tohiy sintụ̄. Ḥqyqts andr ạsụ̄ sanyn dushmnn sintụ̄ rlith, tihnz sare kar sạzy spzh amhi nfaq sintụ̄ tbah vbrbad. Ps spdụ̄ tim tavan zdv andrh. Doshviyv ṭrfv spdụ̄ tim nakam kyazi kạfr spdụ̄ panh mghlvb, mslmann spzụ̄ tihnz khbatht mʿlvm. Nh ge avrkụ̄ th nh ge yvrkụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Ae baaymanv yus akhah tohyhi andrh pnnhi dyn nishhi yʿny aislam nishhi nyri, mortd spdi, suh mh zạninụ̄ tmsndi mortd spdnh sintụ̄ ma vvt pzis dyns kanhh nqṣanah, kyazi aislạmy khdmt anjam dinh khạṭr kri Allah tʿālyā pạdh jldy lvukv andrh titihs jmaʿts yim khdays ttạtthụ̄ āsn. Timn thi āshi khda ttvtth, yim nrm dil shfyq āsn baaymann pytth skht zbrdst āsn kạfrn pytth, jhad krvnụ̄ āsn kạfrn sintụ̄ khdae snzi vthi andr, pzchh jayhi th dyn kis mʿāmls andr āsn nh tim khvczvnụ̄ kạnshi mlamt krvnụ̄ sndis mlamts, baaymann yim ṣft āsn yhi chuh khdae sund fẓl. Yth jmats khvsh krys tth jmaʿts chuh ʿṭa kran, Allah tʿālyā chuh pnnis fẓls mnz setthah vsʿt vvl. Agr suh yczihh sarne kri yim ṣft ʿṭa. Mgr sarne hund ḥal chuh pvur zann vvl. Ts chhe khbr ks chhe qạblyt ks chahnh qạblyt."
  },
  {
    "verse_id": 55,
    "translation": "Ae baaymanv tuhund dvst chuh Allah tʿālyā byyhi tihund pyghmbr byyhi tim baayman, yimn hnz ṭryq chhe kh brpa chhi thavan nmaz, ada chhi kran tim zkvāt drḥaltykh tim chhi khshvʿ krvnụ̄ khdae se brvntth knhi nmh vnụ̄."
  },
  {
    "verse_id": 56,
    "translation": "Byyhi yim lvukh dvst thavn khdays byyhi tihndis pyghmbrs byyhi baaymann. Tim ge khdae sndụ̄ lvukh th khdae snz jmaʿt. Pzụ̄ pạtthụ̄ khdae snz jmaʿthe chhe ghạlib."
  },
  {
    "verse_id": 57,
    "translation": "Ae baaymanv tim lvukh yim tuhndis dyns chhi tthtthh kran th gindan bkmali ḥqart vuchhan yus ainkaruk ʿlamt chuh timv andrh yimn ktab āyhi dinh tohyhi brvntth yʿny yhvd vnṣaryā byyhi yithe pạtthụ̄ kạfr th mushrik mh bnạviyvkh pnnụ̄ dvst, byyhi khvucziv khdays yʿny tihnz nafrmạny krns chhivhe tvhụ̄ pzụ̄ pạtthụ̄ baayman."
  },
  {
    "verse_id": 58,
    "translation": "Yithh pạtthụ̄ tuhndyn dyn kyn aṣvuln sintụ̄ chhi tim tthtthh kran yithe pạtthụ̄ chhi tim tuhndi dyn kyn frvʿn sintụ̄ thi tthtthh kran. Chnanchh yymhi sath tvhụ̄ lvkn nad divan chhiv nmazi kun yʿny bang dpan chhiv. Tth thi chhi tim tthtthh kran. Gindnhnah bvzan. Kyazi yhi chhe jmaʿthah ʿqlhi rostue."
  },
  {
    "verse_id": 59,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ae ahli ktabv yʿny yhvdv tvhụ̄ kosh kth chhiv ashi andr ghạbch lban yth pytth tvhụ̄ ashi chhiv tthtthh kran. Kyah yohe alzam chhiv tvhụ̄ ashi divan kh ashi kyah kr pczh kunis khdays byyhi tth yhi ashi kun nạzil āv krnh yʿny qrāni mjyd. Byyhi tth yhi nạzil āv krnh ashi brvntth yʿny tvrat vanjyl. Byyhi kyah chhi asụ̄ vnan kh tohyhi andrh chhi akthr tim yim nafrman chhi. Yim nh pnnhi ktabhi hund yʿny tvratuk ḥkum manan chhi. Nh chhe tohyhi qrāni mjydch pczh nh tvrat v anjylch pczh. Kyazi tvrat vanjyls mnz chuh qrāni mjyds pczh krnuk ḥkum, tvhụ̄ chhiv tth ainkar kran. Yymụ̄ akis ḥiṣs ainkar kvr tmụ̄ kvr sạrse ainkar. Lhādha chuh ʿībdar th qạbli mdhmt tvhụ̄. Tthtths szavar thi tvhụ̄ mgr pnnụ̄ ʿạb chuhvnh bvznh yivan kynhh ashi chhiv phyirith naḥq tthtthh kran."
  },
  {
    "verse_id": 60,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah kh bh ma krvh khbr zi khdays nishhi kosh vth chhe bdtr jza kh th mzvurih hndi aʿtbarh, so chhe timne lvukn hnz vth yimn pytth Allah tʿālyā hn lʿnt kr. Yimn pytth tihnz byzạry chhe yimn Allah tʿālyā mskhh ṣvrt krith vandrn th thvrn hnz shkl kri. Byyhi kr timv prstish shyṭan snz. Vonụ̄ vuchhtv tvhụ̄ kosh vth chhe ychh, so vth yth mnz ghyrAllah snz prstish krnh yyhi kinh so vth yth mnz tvḥyde tvḥyd chuh yth mnz anbyahn hund tṣdyq chuh, yime lvukh chhi yim setthah bdtr chhi ạkhrts andr jayhi kinụ̄ kyaziyihnz jae chhe nari jhnm, byyhi chhi ddlmtụ̄ syzi vthi nishhi kyazi tvḥyd v tṣdyq rsalt nishhi chhi tim setthah dvur. Yithyn shkhṣn hnz vth yosh sbb spdi nari jhnmch khdays nishhi dvury hnz yqynaan gyhi soe vth ychh. Ae yhvdv tohyhi chhv akhtyar kr mcz yhe vth. Lhādha kmhi buthhi chhiv tvhụ̄ mvḥdn tṣdyq anbya krvnyn mʿbvdi brḥq snz ʿbadt krvnyn tthtthh kran."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi yylhi tim munafiq tohyhi nishhi yivan chhi dpan chhi tohyhi ashi avn ayman ḥalankh yim czae thi kufr hythe drae thi kufr hythe, Allah tʿālyā se chuh ʿlm timn sarne kthn hund yimh kthh th ʿqạyd tim diln mnz khttan ạsụ̄ yʿny ʿqạydi kufryh."
  },
  {
    "verse_id": 62,
    "translation": "Byyhi chuhvkh tvhụ̄ vuchhan yimv yhvdv andrh variyah lvukh yim dvrh dvr chhi kran gnah yʿny apuz vnns andr byyhi ẓulm krns th mali ḥram khyns andr, vaqʿī setthah ychh chhe timh kamhi yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 63,
    "translation": "Timn kvnh sna chhi ʿạlim th mshạyikh mnʿ kran apuz vnnh nishhi th ḥram khynh nishhi. Albth setthah ychh chuh thi svrue yhi tim kran ạsụ̄."
  },
  {
    "verse_id": 64,
    "translation": "Yhvdv dvp khdae sund athh chuh ʿṭa vbkhshishhi krnh nishhi bnd yʿny nʿūdhbAllah bukhl chuhv kran, ḥqyqts mnz chhi bndgmtụ̄ tihndiy athh kyazi tim chhi panh skht bukhl. Yiczh kth vnnh sbbh āyhi timn lʿnt krnh. Tim āe khdae snzi rḥmt nishhi dvur krnh, blkh chhi khdae sndụ̄ doshve athh vthiy. Suh chuh khrch kran pnun fẓl vkrm ʿṭa kran yithh pạtthụ̄ khvsh chuhs kran. Yimn khvsh chuhs kran, tohyhi pytth yhi nạzil krnh āv tuhndis prvrdigarh sndi ṭrfh thi hur ravi ẓrvur timv andrh variyhn yhvdn srkshy th kufr timn spdinh pnnhi jurmuk aḥsas kunhi vqth, tmy kufrk th srkshy hund ntyjh chuh kh ashi trvv timn andr ʿdavt th bughẓ yus nh qyamts tam yimn mnz dvur spdi, yylhi yylhi tim lrrayhi th jnguk nar chhi mslmann khlaf zvvravan Allah tʿālyā chuh tth nars czhyth kran yylhi tim tth mnz nakam chhi spdan, tim chhi pvushydh ṭvr setthah kvushish kran mulks andr khrạby hnz th fsadch chvnkh Allah tʿālyā chuhnh hrgiz psnd kran mufsidn th khrab krvnyn. Lhādha diyhi timn ẓrvur sza."
  },
  {
    "verse_id": 65,
    "translation": "Hrgah ahli ktab pczh krhn byyhi nafrmạnyv nishhi pth rvzhn asụ̄ krhv ẓrvur tihndyn gnhn bkhshạyish byyhi vatnavhvkh ẓrvur nʿmtn hndis jnts andr mgr tim chhinh srkshy th nafrmạny travan yymhi sbbh tim pnun pan mḥrvm chhi kran."
  },
  {
    "verse_id": 66,
    "translation": "Byyhi hrgah tim anjylkụ̄ aḥkam byyhi tim aḥkam yim timn kun nạzil krnh āe bvasṭh pyghmbr ākhralzman ṣly Allah ʿlyh v slm bja anhn timn czlhi ha sạre tngy, adh āshn khyvan khdae snzih tmhi nʿmcz yimh yimn pytthụ̄ kinụ̄ āsman kh ṭrfh vsan chhe. Yimh yihndyv khorav bvnụ̄ kinụ̄ zmyns mnz khsan chhe. Mgr timv kr tvrat vainjylch sạre tʿlym ẓayʿ, tmy ge khvar th dhlyl, timv andr chhe akh jmaʿthah myanh rvy kran tim ge yimv pyghmbrākhralzmans ayman avn th pczh kr ḥẓrti ʿbdAllah bin slam hiyv yhvdn andr, ḥẓrti njashy hiyv nṣaryā hn andr, akthr chhi yhvdv andrh tim yihnz kamhi setthah ychh chhe."
  },
  {
    "verse_id": 67,
    "translation": "Ae bddi pyghmbrh vatnavyv khdae sndyn bndn thi svrue yhi nạzil āv krnh tohyhi kun tuhndis prvrdigarh sndi ṭrfh. Dushmnn hund mh briv kanhh prva, hrgah tvhụ̄ thi kriv nh yʿny svrue nh vatnavnh sintụ̄ yithh pạtthụ̄ yhi frẓ phuttan chuh yithe pạtthụ̄ tmhi mnzh kanhh kthah nh sintụ̄ thi chuh yhi frẓ puhttan. Tblygh aḥkamn andr mh briv dushmnn hund kanhh prva, Allah tʿālyā ḥẓ kri panh tohyhi rạchh lvukn hndi shrh nishhi, pzụ̄ pạtthụ̄ Allah tʿālyā havinh hrgiz kamyạby hnz vth kạfrn. Tim hykn nh tohyhi kynhh krith."
  },
  {
    "verse_id": 68,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ae ahli ktabv tvhụ̄ chhiv nh kunhi ṣḥyḥ vthi pytth, yvtanụ̄ nh tvhụ̄ bja aniv tvrat vainjylkụ̄ aḥkam byyhi tim aḥkam yim nạzil krnh āe tohyhi kun bvasṭh pyghmbr ākhralzman ṣly Allah ʿlyh v slm yʿny qrāni mjyd, byyhi hurravi thi ẓrvur yhi tohyhi kun āv nạzil krnh tuhndis prvrdigarh sndi ṭrfh timn yhvdn th nṣaryā hn srkshy th kufr, ps mh kriv tvhụ̄ afsvs timn lvukn hndis ḥals pytth yimv pzi nishhi ainkar kvr."
  },
  {
    "verse_id": 69,
    "translation": "Yhi chhe pzkth kh tim lvukh yimv ayman avn byyhi tim lvukh yim yhvdy ṣaby th nṣaryā chhi, yimv sarve andrh yimv ayman avn kunis khdays byyhi ptmis dohs yʿny qyamts. Byyhi krykh rcz ʿmlh, ps chuhnh timn ạkhrts andr kanhh khvfah nh chuh kanhh ghmah."
  },
  {
    "verse_id": 70,
    "translation": "Yth mnz chuhnh kanhh shk kh ashi krnạvụ̄ bny asrayyl sarne pyghmbrn tṣdyq vaṭaʿt krns pytth brvntth thi ʿhd. Byyhi svuzụ̄ timn kun variyah pyghmbr suh ʿhd czyts pavnh khạṭr, mgr tihnz ḥalt ạs yylhi timn nishhi kanhh pyghmbrah avs vatan tim ḥkum hyth yim nh tihnzn nfsạny khvahish mvafiq āsan ạsụ̄ tim ạsụ̄ timv pyghmbrv andrh bʿẓn apuzyạrụ̄ vnan th bʿẓn ạsụ̄ qtl kran."
  },
  {
    "verse_id": 71,
    "translation": "Khyal ạsụ̄ kran ath pytth vothhi nh baz khvasty kynhh, ps spdụ̄ anụ̄ th zrụ̄. Tv pth kr Allah tʿālyā hn timn pytth rḥmt sintụ̄ tvjh kh byakh pyghmbr svuzun timn kun dyvtim syzi vthi pytth yin. Mgr, tv pth spdụ̄byyhi timv andrh variyah anụ̄ th zr ụ̄yʿny tʿmyli aḥkam krnh nishhi krkh rvgrdạny, Allah tʿālyā avs tihnz sare kamhi vuchhan yʿny tihund khyal avs ghlṭ kh ashi chuhnh baz khvasty kynhh."
  },
  {
    "verse_id": 72,
    "translation": "Yqynaan chhi tim lvukh kạfr yim vnan chhi khda chuh ʿīni msyḥ sund nychuv yʿny tim z chhi mutḥd th kuniy, ḥalankh panh chuh frmavan msyḥ bin mrym ae bny asrayylv ʿbadt kriv tvhụ̄ mʿbvdi brḥq snz yus myvn th tuhund prvrdigar chuh, byshk yymụ̄ akis khdays byyhi kanhh kunhi chyzs mnz shryk tthhrvv ts pytth kvr yqynaan Allah tʿālyā hn jnt ḥram. Tihnz jae chhe nari jhnm, yithyn ẓạlimn khạṭr āsnhi kanhh mddgarah yus nar nishhi moklạvth timn jnts mnz vatnavi. Yithh pạtthụ̄ ʿqydh aitḥad bạṭil chuh yithe pạtthụ̄ chuh ʿqyde tthlyth thi bạṭil. Chnanchh Allah tʿālyā chuh frmavan."
  },
  {
    "verse_id": 73,
    "translation": "Yqynaan chhi tim lvukh thi kạfr yimv dvp khda chuh tryv andrh )mvl gobur. Byyhi rvḥ alqds(, ḥalankh kanhh mʿbvdah chuhnh khdays vrạe, hrgah tim yimv kthv nishhi pth rvzn nh albth ẓrvur rtthi timn yimv kufrchh kthh kri timv andrh ạkhrts andr kddur ʿdhab yus dg th dvd tulh vun āshi."
  },
  {
    "verse_id": 74,
    "translation": "Yim tvḥydkụ̄ mẓamyn th shirkkụ̄ vʿīd shdyd bvuzith thi chhina tim khdays kun rjvʿ krith tvbh kran byyhi kvnh chhi ts mghfrt mngan. Suh krihkh mghfrt kyazi suh chuh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 75,
    "translation": "Ḥẓrti msyḥ bin mrym nae chuh ʿīni khda nh chuh juzi khda blkh chuh akh mrtbh vvl pyghmbrah, ts brvntth thi chhi gudhrymtụ̄ kintyah ṣaḥbi mʿjzat pyghmbr yimn nh ʿīsạyy khda manan chhi. Hrgah pyghmbry th mʿjzh khda āsnch dlyl chhe. Tylhi gczhụ̄ tim sạriy pyghmbr thi khda zannụ̄. Hrgah pyghmbry th mʿjzat khda āsnch dlyl chhanh tylhi kyah khṣvṣyt chhe ḥẓrti ʿīsyā snz tim chuhvkh ʿīni khda ya juzi khda manan, yithe pạtthụ̄ chahnh tihnz valdh thi khda th juzi khdablkh chhe so pzyạrth nykv kar khatvnah. Timn doshvnụ̄ hndi khda nh āsnch dlyl, yim doshve majhi pthr ạsụ̄ ansann hndụ̄ pạtthụ̄ ghdha khyvan. Yim pnnụ̄ zndgy qạyim thavnh khạṭr khyns chyns kun mḥtaj āsn tim hykn nh khda ạsith ya khdae sndụ̄ shryk ạsith. Kyazi khda gvv sue yus nh kunhi chyzs kun mḥtaj āshi, vuchhiv asụ̄ kithh knụ̄ chhi yimn lvukn vẓaḥt san dlylh byan kran. Tv pth vuchuhv kvkun chhi yim aultth phyran. Yhi pzkth machhkh bvznh yivan."
  },
  {
    "verse_id": 76,
    "translation": "Tvhụ̄ frmạviyvkh ya rsvl Allah ae yhvd v nṣaryā hv kyah tvhụ̄ chhiv mʿbvdi brḥq trạvith timn mkhlvqn hnz prstish kran yim nh mạlik chhi tuhndis kunhi chyzs th nfʿs th ẓrrs, ḥalankh Allah tʿālyā chuh svrue bvz vun svrue zanh vun tv thi chhiv nh tvhụ̄ ts khvczan th kufrv shirkh nishhi baz yivan."
  },
  {
    "verse_id": 77,
    "translation": "Frmạviyvkh tvhụ̄ yarsvl Allah ae ahli ktabv naḥq mh ạsiv pnnh dyn kyn mʿāmln andr ḥdh ddlan, byyhi mh ạsiv pyrvy kran timn lvukn hnz yim tohyhi brvntthe chhi gumrah spdmtụ̄, byyhi chhi timv pans sintụ̄ variyah gumrah krmtụ̄, byyhi chhi tim panh syzi vthi nishhi ddlmtụ̄."
  },
  {
    "verse_id": 78,
    "translation": "Yhi lʿnt āyhi krnh timn yim bny asrayylv andrh kạfr spdụ̄ ḥẓrti davvdh sndis bd dʿā krns pytth. Tim ge shhri aylkụ̄ lvukh. Byyhi ḥẓrti ʿīsyā frznd ḥẓrti mrym sndis bd dʿā krns pytth. Tim ge aṣḥabi maydh. Yimn hnz dhkr brvntth yyhi nth chuh murad yimn hndi lʿntch dhkr chhe zbvrs mnz thi ainjyls mnz thi, yhi lʿnt āyhi krnh timn amy mokhh kh timv kyah kr nafrmạny th mukhalft byyhi ddlụ̄ tim ḥdh mukhalft th nafrmạny krns andr."
  },
  {
    "verse_id": 79,
    "translation": "Tim ạsụ̄ nh baz yivan th pth rvzan timv ychh kamyv nishhi yimh ychh kamhi tim kran ạsụ̄ yʿny astmrar th ddadd ạsụ̄ kran timn ychh kamyn pytth, vaqʿī setthah ychh avs thi yhi tim kran ạsụ̄."
  },
  {
    "verse_id": 80,
    "translation": "Vuchhvkh tvhụ̄ timv yhvdv andrh yim dvsty chhi lagan mushrik yhvdn sintụ̄, albth setthah ychh chuh thi yhi yihndyv nfsv timn brvnth knhi trvv. Tmyuk ntyjh chuh setthah khrab, dnyahs mnz gvv tmyuk ntyjh kh Allah tʿālyā chuh timn pytth byzar. Ạkhrts andr āsn tim hmyshh grftar ʿdhabi nar."
  },
  {
    "verse_id": 81,
    "translation": "Hrgah timn pzụ̄ pạtthụ̄ ayman āsiha mʿbvdi brḥq byyhi pnnis pyghmbrs yʿny ḥẓrti mvsyā hs byyhi tth ktabhi yosh timn kun nạzil krnh āmcz ạs yymhi kh pyrvy hund timn dʿūyā chuh tylh bnavhn nh kạfrn th mushrikn pnnụ̄ dvst, lykn timv andrh chhi variyah fasiq th be ayman. Tim chhi kạfrn sintụ̄ dvsty lạgith aislams th pyghmbri aislams thi khlaf sạzshhi kran."
  },
  {
    "verse_id": 82,
    "translation": "Albth lbiyvkh tvhụ̄ sarve muslimv andrh baaymann hndụ̄ skht dushmn akh yhvd byyhi mushrik, byyhi lbiyvkh tvhụ̄ sarve ghạr muslimv andrh ycz nzdyk baaymann hnzh dvsty th mḥbts andr tim lvukh yim vnan chh, asụ̄ chhi nṣaryā, amy mokhh kh timn mnz chhi variyah ʿạlim th zahid tarki dnya. Byyhi chhinh mghrvr th mutkbr."
  },
  {
    "verse_id": 83,
    "translation": "Timv ʿīsạyv andrh bʿẓ yylhi bvzan chhi suh klami pak yus nạzil āv krnh pyghmbri brḥqs pytth yʿny qrāni mjyd vuchhan chhiv tvhụ̄ th tuhnz achh chhe aosh haran kyazi timv prznv dyni aislam byyhi amhi klamhi pakch ḥqạnyt, vnan chhi tim ae sanhi prvrdi garh ashi kr pczh ath klami paks. Vonụ̄ lykh ashi thi amhi kyn gvahn sintụ̄."
  },
  {
    "verse_id": 84,
    "translation": "Ashi kyah gvv asụ̄ kyah anv nh ayman shryʿt Muḥammadyh mvjvb mʿbvdi brḥqs, byyhi yus pvz ashi nishhi vvt bvasṭh ḥẓrti Muḥammad ṣly Allah ʿlyh v slm, byyhi kyazi thạvnh ashi amich amyd kh ashi kyah vatnavi prvrdigar svn jnts nykv karn hndis jmaʿts sintụ̄."
  },
  {
    "verse_id": 85,
    "translation": "Ps kr Allah tʿālyā hn ʿṭa timn yhi vnnh khi brkth time jnt yimv mnz h joyhi pkan chhe. Timne jntn mnz rvzn tim hmyshh. Yhe chhe mzvurụ̄ nykv karn hnz."
  },
  {
    "verse_id": 86,
    "translation": "Ath bdl ge tim lvukh yimv ainkar kvr byyhi zạnikh apuzụ̄ sạnụ̄ āyat th aḥkam tmy mokhh ge jhnmy hmyshh nars andr dazvnụ̄."
  },
  {
    "verse_id": 87,
    "translation": "Ae baaymanv ḥram mh kriv pans pytth pak th ldhydh chyz qsm hạvith ya ʿhd krith. Yim ḥlal kr ụ̄ tuhndi khạṭr Allah tʿālyā hn adh tim khynkụ̄ chyz ạsitn chynkụ̄ chyz ạsitn libas ạstn ya mnkvḥat ạsitn, tḥlyl v tḥryms mutʿlq yim ḥdvd muqrr krnh āmtụ̄ chhi ḥdv dvnishhi mh ddliv, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh psnd kran ḥdh nishhi ddlh vnyn."
  },
  {
    "verse_id": 88,
    "translation": "Byyhi khyyv timv chyzv andrh yim chyz tohyhi ʿṭa krụ̄ Allah tʿālyā hn ḥlal th pak, byyhi khvucziv khdays ys tohyhi pczh kr mcz chhv yʿny kanhh ḥlal chyzah ḥram krun, aath chuh byzar Allah tʿālyā. Lhādha khvcziv tihnzi byzạry. Ḥlal chyzs ḥram krun ath chhi tre qsm. Akh gvv aʿtqadh kinụ̄. Byakh gvv zyvih sintụ̄ byakh gvv ʿmlhi sintụ̄. Aʿtqadaan kanhh ḥlal chyz ḥram zanun yhi chuh kufr. Zyvih sintụ̄ vnun kunhi chyzs yhi chuh me pytth ḥram hrgah yhi qsm hạvith vnun yhi chuhv gnah. Suh qsm gczihh puhttrun. Tmhi qsmch gczihh kfart din th suh chyz gczihh ẓrvur khyvn. Tryim chyz gvv ʿmlaan kanhh chyz travun yhi chuh bdʿt. Yhi gyhi rhbạnyt. Amyuk chuhnh aislamn aijazt dyutmut. Amhi nishhi gczihh pth rvzun. Hrgah kạnshi kanhh ḥlal chyz āshi trk kvrmut kunhi muṣlḥti jsmy ya nfsy khạṭr bṭvri ʿlaj tth chuhnh kanhh qṣvr mgr hrgah kạnshi āshi trvvmut kạnshi buzrgh sund qrb nzdyky th rẓa mndy ḥạṣil krnh khạṭr thi chuh najạyiz thi shirk. Kyazi qrb th rẓamndy gczihh kunhi ʿmlhi sintụ̄ kạnshi akụ̄snz czhanddnụ̄ khdays vrạe tim chhi trki akl vshrab muqrr kvrmut pnnhi khạṭr akh ʿbadt. Yhi ts vrạe byyhi kạnshi hndi khạṭr krun yohe gvv shirk nʿūdhbAllah min dhalik."
  },
  {
    "verse_id": 89,
    "translation": "Allah tʿālyā chuhnh tohyhi bazkhvast kran lghv th be hvdh qsm havns pytth. Lghv qsm gvv sue yus bghyri airadh zyvih mnz nyri, mgr baz khvast chuhv kran tohyhi ẓrvur timn qsmn yim tohyhi airadh krith mẓbvṭ krmtụ̄ chhiv hrgah tim qsm tohyhi puhttravnụ̄ āsn tmich gczihh kfart dinụ̄, tmhi qsmch kfart chhe kh dah miskyn ghdha khya vnụ̄ drmyạny ghdha. Yus rvzmrh tvhụ̄ pnun ʿīal khyavan chuhvn. Ya dhn miskynn poshak dyun ya ghlam āzad krun. Ys akis nh yhi bnhi th mysr spdi suh rvzin tryn dohn pvtus pth rvzh dar, yhe chhe kfart tihndyn qsmn hnz. Yylhi tvhụ̄ kunhi chyzs pytth qsm havan th pth puhttravan ạsiv, chvnkhi kfart dinụ̄ chhe vạjib lhādha ạsiv rạchh kran qsmn pnnyn qsm krith gczihh nh puhttrun pyvn. Puhttravv ne byyhi tmich kfart ẓrvur dinụ̄. Yuthnh yiczh kthah kriv kh puhttrith ạsiv nh tmich kfart divan thi chuhv skht gnah mgr afsvs lvukn chuhnh amyuk kanhh khyalah. Kanhh shkhṣ kạnshi nishhi gczhan. Suh chuhs kanhh chyz khynh ya chynh khạṭr vnan. Yhi chuh qsm hạvith dpan bh khymh ya chymh nh suh chyz. Tv pth chuhs suh aiṣrar kran zvr kran khynh khạṭr. Aty chuh suh chyz khyvan ya chyvan. Puhttra van chuh suh qsm yus hvvmut avsun. Tv pth chuhnh tmhi qsmch kfart divan. Lhādha yylhi kạnshi shkhṣn kanhh chyz khyns ya chyns pytth qsm hvv adh gczihh nh tmis zvr krun suh chyz khynh khạṭr, yithe pạtthụ̄ chuh Allah tʿālyā vyczhnavan ḥkum pnun yuth tvhụ̄ amhi nʿmtuk shukr kriv."
  },
  {
    "verse_id": 90,
    "translation": "Ae baaymanv shrab zar putil th chyryn hndụ̄ tyr yim chhinh mgr gndh th napak kamhi shyṭan snzv kamyv andrh. Yimv sarve kamyv nishhi rvuziv pth. Yuth tvhụ̄ kamyab spdiv yimn chyzn hndyv mẓrtv nishhi bchiv. Yimn chyzn hnz bdd mẓrt chhekh."
  },
  {
    "verse_id": 91,
    "translation": "Shyṭan chuhnh yczhan mgr yy zi tohyhi andr travi panh vạnụ̄ ʿdavt th bughẓ diln andr shrab th zar kh dhryʿh, byyhi chuh shyṭan yczhan tohyhi rtthi pth shrab th zar kh dhryʿh khdae sndi yadh nishhi byyhi nmazi nishhi yosh khdae sund yad krnh kyv ṭryqv andrh bhtr th afẓl ṭryq chhe, yczh khrạby th nqṣan yimn chyzn mnz ạsith, kyah yhi bvuzith ruvziv na tvhụ̄ amhi nishhi pth. Yhi āyh krymh bvuzith vvn ṣuḥabh ṣạbv.......... Yʿny asụ̄ rvudụ̄ pth. Ys akis nish amhi vqth shrab mvjvd avs tmụ̄ dyut suh brith th chhkith."
  },
  {
    "verse_id": 92,
    "translation": "Byyhi kriv frmanbrdạriy khda byyhi frman brdạriy rsvli khda prth ḥukms andr. Yihnzi nafrmạny nishhi rvuziv pth. Ps hrgah tvhụ̄ pvt phiriv ḥkum mạniv nh, ps zạniv tvhụ̄ varh pạtthụ̄ kh sạnis pyghmbrs chuhnh mtthi mgr nnụ̄ pạtthụ̄ bvẓaḥt ḥkum vatnavun. Tʿmyl krun ya nh krun yhi chuh tuhnz kạm. Tmyuk ntyjh tuliv tvhụ̄ pane. Yylhi yhi āyhi krymh nạzil spdu bʿẓ lvukv kvr ʿrẓ drkhdmt ānḥẓrt ṣly Allah ʿlyh vslm kh ya rsvl Allah variyah lvukh yim shrab chyvan ạsụ̄ zar gindan ạsụ̄ tim ḥẓ ge yymhi ʿālmh yim chyz ḥram spdnh brvntth. Tihund ḥal kyah ḥẓ āshi, aty spdụ̄ yim āyhi krymh nạzil."
  },
  {
    "verse_id": 93,
    "translation": "Chuhnh timn lvukn pytth yimv ayman avn th rcz ʿmlh krykh kanhh gnah, tth mnz yhi timv chvv shrab andrh ya khyvvzarh sintụ̄ zynmthi malh andrh ḥram spdnh brvntth, yylhi timv lvukv timv chyzv nishhi prhyz kvr yim tmhi vqth najạyiz ạsụ̄. Byyhi avnukh ayman th byyhi krykh rcz ʿmlh, tv pth rvudụ̄ prhyz gạry pytth aymans pytth thạ bt tv pth kvrukh tmhi vqth kyv ḥram chyzv nishhi prhyz byyhi krykh rczh ʿmlh, Allah tʿālyā chuh d vst thavan amhi qsmh kyn nykv karn th rcz ʿmlh krvnyn."
  },
  {
    "verse_id": 94,
    "translation": "Ae baaymanv albth alh tʿālyā kri tohyhi ẓrvur āzmạyish shikar kh kunhi qsmh sintụ̄ aḥram kis ḥalts andr. Suh gvv sue shikar yth shikars tuhndụ̄ athh piln. Byyhi tuhndụ̄ nyzh piln. Yus shikar tohyhi balkl qryyb th nzdyk āshi, athh pilh vnh sintụ̄ hykiyvn suh rttith ya nyzh lạyith hykiyvn suh zkhmy krith. Yhi āzmạyish kri Allah tʿālyā tohyhi yuth, mṭlb aimtḥanuk th āzmạyshhi hund chuh kh ḥalt aḥrams mnz vḥshy janvr shikar krun kvr tmụ̄ tohyhi pytth ḥram. Yymyuk ḥkum nnụ̄ pạtthụ̄ brvntth yiv vun chuh. Tim vḥshy janvr āsn tohyhi brvntthkinụ̄ phyran yuth Allah tʿālyā nnravi kh kus chuh khvczan ts tihndis ʿdhabs vuchhnh vrạe, ps yus akhah ḥdh ddlhi yʿny ʿdvli ḥukmy kri. Aḥram kis ḥalts andr kri shikar tsndi khạṭr chuh ạkhrts andr ʿdhabah dg tulh vun."
  },
  {
    "verse_id": 95,
    "translation": "Ae baaymanv mạriyvn shikar aḥram kis ḥalts andr. Adh ḥram ḥj krnh khạṭr ạsitnv gvndd mut ya ʿmrh krnh khạṭr. Yithe pạtthụ̄ yylhi suh janvr āshi ḥrm shryfs mnz, adhe shikar krvun aḥrams mnz āshi tth thi chuh yohe ḥkum yʿny ḥrm shryfuk janvr gczihnh rttun ya zkhmy krun, yus akhah mari shikars zạnith krith ʿmdaan ps chuh vạjib tmis tmyuk bdl dyun ts janvrs hiyv yus mvrun charpav andrh akh janvrah. Thi gvv mthlaan hrgah shutr mrgh mvrun ts bdl gczihh vvntt qrban krun. Hrgah gvrkhr mvrun tth bdl gczihh gav marun. Hrgah rvusụ̄ ktt mạrn ts bdl gczihh ktth marun, ymyuk fạṣlh krn tohyhi mslmanv andrh z shkhṣ ʿdl vanṣaf krvnụ̄, yus janvr qrban yyhi krnh kʿbh shryf vatnạvith, nth yyhi amis janvrh sndis qinmts brabr miskynn ghdha dinh, nth yyhi timn miskynn hnz grnz dohn rvzdar rvznh, yuth suh mzh czhih pnnhi kamhi hndi skhty hund th ychh anjamuk, Allah tʿālyā hn kvr ʿfv tth yhi lvukv aztam kvr, yus āyindh dubarh yuth jurm kri ts hyyhi Allah tʿālyā aintqam ạkhrts andr, Allah tʿālyā chuh ghạlib aintqam hynh vvl ts yus bar bar ʿdvli ḥukm kri."
  },
  {
    "verse_id": 96,
    "translation": "Ae lvukv ḥlal āv krnh tuhndi khạṭr dryạyy shikar krnụ̄. Aḥrams mnz ạsitv ya mth ạsitv. Dryạyy khynh chyzv sintụ̄ tmtʿ tulun chuh tohyhi balkul ḥlal byyhi sarne musafrn, ḥram āv krnh tuhndi khạṭr khshky hund shikar yvtanụ̄ tvhụ̄ ḥalti aḥrams mnz ạsiv. Hrgah byakh shkhṣ yus nh aḥrams mnz āshi shikar kri tv pth diyhi muḥrims ts chuh thi khyvn ḥlal th jạyiz, byyhi khvuczivts khdae sndyn ḥukmn mukhalft krns yymis brvntth knhi tvhụ̄ sạriy smith akh vtth vatnavnh yyiv."
  },
  {
    "verse_id": 97,
    "translation": "Allah tʿālyā hn kvr khanh kʿbh yus vajbi tʿẓym grh chuh lvukn hndi dyny vdunyạviy kamyn hndi qạyim th brpa rvznuk baʿth, byyhi krinụ̄ tʿẓym vạlụ̄ ryth th amn vamankụ̄ bạʿiith, byyhi krụ̄ Allah tʿālyā hn nẓrv nyazkụ̄ janvr yim mḥẓ khdae sndi khạṭr chhi yivan khanh kʿbs kun vatnavnh. Byyhi timn janvrn hndụ̄ hnzrh yim timn janvrn nạlụ̄ travnh yivan chhe tim thi kryn amn vamankụ̄ bạʿiith, yhi kvrAllah tʿālyā hn amy sbbh, yuth tvhụ̄ varh zạniv byshk Allah tʿālyā chuh zanan thi svrue yhi āsmann th zmynn andr chuh. Byyhi yuth tvhụ̄ zạniv kh Allah tʿālyā chuh prth chyzs pytth qdrt vvl."
  },
  {
    "verse_id": 98,
    "translation": "Zạniv kh byshk Allah tʿālyā chuh setthah ʿdhab krvun nafrmann byyhi chuh Allah tʿālyā mghfrt krvun rḥm krvun frman brdarn."
  },
  {
    "verse_id": 99,
    "translation": "Chuhnh yymis sạnis pyghmbrs mtthi mgr pygham vatnavun yus timv vatnvv rthi ṭryqh, Allah tʿālyā chuh thi svrue zanan yhi tvhụ̄ zyvih sintụ̄ tanv sintụ̄ nnravan th ẓạhir kran chhiv. Byyhi yhi tvhụ̄ diln mnz khttith thavan chhiv."
  },
  {
    "verse_id": 100,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah brabr chuhnh napak th pak yʿny gnah th aṭaʿt. Ya gnhgar th frmanbrdar. Blkh chuh khbyth mrduvd, ṭyb chuh mqbvl. ʿạqil gvv sue yus pnun pan mqbvl bnavi mrduvd bnnh nishhi, agrchhi tʿjubs andr trạvi tne ae mukhạṭ, b napạky zyadty tv kinụ̄ mh kr cz khyale, blkh khvcziv tvhụ̄ khdaue sndis ḥukms mukhalft krnh nishhi ae ʿqlh valyv yuth tvhụ̄ kamyab th rstgar spdiv ḥṣuvl jnt sintụ̄ byyhi ḥṣuvl rẓae alāhy sintụ̄. Yylhi ḥẓrti rsvli krymv ṣly Allah ʿlyh v slm frẓyt ḥj byan frmạv th akụ̄ shkhṣn pruczh timn kya ḥẓ prth vryhi chha ḥj krun frẓ tryhi phiri prczuhn nby krym ṣly Allah ʿlyh v slm timv frmvvus nh kynhh jvab. Tv pth frmvvukh hrgah bh frmavha. Tylhi pyyhi ha tohyhi prth vryhi ḥj krun yus nh tvhụ̄ krith hykhi hiv. Brvntthim lvukh ge tbah zyadh prczh prczh krnh sintụ̄. Yoshi kth bh frmavan āsv tth pytth ạsiv ʿml kran. Yosh kth nh bh frmavan āsv tmyuk mh ạsiv prczhan. Ath muṭạbiq spud āyhi krymh nạzil."
  },
  {
    "verse_id": 101,
    "translation": "Ae baaymanv fẓvl kthh ghạr ẓrvury mʿāmln mtʿlq mh ạsiv prczhan yimn mtʿlq aḥtmal chuh kh hrgah byan yyhi krnh tohyhi spdi thi bvzun nagvar, byyhi hrgah prczihv tvhụ̄ tmhi vqth yylhi qrāni mjyd nạzil spdan āshi tohyhi yyhi pvur tmich vẓaḥt krnh tv pth hykiv nh tvhụ̄ kạm pvur anjam anith, Allah tʿālyā hn kvr tohyhi ʿfv fẓvl sval krnụ̄ aztam mgr āyindh kriv aḥtyaṭ, Allah tʿālyā chuh setthah mghfrt krvun setthah ḥlym thi chuh suh yuthnh tohyhi ḥukmi ʿdvly pytth ʿdhab th bazkhvast nh krnh sintụ̄ dhvkh lghi kh ashi āvnh khlaf vrzy pytth bazkhvast krnh."
  },
  {
    "verse_id": 102,
    "translation": "Pzụ̄ pạtthụ̄ yiczhe kthh prczh timv lvukv yim tohyhi brvntth ạsụ̄ pnnyn pyghmbrn tv pth yylhi timn kthn hund jvab dinh āv timv kr nh tth pytth ʿml. Yuthnh tohyhi thi soe nvbt pysh yyhi. Lhādha chuh bhtr svale mh ạsiv kran, ptvlakh spdụ̄ tim timn chyzn munkr. Kạfrn hund rsm avs kh ḥyvann th ḥyvann hndyn bchn ạsụ̄ mʿbvdani bạṭiln hndi nav nyaz kran. Tv pth ạsụ̄ tihndyn knn trth divan nishanh thavnh khạṭr ts ạsụ̄ vnan. Bkhyrh. Bʿẓ janvrn ạsụ̄ potlyn hndi nav thavan. Kamhi nishhi āzad thavan. Ythh pạtthụ̄ azikụ̄ kạfr chhi drm dand thavan. Ts ạsụ̄ vnan sạybh. Bʿẓ kạfr ạsụ̄ majhi hndis shikmse ạsith andr bchs mtʿlq vnan kh hrgah yhi nr āshi tylhi krvn yhi flạnụ̄ potlhi sndi khạṭr dhbḥ hrgah madh āshi tylhi thavvn rchhnh khạṭr pans kyut. Amis ạsụ̄ vnan vṣylh. Ys vvnttnhi dah bchh āshn pạdh spdmtụ̄ ts ạsụ̄ svari nishhi bvr tulnh nishhi alg thavan. Amis ạsụ̄ ḥamy vnan. Yimne chyzn ạsụ̄ khdae sund ḥkum zanan. Ath sạrse chuh Allah tʿālyā rd kran."
  },
  {
    "verse_id": 103,
    "translation": "Kr nh Allah tʿālyā hn muqrr kanhh bkhyrh nh sạybh nh vṣylh nh kanhh ḥamh, lykn kạfr chhi pane yim apuzụ̄ rsvm tthhravan, khdays kun mnsvb kran. Akthr chhi timv kạfrv andrh be ʿql."
  },
  {
    "verse_id": 104,
    "translation": "Yylhi timn vnnh yivan chuh yyiv rjv kriv timn airshadatn kun yim Allah tʿālyā hn nạzil krụ̄ byyhi tuhndis pyghmbrs kun. Yimn pytth tim aḥkam v airshadat nạzil krnh āe, tth chhi jvab vnan ashi chuh kạfy ty yhi ashi vuchh pnnụ̄ mạlụ̄ bddụ̄ bb kran, Allah tʿālyā chuh frmavan kyah suh ṭryqh avsh timn prth ḥals mnz kạfy. Kyah hrgah tihndụ̄ mạlụ̄ bddụ̄ bb kynhh thi zanan āshn nh, nh āshn kunhi āsmạny ktabhi hndis hdayts pytth tvthi krhnh tim tihnze pyrvy."
  },
  {
    "verse_id": 105,
    "translation": "Ae baaymanv kriv pnnis pans aiṣlaḥ krnch fkr. Aṣl kạm chhv yhe tohyhi mtthi. Byyn aiṣlaḥ krns mtʿlq chuh yhi ḥkum kh tvhụ̄ pnnhi mqdvrh th ṭaqth mvjvb byyn aiṣlaḥ krnch kvushsh kriv mgr timn kanhh athr spdinh tvhụ̄ mh khyyiv tmyuk ghm kh timn kvnh chuh athr spdan, yus shkhṣ tuhndi aiṣlaḥ krnh bavjvd gumrạhy pytthe rvzi tohyhi chuhnh tmyuk kanhh nqṣan th ẓryr. Yylhi tvhụ̄ panh pvur hidayts pytth ạsiv, khdae se kun chuh tohyhi sarne rjvʿ krun. Ps kryv suh tohyhi khbr tmhi sarchiy yhi tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 106,
    "translation": "Ae baaymanv, tuhndyn bahmy mʿāmlatn andr mthlaan vạrthn kun mal spurd krnh khạṭr gczhn āsnụ̄ ze shkhṣ. Vṣy yylhi tohyhi andrh kạnshi mrnuk vqt vatan āshi, tmhi sath vạrthn kun mal spurd krnh, vṣyt krnh khạṭr gczhn z shkhṣ muslman dyndar āsnụ̄ yim vṣy bnavnh yin. Ya z shkhṣ ghạr muslim hrgah ne z mslman mysr spdn, hrgah tohyhi sfrs mnz ạsith mrnuk vqt vathi, tuhund gczhn tim z gvah rttnụ̄ adae shhadt khạṭr nmaz prith. Āsn he zmslman bhtr chuhv digr nmaz prith. Āsn he ghạr mslm tylhi yosh timn pnnhi ṭvrh kanhh nmazah kanhh ʿbadthah muqrr āshi so ʿbadt krith lvukn thy, ps hạvinụ̄ tim z mslman qsm khdae sund hrgah tohyhi timn mtʿlq shk āshi, qsm hạvin tim yth kthhi pytth kh asụ̄ krv nh ḥạṣil yymhi kthhi sintụ̄ kanhh fạydh myt sndi mal kh tmʿh mokhh krv nh asụ̄ apuz qsm adh ạsitn ashi ạshnav pnun rshth dar pnun kạnshi hund rʿāyt krvnh asụ̄, prvrdigarh sndi ṭrfh yosh kth vnnuk ḥkum chuh so kth thavvnh asụ̄ khttith, hrgah asụ̄ ychh ktha krv byshk asụ̄ chhi tylhi gnhgar th mujrimv andrh."
  },
  {
    "verse_id": 107,
    "translation": "Ps hrgah kunhi ṭryqh mʿlvm spdi kh yimv doyv gvahv kvr pnun ḥq thạbit gnhh sintụ̄ yʿny khyant krith hvvukh qsm apuz, ps bdl z gvah spdn qạyim homn don gvahn hnzi jayhi, tihndi ṭrfh yihund ḥq ẓayʿ krnh āv yim z nvụ̄ gvah āsn timn hndụ̄ nzdyk rshth dar, ps khdae sund qsm hạvith vnin yim z gvah, sạnụ̄ gvạhy chhe zyadh drust brvntthmyn gvahn hndi khoth, ashi kunhi qsmhi zyadty krnh, asụ̄ ḥdh ddlụ̄ nh hrgah asụ̄ ḥdh ddlmtụ̄ āsv, tylhi chhi asụ̄ ẓrvur ẓạlimv andrh."
  },
  {
    "verse_id": 108,
    "translation": "Yymhi ṭryqh qsmv sintụ̄ chhv zyadh amyd kh tim din gvạhy jan pạtthụ̄. Rthi ṭryqh, ya khvczn km azkm yymhi kthhi nishhi kh hrgah asụ̄ pvz pvz vnv nh tylhi yyhi sạnụ̄ gvạhy thi rd krnh doymhi gvạhy sintụ̄, byyhi khvucziv Allah tʿālyā hs mʿāmlat vḥqvqn mnz mh ạsiv apuz vnan. Byyhi bvuziv khdae sndụ̄ aḥkam tv pth mạniv. Hrgah mạniv nh tylhi spdiv fạsiq th nafrman, Allah tʿālyā chuhnh nafrmann njatch th sʿādtch vth havan."
  },
  {
    "verse_id": 109,
    "translation": "Suh doh pạviv czyts yymhi dohh jmʿ kri Allah tʿālyā sarne pyghmbrani aumtyv san suh gvv qyamtuk doh, kvutah hvlnak chuh, tv pth prczhykh tohyhi kya jvab avv dinh yimn aumtyn hndi ṭrfh, tim dpn ashi chuhnh czytse kihinụ̄. Thi āshi tmhi dohkhi shdt hvluk athr timn pytth. Zhvul āsykh spudmut, pzụ̄ pạtthụ̄ cze chuhkh sạriy pvushydh chyz zanh vun."
  },
  {
    "verse_id": 110,
    "translation": "Suh doh pạviv czyts yymhi dohh prczihh Allah tʿālyā ḥẓrti ʿīsyā hs ʿlyh alslam ae ʿīsyā bin mrym czyts pạviv myạnụ̄ tim aḥsanat yim mukhtlf vqtn andr mukhtlf qsmv cze pytth th chanhi vạlds ḥẓrti mryms pytth me krmtụ̄ chhi, yylhi suh mdd kv rue czepak rvḥ sndi sintụ̄ )suh gvv ḥẓrti jbryl amyn ʿlyh alslam(, kth avsukh cz kran lokchars lvukn sintụ̄ mnzlis mnz byyhi bvdd vạtith don klamn mnz ạsụ̄ nh kanhh frqah, byyhi yylhi me cz hychhnvmkh cz lykhn th gattjarchhi kthh, byyhi tvrat th ainjyl, byyhi yylhi cz bnavan avsukh rbhi hndụ̄ janvr hiy myanhi ḥukmh, ps avsukh cz tth mnz phokh divan tv pth avs suh varh karh janvr bnan myanhi ḥukmh, byyhi avshn mvuly avn nabyna th hythr ld bymar blh ravan myanhi ḥukmh, byyhi yylhi cz mrdh avshkh zindh krith qbrv mnzh kddan myanhi ḥukmh, byyhi yylhi bny asrayyl cze nishhi pth rttụ̄ yylhi timv chanhi qtluk airadh kryv yylhi cz timn nishhi nnhi dlylh hyth ākh, ps von timv andrh timv lvukv yim kạfr ạsụ̄ chhnh yim rvshn dlylh mgr nvn sḥr th jvd."
  },
  {
    "verse_id": 111,
    "translation": "Byyhi yylhi me ḥvarynn ḥkum kvr kh pczh kriv me th myạnis pyghmbrs, timv dvp cze kun tmyuk jvab kh ashi avn ayman khdays thi th cze thi vonụ̄ rvz cz ae ḥẓrti ʿīsyā gvah kh asụ̄ chhi pzụ̄ pạtthụ̄ mslman frman brdar khdae sndụ̄ thi chạnụ̄ thi."
  },
  {
    "verse_id": 112,
    "translation": "Byyhi chuh qạbil dhkr vaqʿh yhi yylhi ḥvar ynv dvp yaḥẓrti ʿīsyā bin mrym, kyah tuhund prvrdigar hykna ashi pytth āsman khi ṭrfh nʿmtn hund khvanchh nạzil krith, vạlith, thi ma chuhv tuhndis kunhi ḥukms khlaf, ḥẓrti ʿīsyā hn dvpukh khvucziv khdays hrgah tvhụ̄ baayman chihv. Yczh kth krnh nishhi rvuziv pth tikyazih baaymann pzi nh mʿjzn hnz frmạyish krnụ̄. Be ẓrvurt amhi qsmkụ̄ chyz ṭlb krun chuh khlafi adb."
  },
  {
    "verse_id": 113,
    "translation": "Tim lgụ̄ vnnhi ashi khdae sndis qadri mṭlq āsns andr kunhi qsmh shk th trdd chuhnh blkh chuh svn mqṣd yhi vnnh andrh akh kh asụ̄ khymh hv nh kynhh, ashi chhe bochhhi ljmcz byyhi rvzhn sạnụ̄ dil mṭmʿīn. Ashi pyyhi hnh mʿāshh khạṭr fkr thavnụ̄ tmhi nishhi be fkr rvuzith krhv asụ̄ khdae snz ʿbadt. Byyhi spdiha mʿlvm ashi tohyhi frmvvpvz. Byshk chhiv tvhụ̄ pyghmbri khda. Byyhi rvzhv asụ̄ tuhndis ath mʿjzs pytth gvah. Suh spdiha byyn lvukn hndi hidaytuk dhryʿh th sbb."
  },
  {
    "verse_id": 114,
    "translation": "Chnanchh yhi jvab bvuzith spud mʿlvm ḥẓrti ʿīsyā hs kh tihund ghrẓ chuh ṣḥyḥ, aty kvrukh dʿā, ya Allah ae sanhi prvrdigarh nạzil kr ashi pytth khvanchh. Yth mnzrnith krith tyar spdith khynkụ̄ chyz āsn āsman kh ṭrfh, tmyuk vsun th nạzil spdun bnhi sanhi khạṭr sanyn brvntthmyn ptmyn hndi khạṭr frḥt vsrvruk baʿth. Byyhi spdi suh chanhi qdrt kạmiluk bvdd nishanh. Kr ashi amhi ṭryqh pnun rzq cz ʿṭa, cze chuhkh sarve andrh bhtr ʿṭa krvun."
  },
  {
    "verse_id": 115,
    "translation": "Allah tʿālyā hn frmvvukh byshk bh kr nạzil khvanchh tohyhi pytth ẓrvr mgr, tmhi pth yus akhah tohyhi andrh kufrani nʿmt kri yʿny ḥqvq vajbh ada krinh ts kr bh suh ʿdhab yus nh kạnshi akis kr bh tmhi vqth kyv ʿālmynv andrh."
  },
  {
    "verse_id": 116,
    "translation": "Byyhi chuh qạbli dhkr yhi vaqʿ yus qyamt kh doh drpysh yyhi. Allah tʿālyā frmavi tmhi dohh ya ʿīsyā bin mrym, kyah cze vonthh lvukn bh th myạnụ̄ vald h zạniyvn z mʿbvd khdays vrạe )yhi bvznh sintụ̄ vothhi ntth ḥẓrti ʿīsyā hs(, nttan nttan vnhi, munzh th pak chuhkh cz shryk āsnh nishhi. Myanhi dil khi aʿtqadh mvjvb th ḥqyqt vaqʿī mvjvb thi, me kithh pạtthụ̄ pzi ha, bh kyah vnh ha so kth yymyuk nh me kanhh ḥq avs nh pnnhi dil khi aʿtqadh kh aʿtbarh nh ḥqyqt vaqʿī kh aʿtbarh, hrgah me yiczh kth vnmcz āshi tylhi ạshiy cze khbre, cz zankh thi svrue yhi myạnis vnds mnz chuh khttith. Mgr bh zanh nh yhi chạnis dhati paks mnz chuh setthah ticze hn yyuczhn cze zạnirvvths, pzụ̄ pạtthụ̄ cze chuhkh setthah zanh vun sạriy pvushydh chyz."
  },
  {
    "verse_id": 117,
    "translation": "Me vvn na lvukn mgr tiy yymyuk cze ḥkum kvrthm, so gyhi yhe kth kh ʿbadt kriv mʿbvdi brḥq snz yus myvn th tuhund prvrdigar chuh, yytis kals bh timn mnz avsus āsmans pytth kharnh ynh brvntth th āsmans pytth kharnh yinh pth tyitis kals avsus bh timn ngrạny kran th tihund ḥal vuchhan, tmhi pth yylhi cze myvn vqt pvur kvruth adh avsukh cze tihund rạchh, cze chuhkh prth chyzuk ḥal vuchhan."
  },
  {
    "verse_id": 118,
    "translation": "Hrgah cz timn ʿdhab krkh tim chhi bndh chạny. Cze chuhe pvur aikhtyar timn pytth, hrgah timn bkhshkh th mghfrthe krkh, chạny athh kanhh pth hykhi nh rttith kyazi cz chuhkh byshk sarne pytth ghạlib th ḥikmt vvl."
  },
  {
    "verse_id": 119,
    "translation": "Frmvv Allah tʿālyā hn yhi azyuk doh chuh yymhi dohh nfʿ diyhi pzụ̄ zyaryn pvz pnun. Yimv lvukv pzis aʿtqads pytth rvzith rcz ʿmlh kri mcz āsn, tihndiy khạṭr chhi tim jnt th bagh yimv mnz joyhi pkan āsn, tim rvzn timne jntn mnz hmyshh abdalābad, khda timn nishhi rạẓy tim khdays nishhi rạẓy th khvsh, yhe gyhi bdd rstgạry th kamyạby yʿny rẓae khda ḥạṣil spdun. Dnyahch kanhh kamyạby chhnh ath brabr."
  },
  {
    "verse_id": 120,
    "translation": "Padshaht chhe āsmann mnz th zmynn mnz byyhi timn sarne pytth yim yimn don mnz rvzan chhi. ʿālmi ʿlvyikụ̄ mkhlvq th ʿālmi sflykụ̄ mkhlvq thi, sue chuh prth chyzs pytth qdrt vvl. Amse mạlki kuls pzi pnnyn mkhlvqn pytth aḥkam muqrr krnụ̄. Setthah ychh th najạyāz chuh yithis padshah snz yithis qdrt vạlụ̄ snz nafrmạny th ʿdvli ḥukmy krnụ̄."
  }
]