[
  {
    "verse_id": 1,
    "translation": "Sạriy ḥmud th thna chhi szavar ts mʿbvdi brḥqs yymụ̄ pạdh krụ̄ āsman th zmyn byyhi yymụ̄ pạdh krụ̄ gtth th gash, yuth qdrt vvl ạsith chhi kạfr pnnis prvrdigars sintụ̄ brabr thavan mkhlvqv andrh mʿbvdani bạṭiln )kuja khalq th kuja mkhlvq(."
  },
  {
    "verse_id": 2,
    "translation": "Suh gvv sue pạdh krvun yymụ̄ tvhụ̄ kriv rbhi nishhi bvasṭh ḥẓrti ādm ʿlyh alslam. Tvpth kvrun muqrr akh vqtah prth akụ̄ sndi zynh th mrnh khạṭr, byakh vqtah chuh ts nishhi muqrr th mʿīn tuhndi dubarh zindh spdnh khạṭr, tvthi thi chhi tohyhi andr bʿẓ lvukh shk th trdud kran mrnh pth byyhi zindh spdns mnz. Ḥalankh yymụ̄ dhati pakn svrue goddh pạdh kvr tmis nish kyah ʿjạyb chuh dvbarh byyhi pạdh krun."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chuh sue mʿbvdi brḥq āsmann mnz th zmynn mnz thi. Ts vrạe chhi sạriy mʿbvdani bạṭil, zanan chuh suh tuhndụ̄ pvushydh aḥval thi. Lothi lothi th bddi bddi kthh th byyhi chuh zanan thi svrue yhi tvhụ̄ kran chhiv nyk vbdʿmlv andrh. Yim tryshve āyat krymv sintụ̄ spud thạbit tvḥydi bạry tʿālyā kyazi ys andr yim ṣifat āsn sue chuh ʿbadts szavar byyhi nh kanhh."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi chuhnh yimn mkh kyn kạfrn th munkrn nishhi khdae sndi vḥdanyt kyv nishanv andrh kanhh nishanah kanhh dlylah vatan. Mgr tim chhi timv nishanv th dlylv nishhi buth phiran."
  },
  {
    "verse_id": 5,
    "translation": "Chnanchh timv kvr ankar yth pzis qrāni mjyds yylhi suh timn nishhi vvt. Mgr timn hndi amhi ankar krnh th buth phirnh nishhi yyhi nh achh ttuvnh, jldy lghi timn pth tmhi chyzuk yth tim tthtthh kran ạsụ̄ yʿny ʿdhabs gczhn grftar."
  },
  {
    "verse_id": 6,
    "translation": "Kyah timv vuchhnah pnnyn sfrn andr. Ashi kinczah aumcz chhe hlak kri mcz yimn ashi dnyahs andr suh vqt th ṭaqt dyutmut avs yus nh tohyhi dyutmut chuh. Byyhi ạsụ̄ asụ̄ timn petth āsman kh ṭrfh pe dr pe vizi vizi rvud travan, byyhi āsh aashi tihnzv bstyv mnz joyhi th kolh jạry krimaczh. Bavjvdān krụ̄ ashi tim hlak tihndyv gunhv th nafrmạnyv sbbh, tvpth kri ashi timn pth variyah jmạcz pạdh. Yithe pạtthụ̄ tohyhi petth thi tuhnzi nafrmạny sbbh asụ̄ ʿdhab nạzil krv. Yhi kyah ʿjạyib chuh."
  },
  {
    "verse_id": 7,
    "translation": "Timn lvukn hndi kufrv ʿnadch chhe yhi kyfyt kh hrgah asụ̄ kaghdhs petth lykhith ktabah tohyhi petth nạzil krhv tvpth krhn tim pnnyv athv sintụ̄ tth thph. Tvthi vnhn yim kạfr th munkr yhi chuhnh mgr ttakarh hyvu jvd th sḥr kyazi yylhi nh dil kinụ̄ manun ghrẓ chuh āsan tylhi chuh prth dlylhi nsbt kynhh nth kynhh ktth yivan kddnh."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi vvn yimv kạfrv kyazi chuhnh nnụ̄ pạtthụ̄ nạzil spdan ḥẓrti Muḥammads ṣly Allah ʿlyh v slm petth kanhh mlkah yus yihndis pyghmbr āsns petth tṣdyq kri ha, Allah tʿālyā chuh frmavan hrgah asụ̄ nạzil krhvn mlkah yithh pạtthụ̄ yim yczhan ạsụ̄, tylhi yyhi ha qṣe khtm krnh yʿny tth ṣvrts andr hrgah tim ayman anh hn nh, tylhi yyhi ha tihndi hlaktuk th galnuk ḥkum jạriy krnh yth andr nh timn kunhi qsmh mhlt yyhi ha dinh mvjvd ṣvrts andr āyhi timn mhlt dinh yuth timn tvbh krnuk mvqʿh ḥạṣil spdi."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi hrgah asụ̄ pyghmbr bnạvith svzhvn kanhh mlk, suh thi krhvn asụ̄ bṣvrt ansan kyazi ʿām ansann chuhnh ṭaqt mlk vuchhnuk, tvpth trav hvkh asụ̄ tim timne shubhn andr yimn andr vnikyns tim pymtụ̄ chhi, tmhi saʿth thi vnhn time kthh yim vnikyns vnan chhi tmsndis bṣvrt ansan āsns petth krhn shubh khbr chha yhi chha mlk kinh chuhnh. Lhādha mh spdivtvhụ̄ ya rsvl Allah yihnzv kthv sintụ̄ āzurdh yhi nv kthah chhanh."
  },
  {
    "verse_id": 10,
    "translation": "Pzụ̄ pạtthụ̄ tthtthh āv krnh timn pyghmbrn sintụ̄ yim tohyhi brvntth ạsụ̄. Tvpth vlụ̄ tim tmy ʿdhabn yth tim tthtthh kran ạsụ̄. Yy bnhi yimn lvukn thi yim tohyhi tthtthh kran chhiv. Lhādha mh banbriv kynhh."
  },
  {
    "verse_id": 11,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ṣly Allah ʿlyh v slm ae lvukv phyriv tvhụ̄ sạrse zmyns tvpth vuchhuv kyah chuh spudmut anjam munkrn hund yimv sạnụ̄ āyat apuz zạnụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Prczihyvkh tvhụ̄ ya rsvl Allah āsman vzmyns mnz yhi chuh thi kuhund chuh, tim ne amyuk jvab vnn yvre frmạviyvkh, svrue chuh mʿbvdi brḥq sund kyazi amyuk jvab chuhnh amhi vrạe kihinụ̄, tmụ̄ chhe dhmh hycz mcz pans petth lvukn nsbt mhrbạny krnụ̄. Yim shikh nishhi tv bh krn, ẓrvur kri tohyhi sarne jmʿ qyamtkụ̄ doh tvpth hyyhi sarine ḥsab qyamtkụ̄ doh gvv yymkis yins mnz nh shkhe chuh kanhh. Allah tʿālyā chuh frmavan ddytthh kyuth.... Tvhụ̄ yimn kạfrn tvḥydchh dlylh rḥmtuk th ʿdhabuk vʿdh vʿīdh kriv, mgr yimv lvukv pnnụ̄ pan pane nqṣans th tavans mnz trvv tim pczh krn nh ayman ann nh. Kyazi yimv chhe pnnụ̄ ʿql th nẓr ṣḥyḥ ẓayʿ krmcz. Kanhh chyz ḥạṣil krnh khạṭr chuh qvti fkryh astʿmal krun thi ẓrvury āsan. Tth qvts chhinh tim kạme hyvan. Lhādha kithh pạtthụ̄ ann tim ayman."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi chuh tihundue thi svrue yhi rats mnz th dohs mnz rvzith chuh. Yʿny mkan v zmans mnz yhi kynczhah chuh thi chuh tihundue, sue chuh svrue bvzvun svrue zanh vun."
  },
  {
    "verse_id": 14,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah, ae kạfrv tvhụ̄ chhiv yczhan kh bh kyah rttn mʿbvdibrḥqs vrạe byyhi kanhh dvstah mddgarah th mʿbvdah ysnz ʿbadt bh kr suh trạvth yus āsmann hund th zmynn hund pạdh krvun chuh, byyhi chuh sarine khyavan, ts chuhnh khyavan kanhh. Kyazi suh chuh khynh chynh nishhi munzh th pak, frmạviyvkh tvhụ̄ ya rsvl Allah yimv ʿqly dlylv ʿlavh chhe nqly dlylh yimv mvjvb nh bh kunhi ṣvr th ts vrạe kanhh mʿbvd zann. So nqly dlyl gyhi yhe kh me āv amr krnh kh bh āsh goddnikue ḥukms tʿmyl krvun. Byyhi ām ḥkum krnh yuth nh hrgiz bniv tvhụ̄ shirk anh vnyv andrh. Yhi yylhi ts ṣạḥibs vnnh āv yus ṣạḥb shirk annh nishhi mʿṣvm th pak chuh. Vonụ̄ chhanh byyn hnz kthe."
  },
  {
    "verse_id": 15,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah bh chuhs khvczan hrgah bh nafrmạny kr prvrdgars pnnis, bddi dohkis ʿdhabs. Yus ʿdhab ḥkum nh manh vnyn krnh yyhi. Suh bvdd doh gvv qyamtuk doh."
  },
  {
    "verse_id": 16,
    "translation": "Ys akis nishhi tmhi dohuk ʿdhab pth yyhi rttnh byshk ts kvr khdayn bvdd rḥm, soe gyhi nnụ̄ rstgạry th kamyạby yʿny tmhi doh kh ʿdhab nishhi njat lbun."
  },
  {
    "verse_id": 17,
    "translation": "Ae ansan hrgh cze vatnạviy Allah tʿālyā kanhh tklyfah kanhh blayah kanhh bymạryah kunh tngyah ps chuhnh kanhh akhah yus tth tklyfs cze nishhi tth tklyfs dvur hykhi krith ts mʿbvdi brḥqs vrạe, hrgah suh vatnạviy cze kanhh khạrah ṣḥtah dvlthah, tsnd athh kanhh rttith hykhi nh, suh chuh prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 18,
    "translation": "Sue chuh ghạlib pnnyn bndn petth, byyhi chuh sue bvdd ḥikmt vvl sarichy khbr thavvun."
  },
  {
    "verse_id": 19,
    "translation": "Tvhụ̄ prczihv yimn tv ḥyd vrsalt kyn munkrn kh sarve andrh kus chuh bvdd gvah āsnh kinụ̄. Yymụ̄ sndi gvạhy sintụ̄ kunhi mukhtlf fyh msls mnz fạṣlh yyhi krnh, yvre frmạviyvkh tvhụ̄ kh sarive khoth chuh bvdd gvah āsnh kinụ̄ Allah tʿālyā. Sue chuh me mnz th tohyhi mnz gvah, kyah tvhụ̄ chhivah amh bjhi gvạhy pth thi gvạhy divan kh khdays sintụ̄ kyah chuh byyhi kanhh mʿbvd thi shryk. Hrgah tim dpn tim chhi tvthi amhi shirkch gvạhy divan. Tth ṣvrts mnz chuh timn sintụ̄ gftgv krun bekar, tvhụ̄ frmạviyvkh bh hrgiz yczihh kthhi hnz gvạhy chuhsnh divan, tvhụ̄ frmạviyvkh tth ṣvrts andr pnun aʿtqad kh suh mʿbvd chuhv na mgr kunue. Bh chuhs byzar timv chyzv nishhi yim chyz tvhụ̄ ts shryk tthhravan chihv. Rsalts mtʿlq chhi kạfr vnan kh ashi prczh yhvd v nṣaryā hn tth mtʿlq chhe yhi kth mḥqq kh."
  },
  {
    "verse_id": 20,
    "translation": "Tim lvukh yimn ashi ktab ʿṭa kr tim chhi amis pyghbri brḥqs shk vshubh vrạe tithe pạtthụ̄ zanan th przh navan goddh petthe yithh pạtthụ̄ pnnyn nychvyn zanan th prznavan chhi, yimv lvukv bavjvdi shhadt kubry yʿny bddgvạhy āsnkhi bavjvd pnun pan tavans th nqṣans mnz trạvụ̄ tim ḥẓ pczh krn nh, nh tvḥyds nh rsalts. Yim munkryn tvḥyd vrsalt chhi ʿqlaan thi nhayt be anṣaf."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi kus akhah chuh yuth ẓạlim th be anṣaf ts shkhṣh sndi khoth yymụ̄ apuz nvvrvv kunis khdays petth shryk tthhravnh sintụ̄, ya apuzụ̄ zạninụ̄ tihndụ̄ āyat yim pyghmbrn ʿṭa āe krnh pzụ̄ pạtthụ̄ kamyạby th rstgạry chhnh hrgiz yithyn ẓạlimn qyamtuk doh blkh āsn tim grftar ʿdhab."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi chuh suh doh thi qạbil dhkr yymhi dohh asụ̄ tim sạriy khlạyq jmʿ kruvkh mḥshrh kis mạdans andr, tvpth vnv asụ̄ timn yim khdays shryk tthhravan ạsụ̄. Ae mushrikv kthi chuhv tim mʿbvdani baṭil yim tvhụ̄ khdae sndụ̄ shryk zanan ạsiyvkh. Sufạrshhi khạṭr kvnh chhiyvkh pysh kran."
  },
  {
    "verse_id": 23,
    "translation": "Tvpth ạsụ̄ nh timn pnnhi khyalhi njatkụ̄ kanhh ḥylh th bhanh, apuz vnnh vrạe kanhh chyzah. Dpn qsm ts khdae sund yus svn prvrdigar chuh. Asụ̄ ạsụ̄ nh khdays shryke tthhravan."
  },
  {
    "verse_id": 24,
    "translation": "Varh vuchhiv kyuth apuz vvnukh pnnyn pann hndi ḥqh, byyhi mshkh tim sare kthh apzi kthh yimh tthhravan ạsụ̄ tim dnyahs andr."
  },
  {
    "verse_id": 25,
    "translation": "Yimv kạfrv andrh chhi bʿẓ yim tuhund qrāni mjyd prun chuh bvzan mgr suh tihund bvzun ḥq czhanddnh khạṭr āsan chuhnh, aashi chhi tihndyn diln petth trạvmtụ̄ tthrụ̄ yuthnh timn fkri tri kynhh byyhi chuh tihndyn knn trvvmut zr yuthnh bvzun tgykh kynhh, tihnzn achhn hnz kyfyt chhe kh, hrgah timh sare dlylh thi vuchhn tvthi krn nh pczh zn nh kihinụ̄ vuchhmut āsykh, taaynkh yylhi tohyhi nishhi yivan chhi pnnhi khyalh bḥth krnh khạṭr mgr kynhh chuhkh nh andan, la jvab gczihth chhi vnan yim kạfr kh yhi qrāni mjyd chuhnh mgr brvntthmyn hund apuz qṣh th afsanh."
  },
  {
    "verse_id": 26,
    "translation": "Byyhi chhi yim kạfr qrāni mjyd bvznh nishhi pth rttan th mnʿ kran byyhi chhi panh thi ashi nishhi pth czlan th dvur rvzan, mgr yhi krnh sintụ̄ chhinh yim tbah kran mgr pnniy pan byyhi chhinh yim pnnụ̄ tbạhy czynan th mḥsvs kran."
  },
  {
    "verse_id": 27,
    "translation": "Hrgah cz vuchhkh ae vuchh vnh suh vqt yymhi saʿth yim kạfr th munkr vvdnụ̄ thavnh yin naris btthis petth prczh gạr krnh khạṭr byyn hynh khạṭr tmhi saʿth vuchhkh cz setthah hvlnak mnẓrah akh, tmhi saʿth lgn dpnhi tim ae kash asụ̄ he dnyahs kun byyhi yimh hv svznh, vonụ̄ asụ̄ pnh pnun khdae sndyn āyatn ankar krhv nh, tim apuzụ̄ zanh hvnh. Vonụ̄ bnh hv asụ̄ thi baaymanv andrh. Allah tʿālyā chuh frmavan yihund yhi tmna krun chuhnh kunhi ḥqyqts petth mbny."
  },
  {
    "verse_id": 28,
    "translation": "Blkh spdụ̄ timn chyzn hndụ̄ athrat ẓạhir yim pvushydh th khttith thavan ạsụ̄azikh brvntth dnya hs andr, hrgah yim byyhi dnyahs kun vaps yin svznh byyhi krn time kamhi yimv nishhi mnʿ avsukh yivan krnh pzụ̄ pạtthụ̄ tim chhi yim vʿdh krns andr blkl apuz yạrụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi ạsụ̄ yim kạfr yythi vnan kh byakh zndgyah chhanha byyhi kynhh yymhi sanhi dnyachh zndgy vrạe. Yhi kth chhe ghlṭ kh asụ̄ kyah yimv mrnh pth byyhi zndh krnh."
  },
  {
    "verse_id": 30,
    "translation": "Hrgah cz vuchhh hkh ae vuchh vnhi yymhi saʿth yim qyamtkụ̄ munkr vodnụ̄ thavnh yin pnnis prvrdigars brvntth knhi cz gczhkh ḥạran th pryshan suh vqt vuchihth, Allah tʿālyā frmavykh ae munkrv kyah ạs na yhi qyamt th mrnh pth zindh gczuhn ḥq th pvz, dpn sạnis prvrdigarh sund qsm yhi avs vaqʿī blkl pvz, Allah tʿālyā frmavykh ythi tuhndis aqrar krns chuhnh kynhh thi aʿtbar lhādha czhiv vonụ̄ tvhụ̄ ʿdhab pnnhi kufruk th ankaruk, tvpth yin yim svznh jhnms mnz."
  },
  {
    "verse_id": 31,
    "translation": "Byshk tavan pyvv timn lvukn yim ankar āsn kran mrnh pth byyhi zndh spdith khdays brvntth knhi pysh spdns. Yhi ankar v tkdhyb chuh dnyahs andr kynczhn dohn, tmhi pth yylhi timn vạtith pyyhi qyamt hngh th mngh. Dpnhi lgn afsvs chuh sanhi khạṭr ashi kyazi kre yhi susty th kvtạhy ath andr, drḥaltykh tuln tim pnnyn gnhn hund bvr pnnyn pushtn petth. Varh bvziv kvutah ychh āshi yihund yhi bvrkyazi tmyuk anjam āshi setthah ychh."
  },
  {
    "verse_id": 32,
    "translation": "Chahnh yhi dnyahch zndgy mgr giyundna th shghlah, albth ạkhrtuk gr chuh setthah bhtr prhyzgarn hndi khạṭr kyah, yimh dlylh bvuzith thi chuhv na tohyhi fkri tran."
  },
  {
    "verse_id": 33,
    "translation": "Pzụ̄ pạtthụ̄ asụ̄ chhi bkhvby yhi kth zanan kh tohyhi chhe ghmgyn kran kạfrn th munkrn hnz kthh. Mgr prvah mh briv kynhh khdays pushriv yhi mʿāmlh, yim nh ḥẓ chhinh brahi rast tohyhi apuzzyạrụ̄ zanan, lykn yim ẓạlim chhi khdae sndyn āytn zạnith krith ʿmdaan ankar kran, khda chhddyv nh yimn ʿdhabs grftar krnh vrạe, tvhụ̄ rvziv be fkir."
  },
  {
    "verse_id": 34,
    "translation": "Yhi mʿāmlh spudnh tohy sintụ̄ blkh tohyhi brvntth thi āv pyghmbrn ankar krnh, timv kvr ṣbr lvukn hndis ankars nh manns petth byyhi ankar ʿlavh āv timn ʿdhab th tklyf thi vatnavnh ta aynkh vvt timn mddsvn. Timv pyghmbrv yithh pạtthụ̄ ṣbr kvr tithe pạtthụ̄ kriv tvhụ̄ thi ṣbr, yithe pạtthụ̄ vathi tohyhi thi svn mdd. Kyazi yhi aʿānt th mdd krun chuh ashi pnnyn bndn hndi khạṭr muqrr kvrmut, hrgiz hykhi nh kanhh akhah bdl krith khdae sndyn muqrr krimtyn ḥukmn, byshk tohyhi vạczv brvntthmyn pyghmbrn hnz khbrh qrāni mjyd kh dhryʿh yʿny timn kithh pạtthụ̄ āv tklyf dinh. Tth petth kithh pạtthụ̄ kvr timv ṣbr."
  },
  {
    "verse_id": 35,
    "translation": "Byyhi tohyhi petth kạfrn th munkrn hnz rvgrdạny krnụ̄ chhv nagvar spdan. Tihnz khvhsh chhe timn tim mʿjzat havnụ̄ yimn hund tim muṭalbh kran chhi. Dyvh tmy sintụ̄ timn hdayt bnhi, ps hrgah tohyhi ṭaqt chuhv tvhụ̄ kriv tlash zmyns mnz kanhh gophah ya āsmans kun lạgiv kanhh hyrah tvpth diyuvkh anith tim mʿjzh yim tim tohyhi nishhi czhanddan th ṭlb kran chhi. Chuhvhe ṭaqt th kriv. Yhi chuh pvz kh tohyhi chuh setthah ārzv ʿālmkụ̄ lvukh gczhụ̄ syzih vthi petth yin mgr yhi chuhv khdae sndis yczhns khlaf, prvrdigare yczihh ha sarne svnbraviha hdayts petth mgr tmụ̄ yvcz nh thi, ps mh bniv tvhụ̄ be khbrv andrh. Yhi ghm th fkr trạviv tvhụ̄."
  },
  {
    "verse_id": 36,
    "translation": "Pzụ̄ kth chhinh manan th qbvl kran mgr time yim varh bvzan chhi pzụ̄ kth pvz czhanddnh khạṭr. Timn chuh Allah tʿālyā thi hdaytuk tvfyq divan. Yimv kạfrv bvznh tithh pạtthụ̄. Lhādha kithh pạtthụ̄ bnhi hykh hdayt. Vonụ̄ hrgah amhi ankar v aʿraẓ mokhh timn dnyahs mnz pvurh ʿdhab āv krnh timn chha yythi rvzun, ạkhr chuhkh mrun, sarne murdn kri Allah tʿālyā zindh qyamtkụ̄ doh ạkhrts andr tvpth yin tim vatnavnh ḥisabh khạṭr Allah tʿālyā hs nishhi. Sue diyhi timn pvurh sza tmhi ankar v aʿraẓuk lhādha trạviv tvhụ̄ tihund khyal. Tihnz fikr th ghm mh briv kynhh."
  },
  {
    "verse_id": 37,
    "translation": "Byyhi dvp mkh kyv kạfrv kvnh chuh nạzil spdan ymis pyghmbrs petth kanhh nshanah mʿjzah pnnis prvrdigarh sndi ṭrfh. Timv mʿjz v andr yimn hund asụ̄ mṭalbh chhi kran yymhi sintụ̄ yihndis pyghmbr āsns tạyyd spdiha, frmạviyvkh tvhụ̄ ya rsvl Allah byshk Allah tʿālyā chuh prth nshanah th mʿjzh nạzil krns petth qdrt vvl lykn akthr lvukh chhinh zanan kh mʿjzn hund nạzil krun chuh akis qanvns tḥt āsan. Yhi chuhnh lvukn hnzi khvahshhi mṭabq nạzil krnh yivan amhi kh anjam nishhi chhi akthr lvukh be khbr. Amhi qsmkyn mʿjzn hund anjam chuh kh hrgah tim frmạyshy mʿjzh yth tim ayman ann nh, pczh krn nh tylhi yin tim ykdm galnh th tbah krnh."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi yim jandar zmyns mnz khshky petth ya dryavs mnz chhi. Byyhi yim janvr pnnyv doyv prv sintụ̄ hvahs mnz vuddan chhi. Yimv mnzh chuhnh kanhh qsm yus nh qyamtkụ̄ doh tuhndiy pạtthụ̄ jmạczv jmạczv mḥshrkis mạdans mnz jmʿ krnh yyhi. Agr chh tim sạriy chhi be shmar lykn ashi nishhi chhi tim ḥisabs andr jmʿ krnh āmtụ̄, kyazi ashi chuhnh trvvmut pnnis dftrs mnz yʿny lvḥi mḥfvẓs andr lykhnh vrạe kanhh chyzah. Prth akis chyzs mtʿlq chuh ashi lyvkhmut yim chyz qyamts tanụ̄ pạdh spdvnụ̄ chh, kmụ̄ sund kyah ḥal āshi, tvpth yin sạriy ansan jandar th janvr pnnis prvrdigars nishh jmʿ krnh suve kri sarne mnz fạṣlh. Chnanchh ḥdyth shryf chuh mtfq ʿlyh kh agr dnyahs andr akụ̄ hyngdar janvrn hyngv rl āshi lạymcz qyamtkụ̄ doh yyhi ts nishhi amyuk bdlh hynh. Tmhi pth yyhi ḥyvanatn th janvrn ḥkum krnh mycz gczihnv timn spdi mycz. Tmy saʿth dpn kạfr.... Kash kh bh thi āsha mycze."
  },
  {
    "verse_id": 39,
    "translation": "Tim lvukh yimv apuz zạnụ̄ sạnụ̄ āyat yʿny qrāni mjyd tim chhi pvz bvznh nishhi zrụ̄, pvz vnnh nishhi klụ̄. Kufrchn rngarng gttn andr grftar, ys yczihh Allah tʿālyā pzi nishhi aʿraẓ krnh mokhh gumrah krun ts chuh gumrah kran, byyhi ys yczihh Allah tʿālyā ts chuh syzi vthi petth anan pnnhi fạṣlh sintụ̄. Yitihs ḥals mnz tihund ghm khyvn chuh be svd. Yhi mʿāmlh kriv tvhụ̄ khdays spurd."
  },
  {
    "verse_id": 40,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ae mkh kyv kạfrv me vnitv hrgah tohyhi khdae sund ʿdhab yyhi dnyahs andr timv ʿdhabv andrh kanhh ʿdhabah yim aztam munkrn th nafrmann petth nạzil krnh āe ya qyamthe pyyhi vạtith tohyhi yth mnz hvlnak vaqʿāt āsn, kyah tim hvlnak chyz dfʿ krnh khạṭr dyvh tvhụ̄ ālv khdays vrạe byyhi kạnshi. Chhiv he tvhụ̄ shryk tthhravns andr pzụ̄ zyạrụ̄."
  },
  {
    "verse_id": 41,
    "translation": "Hrgiz nh hrgiz nh blkh diyv tvhụ̄ nad th ālv tmhi saʿth tsụ̄ yvt th byyhi nh kạnshi. Ps kryv sue dvur th dfʿ suh ʿdhab yymhi khạṭr ts nad diyv. Hrgah suh yczihh suh ʿdhab dvur krun. Byyhi mshnv tmhi saʿth tim sạriy apuzụ̄ mʿbvd yim ts shryk tthhravan ạsiv. Amy andrh zạnitv tvhụ̄ khdays vrạe yylhi nh qadri mkhtar kanhh chuh, ʿbadts szavar kus hykhi ạsith."
  },
  {
    "verse_id": 42,
    "translation": "Byshk byyhi svuzụ̄ ashi pnnụ̄ pyghmbr varyahn aumtn kun tohyhi brvntth, timv kvr timn pyghmbrn ankar tim zạnikh apzụ̄, ps rttụ̄ tim ashi rzq chhi tngy sintụ̄ th bymaryv sintụ̄ yuth tim hnah puhttn th ashi kun rjvʿ krith ʿạjzy th zarh parh krun. Pnnyn kufrv tkdhyb kyn gnhn hndi khạṭr."
  },
  {
    "verse_id": 43,
    "translation": "Ps kvnh kre yhi yimv ʿạjzy th zarh parh yymhi sintụ̄ timn svn ʿdhab vaczvv, lykn yihndụ̄ dil ạsụ̄ spdmtụ̄ skht ʿạjzy kthh pạtthụ̄ krhn, byyhi avs dyutmut shyṭann zynt thnzn timn ychh kamyn yimh tim kran ạsụ̄. Ps āe nh baz tim yimv ychh kamyv nishhi."
  },
  {
    "verse_id": 44,
    "translation": "Ps yylhi timv mshravi tim sare nṣyḥcz yim timn krnh ash yivan pyghmbrn hndi dhryʿh adh muczrạvụ̄ ashi tihndi khạṭr sarne nʿmtn hndụ̄ drvazh yuth zyadh ghrq gczhn nafrmạnyn andr, ta aynkh yylhi tim setthah khvsh lgụ̄ gczhnhi timv nʿmtv sintụ̄ yim dinh āskh āmcz. Ghrvr th tkbur hyvtnkh gczuhn aty rttụ̄ ashi tim ʿdhab sintụ̄ hngh th mngh ps spdụ̄ tim ḥạran th pshyman byyhi sarve chyzv nishhi na amyd."
  },
  {
    "verse_id": 45,
    "translation": "Ps czttnh āv mvul ẓạlimn hund. ʿlm spud āzad tihndi shrh nishhi. Ḥmud bninụ̄ khdays yus rb alʿālmyn chuh yymụ̄ yimn ẓạlimn hnz bunyad gạj."
  },
  {
    "verse_id": 46,
    "translation": "Frmạvyvkh tvhụ̄ ya rsvl Allah ṣly Allah ʿlyh v slm tla me vnitv hrgah Allah tʿālyā āsman kh ṭrfh kanhh ʿdhabah nạzil kri nh mgr suh nyv tohyhi bvznuk qvt, vuchhnuk qvt byyhi kri tuhndyn diln petth muhr yymhi sintụ̄ nh kynhh thi hykiv nh zạnith, kus mʿbvdah hykhi mʿbvdi brḥqs vrạe tohyhi yim qvt ʿṭa krith. Hrgah tohyhi ath kthhi aqra rchuhv kh kanhh thi hykhi nh ashi yim qvt ʿṭa krith, adh kyazi chuhv ts vrạe kanhh mstḥq ʿbadt zanan, ae pyghmbri brḥq vuchhv kithh pạtthụ̄ chhi asụ̄ dlyln hnz vẓaḥt kran. Tvpth thi chhi tim timn dlyln andrghvr vfikr krnh nishhi buth phiran th be tvjhy kran."
  },
  {
    "verse_id": 47,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah me vnitv tvhụ̄ ae kạfrv hrgah tohyhi khdae sund ʿdhab vathi hngh th mngh nnụ̄ pạtthụ̄ rạtụ̄ kyut ya dohlhi, kyah ẓạlimn vrạe yiya byyhi kanhh tmhi ʿdhab sintụ̄ galnh. Ps kyazi chuhv nh tvhụ̄ nafrmạny th ẓlm vtʿdy nishhi pth rvzan."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi chhi asụ̄ svzan pyghmbr lvukn kun ṣirf yymhi kthhi khạṭr kh tim frmavn baaymann frmanbrdarn khdae snz rẓamndy hnz bshart byyhi krn kạfrn th nafrmann prvrdigar snzi byzạry hund bym. Amy khạṭr svuzụ̄ ashi ḥẓrti anbya yymhi khạṭr svuzụ̄ nh kh tim kyah havn lvukn mʿjzh yim yimn mʿjzn hndụ̄ lvukh frmạysh krnkh. Tthh pạtthụ̄ svziv ashi tvhụ̄ thi ya rsvl Allah, ps yimv lvukv pyghmbrn hndi bshart th bym krnh pth sanyn āyatn pczh krith rcz ʿmlh kri timn āyndh ạkhrts andr kanhh khvfah kanhh ghmah āsinh."
  },
  {
    "verse_id": 49,
    "translation": "Byyhi yimv lvukv pyghmbrn hndi bshart vndhart krnh pth thi sanyn āyatn apuz zạnith ankar kvr timn rtthi ʿdhab dnyahs andr th ạkhrts andr thi. Kyazi tim kyah āsn nafrmạny kran."
  },
  {
    "verse_id": 50,
    "translation": "Yhi qạʿdh th aṣl kth byan krnh pth frmạviyvkh tvhụ̄ ya rsvl Allah ae lvukv dʿūyā nbvt vrisalt krith chuhs nh bh tohyhi dpan me nishhi th myạnis qdrts mnz kyah chhi khdae sndyn mqdvratn hndụ̄ khzanh. Yymhi saʿth tvhụ̄ kunhi chyzch frmạyish kriyvm tmhi saʿth kyah nnravh bh suh chyz pnnhi qdrt th ṭaqth sintụ̄, nh chuhs bh yhi vnan kh bh kyah zanh ʿlmi ghạb. Blkh chuhs bh pyghmbr yosh pyghmbry myanyv dlylv sintụ̄ thạbit chhe, nh chuhsv tohyhi dpan kh bh kyah chuhs mlk, bh chuhs na pyrvy kran mgr tth yhi me nishhi bṭryq vḥy svznh yivan chuh. Yithh pạtthụ̄ pyghmbr kun vḥy svznh yivan avs, frmạviyvkh ae lvukv avn th gashdar chha brabre. Yhi kth chhe muslm kh tim zh hrgiz brabr chhinh. Kyah tvhụ̄ chhiv na yczhan gashdar bnith yth myạnis klams andr fkir krnụ̄, kvnh chhiv ps tvhụ̄ yth myạnis klams andr fkir kran."
  },
  {
    "verse_id": 51,
    "translation": "Tvhụ̄ kriv ḥẓ bym yymhi qrāni mjydh sintụ̄ timn lvukn yim khvczan chhi kh tim kya yin vatnavnh pnnis prvrdigars nishhi, yth ḥals mnz kh nh āshi timn ts vrạe kanhh dvstah th nh kanhh shfaʿt krvunah takhi tim pkn aḥtyaṭ san th khvuczụ̄ khvuczụ̄."
  },
  {
    "verse_id": 52,
    "translation": "Byyhi mh ḥẓ kriyvkh dvur pans nishhi tim lvukh yim ʿbadt kran chhiv pnnis prvrdigarh snz ṣbḥs thi shamn thi. Yim czhanddan chhi tuhund rẓa adh ạstn tim fqyre. Mgr tim mh ḥẓ ạsivkh kddan pnnhi mjlshi andrh, tohyhi petth chuhnh mtthi tihndyn ʿmln hnz jvabdhy nh chuh timn petth mtthi tuhnzn ʿmln hnz jvabdhy. Yth kun nẓr krith tvhụ̄ tim pnnhi mjlshi andrh nybr kddiyvkh. Hrgah ticzh kạm kriv tvhụ̄ tylhi yiyv tvhụ̄ shumar krnh be anṣafy th ẓlm krvnyv andrh."
  },
  {
    "verse_id": 53,
    "translation": "Yithe pạtthụ̄ kr ashi āzmạyish bʿẓ lvukn bʿẓ lvukv sintụ̄ )shryfs pst lvukv sintụ̄. Maldan fqyrv th miskynv sintụ̄( yuth munkr th maldar dpn baaymann fqyrn hund ḥal vuchhith. Kyah ashi mnz kri Allah tʿālyā hn yimne petth pnun fẓl th mhrbạny tikyazih yime ạsụ̄ sanhi khoth tth szavar, kyah yhi kth chhna mḥqq kh khda chuh yczzann vvl shukr gdharn th ḥq shnasn."
  },
  {
    "verse_id": 54,
    "translation": "Byyhi yylhi āsn tohyhi nishhi yivan ya rsvl Allah tim lvukh yimv pczh kr sanyn āyatn ps ạsivkh tvhụ̄ dpan slam bninụ̄ tohyhi petth ae ba aymanv tuhndi khạṭr chhe bdd bshart kh tohyhi chhv slamty timv sarve āftv th blayv nishhi yimn āftn th blayn ạkhrts andr kạfr th mushrik grftar spdn, pans petth hycz mcz chhe mtthi tuhndụ̄ prvrdigarn mhrbạny krnụ̄, so mhrbạny gyhi yhekh yymụ̄ shkhṣn tohyhi andr gnah kvr nadạny sbbh tvpth kvrun tmhi nishhi tvbh byyhi kvrun pans aṣlaḥ snbhvlun pnun pan gnhv nishhi rvud pth kunhi vqth tvbh puhttus byyhi kvrun tvbh ps byshk suh chuh ts thi setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 55,
    "translation": "Byyhi yithh pạtthụ̄ ytins baaymann th kạfrn hund ḥal th anjam vaẓḥ kvr yithe pạtthụ̄ chhi asụ̄ āyatn andr thi tmich vẓaḥt kran. Yuth baaymann hnz vth thi ẓạhir spdi kạfrn hnz vth thi varh nnhi. Ḥq czhanddvnyn khạṭr spdi mʿāmlh shl th āsan."
  },
  {
    "verse_id": 56,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah kh pzụ̄ pạtthụ̄ me chuh khdae sndi ṭrfh mnʿ āmut krnh timn mʿbvdani bạṭiln ʿbadt krnh nishhi yimn tvhụ̄ khdays vrạe ʿbadt chhiv kran, athi frmạviyvkh tvhụ̄ bh krnh pyrvy tuhnzn khvahishn hnz hrgiz. Hrgah bh thi kr nʿūdh bAllah tylhi chuhs nh bh syzi vthi petth pkh vnyv andrh th hdayt lbvnyv andrh."
  },
  {
    "verse_id": 57,
    "translation": "Pth frmạviyvkh tvhụ̄ me nishhi chhe dyni aslam kis dyn āsns petth kạfy dlyl yosh myạnis prvrdigar sndi ṭrfh me nishhi vạcz. So dlyl gyhi qrāni mjydyus myvn bvdd mʿjzh chuh. Yymhi sintụ̄ myạnis pyghmbr āsns tṣdyq spdan chuh. Tvhụ̄ chhiv be vjh tth apuz gnzran th ankar kran. Tvhụ̄ chhiv nh ath ṣḥyḥ dlylhi th bddis mʿjzs petth aktifa kran. Blkh chhiv tvhụ̄ fvry ʿdhab nạzil spdnuk drkhvast kran, me aathhi thi myạnis qdrts mnz chuhnh suh ʿdhab ymyuk tvhụ̄ fvry muṭalbh kran chhiv yus tvhụ̄jld czhanddan chhiv, amyuk ḥkum chuhv na mgr khdae se thhi. Ts nishhi byyhi kạnsih hund ḥkum chlan chhunh. Suh ḥkum spudnh vnhi jạry. Bh kthh pạtthụ̄ anv pane suh ʿdhab. Pth rvud yhi bvdd mʿjzh qrāni mjyd amhi khi nzvluk spud ḥkum jạry. Yhi chuhsv bh tohyhi pysh kran th havan, Allah tʿālyā chuh byan kran pzkth bdlyl. Sue chuh sarve khoth bhtr fạṣlh krvun."
  },
  {
    "verse_id": 58,
    "translation": "Varh vẓaḥt krnh khạṭr frmạviyvkh tvhụ̄ hrgah me aathhi thi myạnis akhtyars mnz āsha thi yth mnz tvhụ̄ jldy kran chhiv yʿny ʿdhab nạzil krun, tylhi āsha vunyuktam tohyhi th me mnz kynhh kaluk fạṣlh āmut krnh. Thi chuh fqṭ khdae se aathhi, Allah tʿālyā hs chuh pvurh ʿlm ẓạlimn hund. Sue rtthi timn pnnis mvqʿs petth pane."
  },
  {
    "verse_id": 59,
    "translation": "Byyhi chhe ts nishhi yʿny tihndis qdrts mnz ghạbh chh kunzh th khzanh tmam pvushydh chyzn hndụ̄, timh zanhi nh kanhh ts vrạe. Timv chyzv andrh yymhi chyzch yymhi vqth yyczhn suh ẓạhir kran chuh tyicz hn chuh suh ẓạhir kran, byyhi chuh suh zanan thi svrue yhi khshky petth th dryavn mnz chuh, byyhi chuhnh kanhh pnh brgah kulhi petthh vsụ̄ pyvan mgr suh chuh svrue zanan byyhi chuhnh kanhh thi pholah zmyn chh taryky mnz pyvan mgr suh chuh tithi zanan. Byyhi chuhnh kanhh avdur th hvkhmut chyzah yus nh rvshn ktabhi andr drj krnh āmut chuh yʿny lvḥi mḥfvẓs andr tth mnz chuh prth chyzah yus qyamts tanụ̄ pạdh spdvun chuh drj krnh āmut."
  },
  {
    "verse_id": 60,
    "translation": "Suh mʿbvdi brḥq gvv sue yus tohyhi )ae ansanv( rạtụ̄ kyut nindri andr akhi qsmh maran chuhv )pyvan chuhv tvhụ̄ murdh hiy frshn petth( byyhi chuh sue zanan dohs mnz kmh kmh kamhi kriv tvhụ̄, rạtụ̄ kyut nindri pạvith chuhv sue byyhi hushyar krith thvd tulan, yuth pvurh yyhi krnh muqrr krnh āmut myʿād yʿny tuhnzi zndgy hund mdt rat khi yinh th gczhnh sintụ̄, tvpth chuhv tohyhi ts kun rjvʿ krun ḥqyqy mrnh pth zindh spdith, tvpth kryv suh tohyhi khbr tvhụ̄ kmh kmh kamhi ạsiv kran ps diyv mzvurụ̄ prth kamhi hnz, rczikamhi rcz mzvurụ̄ ychh kamhi ychh mzvurụ̄."
  },
  {
    "verse_id": 61,
    "translation": "Sue prvrdigar chuh ghạlib qdrt sintụ̄ pnnyn bndn petth, byyhi chuh sue svzan tuhndyn bdnn hndi ḥfaẓt khạṭr mlạykn yim czr czan chhi tuhnz sare kamhi, taaynkh yylhi vatan chuh tohyhi andr kạnshi akis mrnuk vqt. Qbẓ rvḥ chhi kran ts sanhi bdl svuzmtụ̄ mlk. Tim chhinh kunhi qsmh sạnis ḥukms andr akis kmy ya zyadty kran blkh yithh pạtthụ̄ yymhi vqth timn qbẓi rvḥuk ḥkum spdan chuh tithe pạtthụ̄ chhi kran."
  },
  {
    "verse_id": 62,
    "translation": "Tvpth yin vatnavnh mrnh pth sạriy bndh ạkhrts mnz mʿbvdi br ḥqs kun. Yus tuhund ḥqyqy mạlik chuh, varh bvziv tmhi saʿth āshi ḥkum tuhndue ḥkum, fạṣlh tihundue fạṣlh sue. Chuh ycz jld ḥisab hyvun. Ḥisab hyth jza th sza divun."
  },
  {
    "verse_id": 63,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah, kus chuh yus tohyhi ae mkh kyv lvukv tuhndyn sfrn andr khshky th dryavn hnzv skhtyv th mushklv nishhi yth ḥals mnz njat chuhv divan, tvhụ̄ chhiv ts njat mngan ʿạjzy san, kunhi vqth lvthi lvthi kunhi vqth vnan chhiv tmhi saʿth yithh pạtthụ̄, ae sanhi prvrdigarh hrgah njat dikh ashi yymhi skhty nishhi vnkyns tylhi spdv asụ̄ setthah shkur gdhar ḥq shnạsy petth qạyim rvzvnyv andrh."
  },
  {
    "verse_id": 64,
    "translation": "Tvhy frmạviyvkh kh Allah tʿālyā he chuhv tohyhi hmyshhi njat divan amh skhty nishhi thi. Amhi skhty hnz kyah kthe chhe sarivyv skhtyv nishhi chuh sue njat divan, tvpth thi chhiv tvhụ̄ ts bdstvr shryk tthhravan. Shirkchhi kamhi kran yosh bddnashukry th nasupạsy gyhi."
  },
  {
    "verse_id": 65,
    "translation": "Tvhụ̄ frmạviyvkh ya rsvl Allah yhi kth thi suh prvrdigar yithh pạtthụ̄ njat divun chhuv tithe pạtthụ̄ chuh bvdd qdrt vvl thi kh tuhndi kufrh th shrkkhi sbbh svzi tohyhi petth ʿdhab hr sh ṭrfh. Yʿny āsman kh ṭrfh knhi ya rvud yymhi sintụ̄ sylab yiyv. Ya tuhndyv khorv tlh yʿny zmyn kh ṭrfh binyul hyvuya kri tohyhi variyah jmạcz yimn panh vạnụ̄ skht akhtlaf āshi tmich nvbt vathi jng vjdals petth. Tvpth czhnavyv tohyhi andrh akis byyhi snzih lrrayhi hund mzh. Ya kri suh tohyhi yimn sarne skhtyn grftar. Ghrẓ njat dyun thi ts aathhi, blayhi grftar krun thi ts aathhi, vuchhiv kithh pạtthụ̄ chhi mukhtlf ṭryqv asụ̄ byan kran āyat yʿny tvḥydchh dlylh yuth timn varh fkri tri."
  },
  {
    "verse_id": 66,
    "translation": "Bavjvdān zvn apuz th ghạr vaqʿī tuhndụ̄ qvmn yhi ʿdhab. Ḥalankh yhi chuh balkl ḥq th pvz. Yqynaan vaqʿ spdvun. Yhi bvuzith hykn tim ṣirf yutue prczihth kh ʿdhab kr spdi vaqʿ, tvhụ̄ frmạviyvkh tth mtʿlq kh bh chuhsnh tohyhi ʿdhab vaqʿ krnuk dhmh dar. Me kyah āshi tmich pvurh khbr ya suh kyah āshi myạnis akhtyars andr."
  },
  {
    "verse_id": 67,
    "translation": "Prth khbri hndi vaqʿ spdnh khạṭr chuh akh vqtah muqrr krnh āmut. Tohyhi spdi jldy mʿlvm."
  },
  {
    "verse_id": 68,
    "translation": "Byyhi yylhi tvhụ̄ vuchhan ạsiv kh tim lvukh yʿny dshmn yim sanyn āyatn th aḥkamn nkth chyny chhi kran. Ps ạsiv tvhụ̄ timn nishhi lvb rvzan. Timn mnz mh ạsiv byhan yvtanụ̄ nh tim mshghvl āsn spdan tmhi vrạe byyhi kunhi kthhi mnz, hrgah kunhi vqth shyṭan āshi tohyhi yhi mmanʿt mshravan, tvhụ̄ ạsiv mshrns mnz bghlṭy tihnzih mjlshi mnz byhan. Ps mh bihiv )yylhi tohyyhi czyts pyvan āshi yhi mmanʿt. Ẓạlim qvms sintụ̄ tuhnzi mjlshi andr blkh ạsiv fvraan czyts pyvunue tmhi mjlshi mnz nyran."
  },
  {
    "verse_id": 69,
    "translation": "Yim lvukh mmnvʿāt shrʿīv nishhi pth rvzn. Yimn mnz ticzhn mjlisn andr bila ẓrvrt shmvlyt krnụ̄ th pane āv yimn mjlisn mnz aḥkami aslamn petth ṭʿn v tshnyʿ krnh āshi yivan. Timn petth chuhnh ṭʿnh divnyn hndi sza andrh kanhh chyzah. Hrgah kunhi skht ẓrvrt mokhh timn kunhi vqth tihnzn mjlisn andr gczuhn pyvan āshi. Mgr timn pzi tvt gczihth timn vʿẓ vnṣyḥt krnụ̄ dyvtim thi ṭʿnh zny nishhi pth rvzun."
  },
  {
    "verse_id": 70,
    "translation": "Blkh trạviyvkh tim lvukh yim pnnis dyns )yus manun th tslym krun timn petth frẓ avs yʿny dyni aslams( tthtthh th tmskhr chhi kran. Yimn chuh dhvkh dyutmut dnyachh zndgạny. Tim chhi dnyakis khyns chyns mnz mst, ạkhrt chuhkh nh yade, trki tʿlqat krith thi kriv timn lvukn vʿẓ vnṣyḥt tvhụ̄ amhi qrāni mjydh sintụ̄ yuthnh tithis ʿdhabs grftar gczihh kanhh shkhṣah pnnyv bd aʿmalyv sintụ̄, yymhi ʿdhab nishhi moklnh khạṭr āsinh ts shkhṣs khdays vrạe kanhh mddgar th kanhh shfaʿt krvunah. Nh moklhi suh tmhi ʿdhab nishhi tyvut mal dith yus dnyahs brabr āshi. Sue svrue mal tih he suh diyhi tvthi yiys nh suh mal hrgiz qbvl krnh, chnanchh yim dyns tthtthh th tmskhrh krvnụ̄ āe grftar krnh pnnyn bd aʿmaln hndi sbbh. Nṣyḥt nh mannh kh vjhh, tihndiy chynh khạṭr āshi ạkhrts andr jhnmch grkh divnụ̄ rsr. Tmhi ʿlavh byyhi kddur ʿdhab kyazi tim ạsụ̄ kufr kran. Yymyuk akh shakh th akh lndd tvhyni aḥkami aslam avs."
  },
  {
    "verse_id": 71,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah sarne muslmann hndi ṭrfh kyah asụ̄ krv ʿbadt mʿbvdi brḥqs vrạe timn bạṭil mʿbvdn hnz yim nh ashi kanhh fạydh hykn vatnạvith. ʿbadt krith th nh kanhh ẓrirah hykn vatnạvith ʿbadt nh krith, byyhi chha tihnz khvahsh asụ̄ kyah phyrv pvt kufrs kun aislam trạvith khdae sndi ashi hidayt krnh pth th vth havnh pth ath dyni ḥqs kun, tth ṣvrts andr bnhi sạnụ̄ mithal ts shkhṣh snz hish ys brym brym chakyv vth ravrạvmcz āshi kunhi jngls mnz th suh āshi spudmut ḥạran. Ath vthah āsys nh yivan kunhi kun, ts āsn kynhh dvst thi yim nad nad āsns divan volh āshi kun vth chhe ypạrụ̄ mgr suh āsinh ḥạrạny sbbh tihund ālve bvzan, nh āshi syzi vthi petth yivan. Kyah tuhnz khvahsh chha asụ̄ thi gczhv tithy bnnụ̄. Thi bnhi nh hrgiz, frmạviyvkh tvhụ̄ rahi rast gyhi soe vth yosh Allah tʿālyā hn hạvmcz th bạvmcz chhe so vth gyhi dyni aslam. Yymụ̄ yhi trạv suh ddvl syzi vthi nishhi. Asụ̄ hykv nh kunhi ṣvrts andr tmhi nishhi phyirith, asụ̄ kithh pạtthụ̄ anv shirk bkhda. Ase ḥukm krnh āv frmanbrdar rvzun ʿālmynn hndis prvrdigars."
  },
  {
    "verse_id": 72,
    "translation": "Byyhi āv ḥkum krnh nemaz thạviv brpa pabndy san, byyhi āv ḥkum krnh khvucziv khdays. Ts shryk thavnh th nafrmạny krnh nishhi rvuziv pth, suh gvv sue prvrdigar ys brvntth knhi tohyhi sarne ḥisab dinh khạṭr jmʿ yiyv krnh. Mushrik vuchhn pane tmhi dohh shirkuk mzh."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi gvv suh prvrdigar sue yymụ̄ āsman th zmyn pạdh krụ̄ mkhlvqn hndi khạṭr bvdd fạydh chuh yohe kh yim doshve chhi tmsndy mkhlvq, doshve chhi dlalt kran tmsndis vḥdants petth, byyhi yymhi dohh dphi suh khạliq kul ḥkum kri qyamts sapdbrpa. Aty spdi qyamt brpa, tmụ̄ sund yhi vnun chuh ba athr. Tuhundue chuh mlk. Tihnze chhe padshaht. Yymhi dohh pogs mnz doyim phokh yyhi dinh tmy dohh nnhi ḥkvmt Allah tʿālyā snz. Yylhi suh fạṣlh kri mvḥidn th mushrikn mnz, sue chuh zanh vun thi svrue yhi khttith chuh mkhlvqn nishhi byyhi thi svrue yhi nvn chuh mkhlvqn nishhi. Ts nishhi chuhnh khttthe kanhh chyz, sue chuh setthah ḥkmt vvl th zann vvl. Ts chhe sarchiy pvr khbr. Mẓmvni āyat qrānyv sintụ̄ chuh mʿlvm spdan kh ḥẓrti abrahym sund qvm avs but prsty thi kran. Byyhi avs sitarn āftabs th zvnhi, tihnz prstish kran. Timn doshvnụ̄ khyaln hund rd kvr ḥẓrti abrahymn. Tmhi chy chuh Allah tʿālyā yimn āyat krymn andr dhkr frmavan."
  },
  {
    "verse_id": 74,
    "translation": "Byyhi chuh suh vqt thi czyts pavns qạbil yylhi ḥẓrti abrahymn dvp mạlis pnnis ādhr yas nav avs, ae ādhr kyah cz chuhkh potlụ̄ zanan mʿbvd pnnụ̄ yim pane gran chuhhkh, bh chuhsth cz vuchhan byyhi chvn qvm yim cze ath aʿtqads andr chhy nnhi gmrạhy andr. Shvbyah ansans ashrfu almkhlvqat ạsith be jan chyz pnnụ̄ mʿbvd zannụ̄."
  },
  {
    "verse_id": 75,
    "translation": "Yithh pạtthụ̄ ḥẓrti abrahyms hạv ashi but prsty hnz khrạby th buṭlan. Yithe pạtthụ̄ hạvashi ts āsman v zmynch padshaht yuth suh spdi kạmil yqyn valyv andrh."
  },
  {
    "verse_id": 76,
    "translation": "Chnanchh yylhi rat timn petth taryk spz. Vuchh timv tarukah akh. Pnnis qvms lgụ̄ vnnhi yohe chha myvn th tuhnd rb tuhndi khyalh, dvpun bh chuhskh nh psnd kran lvsvnụ̄ chyz. Yim hykn nh kạnshi hndụ̄ rb ạsith."
  },
  {
    "verse_id": 77,
    "translation": "Tmhi pth yylhi tmụ̄ vuchh zvun zvtan th nph nph kran, timv prczh qvms yohe chha myvn rb tuhndi khyalh, ps yylhi sothi lvus dvpukh hrgah ne me prvrdigar vth havi he tylhi bnha bthi tuhndụ̄ pạtthụ̄ gmrah lvukv andrh."
  },
  {
    "verse_id": 78,
    "translation": "Ps yylhi rath gczihth doh āv th āftab vuchh timv shvlh maran khsan, dvpukh yohe āshi myvn rb tuhndi khyalh kyazi yhi chuh bvddue phn byyn starn hndi khoth, ps yylhi suh thi lvus, dvpukh ae qvm be shk bh chuhs byzar timv sarve chyzv nishhi yim tvhụ̄ mʿbvdi brḥqs shryk chuhvkh tthhravan."
  },
  {
    "verse_id": 79,
    "translation": "Pzụ̄ pạtthụ̄ bh pihyvrus ts mʿbvdi brḥqs kun yymụ̄ āsman vzmyn goddny pạdh kvr. Sarive apzyv diynvnishhi alg spdith, byyhi chuhs nh bh hrgiz tuhndụ̄ pạtthụ̄ khdays shryk anh vnyv andrh."
  },
  {
    "verse_id": 80,
    "translation": "Tvpth āv timn nishhi bḥth krnhi qvm tihund. Timv dvpukh ae qvm kyah tvhụ̄ chhiv bihan bḥth lagnhi me sintụ̄ khdae sndis tvḥyds andr ḥalankh tmụ̄ kvr me hdayt th vth hạvnm tohyhi brvntth knhi ṣḥyḥ dlyl pysh krns kun yosh me pysh kr, me mh bihiv khvcznavnhi. Me chuhnh kanhh prvah tuhndyn mʿbvdani bạṭiln hund. Yim tvhụ̄ lashryks shryk chuhvkh tthhravan. Yim hykn nh me kynhh krith me hykhi nh kanhh tklyf vạtith, mgrhe kynhh yczihh myvn prvrdigar, vạtith chuh myạnis prvrdigarh sund ʿlm prth chyzs. Ts chhe qdrti kạmlh th ʿlmi kạmil tuhndyn mʿbvdani bạṭiln nh qdrt th ʿlm. Me kth chhuv khvcznavan. Mgr afsvs yiythi vẓaḥt pth thi chuhv na tvhụ̄ nṣyḥt rttan."
  },
  {
    "verse_id": 81,
    "translation": "Bh kithh pạtthụ̄ khocz tuhndyn mʿbvdani bạṭiln. Timn aathhi chuhnh kihinụ̄, ḥalankh khoczun pziha tohyhi mgr tvhụ̄ chhivnh khvczan pnnis bddis jbrs. Kyazi tohyhi tthhrvuv kunis khdays shryk yus shryk āsnh nishhi chuh mnzh th pak time shryk yihndis shryk āsns petth nh khdayn kanhh dlylah nạzil krmcz chhe. Yhi dlyl bvuzith vntiv varh tamul krith, yimv doyv jmaʿtv andrh yʿny mushrikv th mvḥdv andrh kosh jmaʿt chhe aamns th be khvfy zyadh mstḥq vnitv hrgah tohyhi kynhh khbr chhe ya kynhh zanan chihv tvhụ̄ kyah hykiv vnith. Asụ̄ vnv yvre varh bvuziv."
  },
  {
    "verse_id": 82,
    "translation": "Tim lvukh yimv ayman avn mʿbvdi brḥqs tvpth milh nvvnh timv ayman pnun shirks sintụ̄ time ge tim yihndi khạṭr chuh qyamtuk doh amn th diluk qrar. Byyhi chhi time dnya hs andr syzi vthi petth. Ṣirf mvḥd, pth rvudụ̄ mushrik tihndi khạṭr kunhi qsmh amn vaman chuhnh."
  },
  {
    "verse_id": 83,
    "translation": "Yime gyhi sanhi timh dlylh yim ashi ʿṭa kri ḥẓrti abrahyms pnnis qvms sintụ̄ bḥth krnh khạṭr. Chvnkhi yim dlylh kri ashi ʿṭa ḥẓrti abrahyms tmy mokhh chhe yim rcz dlylh, ḥẓrti abrhym snz chhanh kanhh khṣvṣyt blkh chhi asụ̄ blnd kran ʿlmy vʿmly drjh mrtbh tihund ysund asụ̄ yczhan chhi. Pzụ̄ pạtthụ̄ chvn prvrdigar chuh setthah ḥikmt vvl setthah zann vvl. Prth akụ̄ sund ḥal th astʿdad chuh suh pvurh zanan, tmy mvjvb chuh prth akis suh kmal ʿṭa kran yus ts munạsib āshi."
  },
  {
    "verse_id": 84,
    "translation": "Byyhi kvr ʿṭa ashi ḥẓrti abrahyms akh frzndah ḥẓrti asḥāq byyhi amis frzndh sund frznd ḥẓrti yʿqvb ʿlyhm alslam, yimn sarne kvr ashi hdayt. Pzis kun hạv ashi vth timn, byyhi kvr ashi hdayt nvḥs yimn brvntth, ḥẓrti abrahym sndve avladv mnz kvrashi hdayt davvds th ḥẓrti slymans byyhi ḥẓrti ayvbs byyhi ḥẓrti yvsfs byyhi ḥẓrti mvsyā hs byyhi ḥẓrti harvns ʿlyā nbyna vʿlyhm alṣlvh valslam, yithe pạtthụ̄ chhi asụ̄ mnạsib bdlh th jza divan nykv kar bndn."
  },
  {
    "verse_id": 85,
    "translation": "Byyhi kvr ashi hdayt ḥẓrti zkryahs byyhi ḥẓrti ʿīsyā hs byyhi ḥẓrti alyass yim sạriy ạsụ̄ rtyv bndv andrh."
  },
  {
    "verse_id": 86,
    "translation": "Byyhi kvr ashi hdayt ḥẓrti asmāʿīls. Byyhi ḥẓrti ysʿs byyhi ḥẓrti yvnss byyhi ḥẓrti lvṭs. Yimn sarine dyut ashi fẓylt nbvt sintụ̄ tmhi vqth kyn ʿālm kyn lvukn petth."
  },
  {
    "verse_id": 87,
    "translation": "Byyhi yihndyv malyv buddụ̄ bbv andrh byyhi avladv andrh byyhi bayv andrh thi kvr ashi brgzydh th mqbvl. Byyhi kvr ashi timn hdayt syzi vthi kun yʿny dyni ḥqs kun."
  },
  {
    "verse_id": 88,
    "translation": "Yohe dyn yth kun timn hdayt krnh āv. Yohe gvv khdae sund hdayt. Athụ̄ kun chuh Allah tʿālyā vth havan yimn yczhan chuh pnnyv bndv andrh, ath kun have vth Allah tʿālyā hn sarne lvukn mgr bʿẓv kr nh yhi vth akhtyar. Timv tthhrạv khdays shryk. Shrk chuh Allah tʿālyā hs tyuth napsnd. ʿām lvukn hnz chhanh kthe, hrgah bfrẓ mḥal tim ḥẓrati anbya thi nʿūdhbAllah shrk anahn khdays ẓrvur spdhn ẓayʿ timh sare rcz kamhi yimh tim kran ạsụ̄ amhi shrkh vjhh."
  },
  {
    "verse_id": 89,
    "translation": "Yimn ḥẓrati anbya yimn hnz dhkr krnh āyhi yime ge tim yimn aashi mjmvʿī ṭryqh ktabi shryʿt th nbvt ʿṭa kr, ps agr nẓyr mvjvdāshi thi yim mkkụ̄ lvukh ath tuhndis nbvts ankar krn krụ̄ tn tmyuk mh briv tvhụ̄ kanhh ghm, tohyhi chhonhi thi nh kynhh. Kyazi pzụ̄ pạtthụ̄ ashi chhv amhi khạṭr muqrr krmcz akh jmaʿthah yim nh hrgiz ath nbvts tuhndis ankar krn. Blkh zann amhi nʿmtch pvurh qdr. Tim ge mhajr th anṣar. Byyhi timn hndụ̄ pyrv qyamts tam."
  },
  {
    "verse_id": 90,
    "translation": "Yim ḥẓrati anbya ge tim bndgani khaṣ yimn Allah tʿālyā hn dshmnn hnzn kthn petth ṣbr krns kun hdayt kvr. Ps tihnziy vthi pkiv tvhụ̄ thi ṣbr krns andr, yhi thi frmạviyvkh tvhụ̄ ya rsvl Allah ae lvukv bh chuhs nh mngan tohyhi amhi tblygh th rhnumạyy khạṭr kanhh mzvuryah. Blkh chuhsv bh be ghrẓ nṣyḥt kran, yhi qrāni mjyd chuhnh mgr ʿālmynn hndi khạṭr bvdd vʿẓ th nṣyḥt yymhi khi mannh sintụ̄ tohy bvdd fạydh th nfʿ chuhv. Nh mannh sintụ̄ tohy bvdd nqṣan chuhv. Akh yhvdah akh āv nby krym ṣly Allah ʿlyh v slmn hndis khdmts andr. Tmy hyt timn sintụ̄ mdhhby gftgv krun tth andr avs suh kth kth kran jvshs andr. Lvg dpnhi Allah tʿālyā hn chahnh az tam kanhh ktabah nạzil krmcz. Aty spdụ̄ yim āyati krymh nạzil."
  },
  {
    "verse_id": 91,
    "translation": "Byyhi kr nh yimv munkrv khdae snz kanhh qdr, yiczh qdr krnụ̄ shvbhi ha. Kyazi timv vvn Allah tʿālyā hn chhanh nạz, lie krmcz kạnshi bshrs petth pnnụ̄ kanhh ktabah. Yhi vnun gvv khdays nsbt be qdry krnụ̄. Kyazi amhi sintụ̄ chuh lạzim yivan nbvts ankar krun, yus nbvts ankar kri tmụ̄ zvn Allah tʿālyā sund frman apuz nʿūdhbAllah. Pzis tṣdyq th tslym krun chuh vạjib tmy sintụ̄ chhe yivan khdae snz qdr krnh. Lhādha yimv tṣdyq vtslym bdl tkdhyb vankar kvr. Timv kr be qdry, yhi gvv amyuk tḥqyqy jvab. Amhipth chuh Allah tʿālyā frmavan amyuk ailzạmy jvab, tvhụ̄ prczihtvkh ae yhvdyv ḥẓrti mvsyā yosh kitab hyth āv yʿny tvrah so kmụ̄ kr nạzil, yymich kyfyt yhi chhe kh so bdhati khvd nvrkụ̄ pạtthụ̄ vaẓḥ th rvshn yimn lvukn hndi hdayt khạṭr so svznh āyhi timn lvukn hndi khạṭr chuhv suh bvdd hdayt, yosh ktab tohyhi pnnyv nfsạny aghraẓv mokhh vrqh vrqh krvun, yus vrqah pnnhi mṭlb brary khạṭr chuhv khvsh kran, suh chuhv havan th ẓạhir kran. Khttith th pvushydh chuhv thavan tmhi mnzh varyah ḥṣh. Yth mnz tuhndis mṭlbs khlaf chuh kynhh āsan mthl nʿti pyghmbr ạkhralzman ṣly Allah ʿlyh v slm, byyhi ạvh tvhụ̄ hychhnavnh tmhi tvrah kh dhryʿh suh ʿlm yus nh zạnihv tvhụ̄ nh tuhndụ̄ mạlụ̄ th bddụ̄ bb so tvrah nạzil spdnh brvntth, yvre frmạviyvkh tvhụ̄ kh Allah tʿālyā ne kr so ktab nạzil lhādha kmhi buthhi chuhv tvhụ̄ vnan kh Allah tʿālyā hn chahnh kanhh kitabe nạzil krmcz, yhi jvab bvznavnh pth trạviyvkh tim pnnyn shghln mnz. Apzyn kthn th byhvdh kamyn sintụ̄ rvuzin tim mshghvl. Tohyhi petth yhi frẓ avs thi avnuv tohyhi bja, mh briv tvhụ̄ kanhh fkrbh bvz pane timn sintụ̄."
  },
  {
    "verse_id": 92,
    "translation": "Ythh pạtthụ̄ tvrah asy nạzil kvrmut avs. Tithe pạtthụ̄ thi chuh yhi qrāni mjyd thi ktabah yosh asy nạzil kr tohyhi petth ya rsvl Allah ṣly Allah ʿlyh v slm. Yosh khạrv brktch ktab chhe. Yus akhah tth pczh kri. Tmhi mvjvb ʿml kri tsndi khạṭr chuh flaḥ daryn. Yhi ktab yʿny qrāni mjyd chuh tṣdyq krvun timn ktabn yimh amhi brvntth chhe nạzil krnh āmczh. Lhādha chuh yhi qrāni mjyd doyv kthv khạṭr nạzl kvrmut. Akh mkhlvqn hndi nfʿ khạṭr byyhi yimn ktabn hndi tṣdyq krnh khạṭr kh timh ktabh chhe beshk khdae sndiy ṭrfh nạzl krnh āmczh, byyhi yuth tvhụ̄ khṣvṣyt san khvcz nạviyvkh mkh shryfkụ̄ lvukh. Byyhi yim aath andụ̄ andụ̄ chhiv tmam ʿālmkụ̄ lvukh kyazi byyis jayhi chhi Allah tʿālyā frmavan, yuth suh ʿālmh kyn lvukn khvcznavi, sạriy lvukh agr tihndi andazh th bym krnh sintụ̄ ayman ann nh lykn yimn lvukn ạkhrtch pvurh pczh chhe tim chhi ath qrāni mjyds pczh kran, byyhi chhi tim ayman anith nemazn petth ddadd kran, pabndy san panczve vqt pvurh ada kran. Kyazi ayman vaʿtqads sintụ̄ yylhi ʿml thi mkml āshi tylhi chhe ʿdhab nishhi njat lbnch amyd."
  },
  {
    "verse_id": 93,
    "translation": "Byyhi kus akhah chuh yuth ẓạlim ts shkhṣh sndi khoth yymụ̄ apuz nvvrvv mʿbvdi brḥqs petth nbvts ankar krnh sintụ̄ yithh pạtthụ̄ yimv yhvdv kvr timv dvp, Allah tʿālyā hn kvr nh kạnshi bshrs petth kihinụ̄ nạzil, nth kvrun pnnhi ḥqh dʿūyā nbvt. Vvnun me kun chuh yivan vḥy nạzl krnh ḥalankh ts kun avs nh kanhh vḥyah nạzil spdan mthl mslymh kdhab vghạrh, yithe pạtthụ̄ kus chuh yuth ẓạlim ts shkhṣh sndi khoth yymụ̄ dvp bh thi hykh nạzil krith th lvukn nishhi pysh krith tithh pạtthụ̄ yithh pạtthụ̄ khda chuh nạzil kran. Kanhh akhah chuhnh yimn lvukn hndi khoth yuth ẓạlim, yimn ẓạlimn hund ḥal chuh yhi kh agr vuchhkh cz suh vqt yymhi saʿth āsn yim ẓạlim mvt chh skhty andr mubtla, rvḥ kddvnụ̄ mlạyk āsn pnnụ̄ athh muczrạvth timn ẓạlimn kun vnan, ae ẓạlimv jld phn kddiv pnnụ̄ zuv pnnyv panv andrh, azikh dohh kyah yyhi tohyhi mrns sinty sza dinh. Khvạry hndi ʿdhab sintụ̄. Kyazi tvhụ̄ ạsiv na khdays nsbt time kthh lagan yimh balkl apzi āsh āsan. Byyhi ạsiv tvhụ̄ āyat mannh nishhi th tslym krnh nishhi tkbur kran."
  },
  {
    "verse_id": 94,
    "translation": "Yymhi dohh qyamt spdi tmhi dohh frmavykh Allah tʿālyā ạvh ashi nishhi ptv lakh. Akhi akhi tni tnha, yarn th mddgarn vrạe. Yithh pạtthụ̄ ashi tvhụ̄ goddnchhi ltthi tnha dnyahs andr pạdh krmtụ̄ ạsiv nny th chhny. Nythh nny th nnh vạry, byyhi trvvh thi svrue yhi ashi tohyhi dyutmut avs pans pth kun, byyhi chhinh asy vuchhan tohyhi sintụ̄ tim lvukh yim tohyhi pnnhi guman zanan ạsiyvkh pnnyn kamyn andr khdae sndụ̄ shryk, ktyvu chhiv tim, pzụ̄ pạtthụ̄ chhlh gyhi timn tʿlqatn yim tohyhi panh vạnụ̄ ạsụ̄, ẓayʿ spud tohyhi nishhi thi svrue yhi tohyhi gumanh avs kh mʿbvdani bạṭil krn ashi shfaʿt."
  },
  {
    "verse_id": 95,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā chuh phatth vun prth phlis th ānchhi yosh zmyns mnz vavnh yivan chhe, sue chuh kddan zinds mrds nishhi th mrds zinds nishhi, yohe kyah gvv mʿbvdi brḥq, ps kithh pạtthụ̄ chuhv tvhụ̄ ts pczh krnh nishhi gryz kran th czlan."
  },
  {
    "verse_id": 96,
    "translation": "Sue chuh ṣbḥ pholh rav vun, byyhi kr rat tmy āramuk vqt kh sạriy chhi thkith czhynith shvngnh sintụ̄ āramah ḥạṣil kran. Byyhi kvrun āftab th zvunhi hund rftar ḥisabh mvjvb yymhi sintụ̄ vqtn hndis ẓbṭ vrbṭs andr āsạny chhe spdan, byyhi chuh andaz th kạrygry ts khdae snz yus ghạlib th svrue zann vvl chuh."
  },
  {
    "verse_id": 97,
    "translation": "Byyhi chuh suh prvrdigar sue yymụ̄ starh krụ̄ pạdh yuth tvhụ̄ vth lbiv anhi gttn andr khshky hnzn vtn th smndrn andr, btḥqyq ashi kri pnnhi tvḥydchh dlylh byan vyczhnạvith timn lvukn hndi khạṭr yim zanan chhi rut kyah chuh th ychh kyah chuh."
  },
  {
    "verse_id": 98,
    "translation": "Byyhi gvv suh prvrdigar sue yymụ̄ tvhụ̄ sạriy pạdh kriv akse shkhṣs nishhi suh gvv ḥẓrti ādm, ps krn tuhndi khạṭr akh qrarch jayah. Suh gvv majhi hund rḥm, bchh dạnụ̄. Tth mnz kynhh kalah rvuzith chuh ansan dnyahuk athr qbvl kran byyhi krn amant thavnch akh jayah, so gyhi qbr tth mnz kynhh kalah rvzith chhiv ạkhrtuk athr qbvl kran."
  },
  {
    "verse_id": 99,
    "translation": "Pzụ̄ pạtthụ̄ ashi krụ̄ āyat pnnụ̄ byan muczrạvith timn lvukn hndi khạṭr yim smjhdar chhi, byyhi gvv suh prvrdigar sue yymụ̄ rvud trvv āsman khi ṭrfh, ps khari ashi tmhi rvudh sintụ̄ zmyn mnzh prth qsmkụ̄ kulụ̄, ps kvdd ashi tmhi zmyn mnzh sbz sbz shakh, tmhi mnzh chhi asụ̄ kddan lokttụ̄ lokttụ̄ danh yim akh akis petth āsan chhi, byyhi kddụ̄ ashi khzr kulyv andrh timn hndi pvshhi ttv ryv andrh khzrn hndụ̄ gurn yim bvn kun nme mtụ̄ āsan chhi, byyhi khạr ụ̄ ashi tmy rvudh sintụ̄ dchhhi bagh, byyhi zytvn bagh. Byyhi dạn bagh yim aakh akis hivụ̄ chhi akhi aʿtbarh aakh akis bdl chhi byyhi aʿtbarh. Varh vuchhiv prth kulhi kis myvs kun. Yylhi tth myvh lgan chuh tmhi saʿth chuh āsan bdmzh th naqabli astʿmal, tmhi pth yylhi suh myvh ppan chuh tmhi saʿth chuh āsan mzh dar setthah fạydh mnd. Amhi mnzh thi chuh nnan khdae snz kmali qdrt, vuchhiv pzụ̄ pạtthụ̄ yimn chyzn andr chhe tvḥyd chh bjhi bjhi dlylh baaymann hndi khạṭr."
  },
  {
    "verse_id": 100,
    "translation": "Byyhi tthhrạvụ̄ lvukv shyṭan khdae sndụ̄ shryk ḥalankh tim thi chhi krmtụ̄ Allah tʿālyā ne pạdh. Yylhi nh pạdh krvun ts vrạe kanhh chuh. Mʿbvd kithh pạtthụ̄ hykhi ts vrạe kanhh ạsith. Byyhi tthhrạvụ̄ lvukv khdays nychiv th kvri zannh th pchhannh vrạe az bs jhl th nadạny, munzh th pak chuh suh prvrdigar yimv sarve kthv nishhi. Nh chuhs shryk kanhh nh chihs nychivth nh chhas kvri. Byyhi chuh setthah blnd th balatr timv kthv nishhi yim ts kun lvukh lagan chhi be dlyl."
  },
  {
    "verse_id": 101,
    "translation": "Suh mvjd th godh pạd krvun āsmann th zmynn hund, ts vrạe chuhnh āsmann th zmynn hund mvjd khnụ̄. Lhādha shvbhi sue mʿbvdi brḥq, ts kithh pạtthụ̄ āsn avlad ḥalankh ts chahnh ạsmcz āshniy zanhh, timv kvr svrue pạdh. Yithh pạtthụ̄ āsman vzmyn pạdh krin yithe pạtthụ̄ krin tim thi pạdh yim tvhụ̄ tihndụ̄ avlad ya shryk chuhvkh tthhravan. Bnya kh khạlqs āsn mkhlvq shryk. Pth kyah frq rvzi khạlqs th mkhlvqs mnz, byyhi chuh sue prth chyzah pvurh pvurh zanh vun."
  },
  {
    "verse_id": 102,
    "translation": "Yohe mʿbvdi brḥq kyah chuh tuhund prvrdigar. Kanhh mʿbvdah chuhnh ts vrạe, sari kue pạdh krvun chuh sue, ps kriv tihnze yạcz ʿbadt th bndgy. Sue chuh prth chyzuk karsaz. Ts vrạe chuhnh kanhh thi karsaz ḥqyqy. Lhādha agr tsnze yạcz ʿbadt kriv suh vatnavyv tohyhi setthah nfʿ th fạydh, byyn hnz ʿbadt krith kyah fạydh bnyv. Timn aathhi kyah chuh. Khạliq thi chuh sue. Vkyl thi chuh sue. Yim sạriy chyz chhi mngan kh mʿbvd thi gczihh sue āsun. Tihundue shan chuh kh."
  },
  {
    "verse_id": 103,
    "translation": "Ts hykn nh vuchhith. Vuchhnh pth ḥqyqt dryaft krith lvukn hnzh achh dnyahs andr. Ạkhrts andr vuchhn ts baayman jnts andr. Mgr ḥqyqt th mahyt spdi nh timn thi dryaft. Suh chuh panh timn sarne achhn th achh valyn vuchhan th tihnz ḥqyqt th mahyt zanan yimh achh nh tsund aidrak krith hykan chhe, sạriy chhi tmy pạdh krmtụ̄. Ts chhe khbre kus chyz kithh chuh me pạdh kvrmut, kmhi chyzch kyah ḥqyqt chhe. Bʿẓ mufsrv frmvv kh mkhlvqn hnzn achhn mnz chuhnh yhi qvthe kh ts kyah hykn vuchhith. Mgr suh chuh lṭyf azrahi lṭf vmhrbạny hykhi suh kạnshi hnzn achhn andr suh qvt pạdh krith yymhi sintụ̄ suh ts vuchhith hykhi. Baaymann thi kri jnts mnz suh ṭaqt ʿṭa yymhi sintụ̄ tim thi vuchhn pnnis khdays. Suh chuh sarne vuchhan. Kyazi suh chuh khbyr. Ts chhe khbre kus shkhṣ kyah chuh, kmụ̄ snz ḥqyqt kyah chhe."
  },
  {
    "verse_id": 104,
    "translation": "Pzụ̄ pạtthụ̄ vaczh tohyhi nishhi dlylh pnnis prvrdigarh sndi ṭrfh tvḥyd vrsalt kis ḥq āsns petth, ps yymis shkhṣs timn dlyln mnz ghvr vfkr krnh sintụ̄ ḥq th pvz dryintthụ̄ āv tmyuk fạydh chuh ts pans. Byyhi yymụ̄ avn lvg timn dlyln kun kvrun nh tvjh th nẓr tmyuk ẓryr th nqṣan chuh ts pans. Bh chuhs nh tohyhi petthh rạchh, mjbvr kyah krvh bh var vuchhns petth."
  },
  {
    "verse_id": 105,
    "translation": "Yithe pạtthụ̄ chhi asụ̄ tohyhi phir phir pnnhi dlylh mkhtlf ṭryqv byan kran yuth tvhụ̄ sarne lvukn vatnạviv, timn spdn zh jmạcz. Timv andrh ẓdy th muddh, tim dpn yymụ̄ pyghmbrn chuh sbq pvrmut kstanụ̄ nishhi. Vrnh yim thdụ̄ mẓamyn kithh kinụ̄ hykhi ha yhi byan krith."
  },
  {
    "verse_id": 106,
    "translation": "Byyhi yuth varh vẓaḥt krv asụ̄ zann valyn hndi khạṭr yʿny smjhdar th anṣaf psnd lvukn petth spdi vaẓḥ th rvshn. Timn czln sạriy shk th shubhat, tvhụ̄ rvziv panh pyrvy kran tth yhi tohyhi kun vḥy chuh yivan svznh tuhndis prvrdigarh sndi ṭrfh ya rsvl Allah. Ath mnz chuh bvdd chyz yhi aʿtqad thavun kh kanhh mʿbvdah chuhnh ts dhat paks vrạe ath petth qạym rvuzith. Mh kriv kanhh tvjh mushrikn kun kh timn kyah gvv timv avn nh ayman."
  },
  {
    "verse_id": 107,
    "translation": "Tmyuk vjh chuh yy kh hrgah khda yczihh ha tim lvukh anhn nh shrk, byyhi nh ḥẓ krivnh ashi tvhụ̄ tihndi rạchh nghban, byyhi chhiv nh tvhụ̄ timn hndụ̄ dhmh darth jvab dihy krvnụ̄. Tohyhi chuhv mtthi fqṭ timn tblygh krun sạnụ̄ pygham vatnavnụ̄."
  },
  {
    "verse_id": 108,
    "translation": "Ae muslmanv tvhụ̄ mh ạsiv lykh czaran bdvnan timn mʿbvdani bạṭln yimn yim mushrik mʿbvdi brḥq trạvith ʿbadt chhi kran, kyazi tmyuk ntyjh nyri, tim thi czarn lykh mʿbvdi brḥqs ḥdh nishhi tjaviz krith jhlh th be ʿlmy sbbh. Ashi chuh prth kunhi jmaʿts pnnhi pnnhi kamhi zynt dyutmut yithh pạtthụ̄ tvhụ̄ vuchhan chuhv yth dnyahs mnz kạm yithe pạtthụ̄ jạriy. Yhi dnya chuhnh daralmkafat. Bdlh th sza dinuk gr, tvpth chuh chạnise prvrdigars nishhi timn sarne rjvʿ krun, suh vnhi timn pane tmhi sarikue yhi tim kran ạsụ̄ tvpth diykh sza. Tvhụ̄ mh briv kanhh ghm."
  },
  {
    "verse_id": 109,
    "translation": "Yimv munkirv hạvụ̄ skht qsm khdae sndụ̄ nhayt zvrh san kh hrgah timn nishhi vathi kanhh frmạyshy mʿjzh th nishanh tim ann ẓrvur tth ayman, tvhụ̄ frmạviyvkh jvab kh sạriy āyat chhi khdays aathhi. Me aathhi chuhnh kihinụ̄, tvpth kus chyz zanh ravi tohyhi yhi kth kh hrgah suh nishanh th suh mʿjzh thi timn nishhi vathi, tvpth ann nh tim ayman. Ashi chhe amich khbr."
  },
  {
    "verse_id": 110,
    "translation": "Tihndi ayman nh annh mokhh phirv asụ̄ tihindụ̄ dil th tihnz achh, tvpth suh mʿjzh vuchhith thi ann nh tim ayman yithh pạtthụ̄ nh ayman avnukh th pczh krkh ath qrāni mjyds goddnichhi ltthi. Byyhi travvkh asụ̄ tim pnnhi srkshy th gmrạhy andr ḥạran."
  },
  {
    "verse_id": 111,
    "translation": "Yihndi ʿnadv srkshy hnz kyfyt chhe yiczhe kh hrgah asụ̄ yihndi frmạyshhi mṭạbq yimn kun svzvkh mlạykh byyhi hrgah yimn sintụ̄ murdh zindh spdith kthh krn byyhi hrgah asụ̄ sạriy pvshydh mkhlvqat tihnzn achhn brvntth knhi jmʿ krvkh, tv thi tim ayman ann nh pczh krn nh mgrhe kạnshi hndi ḥqh yczihh Allah tʿālyā. Lykn timv mnzh chhe akthryt jạhiln th be khbrn hnz yimn nh ḥqyqt mʿlvm chhe, ayman annuk chuhnh timn qṣde th arade. Khvah mkhvah chhi frmạyshy mʿjzh ṭlb kran."
  },
  {
    "verse_id": 112,
    "translation": "Yithh pạtthụ̄ yim lvukh tuhndụ̄ dushmn chhi yithe pạtthụ̄ krụ̄ashi prth pyghmbrs dushmn ansan shyṭan thi th jin shyṭan thi lhādha chhnh yhi nv kthah kynhh, yimv andrh bʿẓ shyṭan bʿẓ kạfrn ansan shyṭann ychh th mzh dar kthh bṭvr vsvsh dhvkh dinh khạṭr diln mnz travan ạsụ̄. Amhi andrh chuh murad kufrchh th mukhalft chh kthh, hrgah yczihh ha tuhund prvrdigar tim krhn nh yhi kạm yʿny dushmny mgr tmụ̄ chuhv yvczhmut dvstn sintụ̄ dshmn gashs sintụ̄ gtth. Pzis sintụ̄ apuz āsun. Tihindis yczhns mnz chhe bjhi bjhi ḥikmcz. Lhādha mh spdin tuhund dil mubark āzrdh yihnzi dshmny sintụ̄. Ps trạviyvkh tim lvukh byyhi yhi kynczhah tim kran chhi dyns mnz aftraprdạzy andrh tmyuk ghm mh briv tvhụ̄."
  },
  {
    "verse_id": 113,
    "translation": "Byyhi chhi yim shyṭan kạfrn hndyn diln andr yymhi mokhh yhi vsvsh travan yuth timn lvukn hndụ̄ dil timn kthn kun phirn, mạyil spdn yimn nh pvurh pczh chhe ạkhrtch. Yʿny ahli ktab yhvd vnṣaryā. Kyazi timn hepvurh pczh āshi ha ạkhrtch tylhi krhn nh nby ạkhr alzmans ankar, byyhi yuth tim yihnzn kthn petth rạẓy gczhn. Byyhi yuth tim lgn time ychh kamhi krnhi yim tim panhi kran ạsụ̄."
  },
  {
    "verse_id": 114,
    "translation": "Tvhụ̄ frmạviyvkh ya rsvl Allah kh ae lvukv tohyhi mnz th me mnz chuh akhtlaf myanhi rsaltuk. Bh chuhs bḥkm khda pyghmbr āsnuk dʿūyā kran. Tvhụ̄ chhiv ath ankar kran mgr aḥkmu alḥakmynn chuh fạṣlh myanhi ḥqh dyutmut, kyazi myạnis ath dʿūyā hs petth chhe bdddlyl yhi qrāni mjyd yus bvdd mʿjzh chuh. Hrgah tvhụ̄ tv thi mạniv nh kyazi tvhụ̄ chhiv yczhan yhi khdayy fạṣlh kạfy nh zạnith kyah czhanddn bh byakh fạṣlh krvunah ḥalankh tmụ̄ frmvv pnun kạmil fạṣlh. Tmụ̄ kr nạzil tohyhi kun yhi bddktab yymkụ̄ mẓamyn ṣaf ṣaf byan krnh āmtụ̄ chhi, byyhi yimn lvukn ashi yhi ktab tvrah vanjyl ʿṭa kr tim ge yhvd v nṣaryā tim thi chhi yqyn san zanan kh yhi qrāni mjyd chuh tuhndis prvrdigarh sndi ṭrfh nạzil āmut krnh kyazi brvntthmyn ktabn andr chhe amich khbr dinh āmcz, ps mh ạsiv tvhụ̄ shk th trdud krvunyv andrh ath andr."
  },
  {
    "verse_id": 115,
    "translation": "Pvurh th kạmil chuh tuhndis prvrdigarh sund yhi klam pvz āsnh kinụ̄. Amikụ̄ aʿtqadat brabr th muʿtdl āsnh kinụ̄ amikụ̄ aʿmal, kanhh akhah chuhnh ath klams bdl krvun th tghyr v tbdyl krvun, byyhi chuh Allah tʿālyā dushmnn hnzh sare kthh bvzvun sạriy aʿtqadat pvz zanh vun."
  },
  {
    "verse_id": 116,
    "translation": "Bavjvd dlaylin hndi vaẓḥ th ṣaf āsnkhi chhi dnyahs andr zyadh munkre, hrgah tvhụ̄ ya rsvl Allah blfrẓ tihnzh kthh mạniv tylhi ddaln tim tohyhi prvrdigarh snzi syzi vthi nishhi kyazi tim chhi panh vthi nishhi ddlmtụ̄, tim chhinh aʿtqadn mnz pyrvy kran mgr be aṣl khyalatn hnz byyhi chhinh tim mgr apuz tthhravan qyasy kthh kran."
  },
  {
    "verse_id": 117,
    "translation": "Timn mqablh chhi bʿẓ khdae sndụ̄ bndh rahi rasts petth pkan. Pzụ̄ pạtthụ̄ tuhund prvrdigar sue chuh zanh vun ts yus tihnzi vthi nishhi chuh ddlan. Sue chuh zanh vun timn yim syzi vthi petth pkan chhi. Suh yithh pạtthụ̄ gmrahn sza diyhi tithe pạtthụ̄ kri syzi vthi petth pkh vnyn anʿām vakram ʿṭa. Kạfrv trvv mslmann andr yhi shubh th shk kh ae mslmanv ʿjyb kthah chhe tuhnz kh panh mvrmut janvr chuhvn khyvan mgr khdayn yus mvrmut āshi yʿny khvd murdh janvr suh chhvun nh khyvan. Mslman āe nby krym ṣly Allah ʿlyh vslmn nishhi. Yhi shubh kvrukh pysh. Aty spdụ̄ nạzil yim āyat krymh. Ae mslmanv tohyhi yylhi mmanʿt āyhi krnh kh tvhụ̄ mh ạsiv kạfrn hnzn kthn kn thavan."
  },
  {
    "verse_id": 118,
    "translation": "Lhādha khyyv timn janvrn hund maz yimn dhbḥ krnkhi vqth khdae sund nav kạnshi hndi shirkth vrạe hynh āmut āshi. Hrgah tihndyn āyatn pczh krvnụ̄ th aḥkamn petth ayman anh vnụ̄ chhiv, janvr sund ḥlal spdun th ḥram spdun chuh mvqf khdae sund nav hyns th nh hyns petth dhbḥ khi vqth. Byyhi khvnh vạlis janvr sund khvn tihndi bdnh mnzh nyrns th nh nyrns petth."
  },
  {
    "verse_id": 119,
    "translation": "Tohyhi kyah vjh chuhvkh tvhụ̄ chhiv nh khyvan ts janvr sund maz yus dhbḥ āshi krnh āmut khdae sund nav hyth, ḥalankh tmụ̄ frmvv tohyhi btfṣyl byyis āyhi kryms mnz tim sạriy chyz yim tohyhi petth tmụ̄, mgrhe tvhụ̄ skht mjbvr spdiv kunhi vqth. Tmhi vrạe bnyv nh tohyhi kanhh chyz. Tylhi chhi tim ḥram chyz thi bqdr ẓrvurt tohyhi ḥlal. Timn ḥram chyzn mnz chuhnh kunhi jayhi tdhkirh ts janvr sund yus bsm Allah prith āshi baqạʿdh dhbḥ krnh āmut, pz kth chhe yhi kh variyah lvukh chhi lvukn ddalan th gmrah kran pnnyv ghlṭ khyalv sintụ̄ bila vjh th bila dlyl. Lykn kintis kals krn tim lvukn gmrah, pzụ̄ pạtthụ̄ tuhund prvrdigar chuh ya rsvl Allah zyadh zanh vun ḥdh nishhi ddlh vnyn. Suh diyhi timn pane skht sza."
  },
  {
    "verse_id": 120,
    "translation": "Ae mslmanv tvhụ̄ trạviv nnụ̄ gnah th pvushydh gnah yʿny yuth nh diln andr aʿtqad ạsiv thavan ḥlal chyzkh ḥram āsnuk. Ḥram chyzkh ḥlal āsnuk, pzụ̄ pạtthụ̄ yim lvukh gnah krn adh yymhi qsmh gnah āshi th tmhi qsmuk. Lokutt ạsitn ya bvdd pvushydh ạsitn ya nvn ẓrvur yyhi timn sza dinh tmhi sari kue yhi tim kran ạsụ̄ ychh kamyv andrh."
  },
  {
    "verse_id": 121,
    "translation": "Byyhi mh ạsiv khyvan ae mslmanv tmis janvr sund maz ys petth nh dhbḥ khi vqth khdae sund nav āshi hynh āmut, pzụ̄ pạtthụ̄ suh khyvn chuh skht gnah, pzụ̄ pạtthụ̄ jin shyṭan chhi dvstn th pyrvn hndyn diln mnz timh kthh travan tohyhi sintụ̄ bḥth krnh khạṭr, hrgah tvhụ̄ tihnzh kthh mạniv. ʿqạydn ya ʿmln mtʿlq tvhụ̄ thi gv tylhi ẓrvur mushrike."
  },
  {
    "verse_id": 122,
    "translation": "Āya yus shkhṣah goddh avs murdh gmrah vthi ddvlmut. Tvpth kvr ashi suh zindh yʿny mslman bnvv byyhi kvr ts ʿṭa ashi nuvrah yus nvr hyth pkan chuh suh lvukn andr gmrạhy hndyv sarve gạyilv nishhi chuh suh mḥfvẓ. Suh chha brabr ts shkhṣs sintụ̄ yus gumrạhy hnzi anh gtthi andr vlnh āmut chuh. Tmhi mnzh chuhnh hykan suh nyrthe hrgiz chuhnh brabr, yithh pạtthụ̄ baaymann chuh ayman th aʿmal ṣalḥ rcz mʿlvm spdan yithe pạtthụ̄ āv zynt dinh kạfrn hnzn timn kamyn yimh tim kran chhi, yhi nv kthah chahnh."
  },
  {
    "verse_id": 123,
    "translation": "Blkh yithh pạtthụ̄ az mkh shryfkụ̄ zitthụ̄ zitthụ̄ lvukh chhi pzis dʿūts mukhalft kran lvukn syzi vthi nishhi ddalan yithe pạtthụ̄ krụ̄ ashi brvntthmyn aumtn hund prth shhrs andr zitthụ̄ zitthụ̄ lvukhe yim goddh airtkab jrm kran ạsụ̄. Tihndi athrh sintụ̄ ạsụ̄ lvukh thi suh jrm krun hyvan taaynkh tim lvukh ạsụ̄ ḥẓrati anbyahn ẓryr vatnavnh khạṭr th tihndis tblyghs nakam bnavnh khạṭr shuvrsh phhlavan yymhi mokhh yim sạriy ʿdhabs grftar ạsụ̄ yivan krnh, tim lvukh ạsụ̄ pnnhi khyalh pyghmbrn tklyf vatnavnh khạṭr shrart kran mgr tmyuk ẓryr avs timn pnh nyne pann vatan mgr jhl v be ʿlmy sbbh avsukh nh fikriy tran. Yimn mkh kyn kạfrn hund jrm chuh yvut zyad kh."
  },
  {
    "verse_id": 124,
    "translation": "Yylhi timn nish vatan chuh pzyuk kanhh nishanh bvdd mʿjzh yus pyghmbr brḥq sndis nbvts petth bdd dlyl chuh āsan, tmhi saʿth chhi tim vnan kh asụ̄ krv nh tvtanụ̄ pczh yvtanụ̄ nh ashi pans thi yin ʿṭa krnh tim tim chyz yim pyghmbrn ʿṭa krnh āe yʿny vḥy, ktab vghạrh. Ath chuh kran Allah tʿālyā rd frmavan chuh, Allah tʿālyā chuh bhtr th rut zanan zi kosh jae chhe munạsib th layq pyghmbry khạṭr. Kus shkhs chuh qạbil th sza var ʿhdh jlylyh khạṭr, ʿnqryb vathi timn lvukn yimv yczih kth vnụ̄ th yuth jurmi ʿẓym kvr khdays nishhi vạtith bdd dhlt th khvạry ạkhrts andr, byyhi vatykh kddur ʿdhab mkr th fryb th shvrv shr phhlavnh khạṭr."
  },
  {
    "verse_id": 125,
    "translation": "Yymhi brvntth āv byan krnh ḥal baaymann th kạfrn hund, tmhi andrh spud mʿlvm kh ysndih ḥqh Allah tʿālyā yczihh hdayt chh vthi petth anun th njat chhi vthi petth pknavun, tsund synh yʿny dil chuh muczravan th kushadh kran aislam qbvl krnh khạṭr, byyhi ysndih ḥqh Allah tʿālyā yczhan chuh gumrạhy tsund synh yʿny dil chuh kran tng, sue setthah tng aislam qbvl krnh khạṭr, zn suh shkhṣ zuvrh āsman chuh khsun hyvan. Mgr chuhnh khsith hykan dil chuhs tng spdan, yithe pạtthụ̄ chuh Allah tʿālyā shyṭan sund vsvsh travan timn lvukn petth yim nh ayman anan th pczh kran chhi tmy vsvsch napạky chhe rvzbrvz zyadh spdan."
  },
  {
    "verse_id": 126,
    "translation": "Yhi dyni aslam yymich dhikri brvntth spz, yhe chhe tuhundis prvrdigarh snz syz vth. Amhi vrạe chhnh byyhi kanhh vthah syz yymhi vthi petthụ̄ pknh sintụ̄ shkhṣ njat lbhi, byshk amy ṣraṭi mustqym kh vẓaḥt khạṭr krụ̄ ashi pnnụ̄ āyat btfṣyl byan nṣyḥt rtth vnyn lvukn hndi khạṭr."
  },
  {
    "verse_id": 127,
    "translation": "Timn nṣyḥt rtth vnyn th dyni aslam qbvl krvnyn hndi khạṭr chuh slamty th amn vamanuk pvshh vun grh yʿny jnt tihndis prvrdigars nishhi. Sue chuh yihund dvst th mdd gar tth bdl yhi yim kran ạsụ̄ rcz ʿmlh."
  },
  {
    "verse_id": 128,
    "translation": "Yhi chuh suh doh qạbli dhkr yymhi dohh asụ̄ sạri mkhlvqat jmʿ krvkh yth mnz jin th ansan sạriy jmʿ āsn. Timv mnzh yyhi jin shyṭann czkhhi hvt vnnhi, ae jin shyṭanv variyah lvukh bnạviyvkh tohyhi pnnụ̄ tabʿ ansanv andrh yim gmrah kriyvkh pans sintụ̄, tvpth vnn tim shyṭann hndụ̄ dvst ansanv andrh, ae sanhi prvrdigarh byshk chuh chvn frmavun pvz. Vaqʿī tul nfsạny fạydh ashi andrh bʿẓ bʿẓyn hndi sintụ̄. Vaqʿī ḥqyqts andr shyṭann hndi ddalnh sintụ̄ qyamts ankar kran, vonụ̄ vạtụ̄ asụ̄ tth muʿīn vqts yus cze sanhi khạṭr muqrr avsuth kvrmut yʿny vonụ̄ chuh az fạṣlh cze aathhi, Allah tʿālyā frmavykh ae jin th ansan kạfrv tuhndi khạṭr chuh myvn fạṣlh nari jhns mnz tuhnz jae. Hmyshh chuh tohyhi rvzun tth mnz mgrhe Allah tʿālyā he yczihh tohyhi tmhi mnzh kddun mgr suh yczihh nh zanhh, pzy pạtthụ̄ tuhund rb chuh setthah ḥikmt vvl th setthah ʿlmh vvl. ʿlmh sintụ̄ chuh ts sarne hund jurm mʿlvm ḥikmt sintụ̄ chuh prth mujrims sza divan."
  },
  {
    "verse_id": 129,
    "translation": "Yithe pạtthụ̄ thavvkh asụ̄ addụ̄ gnhgar byyn gnhgarn nzdyk yithh pạtthụ̄ tim dnyahs andr yikh vtth rvzith ychh kamhi kran ạsụ̄."
  },
  {
    "verse_id": 130,
    "translation": "Ae jinn th ansann hnzv jmạczv tvhụ̄ he chhiv pnnyn gumrạhyn th ychh ʿmln hund aqrar kran. Kyah tohyhi nishhi vacze na sạnụ̄ pyghmbr yim tohy mnzh ạsụ̄ yim tohyhi pran āshn pvz vnan āshn aʿtqadn th aʿmaln mtʿlq sạnụ̄ āyat byyhi āshn tohyhi byim kran azikh duhkh pysh yinuk. Adh kyah vjh avs tvhụ̄ ạsiv nh kufrv nafrmạny nishhi baz yivan, tim sạriy dpn asụ̄ chhi pnnyn pann petth pane jurmch gvạhy divan kh vaqʿī ḥẓrati anbya vacze ashi nish, tim ạsụ̄ chạnụ̄ āyat ashi bvznavan. Byyhi ạsụ̄ azikh duhuk byim thi kran mgr asụ̄ ạsụ̄ nh tihund manan. Allah tʿālyā chuh frmavan, timn avs dyutmut dnyachh zndgạny dhvkh. Timv avs dnyạviy ʿīsh zvnmut mqṣd aʿẓm, ạkhrtch ạskh nh fikre tmyuk ntyjh drav kh, timv dicz pane pnnis kạfr āsns petth gvạhy mgr tathi aqrar krns kyah fạydh nyri."
  },
  {
    "verse_id": 131,
    "translation": "Yhi pyghmbrn hndi dʿūti ḥq hyth svznuk silsilh āv jạriy krnh. Kyazi tuhund prvrdigar )ya rsvl Allah( chuhnh kunhi shhrkyn lvukn ẓlm krith tihnzih be khbry andr galan. Blkh chuh goddh pygham vatnavan ḥẓrati anbyahn hndidhryʿh."
  },
  {
    "verse_id": 132,
    "translation": "Yylhi pyghmbr āe svznh timv dyut lvukn nad sarne lvukn spud aṭlaʿ. Tmhi pth chhi jinn th ansann nykv karn th bdkarn sarne ʿmlh krvnyn hndi khạṭr drjat muqrr krnh āmtụ̄. Tihnzi ʿmlhi muṭạbiq timne drjatn muṭạbiq vathi timn pnnyn ʿmln hund ntyjh th byyhi chuhnh tuhund prvrdigar lvukn hnzv ʿmlv nishhi be khbr."
  },
  {
    "verse_id": 133,
    "translation": "Byyhi chuh tuhund prvrdigar be nyaz ts chhanh lvukn hnzih ʿbadtch ẓrvurthe, suh chuh rḥmt vvl. Mḥẓ pnnhi rḥmt sintụ̄ svuzụ̄ tmụ̄ ḥẓrati anbya yuth tihndi dhryʿh mʿlvm spdn nfʿ vẓrrkụ̄ chyz. Ath andr chuh bndn hundue fạydh, hrgah suh yczihh tohyhi sarnie nyhi ykdm yymhi ḥalh mnzh hlak krith. Tohyhi bdl anhi tohyhi pth yimn yczihh timn, yithh pạtthụ̄ tvhụ̄ krinv pạdh byyhi akh qvm kh nslh andrh tihund chuhnh vjvd kunhi tvhụ̄ chhiv tihnzi jayhi mvjvd, tithe pạtthụ̄ chuh yhi silsilh jạriy mgr varh varh. Hrgah asụ̄ yczhv tvhụ̄ krv khtm ykdm kyazi sanhi kamhi chhnh kạnshi hndi āsnh sintụ̄ ya nh āsnh sintụ̄ kanhh rukavtt. Ḥẓrati anbya svze yhi ashi tuhndi mufadh khạṭr. Ashi avs nh pnun kanhh ghrẓ. Lhādhapzi ha timn pyghmbrn tṣdyq krun. Tihnz pyrvy krnụ̄. Tmhi sintụ̄ spdiha tohyhi sʿādt ḥạṣil."
  },
  {
    "verse_id": 134,
    "translation": "Yimn chyzn hund tohyhi pyghbrn hndi vasṭh vʿdh yivan chhuv krnh qyamt ya ʿdhab, timh kthh chhe ẓrvr yivunhi. Tvhụ̄ hykyvun nh khda ʿạjiz krath. ʿdhab nishhi pnun pan bchạvith czhyph dinh sintụ̄, ruv pvsh rvznh sintụ̄ ya byyis shhrs ya mulks czlnh sintụ̄."
  },
  {
    "verse_id": 135,
    "translation": "Balākhr frmạviyvkh ya rsvl Allah ae lvukv tvhụ̄ gczihv pnnụ̄ kạm kran pnnhi jayhi, bthi chuhs pnnụ̄ kạm kran pnnhi jayhi, ʿnqryb spdi tohyhi mʿlvm, kh ksndi ḥqh āshi rut anjam ạkhrts andr. Byshk yim chhe yqyny kthh kh ẓạlim gczhn nh zanhh thi kamyab."
  },
  {
    "verse_id": 136,
    "translation": "Byyhi lgụ̄ yim kạfrkhdae sndi khạṭr )tmy mnzh yhi tmy pạdh kvrmut chuh zraʿt th charvayv mnzh( akh ḥiṣh muqrr krnhi. Byakh ḥiṣh potlyn hndi khạṭr ḥalankh pạdh krns mnz chuhnh ts kanhh thi shryk, ps dpnhi lgụ̄ tim pnnhi khyalh yhi ḥiṣh gvv khdays, yhi ḥiṣh gvv sanyn tthhrạvmtyn shrykn, ps yus ḥiṣh āshi tuhndyn shrykn hndi khạṭr thavnh āmut, sue āshi jan th rut. Tmhi mnzh vathi nh kihinụ̄ khdays, byyhi yus ḥiṣh āshi khdae sndi khạṭr thavnh āmut suhe jan phn avs suh hykhi vạtith tihndyn shrykn kun. Kvutah ychh chhu yuhund yhi fạṣlh th tjvyz, kyazi yus chyz khdayn pạdh kvr, suh kyazi yyhi thavnh ts vrạe byyhi kạnshi hndi khạṭr."
  },
  {
    "verse_id": 137,
    "translation": "Yithe pạtthụ̄ dyut zynt varyhn mushrikn pnnụ̄ avlad marns tihndyv shyṭanv. Chnanchh timn ạs yhi vḥshyanh kạm rcz yivan bvznh. Yuth tim mushrik tbah vbrbad spdn ạkhrts mnz. Byyhi yuth timn mushrikn petth dyn tuhund khlṭ mlṭ spdi. Tim rvzn hmyshh ghlṭy mnze, tvhụ̄ mh spdiv tihnzv ychh kamyv sbbh ghmgyn. Hrgah Allah tʿālyā yczihh hatihndi ḥqh janyr tylhi āshn nh tim yhi ychh kạm kran, ps trạviyvkh tim thi tihndi apuzụ̄ nvravnh th ghlṭ kthh tthhravnhi yim tuln pane tmyuk khrab ntyjh."
  },
  {
    "verse_id": 138,
    "translation": "Byyhi chhi tim pnnhi bạṭil khyalh mvjvb yhi thi vnan kh yim charvạe th yhi zraʿt yus tim ḥạṣil kran ạsụ̄ chuh ḥram, yimn hykhi nh kanhh shkhṣ astʿmal krith ts shkhṣs vrạe yus asụ̄ pnnhi khyalh mvjvb khyavun yczhvn yʿny yim chhi mʿbvdani bạṭiln hndi khạṭr nẓr thavan. Tvpth chhi khyavan tihndyn mjavrine yvt timn vrạe byyn hndi khạṭr chhi zanan ḥram, byyhi ạsụ̄ vnan yim janvr )kanhh janvr mkhṣvṣ krith( yimn petth chuh svar spdun ya bvr kharun ḥram kyazi yim chhi mnsvb mʿbvdani bạṭiln kun krnh āmtụ̄, byyhi kynhh charvạe timn petth ạsụ̄ nh dhbḥ khi vqth khdae sund nav hyvan khdays petth apuz nvrạvith. Kyazi yhi ạsụ̄ zanan amhi sintụ̄ gczihh Allah tʿālyā khvsh, ʿnqryb diyhi Allah tʿālyā yimn amhi apuz nvravnh mokhh sza."
  },
  {
    "verse_id": 139,
    "translation": "Byyhi ạsụ̄ vnan yim mushrik yim bchh yimn charvayn hndyn shikmn mnz chhi tim chhi fqṭ ashi andrh mardn hndi khạṭr ḥlal, znann petth chhi tim ḥram, hrgah suh bchh murdh zyvi tylhi chhi sạriy mrd th znanh tmhi kis khyns mnz brabr shryk, ʿnqryb diyhi Allah tʿālyā yimn pane ḥram th ḥlal sintụ̄ janvrn ṣft krns petth ẓrvur sza. Be shk suh chuh setthah ḥikmt vvl th setthah zann vvl. Tmsund grftạry andr takhyr krun chuhnh be khbry mokhh blkh ts chhe pvur khbr mgr takhyr ʿdhabs mnz chhe ḥikmt āsan."
  },
  {
    "verse_id": 140,
    "translation": "Byyhi kvrukh ḥram pans petth suh rzq yus Allah tʿālyā hn ʿṭa kryvkh, yim sạriy chyz chhi kran tim apuz nvrạvith khdays petth, byshk spdụ̄ tim lvukh gumrah byyhi ạsụ̄ nh tim zanhh thi syzi vthi petth pkh vnụ̄."
  },
  {
    "verse_id": 141,
    "translation": "Suh prvrdigar gvv sue yymụ̄ pạdh krụ̄ tim bagh yimn andr tim kulụ̄ chhi yim ddkhn petth khsan chhi )dchhhi kulụ̄ hiy( byyhi tim kulụ̄ yim ddkhh vrạe khsan chhi, byyhi yim khzrkulụ̄ byyhi zraʿt pạdh kvr yymhi kyn myvn th dann mkhtlf ṣvrt th mkhtlf mzh āsan chuhv, byyhi kvru n pạdh zytvn byyhi dạn yim akh akis hiy thi chhi āsan. Akh akis bdl thi chhi āsan, tmy frmvv ae lvukv khyyiv yimn sarne kulyn hund myvh yylhi suh nyran āshi. Byyhi ạsiv yimn fṣln hund ḥq ada kran yʿny zkvāh divan yymhi dohh yhi fṣl czttan ạsiv, tth dins mnz thi mh ạsiv asraf kran, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh asraf krvnyn psnd kran."
  },
  {
    "verse_id": 142,
    "translation": "Byyhi krụ̄ pạdh Allah tʿālyā hn charpahav andrh bʿẓ charpa yim thdụ̄chhi bvr tulh vnụ̄, byyhi yim czhvttụ̄ thi pst chhi bvr tulns qạbil chhinh, ae lvukv khyyiv be fkr timn janvrn hund maz yim Allah tʿālyā hn tuhndi khạṭr ḥlal krụ̄. Pane pnnhi khyalh kanhh chyz ḥram krith mh pkiv shyṭans pth pth. Suh zạniyvn na suh kus chuh, pzụ̄ pạtthụ̄ suh chuh tuhund nvn dushmn bavjvd āynkh pzchh dlylh spz tohyhi nishhi vaẓḥ th rvshn mgr suh chuh tvthi tohyhi rahi rasth nishhi ddalun yczhan."
  },
  {
    "verse_id": 143,
    "translation": "Yim charvạe yimn mnz tvhụ̄ pane addụ̄ ḥlal th addụ̄ ḥram kran chuhvkh yim sạriy krụ̄ khdae ne pạdh. Yimn chhi ạtth qsm. Kttav andrh z nrth madh byyhi czhavlyv andrh z nr th madh, tvhụ̄ prczhyvkh ya rsvl Allah ṣly Allah ʿālyh v slm, ae mushrikv nr z )2( chha khdayn ḥram krmtụ̄ kinh madh z )2(, kinh tim ktth bchhi ya czhavlụ̄ bchhi yimn doshvnụ̄ qsmn hnzh madh pnnyn rḥmn mnz tulith chhe, vniv me amyuk jvab kunhi dlylhi sintụ̄ hrghe pvz vnh vnụ̄ chhiv."
  },
  {
    "verse_id": 144,
    "translation": "Byyhi chhi Allah tʿālyā hn pạdh krmtụ̄ vvnttv mnzh z nr th madh byyhi gavv mnzh z nr th madh, prczihtvkh tvhụ̄ ae mushrikv vniv z )2( nr chha ḥram krimtụ̄ khdayn kinh z madh )2(, kinh z )2( bchhi yim yihndyn madn hndyn rḥmn andr chhi. Tvhụ̄ he dʿūyā chuhv kran kh Allah tʿālyā hn chhi yim ḥram krimtụ̄ tath petth kriv kanhh dlylah pysh. Amich dlyl hykn ze chyz ạsith. Ya āshi Allah tʿālyā hn kạnshi pyghmbr ya mlk sndi dhryʿh tohyhi frmvvmut ya āshi tmụ̄ tohyhi bla vasṭh pane frmvvmut. Goddnikis ṣvrts yʿny nbvts chhiv tvhụ̄ ankar kran, doymis ṣvrts mtʿlq prczhtvkh, kyah tvhụ̄ ạsvh tmhi saʿth ḥạẓr yymhi saʿth Allah tʿālyā hn tohyhi amhi ḥlal krnuk th ḥram krnuk ḥkm frmvv. Yhi hykiv nh tvhụ̄ thạbte krith. Mʿlvm spud tohyhi nish chahnh ath petth kihinụ̄ dlyl. Yim chhi mḥẓ Allah tʿālyā hs petth bila dlyl apuz th bhtan nvvravan, ps kus akhah chuh yczẓạlim ts shkhṣh sndi khoth yymụ̄ apuz nvrvv mʿbvdi brḥqs petth lvukn gumrah krnh khạṭr bila dlyl, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh njatch th jntch vth havan ẓạlim lvukn blkh tihnz jae chhe nari jhnm."
  },
  {
    "verse_id": 145,
    "translation": "Tvhụ̄ frmạviyvkh ya rsvl Allah ae lvukv bh chuhsnh lban timn aḥkamn mnz yim me kun svznh āe khdae sndi ṭrfh kanhh chyzah ḥram yus kạnshi khyvnis petth ḥram āsiha, mgr he āshi khvd mrdh ya āshi khvn yus bdnh mnzh nyran chuh ya āshi svrh maz yus byshk chuh balkul napak. Tmsndụ̄ sạriy ajza bdn chhi napak th ḥram. Suh chuh njs alʿīn yus nh kunhi ṭryqh pak spdi, ya yus janvr vghạrh shirkkụ̄ dhryʿh bnhi yʿny yus janvr vghạrh bqṣdtqrub ailyā ghyr Allah khdays vrạe byyhi kạnshi hund qrb th rẓa ḥạṣil krnh khạṭr dhbḥ krnh āmut āshi, adh ạstn suh khdae sund nav hythe dhbḥ krnh āmut, ps yus shkhṣah skht mjbvr spdi kanhh chyz bnys nh khynh khạṭr yimv ḥram chyzv vrạe, suh shkhṣe khyyhi ḥram chyzv andrh kynhh thi chuh ts jạyiz. Bshrṭykh ticze hn khyyhi yymhi sintụ̄ zindh hykhi rvzith, suh ddlhi nh khyns andr ḥdh nishhi byyhi āshi nh khdae sndi ḥukms nafrmạny krvun th ṭạlbi ldht th mzh czhanddvun. Ts chhe aumyd bkhshạyshhi hnz kyazi Allah tʿālyā chuh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 146,
    "translation": "Byyhi krụ̄ ashi yhvdn petth ḥram prth nmh vvl janvr ys nh avngjhi alg alg āsn blkh āsns milh vith suh gvv avntt, gur, shutur mrgh, anz, bṭkh vghạrh, gavv th kttv andrh krashi timn petth ḥram tihnz chrby, mgr nh suh chrb yus tihndyn pushtn petth āshi ya andrmn sintụ̄ āshi ya kunhi addjhi sintụ̄ myilith āshi. Amhi vrạe ạskh sạre chrby ḥram, yim chyz ạsụ̄ nh fy nfsh ḥram kynhh thi mgryhi sza dyut ashi timn tihnzih srkshy mokhh. Asụ̄ chhi yqynaan pvz vnan."
  },
  {
    "verse_id": 147,
    "translation": "Ps hrgah tvthi tim dushmn tohyhi ankare krn nʿūdhbAllah apzis kun nsbt krn yymhi kthhi mokhh kh timn kvnh chuh adh ʿdhab nạzil spdan, tvhụ̄ frmạviyvkh tuhund prvrdigar chuh vsyʿ rḥmt vvl. Bʿẓ ḥikmtv mokhh chuhnh suh nafrmann jld grftar ʿdhab kran. Mgr tvhụ̄ mh zạniv hmyshh rvzih yohe ḥal. Nh blkh yymhi vqth ʿdhabuk vqt )yus mqrr krnh āmut chuh( vathi, tmhi saʿth hykhi nh tuhund suh ʿdhab kanhh akh dvur krith th pth rttith nafrmann th gnhgar lvukn nishhi."
  },
  {
    "verse_id": 148,
    "translation": "Mushrik hyn vnun zi hrgah Allah tʿālyā yczihh ha tylhi nh krhv asụ̄ shirk, nh krhn sạnụ̄ mạlụ̄ bddbb shirk. Nh krhv asụ̄ kanhh chyz ḥram, nh āshn kran sạnụ̄ mạlụ̄ bddụ̄ bb. Spud mʿlvm kh Allah tʿālyā hs chuhnh yhi napsnd kynhh thi, yithe pạtthụ̄ chuh ankar kvrmut timv yim yimn brvntth kạfr ạsụ̄, yimh kthh th yhi jvab dyun chuh mḥẓ ghlṭ th bạṭil. Amhi sintụ̄ chuh lạzim yivan pyghmbrn hund apuz vnun nʿūdhbAllah lhādha yimvyimav lvukv pyghmbrn tkdhyb kvr. Tim āe ʿdhabs grftar krnh. Chnanchh Allah tʿālyā chuh frmavan, tmy mokhh czuh timv ʿdhabuk mzh. Tithe pạtthụ̄ czhn yim kạfr thi ẓrvur ʿdhabuk mzh, tvhụ̄ frmạviyvkh ya rsvl Allah ae kạfrv kyah tohyhi nish chha kanhh dlylah ath kthhi petth kh Allah tʿālyā hn dicz tohyhi qdrt shirk krnch ya ḥlal chyz ḥram krnch. Yymhi andrh mʿlvm spdyv suh chuh ath petth rạẓy chha tohyhi nishhi ath petth kanhh dlylah so kriv pysh. Dlyl vghạrh chhanh tohyhi nishhi kynhh, tvhụ̄ chhiv nh pyrvy kran mgr khyaly kthn. Byyhi chhiv na tvhụ̄ mgr ghlṭ andazh. Atthklhi sintụ̄ kth kran."
  },
  {
    "verse_id": 149,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ṣly Allah ʿlyh v slm yimv doshvyv jvabv sintụ̄ spud mʿlvm khdae snze dlyl chhe kạmil th pvz. Tuhnz dlyl chhe bạṭil ghlṭ. Ath avs lạzim tvhụ̄ sạriy gczihv yin rahi rasts petth mgr tmyuk tvfyq thi chuh khdae se aathhi, ps hrgah suh yczihh ha tohyhi sarne haviha vth. Mgr Allah tʿālyā hs chhe pnnyn sarne kamyn andr bjh bjh ḥikmcz. Suh ys yczhan chuh hdayt chuh kran. Ys nh yczhan chuh ts chuhnh kynhh thi bnan."
  },
  {
    "verse_id": 150,
    "translation": "Frmạviyvkh tvhụ̄ kh brvntth kun aniyvkh tvhụ̄ tim gvah yim yhi gvạhy din vaqʿī Allah tʿālyā hn kyah krụ̄ yim chyz ḥram yimn hnz dhkr krnh āyhi, ps hrgah tim blfrẓ gvạhy din kh tvthi gczihh nh tuhund ya rsvl Allah tihndis vnns aʿtbar krun th tihnz gvạhy qbvl krnụ̄, byyhi mh kriv pyrvy timn lvukn hnzn khvahshn yimv apuz zạnụ̄ sạnụ̄ āyat, byyhi yimn nh pczh chhe ạkhrtch byyhi chhi tim pnnis prvrdigars sintụ̄ mʿbvd āsns andr mkhlvqv andrh byyn brabr thavan, shryk zanan."
  },
  {
    "verse_id": 151,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah vliv bh pravkyah kyah chuh ḥram kvrmut tuhndụ̄ prvrdigarn tohyhi petth, tim chyz chhi yim. Akh chyz gvv yy zi shryk mh tthhrạviv ts mkhlvqv andrh kanhh chyzah, khdays kunhi qsmh shryk tthhravun chuh ḥram, byyhi mh kriv mạlis majhi nsbt nafrmạny blkh kriv timn sintụ̄ aḥsan. Tihnz nafrmạny krnụ̄ timn sintụ̄ bdslvky krnụ̄ chhe ḥram, byyhi mh mạriyvkh avlad pnnụ̄ fqrh tngdsty th aflas kh sbbh. Yithh pạtthụ̄ zmanh jahlyts mnz lvukh kran ạsụ̄. Asụ̄ dimv tohyhi thi rzq byyhi timn thi, avlad marun th qtl krun chuh ḥram, byyhi mh ạsiv nzdyk yivan be ḥyayy th nafrmạny hnzn kamyn, nh nnụ̄ pạtthụ̄ th nh pvshydh pạtthụ̄. Prth ṭryqh bdkạry th zina chuh ḥram, byyhi mh mạriyvn kanhh shkhṣah yymụ̄ sund marun Allah tʿālyā hn ḥram kvr mgrhe kanhh pzụ̄ pạtthụ̄ qtls szavar āshi spudmut byakh shkhṣ naḥq marnh sintụ̄, amyuk chuh Allah tʿālyā takydh san ḥkum frmavan yuth tvhụ̄ varh zạniv th fkri tạriv tvpth kriv nh tmy mvjvb ʿml."
  },
  {
    "verse_id": 152,
    "translation": "Byyhi mh ạsiv ytym sndis mals nkhh yivan mgr tmy vthi yosh rcz th mufyd āshi. Yymhi sintụ̄ tth mals ḥfaẓt vathi nqṣan nishhi rvzih mḥfvẓ yvtanụ̄ suh ytym panh balgh th gattul spdi. Mali ytym khyvn chuh ḥram, byyhi chuh Allah tʿālyā ḥkum kran zi mynan th tvlan ạsiv pvurh pvurh anṣaf th ʿdlh san. Ath mnz dgha th dhvkh dyun chuh ḥram. Yim aḥkam mushkil th dushvar chhinh kyazi, asụ̄ chhinh kạnshi akis tklyf divan mgr titue yvt suh hykhi, pth kyazi chhe yimn aḥkamn hndis tʿmyl krns mnz susty krnh yivan, agrchh mʿāmlh ạsitn tohyhi kạnshi ạshnav sund ya kạnsih dvsth sund, byyhi yymhi saʿth tvhụ̄ kunhi fạṣls ya shhadts mnz kanhh kthah ạsiv kran so ạsiv pzụ̄ vnan tmhi saʿth ʿdl vanṣafs khlaf kth krnụ̄ chhe ḥram, byyhi ạsiv khdae sndis ʿhds vfa kran. Bdʿhdy th vfa nh krun chuh ḥram, byyhi sarikue kvruv Allah tʿālyā hn tạkydy ḥkum yuth tvhụ̄ yad thaviv th ʿml kriv."
  },
  {
    "verse_id": 153,
    "translation": "Yimn ḥukmn hnz chhnh zyadh khṣvṣyt. Byyhi kryv Allah tʿālyā hn ḥkum kh yhi dyni aslam byyhi tmikụ̄ sạriy aḥkam, yhe chhv myạnụ̄ syz vth, amy vthi pkiv, byyv vatv mh pkiv, tmhi vthi krnav juda th dvur khdae snzi vthi nishhi, amhi kue kvruv Allah tʿālyā hn tạkydy ḥkum yuth tvhụ̄ baqe vtv nishhi pth rvziv. Rahi rast nishhi byyhi kanhh vth akhtyar krnụ̄ chhe ḥram."
  },
  {
    "verse_id": 154,
    "translation": "Shirks rd krnh pth chhi asụ̄ mslh nbvts mtʿlq mẓmvn byan kran kh ashi ḥẓ svziv nh tvhiy yạtụ̄ pyghmbr bnạvith yth petth lvukn trdd th shubh spdan chuh blkh svz ashi tohyhi brvntth ḥẓrti mvsyā pyghmbr bnạvith. Tvpth kr ashi ʿṭa ḥẓrti mvsyā hs ktab yʿny tvrah. Pnnụ̄ nʿmt pvurh krnh khạṭr timn lvukn petth yimv tmhi mvjvb rcz ʿmlh kri byyhi ẓrvury aḥkamn hund byan th tfṣyl krnh khạṭr, byyhi yuth tmhi kh vasṭh sarne lvukn rhnumạyy spdi byyhi bddrḥmt tʿmyli aḥkam krvnyn hndi khạṭr. Yhi amhi qsmch ktab svz ashi yuth tim lvukh yʿny bny asrayyl pnnis khdays sintụ̄ mlaqat krns pczh krn. Tth aʿtqads matḥt krn sarne ḥukmn petth ʿml yylhi tmhi ktabhi hund th ainjyluk dvr khtm spud."
  },
  {
    "verse_id": 155,
    "translation": "Yimv doyv ktabv pth chuh yhi qrāni mjyd thi ktabah yosh asy nạzil kr. Ps kriv vonụ̄ amchy pyrvy. Kuhvcziv khdays. Pth rvziv tmsnzi nafrmạny krnh nishhi yuth tohyhi petth rḥm yyhi krnh."
  },
  {
    "verse_id": 156,
    "translation": "Byyhi kvr ashi yh qrāni mjyd nạzil yuth nh tvhụ̄ vnith hykiv qyamtkụ̄ doh kh āsmạny ktab ạs nạzil krnh āmcz ashi brvntth don firqn petth yhvdn th nṣaryā hn petth, asụ̄ ạsụ̄ tmhi kh prnh nishhi be khbr."
  },
  {
    "verse_id": 157,
    "translation": "Byyhi yuthnh vnith hykiv brvntthmyn baayman thvab ḥạṣil spdnh kh vqth kh hrgah ashi petth thi ktabah nạzil yyhi ha krnh. Asụ̄ thi āshv tuhndi khoth zyadh hdayt lbh vnụ̄. Lhādha rvzi nh kanhh gunjạyish tohyhi kunhi qsmch kth krnch, ps btḥqyq vạcz tohyhi nishhi yhi ktab yosh bdd dlyl chhe tuhndis prvrdigarh sndi ṭrfh byyhi bvdd hdayt th bdd rḥmt, vonụ̄ kus akhah chuh yuth ẓạlim ts shkhṣh sndi khoth yymụ̄ apuz zạnụ̄ khdae sndụ̄ āyat. Byyhi phirun buth timv āyatv nishhi, ʿnqryb dimv asụ̄ sza timn lvukn yim buth phiran chhi sanyv āyatv nishhi. Ychh ʿdhabv sintụ̄ aʿraẓ krnh th buth phirnh kh sbbh."
  },
  {
    "verse_id": 158,
    "translation": "Mʿlvm chuh spdan yim chhinh antẓar kran mgr ath kthh kh timn nishhi vatn mlạyk nth panh tihund prvrdigar. Nth vathi timn nishhi tuhndis prvrdigarh sund kanhh bvdd nishanah qyamt kyv nishanv andrh yʿny mghrb kh ṭrfh āftab khsun. Var bvzinụ̄ tim kh, yymhi dohh tuhndis prvrdigarh sund suh bvdd nishanh ẓạhr spdi tmhi dohh diyhi nh kạnshi shkhṣs kanhh fạydh th nfʿ ayman anun th pczh krnụ̄ yymụ̄ nh tmhi brvntth ayman āshi avnmut ya āsyn nh ayman anith kanhh rcz kạmah krmcz, tmhi dohh chuhnh ayman anns aʿtbarnh tvbh krns nh gnhn mghfrt mngns aʿtbar, frmạviyvkh tvhụ̄ kh hrgah tvhụ̄ ath antẓar yczhan chhiv krun kriv tylhi antẓar. Asụ̄ thi chhi apzis th pzis mnz fạṣlh spdns antẓar kran."
  },
  {
    "verse_id": 159,
    "translation": "Pzụ̄ pạtthụ̄ yimv lvukv dyns pnnis chhlh kri th byvn byvn kvrukh yʿny dyn ḥq kvrukh nh pvurh pvurh qbvl ya kvrukh avdd qbvl th avdd trvvukh. Dyns andr nvravykh shirk vbdʿt chhi kthh. Byyhi bne yhi alg alg jmạcz th firqh. Tohyhi chuhv nh timn sintụ̄ kanhh tʿluq. Tuhund mʿāmlh chuh spurd Allah tʿālyā hs. Suh vnhi pane timn timh sare kthh yhi tim kran ạsụ̄."
  },
  {
    "verse_id": 160,
    "translation": "Yus akhah akh nyky hyth yyhi ts khạṭr chhe ticzhe dah nyky. Yʿny Allah tʿālyā krys akis nyky dhn nykyn hund thvab ʿṭa, byyhi yus akhah akh bdy hyth yyhi ps yyhi nh ts sza dinhi mgr aky bdy hund. Gnhgarn, bdkarn ẓlm yyhi nh krnh."
  },
  {
    "verse_id": 161,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah pzụ̄ pạtthụ̄ me hạv vath prvrdigarn pnnụ̄ rahi rasts kun mẓbvṭ dyns kun yth mnz kunhi qsmh kjr chuhnh. Ḥẓrti abrahym sndis milts kun yus apzyv dynv nishhi pzis dyns kun phirvun avs. Byyhi avs nh suh mushrikv andrh."
  },
  {
    "verse_id": 162,
    "translation": "Frmạviyvkh tvhụ̄ pzụ̄ pạtthụ̄ myạnụ̄ nemaz byyhi myạnụ̄ sạre ʿbadt byyhi myvn zindh rvzun byyhi myvn mrun, yhi svrue chuh khaṣ khdae sndiy khạṭr, (thndis akhtyars andr yus kuli jhanuk prvrdigar chuh)"
  },
  {
    "verse_id": 163,
    "translation": "Ts chuhnh shryk kanhh me āv amhi kue ḥkm krnh. Bh chuhs khdae sndyv frman brdar bndv andrh goddnyukue frman brdar."
  },
  {
    "verse_id": 164,
    "translation": "Frmạviyvkh tvhụ̄ ae kạfrv kyah bh czhanddnh mʿbvdi brḥqs vrạe byyhi kanhh prvrdigar ḥalankh sue chuh prth kunhi chyzuk prvrdigar, kanhh shkhṣah kri nh kanhh kạmah mgr tmyuk bvr chuhs pans petth tulun, kanhh akhah tulhi nh kạnshi hund bvr pans petth, tvpth chuhv tohyhi pnnhi se prvrdigars kun rjvʿ krun, ps kri sue tohyhi khbr tmhi sarchiy yth mnz tvhụ̄ akhtlaf kran ạsiv."
  },
  {
    "verse_id": 165,
    "translation": "Byyhi chuh suh prvrdigar sue yymụ̄ tvhụ̄ zmyns andr pnnụ̄ nạyib bnạviv byyhi kvrun tohyhi andrh bʿẓn hund mrtbh bulnd bʿẓn petth yuth tohyhi suh āzmạyish kri timn nʿmczn andr yimh tohyhi ʿṭa krinv, pzụ̄ pạtthụ̄ prvrdigar chuh jld sza divun, byyhi chuh setthah mghfrt krvun setthah rḥm krvun."
  }
]