[
  {
    "verse_id": 1,
    "translation": "Amhi kh mʿnyich chhe khdae se khbr."
  },
  {
    "verse_id": 2,
    "translation": "Yhi qrāni mjyd chhe ktabah khdae sndi ṭrfh tohyhi kun nạzil krnh āmcz yuth tvhụ̄ lvukh nafrmạny hund sza byan krith khvcznạviyvkh. Hrgah kanhh shkhṣah ath ktabhi ayman anhi nh tslym krinh tuhund dil mbark mh spdin tmhi sintụ̄ tng. Kyazi kạnshi hndi nh mannh sintụ̄ tuhnzibym krnchhi kamh andr kanhh nqṣan vathi nh. Qrāni mjyd chuh khṣvṣyt san vʿẓ th nṣyḥt baaymann hndi khạṭr."
  },
  {
    "verse_id": 3,
    "translation": "Ae lvukv tohyhi yylhi mʿlvm spud yhi qrāni mjyd chuh khdae sndiy ṭrfh nạzil krnh āmut. Tvhụ̄ kriv atbaʿ th pyrvy tmich yhi tohyhi kun bvasṭh pyghmbri brḥq nạzil āv krnh tuhndis prvrdigarh sndi ṭrfh. Atbaʿ gvv tṣdyq thi krun th ʿml thi krun. )khda yim tuhndi vth havnh khạṭr yhi ʿẓym alshan ktab nạzil kr( trạvith mh kriv byyn rfyqn th dvstn hnz pyrvy yim tohyhi gumrah krvnụ̄ th syzi vthi nishhi ddalh vnụ̄ chhi ansan shyṭanv th jin shyṭanv andrh, mgr bavjvd yymhi mshfqanh fhmạyish krnkhi chhi tohyhi andrh kme lvukh nṣyḥt rttan. Tmiy chhi gmrah th gmrạhy zyadh mgr gmrahn chuhnh rvzun sokhe."
  },
  {
    "verse_id": 4,
    "translation": "Varyah shhrn th bstyn mnz rvz vnụ̄ krụ̄ ashi hlak th tbah kufr vankar th nafrmạny th gmrạhy mokhh. Ps vvt timn nishhi svn ʿdhab rạtụ̄ mnziy. Ya tmhi saʿth yymhi saʿth tim duphrs shvngith ạsy qylvlh kran."
  },
  {
    "verse_id": 5,
    "translation": "Ps avs nh tmhi saʿth yymhi saʿth timn nishhi svn ʿdhab hngh th mngh vạtith pyvv kanhh kthah tihndi chantthi mnz nyran. Mgr yhe kth kh vaqʿī chhi asụ̄ ẓlm v khṭa krvnụ̄. Yhi gvv dnyạviy ʿdhab."
  },
  {
    "verse_id": 6,
    "translation": "Amhi pth gvv aukhrvy ʿdhab. Qyamtkụ̄ doh prczhv asụ̄ ẓrvur lvukn yimn kun pyghmbr svznh āe. Kyah tohyhi nishhi āyhi pyghmbr. Tohyhi kyah mʿāmlh kvruv timn sintụ̄. Byyhi prczhv asụ̄ ẓrvur pyghmbrn thi kh tohyhi kyah jvab vvn tuhnzv aumtv."
  },
  {
    "verse_id": 7,
    "translation": "Ps byan krv asụ̄ timn sarne brvntth knhi sạriy ḥalat pnnhi ʿmlhi mvjvb kyazi asụ̄ tihndyv karv krtvtv nishhi be khbr ạsụ̄ nh."
  },
  {
    "verse_id": 8,
    "translation": "Tmiy dohh yin lvukn hnz ʿmlh th aʿtqadat tvlnh pzụ̄ pạtthụ̄, ps yimn hund pvtur ayman sintụ̄ th nykyv sintụ̄ gvb lghi time lvukh āsn rstgar th kamyab njat lbh vnụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi yimn lvukn hund pvtur lvt lghi ayman nh annh sintụ̄ th aʿmali ṣalḥh nh āsnh mokhh, ps time lvukh ge yimv pnnyn pann nqṣan th tavn vatnv kyazi tim ạsụ̄ sanyn āyatn hnz ḥq tlfy kran. Ankar th nafrmạny krnh sintụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Pzụ̄ pạtthụ̄ ashi dicz tohyhi bsnh khạṭr jae zmyns petth. Byyhi kvr ashi mhya tuhndi khạṭr ath zmyns andr zindh rvznuk saman mgr shkur gdhar chhi tohyhi andr kme lvukh."
  },
  {
    "verse_id": 11,
    "translation": "Byshk byyhi kriv ashi tvhụ̄ pạdh yʿny tuhund jdi aʿlyā ḥẓrti ādm ʿlyh alslam. Tvpth diczuv ashi tohyhi shkl v ṣvrt yʿny ḥẓrti ādms ʿlyh alslam, tvpth kvr ashi ḥkm mlạykn kh sjdh diyv vonụ̄ ḥẓrti ādms kun. Ps dyut timv sjdh ablyss vrạe, suh avs nh sjdh dinh valyv andrh."
  },
  {
    "verse_id": 12,
    "translation": "Allah tʿālyā hn prczuhs ae ablys cz kmụ̄ chyzn rvttukh pth sjdh dinh nishhi. Yylhi me cze panh ḥkum kvrue sjdh krnuk, dpnhi lvg bh chuhs bhtr ḥẓrti ādm sndi khoth kyazi bh kvrths pạdh nars suh kvrthn pạdh myczi th ābs yʿny rbhi."
  },
  {
    "verse_id": 13,
    "translation": "Allah tʿālyā hn frmvvus cze ạyhi pnun pan bvdd bvznh tmiy krth myạnis ḥukms nafrmạny. Lhādha vas bon āsman nishhi. Cze pziy nh kibr th nafrmạny krnụ̄ ath āsmans mnz yosh jae chhe frman brdarn hnz lhādha nyr jld byshk cz chuhkh dhlyl vkhvar gczh vnyv andrh."
  },
  {
    "verse_id": 14,
    "translation": "Ablys lvg vnnhi prvrdigarah me dith mhlt mrnh nishhi qyamts tanụ̄ yymhi dohh sạriy yin qbrv mnz nybr kddnh."
  },
  {
    "verse_id": 15,
    "translation": "Allah tʿālyā hn frmvvus byshk chuhkh cz mrnh nishhi mhlt dinh āmtyv andrh vqti mʿlvms tanụ̄."
  },
  {
    "verse_id": 16,
    "translation": "Ablys lvg vnnhi cze kvrths bh gmrah. Ath bdl krkh bh bny ādm gmrah. Qsm hyth chuhs bh vnan kh ẓrvur byhmh bh tim gmrah krnh khạṭr chanhi syzi vthi petth, brvntth dimkh nh pknh."
  },
  {
    "verse_id": 17,
    "translation": "Tvpth yimkh bh ḥmlh krnh khạṭr prth ṭrfh timn brvntth kinụ̄ thi tihnzi thr kinụ̄ thi timn dchhinụ̄ thi timn khvfrụ̄ thi. Yithh pạtthụ̄ mmkn spdi yim thi tithh pạtthụ̄ ddalkh bh tim syzi vthi nishhi. Chnanchh cz lbh hkh nh timv andrh zyadh shukr gzar chanyn nʿmczn petth."
  },
  {
    "verse_id": 18,
    "translation": "Allah tʿālyā hn frmvvus khvar th dhlyl spdith nyr jld nybr āsmanv andrh. Cz yhi vnan chuhkh bh ddalkh tim gczh ddalukh. Bh chuhs nh prva bran kạnshi hndi ʿbadt krnuk, albth yus chạnụ̄ pyrvy kri timv andrh tohyhi aikh vtth brn bh nari jhnm."
  },
  {
    "verse_id": 19,
    "translation": "Ashi frmvv ḥẓrti ādms ae ādm bsiv tvhụ̄ pnnụ̄ bạcz hyth jnts mnz. Ps khyyv jntchv nʿmtv andrh yim nʿmcz khosh krnv yth jayhi khosh krnv, mgr nzdyk spdụ̄ zyv nh tvhụ̄ doshve yth kulis yʿny amhi kulyuk myvh th phl khyzi nh hrgiz, ps spdiv tvhụ̄ nqṣan tulh vnyv andrh."
  },
  {
    "verse_id": 20,
    "translation": "Ps trvv shyṭann tihndyn diln andr vsvsh yuth nnravi suh timn bdnuk suh ḥṣh yus timn akh akis nishhi pvushyd avs. Yhi āsiha tmhi kulyuk khạṣyt ya ḥukmi ʿdvly krnh mokhh, dpnhi lvgukh prvrdigarn tuhndụ̄ krụ̄ nh tohyhi mmạnʿt amhi kulhi nishhi mgr yymiy mokhh kh tvhụ̄ gczihv nh bnnụ̄ mlk zh yagczihnh tvhụ̄ bnnụ̄ hmyshh zndh rvzvnyv andrh."
  },
  {
    "verse_id": 21,
    "translation": "Qsm hạvụ̄ havụ̄ lgụ̄ vnnhi timn, byshk bh chuhsv tuhund bvdd khạr khvah."
  },
  {
    "verse_id": 22,
    "translation": "Ps thdi mrtbh nishhi ya thzi rayhi nishhi pst rayhi kun vạlin bvn. Mạyil kvrun dhvkh sintụ̄ amhi kulyuk phl khyns petth, ps yanyth mzh czuh timav amhi kulkhi phluk, tanụ̄ ge tim nngh. Tihndi bdnh petthh voth lbas tihund khvd bkhvd ẓạhir spud tihund svrue bdn, aty lgụ̄ doshve jntkụ̄ pnh vthrakh akis sintụ̄ milh vith pans petth thavnhi bdns str krnh khạṭr, tmhi vqth kvr ālv timn doshvnụ̄ pnnụ̄ prvrdigarn. Ae ādm ḥva, me kryv na tohyhi mnʿ amhi kulhi nishhi. Byyhi vnuv name tohyhi shyṭan chuh tuhund nvn dushmn yuthnh amsnzn kthn kn thạviv."
  },
  {
    "verse_id": 23,
    "translation": "Doshve lgụ̄ vnnhi ae sanhi prvrdigarh ashi kvr ẓlm pạnụ̄ pans. Vonụ̄ ne ashi cz mghfrt krkh byyhi rḥm krkh asụ̄ spdv ẓrvur nqṣan tulh vnyv andrh."
  },
  {
    "verse_id": 24,
    "translation": "Allah tʿālyā hn frmvvukh jnth mnzh vsiv bon zmyns petth yth ḥals mnz kh tvhụ̄ yʿny tuhndụ̄ avlad āsn panh vạnụ̄ addụ̄ addyn hndụ̄ dshmn. Byyhi āv tuhndi khạṭr tjvyz krnh zmyns petth qrar krun. Byyhi tmtʿ tuln mʿīshyt kh asbabv sintụ̄. Akis khaṣ vqts tanụ̄ yʿny mrnh kis vqts tam."
  },
  {
    "verse_id": 25,
    "translation": "Allah tʿālyā hn frmvvukh ath zmyns mnz chhe tohyhi zndgy guzarnụ̄. Ath zmyns mnz chhuv tohyhi mrith rvzun. Amy zmyn mnz yiyiv kddnh qyamtuk doh. Tvpth ys yiczh ʿml āshi ticze yyhi ts jae dinh. Rcz ʿmlhi vạlis rcz jae ychh ʿmlhi vạlis ychh jae."
  },
  {
    "verse_id": 26,
    "translation": "Ae ḥẓrti ādm sndyv nychvyv btḥqyq pạdh kvr ashi tuhndi khạṭr poshak yus tuhndis ʿạb nak bdns vlhi th str kri. Byyhi yus tuhndi bdnuk zynt chuh, byyhi chuh amhi ẓạhry lbas ʿlavh bạṭny lbas thi ashi tuhndi khạṭr tjvyz kvrmut. Suh gvv prhyzgạry th dyndạry hund lbas. Suh chuh amhi ẓạhry lbas khoth setthah ẓrvury th bhtr, yhi lbas ẓạhry chuh khdae sndi fẓl vkrm kyv nshanv th dlylv andrh, yuth lvukh yhi nʿmt var yad thạvith mnʿm ḥqyqy sund ḥq ada krn. Aslamn chuh kvrmut mrdn hund lbas alg znann hund lbas alg. Ps pzi nh mrdn znanh lbas lagnụ̄, znann pzi nh mrd lbas lagnụ̄. Mrdn petth āv ryshmy lbas ḥram krnh. Yim mrd dnyahs andr ryshmy lbas astʿmal krn tim āsn jnth kh ryshmy lbash nishhi mḥrvum. Znann petth āv tvn th baryk lbas ḥram krnh yymhi mnzh bdn ya ms kluk moe bvznh yyhi. Amchiy pabndy krn. Yhi gvv lbasi tqvyā."
  },
  {
    "verse_id": 27,
    "translation": "Ae ḥẓrt ādm sndyv nychvyv yylhi tvhyhi tqvyā th prhyz gạriy hund vạjb āsun mʿlvm spud byyhi spud mʿlvm kh shyṭan kvutah dshmn chuh tuhund vonụ̄ yuthna tohyhi thi shyṭan ddạlith tqvyā prhyzgạry th dyns khlaf kunhi gnhs mubtla krith khrạby andr travi. Yithh pạtthụ̄ mvl mvj tuhund ḥẓrti ādm th ḥẓrti ḥva jnth mnzh ddạlith kddin, tvpth kddin tim yth ḥals mnz kh kddan avs lbas tihund tihndi bdnh petthh. Yithh pạtthụ̄ nnrạvụ̄ th nngh kri tuhundụ̄ mstvrth pvushyd h bdn. Yithh pạtthụ̄ ashi byan kvr kh suh chuh tuhund skht dshmn tmis nishhi kriv pvur aḥtyaṭ. Zyadh tạkyd chhiv asụ̄ tohyhi yymhi mokhh kran, byshk akh suh th byyhi tuhnz lshkr chhe tohyhi vuchhan tithh pạtthụ̄ yithh pạtthụ̄ nh tvhụ̄ chuhvn suh vuchhith hykan. Yiths dshmns nishhi pzi skht bchavch ṣvrt akhtyar krnụ̄. So bchavch ṣvrt chhanh kihinụ̄ ayman th tqvyā vrạe, byshk ashi krụ̄ shyṭan dvst th rfyq timn lvukn hndụ̄ yim nh ayman anan th pczh kran chhi kunis khdays."
  },
  {
    "verse_id": 28,
    "translation": "Yimv lvukv nh ayman avn timn petth chuh shyṭan sund tslṭ tmhi qsmh kh yylhi tim lvukh kanhh ychh kạmah kran chhi. Vnan chhi ashi vuchh pnnụ̄ mạlụ̄ bddụ̄ bb yy kran. Byyhi chuh nʿūdh bAllah khdae ne ashi yhi kạm krnuk ḥkum kvrmut. Chnanchh tim ạsụ̄ nnge khanh kʿbs ṭvaf kran, kanhh he mnʿ avsukh kran jvab ạsikh dpan ashi chuh khdae ne amyuk ḥukm kvrmut )qul( frmạviyvkh ya rsvl Allah )ṣly Allah ʿlyh v slm(, byshk Allah tʿālyā chuhnh hrgiz ychh kamyn hund ḥkum kran. Yhi kyah chhiv tvhụ̄ bkvas kran, kyah tvhụ̄ chhiv h khdays tiy lagan yymich nh tohyhi nishhi kanhh khbrah chhe, kanhh dlylah chhe."
  },
  {
    "verse_id": 29,
    "translation": "Frmạviyvkh myạnụ̄ khdayn chuh ḥkum kvrmut ʿdl vanṣafuk. Prth kamhi mnz afraṭ th tfryṭ nishhi bchnuk, byyhi chuhn ḥkum kvrmut buth thạviv syvd prth ʿbadts andr. Mtvjh rvziv dilh sintụ̄ khdays kun yʿny pvtlụ̄ ya byyhi kanhh chyz mh ạsiyvun brvnhh knhi rttan, byyhi ạsiv tihnze yạcz ʿbadt kran. Tsụ̄ yvt pnun ḥajt mngan. Baakhlaṣ ạsiv tihnze ʿbadt kran. Yim chhi prvrdigarh sndụ̄ ḥkum yim mạniv kyazi tmụ̄ frmvv nh tohyhi yim ḥukme yạtụ̄ th bs blkh hyyhi suh tohyhi akh dohh timn kthn petth ḥsab thi, chnanchh yithh pạtthụ̄ godd pnnhi qdrt sintụ̄ tmụ̄ tvhụ̄ pạdh krinv tithe pạtthụ̄ spdiv tvhụ̄ dubarh pạd krnh yiyv. Tmiy vqth yyhi tohyhi ḥsab hynh."
  },
  {
    "verse_id": 30,
    "translation": "Dnyahs andr hạvakis jmaʿts Allah tʿālyā hn vth. Timn diyhi rcz mzvurụ̄. Byyis jmaʿts petth krn muqrr gmrạhy. Timn yyhi sza dinh kyazi, timv kyah rvtt shyṭan pnun dvst th rfyq khdays trạvith. Yʿny khdae snz aṭaʿt th frman brdạry trạvith krkh shyṭann hnz frman brdạry, byyhi ạsụ̄ tim khyal thavan kh asụ̄ chhi hidayts th rahi rasts petth yus khyal mḥẓ bạṭal th ghlṭ avs."
  },
  {
    "verse_id": 31,
    "translation": "Ae bny ādmv yylhi tohyhi mʿlvm spudnnge ṭvaf krns chuh khda byzar. Lhādha ạsiv tvhụ̄ poshak lagan prth vqth. Yylhi yylhi kanhh ʿbadt krnh khạṭr msjdi mnz ḥạẓr spdan ạsiv nemaz prnh khạṭr ya ṭvaf krnh khạṭr, ṭvaf th nemaz mh ạsiv pran nnge. Yithh pạtthụ̄ nnge rvzun chuh shyṭan snz gmrạhy. Yithe pạtthụ̄ chuh ḥlal chyz ḥram krun thi shyṭan snz gmrạhy, lhādha ạsiv tvhụ̄ ḥlal chyz khyvan th chyvan mgr mh ạsiv asraf th fẓvl khrchy kran. Pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh rạẓụ̄ asraf th fẓvl khrchy krvnyn. Yimn āyati krymn mnz chuh Allah tʿālyā rd kran timn lvukn yim khanh kʿbs nnge ṭvaf ạsụ̄ kran. Tth ạsụ̄ zanan bddụ̄ ʿbadt bʿẓ lvukh ạsụ̄ jmʿh kyn dohn khyvn chyvn travan. Km kynczhah ạsụ̄ khyvan yymhi sintụ̄ shah khsun vsun baqe rvzi ha. Maz ya gyv khyvn ạsụ̄ kulytaan travan. Yimn sarne chuh Allah tʿālyā frmavan kh yhi krun kanhh rcz kạ mah chhnh. Yhi chuhv mḥẓ shyṭạny vsvsh. Khdae sund ʿṭa kvrmut lbas th poshak yymhi sintụ̄ tuhndụ̄ bdn vlith rvzn yus tuhndi bdnch bdd shvub chhe yhi ạsiv prth vqth lagan, ʿbadt krnkhi vqth chuh zyade munạsib rut poshak lagun. Khdayn yhi tohyhi lagnh khạṭr ya khynh chynh khạṭr ʿṭa kvrmut chuh tmyuk ạsiv tmtʿ th fạydh tulan. Mgr shrṭ chuh yutue kh asraf nishhi ạsiv pth rvzan. Asraf gvv ḥd nishhi ddlun, thi mh ạsivkran. Tth asrafs chhe variyah ṣvrcz. Ḥlal chyz mh ạsiv ḥram kran. Yithi gvv aisrafe ya pur khvry ya pe khvry krnụ̄ thi gv asrafe. Ya mạl khvạhsh āsnh vrạe khyvn thi gvv asrafe. Ya tyvut km khyn yymhi sintụ̄ bdns qvthe ḥạṣil spdi nh ya tim chyz khynụ̄ chynụ̄ th astʿmal krnụ̄ yim muẓr ṣḥt āsn, shrab hyuv āfyn hish tmvkh hiyuv ythi gvv asrafe. Bʿẓ slf ṣaliḥv frmvv kh Allah tʿālyā hn chhi jmʿ krmcz ṭib addse āyhi kryms andr. Suh gv............ Prth qsmh kyn asraf krvnyn chuh Allah tʿālyā byzar. Amhi pth chuh Allah tʿālyā frmavan yim lvukh lbas vlun, ṭʿām khyvn th chvn ḥram chhi zanan timn prczihv ḥẓ tvhụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Ae lvukv me vnitv kh kmụ̄ shkhṣn krso zynt th shvub ḥram. Yosh Allah tʿālyā hn pạdh kr pnnyn bndn hndi khạṭr. Byyhi kmụ̄ shkhṣn krụ̄ rtụ̄ rtụ̄ myitthụ̄ myitthụ̄ th pakyzh khynkụ̄ chyz ḥram. Ḥram krnuk akhtyar chuhnh khdays vrạe kạnshi thi. Tmụ̄ yylhi ḥlal krụ̄, vonụ̄ kus krụ̄ zyn suh yus timn chyzn ḥram hykhi krith, tvhụ̄ frmạviyvkh yhi zynt lbas th khynkụ̄ th chynkụ̄ chyz chhi fy alḥqyqt baaymann hndi khạṭr dnyahs andr, byyhi āsn yimh nʿmcz qyamtkụ̄ doh thi khạliṣ baaymann hndi khạṭr. Agr chh kạfr thi chhi yimv nʿmtv sintụ̄ fạydh tulan mgr yhi gvv dunyase andr. Ạkhrts andr nyri timn svrue khyomut chomut nsthi kinụ̄, yithh pạtthụ̄ ạsụ̄ vycznạvith byan kran sạriy āyat zann valyn th smjhdar lvukn hndi khạṭr."
  },
  {
    "verse_id": 33,
    "translation": "Tvhụ̄ frmạviyvkh yarsvl Allah ae lvukv tvhụ̄ yim chyz pane bla dlyl ḥram zạnith travan chhuvkh. Bʿẓ vqth chhiv vnan yim chyz ḥram āsnụ̄ chhu khdae ne frmvvmut yhi svrue chuh apuz th bhtan. Tvhụ̄ frmạviyuvkh myạnụ̄ prvrdigarn kvr nh ḥram kanhh chyz mgr sare ychh kamhi nnụ̄ pạtthụ̄ thi. Nnge ṭvaf krun pvshydh pạtthụ̄ thi mthlaan bdkạriy krnụ̄ byyhi prth gnah, byyhi kạnshi petth naḥq ẓlm krun zyadty krnụ̄, byyhi kvr Allah tʿālyā hn kanhh chyzah tihndis ʿbadts andr shryk thavun. Yymụ̄ sndis shryk āsns petth tmụ̄ kanhh dlylah nạzil krmcz chhanh. Byyhi kvr tmụ̄ ḥram tvhụ̄ kyah tthhrạviv ts time kthh yimn hnz nh kanhh khbrah chhe. Kanhh ʿiilmah chuh. Hrgah kạnshi yhi shubh gczihh kh hr ghe yim chyz mmnvʿ th najạyz chhi tylhi kvnh chuh Allah tʿālyā yimn mujrimn sza divan. Tmyuk jvab chuh kh."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi chuh prth aumt kh prth frdh sndi nyrnh khạṭr akh vqtah mʿīn krnh āmut. Ps yylhi suh mʿīn vqt vathi. Tmhi saʿth nh hykn tim pth nyrith nh hykn tim brvntth gczihth tmhi mʿīn vqth nishhi."
  },
  {
    "verse_id": 35,
    "translation": "Ae bny ādmv ashi avs ʿālmi arvaḥ se andr tohyhi vvnmut yylhi tohyhi nishhi vatn pyghmbr yim tvhiy mnz āsn time prn th bvz navn tohyhi myạnụ̄ āyat, ps yus akhah tohyhi andr timn āyatn ankar krnh nishhi pth rvzi byyhi snbhalhi pnun pan rczv ʿmlv sintụ̄ yʿny pvurh atbaʿ th pyrvy kri ps chuhnh ạkhrts mnz timn lvukn kanhh khvfah nh spdn tim ghmgyn."
  },
  {
    "verse_id": 36,
    "translation": "Yim lvukh tohyhi andr apuz zann tim āyat th aḥkam sạnụ̄. Byyhi krn tkbur yim āyat qbvl th tslym krnh nishhi time lvukh āsn nars andr vatn vạlụ̄. Tth nars mnz rvzn hmyshh."
  },
  {
    "verse_id": 37,
    "translation": "Yylhi tohyhi mujml pạtthụ̄ mʿlvm spud kh munkirn chuh ʿdhabs grftar spdun. Ps bvuziv btfṣyl kh kus akhah chuh yuth ẓạlim timn lvukn hndi khoth yimv nvvrvv mʿbvdi brḥqs apuz ya zạnikh apuz tihndụ̄ āyat yhi nh tmụ̄ frmvvmut chuh thi ts kun. Yhi tmụ̄ vaqʿī ṭvr frmvvmut chuh tth kvrukh ankar. Timn kun vathi dnyahs andr pnun ḥṣh yus timn hndi khạṭr lykhnh āmut chuh lvḥi mḥfvẓs andr rzqh mnzh ya ʿuumri mnzh dnyahs andr. Mgr ạkhrts andr chuh tihndi khạṭr muṣybthe mṣybt, ta aynkh yylhi vatn timn nishhi mlk sạnụ̄ bskhty qbẓ rvḥ krnh khạṭr, tim mlạyk dpnkh vnụ̄ kyns kvt ge tim yimn tvhụ̄ mʿbvdi brḥq trạvith ʿbadt ạsiv kran. Yymhi mṣybt kh vqth kvnh chhi tim tohyhi kamhi yivan, tim kạfr vnn tim sạriy rạvụ̄ th ẓayʿ ge ashi nishhi yʿny kunhi āe nh tim ashi bkar, amhi vqth din gvạhiy pnnyn pann petth yʿny aqrar krn zi tim ạsụ̄ vaqʿī kạfr. Mgr amhi vqth aqrar krns th nạdim v pshyman spdns chuhnh kanhh aʿtbar."
  },
  {
    "verse_id": 38,
    "translation": "Allah tʿālyā frmavykh acziv timn kạfr jmạczn sintụ̄ yim tohyhi brvntth gudhrymcz chhe jinv th ansanv andrh nari jhnms andr, yylhi yylhi aczan āshi jhnms mnz akh akh jmaʿthah. So āshi lʿnt kran panse hishhi byyis jmạcz. Yʿny timn āshi nh panh vạnụ̄ kanhh hmdrdy blkh āsn akh akis ychh nẓri vuchhan, taaynkh yylhi sạriy smn jhnms andr, vnhi ptim jmaʿt yim tabʿ rvuzith kufr kran ạsụ̄ brvntthmhi jmạcz hndi khạṭr, ae sanhi prvrdigarh yimve kyah ddạlụ̄ asụ̄ kyazi yim ạsụ̄ sạnụ̄ zitthụ̄. Ps kr yimn sanhi khoth dognh ʿdhab nari jhnmuk, Allah tʿālyā frmavykh prth akis chuh dognh ʿdhab. Mgr tohyhi chuhvnh mʿlvm."
  },
  {
    "verse_id": 39,
    "translation": "Byyhi vnhi goddnch jmaʿt timv andrh ptmis jmaʿts ps kyah zyadty bne yhi tohyhi ashi petth. Ps czhiv ʿdhab timn ychh kamyn bdl yimh tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 40,
    "translation": "Pzụ̄ pạtthụ̄ yimv lvukv apuzụ̄ zạnụ̄ sạnụ̄ āyat byyhi kvrukh tkbur tim āyat qbvl krnh nishhi, hrgiz yin nh muczravnh tihndyn rvḥn hndi khạṭr āsmann hndụ̄ drvazh blkh yin tim dạrith dinh th vatnavnh tl patals mnz. Baaymann hndi yn rvḥn hndi khạṭr yin āsmann hndụ̄ drvazh muczrnh. Tihndụ̄ rvḥ yin vatnavnh aʿlyā ʿlynys mnz, byyhi aczn nh munkir th kạfr jnts, yvtanụ̄ nh vvuntt aczi scznhi phhi kinụ̄. Vvuntth sund scznhi phhi kinụ̄ aczun yithh pạtthụ̄ nammkn th mḥal chuh yithe pạtthụ̄ chuh mushrikn th kạfrn hund jnts vatun nammkn th mḥal. Jml chhi ʿrby pạtthụ̄ vnan vychhhi rzi th yth drab vnan chhi. Vychhhi rzi hund scznhi phhi kinụ̄ aczun thi chuh mḥal th nammkn. Yithe pạtthụ̄ chuh kạfrn th mushrikn hund jnts mnz vatun thi mḥal. Scznhi chhe zyadh munasbt vychhhi rzi sintụ̄ pns sintụ̄ mushabht āsnkh aʿtbarh, yithe pạtthụ̄ kyah dimv asụ̄ sza nafrmann."
  },
  {
    "verse_id": 41,
    "translation": "Tihndi khạṭr āshi jhnm kue vthrun. Byyhi petthụ̄ kinụ̄ tmhi kue vurun. Yʿne prth ṭrfh āshi timn nare nar. Asụ̄ chhi yithyn ẓạlimn yuthe sza divan."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi yimv lvu kv ayman avn khdae sndyn āyatn th byyhi krykh rcz ʿmlh. Rcz ʿmlh krnụ̄ chuhvnh tyvut mshkl kynhh thi. Kyazi asụ̄ chhinh kạnshi shkhṣs zvr kran ʿml krnuk mgr ticze hn yycz hn suh hykhi. Time lvukh chhi jnts mnz vatn vạlụ̄ yim tvt vạtith hmyshh rvzn tth mnz. Byyhi āsn nh jhnmyn hndi pạtthụ̄ akh akis sintụ̄ bd klạmy kran kyazi."
  },
  {
    "verse_id": 43,
    "translation": "Asụ̄ kddv tihndyv dilv andr sạre rnjsh. Byyhi āshi nh kạnshi byyn hund thvd mrtbh drjh vuchhith nakhosh yivan blkh āshi prth akhah pnnhi jayhi khosh, pkan āsn tihndyv baghv th mkanv mnz variyah joyhi. Khvshy frḥt th srvur sintụ̄ āsn tim vnan ḥmdv thna bvvin ts mʿbvdi brḥqs yymụ̄ vth hạv ashi timn kamyn kun yimn kamyn hnz mzvurụ̄ yhi jnt chuh, asụ̄ hykh hv nh vạtith th vth lbith. Hrgah ne ashi Allah tʿālyā vth haviha, vaqʿī sạnis prvrdigarh sndụ̄ pyghmbr āe ashi nishhi pzkth hyth, tvpth yiykh bddi ālv dinh. Ae jntiyv jnt āe tohyhi vratht pạtthụ̄ ʿṭa krnh. Tth bdl yhi tvhụ̄ kran ạsiv dnyahs andr rczv ʿmlv andrh."
  },
  {
    "verse_id": 44,
    "translation": "Byyhi yylhi jnty jntn mnz vatn pnnụ̄ khvshy th frḥt ẓạhir krnh khạṭr byyhi jhnmyn hund ḥsrt th afsvs zyadh krnh khạṭr din tim tmhi saʿth jhnm kyn lvukn kun ālv. Ae jhnmyv pzụ̄ pạtthụ̄ ashi sintụ̄ yus vʿdh sạnụ̄ prvrdigarn kvrmut avs kh aymans th rczn ʿmln bdl kryv tohyhi ʿṭa jnt thi lvb ashi ḥq th pvz, ae jhnmyv tvhụ̄ vniv kyah tohyhi thi lvbvsuh ʿdhab ymyuk vʿdh avsuv kvrmut prvrdigarn pnnụ̄ pvz th vaqʿī kh kufr sbbh vatnavyv narijhnms andr. Kyah vonụ̄ āyv bvznh pnnụ̄ gmrạhiy th khda vrsvl sund frman ḥq th pvz āsun, tim dpn jvab vaqʿī Allah tʿālyā sund th thndis pyghmbri brḥq sund frman drav blkl pvz, ps diyv ālv divu na ālv. Yymhi sintụ̄ jntiyn hnz khvshy th msrt zyad h spdi jhnmyn hund ḥsrt th afsvs huri kh lʿnti khda bvvin ẓạlimn."
  },
  {
    "verse_id": 45,
    "translation": "Yim ẓạlim buth phiran ạsụ̄ khdae snzi vthi nishhi tihund dyn qbvl krnh nishhi blkh ạsụ̄ czhanddan dyni ḥqs mnz pnnhi khyalh nyri na kanhh hj kthah. Kanhh ʿạbah. Yuth timn aʿtraẓuk mvqʿh yiyhi ha. Byyhi ạsụ̄ tim ạkhrts thi ankar kran. Ymyuk ntyjh tim az tulan chhi."
  },
  {
    "verse_id": 46,
    "translation": "Yimn doshvnụ̄ fryqn mnz. Jntyn th jhnmyn mnz āshi akh tthvrah th akh dyvarah yymhi tthrith dyvarh jntuk athr jhnms kun vatan āshi nh th jhnmuk athr jnts kun vatan āshi nh. Amiy tthryuk th dyvaruk hyrim ḥṣh tth chuh nav aʿraf. Tmhi petthh āshi nẓr jnts petth thi th jhnms petth thi. Bvznh āsn yivan tmhi petthh jnty thi th jhnmy thi, aʿrafs petth āsn variyah lvukh yim yimn doshvny jmatn jntyn thi th jhnmyn thi prznavn pnnhi pnnhi ʿlamt sintụ̄. Suh gvv yy kh jntyn hndụ̄ buthụ̄ āsn sfyd th rvshn. Timn āshi buthhi petthụ̄ nvr vsan. Jhnmyn hndụ̄ buthụ̄ āsn syah th gttụ̄. Timn āshi buthhi petthụ̄ tạryky pshpan. Aʿraf chuh akh kvhah akh jnts th jhnms mnzbag. Tthi yin thavnh tim lvukh yimn hnz nyky th bdy brabr āsn tvlns mnz ljmczh. Ptv lakh vatn tim thi jnts khdae sndi fẓl sintụ̄, yim aʿrafs mnz rvz vnụ̄ lvukh vnn ālv dith jnth kyn lvukn ae jntyv slam bvziv. Yim āsn nh vnhi jnts mnz czamtụ̄ mgr skht khvahsh th aumyd āsykh tth mnz vatnch. Ḥdyth shryfs mnz chuh āmut kh tihnz aumyd yiyhi pvurh krnh. Thndi khạṭr spdi ḥkum jnts mnz acznuk."
  },
  {
    "verse_id": 47,
    "translation": "Tvpth yylhi tihnz achh nar kyn lvukn kun phrnh yin yʿny yylhi timn aʿraf kyn lvukn jhnmyn petth nẓr pyyhi. Khvf khyth lgn dpnhi ae sanhi prvrdigarh ashi mh thav yimn ẓạlimn sintụ̄ ʿzabs mnz shạmil."
  },
  {
    "verse_id": 48,
    "translation": "Yithh pạtthụ̄ aʿraf kyv lvukv jntyn sintụ̄ slam v klam kvr tithe pạtthụ̄ din tim ālv jhnmyv mnz variyahn lvukn yimn tim prz navn tihndyv ʿlamtv sintụ̄ kh yim chhi kạfr jhnmy kyazi timn āshi buthhi petthụ̄ taryky pshpan. Timne dpn ae jhnmyv kunhi thi āyv nh bkar tohyhi pnnụ̄ jmaʿt. Byyhi dyut nh tohyhi kanhh fạydah tkbur v ghrvrn. Pnnụ̄ pan ạsiv tohyhi bddụ̄ bvznh yivan. Mslmann baaymann ạsiv vuchhan nichhi nẓri. Pyghmbrn hnz frman brdạry ạs nh tohyhi gvara gczhan."
  },
  {
    "verse_id": 49,
    "translation": "Kyah yim jnts mnz vạtith ʿạsh kran chhi yime chha tim yimn mtʿlq qsm hạvụ̄ hạvụ̄ ạsiv tvhụ̄ vnan kh yimn zchvrn krinh Allah tʿālyā pnnụ̄ rḥmt ʿṭa. Vuchhan chhiv timne hndi ḥqh spud ḥkum khdae sndụ̄ ṭrf, ae ghryb baaymanv acziv jnts yythi nh tohyhi zanhh kanhh khvf nh kanhh ghm āshi."
  },
  {
    "verse_id": 50,
    "translation": "Yithh pạtthụ̄ jntyv kri kthh jhnmyn sintụ̄ yithe pạtthụ̄ din nad jhnmkụ̄ lvukh jnth kyn lvukn kh ae jntyv. Bochhhi sintụ̄ th tryshhi sintụ̄ chhe kvtthn zyv phttmcz. Trạviv na ashi kun akh trshhi damah. Ya diytv kyczhah tmhi mnz yhi tohyhi Allah tʿālyā hn khynh khạṭr ʿṭa kvrmut chuhv, jnty dpnkh Allah tʿālyā hn chhi yim doshve chyz yʿny jntuk khyn chyn ḥram kvrmut kạfrn petth."
  },
  {
    "verse_id": 51,
    "translation": "Timn kạfrn petth yimv dnyahs mnz dyn pnun yus qbvl krun timn petth vạjb avs zvnmut avs tmashhi th gindunah. Byyhi avs timn dhvkh dyutmut dnyachhi zndgy. Dynuk ạsụ̄ nh bran kanhh prva. Suh avsukh srdst ps pusht trvvmut, asụ̄ thi mshravvkh tim azkhi dohh nars mnz vath nạvith hymv nh asụ̄ tihund nav thi aad chhnh kthe khyavnch th chavnch. Yithh pạtthụ̄ timv mshrvvmut avs azkhi dohuk mlaqat yymhi dohuk samanh tyar nh krnh sintụ̄ byyhi ythh pạtthụ̄ ạsụ̄ tim sanyn āyatn ankar kran."
  },
  {
    "verse_id": 52,
    "translation": "Pzụ̄ pạtthụ̄ ashi vatnave timn nishhi ktabah yʿny qrāni mjyd. Yth mnz pvur ʿmlhi san ashi tmam chyzn hnz vẓaḥt kreyhi. Tiy kryv ashi byan sarne lvukn bvznavnh khạṭr. Mgr so ktab spz hdayt vrḥmt timne lvukn hndi khạṭr yimv so bvzith pczh kr th ayman avn. Yimv bavjvd aitmam ḥjt pczh krnh th ayman avn nh tihndi ḥalh andrh chuh pryddan kh."
  },
  {
    "verse_id": 53,
    "translation": "Kh tim chhinh praran mgr qrāni mjyds mnz byan krnh āmtis th vʿdh thavnh āmtis vʿīds yʿny szahs, yymhi dohh suh ʿdhab vaqʿ spdunuk mvqʿh vathi tmhi dohh dpn tim lvukh yimv yhi qyamtuk doh mshrvvmut avs mjbvr vmuẓṭr spdith kh vaqʿī sạnis prvrdigarh sndụ̄ pyghmbr āe pz kth hyth mgr ashi tvg nh bvzun, vonụ̄ chha sna kanhh sufạrish krvunah. Ashi kri ha sufạrshah yymhi sintụ̄ asụ̄ njat lbh hv, nte yimh hv asụ̄ vaps dnyahs kun svznh tthi krhv asụ̄ time rcz ʿmlh yimh timn ychh kamyn bdl āshn yimh asụ̄ brvntth kran ạsụ̄ dnyahs andr. Allah tʿālyā chuh frmavan kh yimh kthh gyhi, vonụ̄ chhanh timn kanhh ṣvrthah njatch, byyhi gyhi ẓayʿ timh sare apzi kthh yimh tim nvravan ạsụ̄ kh ashi krn mʿbvdani bạṭil shfaʿt."
  },
  {
    "verse_id": 54,
    "translation": "Pzụ̄ pạtthụ̄ tuhund prvrdigar chuh Allah tʿālyā yymụ̄ āsman th zmyn pạdh krụ̄ shyn )6( dohn brabr mudts mnz, tvpth spud mstvy ʿrshi mjyd petth tmhi ṭryqh yus tihndis dhati paks shayani shan chuh, sue prvrdigar chuh rạcz hnzi tạryky sintụ̄ vlan dohchhi rvshny, czhanddan chuh doh rats th rat dohs vlụ̄ vālụ̄ doshve chhi akh akis pth yivan th gczhan, byyhi krụ̄ Allah tʿālyā hn pạdh āftab th zvn byyhi baqe tark yymhi ṭryqh kh sạriy chhi pnnis rftars th anvar ātharn andr tabʿ tihndis ḥukms. Yithh pạtthụ̄ suh pkh navykh tithh pạtthụ̄ chhi pkan. Yus tṣrf timn petth travun yczhan chuh tth petth chhi tim rvzan, var bvuziv kh pạdh krnụ̄ chhe tihnze kạm. Ḥkum kvrun thi chhe tihnze kạm. Setthah bjhi khvubyhi vvl chuh Allah tʿālyā yus sarine ʿālmynn hund prvrdigar chuh. Yylhi suh setthah khvuby vvl chuh tohyhi pzi."
  },
  {
    "verse_id": 55,
    "translation": "Ae lvukv kh tvhụ̄ mngiv sạriy ḥajt prth vqth pnnis prvrdigars ʿạjzy san thi pvushydh pạtthụ̄ thi. Pzụ̄ pạtthụ̄ suh chuh psnd kran timn yim dʿāhn hndi ādabv nishhi ḥdh ddlan chhi yʿny ty mngn yhi nh shvubhi byyhi tithh pạtthụ̄ mngn yithh pạtthụ̄ nh shvbhi."
  },
  {
    "verse_id": 56,
    "translation": "Byyhi mh tuliv tbạhy dnyahs andr shrkh sintụ̄ th nafrmạnyv sintụ̄ tth andr tvḥyd vaṭaʿt sintụ̄ th pyghmbrn hndi tblygh varishadh sintụ̄ amn vaman qạyim spdnh sintụ̄, khdays khvczụ̄ khvczụ̄ th tihndi rḥmtch aumyd thạvith th ạsiv kran tsụ̄ dʿā. Nh ʿbadt krith nh gczihh mghrvur gczhn nh gczihh na aumyd spdun kyazi, pzụ̄ pạtthụ̄ khdae snz rḥmt chhe nzdyk nykv karn."
  },
  {
    "verse_id": 57,
    "translation": "Suh prvrdigar gvv sue yus barani rḥmt travnh brvntth chuh hva svzan yuth suh barshhi hnz aumyd dith lvukn hndụ̄ dil khvsh kri, ta aynkh yylhi tim hva tulan chhi gobyn avbrn, pknavan chhin asụ̄ suh avbur tth shhrs kun yus ābh dadi hokhmut āsan chuh. Tvpth chuh suh avbur tth shhrs petth rvud travan. Suh shhr chuh srsbz spdan. Tmhi shhrkh mvmthi zmynh mnzh chhi kulụ̄ th gash khsan. Amiy sintụ̄ chuh spdan thạbit svn kun āsun th qdrt vvl āsun. Yhi thi spud thạbit kh ashi chhe qdrt mrnh pth byyhi zindh krns petth, ps chhi travan asụ̄ tmhi avbr mnzh rvud. Ps chhi asụ̄ kddan tmhi rvud sintụ̄ prth qsmkụ̄ myvh, yithe pạtthụ̄ kyah kddvkh asụ̄ murdh qbri andrh zindh krith. Asụ̄ chhi pnnhi qdrtkụ̄ āthar byan kran. Takh tvhụ̄ kriv yimn kthn andr ghvr. Tvpth kriv pczh mrnh pth byyhi zindh spdns th qyamts. Svn klami pak avs pnnhi jayhi prth kạnshi hndi khạṭr kạfy. Yhi avs mngan kh prth akh gczihh tvḥyd vrsalt th mʿāds pczh krun. Mgr adh kyazi chhinh sạriy pczh kran. Tmyuk vjh chuh kh kanhh chuh qạbil āsan th kanhh naqạbil āsan. Yithh pạtthụ̄ rvud chuh sạrse zmyns petth pyvan mgr sare zmynh mnzh chuhnh kunue ntyjh nyran."
  },
  {
    "verse_id": 58,
    "translation": "Yus zmyn rut chuh āsan tmyuk pạdavar chuh khdae sndi fẓl sintụ̄ variyah th rutue nyran. Yus zmyn ychh th khrab chuh āsan tmhi mnzh chuhnh nyran kynhh thi mgr khrab th rdiy setthah km, ythe pạtthụ̄ chhi asụ̄ pnnhi dlylh phirụ̄ phirụ̄ varyhv ṭryqv byan kran qdrdan lvukn hndi khạṭr."
  },
  {
    "verse_id": 59,
    "translation": "Btḥqyq ashi svz ḥẓrti nvḥ pyghmbr pnnis qvms kun. Ps frmvv timv pnnis qvms. Ae myanhi qvmh tvhụ̄ kriv ʿbadt ṣirf mʿbvdi brḥq snz. Ts vrạe chuhnh kanhh thi tuhndi khạṭr mʿbvd āsns qạbil. Yimn knhi vyn shkln tvhụ̄ prstish kran chhiv. Tmhi nishhi rvziv pth, hrgah ne tihnze yạcz ʿbadr kriv me chuh andyshh tuhndi khạṭr kh tvhụ̄ ma gczihv shrkh th but prsty sbbh bddi doh kis yʿny qyamt kis ʿdhabs ya ṭvfans grftar."
  },
  {
    "verse_id": 60,
    "translation": "Vnnhi lgis qvmkụ̄ zitthụ̄ ae nvḥ ashi chuhkh cz bvznh yivan nnhi gmrạhiy th ghlṭy andr mubtla. Kyazi tvhụ̄ chuhv tvḥydch tʿlym kran. Byyhi chuhv tvhụ̄ ʿdhabs khvcznavan."
  },
  {
    "verse_id": 61,
    "translation": "Ḥẓrti nvḥn dvpnkh jvab ae myanhi qvmh me chhnh kanhh gmrạhiy th ghlṭy lykn chvnkh bh chuhs pyghmbr. Rb alʿālmyn sndi ṭrfh tmiy chuh me ḥkum frmvvmut."
  },
  {
    "verse_id": 62,
    "translation": "Bh chuhs tohyhi nishhi pnnis prvrdigarh sndụ̄ pyghamat vatnavan. Yhi chuhs bh pnun frẓ mnṣby ada kran. Me chuhnh ath andr kanhh dhạty ghrẓah. Bh chuhs tuhndi khạṭr rut yczhan. Kyazi tvḥyd palns mnz chuh tuhundue fạydh th nfʿ. Byyhi yus tohyhi bddi doh khi ʿdhabuk tʿjub chuh spdan yhi chhe tuhnz skht ghlṭy kyazi bh chuhs zanan tim chyz Allah tʿālyā hs nishhi yim nh tvhụ̄ zanan chhiv. Me chuh khdayn frmvvmut kh yus khdays shryk tthhravi tsndis kunue āsns pczh kri nh ts kr bh ʿdhab."
  },
  {
    "verse_id": 63,
    "translation": "Kyah tvhụ̄ chhiv yhi kth ʿjạyib zanan kh tohyhi nishhi vạcz tuhndis prvrdigarh sndi ṭrfh tvhiy andrh akis shkhṣh sndi dhryʿh vʿẓ vnṣyḥt kth. So nṣyḥt kth gyhi yhe ʿbadt kriv mʿbvdi brḥq snze yạcz, yuth suh shkhṣ tohyhi khdae sndi ḥukmh tihnd ʿdhab nishhi bym kri. Byyhi yuth tihndi bym krnh sintụ̄ tvhụ̄ khvucziv. Shrk vkufr nishhi pth rvziv yymhi sintụ̄ tohyhi petth rḥm yyhi krnh."
  },
  {
    "verse_id": 64,
    "translation": "Mgr yyicz fhmạyish krith zvn ḥẓrti nvḥ )nʿūdh bAllah( apuzyvr bdstvr rvudụ̄ tim ankar kran. Ps dyut ashi ḥẓrti nvḥs byyhi yim timn sintụ̄ naviandr khtụ̄ njat ṭvufan kh ʿdhab nishhi, byyhi phattvụ̄ ashi ṭvufan kis ʿdhabs andr tim lvukh yimv apuzụ̄ zạnụ̄ sạnụ̄ āyat. Byshk ạsụ̄ tim anyn hnz jmaʿt yimn nh khdae sndi vḥdanytkụ̄ nishanh bvzne ạsụ̄ yivan."
  },
  {
    "verse_id": 65,
    "translation": "Byyhi svuz ashi qvmhi ʿāds ḥẓrti hvud ʿlyh alslam pyghmbr. Yus tihund bradry ya vṭny boe avs, timv frmvv timn ae myanhi qvmh ʿbadt kriv ṣirf mʿbvdi brḥqs, chuhnh tohyhi kanhh mʿbvd ts vrạe, but prsty trạviv. Kyah yuth jurmi ʿẓym shirkụ̄ anith chhiv na tvhụ̄ khvczan khdae sndis ʿdhabs."
  },
  {
    "verse_id": 66,
    "translation": "Qvm kyv zitthyv dvphkh jvab ashi chhiv tvhụ̄ bvznh yivan km ʿql. Tvhụ̄ chhiv ashi tvḥydch tʿlym kran. Tvḥyd hychhhi navan th ʿdhabs khvcznavan. Byyhi chhi asụ̄ zanan tvhụ̄ chhiv apuzụ̄ th khlafi vaẓḥ kth vnyv andrh. Yʿny )nʿūdhbAllah( nh chuh tvḥyduk mslh nh chuh khdae sndi ṭrfh ʿdhabuk nạzil spdun ṣḥyḥ."
  },
  {
    "verse_id": 67,
    "translation": "Timv frmvvhkh ae qvmh myanhi ʿqlhi mnz kunhi qsmh kmy chhnh, lykn bh chuhs pyghmbr tohyhi kun prvrdigari ʿālmyn sndi ṭrfh. Tmiy chuhs bh svuzmut tohyhi tvḥydch tʿlym krnh khạṭr byyhi, ʿdhabuk bym krnh khạṭr, bh chuhs pnun frẓ mnṣby adakran."
  },
  {
    "verse_id": 68,
    "translation": "Bh chuhs tohyhi nishhi vatnavan prvrdigarh sndụ̄ pyghamat th aḥkam, yth kthhi andr chuhs bh tuhund khạr khvah be ghrẓ th qạbli aṭmynan kyazi tvḥyd v aymans andr chuh bvdd fạyidh tuhndiy khạṭr."
  },
  {
    "verse_id": 69,
    "translation": "Kyah tvhụ̄ chhivh yhi ʿjạyib kthah zanan kh tohyhi nishhi kyah vạcz vʿẓ vnṣyḥtch kthah tuhndis prvrdigarh sndi ṭrfh tvhiy andrh. Tuhndiy jnsh akis shkhṣh sndi dhryʿh. Yus tvhiy hyvu bshr th ansan chuh. Yuth suh shkhṣ tohyhi var pạtthụ̄ khdae sndi ʿdhab nishhi bym kri. Yhi chhanh kihinụ̄ tʿjbch kth. Nbvts th bshryts chha panh vạnụ̄ kynhh akhtlafah, ae myanhi qvmh byyhi pạviv tvhụ̄ czyts kh Allah tʿālyā hn kus aḥsan kvr tohyhi nsbt tvhụ̄ krinv zitthụ̄ zmyns andr qvmi nvḥ pth, byyhi kvrnv jismh kis ddvl ddals andr brczr. Qvt th ṭaqt kvrnv ʿṭa, ps czyts pạviv khdae snz nʿmcz, tmụ̄snz nʿmcz czyts pạvith kriv tihnz frman brdạry. Dyv tvhụ̄ rstgar th kamyab spdiv."
  },
  {
    "verse_id": 70,
    "translation": "Vnnhi lgụ̄ tim vah kyah tvhụ̄ ạvh ashi nishhi yymhi kthhi khạṭr kh asụ̄ kyah krv kunụ̄se khdays ʿbadt. Baqe yimn pvtlyn hnz ʿbadt sạnụ̄ mạlụ̄ bddụ̄ bb kran ạsụ̄ tim kyah travvkh asụ̄. Asụ̄ thi krv nh kynhh, ps sạnis nh manns petth yymhi ʿdhabuk tvhụ̄ ashi bym kran chhiv suh ʿdhab vatnavi ashi nishhi. Hrgah tvhụ̄ pvz vnh vnụ̄ chhiv."
  },
  {
    "verse_id": 71,
    "translation": "Ḥẓrti hvudn frmvvukh tuhnzi srkshy hnz yylhi yhi ḥalt chhe. Btḥqyq vonụ̄ spud tohyhi petth tuhndis prvrdigarh sndi ṭrfh ʿdhab nạzil byyhi byzạriy, kyah tvhụ̄ chhiv me sintụ̄ hr th qẓyh lagan. Kynczhn pvtlyn hndyn navn petth yim nav be ḥqyqt chhi pane tohyhi ya tuhndyv malyv bddụ̄ bbv tthhrạvmtụ̄ chhi. Lykn Allah tʿālyā hn chhanh kanhh dlylah tuhndụ̄ mʿbvd āsnch nạzil krmcz. Tohyhi nishhi nh chhe pnnhi dʿūyā hch dlyl. Nh chuh tohyhi nishhi myanhi dlylhi hund jvab. Ps hr th qẓyh lagnuk kyah fạydh chuhv. Lhādha kriv hr th qẓyh khtm, vonụ̄ prạriv tvhụ̄ ʿdhabs. Bh thi chuhs tvhiy sintụ̄ prạrvnyv andrh. Ps svz Allah tʿālyā hn timn petth tyz vav yymụ̄ tim sạriy gạlụ̄."
  },
  {
    "verse_id": 72,
    "translation": "Ps dyut ashi njat ḥẓrti hvuds ʿlyh alslam byyhi timn yim ts sintụ̄ ạsụ̄ baaymanv andrh pnnhi rḥmt sintụ̄, byyhi czttụ̄ ashi mvul timn lvukn hndụ̄ yimv apuzụ̄ zạnụ̄ sạnụ̄ āyat byyhi ạsụ̄ nh tim bvjh skht qsavt qlby ayman anvnyv andrh. Hlak thi gczh hn tvthi anh hn nh ayman. Lhādha krụ̄ ashi tim bmqtẓae ḥikmt tbah vbrbad."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi svz ashi qvmi thmvds kun tihund boe ḥẓrti ṣalḥ ʿlyh alslam pyghmbr timv frmvv timn ae qvm ʿbadt kriv fqṭ Allah tʿālyā snz ts vrạe chuhnh tohyhi kanhh akhah mʿbvd āsns qạbil th szavar. Timv kvr ḥẓrti ṣalḥs akh khaṣ mʿjzuk drkhvast. Dvpukh yymhi khaṣ plh mnzh gczihh akh vạlụ̄ vnụ̄ vvuttinụ̄ nyrnụ̄. Chnanchh ḥẓrti ṣalḥ sndi dʿā sintụ̄ spud tuhund drkhvast mnẓvr. Suh pl phvtt. Tmhi mnzh drayhi akh bchh dar vvunttinyah, yhi kyah chhe yhi vvunttnụ̄ khdae snz. Yosh amhi plh mnz drayhi tuhnzi khvahshhi mvjvb. Yhi āyhi tuhndi khạṭr akh bdd dlylah bnạvith ẓạhir krnh. Amiy ās nav thavnh......... Khdae snz vvunttinụ̄ kyazi yhi chhe tihnzi qdrtch bdd dlyl, myanhi pyghmbr āsnch thi chhe yhi bdd dlyl. Lhādha chhe tohyhi petth amụ̄ sndụ̄ ḥqvq mtthi, ps trạviyuvn yhi yuth yhi avryvr phyrith khyyhi gash th phl khdae sndis zmyns petth. Yithe pạtthụ̄ chyyhi pnnhi vari hndi dohh trysh, khbr dar yuthnh amis athh lạgiv kanhh tklyf vatnavnh khạṭr, tylhi rtthi tohyhi khdae sund kddur ʿdhab hrgah tvhụ̄ am, s khyns chyns mnz mzaḥmt kriv ya tklyf vatnạviv."
  },
  {
    "verse_id": 74,
    "translation": "Byyhi pạviv tvhụ̄ czyts suh vqt yymhi vqth Allah tʿālyā hn tohyhi zmyns petth bsnkụ̄ khlyfh bnạvnv qvmi ʿāds pth, byyhi krinv tvhụ̄ ābad zmynn petth yymhi ṭryqh kh tvhụ̄ chhiv bnavan pathlis mydạny zmyns petth bjhi bjhi lri th mndvri. Timn mnz chuhv bsan ryth kals, byyhi chuhv kohn petth thi kvr kvr gr th kutthụ̄ bnavan, timn mnz chuhv rvzan vnds, ps czyts pạviv khdae snz nʿmcz, shirkh th kufr sintụ̄ mh ạsiv brbạdy krvnụ̄ zmyns andr."
  },
  {
    "verse_id": 75,
    "translation": "Dpnhi lgụ̄ zitthụ̄ zitthụ̄ lvukh tuhndi qvmh andrh yimv tkbur kvr ayman annh nishhi, timn lvukn yimv timv mnzh ghryb th kmzvr ạsith ayman avs avnmut, kyah tvhụ̄ chhivh yqyn kran th zanan kh ḥẓrti ṣalḥ chuh pyghmbr, pnnis khdae sndi ṭrfh, timv dvpukh vaqʿī asụ̄ chhi tth sạrse yhi hyth tim svznh āe pvurh pczh krvnụ̄."
  },
  {
    "verse_id": 76,
    "translation": "Timv mutkbrv dvphkh asụ̄ chhi ankar kra n yth tohyhi pczh krv. Ghrẓ timv nh kr pczh ḥẓrti ṣalḥs nh krikh vvunttnhi hndụ̄ ḥqvq pvurh."
  },
  {
    "verse_id": 77,
    "translation": "Chnanchh so vvunttinụ̄ mạr timv zngh czttith, byyhi krkh srkshy pnnis prvrdigarh sund ḥukm mannhi nishhi, tvpth lgụ̄ bkmal bebaky th be prvạyy dpnhi ae ṣalḥ vatnạviv ashi nishhi suh ʿdhab yymyuk tvhụ̄ ashi byim kran ạsiv, yth ashi khvcznavan ạsiv chuhva tvhụ̄ pzụ̄ pạtthụ̄ pyghmbrv andrh."
  },
  {
    "verse_id": 78,
    "translation": "Ps rttụ̄ tim skht binilụ̄. Byyis āyhi kryms mnz chuh........ Tim rttụ̄ skht krykh. Lhādha spdụ̄ timn doshve. Āsman kh ṭrfh gykh skht krykh zbrdst krykhi pth ākh binyul. Ps pe tim buthhi kinụ̄ vsith pnnyn grn andr zmyns petth )phrtth gczith mvudụ̄(."
  },
  {
    "verse_id": 79,
    "translation": "Yylhi qvmi thmvd ʿdhab sintụ̄ tbah gvv. Ḥẓrti ṣalḥ drav timn nishhi tvpth frmvvnkh ae myanhi qvmh btḥqyq me vatnvv tohyhi pnnis prvrdigarh sund pygham yth petth ʿml krnh sintụ̄ tohyhi bdd kamyạby spdiha. Byyhi kre yhi me tohyhi nṣyḥt th khạrkhvahy kmhi kmhi ṭryqh tarymv tohyhi fkri lykn afsvs kh tvhụ̄ ạsiv nh pnnyn khạr khvahn th nṣyḥt krvnyn psnde kran. Vʿẓ th nṣyḥt bvzun avs tohyhi khran. Tohyhi myvn bvuzv nh myanyn nṣyḥtn petth ʿml krv nh, tve gvvʿdhabs grftar. Yhi frmvv timn ḥẓrti ṣalḥn tihndi hlak gczhnh pth. Tim zindh tṣvur krith bṭvri tasuf yithh pạtthụ̄ sạnụ̄ nby krym ṣly Allah ʿlyh v slm frmvv bdrkyn kạfrn hlak gczihth. Amh andrh avs ʿrẓ byyn lvukn yʿny pth yivnyn yhi kth vatnavnụ̄ kh lvukn pzi mkhlṣ khạr khvahn hnz kth ẓrvur mannụ̄. Yim lvukh pnnis mʿtbr khạrkhvahh snz nṣyḥt manan āsn nh timn sintụ̄ thi spdi sue mʿāmlh yus qvmi thmvds sintụ̄ spud. )alʿīadh bAllah yaalāhy njat(."
  },
  {
    "verse_id": 80,
    "translation": "Byyhi svz ashi ḥẓrti lvṭ kynczhn bstyn kun pyghmbr, yylhi timv frmvv pnnis qvms yʿny aumts, kyah tvhụ̄ chhiv so ychh kạm kran, yosh nh tohyhi brvntth krmcz chhekạnshi akụ̄ shkhṣn ʿālmynv andrh."
  },
  {
    "verse_id": 81,
    "translation": "Pzụ̄ pạtthụ̄ tvhụ̄ chhiv pnnụ̄ shhvt th khvahsh pvurh krnh khạṭr znanh trạvith mrdn nishhi yivan. Yhe chhe so ychh kạm yosh nh tohyhi brvntth kạnshi krmcz chhe. Yhi ychh kạm krns andr chuhv nh tohyhi kunhi qsmuk dhvkh, blkh chhiv tvhụ̄ ath andr ansanyt kh ḥdh nishhi setthah ddlh vnụ̄."
  },
  {
    "verse_id": 82,
    "translation": "Tihndụ̄ qvmn von nh timn ath kthhi kanhh mʿqvl jvabah. Mgr panh vạnụ̄ lgụ̄ vnnhi yim )yʿny ḥẓrti lvṭ th tihnz jmaʿt( kddiyvkh pnnhi shhr mnzh yim lvukh chhi setthah shvntụ̄, yim chhi pak vṣaf rvzun yczhan. Ashi chhi tim zanan gndh lvukh. Lhādha ṣaf vpak lvukn kthi pzi gndh th naṣaf lvukn sintụ̄ rvzun. Yhi ạsụ̄ tim vnan tthtthh pạtthụ̄ th ttsnh pạtthụ̄ avt petth yylhi vạcz nvbt ashi kvr nạzil ath qvms petth ʿdhab."
  },
  {
    "verse_id": 83,
    "translation": "Ps dyut ashi njat tmhi ʿdhab nishhi ḥẓrti lvṭs byyhi tihndyn mtʿlqn, ahl v ʿīals byyhi baaymann mgr nh tihnzi āshnhi so rvz ayman nh annhi mokhh tth qvms sintụ̄ yimn petth ʿdhab nạzil spud."
  },
  {
    "verse_id": 84,
    "translation": "Ashi trvv timn petth bdle qsmuk rvdah. Yʿny knhi travykh rvdkụ̄ pạtthụ̄ ps vuchh cz ae vuchh vnhi kh kyah spud anjam timn nafrmann hund. Gr ghvr san vuchhkh tʿjub krkh byyhi triy fkri var kh khdae snzi nafrmạny hund anjam kyah chuh āsan."
  },
  {
    "verse_id": 85,
    "translation": "Byyhi svz ashi shhr mdynh kyn kun tihundue boe ḥẓrti shʿīb pyghmbr. Timv frmvv pnnis qvms ae myanhi qvmh ʿbadt kriv tvhụ̄ fqṭ mʿbvdi brḥq snz kyazi chuhnh tohyhi kanhh mʿbvdah ts vrạe, btḥqyq vạcz tohyhi nishhi nnụ̄ dlyl myạnis pyghmbr āsns petth tuhndis prvrdigarh sndi ṭrfh. Lhādha mạniv aḥkam shrʿīn mnz myạnụ̄ kth th myvn vnun, bh chuhsv vnan kh tvhụ̄ ạsiv pvur pvur mynan th pvur pvur tvlan, byyhi mh ạsiv lvukn hndyn chyzn andr nqṣan th kmy kran, chhonhi ravan. Ythh pạtthụ̄ tohyhi ʿādt chuhv, byyhi mh kriv zmyns andr shrkh th kufr sintụ̄ byyhi lvukn chhon th naqṣ knnh sintụ̄ tbạhy th brbạdy. Ath zmyns andr ḥẓrati anbyahn hndi vasṭh tvḥyd sintụ̄ ḥqvq alʿbad andr. Tvlns th mynns mnz. ʿdl vanṣaf krnh sintụ̄ aṣlaḥ drsty spdnh pth, yhi bh vnan chuhsv yhi chuh tuhndi khạṭr setthah jan th bhtr dnyahs andr thi th ạkhrts andr thi. Hrgah tvhụ̄ myạnis vnns pczh kriv th tmhi mvjvb ʿml kriv."
  },
  {
    "verse_id": 86,
    "translation": "Byyhi mh ạsiv vtn th srrkn petth bihan lvukn khvf dhy krnh khạṭr. Byyhi yim khdays pczh krvnụ̄ chhi tim tihnzi vthi pth rttnh khạṭr. Byyhi khdae snzi vthi andr kunhi nth kunhi ṭryqh hjyr khrạby th shk vshubh pạdh krnh khạṭr, byyhi pạviv czyts pnun ḥal yylhi tvhụ̄ tʿdads ya mal vdvlts mnz km ạsiv. Ps krv khdayn mhrbạny tuhndis tʿdads andr ya mal vdvlts andr kr nv zyạdty, byyhi vuchhtv mufsidn yimv kufr vnafrmạny sintụ̄ tbạhy kr tihund anjam kyah spud ptvlakh yimv khdays th tihndyn pyghmbrn ankar kvr tohyhi brvntth. Qvmi nvḥ qvmi ʿād vthmvd vghạr tim kithh pạtthụ̄ chhi Allah tʿālyā hn gạlmtụ̄ th tbah krmtụ̄. Yithe pạtthụ̄ chuh andyshh kh tohyhi petth thi ma spdi khdae sndi ṭrfh ʿdhab nạzil."
  },
  {
    "verse_id": 87,
    "translation": "Vonụ̄ hrgah tohyhi zh jmạcz gczhn. Akh jmaʿt anhi ayman tth yhi bh hyth ās byakh jmaʿt kri nh tth pczh. Yʿny mutfqh ṭvr kriv nh tvhụ̄ sạrse tth pczh yhi bh hyth ās, ps tthhriv yvtanụ̄ panh Allah tʿālyā ashi mnz faṣlh kri. Pzụ̄ ziyaryn diyhi njat th apuzzyaryn kri hlak th tbah ʿdhab sintụ̄. Sue chhu rut ḥkum krvun."
  },
  {
    "verse_id": 88,
    "translation": "Tuhndi qvm kyv zitthyv, yimv tkbur kvr ayman annh nishhi timv yylhi tuhund klam bvz tim lgụ̄ dpnhi ae shʿīb yad thạvizi asụ̄ kddvth cz byyhi yimv cze pczh kre pnnhi shhr andrh. Nte tvhụ̄ byyhi sạnis dyns kun vaps phyiriv, ḥẓrti shʿībn frmvvukh hrgah asụ̄ tuhndi dyn nishhi nakhvsh mutnfr th byzar thi ạsiv tvthi chhiv tvhụ̄ yczhan svn tth dyns kun phyrun. Thi hykhi nh bnith zanhh kyazi ashi nishhi chhe pokhth dlyl tuhund dyn bạṭal āsns petth th svn dyn ḥq th pvzāsns petth."
  },
  {
    "verse_id": 89,
    "translation": "Hrgah balfrẓ asụ̄ tuhndis dyns kun phyrv, tth ṣvrts mnz nv rav asụ̄ khdays petth bvdd apzah kyazi bạṭil dyns pvz vnnh sinty chuh lạzim yivan khdays petth aftra th apuz nvvravun, vonụ̄ chhnh kthe tth mnz byyhi dạkhil spdun. Khṣvṣaan yylhi Allah tʿālyā hn ashi tmhi bạṭil dyn nishhi njat dyut, sạnụ̄ kth hykhi nh bnthe thi zanhh kh asy kyah phyrv tuhndis dyns kun mgr e Allah tʿālyā he yczihh, vạtith chuh svn prvdigar prth chyzs ʿlmh sintụ̄. Ts chhe prth chyzch pvur khbr, khdae se petth kvr ashi tvkl. Tsụ̄ chhi mngan asụ̄, ae sanhi prvrdigarh nyae anzrav ashi th sạnis qvms mnz. Cze chuhkh rut fạṣlh krvun."
  },
  {
    "verse_id": 90,
    "translation": "Byyhi dvp tuhndyv zitthyv yimv ankar kvr tuhndi qvm andrh byyn kạfrn kun. Yuthnh timn ḥẓrti shʿīb sndi mvthr tqryrh sintụ̄ kynhh athr spdi, hrgah tvhụ̄ ḥẓrti shʿībnụ̄ pyrvy kriv pzụ̄ pạtthụ̄ tylhi spdi tohyhi nqṣan tulh vnyv andrh."
  },
  {
    "verse_id": 91,
    "translation": "Ps rttụ̄ tim skht bunilụ̄ yymhi sintụ̄ spdụ̄ tim grn andr phrtth sintụ̄ mrdh. Yus yytys avs suh gvv ttithe rvzith."
  },
  {
    "verse_id": 92,
    "translation": "Yimv apuz zạnith ankar kvr ḥẓrti shʿībs zn nh tim rvzạny ạsụ̄ tth shhrs andr. Tim ạsụ̄ dpan baaymann asụ̄ kddvv yymhi shhr andrh. Tim spdụ̄ panh nabvd, yimv apuz zạnith ankar kvr ḥẓrti shʿībs. Time ạsụ̄ tavan zdav andrh. Tim ạsụ̄ vnan baaymann tohyhi spdi nqṣan prth rngh, timne spud pans skht nqṣan th tavan."
  },
  {
    "verse_id": 93,
    "translation": "Ps drav timn nishhi ḥẓrti shʿīb ʿlyh alslam tvpth frmvvun timn kun afsvs krith zn tim zinde ạsụ̄ ae qvmh btḥqyq me vatnạvụ̄ tohyhi pnnis prvrdigarh sndụ̄ pyghamat byyhi krme tohyhi nṣyḥt vonụ̄ kithh pạtthụ̄ khymh bh ghm kạfr lvukn hndis hlak gczhns petth. Yuth vvvukh tyuth lvnukh."
  },
  {
    "verse_id": 94,
    "translation": "Byyhi svznh ashi yimn shhrn kun yim dhikr krnh āe byyhi byyav shhrv andrh kunhi shhrs kun kanhh pyghmbrah svznh āv mgr tthi kyv bsn valyv yylhi ts pyghmbr snz nafrmạny kr ashi krụ̄ tim mubtla tngy th bymari sintụ̄ yuth tim nafrmạny nishhi baz yith ʿạjzy san ashi kun rjvʿ th tvbh krn nafrmạny krnh nishhi pth rvzn."
  },
  {
    "verse_id": 95,
    "translation": "Yylhi tim nafrmạny nishhi tyvut krith thi baz āe nh tvpth bdlạv ashi timn skhty hnzi jae āsạny yvtanụ̄ timn dvlt th ṣḥt byyhi avladn mnz khvb trqy spz. Tihnz zuryath varyah nveyhi. Ghlṭ fhmy sbbh lgụ̄ tmhi saʿth vnnhi kh skhty th āsạny chhanh kunhi nafrmạny ya frman brdạry hund ntyjh. Yim chyz chhi brvntthh petthe āmtụ̄ yithe pạtthụ̄ sanyn malyn bddụ̄ bbn thi ạs kunhi vqth skhty āsan kunhi vqth āsạny vrnh asụ̄ chhi nafrmạny bdstvr kran khvsh ḥạly kyazi āshi ha tylhi ashi, ps rttụ̄ ashi tim hngh th mngh. Timn ạse nh khbr ʿdhab yinch ashi rttụ̄ tim mḥẓ tihndi kufr th nafrmạny sbbh."
  },
  {
    "verse_id": 96,
    "translation": "Vrnh hrgah yimn shhrn th bstyn hndụ̄ lvukh khdays ayman anith th pczh krith pyghmbrn hndi mukhalft nishhi pth rvzhn th prhyzgạry hnz vth akhtyar krhn tylhi muczravhv asụ̄ timn petth āsman vzmyn chn brktn hund drvazh, lykn timv zvn svn pyghmbr apuz tsnz krkh mkhalft ps rttụ̄ ashi tim tihnzv yimv ychh ʿmlv sbbh."
  },
  {
    "verse_id": 97,
    "translation": "Kyah yimn shhrn hndụ̄ lvukh yim tohyhi ankar th nʿūdh bAllah apuz zyvr zanan chhi tim chha be fkr th svkhe yymhi kthhi nishhi kh timn kyah vathi svn ʿdhab hngh th mngh rạtụ̄ mnziy yymhi saʿth tim shvngith āsn."
  },
  {
    "verse_id": 98,
    "translation": "Kyah yimn shhrn hndụ̄ lvukh chha be fkr th svkhe yymhi kthhi nishhi kh svn ʿdhab kyah pyyhi vạtith timn nishhi kajkh vqth yymhi saʿth yim gindns sintụ̄ āsn mshghvl."
  },
  {
    "verse_id": 99,
    "translation": "Khdae snzi āzmạyshh nishhi rvzn nh svkhs mnz mgr time lvukh yim don ʿālmn hndụ̄ tavan zd āsn."
  },
  {
    "verse_id": 100,
    "translation": "Kyah yimv mdhkvrh vaqʿātv hạvna vth timn lvukn yim yymhi zmynkụ̄ vạrith bnymtụ̄ chhi amhi kyn brvntthmyn lvukn hndi glnh pth yʿny yim mvjvdh vqts mnz ath zmyns petth bsan chhi tvpth chhi khdavndy aḥkamn hnz nafrmạny kran kh hrgah asụ̄ yczhv asụ̄ krvkh yim thi grftar ʿdhabs nafrmạny krnh sbbh brvntthmyn nafrman aumtn hndi sbbh. Vaqʿī ạsụ̄ yim tithụ̄ vaqʿāt yimv sintụ̄ pzi ha timn ʿbrt rttnụ̄ th sbq ḥạṣil krnụ̄. Mgr ashi chhe muhr krmcz tihndyn diln petth ps chhinh hykan tim bvzithe pz kth."
  },
  {
    "verse_id": 101,
    "translation": "Yimn mdhkvrh kynczhn shhrn hndụ̄ kynhh mkhtṣr qṣh chhi asụ̄ byan kran tohyhi ya rsvl Allah, btḥqyq āyhi timn sarne nishhi tihndụ̄ pyghmbr mʿjzat th nnhi dlylh hyth mgr tihndi shrartch th htt dhrmy hnz kyfyt ạs kh, ps avn nh timv ayman tth kthhi yth timv ankar kvravs goddh amhi brvntth. Blkh rvudụ̄ tth ankars petth bdstvr, yithe pạtthụ̄ kyah chuh Allah tʿālyā kạfrn hndyn diln petth muhr kran. Tihndụ̄ dil khạrh nishhi bnd kran. Timv mnzh bʿẓ lvukh ạsụ̄ mṣybt kh vqth ʿhd kran hrgah yhi muṣybt ashi nishhi dvr gczihh asụ̄ anv ayman."
  },
  {
    "verse_id": 102,
    "translation": "Mgr ashi lvb nh timv andrh akthrn mnz ʿhduk kanhh pas. Yʿny muṣybt dvur gczihth ạsụ̄ tim bdstvr nafrmạny kran. Timv andrh akthr ạsụ̄ nafrman th fasiq."
  },
  {
    "verse_id": 103,
    "translation": "Tvpth svuzụ̄ ashi humn pyghmbrn pth yihnz dhkr brvntth spz ḥẓrti mvsyā ʿlyh alslam pnnụ̄ āyat hyth frʿūns th byyhi tihndyn vzyrn amyrn kun tihndi hdayt th tblygh khạṭr. Ps kvr timv kufr th ankar timn āyatn, ps vuchhiv kyah ychh anjam spud timn mufsdn hund."
  },
  {
    "verse_id": 104,
    "translation": "Ḥẓrti mvsyā hn frmvv khdae sndi ḥukmh frʿūns nishhi gczihth. Ae frʿūn byshk bh chuhs rb alʿālmyn sndi ṭrfh tohyhi lvukn kun pyghmbr muqrr krnh āmut tuhndi hdayt khạṭr."
  },
  {
    "verse_id": 105,
    "translation": "Myvn shanhi nbvt chuh yy kh bh lagh nh khdays kun kanhh kthah pzi kthhi vrạe. Bh chuhs nh khạly pyghmbr āsnuk dʿūyā yvt kran, blkh chuhs bh tohyhi kun tuhndis prvrdigarh sndi ṭrfh nnhi dlylh hyth th bddụ̄ mʿjzh hyth āmut yim mʿjzh tohyhi bvqthi ṭlb hạvith thi hykh. Vonụ̄ yylhi bh yqynaan pyghmbr chuhs yhi kynczhah bh tohyhi vnv thi mạniv, tth petth kriv ʿml. Timv chyzv andrh chuh akh chyz kh āzad krun cz myvn qvm bny asrayyl ghlạmy nishhi. Tim travukh tim nimkh bh pans sintụ̄ mulki shams kun yus tihund aṣly vṭn chuh."
  },
  {
    "verse_id": 106,
    "translation": "Frʿūnn dvpukh hrgah tohyhi nishhi chuh kanhh nishanh khdae sndi ṭrfh tuhndis pyghmbr āsns petth suh kriv pysh hrgah tvhụ̄ pvz vnh vnyv andrh chhiv."
  },
  {
    "verse_id": 107,
    "translation": "Atiy trvv timv pnun ʿāsh zmyns petth tth bnyvv hngh th mngh akh aczdha akh varh karh."
  },
  {
    "verse_id": 108,
    "translation": "Doyim mʿjzh hvvukh yhi kh athh pnun nalh kinụ̄ kczhs tl thạvith sue kvddukh nybr. Atụ̄ āv sarne lvukn yim vuchhan ạsụ̄ nph nph krvun bvznh."
  },
  {
    "verse_id": 109,
    "translation": "Frʿūn sndi qvm mnzh yim tihndụ̄ hmnshyn th drbạrụ̄ ạsụ̄ tim lgụ̄ panh vạnụ̄ vnnhi kh pzụ̄ pạtthụ̄ )yʿny ḥẓrti mvsyā( chuh bvdd zann vvl jadvgrah."
  },
  {
    "verse_id": 110,
    "translation": "Yhi chuh vaqʿī yczhan pnnhi jadikh zvrh sintụ̄ tohyhi yymhi shhr mnzh kddun. Lhādha kyah tuhund mshvrh."
  },
  {
    "verse_id": 111,
    "translation": "Dpnhi lgụ̄ tim frʿūn sndụ̄ zitthụ̄ zitthụ̄ hmnshyn frʿūns, ae frʿūn cz dikynhh kalah muhlt ḥẓrti mvsyā hs byyhi tihndis bạyis ḥẓrti harvns tyitis kals svzukh cz mukhtlf shhrn kun mulạzim pnnụ̄ prth ṭrfh kyn bddyn bddyn jadvgrn svnbravnh th jmʿ krnh khạṭr."
  },
  {
    "verse_id": 112,
    "translation": "Time mulạzim dine anith sary mmlktkụ̄ sạriy zann vạlụ̄ jadvgr. Chnachh ath mshvrs petth spud atfaq tvpth āe svnbrạvith annh jadvgr."
  },
  {
    "verse_id": 113,
    "translation": "Tvpth yylhi yim jadvgr vạtụ̄ frʿūns nishhi, dpnhi lgụ̄ hrgah asụ̄ ghạlib spdụ̄ tylhi āshi sanh khạṭr bvdd anʿāmah."
  },
  {
    "verse_id": 114,
    "translation": "Frʿūnn dvpnkh anʿām gvv ạsthe tmhi ʿlavh yiyv tohyhi myanyv mqrbv mnzh muqrr krnh. Tvpth yylhi dusatth sạḥir akh ṭrfh ḥẓrti mvsyā byyhi ḥẓrti harvn byyhi ṭrfh mạdans andr mqablh krnh khạṭr sm, e lvukh tmashh gyr thi āe beshumar."
  },
  {
    "verse_id": 115,
    "translation": "Sạḥirv dvp ḥẓrti mvsyā hs ae mvsyā, ya trạviv goddh ʿāsh pnun ya travav asụ̄ goddh pnnhi lvri th rz."
  },
  {
    "verse_id": 116,
    "translation": "Ḥẓrti mvsyā hn dvpukh tohiy trạviv goddh kyah chuhv travun, ps yylhi timve goddh travi lvri th rzh pnnhi, sḥr kvr timavtimn lvukn hnzn achhn, timn āyhi tim lvri th rzh bvznhm prth ṭrfh srphe srph. Thi kr timv nẓr bndy, tmy sintụ̄ khvcznạvikh lvukh, byyhi āe tim pnnhi gumanh bvdd jvdah th siḥrah hyth."
  },
  {
    "verse_id": 117,
    "translation": "Ashi thi svuzvḥy ḥẓrti mvsyā hs kun kh tvhụ̄ trạviv ḥẓ pnun ʿāsh zmyns petth chnanchhi yanụ̄ timv suh pnun āsh pthr trvv, tanụ̄ bnyuv tth bvdd aczdha. Yymụ̄ nyngh lun hyvt sạḥrn hund svrue sḥrth jvd."
  },
  {
    "verse_id": 118,
    "translation": "Ps spud ẓạhr pvz. Byyhi spud bạṭil suh svrue jvd yus timv kvrmut avs."
  },
  {
    "verse_id": 119,
    "translation": "Ps mghlvb spdith hyvt frʿūnn th tihndụ̄ qvmn tmhi vqth vaps czlun dhlyl vr sva gczihth."
  },
  {
    "verse_id": 120,
    "translation": "Travnh āe jadv gr sjds."
  },
  {
    "verse_id": 121,
    "translation": "Timv hyvtv baddi baddi vnun, ashi krpczh sarne jhann hndis paln vạlis."
  },
  {
    "verse_id": 122,
    "translation": "Yus ḥẓrti mvsyā th ḥẓrti harvn sund thi rb chuh."
  },
  {
    "verse_id": 123,
    "translation": "Frʿūn khvcz khbr chha sạriy rʿāya ma krn ḥẓrti mvsyā sundue dyn qbvl. Suh lvg sạḥirn dpnhi, ae sạḥrv kyah myanhi ajazt vrạe avnv h tohyhi ayman ḥẓrti mvsyā hs, pzụ̄ pạtthụ̄ yhi chhe akh chalah yosh tohyhi panh vạnụ̄ mylith chlạvvyth shhrs andr yuth amhi shhr mnzh aatikụ̄ lvukh kddith hykiyvkh. Vonụ̄ spdi tohyhi mʿlvm tohyhi kyah bniravv bh."
  },
  {
    "verse_id": 124,
    "translation": "Bh cztth ẓrvur tohyhi akh ṭrfuk athh byyhi ṭrfuk khor. Tvpth dimv phahhi tvhụ̄ sạriy."
  },
  {
    "verse_id": 125,
    "translation": "Jadv grv yim baayman ạsụ̄ spdmtụ̄ pvurh pạtthụ̄ dvphs kanhh prva chuhnh. Asụ̄ gczhv nh mrith kunhi khrab jayhi, blkh vatv asụ̄ pnnis prvrdigars nishhi. Yythi ashi amn vraḥt vathi."
  },
  {
    "verse_id": 126,
    "translation": "Cz chuhkh nh ashi andr kanhh qṣvr th ʿạbah lban mgr yohe kh ashi kyah kr pczh pnyn prvrdigarh sndyn aḥkamn yylhi ashi nishhi tim nishanh vạtụ̄. Yhi chuhnh kanhh ʿạbah ya jurmah, ae sanhi prvrdigarh ashi mnzh trav czsetthah ṣbr yuth asụ̄ frʿūn sund tklyf brdasht krith hykv. Byyhi mar cz ashi mslman. Frʿūn he ashi petth skhty kri yuthnh asụ̄ pryshan spdv. Yuthnh sạnis aymans mnz khll vaqʿ spdi."
  },
  {
    "verse_id": 127,
    "translation": "Byyhi yylhi ḥẓrti mvsyā sund yhi bvdd mʿjzh lvukv vuchh kh sạḥrv thi avn ayman bʿẓ lvukh thi spdụ̄ timn sintụ̄ mutfq. Tmhi vqth von frʿūns pnnhi qvm kyv zitthyv ae frʿūn kyah cz travhnh yle ḥẓrti mvsyā th tihund qvm yuth tim tbạhy th brbạdy tuln yth mulks andr byyhi travn chạ nụ̄ prstish krnụ̄ th chanyn mʿbvdn hnz prstish krnụ̄, frʿūnn dvpkh banbriv mah tvhụ̄, asụ̄ marvkh byyhi tihndụ̄ nychiv yuthnh tihund zvr zyadh hykhi spdith zindh thavvkh znanh tihnzh. Kyazi znann hund chuhnh kanhh khṭrh. Byyhi lgn tim khdmts th kamhi kvchh. Ashi chuh timn petth pvurh ghlbh ḥạṣil. Amyuk aṭlaʿ yylhi bny asrayyln vvt tim ge skht pryshan. Timv hycz aamich charh jvyy czhanddnụ̄ ḥẓrti mvsyā hs nishhi."
  },
  {
    "verse_id": 128,
    "translation": "Ḥẓrti mvsyā hn frmvv pnnis qvms mdd mngiv khdays byyhi kriv ṣbr, banbriv mh kynhh, pzụ̄ pạtthụ̄ yhi zmyn chuh svrue khdae sundue, amyuk vạrith kri suh ts ys yczihh pnnyv bndv andrh. Kynhh kalah ditun frʿūns mgr, ạkhrchhe kamyạby timn yim khdays khvczvnụ̄ āsn tvhụ̄ rvziv mustqym ayman vtqvyā hs petth. Hrgah Allah tʿālyā yczihh yhi slṭnt kri tohiy ʿṭa."
  },
  {
    "verse_id": 129,
    "translation": "Timv dvphs ae ḥẓrti mvsyā ashi vuchh hmyshh muṣybthe mṣybt. Ashi āv skht tklyf dinh tuhndi yinh brvntth thi th tohyhi pth thi. Tohyhi brvntth āe sạnụ̄ beshumar lokttụ̄ marnh. Vonụ̄ chuh byyhi suh tjvyz krnh yivan. Ạkhrbnhi kyah vonụ̄, ḥẓrti mvsyā hn dyutukh tsly frmvvnkh, me chhe amyd ʿnqryb kri tuhund prvrdigar tuhndis dushmns hlak. Byyhi kri tohiy yymhi mulkch padshaht ʿṭa. Tvpth vuchhhi suh tvhụ̄ kiczh kạm kriv."
  },
  {
    "verse_id": 130,
    "translation": "Allah tʿālyā chuhv frmavan yylhi frʿūnn th tihndụ̄ qvmn ankar vmukhalfts petth kmr gvndd ashi kvr mubtla frʿūn sund khandan qḥṭ sạly sintụ̄. Byyhi myvan hndi nqṣan sintụ̄. Yuth tim tmy sintụ̄ nṣyḥt rttn. Pays pyn th pzkth qbvl krn. Mgr timn spud nh tmhi sintụ̄ kanhh aiṣlaḥah blkh spud tihund ḥal kh."
  },
  {
    "verse_id": 131,
    "translation": "Ad yylhi timn khvbyah vatan ạs dpan ạsụ̄ yhi āyhi saniy khạṭr. Ath sza var ạsụ̄ asy, asụ̄ chhina ddykh bddụ̄ th khvsh qsmt. Yhi ạsụ̄ nh tim kran kh khdae snz nʿmt zạnith dphns shukr tvpth kr hn aṭaʿt th frman brdạry qbvl, tvpth hrgah kanhh bd ḥalyah qḥṭ sạlyah vathi hkh. Tth ạsụ̄ dpan yhi vạcz ḥẓrti mvsyā byyhi tihndyn pyrvn hndi shamth th nḥvsth, var bvziv tihndi nḥvstkụ̄ asbab chhi khdae sndis ʿlms mnz mvjvd, mgr timv andrh chhanh akthr lvukn tmich khbr e. Tim asbab ge tihnz kufrchh kamhi srkshy th ẓlm. Byyhi bghavt th shrart. Suh nḥvst avsukh tmhi kue sza."
  },
  {
    "verse_id": 132,
    "translation": "Tmhi ʿlavh ạsụ̄ tim vnan kh ae mvsyā ddytth kiyuth anitv tvhụ̄amhi nishhi kanhh ʿjyb mʿjzah yymhi sintụ̄ tvhụ̄ ashi petth sḥr th jvd kriv pnnhi khyalh. Mgr ashi petth tmyuk athr pyyhi nh kynhh. Tvthi anav nh asụ̄ tohyhi petth ayman hrgiz. Ps yylhi tuhnz srkshy avt petth vạcz."
  },
  {
    "verse_id": 133,
    "translation": "Ps svuz ashi timn petth qḥṭ sạly th myvan andr nqṣan khi ʿlavh yimh yimh blayhi, akh kthrt barshhi hund ṭvfan th sylab yus timn ghrn andr kutthyn mnz vvt. Byyhi svuzụ̄ ashi timn kun halav. Yimv tihund svrue zraʿt tbah vbrbad kvr. Byyhi svuzụ̄ ashi timn kun kryl th kymụ̄ yimv tihund svrue ghlh yus timv dhkhyrh kvrmut avs tbah kvr. Byyhi svzh ashi timn kun ninhi monddjhi. Yimh khynh kyn th chynh kyn chyzn mnz āskh vsan th phyran byyhi khvn yus tryshhi bdl chyvan ạsụ̄. Ābs avsukh khvn bnan. Yime variyah nshanh th vaẓḥ mʿjzh. Yim stvae mʿjzh byyhi ʿṣa th yd byẓa ge nv mʿjzh sạriy. Yim mʿjzh vuchhith pziha timn ayman anun th pczh krnụ̄ mgr."
  },
  {
    "verse_id": 134,
    "translation": "Kvr timv tkbur, drḥqyqt ạsụ̄ tim jrạyim pyshh. Ayicz skhty vạtith thi āe nh tim srkshy nishhi baz, yylhi timn yimv ʿdhabv andrh kanhh ʿdhabah vatan avs tmhi saʿth ạsụ̄ vnan ae mvsyā sanhi khạṭr mngiv pnnis khdays yymyuk tmụ̄ tohyhi sintụ̄ vʿdh kvrmut chuh kh hrgah tim nafrmạny nishhi baz yin tylhi krv asụ̄ timn nishhi skhty th ʿdhab dvur, asụ̄ chhi qsm hạvith vnan kh hrgah yhi ʿdhab ashi nishhi dvur kriv ẓrvur krv asụ̄ tohyhi pczh. Byyhi svzvkh asụ̄ āzad krith bny asrayyl tohyhi sintụ̄."
  },
  {
    "verse_id": 135,
    "translation": "Ps yylhi asụ̄ mvsyā sndi dʿāhh sintụ̄ dvur kran ạsụ̄timn nishhi ʿdhab tth vqts tanụ̄ yth vqts tanụ̄ timn vatun avs. Atiy ạsụ̄ tim suh ʿhd byyhi puhttravan. Tmhi pth yylhi ashi vuchh kh tim chhinh pnnhi shrart nishhi baz yivan."
  },
  {
    "verse_id": 136,
    "translation": "Ps hyvt timn ashi antqam yymhi ṭryqh kh phattvụ̄ ashi tim dryae qulzums andr, amyi mokhh kh timv kyazi zạnụ̄ sạnụ̄ āyat aapuzụ̄. Byyhi ạsụ̄ sanyv āyatv nishhi tghafl th be tvjhy kran aiṣrar ʿnadh sintụ̄. Aiṭaʿt vfrman brdạry hund vʿdh krith ạsụ̄ suh vʿdh phuttravan."
  },
  {
    "verse_id": 137,
    "translation": "Frʿūn th tihund qvm hlak krith bnạvụ̄ ashi vạrith tim lvukh yim kmzvr ạsụ̄ yivan zannh tmhi mulk kh mshrqy ḥiṣkụ̄ th mghrby ḥiṣkụ̄ thi. Yth mulks andr ashi ẓạhry vbạṭny brkt thạvmcz ạs, byyhi spud pvurh nyky hund rut vʿdh asrayyln sintụ̄ tihndi ṣbr krnkhi brkth, byyhi kvr ashi tbah svrue yhi tyar kran avs frʿūn th tihund qvm. Yʿny tihund karkhanh byyhi yhi tim timn karkhạnn andr tyar kran ạsụ̄. Byyhi yim thdụ̄ thdụ̄ mkanh tim bnavan kran ạsụ̄."
  },
  {
    "verse_id": 138,
    "translation": "Byyhi tạrụ̄ dryae qulzums apvr bny asrayyl yth mnz frʿūn sạriy lshkr hyth phattuv. Ps pkụ̄ tim akis qvms kun yim pnnyn potlyn brvntth knhi prstishhi khạṭr bihith ạsụ̄, dpnhi lgụ̄ )yim bny asrayyl( he mvsyā sanhi khạṭr thi kriv muqrr akh potlah. Yithh pạtthụ̄ yimn lvukn chhi variyah potlụ̄ brvntth knhi, ḥẓrti mvsyā hn frmvvukh pzụ̄ pạtthụ̄ chhiv tvhụ̄ skht jạhil qvm."
  },
  {
    "verse_id": 139,
    "translation": "Pzụ̄ pạtthụ̄ yim lvukh yth kamhi sintụ̄ lgụ̄ mtụ̄ chhi yhi svrue chuh tbah gczhh vun. Byyhi chuh bạṭil th lghv thi svrue yhi tim kran chhi shirkchv kamyv andrh."
  },
  {
    "verse_id": 140,
    "translation": "Ḥẓrti mvsyā hn frmvvukh kyah bh czhanddnh mʿbvdi brḥqs vrạe tuhndi khạṭr byakh mʿbvdah. Ḥalankh tvḥydchv dlylv ʿlavh chuh tuhund muḥsn th munʿm sue tmiy mʿbvdi brḥqn ditv tohyhi fẓylt sarne ʿālmynn petth."
  },
  {
    "verse_id": 141,
    "translation": "Allah tʿālyā chuh frmavan ae bny asrayylv byyhi pạviv czyts yylhi ashi njat dyut tohyhi frʿūn sndyv lvukv nishhi, yim tohyhi vatnavan ạsụ̄ tklyf th ʿdhab, yim khsh kran ạsụ̄ be drygh nychvyn tuhndyn, zindh ạsụ̄ thavan znann tuhnzn bygari th khdmt khạṭr, ath mnz ạs tuhndi khạṭr bdd āzmạyish tuhndis prvrdigarh sndi ṭrfh. Amhi vrạe thi ạsụ̄ tohyhi petth khdae sndụ̄ km km aḥsan mgr tohyhi thvvuv nh kanhh aḥsasah czyts. Tvhụ̄ spdiv āmadh shirks petth. Bhr ḥal yylhi bny asrayyl sarive pryshạnyv nishhi āzad spud timv kvr drkhvast ḥẓrti mvsyā hs kh vonụ̄ kriv ḥẓ muqrr sanhi khạṭr akh shryʿthah yymhi mvjvb asụ̄ bfraght ʿml krv. Ḥẓrti mvsyā hn kvr tmyuk drkhvast Allah tʿālyā hs tth mtʿlq chuh Allah tʿālyā frmavan."
  },
  {
    "verse_id": 142,
    "translation": "Byyhi kvr ashi vʿdh ḥẓrti mvsyā hs trhn shbn rvziv kvhi ṭvrs petth aʿtkafs. Byyhi rvziv timn dohn rvzdar. Adh krv asụ̄ ʿṭa tohyhi tvrah. Tvpth krnv suh ashi pvurh tim trh )30( doh byyhi dhv )10( dohv sintụ̄, ps pvurth mkml spud tmsndis prvrdigarh sund muqrr krnh āmut vqt cztjy )40( rạcz. Yʿny cztjhn rạczn ʿbadt cztjhn dohn rvzdar rvzith kvr timv mulaqat khdays sintụ̄ kvhi ṭuvrs petth, tth mulaqats mnz krkh Allah tʿālyā hn pnnụ̄ ktab tvrah ʿṭa, byyhi yymhi saʿth ḥẓrti mvsyā kvhi ṭuvrs petth yinh khạṭr drạe tmhi vqth frmvv timv bradrs pnnis ḥẓrti harvns cz spd khlyfh myvn myanh qvmh khạṭr. Byyhi yvut pily tyvut krizi qvms aiṣlaḥ, byyhi yuthnh pkkh mufsidn hnzi vthi bdnẓmy krvnyn hnzi rayhi mvjvb krzi nh ʿml."
  },
  {
    "verse_id": 143,
    "translation": "Ath vaqʿs andr yylhi ḥẓrti mvsyā āv sanhi mulaqat khạṭr, timn sintụ̄ kri variyah lṭf vmhrbạny hnz kthh tihndụ̄ prvrdigarn. Shdti ainbsaṭh sbbh spdukh shvqi dydari ldht guftar ḥạṣil spdith kvrukh tmy ldht dydaruk drkhvast, ḥẓrti mvsyā hn kvr ʿrẓ ae myanhi prvrdigarh me havth pnun dhati pak bh vuchhhi hth cz, Allah tʿālyā hn frmvvus cz hykkh nh me vuchhith dnyahs andr kyazi yimh achh ann nh tab myanhi dydaruk dnyahs andr, mgr tuhndi tsly khạṭr chuh svn tjvyz kh tvhụ̄ diyv nẓr yth kohs kun. Asụ̄ travv tth petth pnun akh prtvah, ps hrgah koh pnnhi jayhi brqrar th ddnjhi rvud. Tylhi shayd hykiv tvhụ̄ me vuchihth chnanchh ḥẓrti mvsyā rvud ath kohs kun vuchhan, ps yylhi jlvh trvv ḥẓrti mvsyā sndụ̄ prvrdigarn kvhi ṭvrs petth, tmụ̄ jlvn kvr tth kohs czs tvpth gys chhlh ḥẓrti mvsyā pyvv byhvsh spdith pthr vsith, adh yylhi hvshhi āe ḥẓrti mvsyā, ʿrẓ kvrukh vaqʿī chuh chvn dhati pak yimv achhv vuchhnh nishhi munzh th pak. Ae myanhi prvrdigarh bh chuhs chạnis khdmts andr mushtaqanh drkhvast krnh nishhi mʿdhrt mngan, bh chuhs chạnis arshadi ln trany ys petth goddnyukue pczh krvun."
  },
  {
    "verse_id": 144,
    "translation": "Frmvvus Allah tʿālyā hn ae mvsyā. Yhi chuh setthah tuhndi khạṭr kh pzụ̄ pạtthụ̄ me kvrukh cz brgzydh lvukv amdr pnnhi pyghmbry sintụ̄ byyhi pnnhi klamh sintụ̄. Ps rtt cz yhi me cze ʿṭa kvrue. Byyhi ās cz shukr gdhar bndv andrh."
  },
  {
    "verse_id": 145,
    "translation": "Byyhi dyut ashi lykhith kynczhn pchn petth prth chyzah yymich dyns mnz ẓrvurt ạs, ps kriv amhi mvjvb panh thi ʿml kvshshhi san, byyhi kriv ḥkum pnnis qvms kh tim thi rttn amchhi rcz rcz kthh th rtụ̄ rtụ̄ hdayt tth mnz chuh svrue rutue, ʿnqryb hav bh tohyhi nafrmann hund grh. Ath mnz chhe bshart th vʿdh kh bh vatnavv tvhụ̄ miṣrs ya shams andr ttich slṭnt krv ʿṭa. Khdae snzi frman brdạry chhi yime fạydh, nafrmạny yim krn tihnd khạṭr chuh."
  },
  {
    "verse_id": 146,
    "translation": "ʿnqryb pihrkh bh pnnyv āyatv nishhi qdrt kyv nishanv nishhi tim lvukh yim tkbur kran chhi zmyns mnz naḥq. Yʿny timn spdinh āyatv th mʿjzv sintụ̄ kanhh athrah. Diln hnzi qsavt v shqavt sbbh, hrgah tim vuchhn sạriy āyat th mʿjzat tvthi krn nh tim pczh. Tihnz dhhnythe chhe ʿjyb, hrgah tim hidaytch vth chhi vuchhan tmhi vthi chhinh tim pkun hyvan, hrgah gumrạhy hnz kanhh vthah vuchhan chhi tmiy vthi chhi pkun hyvan yhi chhe ʿlamt diln hndi mskh spdnuk, yhi ḥalt bne yhi timn amy sbbh kh tim ạsụ̄ tkbur sbbh apuzụ̄ zanan sanyn āyatn byyhi ạsụ̄ tim yimn āyatn andr ghvr vfkr krnh nishhi blkl ghạfil."
  },
  {
    "verse_id": 147,
    "translation": "Byyhi yimv lvukv sạnụ̄ āyat th ashi sintụ̄ mlaqat krun ạkhrts andr apuz zvn tth kvrukh ankar, tihnz sare ʿmlh yimn hndi nfʿch th fạydch timn amyd ạs gyhi ẓayʿ, timn yyhi nh sza dinh mgr tmyukue yhi tim kran ạsụ̄, kufr v ankar th nafrmạny hund sza chuh yy."
  },
  {
    "verse_id": 148,
    "translation": "Yylhi ḥẓrti mvsyā kvhi ṭuvrs petth tvrah annh khạṭr ge. Tihndụ̄ qvmn bnvvtimn pth pnnis tth ghns yus timv qbṭyn nishhi khạndrkh bhanh mngith avs avnmut akh vvczhah. Ts lgụ̄ krnhi prstish. Tmsnz ḥqyqt ạs ṣirf yhe khi suh avs bdnah akh yymhi mnzh gavi hnz āvaz nyran ạs byyhi avs nh tth mnz kanhh kmalah yymhi sintụ̄ tihndi mʿbvd āsnuk kạnshi ʿạqls khyal gczihh ha, timv kvnh sna vuchh yth kthhi kun kh suh avs nh ansan sund yvt thi kmal pans mnz thavan. Yʿny suh avs nh timn sintụ̄ kanhh kth hykan krith, nh avsukh dynch ya dnyahch kanhh vth hykan hạvith, yohe voczh zvn timv mʿbvd pnun. Ạsụ̄ tim yhi krnh sintụ̄ pnnis pans ẓlm krvnyv andrh."
  },
  {
    "verse_id": 149,
    "translation": "Ḥẓrti mvsyā sndi kvhi ṭuvrh petthh vaps yinh pth yylhi timv ath petth tbnyh kvr tim ge setthah shrmndh nạdim th pshyman ath petth, zvn timv kh vaqʿī chhi tim ddlmtụ̄ gumrạhy andr pymtụ̄, atiy hyvtukh ndamt kinụ̄ vnun, hrgah ne rḥm kri ashi petth prvrdigar svn, byyhi ne suh ashi yth gnhs mghfrt kri tylhi spdv asụ̄ bddyv tavan zdv andrh."
  },
  {
    "verse_id": 150,
    "translation": "Tvpth yylhi vaps āe ḥẓrti mvsyā pnnis qvms kun setthah czkh hyth skht ghmgyn, frmvvukh qvms pnnis kun goddh, setthah ychh ḥrkthah krv yhi tohyhi me pth, kyah banbr krv tohyhi pnnis prvrdigarh sund ḥkum vatnh brvntthe, be tuhndi khạṭr aḥkam annh kvhi ṭuvrs petth gvmut avsus, tvpth phyir ḥẓrti harvns kun, godd thavykh timh pchhi yimn petth tvrah lykhith avs pthr zvr san. Athh z khạly krith rvttukh pnnis bạe sund ḥẓrti harvn sund klh, ts lgụ̄ ms rttith pans kun lmnhi, dvphs tohyhi kyazi kvrv nh qvmuk pvurh antẓam, ḥẓrti harvnn dvpukh ae myanhi majhi hndi pothrh yʿny ae myanhi bayhi me kre yhi pnnhi ṭrfh setthah kvushish yim pth rttnh khạṭr, lykn yimv lvukv zvnus bh kmzvr myạnụ̄ nṣyḥt krnụ̄ ạs nh timn shrpan, yth mnz timv bh hyczvs marun, ps mh krukh me petth hatth puhttravnh sintụ̄ dushmn khvsh, byyhi me sintụ̄ amhi qsmuk brtav krnh sintụ̄ mh gnzriv me ẓạlimn th mujrmn sintụ̄, thi gyvv hrgah me tim pth rttns andr kvtạhy th susty krmcz āshi."
  },
  {
    "verse_id": 151,
    "translation": "Ḥẓrti mvsyā hn mvng khdays ae myanhi prvrdigarh mghfrt kr me byyhi myạnis bạyis svn khṭa kr mʿāf, ashi doshvnụ̄ vatnav pnnis khaṣ rḥmts mnz, czchuhkh sarive andrh ycz rḥm krvun. Ashi chhe setthah amyd cz krkh svn dʿā qbvl. Allah tʿālyā hn frmvv timn lvukn mtʿlq yimv vczihs prstish kr."
  },
  {
    "verse_id": 152,
    "translation": "Pzụ̄ pạtthụ̄ yimv lvukv bnvv samry sund voczh pnun mʿbvd. Agr nh vnhi thi tim tvbh krn, tylhi vshi timn petth ʿnqryb ghẓb th byzạry tihndis prvrdigarh sndi ṭrfh. Byyhi tmhi ʿlavh khvạry th rusvạyy dnyachhi zndgạny andr. Yhi chhanh tihnze kynhh khṣvṣytah, blkh chhi asụ̄ yuthue sza divan apuz tthhravunyn kh dnyase mnz chhikh asụ̄ tim dhlyl vkhvar kran. Kanhh fvraan, kanhh pth phn."
  },
  {
    "verse_id": 153,
    "translation": "Byyhi tim lvukh yimv ychh kamhi kri mthlaan vczhụ̄ snz prstish tvpth kvrukh tvbh byyhi avnukh ayman kufr trạvith, pzụ̄ pạtthụ̄ tihund prvrdigar chuh bndn hndi tvbh krnh pth tihndyn gnhn ẓrvur mghfrt krvun. Byyhi tihndis ḥals petth rḥm krvun."
  },
  {
    "verse_id": 154,
    "translation": "Yylhi adh ḥẓrti mvsyā hn ḥẓrti harvn snz yhi mʿdhrt bvuzkh czkh hmeykh, tujkh timh pchhi yimn petth tvrah lykhith avs, drḥaltykh tmhi kis tḥryrs mnz avs bvdd hidayt th bdd rḥmt timn lvukn hndi khạṭr yim pnnis prvrdigars chhi khvczan. Murad chuh tmhi andrh tmikụ̄ tim aḥkam yimn petth ʿml krnh sintụ̄ shkhṣ chuh hdayt yab spdan. Rḥmts amydvar spdan. Yylhi vczhụ̄ sund qṣh khtm spud th ḥẓrti mvsyā hn hytụ̄ tvrahkụ̄ aḥkam aṭmynan san lvukn vatnavnụ̄. Mgr timn lvukn yʿny bny asrayyln avs ʿādt kh tim ạsụ̄ prth kthhi petth shubhat pysh kran. Chnanchh ath mvqʿs petth thi kvr timv pysh kh ashi kithh pạtthụ̄ spdi yqyn yim aḥkam kyah chhi vaqʿī Allah tʿālyā sndiy aḥkam. Ashi thi vninụ̄ panh Allah tʿālyā yuth ashi pvurh yqyn spdi. Chnanchh ḥẓrti mvsyā hn kr Allah tʿālyā hs nishhi yhi kth pysh tvr spdukh ḥkhm yimv bny asrayylv andrh kryvkh kynhh lvukh muntkhb time anyvukh pans sintụ̄ kvhi ṭuvrs petth. Bh vnh timn panh kh vaqʿī chhi yim myạnụ̄ aḥkam."
  },
  {
    "verse_id": 155,
    "translation": "Tvpth āv tmhi khạṭrakh vqt muqrr krnh, chnanchh czạrụ̄ th muntkhb krụ̄ ḥẓrti mvsyā hn stth )70( znụ̄ pnnhi qvm mnzh sạnis muqrr krmtis vqts petth ashi nishhi annh khạṭr. Chnanchh tvt vạtith bvuz timv khdae sund klam. Khdae sund klam bvuzith lgụ̄ tim vnnhi ashi kithh pạtthụ̄ byhhi kh yhi chuh khdae sundue klam lhādha yvtanụ̄ nh asụ̄ varh karh pnnyv achhv Allah tʿālyā vuchhvn tvtanụ̄ krv nh asụ̄ pczh. Amhi gustạkhy sbbh āv timn bnyul, hyrụ̄ kinụ̄ pyykh trtth. Sạriy ge ttthe rvuzith. Adh yylhi tim bny asrayyl rttụ̄ binilụ̄, ḥẓrti mvsyā hn kvr ʿrẓ ae myanhi prvrdigarh me chuh mʿlvume yimn lvukn chuh sza dyun mnẓvur, hlak krnụ̄ mqṣvd chuhnh kyazi, hrgah cze yithi mnẓvur ạshiy tylhi krhkh cz brvntthe yim hlak. Methi krhkh hlak timne sintụ̄, kyah cz krkhh kynczhn aḥmqn hndi akh ḥrkt sintụ̄ ashi sarne hlak, yhi vaqʿh chuhna chạnụ̄ akh āzmạyishah th amtḥanah, yithyv amtḥanv sintụ̄ yim cze khvsh krne tim krhkh gmrah, yim cze khvsh krne tim thavhkh hidayts petth, cze chuhkh svn mạlik ps kr cz ashi mghfrt. Ashi di mʿạfy. Byyhi kr ashi petth rḥm. Cze chuhkh rut mghfrt krvun th gnhn mghfrt krvnyv andrh setthah bhtr. Bny asrayylv andrh yimv gstạkhy kr timn thi di mʿạfy. Chnanchh tim sạriy ge byyhi zindh ath dʿāhs sintụ̄ kvrḥẓrti mvsyā hn yhi byakh dʿā thi bny asrayyln hndi ḥqh."
  },
  {
    "verse_id": 156,
    "translation": "Byyhi lykh sanhi khạṭr thi dnyahs andr thi rut ḥal th ạkhrts andr thi rut ḥal, kyazipzụ̄ pạtthụ̄ ashi kvr khlvṣ san cze kun rjvʿ. Dnya v ạkhrtuk khạr czhvndd ḥẓrti mvsyā hn pnnhi aumt khạṭr. Amhi andrh avs tihund mqṣd kh myạnụ̄ aumt krtn sarne aumtn hnz srdar th mafvq, Allah tʿālyā hn frmvvukh, myvn ʿdhab th ghẓb yus chuh suh vatnav bh ts ys bh yczhh, myạnụ̄ rḥmt chhe tyicz ʿām. Vạtith chhe so prth chyzs, sarive andrh krn bh tmhi rḥmt sintụ̄ khaṣ soe aumt byyhi lykhh bh so rḥmt timne lvukn hndi khạṭr, yim khdays khvczn. Byyhi āsn malch zkvāh divan. Byyhi yim āsn sanyn āyatn pczh kran yʿny yimn hund aʿmal vafʿāl v aʿtqadat durst āsn. Atụ̄ mnz avs aḥtmal kh yhvdn andr thi ma nyr hn bʿẓ ashkhaṣ yimn petth yhi tʿryf ṣadiq yyhi ha. Allah tʿālyā hn frmvv mzyd tvẓyḥ khạṭr kh aumt chhe ḥẓrti pyghmbr ạkhralzman snze aumt. Yimn khyryt dnya vạkhrt Allah tʿālyā hn ʿṭa kvr."
  },
  {
    "verse_id": 157,
    "translation": "Timn lvukn yim pth pth āsn pkan. Mtabʿt āsn kran ts pyghmbrs yus rsvl thi chuh nby thi chuh yymụ̄ nh kạnsi nishhi nh pvrmut chhu kynhh nh hyvchhmut chuh kynhh, ts pyghmbrs ys tim lvukh lban chhi pans nishhi pnnyn ktabn tvrahs th anjyls andr lykhnh āmut yʿny nʿt th ṣift tihund krnh āmut. Tmhi ʿlavh chuh tihund ṣift, suh pyghmbr brḥq chuh timn nykyn hund ḥkum kran. Byyhi chuhkh bdyv nishhi mnʿ kran, byyhi chuhkh rtụ̄ rtụ̄ th pak chyz ḥlal kran yim timn petth ḥram ạsụ̄. Byyhi chuh timn petth napak th gndh chyz ḥram kran, valan timn petth tihund gvb bar yʿny tim skht aḥkam yim timn petth nạfidh krnh āmtụ̄ ạsụ̄, byyhi aḥkamn hnz timh skhtyhi yim timn petth āsh brvntthmyn shryʿtn andr, ps tim lvukh yimv pczh kr amis pyghmbrs byyhi kr hkh ḥimayt th mdd, byyhi krkh mtabʿt tth nvrs yus nvr timn sintụ̄ nạzil āv krnh yʿny ktab vsnt qrāni mjyd th ḥdyth shryf time lvukh chhi rstgar th kamyab yim ʿdhabi abdy nishhi mḥfvẓ rvzn."
  },
  {
    "verse_id": 158,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ae tmam dnya kyv lvukv pzụ̄ pạtthụ̄ bh chuhs pyghmbri khda tohyhi sarine kun, ts khdae sndi ṭrfh yssnz ḥkvumt th badshạhy sarne āsmann th zmynn mnz chhe, ts vrạe chuhnh ʿbadts sza var kanhh akh, sue chuh zndgy ʿṭa kran th sue chuh maran, ps kriv pczh amse kunis khdays byyhi tsndis amse pyghmbrs yus an prr pyghmbr chuh, yymụ̄ panh kunis khdays byyhi tihndyn ḥukmn pczh kr mcz chhe. Yʿny bavjvd yuth thvd mrtbh ạsith chuhnh timn khdays, khdae sndyn pyghmbrn th ktabn ayman anns mnz kanhh ʿārh. Ae lvukv tvhụ̄ kyazi chhiv khdays th tihndis pyghmbrs pczh krns th ayman anh ns mnz ankar kran, byyhi kriv amis pyghmbrh snz mtabʿt dyv tvhụ̄ vth lbiv rahi rasts petth yiyv. Bʿẓ lvukv kr amis pyghmbr brḥq snz mukhalft mgr."
  },
  {
    "verse_id": 159,
    "translation": "Byyhi chhe ḥẓrti mvsyā sndi qvm mnz akh jmaʿthah pzich. Dyni ḥqch yʿny aislamch vth havan. Byyhi chhe tmiy pzi sintụ̄ pnnyn mʿāmlatn th byyn lvukn hndyn mʿāmlatn andr ʿdl v ainṣaf thi kran."
  },
  {
    "verse_id": 160,
    "translation": "Ashi kvr akh anʿām bny asrayyln petth yithi kh timn mnz aṣlaḥ th antẓam qạyim krnh khạṭr kri ashi timn alg alg bhn bddyn hndụ̄ avlad āsnkh munasbth bah ḥṣh th bah qbylh. Prth akis qbyls kvr akh akh srdarah muqrr tihndi ngrạny khạṭr, byakh anʿām kvr ashi timn kh svuz ashi vḥy ḥẓrti mvsyā hs kun yylhi timn nishhi pnnụ̄ qvmn āb czhvndd. Timv mvng dʿā khdays ābh khạṭr. Allah tʿālyā hn frmvvukh kh czndd diyv pnnhi amhi lvri sintụ̄ flaniụ̄ knhi, adh yylhi timv tth knhi czndd dicz, atiy phttụ̄ tmhi knhi mnzh bah nag rad. Yimne bny asrayyln hnzi bhn qbyln hnzi grnz, chnanchh prth qbyln prznvv pnun pnun ghatth th yarh bl yʿny āb ḥạṣil krnch jae, byakh anʿām kvr ashi timn petth yhi kh trvv aashi timn petth avbruk sayhi. Byakh anʿām kvr ashi timn petth kh āsman vvl ashi tihndi khynh khạṭr khzanh ghybh mnz āsmạny khvanchh yth mnz tyar krith avs āsan battr maz th trnjbyn. Vnnh avsukh yivan, khyyv timv nfys chyzv mnz h yim ashi tohyhi ʿṭa kriv mgr ath mnz thi kr timv sạnis ḥukms brkhlạfy, tmhi nafrmạny sintụ̄ timv ashi kanhh nqṣan vatnvv nh blkh ạsụ̄ timụ̄ pạnụ̄ pans ẓlm th nqṣan vatnavan."
  },
  {
    "verse_id": 161,
    "translation": "Byyhi kriv yad suh vqt yylhi ashi bny asrayyln ḥukm kvr bsiv yth shhrs mnz yth nav chuh aryḥa, byyhi khyyv ath shhrs mnz yymhi jayhi tohyhi khvsh kryv, byyhi ākh ḥkum krnh ath shhrs mnz aczan aczan vnzih ḥiṭh yʿny asụ̄ chhi tvbh kran, byyhi aczzih shhrkh drvazh klh nvmrạvith ʿājzy san, tmhi sintụ̄ krv asụ̄ bkhshạyish tuhndyn brvntthmyn gnhn, byyhi krv asụ̄ nykv karn zyadh mhrbạny ʿṭa."
  },
  {
    "verse_id": 162,
    "translation": "Ps bdlvv timv lvukv yimv timv andrh ẓlm kvr akh lfẓah yus khlaf avs tth lfẓs yus timn tjvyz krnh āyvv. Timn āyvv vnnh kh ḥṭth vnyv tmyuk mʿny avs sanyn gnhn spdinụ̄ bkhshạyish tth bdl vvn timv......, ps svz ashi timn petth ʿdhabah āsman kh ṭrfh, amy vjhh kh tim ạsụ̄ ẓlm kran tʿmyli aḥkam ạsụ̄ nh kran."
  },
  {
    "verse_id": 163,
    "translation": "Byyhi prczihv tvhụ̄ ya rsvl Allah azikh zmanh kyn yhvdn, tmhi shhrkyn lvukn hund ḥal yymhi shhruk nav aylh chuh, yus shhr qlzm kis btthis petth vaqʿ avs. Shhri mdyns th kvhi ṭuvrs mnzbag tmhi shhrkụ̄ lvukh ạsụ̄ dryavkis btthis petth bsnh mokhh gadd shikar kran zyadh. Timne avs btth vari doh gadd rttnuk mnʿ krnh āmut, yylhi tim btth vari doh gadd rttnh kis ḥukms andr ḥdh ddlan ạsụ̄, yylhi btth vari doh timn nishhi gadd tihnz yivan āsh ābs petth votlith klh ābh nishhi hyvr khạrith, bttvari vrạe byyn dohn āsh nh gadd timn nkhh yivan kynhh. Timn dohn āsh byyis ṭrfs kun gczhan, yithe pạtthụ̄ ạsụ̄ asụ̄ timn āzmạyish kran tikyazih tim ạsụ̄ nafrman."
  },
  {
    "verse_id": 164,
    "translation": "Byyhi prczhyuvkh ḥẓ tmhi vqtuk ḥal thi yylhi timv bny asrayylv andrh akụ̄ jmaʿtn vvn tth jmaʿts yim nafrmann nṣyḥt kran ạsụ̄ kyazi chhiv tvhụ̄ timn lvukn nṣyḥt krnh sintụ̄ pnun vqt ẓayʿ kran yimn ʿnqryb Allah tʿālyā nafrmạny hndi sbbh hlak krvun chuh nth kddur ʿdhab krvun chuh, timv nṣyḥt krvnyv dvpukh asụ̄ chhi yimn nṣyḥt kran yuth asụ̄ tihndis prvrdigars nishhi ʿdhur pysh krith bry aldhmh spdv, byyhi dyv timn sanhi nṣyḥt krnh sintụ̄ kynhh athr spdi tim rvzn btth vari dohh shikar krnh nishhi pth."
  },
  {
    "verse_id": 165,
    "translation": "Ps yylhi timn mvtth thi svrue yymhi sintụ̄ timn vʿẓ th nṣyḥt krnh yivan avs yʿny tim rvudụ̄ nh pth nafrmạny nishhi, ashi dyut njat timn yim amhi ychh kamhi nishhi timn mnʿ kran ạsụ̄, timn njat dith krụ̄ ashi grfta rtim lvukh yimv ẓlm kvr skht ʿdhab sintụ̄, thi kyazi tim ạsụ̄ nafrmạny th ʿdvli ḥukmy kran."
  },
  {
    "verse_id": 166,
    "translation": "Ps yylhi timv zyadh srkshy kr, baz āe nh timv ychh kamyv nishhi yimv nishhi timn mnʿ krnh avs yivan, ashi kvr timn mskhi ṣvrt. Ḥkum kvr timn kh spdiv vandr dhlyl."
  },
  {
    "verse_id": 167,
    "translation": "Byyhi kriv suh vqt yad yylhi aʿlan kvr tuhndụ̄ prvrdigarn kh ẓrvur kri muslṭ suh timn yhvdn petth yimv gustạkhy th nafrmạny kr qyamt kis dohs tanụ̄ tithyn ḥạkmn yim timn skht skht ʿdhabv sintụ̄ tklyf vatnavan āsn, pzụ̄ pạtthụ̄ tuhund prvrdigar chuh yylhi suh yczihh skht ʿdhab krvun th byyhi chuh setthah mghfrt krvun ts yus nafrmạny nishhi baz yiyhi."
  },
  {
    "verse_id": 168,
    "translation": "Byyhi kri suh timn dnyahs andr variyah jmạcz, chnanchh addụ̄ ạsụ̄ timv andrh nykv karth byyhi ạsụ̄ addụ̄ tth bdl yʿny bdkar, ashi kr timn bdkarn thi āzmạyish rtyv chyzv sintụ̄. Ṣḥt th dvlt sintụ̄ byyhi ychh chyzv sintụ̄ yʿny bymạrụ̄ vfqrh sintụ̄ yuth tmiy sintụ̄ ychh kamyv nishhi pth rvuzith ashi kun phyrn th rjvʿ krn. Kyazi kunhi chhe khvshḥạly ṣḥt vghnabaʿthi hdayt bnan th kunhi chhe bdḥạly th fqr v bymạrụ̄ baʿthi ʿbrt bnan. Yhi avs ḥal tihndyn aislafn hund mgr."
  },
  {
    "verse_id": 169,
    "translation": "Ps spdụ̄ timn pth tihndụ̄ khlf th janshyn tithy lvukh yimv tvrah timv nishhi ḥạṣil kr tvpth ạsụ̄ amy tv ratkụ̄ āyat knụ̄ knụ̄ adnyā zndgy hund saman ḥạṣil kran. Tvpth yiczh bdyanty krith ath gnhs ḥqyr zanan, byyhi ạsụ̄ be prvayy san dpan ashi chuhnh kanhh prva. Ashi spdi sarne gnhn bkhshạyish kyazi asiy chhi khdae sndụ̄ nychiv ụ̄ khdae sndụ̄ yar th dvst, tim chh, pnnhi be bạky th gnah ḥqyr zanns petth tyvut ddadd krvnụ̄kh hrgah āyindh dvbarh dyn knh ns petth timn kynhh mal ḥạṣil spdi suh krn ḥạṣil pth rvzn nh tmhi nishhi, kyah timn nishhi chhuna tmhi ktabhi hndi yymhi mẓmvnuk ʿhd āmut hynh kh khdays kun lagn nh kanhh kthah vaqʿī th pzi kthhi vrạe. Tth bdl km km apuzụ̄ chyz nvrạvụ̄ timv time lạgikh khdays kun. Ḥalankh timv pvr suh ʿhd namh yus tvrahs mnz lykhith avs mgr timv kvrnh dnyahuk mtaʿii fany ḥạṣil krnh khạṭr tmyuk kanhh prva, ḥalankh ạkhrtuk ghrh chuh bhtr timn lvukn hndi khạṭr yim khdays khvczn, ychh kamhi th ychh ʿqạyidv nishhi rvzn pth. Ae yhvdv tohyhi chhna yhi kth fikri tran."
  },
  {
    "verse_id": 170,
    "translation": "Byyhi yim lvukh bny asrayylv andrh zvrh thph krith chhi ath ktabhi yʿny tvrahs byyhi chhi nemazi hnz thi pabndy kran asụ̄ krv nh hrgiz timn nykv karn hnz mzvurụ̄ th thvab ẓayʿ yim pans amhi ṭryqh aṣlaḥ krn th snbhaln."
  },
  {
    "verse_id": 171,
    "translation": "Byyhi pạviyvukh czyts yimn yhvdn yylhi ashi koh thvd tul yimn petth travnh khạṭr. Tihndyn kln nzdyk thạvụ̄ saybankụ̄ pạtthụ̄ timn spud yqyn kh yhi pyvv ashi petth, tth ḥals andr frmvvukh ashi kh jld kriv qbvl yhi ktab yosh ashi tohyhi ʿṭa kr mẓbvṭy san. Byyhi kriv tim aḥkam yad yim ath ktabhi mnz chhi yuth tvhụ̄ mtqy th prhyz gar bniv, thi ne kriv tylhi travav yhi koh tohyhi petth. Yhi gvv khaṣ ʿhd yus bny asrayyl krnavnh ạsụ̄ āmtụ̄ jbraan. Amhi pth chuh Allah tʿālyā byan kran ʿām ʿhd yus sạriy bny ādm ansan ạsụ̄ krnavnh āmtụ̄."
  },
  {
    "verse_id": 172,
    "translation": "Byyhi pạviyvukh czyts suh vqt yylhi tuhndụ̄ prvrdigarn ʿālmi arvaḥs mnz ḥẓrti ādm ʿlyh alslam sndi pushth mnzh tihund avlad tihndyn avladn hndyv pushtv mnz tihndụ̄ avlad nybr kddụ̄, byyhi thạvin time pạnụ̄ pans petth gvah. Sarine prczuhn, kyah bh chuhs na tuhnd prvrdigar, sarive dvp byshk cze chuhkh vaqʿī rb svn. Amhi vqth ạsụ̄ ḥạẓr krnh āmtụ̄ sạriy mlạyk byyhi mkhlvqat. Sarive dvp, asụ̄ sạriy chhi amikụ̄ gvah. Yhi svrue aiqrar th gvạhy āyhi rttnh, yuthnh tvhụ̄ vnith hykiv qyamtkụ̄ doh pzụ̄ pạtthụ̄ asụ̄ ạsụ̄ amhi tvḥydh nishhi blkl be khbr."
  },
  {
    "verse_id": 173,
    "translation": "Byyhi yuthnh tvhụ̄ vnith hykiv shirk kvr nh mgr sanyv malyv buddụ̄ bbv. Asụ̄ ạsụ̄ tihndụ̄ avlad timn pth. Ashi yylhi vuchh tim yy kran asụ̄ thi pkụ̄ tihnzy vthi, kyah ashi krkhh hlak cz timn ghlṭ karn hndi ychh kamhi sbbh."
  },
  {
    "verse_id": 174,
    "translation": "Asụ̄ chhi yithe pạtthụ̄ vyczh nạvith pnnụ̄ āyat byan kran. Yuth tim ḥqyqt mʿlvm spdnh pth shirk vkufrh nishhi pth rvzn."
  },
  {
    "verse_id": 175,
    "translation": "Byyhi priv ḥẓ yimn yhvdn petth ts shkhṣh sund qṣh ys ashi pnnyn āyatn hund ʿlm ʿṭa kvrmut avs. Yʿny blʿm baʿūra. Ps drav suh timv āyatv mnzh yʿny timn āyatn hndyv hdaytv mvjvb pknhi. Mali dnyahkụ̄ ṭmʿn kdds kl av pth lgis pth shyṭan. Ps spud suh ddlmtyv andrh."
  },
  {
    "verse_id": 176,
    "translation": "Hrgah asụ̄ yczhh hv thvd krhv ts shkhṣh sund mrtbh. Hrgah suh timv āyatv th hdayatv mvjvb pkhi ha, mgr suh spud mạyil th kham ṭmʿ dnyahs kun, byyhi pvk suh pth pth nfsh chyn khvạhshn. Znann hnds vnns petth krn ʿml th āyatv mvjvb ʿml krnụ̄ travn, āyatv mvjvb ʿml krnụ̄ travnh mokhh yosh pryshạny th dhlt ts vlnh āyhi tmhi aʿtbarh chhe tsnz mithal hvunụ̄ snz hish mithal, hrgah cz ts ḥchhi krkh ts petth ḥmlh krkh zyv kddinybr. Hrgah ḥchhi krhs tvthi kddi zyv nybr. Yʿny yus chyz hvunis ạddranh mnz lạzim āmut āshi thavnh suh chyz travnh suh kunhi ḥlas mnz. Yithe pạtthụ̄ ys ạddrnhi mnz khst th dhlt thavnh āshi āmcz suh travnhi kunhi ṣvrts mnz, yhe chhe mithal timn lvukn hnz yimv apuzụ̄ zạnụ̄ sạnụ̄ āyat yimn mnz tvḥyd v rsalt chh dlylh chhe, ps byan kriv yim qṣh yimn yhvdn dyv tim fkri pyn."
  },
  {
    "verse_id": 177,
    "translation": "Ḥqyqts mnz chhe setthah ychh mthal timn lvukn hnz yimv sạnụ̄ āyat apuzụ̄ zạnụ̄. Tmhi sintụ̄ vatnvvukh nqṣan th ẓlm pạnụ̄ pans."
  },
  {
    "verse_id": 178,
    "translation": "Ys Allah tʿālyā hdayt kri sue chuh hdayt lbh vun, yimn suh vthi nishhi ddalhi ps chhi time abdy tavans mnz pynh vạlụ̄, timn nishhi hdaytuk tvqʿ thavun ya tihndis be hdayt rvzns petth ghmgyn spdun chuh be kar. Tim lvukh yylhi nh pnnhi ʿqlhi hndyn qvtn kạme chhi hyvan timn kpạrụ̄ bnhi hdayt. Lhādha chhe tihndi vatnch jae jhnm."
  },
  {
    "verse_id": 179,
    "translation": "Ashi chhi pạd krimtụ̄ jhnms mnz rvznh khạṭr variyah shkhṣ jinv andrh th ansanv andrh, yimn navh khạṭr dil chuh mgr zanun chuhkh nh tgan kynhh. Tim chhinh tmyuk arade kran kh ashi gvczh fkri trun kynhh, navh khạṭr chhe achh timn mgr dryintthụ̄ chhkh nh yivan kynhh, nav khạṭr chhi kn timn mgr bvzun chuhkh nh tgan kynhh. Pz kth yam knn gczhan chhkh tam chhi gvsh divan, ghrẓ tim lvukh chhi ạkhrt nishhi be tvjh āsns andr gupn th charpahe blkh tihndi khothi ycz ddlmtụ̄, time lvukh ge ghạfil kyazi tim chhi bavjvdi ḥys dith thi be ḥyse lagan. Ghflt chhe mrẓv andr akh bvdd mrẓah. Amyuk ʿlaj chuh khdae sund yad."
  },
  {
    "verse_id": 180,
    "translation": "Khdae se chhi rtụ̄ rtụ̄ nav ps ạsiv tvhụ̄ ae mslmanv timve navv sintụ̄ ts ālv divan tsund yad kran. Tim chhi ḥdyth shryfs mnz nmnmth )99( nav byan krnh āmtụ̄. Byyhi chuh āmut ḥdyth shryfs mnz yus tim asma yad kri suh czav jnts timv navv sintụ̄ ạsiyvus yithh pạtth ālv divan: )99 nav...( trạviyvkh tim lvukh yim ddlan th hjhi vthi pkan chhi tihndyn navn andr yʿny Allah tʿālyā hs chhe pane pnnhi ṭrfh nav tthhravan ya tihndụ̄ nav chhi ts vrạe byyn petth astʿmal kran ya chhi ychh ṣftn hndụ̄ nav ts petth astʿmal kran. Timn sintụ̄ mh thạviv tʿluque, brvntth phn tuln tim ntyjh tmyuk yhi tim kran chhi."
  },
  {
    "verse_id": 181,
    "translation": "Jinn thi ansann andr chhinh sạriy ddlmtụ̄ blkh chhe sanyv mkhlvqv andr akh jmaʿthah yim dyni ḥq yʿny aslam mvjvb chhi lvukn vth havan byyhi chhi pnnyn lvukn hndyn mʿāmlatn andr ʿdl vanṣaf kran."
  },
  {
    "verse_id": 182,
    "translation": "Byyhi yimv lvukv apuz zạnụ̄ sạnụ̄ āyat tim kharvkh asụ̄ āhsth āhsth nafrmạnyn andr setthah thvd tithe pạtthụ̄ yithh pạtthụ̄ nh timn zanh nue tghi yvtanụ̄ tim nari jhns nzdyk spdn."
  },
  {
    "verse_id": 183,
    "translation": "Byyhi dmh bh timn mhlt jldy krkh nh grfta ʿdhab dnyahs andr. Pzụ̄ pạtthụ̄ myvn tdbyr chuh setthah mẓbvṭ."
  },
  {
    "verse_id": 184,
    "translation": "Kyah yimv lvukv kvr na ghvr th fkr kh ạkhriāyat Allahn ankar krn. Tmhi kh khrab ntyjh nishhi ghạfil rvznuk kyah sbb chuh. Yim āyat pysh krvun ṣaḥb nʿūdhbAllah be ʿql chuhnh timn kunhi qsmh mczr chuhnh ʿmr gyav tohyhi timn sintụ̄ rvuzith tihndụ̄ ḥalat tihnz ʿql th gatth jar amant th dyant vuchhan. Timn chuh Allah tʿālyā hn ʿql kul ʿṭa kvrmut. Tim chhinh mgr nafrmạny hndi sza v ʿdhab nishhi lvukn nnụ̄ pạtthụ̄ bym krvnụ̄. Yhi gvv ts ṣaḥbh sund ḥal yus ṣaḥb āyat hyth āv. Vonụ̄ yymis nishhi hyth āv suh dhati pak gvv sue yus sare jhanuk mạlak th shhnshah muṭlq chuh."
  },
  {
    "verse_id": 185,
    "translation": "Kyah yimv vuchh na āsman vzmyn kis antẓams th slṭnts kun. Byyhi timv andrh kunhi chyzs kun yim chyz Allah tʿālyā hn pạdh kr mtụ̄ chhi. Kthh pạtthụ̄ chuh tihund antẓam mẓbvṭ th mḥkm. Kithh pạtthụ̄ chuh prth chyzah prth dhrah tihndis kmali qdrts petth gvạhy divan. Yithis shhnshah mṭlq sndụ̄ arshadat yim yithis pyghmbrh brḥq sndi vasṭh timn vạtụ̄ mtụ̄ āsn time shvbh nh nẓr andaz krnụ̄, byyhi kvr na ghvr timv yth kthhi kun kh tihndi mrnuk vqt ma āshi nzdyk. Tim kmhi buthhi yin khdays brvntth kun. Lhādha pzi ha timn mrnh pth ʿdhab nishhi bchnch ṣvrt krnụ̄. Yylhi nh qrāni mjydh sintụ̄ yosh setthah bddktab chhe yimn kynhh athr gczihh, yylhi nh tim qrāni mjyds ayman ann th pczh krn, qrāni mjydh pth kth kthhi th kth klams ann tim ayman."
  },
  {
    "verse_id": 186,
    "translation": "Ḥqyqt chhe yhe ys Allah tʿālyā vth ravri ts chuhnh vth havvun kanhh, Allah tʿālyā chuh timn kạfrn travan ylh yuth tim srkshy andr srgrdan spdn. Tvpth diykh sza aikh vtth. Lhādha mh spdin tuhund dili mubark ghmgyn ya rsvl Allah."
  },
  {
    "verse_id": 187,
    "translation": "Prczhan chhi tim tohyhi ya rsvl Allah qyamts mutʿlq kh kr chuh tmhi khi brpa spdnuk th vaqʿ spdnuk vqt, tvhụ̄ frmạviyvkh tmyuk ʿlm chuhnh myạnis prvrdigars vrạe kạnshi, ẓạhr krinh tth qyamts th pnnis vqts petth kanhh thi ts vrạe. Thi mkhi ẓhvruk vqt chuhnh byane krnh āmut kạnshi nishhi kyazi, suh chuh setthah hvlnak vaqʿāh th ḥạdthah akh āsman v zmyns mnz yʿny timn don hndyn bsh vnyn petth, amhi mokhh yiyv nh so qyamt tohyhi mgr hngh th mngh tuhnzi be khbry mnz, prczhan thi chhi tim lvukh tohyhi amhi qyamtuk zn tohyhi tmich pvur khbr chhe, lhādha frmạviyvkh tohụ̄ bṣraḥt kh tmyuk ʿlm chuhnh kạnshi khdays vrạe, lykn akthr lvukh chhinh yhi kth zanạny kh bʿẓ ʿlvm chhi Allah tʿālyā hn thạvmtụ̄ pnnis khzanh ʿlms andr mḥfvẓ. Ḥẓrti anbyahn thi chuhnh timn hund tfṣyl bavnh āmut. Qyamt khi vaẓḥ spdnuk khaṣ vqt thi chuh timve chyzv andrh akh chyz."
  },
  {
    "verse_id": 188,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah qyamt khi mʿāmlch chhnh kthe suh chuh khdae sndụ̄ se dhats sintụ̄. Me chhnh pans sintụ̄ pysh yivnyn ḥalatn hnz thi khbre. Bh chuhs nh mạlik th akhtyar vvl pnnhi dhat khạṭr nh kunhi nfʿs th nh kunhi ẓrrs mgr ticze hnh yyiczhn Allah tʿālyā yczihh. Yʿny bh hykh nh pnnis dhats kanhh nfʿ vatnạvith. Nh hykn pnnụ̄ dhat kunhi nqṣan nishhi mḥfvẓ thạvith th bchạvith, hrgah bh zanan āsha ghạbch prth kthah tylhi vatnavha pans tim tim khạr th fạydh yim nh bh svrue ʿlm ghạb nh āsnh mokhh vatnạvith chuhs hykan, tylhi āsiha nh me vatan kunhi qsmuk tklyfah, nh āshi ha me pysh yivan kanhh na khvshgvar ḥalthah, bh chuhs mḥẓ shryʿtuk ḥkum vatnạvith bym krvun. Th bshart divun timn lvukn yim pczh krn th ayman ann. Nbvtuk aṣl mqṣd chuh tshryʿī amvrn hund ʿlm āsun thi kvr me Allah tʿālyā hn ʿṭa bkmal. Pth rvudụ̄ amuvri tkvynn hund ʿlm suh chuhv nh nbvt kyv lvazmv andrh. Tmhi andrh yyicz hn Allah tʿālyā hn yoczh tyicz hn krn ʿṭ. Azvr th zbrdsty sintụ̄ hykv nh suh kanhh akh khdays nishhi ḥạṣil krith."
  },
  {
    "verse_id": 189,
    "translation": "Suh prvrdigar gvv sue yymụ̄ tvhụ̄ pạdih krivaky dhat nishhi suh gvv ḥẓrti ādm ʿlyh alslam, tmiy akh dhat mnzh kvrun pạdh jvrh tihund ḥẓrti ḥva, yuth suh aulft th qrar rtthi ts sintụ̄, adh yyāhi drkmali lṭf v anbsaṭ ḥẓrti ādmn pan pnun vvl ḥẓrti ḥvahs yʿny hmbstry krn ts sintụ̄ so spzụ̄ bar dar yus ʿml abtdahs andr lvtue avs suh hyth ạs so avrh yvr pkith hykan, tmhi pth yylhi bchhi sndi doh khoth dohh bddnh sintụ̄ so gvbyyhi tm lgụ̄ doshve banbrnhi. Dpnhi lgụ̄ kyah sna qṣh chuh, doshvyv bạczv mvng Allah tʿālyā hs yʿny pnnis prvrdigars yhi mushkil gvczh āsan spdun, dpnhi lgụ̄ sanhi prvrdigarh hrgah cz ashi ʿṭa krhn rut frzndah asụ̄ spdv ẓrvur shukr gdharv andrh."
  },
  {
    "verse_id": 190,
    "translation": "Ps yylhi Allah tʿālyā hn rut ṣḥyḥ v salm frznd ʿṭa kvrnkh, aty lgụ̄ bny ādm khdays shryk tthhravnhi ath mhrbạny andr yosh mhrbạny suh ʿṭa avsukh kran, Allah tʿālyā chuh setthah blnd th bala munzh th pak timv sarve shirkchv kthv nishhi yimh ts kun bny ādm lagan chhi."
  },
  {
    "verse_id": 191,
    "translation": "Kyah yim bny ādm chha ts time chyz shryk tthhravan yim nh kynhh thi hykn pạdh krith, tim chhi panh mkhlvq pạdh krnh āmtụ̄. Mʿbvd hykhi ạsith sue yus nh panh mkhlvq āshi."
  },
  {
    "verse_id": 192,
    "translation": "Byyhi hykn nh tim mʿbvdi bạṭil timv andrh kạnshi akụ̄ snz yạry krith. Nh hykn tim pnnis pans kanhh yạry krith, byyn yạry krnch chhnh kthe."
  },
  {
    "verse_id": 193,
    "translation": "Km hrgah tvhụ̄ mʿbvdani bạṭln kunhi kamh khạṭr nad diyv, tim tuhndis ālvs th nads ajabt hykn nh krith, tihndi khaṭr chhi doshve amr brabre. Tvhụ̄ timn nad diyv tvthi tim tuhnd ālv bvzn nh ya czhvph krith rvuzụ̄ tv tylhi chhanh kthe."
  },
  {
    "verse_id": 194,
    "translation": "Ae mushrikv pzụ̄ pạtthụ̄ yimn yimn hnz tvhụ̄ ʿbadt th prstish kran chhiv khdays vrạe tim chhi tuhndy pạtthụ̄ khdae sund mmlvk th bndh, panh khdae se kun mḥtaj prth chyzs andr tuhndiy pạtthụ̄, ps diytav tvhụ̄ timn nad timn pzi tuhndis tth nads ajabt krnụ̄ chhive tvhụ̄ tihndis mʿbvd āsnh kis aʿtqads andr pzụ̄ zyạrụ̄. Tuhndis ālvs kyah krn tim ajabt timn chhinh tim tan pvurh yimv sintụ̄ kạm chhe yivan krnh vuchhtv."
  },
  {
    "verse_id": 195,
    "translation": "Tvhụ̄ vuchhtv varh kyah khor chha timn yimv sintụ̄ pkh hn tim, kyah athh chha timn yimv sintụ̄ rttitth hykh hn kynhh, kyah achh chha timn yimv sintụ̄ vuchhith hykh hn, kyah kn chha timn yimv sintụ̄ bvzith hykh hn kynhh. Yylhi nh yim qvt timn andr mvjvd chhe, lhādha kosh kạm hykn tim tihnz krith, frmạviyvukh tvhụ̄ yhi kth ya rsvl Allah kh yithh pạtthụ̄ tim mʿbvdani bạṭil pnnyn prstish krvnyn kanhh nfʿ vatnavns mnz ʿạjiz chhi tithe pạtthụ̄ chhi prstish nh krvnyn kanhh ẓryr vatnavns andr thi skht ʿạjiz. Bh chuhs timn prstish krns skht munkr, hrgah timn aathhi kynhh chuh tvhụ̄ kdditv pnnhi dilkụ̄ arman. Tvhụ̄ diyv nad timn pnnyn sarne shrykn yim tvhụ̄ mʿbvdi brḥqs chuhvkh shryk tthhravn, tvpth kritv sạriy timn sintụ̄ rlith mylith yhi tklyf mh ẓryr vatavnh kyn tdabyrn andr kvushish tvpth yylhi tohyhi kynhh pkhi, tmhi saʿth mh diytv me akh dhrh thi muhlt blkh gczihh me petth thi svrue fvraan chlavun yhi tohyhi mshvrh krith muqrr āsyv kvrmut. Bthi vuchhhi kyah hykiv tvhụ̄ th tuhndụ̄ mʿbvdani bạṭil krith. Tuhndyn mʿbvdani bạṭiln hnz chhnh kthe tim chhi blkl mhml th be kar. Pth rvdiv tvhụ̄ tvhe avrh yvr me tklyf vatnavnh khạṭr athh khvr zytthrạviv. Me chuhnh tmyuk thi kanhh prvah kyazi"
  },
  {
    "verse_id": 196,
    "translation": "Pzy pạtthụ̄ myvn dvst mddgar th mạlik chuh Allah tʿālyā ymsndih mddgar āsnuk bvdd thbvt chuh kh tmụ̄ kr me petth nạzil so ktab yosh khyr daryn kyn sarne chyzn jamʿ chhe. Suh chuh ʿmvmaan nyk bndn panh mdd kran. Ḥẓrat anbya ge nyk bndn hndụ̄ srdar. Bh thi chuhs nbyv andrh akh frd kạmil. Lhādha chuh myvn thi suh yqynaan mddgar."
  },
  {
    "verse_id": 197,
    "translation": "Pth rvudụ̄ tim mʿbvdani bạṭil yimn hnz tvhụ̄ prstsh kran chhiv mʿbvdi brḥqs vrạe tim hykn nh tohyhi kanhh mdd krith, nh hykn pnnyn pann kanhh mdd krith. Mdd krun gyhi bddkth."
  },
  {
    "verse_id": 198,
    "translation": "Hrgah tvhụ̄ timn kanhh kth vnnh khạṭr ālv diyv suh ālv tuhund thi hykn nh tim bvuzith kyazi yithh pạtthụ̄ nh timn nishhi bvznkụ̄ tan mvjvd chhi yithe pạtthụ̄ chhinh timn nishhi vuchhnkụ̄ tan thi mvjvd. Tihnzn shkln th ṣvrtn andr yimh achh bnavnh āmcz chhe timh chhe blkl be kar )chuhkh cz knv chuhe czeanyv pnh nue( chnanchh tvhụ̄ chuhkh tim mʿbvdani bạṭil vuchhan zn tim tohyhi kun vuchhan chhi ḥalankh timn chuhnh fy alvaqʿ vuchhnuk qvthe kanhh. Kyazi ḥqyqts mnz chhinh tim vuchhthe hykan. Ath kun nẓr krith gczihh tihndyn byyn qvtn hund qyas krun. Ps yithyn ʿạjizn nishhi kyah chuhv me tvhụ̄ khvcznavan. Yiczh ṣryḥ pzdlylh bvuzith thi ạs nh timn kạfrn hndis kufr vʿnads mnz kunhi qsmh kmy spdan yymhi sbbh dhati muqdss mnz czkh khsnuk aḥtmal avs. Suh ghṣh th czkh dvur krns mnz chuh Allah tʿālyā frmavan."
  },
  {
    "verse_id": 199,
    "translation": "Ae pyghmbri brḥq tvhụ̄ kriv akhtyar czkhhi vizi drgudhr krns. Byyhi kriv rczn kamyn hund ḥkum ḥsbi mʿmvl. Byyhi mh kriv altfat jạhiln kun tvhụ̄ rvuziv bdstvr pnnụ̄ kạm kran."
  },
  {
    "verse_id": 200,
    "translation": "Byyhi hrgah kunhi vqth shyṭan sndi ṭrfh kanhh vsvsh pạdh spdi tohyhi yth mnz aḥtmal āshi khlafi mṣlḥt kanhh kạm krnuk, tmhi saʿth mngiv pnah pnnis khdays shyṭan sndi shrh th vsvsh nishhi, pzụ̄ pạtthụ̄ suh chuh svrue bvz vun svrue zanh vun tuhund pnah mngun chuh bvzan. Tuhundụ̄ mqaṣid th mṭalib chuh bvzan. Ythh pạtthụ̄ khdays kun tvjh krith shyṭan sndi shrh nishhi pnah mngun tuhndi khạṭr mufyd chuh tithe pạtthụ̄ chuh sarne khdays khvczvnyn bndn hndi khạṭr thi setthah mufyd."
  },
  {
    "verse_id": 201,
    "translation": "Pzụ̄ pạtthụ̄ yim khdays khvczvnụ̄ bndh chhi yylhi timn shyṭan sndi vsvsuk khyal gudharan chuh tim thi chhi fvraan tmhi saʿth khdae sndis yads sintụ̄ mshghvl spdan aʿūdhbAllah pran. Khdae sund ʿẓmt vjlal thvab v ʿdhab yad kran, ps chhi fvraan tihnz achh muczrnh yivan. Tvpth chhe ḥqyqt timn petth ẓạhir spdan. Yymhi sintụ̄ nh timn petth khṭruk kanhh athr chuh vatan."
  },
  {
    "verse_id": 202,
    "translation": "Shyṭann hndụ̄ bạe yim chh, yimn nh khdae yade pyvan chuh timn kun chhi tim shyṭan gumrạhy kun khkhri pknavan. Lhādha chhinh tim gumrạhy andr kunhi qsmh kmy kran."
  },
  {
    "verse_id": 203,
    "translation": "Yylhi nh tvhụ̄ timn nishhi tihnzi khvahshhi muṭạbq kanhh frmạyshy mʿjzah pysh kran chhiv. Kyazi mʿjzh pysh krnuk akhtyar chuh khdae se aathhi, tmhi saʿth chhi vnan tim hrgah tvhụ̄ pyghmbr brḥq chhiv tylhi kvnh aniv tvhụ̄ czạrith pnnhi khạṭr rut mʿjzah yymhi sintụ̄ tuhund pyghmbr āsun thạbit spdiha, tvhụ̄ frmạviyvkh myạnụ̄ kạm chhanh pnnhi akhtyarh tohyhi nishhi mʿjzh pysh krnụ̄. Myạnụ̄ aṣly kạm chhe kh bh krnh pyrvy mgr tth yhi me kun vḥy svznh yivan chuh myạnis prvrdigarh sndi ṭrfh. Nbvt khạṭr chuh mʿjzh āsun ẓrvury tmhi khạṭr chuh sarve mʿjzv andrh bvdd mʿjzah qrāni mjyd. Yohe chuh be shumar dlylh tuhndis prvrdigarh sndi ṭrfh. Amyuk prth svrh shryfah chuh akh akh dlyl prth āyhi krymah chuh akh akh dlyl. Prth āys chhi amy mokhh āyhi vnan kh suh chuh bjae khvd akh dlyl. Tmy chhi sạriy ansan th jin qrāni mjydh kis akis akis āyh kryms sintụ̄ muqablh krnh khạṭr ʿạjiz. Tmy chuh prth āyhi krymah akh akh mʿjzah, tmyukh fạydh th nfʿ chuh balfʿl timn lvukn hndi khạṭr yim tth manan th pczh kran chhi. Tihndi khạṭr chuh bvdd hdayt th rḥmt. Mgr suh fạydh th nfʿ ḥạṣil krnh khạṭr chhi kynhh shrạyṭ. Tim ge."
  },
  {
    "verse_id": 204,
    "translation": "Yylhi yhi qrāni mjyd prnh āshi yivan tylhi ạsụ̄ zyv tvhụ̄ kn dạrith varh bvzan. Byyhi ạsụ̄ zi panh czhvph krith rvzan yuth tohyhi tmyuk mʿjzh āsun th tmchhi tʿlymat vhdayat fkri trn. Yuth tohyhi mzyd rḥm yyhi krnh byyhi frmạviv tvhụ̄ prth akis shkhṣs ae shkhṣh."
  },
  {
    "verse_id": 205,
    "translation": "Pnnis prvrdigarh sund yad ās kran qrān mjyd prnh sintụ̄ tsbyḥ v thlyl prnh sintụ̄ pnnhi jayhi āhsth āhsth lvthi lvthi ʿạjziy san th khvfh san. Byyhi ās bddi bddi prnh khoth km km āvazi sintụ̄ pran ʿạjziy th khvfh san, ṣubḥs thi shams thi yʿny hmyshh, byyhi mh ās ghạfilv andrh yim timh dhkrh travan chhi yimn hund ḥkum chuh th yimh setthah ẓrvury chhe. Ḥạṣil chuh kh yadi khdakrnkh vqth gczihh ʿạjziy th khvf ḥạṣil spdun. Āvazih hndi aʿtbarh gczihh nh setthah bddi bddi yad khda krun yus lvukn baʿth tshvysh spdi. Nh gczihh blkl susty san prun yymhi sintụ̄ ghflt th nindr ṭary spdi ys. Nh gczihh zyadh lothi prun yusnh pans thi fkri trys. Nh zyadh bddi prun yymhi sintụ̄ ḥẓvrs andr ftvryiyas."
  },
  {
    "verse_id": 206,
    "translation": "Byshk yim mlạyk tuhndis khdae sndụ̄ muqrb bndh chhi, tim thi chhinh tihnzi ʿbadth nishhi tkbur kran blkh chhi tihnze ʿbadt kran byyhi chhis prth vqth pak gnzran zyvih sintụ̄ yad kran byyhi chhis sjdh divan yʿny tanv sintụ̄ thi tihund yad kran. Yhi āyhi krymh prnh sintụ̄ th bvznh sintụ̄ chuh prvnis th bvzvnyn petth sjdh mtthi khsan. Tmich dlyl chhe kh Allah tʿālyā chuh frmavan kh. )...( sạrse qrāni mjyds mnz chhi czodah )14( āyhi krymh timn hndi prnh sintụ̄ th bvznh sintụ̄ sjdh tlavt chuh mtthi khsan. Aimam shafʿī ṣạbs chhi yim pndah āyhi krymh. Sjdh tilavt chuh prth mslman mrds th znanhi petth yus ʿạql th balgh āshi mtthi khsan. Dyvans th na balghs ya ʿdhur vajnhi znanhi petth chuhnh prnh sintụ̄ th bvznh sintụ̄ mtthi khsan. Sjduk āyhi krymh hrgah rvan yyhi prnh tylhi chuh sjdh mtthi khsan hrgah hyjhi kddith alg alg ḥruvf prnh yin tylhi chuhnh mtthi khsan. Sjduk kanhh āyhi krymh hrgah be vẓv prnh yyhi tth chuhnh kanhh ḥrj. Mgr sjdh gczihh nh be vẓv dyun blkh gczihh byyhi kunhi vqth yymhi saʿth vẓv āsys sjdh dyun. Hrgah nemazi andrāyh sjdh prnh yyhi suh sjdh gczihh tmy saʿth amam sund th muqtdyn hundthi ada krun. Sjde tilavt krnkụ̄ shrṭ chhi she )6( chyz. Ṭhart bdn āsun ṭhart lbas āsun. Ṭhart jae āsun, astqbal qblh āsun, stri ʿūrt āsun byyhi sjde tilavtch nyt krnụ̄ yim ge she chyz ym nemaz hndi khạṭr ẓrvury chhi. Yithh pạtthụ̄ kanhh nemaz yimv shyv chyzv vrạe drust chhanh yithe pạtthụ̄ chuhnh sjde tilavt thi yimv shyyav chyzv vrạe drst."
  }
]