[
  {
    "verse_id": 1,
    "translation": "Jhads andr yus mal dushmns nishhi ḥạṣil krnh yyhi tth chhi mali ghnymt vnan. Byakh nav chuh tmyuk nfl tmkue jmʿ gvv anfal. Chvnkh yth svrh shryfs mnz chhi jhadkụ̄ th mali ghnymtkụ̄ aḥkam, amy munasibth āv yth sạrse svrh shryfs svrh anfal nav thavnh. Yhi ḥkum āv byan krnh tmhi vqth yymhi vqth jngi bdrs mnz ṣḥabh ṣạbn andr jvan mjạhdn th bddyn andr akhtlaf spud. Jvanv dvp mali ghnymtkụ̄ ḥqdar chhi asụ̄ bddyv ṣạḥbv dvp chvnkh asụ̄ thi ạsụ̄ tuhndụ̄ mdd gar lhādha gczihh ashi thi amhi mnz ḥṣh trun yohe akhtlaf kvr timv pysh drkhdmt nby krym ṣly Allah ʿlyh v slm. Tmiy saʿth spud yhi āyhi krymh nạzil, Allah tʿālyā chuh frmavan prczhan chhi tohyhi ṣḥabh ṣạb ya rsvl Allah mali ghnymt khi tqsymuk ḥukm, tvhụ̄ frmạviyvkh kh mali ghnymt chuh khdae sund kyazi ftḥ v nuṣrt ʿṭa krvun chuh sue. Byyhi tihndis pyghmbrh sund yihndi vasṭh Allah tʿālyā aḥkam jạriy kran chuh, ps khvucziv khdays byyhi kriv bahmy tʿlqatn aṣlaḥ. Panh vạnụ̄ mh thạviv bghẓ v ḥsd, ḥkum mạniv khdae sund byyhi tihndis pyghmbrh sund hrgah tvhụ̄ baayman chhiv."
  },
  {
    "verse_id": 2,
    "translation": "Baayman ge nh mgr time yimn nishhi yylhi dhkr krnh āyhi khdae snz, tihnz ʿẓmt zyri nẓr anith chhi nttan tihndụ̄ dil, byyhi yylhi prnh yivan chhi timn nishhi khdae sndụ̄ āyat. Huran th mẓbvṭ chuh spdan tihund ayman byyhi chhi tim pnnise prvrdigars petth aʿtmad th tvkl kran."
  },
  {
    "verse_id": 3,
    "translation": "Tim baayman ge time yim qạyim th brpa chhi thavan nemaz. Byyhi yus mal asiy timn ʿṭa kvr tmhi mnz chhi khrch kran khdae snzi vthi andr."
  },
  {
    "verse_id": 4,
    "translation": "Yime kyah ge pzụ̄ pạtthụ̄ baayman, tihndiy khạṭr chhi tihndis prvrdigars nishhi thdụ̄ drjh byyhi bdd mghfrt th ʿztuk rzq."
  },
  {
    "verse_id": 5,
    "translation": "Yihund mali ghnymts mnz akhtlaf krun byyhi nh tihnzi mrẓy muṭạbq yhi tqsym spdun chuh akh mṣlḥt mvjvb. Yithh pạtthụ̄ tvhụ̄ kddiv pnnụ̄ prvrdigarn pnnhi gri bsty th shhr mnz akis khaṣ muṣlḥts petth yʿny mali ghnymts andr yihnz mrẓy muvạfq tqsym nh spdns mnz thi chhe mṣlḥt. Yithh pạtthụ̄ tihndi mdynh shryf mnz mydani bdrs kun kddns andr mṣlḥt ạs, drḥaltykh akh jmaʿthah ạsụ̄ baaymanv andr tihndis tmhi vqth kis mdynh shryfh andr nyrns napsnd kran."
  },
  {
    "verse_id": 6,
    "translation": "Bḥth v qẓyhi ạsụ̄ kran tim tohyhi sintụ̄ mshvrh pạtthụ̄ pzi kthhi mnz tmkhi ẓạhir spdnh pth. Be slaḥ vsaman jngs nyrun qryshn sintụ̄ jng krun, yim ba slaḥ vsaman ạsụ̄ avs timn tyvut mushkl lbnh yivan, zn tim pknavnh ạsụ̄ yivan marnh khạṭr achhn ddyshman. Yʿny tim ạsụ̄ mrnkh asbab be srvsamany pnnụ̄ vuchhan."
  },
  {
    "verse_id": 7,
    "translation": "Tvhụ̄ kriv suh vqt yad yylhi Allah tʿālyā hn bdhryʿh vḥy bvasṭh pyghmbr ṣly Allah ʿlyh vslm vʿdh frmvv kh dushmnn hnzv doyv jmaʿtv andrh chhe akh jmaʿt ẓrvur tihndi khạṭr timn petth spdiv tvhụ̄ ghạlib, tvhụ̄ ạsiv psnd kran kh ghạr muslḥ jmaʿthe gczihh sạnis aths mnz yinụ̄ yimn sintụ̄ nh muqablh th jng pyyhi ha krun mgr, Allah tʿālyā avs yczhan kh suh pzraviha pvz pnnhi ḥukmh sintụ̄ byyhi galhi ha mvul kạfrn hund."
  },
  {
    "verse_id": 8,
    "translation": "Kạfrn hund mvul glnh sintụ̄ thi yuth pzyuk pvz āsun th apzyuk apuz āsun Allah tʿālyā var thạbit kri agr chhi nafrmann yiy tn suh napsnde."
  },
  {
    "verse_id": 9,
    "translation": "Yhi gvv sue vqt yymhi saʿth fryad ạsiv kran tvhụ̄ pnnis prvrdigars kun mngan ạsiv ts ftḥ vnuṣrt ps kr tmụ̄ aijabt tuhndis mngns, yhi frmavnh sintụ̄ kh bh kr tohyhi mdd akh sas mlk svznh sintụ̄ yim akh akis sintụ̄ āsn rvuzith yʿny gnddith."
  },
  {
    "verse_id": 10,
    "translation": "Yhi mlạykn hndi dhryʿh mdd krun kvrnh Allah tʿālyā hn mgr tuhndi khosh krnh khạṭr. Yuth tuhndụ̄ dil ftḥ vnuṣrt vuchhith khosh gczhn. Byyhi yuth tuhndụ̄ dil qrar rttn, ḥqyqts mnz chhnh nuṣrt th yạry mgr khdae sndi ṭrfh, pzụ̄ pạtthụ̄ Allah tʿālyā chuh zbrdst th ḥikmt vvl."
  },
  {
    "verse_id": 11,
    "translation": "Byyhi pạviv czyts suh vqt yymhi vqth Allah tʿālyā hn tohyhi nindri hnz mae vjnv pnnhi ṭrfh. Tohyhi pvurh skvn th qrar dinh khạṭr, byyhi pạviv czyts tmhi brvntth yymhi saʿth avsun tohyhi petth āsman kh ṭrfh rvud trvmut. Yuth tohyhi tmhi rvud sintụ̄ pak kri beghsl krn ghsl th be ṭhart krn ṭhart, yuth suh dvur kri tohyhi nishhi shyṭan sndi vsvsch napạky, byyhi yuth tmiy sintụ̄ tuhndụ̄ dil mẓbvṭ kri, byyhi yuth tmhi rvud pynh sintụ̄ tuhndụ̄ khvr var drravi. Kyazi sykh chhe rvud pynh sintụ̄ dran. Myczi chhe rvud pynh sintụ̄ rb vothan."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi pạviv suh vqt czyts yymhi saʿth tuhund prvrdigar ḥkum svzan avs timn mlạykn kun yim tuhndi mddkhạṭr svznh āmtụ̄ ạsụ̄. Ae mlạykv vsiv myanyn baayman bndn hndi mdd khạṭr. Bh thi chuhs tuhndi khạṭr mdd gar, ae mlạykvme mddgar zạnith thạviv tvhụ̄ mẓbvṭ baaymann hndụ̄ dil, bh travv kạfrn hndyn diln andr khvf v vḥsht, ps shmshyr czndd diyvukh grdnn petth byyhi czttyvukh tanh tanh."
  },
  {
    "verse_id": 13,
    "translation": "Yhi sza chuh timn amyi sbbh kh timv kr mukhalft khdae snz byyhi tihndis pyghmbr snz, byyhi yus akhah khdae snz byyhi tihndis pyghmbr snz mukhalft kri ts kri Allah tʿālyā skht ʿdhabs grftar."
  },
  {
    "verse_id": 14,
    "translation": "Yymhi ʿdhabuk mzh cz hiv tvhụ̄ byyhi zạniv yhi kth kh kạfrn hndi khạṭr chuh nari jhnmuk ʿdhab ạkhrts andr amhi dnyakh ʿdhab ʿlavh."
  },
  {
    "verse_id": 15,
    "translation": "Ae baaymanv yylhi tvhụ̄ kạfrn sintụ̄ muqablh krnhi lgiv pthr zmyns petth vsith prạriv pyad fvj bnith, ps mh phiriv timn kun pusht pnnụ̄ pan bchavnh khạṭr."
  },
  {
    "verse_id": 16,
    "translation": "Yus akhah amhi dohh kạfrn kun thr phirith czlun hyyhi, mgr he pusht phirn timn kun jngkhi kunhi mṣlḥt khạṭr ya aimdạdy fvjs sintụ̄ shạmil spdnh khạṭr tylhi chuhnh kanhh ḥrj. Nth yus czlnh khạṭr timn kun pusht phiri, ps btḥqyq suh āv khdae snz bddbe dhạriy hyth, tihnz jae chhe nari jhnm, setthah ychh jae chhu suh jhnm."
  },
  {
    "verse_id": 17,
    "translation": "Ae mslmanv tohyhi mạriyvkh nh tim kạfr jngi bdrs mnzblkh mạrụ̄ tim Allah tʿālyā hn panh, ae pyghmbri brḥq tohyhi nh ḥẓ chhchiv nh myczi motth yylhi bẓạhir tvhiy chhchvh blkh chhch so Allah tʿālyā hn. Yhi kvr Allah tʿālyā hn akh yuth kạfrn mghlvb kri, byyhi yuth Allah tʿālyā baaymann pnnhi ṭrfh rut anʿām v aḥsan ʿṭa kri. Yʿny kạm krḥqyqtaan tmụ̄ panh mgr soe kạm krn mslmann hndyv athv ya nby krym sndi dsti mbarkh yuth tim amyuk thvab th ajr byyhi bvdd anʿām ḥạṣil krn, pzụ̄ pạtthụ̄ Allah tʿālyā chuh yimn baaymann hnz sare kthh bvzvun byyhi yihund aʿmal v afʿāl pvur vuchhh vun."
  },
  {
    "verse_id": 18,
    "translation": "Akh gyhi yhi kth. Doyim kth chhe yhi Allah tʿālyā hs ạsụ̄ kạfrn hndụ̄ sạriy tdbyr sust th bykar krnụ̄."
  },
  {
    "verse_id": 19,
    "translation": "Ae kạfrv hrgah tvhụ̄ fạṣlh czhanddan chhiv byshk suh fạṣlh spud ẓạhir. Mslmann spzftḥ ḥạṣil yymhi sintụ̄ mʿlvum spud kh tihund dyn chuh pvz dyn. Tmiy dynch pzi pyrvy krnụ̄, vonụ̄ hrgah tvhụ̄ shrkh nishhi pth rvziv mslman spdiv, thi chuh tuhndi khạṭr setthah bhtr, hrgah tvhụ̄ dvbarh byyhi shrart kriv tylhi chh asụ̄ thi dvbarh aslams th mslmann mdd krnh khạṭr th kạfrn shkst dinh khạṭr tyar. Tohyhi mh rvzin khyal kh āyindh krv asụ̄ amhi khoth bvdd lshkr jmʿ yhi thạvizi yqyn kh hrgiz diyhi nh tohyhi kanhh faydh bdd jmaʿt tuhnz agrchhi ạsitn so setthah zyadh tʿdad kinụ̄. Byyhi chhe ḥqyqt kh Allah tʿālyā chuh baaymann sintụ̄ prth vqth mddgar."
  },
  {
    "verse_id": 20,
    "translation": "Ae baaymanv frmanbrdạry kriv khdae snz byyhi tihndis pyghmbr snz byyhi mh kriv tihndyn aḥkamn tʿmyl krnh nishhi rvgrdạny. Drḥaltykh tvhụ̄ chuhv khdae sund klam pyghmbrsund vʿẓ bvzan. Tithe pạtthụ̄ kriv timn ḥukmn petth ʿml thi."
  },
  {
    "verse_id": 21,
    "translation": "Tvhụ̄ mh ạsiv timn lvukn hiy yim zyvi sintụ̄ vnan chhi bvuz ashi mgr bvzan chhinh kynhh, ʿml chhinh tth petth kran kynhh."
  },
  {
    "verse_id": 22,
    "translation": "Pzụ̄ pạtthụ̄ sarive jandarv andrh chhi bdtr Allah tʿālyā hs nishhi time yim pvz kth bvznh nishhi zrụ̄ āsn pzụ̄ kth vnnh nishhi klụ̄ āsn. Yimn nh pz kth kunhi qsmh fkri tran āshi. Pth ge tim yim aʿtqadh bavjvd ʿmlhi andr kvtạhiy krn yʿny mslman ạsith krn tʿmyl aḥkam krns andr susty tim ge nh bdtr mgr bd th ychh ge ẓrvur timn pzi tmhi nishhi pth rvzun."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi hrgah Allah tʿālyā timn kạfrn mnz zanhi hakanhh khạr vbrkthah tylhi shayd bvznavykh yʿny tvfyq diyhi hykh bvznuk. Tvpth hrgah bvz navihykh thi tvthi czlh hn th rvgrdạny krhn tim pzi nishhi buth phirith."
  },
  {
    "verse_id": 24,
    "translation": "Ae baaymanv ashi yus ḥukmah kvr tohyhi yymhi brvntth kh tʿmyli aḥkam th aṭaʿt th frman brdạry kriv thi kvr ashi tuhndy fạydh khạṭr tmhi sintụ̄ bnhi tuhnz ḥyati abdy. Lhādha mạniv ḥukm khdae sund byyhi pyghmbri khdae sund, yylhi nad diyhi tohyhi suh pyghmbr khda tth kamhi kun yosh tohyhi zindh thaviyv dyns kun. Yymhi sintụ̄ dạymy zndgy mysr spdan chhe, byyhi zạniv akh kth Allah tʿālyā chuh tthvr spdan shkhṣs th tihndis dils mnz doyv ṭryqv. Akh gvv baaymanv sndis dils chuhnh aṭaʿt kh brkth kfrv mṣyyts kun nivan. Byakh gvv kạfr sndis dils chuhnh mukhalft kh shamth th nḥvsth ayman v aṭaʿts kun kanhh ath vth divan. Amiy andrh supd mʿlvm aṭaʿt vfrman brdạriy petth mdavmt th ddadd krun chuh setthah mufyd. Mukhalfts th nafrmạny petth ddadd krnụ̄ chhe setthah muẓir, byyhi zạniv yhi kth kh tvhụ̄ sạriy yiyiv ts mʿbvdi brḥqs nishhi svnbrnh. Sue diyhi frman brdarn rut jza nafrmann skht sza. Yithh pạtthụ̄ tohyhi petth pnnhi aṣlaḥ khạṭr frman brdạry vạjib chhe yithe pạtthụ̄ chuh vạjib tohyhi petth byyn lvukn hund aṣlaḥ krun. Timn mnz frman brdạry hund shvq pạd krun. Ath sintụ̄ hrgah mmkn spud yus zyvi sintụ̄. Mmkn spdi yus tʿlqat czttnh sintụ̄. Hrgah mmkn spdi yus ya ṣirf dils andr nfrt krnh sintụ̄. Yhi gvv bnim drjh aymanuk. Vrnh yus mdahnt kr, yʿny gnah vuchhi tvpth krinh tth trdyd tylhi chuh tmhi gunhuk vbal th sza ts shkhṣs thi. Yylhi ḥqyqt yhi chhe."
  },
  {
    "verse_id": 25,
    "translation": "Lhādha khvucziv tth blayhi yosh nh khaṣ timne yạcz valnh yyhi. Yimv tohyhi andrh ẓlm v nafrmạny krblkh spdn tth mnz sạriy grftar, byyhi zạniv kh Allah tʿālyā sund ʿdhab chuh setthah skht."
  },
  {
    "verse_id": 26,
    "translation": "Byyhi pạviv czyts yylhi tvhụ̄ hjrt brvntth km th kmzvr ạsiv mkh shryfs andr, ntth ạsv kh thph maninav lvukh, tth ḥals andr dicz vh chhpn jae khdayn mdynh shryfs andr. Byyhi krnv tạyyd pnnhi mdd sintụ̄, byyhi kvrnv rut rzq ʿṭa yuth tohyhi shkur gudhạry kriv."
  },
  {
    "verse_id": 27,
    "translation": "Ae baaymanv asụ̄ chhi tohyhi mkhalft th nafrmạny nishhi yymhi mokhh mmanʿt kran kh tohyhi petth chhi khdae sndụ̄ th pyghmbri khdae sndụ̄ kynhh ḥq mtthi. Tim bja annh sintụ̄ vathi tohyhi nfʿ th fạydh. Nafrmạny sintụ̄ chuh timn ḥqvqn andr khll th nqṣan vaqʿ spdan. Yymhi sintụ̄ tuhndise nfʿs th fạyds mnz khll th nqṣan vaqʿ spdan chuh. Yylhi yhi kth tohyhi fikri tri. Lhādha mh trạviv khll byyhi mh kriv khda v rsvl sndyn ḥqn andr, yhi gvv ḥqyqts andr tuhund pnnyn qạbil ḥfaẓt chyzn andr khll th nqṣan vatnavun, diydh vdansth. Zạnith krith. Akthr avqat chuh maluk th avladn hund mḥbt mkhul spdan khda vrsvl snzi frman brdạry. Lhādha diyv tvhụ̄ khda vrsvl sndis mḥbt vaṭaʿts trjyḥ mal vavladn hndis mḥbts petth. Yuth asụ̄ vuchhv kus akhah chuh mal vavladn hndis mḥbt trjyḥ divan sạnis mḥbts petth."
  },
  {
    "verse_id": 28,
    "translation": "Var zạniv kh tuhundụ̄ mal v avlad chhi akh āzmạysh th amtḥanuk chyz yhi zạniv kh Allah tʿālyā hs nishy chhe mzvurụ̄ timn lvukn hndi khạṭr yim tihundue mḥbt zyadh chhi thavan chhi byyn sarne hndi khoth."
  },
  {
    "verse_id": 29,
    "translation": "Baaymanv hrgah tvhụ̄ khvucziv khdays tihnz kriv pvurh aṭaʿt, suh kri tohyhi aimtyạzy nishanh ʿṭa, byyhi kri dvur tuhnz bdyhi, byyhi krimghfrt tohyhi sarne gunhn. Allah tʿālyā chuh bvdd fẓl vvl. Pnnhi fẓl sintụ̄ kri suh amhi ʿlavh khbr km km chyz ʿṭayim nh vhm v gumans andr hykn yith."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi pạviv czyts yylhi tohyhi mtʿlq tdbyr th mshvrh kran ạsụ̄ daralndvs andr svchan ạsụ̄ tuhndi khạṭr qạd krnh khạṭr ya qtl krnh khạṭr, ya jlavṭn krnh khạṭr mkhtlf tdabyr, tim ạsụ̄ pnnhi khyalh tdbyr svchan, Allah tʿālyā thi avs pnnụ̄ tdabyr kran tihndụ̄ tdabyr bạṭl v bykar krnh khạṭr, Allah tʿālyā chuh bhtr th rut mẓbvṭ tdbyr krvun. Chnanchhi tihndụ̄ sạriy tdbyr spdụ̄ nakam. Nby krym ṣly Allah ʿlyh v slm vatnạvụ̄ Allah tʿālyā hn timne kạfrn brvntth kinụ̄ pknạvith var kar bṣḥt v slamty mdynh mnvrs mnz."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi yylhi prnh ạsụ̄ yivan timn kạfrn brvntth knhi sạnụ̄ āyat. Vnan ạsụ̄ tim byshk ashi bvuz yhi klam yhi chuhnh kanhh mʿjzh. Hrgah asụ̄ aradh krv asụ̄ thi hykv yuth klam pysh krith, yhi chuhnh kynhh mgr be dlyl kthh pvnshh, yimh kthh brvntthmyn nishhi nql krnh āmcz chhe."
  },
  {
    "verse_id": 32,
    "translation": "Amhi khoth chhe qạbli dhkr yhi kth kh yim ạsụ̄ vnan khdae hrgah yhi qrāni mjyd pzụ̄ pạtthụ̄ chuh chaniy ṭrfh tylhi travtmhi kh nh mannh khạṭr ashi petth āsman kh ṭrfh knhi rvud. Nth vatnav ashi nishhi kddur ʿdhab. Yhi ạs nh timn khbr kh khdae snzn kamyn andr chhe khaṣ mṣlḥcz āsan, ʿdhab nh krns mnz chhe kynhh vjvh āsan timn vjvhn th mvanʿn hund byan chuh amhi pth."
  },
  {
    "verse_id": 33,
    "translation": "Allah tʿālyā krinh hrgiz timn ʿdhab tvhụ̄ timn mnz mvjvd āsnkis ḥals andr, byyhi kithh knụ̄ kri ha Allah tʿālyā timn ʿdhab yth ḥals andr tim āshn kunhi kunhi vqth kufr kh mṭạbq mghfrt mngan. Ṭvaf kran kran ghfrank pran."
  },
  {
    "verse_id": 34,
    "translation": "Timn kyah khṣvṣyt ạs kh timn kriha Allah tʿālyā ʿdhab, tim ạsụ̄ bddụ̄ gnah kran lvukn th pyghmbri brḥqs ạsụ̄ pth rttan msjdi ḥrams nkhh yinh nishhi, ḥalankh ạsụ̄ nh tim lvukh msjdi hndi mtvly th aikhtyar vạlụ̄. Yymich qạblythe ạsụ̄ nh timn. Kunhi ṭryqh avs nh timn thi krnuk ḥq, tmikụ̄ akhtyar vạlụ̄ th mtvly āsnch qạblyt chhna mgr prhyzgar bndn tim ge baayman, lykn timv andrh chhi ddytth kintụ̄ yimn nh aamich khbre chhe."
  },
  {
    "verse_id": 35,
    "translation": "Byyhi ạs nh nemaz tihnz khanh kʿbs nishhi mgr ạsv sintụ̄ shurinụ̄ vayinụ̄. Byyhi athv sintụ̄ czri pvp krun. Ath namʿqvl ḥrkts ạsụ̄ nemaz vnan, lhādha czhiv vonụ̄ ʿdhab tmhi kufr bdl yus tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 36,
    "translation": "Pzụ̄ pạtthụ̄ yim kạfr chhi tim chhi mal pnun khrch kran lvukn mnz khdae snzi vthi nishhi pth rttnh khạṭr. Ho gyhi tihnz bdny ʿbadt yhi gyhi tihnz maly ʿbadt, āyindh thi rvzn tim amhi khạṭr mal khrch kran. Ptvlakh spdi suh mal tihndi khạṭr ḥsrtuk sbb. Ptvlakh spdn mghlvb th dhlyl. Yhi gvkh dnyahuk ʿdhab. Ạkhrtuk ʿdhab gvkh alg, yimv lvukv kufr kvr tim sạriy yin svnbravnh qyamtkụ̄ doh jhnms mnz svznh khạṭr."
  },
  {
    "verse_id": 37,
    "translation": "Yuth Allah tʿālyā alg kri napak lvukn pak lvukv nishhi, byyhi diyhi brith napak lvukn akh akis petth, yʿny akh akis sintụ̄ nkhh nkhh thạvith khari timn sarne akh ddyrah. Tvpth diykh ykh vtth brith jhnms mnz, yime lvukh thi kyah ge tavn zd yth tavan zdgy nhaythe chuhnh."
  },
  {
    "verse_id": 38,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ṣly Allah ʿlyh v slm kạfrn yimn brvnttihm mẓmvn bvuzith kynhh athr spudmut āshi kh hrgah tim kufr v shirkh nishhi pth rvuzith mslman spdn timn yyhi brvntthmis sạrse bkhshạyish krnh, hrgah dbarh byyhi kufre krn bdstvr rvzn kufrse petth. Ps chhe brvntthmyn kạfrn hnz rvish gdhrymcze. Timv kyah kvr timn kyah bnyv."
  },
  {
    "verse_id": 39,
    "translation": "Tvhụ̄ kriv ya rsvl Allah yimn kạfrn sintụ̄ jhad. Hrgah yim kufrse petth rvzn yvtanụ̄ yhi shrk v kufruk fitne spdi khtm, prth ṭrfh phhlhi dyn khdae sundue, tvpth hrgah tim pth rvzn kufr nishhi Allah tʿālyā chuh tihnz sare kamhi vuchhan."
  },
  {
    "verse_id": 40,
    "translation": "Hrgah tim rvgrdạny krn. Tvhụ̄ rvziv mẓbvṭ. Khdae sund nav hyth kriv tihund muqablh. Tvhụ̄ zạniv pzụ̄ pạtthụ̄ kh Allah tʿālyā chuh tuhund rfyq. Sue chuh tuhund rut rfyq th rut mddgar tuhund."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi zạniv yhi kth var kh btḥqyq yhi kynczhah tohyhi kạfrn nishhi mali ghnymt ḥạṣil kriv ps chuh tmyuk ḥkum. Tth sạrse gczhn panczh ḥṣh krnh yin. Tvpth gczhn tth pạnczmis ḥiṣs byyhi panczh ḥiṣh krnh yin. Tmhi mnz pạnczim ḥṣh khdays th tihndis pyghmbrh sndi khạṭr thavun. Nby krym ṣly Allah ʿlyh v slm krn nyabt khdae sund ḥiṣh vṣvl tvpth krn tim khrch tmhi mnz pnnyn dhạty akhrajatn petth. Byyhi pnnyn ahli qrabtn petth yimv abtda petthh timn nuṣrt v mdd kvr. Bny hashim, bny mṭlbv andrh yimn zkvāh rttnụ̄ chhe ḥram byyhi ytymn th ḥajt mnd mslmann petth. Byyhi msafrn petth tmhi pth yim czvr ḥṣh mali ghnymtkụ̄ baqy chhi tim yin lshkri petth tqsym krnh. Svars zh ḥṣh, pthr pkh vnis akh ḥṣh, hrgah tohyhi pczh krv khdays, byyhi kvruv ts petth yqyn. Byyhi tth petth yhi ashi nạzil kvrpnnis bnde khaṣs ḥẓrti Muḥammads petth ṣly Allah ʿlyh v slm fạṣlh dohh yʿny jngi bdrkụ̄ dohh. Yymhi dohh zjmạcz baayman th kạfr avryvr muqạbil spdụ̄. Yvm alfrqan andr chuh murad jngi bdruk doh yymhi dohh pzis th apzis frq āyhi krnh, Allah tʿālyā chuh prth chyzs petth pvur h qdrt vvl."
  },
  {
    "verse_id": 42,
    "translation": "Yymhi dohh tvhụ̄ ạsiv ae baaymanv mydani jng kis kinars petth yus mdynh shryfs nzdyk avs. Kạfr ạsụ̄ mydan kis tth kinars petth yus mdynh shryf nishhi dvur avs, abv sufyan sund qbylh avs tohyhi bvnmhi ṭrfh smndrkis kinars qryb pkan, hrgah tvhụ̄ fryqyn panh vạnụ̄ jng krnh khạṭr kanhh vqtah mqrr krihiv. Tth vqts mnz gczihh hv tohyhi aikhtlaf th ps vpysh mmkn avs kh pnnhi km samanh āsnh mokhh mylihivnh tvhụ̄ vqts petth, mgr Allah tʿālyā hn svnbrạviv tvhụ̄ avr yvr vqt mqrr krnh vrạe, yuth Allah tʿālyā jạriy kri suh ḥkum yus tmis krun avs yʿny ʿzti aislam shksti kufr, yhi tdbyr krAllah tʿālyā hn yuth yhi nnụ̄ qdrt vuchhith hlak gczh vun thi hlak gczihh dlyl vuchhith. Zindh rvzi yus zindh rvzi dlyl vuchhith. Yʿny prth akis spdi mʿlvm qdrti khda. Kithh pạtthụ̄ krtmụ̄ nnụ̄ yạriy mslmann. Sazv samanh vrạe krnkh ftḥ ʿṭa, byyhi chuh byshk Allah tʿālyā svrue bvzvun svrue zanh vun,"
  },
  {
    "verse_id": 43,
    "translation": "Suh vqt thi chuh yad krns qạbil yylhi Allah tʿālyā hn hạvv tohyhi kạfrn hnz lshkr khoabs mnz km, hrgah tohyhi havihv suh lshkr zyadh tʿdad kinụ̄ tylhi spdihvu tvhụ̄ km hmt, byyhi krihivụ̄ tvhụ̄ ẓrvur aikhtlaf jhad krns andr, lykn Allah tʿālyā hn thạviv timv doshve chyzv nishhi bslamt. Nh kvruv tohyhi akhtlaf nh spidv tvhụ̄ km hmt, pzụ̄ pạtthụ̄ suh chuh pvur zanh vun diln hnz kthh."
  },
  {
    "verse_id": 44,
    "translation": "Byyhi pạviv czyts yylhi Allah tʿālyā hn tuhnzn nẓrn andr anụ̄ tim kme yymhi saʿth tohyhi mqablh hyvtuv krun. Tuhnzn nẓrn mnz thi aninv tvhụ̄ kme yuth janbynn mqabluk jdhbh mẓbvṭ spdi, yhi thi kvr Allah tʿālyā hn yuth suh pvur kri tth ḥukms yus tmis bhral krun avs. ʿzti aslam. Shksti kufr, khdae se kun chhi sare kamhi rjvʿ kran."
  },
  {
    "verse_id": 45,
    "translation": "Ae baaymanv yylhi tvhụ̄ jhads mnz smkhan ạsiv kạfrn hndis kunhi jmaʿts sintụ̄. Tmhi saʿth gczihh yimn chyzn hund pvur khyal thavun. Akh gczihh thạbt qdm rvzun czlun gczihh nh. Byyhi gczihh setthah yad khda krun yuth tvhụ̄ kamyab spdiv. Yadi khda sintụ̄ chuh dil qvy spdan."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi gczihh khdae snz byyhi tihndis pyghmbrh snz frman brdạry krnụ̄ kanhh kạmah gczihh nh khlaf shrʿ spdnụ̄, byyhi gczihh nh panh vạnụ̄ harharth qẓyhi krun, tmhi sintụ̄ gczihv pst hmt th sust. Byyhi vothhi tuhundrʿb v dab lkne hnzn nẓrn andr, byyhi krivṣbr, pzụ̄ pạtthụ̄ Allah tʿālyā chuh ṣbr krvnyn sintụ̄ sintụ̄. Tmsund sintụ̄ āsnue chuh nuṣrtuk baʿth."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi mh ạsiv tvhụ̄ timn kạfr lvukn hiy yim drae ath jngs mnz pnnyv shhrv mnz tkbur v ghrvr san. Byyhi lvukn thykan thykan, byyhi drae lvukh pth rttnh khạṭr khdae snzi vthi nishhi, Allah tʿālyā chuh tihnzn sarine kamyn aḥaṭh krvun."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi kriv suh doh yad yymhi dohh shyṭann timn kạfrn andr vsvsh kh dhryʿh zynt dyut, dvpnkh az pvshhi nh tohyhi kanhh thi lvukv andrh, bh chuhs panh tuhund mddgar, ad yymhi saʿth doshve jmạcz )baaymann th kạfrn hnz( akh akis mqablh ljhi shyṭans āv bvznh mlạykn hund nạzil spdun. Tithe czvl suh pvt pvtue, fndv, frybv th apzyv vʿdv sintụ̄ navivạlith lvgukh dpnhi me chuhnh tohyhi sintụ̄ kanhh vasṭh. Bh chuhs vuchhan ty yhi nh tohyhi bvznh yivan chuhv, bh chuhs khvczan khdays. Allah tʿālyā chuh skht ʿdhab krvun. Khṭr chuh me kh yth jngs andr ma yyhi kvtths kanhh cznddah, ʿmri khạṭr gczihh kvtth brhm."
  },
  {
    "verse_id": 49,
    "translation": "Yymhi dohh mnafq byyhi tim lvukh yihndyn diln andr shkch bymạrụ̄ ạs vnan ạsụ̄ mghrvur chhi krmtụ̄ yim lvukh mslman dynn pnnụ̄. Hlakts mnz chhi zvr pnun pan trvan tʿdad kinụ̄ km ạsith. Samanh kinụ̄ km ạsith chhi yim mslḥ fvjs sintụ̄ mqablh krnh khạṭr āmadh spdan, Allah tʿālyā chuh frmavan yimn chuh pvur tvkl th aʿtmad pnnis khdays petth. Lhādha yus akhah mʿbvdi brḥqs petth tvkl kri tmsund dil spdi ẓrvur mẓbvṭ th mḥkm. Kyazi tihund mdd gar chuh Allah tʿālyā byshk suh chuh zbrdst ḥikmt vvl."
  },
  {
    "verse_id": 50,
    "translation": "Hrgah vuchhiv tmhi satuk ḥal yymhi saʿth kạfrn qbẓ rvḥ kran ạsụ̄ mlạyk tohyhi yiyhi ha bvznh ʿjyb vaqʿh. Tim mlk ạsụ̄ tmhi saʿth narvyv ddinsavsintụ̄ kạfrn hndyn buthyn th thrn petth chvb divan. Gvya latthy charj kran, byyhi ạsikh vnan vunhi kyah vuchuhv tohyhi. Yhi ʿdhab chuhnh ạkhrt kis ʿdhabs nsbt kihinụ̄."
  },
  {
    "verse_id": 51,
    "translation": "Yhi chuhv tohyhi timn ychh ʿmln hund bdlh yimh tohyhi pnnyv athv brvnhh kun svzv. Byyhi zạniv tvhụ̄ var kh Allah tʿālyā chuhnh hrgiz bndn ẓlm krvun naḥq kri hkh ʿdhabs grftar."
  },
  {
    "verse_id": 52,
    "translation": "Yimn kạfrn hnz ḥalt chhe yth kthhi andr kh kufr v nafrmạny petth āv timn sza dinh. Yicze yiczh frʿūn sndi qvmch byyhi timn kạfrn hnz ḥalt chhe yth kthhi andr, timv thi kyah kvr kufr th ankar khdae sndyn āyatn, ps rttụ̄ tim Allah tʿālyā hn tihnzn nafrmạnyn hndi vjhh, pzipạtthụ̄ Allah tʿālyā chhu setthah ṭaqt vvl skht ʿdhab krvun."
  },
  {
    "verse_id": 53,
    "translation": "Yhi kth kh asụ̄ kyah chhinh jrmh vrạe sza divan chhe amy vjhh kh ashi nishhi chuh akh qanvn th qạʿdh muqrr. Suh gvv zi Allah tʿālyā chuhnh kunhi tth nʿmts bdlavan yosh kunhi qvms tmụ̄ ʿṭa krmcz āshi. Tvtanụ̄ yvtanụ̄ nh time timn kamyn bdlavn yimh timn spurd th mtthi āsh krnh āmcz yʿny ʿbadt th aṭaʿt, yhi kth chhe thạbt kh Allah tʿālyā chuh svrue bvzvun svrue zanh vun. Yth ḥalt bdlavnkis mʿāmls andr thi chhe tihnz ḥalt."
  },
  {
    "verse_id": 54,
    "translation": "Ticzhe yiczh qvmi frʿūn th byyn kạfrn hnz ḥalt ạs. Yim timn brvntth ạsụ̄, timv kvrpnnis prvrdigarh sndyn āyatn ankar th tim zạnikh apuz, ps gạlụ̄ tim ash yimne gnhn th nafrmạnyn hndi vjhh, byyhi phattuv ashi frʿūn sund qvm dryavs andr, yim sạriy ạsụ̄ setthah srksh th ẓạlim."
  },
  {
    "verse_id": 55,
    "translation": "Pzụ̄ pạtthụ̄ mkhlvqv andrh chhi bdtd Allah tʿālyā hs nishhi tim lvukh yimv kufr kvr. Ps ann nh tim kunhi ṭryqh ayman."
  },
  {
    "verse_id": 56,
    "translation": "Yimn sintụ̄ tohyhi ṣlḥk ʿhd v pyman kvruvtvpth chhi tim prth ltthi puhttravan suh pnun mʿāhdh. Byyhi chhinh ʿhd shikny krns khvczan thi."
  },
  {
    "verse_id": 57,
    "translation": "Ps hrgah tvhụ̄ lbiyvkh tim ʿhd shkniy krvnụ̄ jngs andr muqablh kran. Timn petth gczihh tyuth ḥmlh krun. Tihndi sintụ̄ gczhn czlravnụ̄ tim yim timn pth āsn mddgar ya timn pth yivnụ̄ āsn. Yuth tim ʿbrt rttn."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi hrgah tvhụ̄ khvucziv th andyshh kriv kunhi qvm chhi ʿhd shkniy, ps vaps kriv tihund suh ʿhd timne kun yʿny suh ʿhd puhttrạviv. Mgr tmhi ʿhd puhttravnch khbr gczihh spdnụ̄ doshvnụ̄ fryqn brabr brabr yʿny timn kriv khbr jng vaqʿ krnh brvntth kh chvnkh tvhụ̄ chhiv yymhi yymhi qsmchhi ḥrkcz kran lhādha yus ʿhdah tohyhi sintụ̄ krnh āmut chuh suh gvv khtm. Yuthnh tim tohyhi petth bvr kharn. Yithh ṣaf aṭlaʿ vrạe timn sintụ̄ jng krun gyhi khyant, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh khyant krvnyn psnd kran."
  },
  {
    "verse_id": 59,
    "translation": "Gumanh mh krn kạfr kh tim kyah czlụ̄ ashi nishhi. Vonụ̄ hykvkh nh asụ̄ tim qvbv krith, pzụ̄ pạtthụ̄ tim hykn nh ashi kunhi chyzh sintụ̄ ʿạjiz th tng krith."
  },
  {
    "verse_id": 60,
    "translation": "Ae mslmanv tyạry kriv kạfrn sintụ̄ jhad krnh khạṭr yhi mmkn spdiv thi samanh andrh gur gnddith thavnh andrh, tmhi sintụ̄ khvcz nạviyvkh tvhụ̄ khdae sndụ̄ dshmn th pnnụ̄ dshmn thi yʿny mkkụ̄ kạfr, byyhi mkh kyn kạfrn vrạe thi baqy dshmn, yim nh tvhụ̄ zạniyvkh blkh zanykh Allah tʿālyā pvur, byyhi yus chyzah khrch kriv tvhụ̄ khdae snzi vthi andr yth mnz jhad th shạmil chuh tmyuk bdlh yyhi tohyhi pvur ʿṭa krnh. Tohyhi nsbt yyhi nh kanhh kmyah tth andr krnh. Ḥdyth shryfn andr chhe tyrandạzy hychh nch tmich mshq krnch, gurz hychh nch, guri s petth khsun hychh nch setthah fẓylt āmcz. Azikh vqth gvv bndvq, tvp th baqy ālat jdyd chlavnụ̄ hychhn tmyuk qạyim mqam. ʿām ṭvr vrzish krnụ̄ th tth mnz dạkhl."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi hrgah kạfr ṣlḥs kun mạyil spdn tohyhi thi chuhv ajazt kh hrgah tvhụ̄ thi spdiv mạyil tth, byyhi kriv tvhụ̄ aʿtmad Allah tʿālyā hs petth, pzụ̄ pạtthụ̄ suh chuh svrue bvzvun, svrue zanh vun."
  },
  {
    "verse_id": 62,
    "translation": "Byyhi hrgah tim tohyhi dhvkh yczhn dyun ps chuh byshk Allah tʿālyā tohyhi mdd krnh khạṭr ḥfaẓt krnh khạṭr kạfy. Chnanchhi, suh gvv sue yymụ̄ tohyhi ghạyby mdd kvr mlạykv sintụ̄. Ẓạhry mdd kvr baaymanv sintụ̄."
  },
  {
    "verse_id": 63,
    "translation": "Yymụ̄ prvrdigarn aulft trạvv baaymann hndyn diln andr, hrgah tvhụ̄ khrch krihvu thi svrue mal yus zmyns petth chuh tvthi hykhivụ̄nh aulft pạd krith tihndyn diln andr. Lykn Allah tʿālyā ne trạvv aulft timn mnz, pzụ̄ pạtthụ̄ suh chuh zvrāvr ḥikmt vvl."
  },
  {
    "verse_id": 64,
    "translation": "Ae pyghmbr bs chuh tohyhi Allah tʿālyā byyhi yim tohyhi sintụ̄ chhi baayman."
  },
  {
    "verse_id": 65,
    "translation": "Ae pyghmbr shvq th trghyb diyv baaymann jhaduk, hrgah tohyhi mnz vuh )20( znụ̄ ṣbr krvnụ̄ āsn tim pvshn kạfrv andrh don htn )200(, byyhi hrgah tohyhi mnz akh hth mujạhid ṣbr krvnụ̄ āsn tim pvshn akis sass kạfrs kyazi tim chhi qvmah nasmjh."
  },
  {
    "verse_id": 66,
    "translation": "Goddnyuk ḥkum yus ṣḥabh ṣạbn petth dshvar spud Allah tʿālyā hn kvr suh ḥkum mnsvkh. Frmvvun vonụ̄ kvrAllah tʿālyā hn tohyhi petth tkhfyf. Tmụ̄ zvn kh tohyhi andr chhe susty. Lhādha chuhv vonụ̄ yhi ḥkm kh agr tohyhi mnz akh hth mujạhid thạbt qdm tim spdn ghạlib don htn kạfrn petth, yithe pạtthụ̄ hrgah tohyhi mnz āsn akh sas mujạhid tim spdn ghạlib don sasn kạfrn petth khdae sndi ḥukm sintụ̄. Kyazi Allah tʿālyā chuh ṣbr krvnyn sintụ̄ sintụ̄ timn mdd kran."
  },
  {
    "verse_id": 67,
    "translation": "Ae mslmanv tvhụ̄ diytv mshvrh nby kryms ṣly Allah ʿlyh v slm qydyn nishhi kynhh mal hyth tim travnavnuk, yhi gvv nh jan. Kyazi nby krym sndis shans shvbhi nh kh tihndụ̄ qydy kyah yin chhddnh qtlh vrạe blkh gczhn tim qtl krnh yin. Ta aynkh zmyns mnz spdi kạfrn hnz khvnryzy shr th fsad dfʿ, ae mslmanv tvhụ̄ chhiv czhanddan dnyahuk saman timy mokhh diczv rae nby kryms ṣly Allah ʿlyh v slm tim qydy fidyhi rttith travns petth, Allah tʿālyā chuh tuhndi khạṭr rạẓy ạkhrt kis samans, Allah tʿālyā chuh zbrdst ḥikmt vvl. Suh kriha tohyhi kạfrn petth ghlbh dith setthah maldar."
  },
  {
    "verse_id": 68,
    "translation": "Hrgah ne Allah tʿālyā hn darrv zi azl lyvukhmut āsha kh yimv qydyv mnz ann bʿẓ ayman yymhi sintụ̄ nh kanhh fsad vaqʿ spdi ymyuk aḥtmal avs nth spdi ha tohyhi petth yimn nishhi yhi fidyhi rttnh mokhh bvdd ʿdhab nạzil. Tuhund mshvrh drav atfaqaan rutue yymhi mokhh tvhụ̄ sza nishhi mḥfvẓ rvudiv."
  },
  {
    "verse_id": 69,
    "translation": "Vonụ̄ khyyv tmhi mnz yhi tohyhi ḥạṣil kvrv timn nishhi fidyhi pạtthụ̄. Ḥlal ṭyb zạnith, byyhi khvucziv Allah tʿālyā hs. Āyindh mh kriv yiczh kạm zanhh. Pzụ̄ pạtthụ̄ Allah tʿālyā chuh mghfrt krvun, rḥm krvun, gnhs krnv bkhshạysh, yhi gv vmghfrt. Mali fidyhi kvrnv ḥlal yhi gyhi rḥmt."
  },
  {
    "verse_id": 70,
    "translation": "Ae pyghmbrh frmạviv timn qydyn yim tuhndis qbẓs mnz chhi, hrgah Allah tʿālyā tuhndyn diln andr nyky th rczr vuchhhi aslam qbvl krns andr tylhi kryv suh tohyhi ʿṭa bhtr mal tmhi malh khoth yus tohyhi nishhi vṣvl krnh āv fidys andr, byyhi kri tohyhi mghfrt. Allah tʿālyā chuh setthah mghfrt krvun rḥm krvun."
  },
  {
    "verse_id": 71,
    "translation": "Hrgah tihnz khvahsh āshi tohyhi dhvkh dyun aslam annh sintụ̄ ya rsvl Allah suh kynhh nv kth chhanh, ps btḥqyq timv chuh azikh brvntth thi khdays pnnhi khyalh dhvkh dyutmut. Mgr khdays hykhi nh kanhh dhvkh dith, ps mvqʿh dyut Allah tʿālyā hn tohyhi timn antqam hynuk brvntthmhi ltthi, Allah tʿālyā chhu zann vvl, tmis chhe khbr khyant vvl kus chuh. Ḥikmt vvl pnnhi ḥikmt sinty kri suh byyhi kanhh ṣvrt pạdh. Yymhi sintụ̄ tim byyhi grftar spdn."
  },
  {
    "verse_id": 72,
    "translation": "Pzụ̄ pạtthụ̄ yimv lvukv ayman avn byyhi yimv hjrt thi kr pnun vṭn mkh shryf trvvukh dyn kh mḥbth. Byyhi yimv jhad kvr mal vjan sintụ̄ khdae snzi vthi andr timn ṣḥabh ṣạbn chhi vnan mhajir, byyhi yimv lvukv timn mhajirn pnnis shhrs andr jae dicz byyhi mdd kvr timn chhi vnan anṣar. Mdynh mnvrkụ̄ ṣḥabh ṣạb, tim chhi panh vạnụ̄ akh aksndụ̄ dvst th vạrith, byyhi yimv lvukv ayman anith hjrt krnh timn chuhnh tohyhi sintụ̄ dvsty hund kanhh tʿlq nh vrathtuk. Yvtanụ̄ nh tim hjrt krn tylhi chhi tim thi tth ḥukms andr dạkhil, hrgah tim tohyhi nishhi dyn chhi kunhi kamhi andr mdd czhanddn. Yʿny kạfrn sintụ̄ jhad krns andr tohyhi pzi timn tth andr mdd krun, mgr gczhykh nh mdd krun. Yylhi timn muqablh āshi krun timn lvukn sintụ̄ yimn th ttohyhi panh vạnụ̄ kynhh mʿāhdh āshi, Allah tʿālyā chuh tuhnz sare kamhi vuchhan."
  },
  {
    "verse_id": 73,
    "translation": "Kạfr yim chhi tim thi chhi addụ̄ addyn hndụ̄ dvst vạrith, hrgah tvhụ̄ yth ḥukms petth ʿml krivnh yʿny mslman mslman panh vạnụ̄ akh aksund mumid th mddgar bniv nh tylhi vothhi mulks andr ftnh, byyhi vothhi bvdd fsad."
  },
  {
    "verse_id": 74,
    "translation": "Byyhi yimv lvukv ayman anith hjrt krbyyhi khdae snzi vthi andr jhad kvr. Byyhi yimv mhajirn jae dicz byyhi aimdad kvr yim sạriy mhajir th anṣar chhi pzụ̄ pạtthụ̄ mslman, tihndy khạṭr chuh bvdd mghfrt ạkhrts mnz byyhi baʿzt rvzy jnts mnz."
  },
  {
    "verse_id": 75,
    "translation": "Byyhi tim lvukh yimv hjrt nbvyh pth ayman avn, tvpth hjrt krbyyhi tohyhi sintụ̄ shạmil rvzith kạfrn sintụ̄ jhad kvr, tim lvukh thi chhi tvhiy andrh, yim rshth dar chhi mhajrn sabqynn hndụ̄ tim chhi zyadh ḥqdar akh akis ghạr rshth darn nsbt, khdae sndi ḥkmh mvjvb, pzụ̄ pạtthụ̄ Allah tʿālyā chuh prth chyzah zanh vun, tmiy chuh prth vqth kh mṣlḥt mvjvb aḥkam muqrr kran."
  }
]