[
  {
    "verse_id": 1,
    "translation": "Yth svrh shryfs chuhnh bsm Allah prnh yivan kynhh thi, kyazi bsm Allah chuhnh nạzil spudmut ath sintụ̄. Yosh ʿbarthah qrāni mjyd kis ḥashys petth lykhnh āmcz chhe so chhe frẓy tmyuk prun chuhnh ẓrvury, yhi chuh khdays th tihndis pyghmbr sndi ṭrfh tmhi mʿāhdch dst brdạry yus tohyhi mushrkn sintụ̄ kvrmut avsuv, yth ṣlḥ ḥd ybyh vnan chhi. Ḥẓrti rsvli krym ṣly Allah ʿlyh v slm āe )6( hijrys mnz ʿmr krnh khạṭr, yylhi tim bmuqam ḥudybyh vạtụ̄. Kạfrv dituhkh nh mkh shryfs mnz acznh. Chnanchhi ath muqams petth spud kạfrn sintụ̄ ṣlḥ. Amhi mʿāhdh ṣlḥuk mudt āv thavnh dah vry. Mkh shryfs mnz yim byyhi qbylh rvzan ạsụ̄ timn mtʿlq spud yhi fạṣlh kh yimv qbylv andr ys khosh kri suh rvzi nby kryms sintụ̄. Ys khosh kri suh rvzi mkh kyn qryshn sintụ̄. Chnanchhi bny khzaʿh rvudụ̄ nby kryms sintụ̄ ṣly Allah ʿlyh v slm. Bny bkr rvudụ̄ qryshn sintụ̄. Akis vrys tam rvud yhi ṣlḥ qạym mgr doymhi vryhi )17(, )18( ryth āshn gmtụ̄ ṣlḥh petthh kh bny bkrn yus qryshn sintụ̄ rlith avs kvr rạth kyut akh ḥmlh bny khzaʿs petth yus nby krym ṣly Allah ʿlyh v slms sintụ̄ rlith avs. Timv dyut amyuk aṭlaʿ nby kryms ṣly Allah ʿlyh v slm. Chnanchh timv hycz tyạriy krnụ̄ qryshn sintụ̄ jng krnch, )8( hjrys andr kvrukh ftḥi mkh. Allah tʿālyā hn kvr aʿlan kh ḥudybys andr yus ṣlḥ krnh āmut avs tmhi nishhi chuh khda byyhi tihund pyghmbr dsti brdar spdan. Suh ṣlḥ puhttrvv qryshv. Lhādha chahnh vonụ̄ kunhi jayhi kạfrn hndi khạṭr amn v amanch ṣvrt."
  },
  {
    "verse_id": 2,
    "translation": "Ps phiyriv yth mulks andr czon rytn khof th khṭr h vrạe. Tim czvr ryth ge dhyqʿdh, dhy alḥjh, mḥrm th rjb, byyhi zạniv kh tvhụ̄ hykiyvn nh Allah tʿālyā ʿạjiz krith. Tvhụ̄ kyah nyriv tihndi qbẓh mnz nybr, byyhi zạniv yhi kth thi kh Allah tʿālyā chuh kạfrn rusva krvun dnya vạkhrts andr ʿdhabs grftar krnh sintụ̄."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chuh aʿlani ʿām yivan krnh khdays th tihndis pyghmbr sndi ṭrfh bddi ḥjh kh dohh, yymhi kue zi Allah tʿālyā th tihund pyghmbr chuh balkl alg timn mushrikn nishhi yimv panh suh ʿhd puhttrv yus ḥudybys mnz krnh avs āmut. Mgr bavjvdān chuhnh vnnh yivan timn kh, vonụ̄ hrgah tvhụ̄ kufr nishhi tvbh kriv th baz yiyv, thi chuh bhtr tuhndi khạṭr doshvnụ̄ jhann andr. Dnyahs andr bchiv qtlh nishhi ạkhrts andr bchiv ʿdhab nishhi, hrgah tvhụ̄ aslam nishhi aʿraẓ kriv ps zạniv tvhụ̄ kh hrgiz hykiyuvn nh tvhụ̄ psr anith th ʿạjiz krith Allah tʿālyā kunhi ṭrfs kun czlnh sintụ̄ th khttith rvznh sintụ̄ ya byyhi kunhi chyz sintụ̄. Bvz nạviyvkh tvhụ̄ kạfr drdnak ʿdhabch khbr yymhi nishhi nh yim bchithe hykn kunhi."
  },
  {
    "verse_id": 4,
    "translation": "Mgr puhttnh tihund yhi ʿhd timn kạfrn hnd ḥqh yimv tohyhi sintụ̄ mʿāhd kvrmut chuh. Tvpth āsykh nh kunhi chyzs mnz tohyhi nsbt ʿhd pvr krns mnz kmy kr mcz, byyhi āsykhnh kạnshi akis tuhndis dushmnv andr tohyhi mqablh mdd kvrmut, timn sintụ̄ kriv tihund mʿāhd h pvur yth mudts tanụ̄ timn sintụ̄ muqrr krnh āmut āshi yʿny tim chhi bdstvr amns andr. Tim ge bny khmrh bny mudalj. Yim zh qbylh ạsụ̄ bny knans andr yimv nby krym ṣly Allah ʿlyh vslmn sintụ̄ mʿāhdh kvrmut avs tihndis mʿāhds ạsụ̄ baqy vunhi nv ryth. Yimv ạsụ̄ nh ʿhd shikny krmcz kynhh thi. Lhādha ruvd yihund mʿāhdh baqy bdstvr, pzụ̄ pạtthụ̄ Allah tʿālyā chuh bdʿhdy nishhi prhyz krvnyn dvst thavan."
  },
  {
    "verse_id": 5,
    "translation": "Ps yylhi gudhrn tʿẓym vạlụ̄ ryt, ps mạriyvkh mushrk yythi pynv th tthi, grftar krith thạviyvkh qạd, pth rttiyvkh tim khanh kʿbs ṭvaf krnh nishhi, zaginh rvuziv timn prth mvqʿs th zagn jayhi petth, tvpth hrgah tim tvbh krn kufr nishhi byyhi hyn krnhi aslamchhi kamhi, mthlaan nemaz prn byyhi dinụ̄ zkvāh., pth )ps( trạviv yylh yihnz vth. Diyvukh pknh avr yvr, pzụ̄ pạtthụ̄ Allah tʿālyā chuh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi hrgah mushrikv andr kanhh tohyhi pnah mnghi tohyhi sintụ̄ mulaqat yyczihh krun. Tvhụ̄ diyv ts pnah th ajazt, taaynkh tohyhi nish yith bvzi suh klami khda. Mmkn chuh tmyuk pyyhi ts petth kanhh athr, tvpth vatnạviyvn suh pnah th amnchhi jayhi. Tmis diyuvn sintụ̄ ḥfaẓt khạṭr pnun kanhh shkhṣah. Yotanụ̄ suh pnnis jmaʿts nishhi vathi, yhi gczihh amy khạṭr krun kh tim chhi be khbr aslam kyv aḥkamv nishhi mmkn chuh hrgah tvhụ̄ ts diyiv pans nishhi yinh suh bvzyv tohyhi nishhi aslamchhi kthh yymhi sintụ̄ mutạthr spdith byyn nish thi vatnavi tim dlylh. Tim thi spdn mutạthir."
  },
  {
    "verse_id": 7,
    "translation": "Kithh pạtthụ̄ hykhi ạsith mushrikn khdays nishhi kanhh ʿhdah ya tihndis pyghmbrs nishhi. Yus ʿhdi qạbli rʿāyt yiyhi zannh. Kyazi rʿāyt yyhi tth ʿhds krnh yth nh doyim fryq panh puhttravi, mgr tim lvukh yimv mʿāhdh kvr tohyhi sintụ̄ msjdi ḥrams nkh tl, yyitis kals tim syvd rvzn tohyhi sintụ̄ tvhụ̄ thi rvziv timn sintụ̄ syvd, be shk Allah tʿālyā chuh dvst thavan bd ʿhdy nishhi pth rvz vnyn."
  },
  {
    "verse_id": 8,
    "translation": "Ktihh pạtthụ̄ rvzi tihund ʿhd qạbli rʿāyt tihndyn diln andr chuh khochr. Chnanchh hrgah tim tohyhi petth ghlbh krnuk mvqʿh lbn tim krn nh kanhh vayah th liḥaẓ, nh rshth dạry hund nh kunhi ʿhduk, timn petth chuhnh kanhh aʿtbar tim chhi tohyhi rạẓy thavan kthv sintụ̄, dil chuhkh timn kthn ankar kran dil chuhkhnh timn kthn sintụ̄, timv andr chhi zyadh srksh th shryr. Tim chhinh yczhan ʿhd pvur krun."
  },
  {
    "verse_id": 9,
    "translation": "Ḥạṣil kvrtimv khdae sndyn aḥkamn bdl dnyahuk mtaʿ napayydar. Tvpth rttikh pth lvukh tihnzi vthi nishhi. Lvukn ditukh nh tihnzi vthi petth pknh yʿny aslams mnz shạmil spdnh, pzụ̄ pạtthụ̄ tim yimh kamhi kran chhi tim chhe setthah ychh kamhi."
  },
  {
    "verse_id": 10,
    "translation": "Tim chhinh lḥaẓ th rʿāyt kran kạnshi baayman sndi ḥqh. Nh kunhi rshth dạry hund nh kunhi ʿhduk, yime lvukh chhi ḥd ddlh vnụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Bavjvdān hrgah tim tvbh krn shirkh nishhi byyhi thavn qạyim nemaz byyhi krn ada zkvāh... Tylhi chhi tim tihndụ̄ bạe dyns andr, asụ̄ chhi vyczh nạvith aḥkam vnan zann valyn lvukn hndi khạṭr."
  },
  {
    "verse_id": 12,
    "translation": "Tvpth hrgah tim puhttravn qsm pnun ʿhd krnh pth, byyhi din tuhndis dyns ṭʿnh. Tth petth krn aʿtraẓat, ath ḥals mnz kriv tvhụ̄ jng kufr kyn pyshvahn th zitthyn sintụ̄, pzụ̄ pạtthụ̄ timn chuhnh kunhi ʿhd v pymanuk khyal. Dyv tim pth rvzn kufr nishhi."
  },
  {
    "verse_id": 13,
    "translation": "Kyah tvhụ̄ kriv na jng timn lvukn sintụ̄ yimv puhttrvv ʿhd pnun, byyhi yimv qṣd kvr pyghmbri khda pnnhi shhr mnz nybr kddnuk, timve kvr abtda tohyhi sintụ̄ jng krnuk kyazi timv kvr tuhndis hm qsm qvms bny khzaʿs sintụ̄ jng, kyah tvhụ̄ chhiv timn khvczạny, Allah tʿālyā sund khvf gczihh tohyhi āsun zyadh hrgah tvhụ̄ baayman chhiv."
  },
  {
    "verse_id": 14,
    "translation": "Tvhụ̄ kriv jng timn sintụ̄ yuth grftar ʿdhab kri timn Allah tʿālyā tuhndyve athv. Byyhi kri Allah tʿālyā timn rusva th dhlyl, byyhi diyhi tohyhi Allah tʿālyā timn petth ghlbh byyhi bkhshhi shfa Allah tʿālyā baaymann hndyn diln tihund jigr shhlavi."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi kri dvur Allah tʿālyā tihndyn diln hndis ghms th ghuṣs, byyhi kri Allah tʿālyā pnun tvjh timn petth yihund suh yczihh, Allah tʿālyā chuh svrue zanh vun. Ts chhe pvur khbr prth akụ̄ sndi anjamch. Kmụ̄ sund anjam chuh aslam, kmụ̄ sund anjam chuh kufr suh chuhv setthah ḥikmt vvl. Tmy pnnhi ḥikmt sintụ̄ chuh mnạsib aḥkam jạriy kran. Tvhụ̄ chhiv kạfrn sintụ̄ muqablh krnh nishhi pth hyvan."
  },
  {
    "verse_id": 16,
    "translation": "Kyah tohyhi chha gumanh kh tvhụ̄ kyah yiyv travnh ath ḥals petth amtḥan vrạe. Ḥalankh vunhi spud nh ẓạhr tohyhi andr kmv kvr jhad kyazi jhad chuh khvtt. Amiy sintụ̄ chuh nnan mukhlṣ kus chuh ghạr mukhlṣ kus chuh, ythi spud nh ẓạhr kh kmv rvtt khdays vrạe byyhi tihndis pyghmbrs vrạe byyhi baaymann vrạe kanhh pvushyd h dvstah ys nishhi sir bavan ạsụ̄. Muslman yyhi prkhavnh doyv chyzv akh gczihnh kunhi qsmh lyt vlʿl hlhi ddlhi krun jhads andr. Byyhi gczhns nh pvushyd h tʿlqat dvusty hndụ̄ āsnụ̄ kạfrn sintụ̄, khdays chhe tmhi sari chy pvur khbr yhi tvhụ̄ kran chhiv. Mgr suh chuh yczhan yhi ts pans khbr chhe thi gczihh nnun th āshkara spdun."
  },
  {
    "verse_id": 17,
    "translation": "Mushrikn chhnh qạblythe kh tim kyah krn ābad khdae snz msjid, yth ḥals mnz kh tim āsn aqrar kran kufrchn kthn hund th kamyn hund. Byyhi āsn mʿbvdi brḥqs vrạe potlyn hnz prstsh kran, yimn lvukn hnz sare rcz ʿmlh ʿmarti msjd vghạr hmyshh chhe ẓayʿ shrkh sbbh. Yime chhi rvz vnụ̄ hmyshh nars andr kyazi dhryʿh vsbb njat chuh timn ẓayʿ spudmut."
  },
  {
    "verse_id": 18,
    "translation": "Ābad krn nh khdae snzn msjidn mgr time yimv ayman avn mʿbvdi brḥqs byyhi ptmis dohs dilh sintụ̄ tvpth krn tanv sintụ̄ tmyuk aẓhar thi. Byyhi thavykh brpa nemaz byyhi krkh ada zkvāh. Byyhi khvucznh khdays vrạe, ps chhe aumyd th tvqʿ yʿny vʿdh kh yime lvukh āsn hidayt lbvnyv andr. Mnzili mqṣvds vath vnyv andr."
  },
  {
    "verse_id": 19,
    "translation": "Kyah tohyhi kvrv ḥajn ābi zm zm chavun byyhi msjd ḥramuk ābad thavun brabrtmis shkhṣh sndyn ʿmln sintụ̄ yymụ̄ ayman avn mʿbvdi brḥqs byyhi ptmis dohs yʿny qyamts. Byyhi kvrun jhad khdae snzi vthi andr. Khdae sndi klmh kh thzr khạṭr, khdays nishhi chhinh yim lvukh brabr, Allah tʿālyā chuhnh vth havan ẓạlim lvukn timn chhanh yhi kth fkri tran. Timn chuh khyal ḥajn ābi zm zm chavun msjdi ḥramch ābạdy krnụ̄ yhi chhe bdd nyiky yhi chuhknh fkri tran kh yimn nyikyn chuh tylhi aʿtbar yylhi shirkh nishhi dvur āshi qyamtch pvur pczh āshi."
  },
  {
    "verse_id": 20,
    "translation": "Tim lvukh yimv ayman avn byyhi hijrt kr khdae sndi khạṭr byyhi kvrukh jhad khdae snzi vthi andr pnnyv malv th janv sintụ̄ tim chhi setthah thdụ̄ drjh kinụ̄ khdays nishhi ābi zm zm chavvnyv th tʿmyri msjid krvnyv khoth, time lvukh chhi pvur kamyab spd vnụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Khoshkhbry chuh divan timn pnun prvrdigar pnnhi bjhi rḥmtch byyhi pnnhi bjhi rẓamndy hnz. Byyhi timn jntn hnz yimn mnz tihndi khạṭr pvshh vnhi nʿmcz chhe."
  },
  {
    "verse_id": 22,
    "translation": "Timne jntn andr āsn rvz vnụ̄ hmyshh. Byshk Allah tʿālyā se nishhi chhebddmzvurụ̄. Tmiy mnz yyhi yimn thi ʿṭa krnh."
  },
  {
    "verse_id": 23,
    "translation": "Ae baaymanv thạviyvkh mạlụ̄ pnnụ̄, bạe pnnụ̄ dvst th rfyq, hrgah tim kufr ttvtth thavn th psnd krn aymanh khvth, ps yithyn kạfrn malyn th bayn sintụ̄ yim dvstanh tʿlq thavn tohyhi andr ps time kyah chhi khdays nishhi nafrman."
  },
  {
    "verse_id": 24,
    "translation": "Ae pyghmbr tvhụ̄ frmạviyvkh ae mslmanv hrgah tohyhi āsnv mạlụ̄ pnnụ̄ byyhi nychivụ̄ pnnụ̄, byyhi bạe pnnụ̄, byyhi jvrh pnun, yʿny mrds znanh pnnụ̄, znanhi mrd pnun, byyhi qbylh krvn pnun, byyhi zyvunmut mal pnun byyhi tjart pnun yymhi kis nqṣans tvhụ̄ khvczan chhiv, byyhi mrghvb lri jayhi pnnhi zyadh ttạtthụ̄ khdae snd khoth byyhi tihnzi vthi andr jhad krnh khoth, tylhi prạriv tvtanụ̄ yvtanụ̄ svzi Allah tʿālyā pnun ḥkum yʿny ʿdhab, yʿny hjrt nh krnuk sza. Allah tʿālyā chuhnh vth havan nafrman lvukn mnzili mqṣvd ḥạṣil krns kun."
  },
  {
    "verse_id": 25,
    "translation": "Btḥqyq Allah tʿālyā hn kvr tohyhi mdd th yạry varyahn jayn khṣvṣaan jng ḥunyns mnz, yylhi tohyhi ʿjyb āv bvznh pnnhi lshkrihund zyadh āsun tmhi saʿth avs tuhnzi lshkri hund tʿdad bah sas )12000( kạfrn hnzi lshkri hund tʿdad avs czvr sas. Ps dyut nh tohyhi tmhi lshkri zyadh āsnn kanhh fạydh, byyhi spud tohyhi petth zmyn khvl ạsith tng khvf zdh spdnh mokhh. Kạfrn hndi tohyhi petth bkthrt tyr laynh sintụ̄, chnanchh tvhụ̄ czliv pspa spdith."
  },
  {
    "verse_id": 26,
    "translation": "Tvpth trvv Allah tʿālyā hn diluk qrar pnnis pyghmbrs byyhi baaymann petth. Chnanchh sạriy yylhi czlụ̄ ḥẓrti nby krym ṣly ʿlyh v slm rvudụ̄ thạbt qdm sfyd katrs petth svar. Sintụ̄ ạsikh ḥẓrti ʿbas byyhi abv sfyan rkabs thph krith. Ḥẓrti ʿbass aathhi dyvvukh lvukn ālv yim czlmtụ̄ ạsụ̄ byyhi pvrukh panh ba āvazi blnd....... Yymhi āvazi sintụ̄ kạfrn dhsht pyvv th ahr byvutth, byyhi svuz Allah tʿālyā hn āsmankh ṭrfh lshkrah yus nh tvhụ̄ vuchhan ạsiv yʿny mlạyk yymhi sintụ̄ yhi athr spud kh mslman spdụ̄ byyhi jmʿ. Tvpth hycz timv dvbarh lrrạe krnụ̄, byyhi krin ptvlakh kạfr ʿdhabs grftar. Ftḥ krn ʿṭa pnnis pyghmbrs, yohe chuh kạfrn hund sza dnyahs andr."
  },
  {
    "verse_id": 27,
    "translation": "Tvpth kriAllah tʿālyā hn tvbh nṣyb yimv andr ys khosh krys. Chnanchh variyah spdụ̄ yimv mnz mslman, Allah tʿālyā chhu setthah mghfr t krvun setthah rḥm krvun."
  },
  {
    "verse_id": 28,
    "translation": "Ae mslmanv mushrik chhi napak shirkchh napạky sintụ̄ byyhi ychh aʿtqadv sintụ̄, ps mh spdinụ̄ tim nzdyk msjdi ḥrams yymhi vryhi pth, hrgah tvhụ̄ tihndi nh yinh kh sbbh fqrs ya tjart kis nqṣans khvucziv tvhụ̄ rvzivkhosh Allah tʿālyā kri maldar tohyhi pnnhi fẓlh sintụ̄ hrgah suh yczihh, pzụ̄ pạtthụ̄ Allah tʿālyā chuh svrue zanh vun setthah ḥikmt vvl."
  },
  {
    "verse_id": 29,
    "translation": "Ae mslmanv jng kriv timn lvukn sintụ̄ yim nh pvur pczh kran chhi mʿbvdi brḥqs byyhi chhinh pvur pczh kran qyamtkis dohs, byyhi chhinh ḥram zanan tim chyz yim khdayn th tuhndụ̄ pyghmbrn ḥẓrti Muḥammadn ṣly Allah ʿlyh v slm ḥram krụ̄, byyhi yim nh pvz dyn dyni aslam qbvl th tslym kran chhi, timn lvukn andr yimn ktab ʿṭa krnh āyhi yʿny yhvd vnṣa ryā hn sintụ̄ sue jng kriv tvtanụ̄, yvtanụ̄ nh tim baj tarn yus pysh krn pnnyv athv matḥt rvzith. Dhlyl v khvar spdith. Ān mạnith."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi chhi vnan yhvd v andr bʿẓ lvukh zi ʿzyz ʿlyh alslam chhu khdae sund nychuv, byyhi chhi nṣaryā hv andr akthr vnan kh ʿīsyā msyḥ ʿlyh alslam chuh khdae sund nychuv, ymh chhe tihnz kthh tihnzv chanttyv. Ḥqyqts sintụ̄ chuhnh yimn kthn kanhh tʿluqah, yimh thi chhe timne kạfrn hnz kthh hishhi kran yim yimn brvntth ạsụ̄, Allah tʿālyā gạlin timn, kvr kun chhi gczhan pzi nishhi ddlith."
  },
  {
    "verse_id": 31,
    "translation": "Timv chhi bnạvmtụ̄ ʿālm th ʿābd pnnụ̄ mṭaʿ. Ḥlal vḥrams mnz chhi tihnz aṭaʿt ticzhe kran yiczh khdae snz shvubh krnụ̄. Ṣryḥ ḥkum nṣs petth chhi tihndyn aqvaln trjyḥ divan yiczh aṭaʿt krnụ̄ gyhi ʿbadt krnụ̄. Yhi shvbhi ha khaṣ mʿbvdi brḥqh snze yạcz. Amhi aʿtbar h chhi yim thi mushrik byyhi chhi ʿīsyā bin mryms ʿlyh alslam rb zanan. Timn chhi khdae sund nychuv zanan. Yhi thi gv vshirke, ḥalankh yimn āyv nh ḥkum krnh khdae snzn ktabn andr. Mgr kunue mʿbvdi brḥqs ʿbadt krnuk, ts vrạe chuhnh mʿbvde kanhh ʿbadts layqe kanhh, suh chuh munzh th pak tihndi shrkh nishhi."
  },
  {
    "verse_id": 32,
    "translation": "Yczhan chhi tim kh czhyth kr hn khdae sund nvur yʿny dyni aslam pnh nyv phokv sintụ̄ yʿny ạsv sintụ̄ chhi aslams petth aʿtraẓ kran, khda chuhnh psnd kran mgr fqṭ pnun nvur pvur krun. Suh nvur kmals vatnavun, agr chh nakhoshe yyitn kạfrn."
  },
  {
    "verse_id": 33,
    "translation": "Suh mʿbvdi brḥq gv vsue yymụ̄ svuz pnun pyghmbr brḥq bvdd hidayt hyth byyhi dyni ḥq hyth, yuth tth ghlbh diyhi sarine dynn petth, agrchh nakhoshe yyitn mushrikn."
  },
  {
    "verse_id": 34,
    "translation": "Ae baaymanv pzụ̄ pạtthụ̄ variyah ʿạlim yhvdn hndụ̄ byyhi ʿābid nṣaryā hn hndụ̄ chhi lvukn hund mal khyvan naḥq. Yʿny pvz ḥkum chhi khttan. ʿūamn hnzi mrẓy mvạfiq chhi ftvyā lykhan timn nishhi ndhranh vṣvl kran, amy vjhh chhi tim lvukn pth rttan khdae snz vthi nishhi yʿny dyni aslam nishhi. Kyazi tihndyv apuzyv ftvyā hv sintụ̄ chhi lvukh dhvkn mnz yith gmrạhy mnz boddith rvzan. Pvz chhinh qbvle kran. Blkh pvz czhanddnuk chuhkhnh khyale gczhan. Ghayti ḥrṣ v hvsh chhi mal jmʿ kran yth mtʿlq yhi skht vʿīd chuh kh, byyhi yim lvukh jmʿ kran th svnbravan chhi son th roph tvpth chhinh tth khrch kran khdae snzi vthi andr, ps vniv timn kddur ʿdhabch bshart."
  },
  {
    "verse_id": 35,
    "translation": "Yymhi doh nari jhnms petth grm yyhi krnh suh son th roph, ps yyhi dagh krnh tmhi sintụ̄ ddykn tihndyn, byyhi lr kanyn tihnzn byyhi thrn th pushtn tihndyn. Vnnh yiykh, yhi chuh suh tuhnd mal yus tohyhi svnbrạvith avsuv pnnhi khạṭr, ps czihiv mz h tmyuk yhi tvhụ̄ svnbravan ạsiv. Chvnkh amh brvntth āyhi jngch dhikr krnh. Mushrikv avs khlṭ vmlṭ kvrmut rytn hndis ḥsabs andr. Muḥrms ạsụ̄ ṣfr bavan. Dhy alqʿds ạsụ̄ dhalḥjh bnavan pnnyv mṣlḥtv mvjvb. Tmiy mokhh frmvvukh Allah tʿālyā hn."
  },
  {
    "verse_id": 36,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā hs nishhi chhe rytn hnz grnd bah ryth. Khdae snzi ktabhi yʿny lvḥi mḥfvẓs andr. Yymhi dohh petthh āsman th zmyn pạd kvrun, timv rytv andr chhi czvr ryth tʿẓymkụ̄. Dhy alqʿdh. Dhy alḥjh. Muḥrm th rjb, yohe amri mdhkvr chuh ḥsab dyni mustqym. Yʿny rytn hund bah āsun. Tʿẓym v ḥur mtkụ̄ ryth czvr ạsnụ̄. Ath bdl yosh jahylytch ṭryq ạs. Tm ạsụ̄ bhv rytv ʿlavh kynhh ryth hurravan th zyadh kran. Byyhi ạsụ̄ tʿẓym kyn rytn andr thi rdv bdl kran. Yhi gyhi bd dyny. Dyn gvvtiy yhi Allah tʿālyā hn muqrr kvr, ps mh ạsiv yimn rytn andr panh vạnụ̄ lrrạe krith yimn czon rytn hnz be ḥurmty krith pans petth ẓlm kran, byyhi ạsiv sarine mushrkn sintụ̄ jng krnh khạṭr tyar rvzan yithh pạtthụ̄ tim tohyhi sarine mslmann sintụ̄ jng krnh khạṭr āmad h chhi, byyhi zạniv zi Allah tʿālyā chuh prhyz garn sintụ̄ sintụ̄. Tvhụ̄ thạviv ayman v tqvyā pnun shʿār khvucziv mh kạnshi."
  },
  {
    "verse_id": 37,
    "translation": "Rytn hund avr yvr krun tʿẓym kyn rytn rdvbdl krun chuhnh mgr kufrs andr zyadty krnụ̄, ʿām kạfr chhi amh sintụ̄ gmrah yivan krnh, kạfr chhi ath tʿẓymh kis ryts akh vryhi panh pnnyv aghraẓ nfsanyv mokhh ḥlal zanan. Ythh pạtthụ̄ byys ryts yus nh tʿẓymuk ryth avs tʿẓymuk ryth zanan, yuth brabr thavn tʿdadrytn hund yim Allah tʿālyā hn muḥtrm bnạvmtụ̄ ạsụ̄, yuth ḥlal bnavhn timn rytn yim Allah tʿālyā hn muḥtrm th mʿẓm muqrr krụ̄ mtụ̄ ạsụ̄, zynt āv dinh tihnzn ychh kamyn. Yimn chhe tim ychh kamhi jan th rcz bvznh yivan, Allah tʿālyā chuhnh vth havan th tvfyq divan kạfr qvms."
  },
  {
    "verse_id": 38,
    "translation": "Ae baaymanv tohyhi kyah spdyv. Tohyhi yylhi vnnh yivan chuh nyriv khdae snzi vthi andr jhad krnh khạṭr, mạyil spdiv tvhụ̄ zmyns kun yʿny ksl vkhalt nnrạviv tvhụ̄, kyah tohyhi āyv bvznh jan dnyahch zndgy ạkhrt khoth, ḥqyqt chhe yhe kh dnyachh zndgy hund mal v mtaʿ chuhnh ạkhrts nsbt mgr setthah km."
  },
  {
    "verse_id": 39,
    "translation": "Hrgah ne tvhụ̄ jhad krnhi nyriv Allah tʿālyā kryv kddur ʿdhab, byyhi anhi tohyhi bdl byyis qvms tvhụ̄ khtm krith, tvhụ̄ hykiv nh khdae sndis dyns kunhi qsmh ẓryr vatnạvith, Allah tʿālyā chuh prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 40,
    "translation": "Hrgah ne tvhụ̄ amis pyghmbr brḥqd mdd kriv kanhh prvah chuhnh. Byshk Allah tʿālyā hn krtimn pnnụ̄ yạriy th mdd tmhi vqth yymhi vqth zyadh pryshạny hund vqt avs, yylh tim kạfrv tng krith pnun shhr th vṭn travns petth mjbvr krụ̄, yylhi tim ạsụ̄ doyv mnz doyim ṣạḥb avs abv bkr ṣdyq timn sintụ̄, yylh tim doshve ạsụ̄ gophhi andr yth ghari thvr ạsụ̄ vnan, yylhi pyghmbri brḥq pnnis yari ghars abvbkr ṣdyqs frmavan avs, khvcz mh ghm mh br. Byshk Allah tʿālyā sund mdd chuh ashi sintụ̄, ps trvv Allah tʿālyā hn diluk qrar th tsly timn petth, byyhi kvr timn mdd Allah tʿālyā hn mlạykn hnzi tmhi lshkr sintụ̄ yvsh nh tohyhi vuchhvun, byyhi trvv Allah tʿālyā hn kạfrn hnz kth yʿny shrk vkufr kh ashaʿtch kth setthah bvn th pst tim krin khvar th dhlyl, Allah tʿālyā sund klme chuh setthah blnd, Allah tʿālyā chuh ghạlib th ḥikmt vvl."
  },
  {
    "verse_id": 41,
    "translation": "Ae mslmanv nyran ạsiv jhad khạṭr yymhi saʿth tvhyhi nyrnh khạṭr aʿlan āshi yivan krnh. Silaḥ vrạe th silaḥ pạrith thi, byyhi ạsiv jhad kran khdae snzi vthi andr mal v jan sintụ̄, yy chuh tuhndi khạṭr bhtr hrgah zanan chhiv."
  },
  {
    "verse_id": 42,
    "translation": "Hrgah āshi ha malah jld ḥạṣil spd vun byyhi āshi ha sfrah thi czhvtt, tylhi nyr hn munafiq thi tohyhi sintụ̄, lykn timv zvn sfrch msaft chhe setthah zyitthụ̄ tmiy lgụ̄ tim ar sr krnhi, byyhi vnn tim khdae sund qsm hạvith zi hrgah ashi vsʿt āshi ha asụ̄ thi nyr hv tvhy sintụ̄, apuz qsm hạvụ̄ havụ̄ chhi tim pnun pan hlak kran mstḥq ʿdhab kran, Allah tʿālyā chuh zanan byshk chhi tim apuz yạrụ̄."
  },
  {
    "verse_id": 43,
    "translation": "Allah tʿālyā hn kvr tohyhi afv. Tohyhi kyazi ḥẓ duytuvtimn ajazt jngh nishhi pth rvznuk. Tvhụ̄ prạrizi he, yvtanụ̄ tohyhi nnhi ha kmv von pvz byyhi zạnụ̄ hvukh tvhụ̄ aapuz yạrụ̄."
  },
  {
    "verse_id": 44,
    "translation": "Tohyhi nh ḥẓ mngn nh ajazt tim lvukh yim pczh ạsụ̄ kran mʿbvdi brḥqs byyhi ptmis dohs yʿny qyamtkis dohs tim kyah rvzn pth mal vjan sintụ̄ jhad krnh nishhi, Allah tʿālyā chuh pvur zanan prhyz garn."
  },
  {
    "verse_id": 45,
    "translation": "Ajazt mngn time lvukh yim nh pczh kran chhi mʿbvdi brḥqs th ptmis dohs, byyhi timn shk chuh diln andr ps chhi tim timne shkn andr ḥạran srgrdan phyran."
  },
  {
    "verse_id": 46,
    "translation": "Hrgah timn jhads nyrnuk aradh āsiha tylhi krhn tyạry tmhi khạṭr silaḥ samanh sintụ̄ byyhi krhn vthi khrchuk bndvbst, lykn Allah tʿālyā hn kvr napsnd tihund nyrnh khạṭr āmadh spdun ps krin tim ganglhi, aav kinụ̄ dicznkh nh ath vth, vnnh āv timn bihiv byhvaln sintụ̄ yʿny znann nabalghn th mʿdhvrn sintụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Hrgah tim nyr hn tohyhi sintụ̄ tohyhi mnz hur ravhn nh kynhh khrạby th nqṣan vrạe, byyhi krhn jldy tohyhi mnz tfrqh travnh khạṭr, tohyhi mnz thi chhi kintyah tihnzn kthn kn thav vnụ̄, Allah tʿālyā hs chuh pvur mʿlvm mufsid th ẓạlim."
  },
  {
    "verse_id": 48,
    "translation": "Btḥqyq timv kr brvntth thi kvushsh fsadch byyhi ạsụ̄ divan vr tihnzn kamyn, yvtanụ̄ pvz vʿdh āv ghạlb spud khdae sund ḥkum, tim ạsụ̄ nh tth psnde kran. Yithe pạtthụ̄ spdi āynd h thi, tvhụ̄ mh briv kanhh thi fkr."
  },
  {
    "verse_id": 49,
    "translation": "Yimv munafiqv mnz chuh suh shkhṣ thi yymụ̄ von me diyv ḥẓ ajat me mh trạviv khrạby andr me mh ḥẓ kriv rvm chn ḥsyn znann hndi sbbh girftari bla, var bvuziv tim chhi byys blayhi mnz pymtụ̄. So gyhi nafrmạny hnz blae kyazi rsvl krym ṣly Allah ʿlyh v slmn hnzi nafrmạny th kufr khvth chhanh byyhi kanhh khrạby, pzụ̄ pạtthụ̄ jhnm chuh kạfrn th nafrmann aḥaṭh krvun."
  },
  {
    "verse_id": 50,
    "translation": "Hrgah tohyhi kanhh rut chyzah vatan chuh rcz ḥaltah pạd spdan chhe timn chuh thi nakhosh yivan, byyhi hrgah tohyhi vatan chuh kanhh ghmah, vnan chhi tim tohyhi ashi chhe pnnụ̄ kạm brvntthe pokhtạvmcz. Pan pnun bchvvmut, byyhi chhi tohyhi nishhi nyran th gczhan khvshyhi maran th shạdyanh kran."
  },
  {
    "verse_id": 51,
    "translation": "Allah tʿālyā chuh frmavan yimn vniv ḥẓ tvhụ̄ jvab ze kthh. Akh, tvhụ̄ frmạviyvkh ya rsvl Allah hrgiz vathi nh ashi kanhh chyz mgr sue yus sanhi khạṭr mqrr kvrmut āshi allh tʿālyā hn, sue chuh svn mạlik th āghh, Allah tʿālyā se petth gczihh baaymann hund aʿtmad krun. Ts gczhn pnnhi sare kamhi spurd krnhi, byakh kth yhi kh."
  },
  {
    "verse_id": 52,
    "translation": "Tvhụ̄ frmạviyvkh tvhụ̄ chhiv na praran sanhi khạṭr mgr doyv khvubyv andr akis khvuby. Sogyhi nṣrt ya shhadt, asụ̄ chhi praran tuhndi khạṭr yth kthhi kh khdavndi tʿālyā vatnavi tohyhi pnnhi ṭrfh kanhh ʿdhabah, ya sanyv athv diyhi tohyhi kanhh sza, ps prạriv tvhụ̄ asụ̄ thi chhi tvhy sintụ̄ praran."
  },
  {
    "verse_id": 53,
    "translation": "Tvhụ̄ frmạviyvkh ya rsvl Allah kh ae munạfiqv tvhụ̄ krụ̄ tv khrch khvshy san ya na khvshy san, tuhndụ̄ khạrat v ṣdqat hrgiz qbvl yyhi nh krnh, kyazi tvhụ̄ chhiv nafrman lvukh."
  },
  {
    "verse_id": 54,
    "translation": "Kanhh chyz chuhnh mnʿ kran tihund khạrat v ṣdqat qbvl krnh nishhi. Mgr yohe bvdd chyz kh timv kvr ankar mʿbvdi brḥqs byyhi tihndis pyghmbrs, byyhi chhinh tim nemaz pran khalt san, byyhi chhinh tim mal khrch kran mgr nakhvshy sintụ̄."
  },
  {
    "verse_id": 55,
    "translation": "Tohyhi mh yiyn jan bvznh tihund mal ya yihndụ̄ avlad. Yhi tihndi khạṭr nʿmt chhanh blkh chuh ʿdhab, Allah tʿālyā chuhnh yczhan mgr yy zi timn tmhi malh sintụ̄ th avladn hndi sintụ̄ ʿdhabs grftar krun dnyachhi zndgy andre, byyhi nyrn tihndụ̄ zv kufr se andr yʿny tim mrn dr ḥalti kufr."
  },
  {
    "verse_id": 56,
    "translation": "Byyhi chhi tim qsm havan khdae sndụ̄ yth petth kh tim chhi tvhy mnz ḥqyqt chhe kh tim tohyhi mnz chhinh, mgr tim chhi jmaʿthah buzdl khvczan tohyhi."
  },
  {
    "verse_id": 57,
    "translation": "Hrgah tim lbn kanhh chhpn jayah kanhh srtabah th ghophah kanhh acznch jayah, ẓrvur dvrhn timn jayn kun votth tulan."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi chhi yimv munafqv andrh yim tohyhi ṭʿnh divan chhi ṣdqat kis mals tqsym krns andr vnan chhi nʿūdh bAllah amhi kis tqsyms andr āvnh ʿdl krnh, ps hrgah timn tihnzi khvahshhi muṭạbiq kynhh ʿṭa yyhi he krnh tylhi gczhhn tim khosh yylhi nh timn tihnzi khvahshhi muṭạbq ʿṭa āv krnh. Lhādha chhi tim be zar th nakhosh."
  },
  {
    "verse_id": 59,
    "translation": "Hrghe tim rạẓy spdhn tmhi sintụ̄ yhi timn khdayn th tihndụ̄ pyghmbrn diczvv, byyhi hrgah tim vnhn bs chuh ashi thi yhi Allah tʿālyā hn ashi ʿṭa kvr pnun fẓl th tihndụ̄ pyghmbrn, asụ̄ chhi godd petthe Allah tʿālyā hs kun rạghb spdvnụ̄. Ts nish chhi asụ̄ amyd var."
  },
  {
    "verse_id": 60,
    "translation": "Ṣdqat vkhạrartn hund mal chuhna mgr mḥtajn hndi khạṭr byyhi mskynn hndi khạṭr byyhi ṣdqatn hund mal vṣvl krvnyn hndi khạṭr. Byyhi yuhund dil aslams kun mạyl krnụ̄ āsn. Byyhi ghlamn hnz grdnh āzad krnh khạṭr. Byyhi qrẓ darn hndi khạṭr. Byyhi khdae snzi vthi andr jhad krvnyn hndi khạṭr byyhi musafrn hndi khạṭr, yohe chuh frẓ th muqrr krnh āmut khdae sndi ṭrfh. Allah tʿālyā chuh pvz zanh vun ḥikmt vvl."
  },
  {
    "verse_id": 61,
    "translation": "Timv mnafiqv andrh chhi bʿẓ yim tklyf chhi vatnavan nby kryms kthv sintụ̄, dpan chhi nʿūdhbAllah knhi nydd sarne hnzn kthn kn thavan. Lhādha chuh timn apuz vnith dvkhh dyun āsan, tvhụ̄ frmạviyvkh kh, tim chhi tihndi khạṭr bhtre sarne kn thavan timn chuh fikri tran kus shkhṣ kmhi qsmch kth chuh vnan. Mgr tim chhi tihnzi fryb pvshy petth chshm pvshy kran. Tim tihnzn kthn ayman anh vnụ̄ chhinh, blkh tim chhi khdae pak sndis klami paks ayman anan th yqyn kran, byyhi chhi tim baaymann hnzn kthn yimh aymandaranh th mukhlṣanh āsan chhe ayman anan th yqyn kran, byyhi chhi tim mhrban timn hndi khạṭr yimv ayman avn tohyhi andrh, byyhi yim lvukh aiza th tklyf vatnavn kthv sintụ̄ pyghmbri khdays tihndi khạṭr chuh kddur ʿdhab."
  },
  {
    "verse_id": 62,
    "translation": "Qsm chhi havan khdae sund tohyhi brvntth knhi tvhụ̄ rạẓụ̄ krnh khạṭr, Allah tʿālyā th tihund pyghmbr chuh zyadh ḥq thavan tim kyah yin rạẓy krnh, hrgah yim pzụ̄ pạtthụ̄ baayman āsn."
  },
  {
    "verse_id": 63,
    "translation": "Āya yimn chhna khbr zi yus akhah mukhalft th muqablh kri khdays th tihndis pyghmbrs sintụ̄, byshk tihndiy khạṭr chuh nari jhnm yth mnz tim hmyshh rvuzith ʿdhabs grftar spdun āshi, yihe gyhi bddkhvạry."
  },
  {
    "verse_id": 64,
    "translation": "Khvczan chhi munafq muslmann petth gczhnh bvasṭh nby krym ṣly Allah ʿlyh v slm kanhh svrh shryfa h ya āyhi krymah nạzil spdun yus timn khbr kri munafqn hndyn diln hnzn khodd phynchn hnz, tvhụ̄ frmạviyvkh tvhụ̄ gczihv tthtthh kran. Pzụ̄ pạtthụ̄ Allah tʿālyā nnravi tth sạrse yth tvhụ̄ khoczan chhiv."
  },
  {
    "verse_id": 65,
    "translation": "Hrgah tvhụ̄ prczihyvkh yim kthh kyazi ạsiv tvhụ̄ kran ẓrvur vnn tth jvab kh asụ̄ ạsụ̄ na mgr kthah bathah tthtthh mkhvlah kran. Amhi andr avsnh ashi ḥqyqy mʿny mruad, tvhụ̄ frmạviyvkh kyah khdays byyhi tihndyn āyatn byyhi tihndis pyghmbrs nsbt ạsivh tvhụ̄ tthtthh kran."
  },
  {
    "verse_id": 66,
    "translation": "Vonụ̄ mh kriv yim be hvd h th lghv ʿdhr th bhanh. Btḥqyq tohyhi kvruv kufr ayman ẓạhr krnh pth, hrgah asụ̄ mʿāf krv tohyhi andrh akis jmaʿts yim jurms petth nạdim th pshyman spdn mgr byyis jmaʿts krv ẓrvur ʿdhab. Kyazi tim rvudụ̄ bdstvr jurm kran."
  },
  {
    "verse_id": 67,
    "translation": "Mnafq mrd th mnafq znanh chhe akh akis nfaqs andr, ychh kamyn hund chhi lvukn ṣlaḥ divan. Kufr vmukhalfti aslamch chhi lvukn tʿlym divan. Rczv kamyv ayman th mtabʿti nby krym ṣly Allah ʿlyh v slm nishhi chhikh phiran th pth rttan, mochhhi pnnhi chhi vttith thavan. Khdae snzi vthi andr chhinh kynhh khrch kran, timv mshrvv khda. Frman brdạry nh krnh sintụ̄. Ps mshrạvụ̄, tim khdayn pnnyv lṭf vmhrbạnyv nishhi, pzụ̄ pạtthụ̄ yim mnạfiq chhi setthah srksh th nafrman."
  },
  {
    "verse_id": 68,
    "translation": "Vʿdh kvr Allah tʿālyā hn munạfq mrdn th munạfq znann byyhi nnhi vanh kạfrn jhnmuk yth mnz tim hmyshh rvzn, sue nari jhnm chuh timn bs, tim krụ̄ Allah tʿālyā hn dvur pnnhi rḥmt nishhi. Byyhi chuh tihndi khạṭr hmyshh rvz vun ʿdhab."
  },
  {
    "verse_id": 69,
    "translation": "Ae munafiqv tvhụ̄ chhiv timn lvukn hy yim tohyhi brvntth gudhre. Tim ạsụ̄ ṭaqt vtvanạyy kinụ̄ tuhndi khoth zyadh byyhi ạsụ̄ tuhndi khoth zyadh malh kinụ̄ byyhi avlad kinụ̄, ps tul timv tmtʿ pnnhi nṣyb mvjvub, tvhụ̄ thi tuliv tmtʿ pnnhi nṣyb mvjvub, yithh pạtthụ̄ timv tmtʿ tul pnnhi nṣyb mvujvub yim tohyhi brvtth ạsụ̄, tvhụ̄ thi czạv ychh kamyn andr tithh pạtthụ̄ yithh pạtthụ̄ tim czamtụ̄ ạsụ̄, yime lvukh ge tim yimn hnz rcz ʿmlh ẓayʿ gyhi dnyahs andr thi ạkhrts andr thi, yime chhi byyhi tavn zd dnya v ạkhrt kh raḥt v āram nishhi mḥrvm."
  },
  {
    "verse_id": 70,
    "translation": "Kyah yimn chhna vạczmcz timn lvukn hndi glnch khbr yim yimn brvntth ạsụ̄ qvmi nvḥch, qvmi ʿādch th qvmi thmvdch. Byyhi qvmi abrahymch. Byyhi shhri mdynh kyn lvukn, byyhi qvmi lvṭch yimn hnzn bstyn tluk petth spud, timn nishhi thi āye pyghmbr tihnz nnhi dlylh hyth. Mgr timv kr nafrmạny sintụ̄ ge brbad th hlak, amhi brbạdy sintụ̄ kvr nh Allah tʿālyā hn timn petth kynhh ẓlm, tim ạsụ̄ pnnyn pann petth pane ẓlm kran khdae snz nafrmạny krnh sintụ̄. Yimn munafqn hund thi gczihh khvczun ath ʿdhabs."
  },
  {
    "verse_id": 71,
    "translation": "Baayman mrd th baayman znanh yim chhi addụ̄ addyn hndụ̄ dyny rfyq th dvst, yim chhi rczn kamyn hund amr kran ychh kamyv nishhi rttan, byyhi chhi tim nemaz brpa thavan byyhi zkvāh adakran, byyhi chhi ḥkm manan khdae sndụ̄ byyhi tihndis pyghmbrh sndụ̄, yime lvukh ge tim yimn petth ẓrvurAllah tʿālyā rḥm kri, byshk Allah tʿālyā chuh setthah ghạlib setthah ḥikmt vvl."
  },
  {
    "verse_id": 72,
    "translation": "Vʿdh kvr Allah tʿālyā hn baayman mrdn th baayman znann timn jntn hund yimn mnz joyhi pkan āsn, timne jntn mnz rvzn hmyshh, byyhi nfys nfys mkann hund, hmyshh rvznh kyn jntn mnz, byyhi rẓa mndy Allah tʿālyā snz. So chhe nʿmtv andr bddụ̄ nʿmt, yhe gyhi bddụ̄ rstgạry th kamyạby."
  },
  {
    "verse_id": 73,
    "translation": "Ae pyghmbr brḥq jhad kriv kạfrn th munafiqn sintụ̄. Byyhi kriv durshty th skhty timn petth, tihnz jae chhe jhnm kạczah ychh jayah chhe so tihndi vatnh khạṭr."
  },
  {
    "verse_id": 74,
    "translation": "Yim munafiq chhi qsm havan khdae sund kh ashi vvn nh tmhi qsmuk kynhh yymyuk tohyhi pygham vvt. Mthlaanyhi kth kh tim ạsụ̄ dpan asụ̄ krvn shhyd ḥẓrti Muḥammad ṣly Allah ʿlyh v slm, byshk vanhi timv kufrchh kthh ychh lfẓv nsbt bdhati muqds ḥẓrti Muḥammad ṣly ʿlyh v slm ya tihndi qtluk aradh krun. Yithi gv kufre, aslam ẓạhr krith kvrukh kufr, byyhi kryvkh qṣd tmhi kueyinh ḥạṣl spdukh. Jngi tbvk nishhi vapsy andr kryvkh qṣd be khbry andr nby kryms petth ḥmlh krith tihndi shhadtuk mgr tth mnz spdụ̄ nakam. Tmih saʿth ạsụ̄ nby kryms sintụ̄ ḥdhyfh bn yman byyhi ʿmar bn yasir. Lshkr nishhi alg spdith yylh nby krym ṣly Allah ʿlyh v slm akh kohh petthụ̄ ạsụ̄ trun yczhan. Bah shkhṣ yim mnafiqv andr yim nqab pvsh ạsụ̄, yuthnh kanhh timn prz naviha. Tim dvre yimn tryn ṣaḥbn pth, chnanchh ʿmar bn yasr kvr timav gyr. Ḥdhyfh bn yman rvudụ̄ tihndyn avttn hndụ̄ chạnttụ̄ dgan yvtanụ̄ tim sạriy czlụ̄. Nby krym ṣly Allah ʿlyh v slmv frmvv timn bhn )12( shkhṣn hndụ̄ nav pnnyn don rfyqn. Mgr frmvv hkh vnun gczihnh kạnshi, byyhi hyvt nh timv kunhi chyzuk antqam mgr yymhi kue Allah tʿālyā hn th tihndụ̄ pyghmbr n kyah krụ̄ yim munafq maldar th dvlt mnd pnnhi fẓlh sintụ̄. Tmhi kue bdlh chhi yim hvran. Khdays th rsvls sintụ̄ dghabạzy kran, ps hrgah tim munạfiq tvbh krn yimv ḥrkatv nishhi baz yin bṣdqi dil spdn mslman thi gczihh tihndi khạṭr bhtr. Hrgah tim rv grdạny krn bdstvr rvzn dghabạzy kran Allah tʿālyā kri tylhi yimn skht ʿdhab dnyahs andr thi ạkhrts andr thi, byyhi chuhnh timn tmam rve zmyns andr kanhh dvstah nh kanhh mddgarah."
  },
  {
    "verse_id": 75,
    "translation": "Yimv mnafqv andrh chhi tim yimv khdays sintụ̄ ʿhd kvrmut avs zi hrgah Allah tʿālyā ashi ʿṭa kri pnun fẓl yʿny mal vdvlt, asụ̄ krv ẓrvur khạrat v ṣdqat byyhi bnv asụ̄ nykv karv andrh."
  },
  {
    "verse_id": 76,
    "translation": "Ad yylhi Allah tʿālyā hn ʿṭa kvr timn pnun fẓl yʿny mal tth mnz kvrukh bkhl. Byyhi phirukh buth. Tim ạsụ̄ hmyshh buth phirvnụ̄."
  },
  {
    "verse_id": 77,
    "translation": "Ps ditukh Allah tʿālyā hn sza tmyuk. Nifaq trvvun thndyn diln andr tth dohs tanụ̄ yymhi dohh tim ts kun gczhn yʿny mrnkis vqts tanụ̄, amy sbbh kh timv kvr khlaf tth vʿds yus timv khdays sintụ̄ kvrmut avs. Agrchh suh vʿdh avs kvrmut timv nby kryms sintụ̄ ṣly Allah ʿlyh v slm. Mgr timn sintụ̄ ʿhd krun gv khdays sintụ̄ ʿhd krun, byyhi amhi sbbh kh tim ạsụ̄ hmyshh apuz vnan."
  },
  {
    "verse_id": 78,
    "translation": "Kyah timn chhna yymich khbr kh Allah tʿālyā chuh zanan tihindụ̄ sir, raz. Byyhi tihnz kn kthh byyhi yhi kth kh, Allah tʿālyā chuh sare ghybh chhi kthh zanh vun."
  },
  {
    "verse_id": 79,
    "translation": "Yim munạfq chhi tithy kh yim chhi ṭʿnh divan timn baaymann yim nflkụ̄ ṣdqat divan chhi, byyhi tim baayman yimn nh zyad h bnan chuh kynhh. Tim chhi yivan titue hyth yvut timn mmkin th mysr spdykh mḥnt mzvurụ̄ krith. Yim mnạfq chhi timn tthtthh kran. Allah tʿālyā chuh yimn mnạfiqn tthtthh krnuk sza divan, tihndiy khạṭr chuh kddur ʿdhab."
  },
  {
    "verse_id": 80,
    "translation": "Tvhụ̄ mngtv mghfrt tihndi khạṭr ya mth mnigtv mghfrt tihndi khạṭr, hrgah tvhụ̄ tihndi khạṭr stthi phiri thi mghfrt mngiv, tv thi krinh Allah tʿālyā timn mghfrt hr giz, yhi chuh amy mokhh zi pzụ̄ pạtthụ̄ timv kvr kufr v ankar kunis khdays byyhi tihndis pyghmbrs, Allah tʿālyā chuhnh vth havan yithyn nafrmann th srksh lvukn."
  },
  {
    "verse_id": 81,
    "translation": "Jhad nishhi pth rvzn vạlụ̄ chhi khosh kh tim kya rvudụ̄ rsvli krym ṣly Allah ʿlyh v slms br khlaf pth bihith byyhi nagvar gvv timn jhad krun pnnyv janv th malv sintụ̄ khdae snzi vthi andr amyuk baʿth spdiụ̄ timn z)2( chyz. Akh kufr byyhi āram ṭlby, byyn lvukn thi lgụ̄ vnnhi mh nyriv yiczihh tyz grmy andr jhad krnhi, tvhy frmạviyvkh jhnmuk nar chuh zyadh grm yythi chh grmy khoth, kyah jan av s hrgah timn zanun tghi ha."
  },
  {
    "verse_id": 82,
    "translation": "Ps ạsitn tim dunyahs andr km kynhh kalah. Dnyahuk mudt chuh kme. Vditn varyahs kals ạkhrts andr. Tthi chuh timn hmyshh vadnuetimn ychh kamyn bdl yimh kamhi tim kran ạsụ̄ dnyahs andr kufr, nfaq mukhalft. Yylhi tihund ḥal tohyhi mʿlvm spdi."
  },
  {
    "verse_id": 83,
    "translation": "Ps hrgah Allah tʿālyā vaps niyhi tohyhi mdynh shryfs kun, tvpth vatnavi tohyhi yimv munafqv andrh kunhi jmaʿts kun, tvpth mngn tim ajazt jhads andr tohyhi sintụ̄ nyrnh khạṭr. Brvntthmis alzams rfʿ krnh khạṭr. Suthi āshi nh bh nyk nyty blkh āshi tihndis dils andr yohe khyal zi vqth vizi kanhh bhanh krith rvzn pth, tvhụ̄ frmạviyvkh tvhụ̄ chhiv zmanh sạzy mvjvb kth kran mgr Allah tʿālyā hn krụ̄ tuhndyn diln hndụ̄ khyalat ẓạhr. Chnanchh pvur aʿtmad san chuh suh vnan kh tvhụ̄ mh nyriv kunhi vqth jhads andr mdd krnh khạṭr. Byyhi mh kriv tvhụ̄ lrrạe myanyn dshmnn sintụ̄, tohyhi kvruv na godd petthe gri bihunue psnd. Vnikyns thi chuhv sue aradh. Yhi chhiv svrue zyvi sintụ̄ vnan, ps bihiv brvntthim pạtthụ̄ āpn nishhi yʿny timn nishhi yim pth rvzns sza var chhi. Znanh shurụ̄ th budd."
  },
  {
    "verse_id": 84,
    "translation": "Ya rsvl Allah timv munafiqv andrh hrgah kanhh mri tihndis jnazs petth mh ḥẓ ạsiv nemaz jnazh pran, byyhi mh ạsiv tihnzi qbri petth suh dfn krnh khạṭr vodnụ̄ rvzan, kyazi timv kvrkufr th ankar Allah tʿālyā hs byyhi tihndis pyghmbrs, byyhi mvudụ̄ tim kufrs petth. Yus kufr kis ḥals petth mri tsndi khạṭr dʿā v astghfar mngun. Tmụ̄ sndis kfns dfns shạmil spdun chuh najạyz. Yymhi āyhi krymuk shani nzvl chuh kh yylh ʿbdAllah bin aby munafqn hund srdar mvud tmụ̄ sndis nychvis nav avs ʿbdAllah bin ʿbdAllah, āv drkhdmti rsvli krym ṣly Allah ʿlyh v slm, suh avs mukhlṣ mslman. Tmụ̄ kvr ʿrẓ pnun qmyẓ mubark diyv ḥẓ suh travav tmis kfns sintụ̄. Chnanchh timv dyut pnun qmyẓ mubark yus tmhi saʿth timn nạlụ̄ avs byyhi nyvukh tshryf tihund gr. Tmis trvvukh pnun lʿāb mubark ạss mnz. Tvpth pvr hs nemazi jnaz h. Byyh kvrhs dʿāe mghfrt. Tmy saʿth spud yhi āyh krym nạzil nby krym ṣly Allah ʿlyh v slmv yus mʿāhdh kvr ʿbdAllah bin aubyys sintụ̄ tth andr āsh varyah ḥikmcz. Chnanchh amyuk ntyjh drav zi variyah lvukh spdụ̄ mslman yhi vuchhith. Timv dvp yhi pyghmbr chuh dushmnn sintụ̄ amhi qsmuk mhr vmḥbtuk slvk kran. Dvstn th baaymann sintụ̄ āshi zyade lṭf vmhrbạny kran. Byyhi nnirvv timv yhi krnh sintụ̄ shryʿt aislamyuk akh bvdd mslh. Suh gv yy zi ayman v ʿml ṣalḥh vrạe diyhi nh kạnshi akis kanhh chyzah fạydh nh tvsul nh tbruk. Timv frmvv gvya kh bh amam āsun, ṣḥabh ṣạb muqtdy āsnụ̄, tvpth pvr ashi nemazi jnazh ʿbdAllah bin aubyys petth, byyhi mvng ashi tihndi khạṭr mghfrt. Byyhi āv travnh myvn qmyẓ tihndis kfns sintụ̄. Byyhi āpur me ts pnun lʿābi shryf yus tihndis bdns mnz vvt. Bavjvdān chhe jae tihnz fy aldrk alasfl. Amụ̄ myạnụ̄ nemaz jnazh prnn. Dʿā mghfrt krnn, qmyẓ mubark kfns sintụ̄ travnn. Lʿāb shryf bdns mnz vatnavnn kvrus nh kanhh sochh. Yimv chyzv duyuts nh kanhh fạydh. Yy gczihh thavun yad yim czhry dʿūyā chhi divan nby krym sndi mḥbtuk mgr ayma n v ʿml yuth shvbhi ha tmhi nishhi chhi khạly. Yhi tim hyth āe tvḥyd v snt tmhi nishhi chhi be bhr th ʿạry. Yus shkhṣ ʿmri rvzi kran mukhalft tuhnz ts rvzi khyal kh me krn tim shfaʿt yhi gvv mḥẓ shyṭan sund dvkhh. Ath bnhi tiy yhi ʿbd Allah bin aubyys bnyvv, tihndụ̄ shfaʿt krnn dyut nh ts kanhh nfʿ ya fạydh. Lhādha chhe skht ẓrvurt njat ḥạṣil krnh khạṭr ayman vʿmlhi hnz. Yithe pạtthụ̄ gczihh zanun timn lvukn hund yim bzrgn avlya Allah hn kun ayman v ʿmlhi vrạe pans nsbt kran chhi timn khdae sndyn ttatthyn th mḥbvub bndn kun yimv pnnhi ʿmr chhe ṣarf krimcz ktab v snts petth ʿml krns andr. Jạhl lvukh krn mukhalfti ktab vsnt, tmhi pth rvzykh khyal ashi krn tim khdays nishhi sufạrish ya shfaʿt."
  },
  {
    "verse_id": 85,
    "translation": "Ayn khyal ast mḥal ast vjnvn, tihund mal v dvlt byyhi gbr mh ḥẓ trạvin tohyhi tʿjubs andr kh yithyn nafrmann kithh pạtthụ̄ chuh Allah tʿālyā dnyahs andr yimh nʿmcz ʿṭa kran yimh nh ḥẓ chhanh yihndi khạṭr nʿmcz blkh chhi yim chyz yihndi khạṭr ʿdhabuk saman, Allah tʿālyā chuhnh yczhan mgr timn yimv chyzv sintụ̄ grftar ʿdhab krun, byyhi gczihh timn zv nyrun kufr kis ḥalts andr. Yymhi sintụ̄ ạkhrts andr thi szavari ʿdhab rvzn."
  },
  {
    "verse_id": 86,
    "translation": "Yylhi kunhi vqth qrāni mjyduk kanhh ḥiṣh nạzil chuh yivan krnh yth mnz yhi mẓmvn chuh āsan kh pczh kriv kunis mʿbvdi brḥqs bkhlvṣ dil. Byyhi nyriv jhads tihndis pyghmbrs sintụ̄ sintụ̄, ajazt chhi mngan tohyhi timv andrh mal dar lvukh. Dpan chhi ashi trạviv ḥẓ pth. Asụ̄ rvzv pth pth rvz vnyn sintụ̄."
  },
  {
    "verse_id": 87,
    "translation": "Kạczah shrmhi hnz kth chhe kh tim lvukh spdụ̄ rẓamnd ghrn andr znan sintụ̄ rvzns petth. Tihndyn diln petth chhe muhr āmcz krnh, tmiy chuhnh timn fikri tran."
  },
  {
    "verse_id": 88,
    "translation": "Lykn rsvli krym ṣly Allah ʿlyh v slm byyhi yim baayman timn sintụ̄ chhi timv mvn ḥukmi khda timv kvr jhad mal vjan sintụ̄, yimne lvukn hndi khạṭr chhe sare khvubyhi yime lvukh chhi kamyab v rstgar. So khvuby th kamyạby gyhi."
  },
  {
    "verse_id": 89,
    "translation": "Allah tʿālyā hn chhi tihndi khạṭr time bagh tyar thạvmtụ̄ yimv mnz joyhi pkan āsn. Timne jntn mnz rvzn hmyshh, yhe gyhi bddụ̄ kamyạby."
  },
  {
    "verse_id": 90,
    "translation": "Byyhi āe kynhh bhanh baz lvukh gamv petthh yuth timn grn andr byhnh khạṭr ajazt yyhi dinh. Jhads spdn nh tim shạmil, byyhi byitthụ̄ grn mnz tim lvukh yimv ayman kis dʿūyā hs andr khdays th pyghmbrs sintụ̄ balkl apuz vvnmut avs. Timn āe nh ʿuudhr pysh krnhi thi, timv andrh yim ạkhrs tanụ̄ kufrs petth rv zn. Timn vathi ạkhrts andr dg th dvd tulh vun ʿdhab. Yim timv andr tvbh krn baakhlaṣ dil mslman spdn, tim lbn tmhi ʿdhab nishhi njat."
  },
  {
    "verse_id": 91,
    "translation": "Km ṭaqt lvukn th bymarn th byyhi nh timn lvukn yimn nh khrchh khạṭr kynhh mvjvd chuh chuhnh kanhh gnah yylhi timn khạr khvạhy th khlvṣ āshi khdays th tihndis pyghmbrs nsbt, yimn nykv karn petth chhanh kanhh vthah aʿtraẓ krnch, Allah tʿālyā chuh bvdd mghfrt vvl bvdd rḥmt vvl."
  },
  {
    "verse_id": 92,
    "translation": "Byyhi chuhnh timn lvukn petth thi kanhh gnah th alzam yylhi tim tohyhi nish āe tohyhi kya kriv tihndi svạry hund antẓam. Tohyhi frmvvukh me nishhi chuhnh kanhh chyz yth petth bh tvhụ̄ svar krv, tim drạe vaps tohyhi nishhi yth ḥals andr kh achh tihnz āsh avsh haran yymiy ghmh mokhh kh yimn spdin nh mhyanh pnnhi jayhi nh byyhi kunhi jayhi khrchh khạṭr kynhh mal yus yim yth jhads andr ṣrf kr hn, timn thi chuhnh kanhh gnah."
  },
  {
    "verse_id": 93,
    "translation": "Bs alzam th gnah chuh timne lvukn petth yim maldar ạsith tohyhi jhads nh nyrnh khạṭr ajazt mngan chhi, shrm chhe tihndi khạṭr tim spdụ̄ rạẓy znann sintụ̄ rvzns petth, Allah tʿālyā hn chhe muhr krmcz tihndyn diln petth yymhi mokhh timn zanun chuhnh tgan thvab kth mnz chuh th gnah kth mnz chuh."
  },
  {
    "verse_id": 94,
    "translation": "Yim lvukh krn ʿdhur th bhanh tohyhi nish yylhi vaps gczihv timn nish, lhādha frmạv, yvkh tvhụ̄ bhanh th ʿdhr mh vniv. Asụ̄ hrgiz tuhndis vnns pczh krav nh, byshk ashi krkhbr Allah tʿālyā hn tuhndyn aṣly ḥalatn hnz kh tuhund kanhh ʿdhur avs nh pvz th ṣḥyḥ, byyhi thi vuchhhi āyindh Allah tʿālyā byyhi tuhund pyghmbr tuhnz kamhi. Yymhi sintụ̄ mʿlvm spdi tohyhi andr kvutah akhlaṣ th frmanbrạry chhe, tvpth yiyv tvhụ̄ vaps ninh ts prvrdigars nishhi yus svrue pvushyd h th nvn zanh vun chuh. Ps kri suh tohyhi khbr timn sarne chyzn hnz yim tvhụ̄ kran ạsiv, tvpth diyv tmich mzvurụ̄."
  },
  {
    "verse_id": 95,
    "translation": "Vonụ̄ yin tim tohyhi nishhi tvpth havn tim qsm khdae sund yylhi tvhụ̄ vaps yiyiv timn kun, yuth tvhụ̄ dr gudhr kriv timn nishhi, ps kriv tvhụ̄ timn nishhi drgudhr. Tim trạviyvkh pnnis ḥals petth. Pzụ̄ pạtthụ̄ tim chhi mkrụ̄ th gndh, tihund anjam chuh setthah khrab. Ptv lakh chuh vatun timn nari jhnms andr. Yhi chuh timn sza timn kamyn hund yimh tim kran ạsụ̄ nfaq th khlaf vghạr."
  },
  {
    "verse_id": 96,
    "translation": "Yim qsm chhi tim havan tohyhi brvntth knhi yuth tvhụ̄ rạẓy gczihv timn nishhi. Avl gczihnh khdae sndyn dshmnn nishhi rạẓy spdun. Balfrẓ hrgah tvhụ̄ timn nishhi rạẓy spdiv, hrgah tvhụ̄ tihndyv apzyv qsmv sintụ̄ mtạthr spdith rạẓy gczihv thi. Mgr Allah tʿālyā spdinh hrgiz rạẓy yithyn shryr th nafrman lvukn nishhi."
  },
  {
    "verse_id": 97,
    "translation": "Yimn munafqn mnz yim gamkụ̄ lvukh chhi tim chhi zyad skht kufrkinụ̄ th nfaq kinụ̄ kyazitim chhi ʿlmahn th ʿạqln nishhi dvur rvzan, byyhi chhi tim ath qạbil kh tim zann nh tim aḥkam yim Allah tʿālyā hn chhi pnnis pyghmbrs petth nạzil krimtụ̄, Allah tʿālyā chuh svrue zanh vun setthah ḥikmt vvl."
  },
  {
    "verse_id": 98,
    "translation": "Byyhi chhi yimv gamh kyv munafqv andrh bʿẓ lvukn kufr vnfaq v jhlh ʿlavh bkhl vʿdavtkụ̄ ṣfat thi. Tim chhi zanan khdae snzi vthi andr khrch krns chyttụ̄ th jurmanh byyhi chhi praran tim tohyhi pvt khvri yins kanhh ḥạdthh vaqʿ spdns, ychh vqtah yins, pvt khvri yyhi timn pans. Ychh vqt yin timn pans. Zmanuk ḥạdthh spdi vaqʿ timn petth, Allah tʿālyā chuh svrue bvz vun svrue zanh vun."
  },
  {
    "verse_id": 99,
    "translation": "Byyhi chhigamh kyv andrh tim thi yim pvur pczh chhi kran kunis khdays, byyhi ptmis dohs yʿny qyamts, byyhi chhi yim gnzran khdae sndi vthi andr mal krch krns tsndi qrbuk th pyghmbri khdae sndi dʿāe khạruk akh rut dhryʿh, var bvziv vaqʿī chhu suh khrch krun tihund tihndi khạṭr qrbuk dhryʿh, ẓrvur vatnavi timn Allah tʿālyā pnnis rḥmts mnz kyazi, byshk Allah tʿālyā chuh setthah mghfrt th setthah rḥm krvun."
  },
  {
    "verse_id": 100,
    "translation": "Byyhi yim brvntth gczhh vnụ̄. Goddny mushrf baaslam spdvnụ̄ mhajirv th anṣarv andrh. Byyhi tim lvukh yimv tihnz pyrvy kr rthi ṭryqh. Yimn sarne chuh Allah tʿālyā rạẓụ̄. Tim thi chhi ts nishhi rạẓy, byyhi thavi Allah tʿālyā tihndi khạṭr tyar tim jnt yimv mnzụ̄ joyhi pkan chhe timne jntn mnz rvzn tim hmyshh, yihe gyhi bddụ̄ kamyạby."
  },
  {
    "verse_id": 101,
    "translation": "Byyhi yim tohyhi andụ̄ pkụ̄ gamn hndyv lvukv andrh byyhi shhrkyv lvukv andr tim yim munafq chhi, ddadd krith chhi nfaqs petth, tvhụ̄ zạniyvkh nh tim. Asụ̄ zanvkh tim jldy dimv asụ̄ timn dnyahs andr sza dognh, tvpth yin tim svznh ạkhrtkis bddis ʿdhabs kun."
  },
  {
    "verse_id": 102,
    "translation": "Byyhi chhi yimn vrạe kynhh lvukh yimv aqrar kvr pnnyn gunhn. Yimv milnavi rcz ʿmlh ychh ʿmln sintụ̄. Yʿny suh gv aʿtrafi gnah krun pnnis gnhs aqrar krun, shayd Allah tʿālyā kri tihndụ̄ tvbh qbvl. Kyazi Allah tʿālyā chuh byshk mghfrt krvun setthah rḥm krvun. Yimv ṣḥabh ṣạbv ạsụ̄ pnnụ̄ pan gnddith thạvmtụ̄ msjdi shryf kyn thmn sintụ̄. Yihnd tvbh qbvl spdụ̄ yimv muczrạvụ̄ pnnyn pann hndụ̄ gndd. Tvpth anykh harh dr khdmti rsvli krym ṣly Allah ʿlyh v slm. Atiy spudyhi āyhi krym nạzil."
  },
  {
    "verse_id": 103,
    "translation": "Rttiv ḥẓ yimn tvbh krvnyn nishhi tihndi malh andrh yus tim pysh kran chhi bṭvri ṣdqh. Kriyvkh tim pak pakyzh tmhi ṣdqh sintụ̄, byyhi kriyvkh dʿāe khạr. Pzụ̄ pạtthụ̄ tihndi dʿāe khạr sintụ̄ chuh timn tsly th aṭmynan ḥạṣil spdan, Allah tʿālyā chuh tihund aʿtraf v aqrar gnah tihnz ndamt var bvz vun pvur zanh vun."
  },
  {
    "verse_id": 104,
    "translation": "Kyah timn chuhna mʿlvm kh Allah tʿālyā chuh tvbh qbvl kran pnnyn bndn hund. Byyhi chuh sue ṣdqat qbvl kran, byyhi chuhna timn mʿlvm kh Allah tʿālyā he chuh setthah tv bh qbvl krvun, setthah rḥm krvun."
  },
  {
    "verse_id": 105,
    "translation": "Byyhi frmạviyvkh tvhụ̄ kh ae lvukv kran gczihv tvhụ̄ ʿml Allah tʿālyā chuh panh vuchhan tuhnz ʿml, byyhi pyghmbr tuhund byyhi baayman. Ychh kamyn hund ntyjh nyryv tohyhi dnyase andrdhlt byyhi khvạry, yiyv tvhụ̄ vatnavnh ts dhati paks nishhi yus svrue pvushydh th nvn zanh vun chuh, ps kri suh tohyhi khbr timn sarne kamyn hnz yimh tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 106,
    "translation": "Byyhi chhi kynhh lvukh pth rvzvnyv andrh yim praran chhi khdae sndis ḥukms. Timn mtʿlq chuh, ya krykh ʿdhab hrgah tvbh krns andr khlvṣ āsykh nh. Ya kri tihund tvbh qbvl. Hrgah tvbh baakhlaṣ kvrmut āsykh. Allah tʿālyā chuh prth akụ̄sund ḥal pvur zanh vun. Ts chhe khbr akhlas v ʿdim akhlaṣch. Suh chuh setthah ḥikmt vvl. Mdynh shryfs qryb chuh akh mḥlh tth chhu nav )qba(. Ḥẓrti rsvli krym ṣly Allah ʿlyh v slmv yylhi hjrt kr, goddny tthhre tim ath mḥls andr. Tmhi pth kynhh kalah gczith avnukh tshryf mdynh shryf kis shhrs andr. Yitis kals ath mḥlh qbahs andr qrar kvrukh tyitis kals yth jayhi timv nemaz prtth jayhi bnạvamhi mḥlh kyv mukhlṣ baaymanv akh msjidah. Tth msjdi chhi vnan msjdi qba ath mḥls mnz yim munafq bsan ạsụ̄ timn avs myl jvl th yun gczuhn akis shkhṣs sintụ̄ ys nav avs abv ʿāmr rahib. Suh avs aslamuk skht dshmn. Timv munafqv kvr ts sintụ̄ mshvrh krith akh kthah muqrr kh asụ̄ thi bnavv huth msjdi sintụ̄ byakh msjd. Tth mnz jmʿ spdith āsv aslams khlaf mshvrh kran. Amụ̄ abv ʿāmrn vvn yimn munafq kh bh smkhh hriqls vghạr badshahn. Timn sintụ̄ fvj lshkr ḥạṣil krith thavv aky saʿth muslmann hund byvul gạlith. Tmhi pth yylhi msjdi shklhi yimv munafqv yhi mkan bnvv tvpth āe drkhdmti ḥẓrti rsvli krym ṣly Allah ʿlyh v slm. Timn kvrukh ʿrẓ tvhụ̄aniv ḥẓ tshryf ath sanhi msjdi andr. Allah tʿālyā hn krụ̄ ath mvqʿs petth nạzil yim āyat krymh."
  },
  {
    "verse_id": 107,
    "translation": "Byyhi chhi bʿẓ lvukh yimv msjdah bnạv aslams ẓryr vatnavnh khạṭr. Byyhi yuth tth mnz kufr chh yʿny ʿdavti rsvl chh kth krn. Byyhi yuth mslmann mnz tfrqh travn z ḥṣh krn, byyhi yth zagnch jạe bnhi timn ts shkhṣh sndi khạṭr yymụ̄ brvntthe mukhalft krkhdays th tihndis pyghmbrs yʿny abv ʿāmr mdhkvr, tvpth chhi qsm havan kh ashi avs nh ath andr yʿny msjd bnavns andr bhtr vrạe kunhi chyzuk aradh, khda chuh gvah kh byshk chhi tim apuz yạrụ̄. Yylhi amhi msjdi hnz yhi ḥalt chhe."
  },
  {
    "verse_id": 108,
    "translation": "Tv hụ̄ mh ḥẓ gczihv tth msjdi mnz nemaz prnhi hrgiz, albth so msjd yth kn āmut chuh dinh goddnikhi dohh petth prhyz gạry petth yʿny msjdi qba sve chhe szavar yymhi khạṭr kh tohụ̄ priv tth mnz nemaz, tth msjdi qbahs mnz chhi tim lvukh yimn pạky chhe setthah ttạtthụ̄, Allah tʿālyā thi chuh zyadh pak rvz vnyn ttvtth thavan."
  },
  {
    "verse_id": 109,
    "translation": "Kyah suh shkhṣ yymụ̄ kn dyut pnnis grs yʿny msjdi khdays khvuczụ̄ khvuczụ̄ th tihnz rẓa mndy czhanddan suh shkhṣ chha bhtr, kinh suh shkhṣ yymụ̄ pnnhi grch bunyad th kn dyut khokuhri chhmbh kis ands petth. Yth phratth thi gmcz ạs yus vsụ̄ pyns tyar. Ps pyvvsuh vsith nari jhnms andr yus tth mnz avs suh thi pyvv jhnms andr. Kyazi yhi mkan bnavnh andrh avs ghrẓ mkhalfti aslam v pyghmbri aslam. Yus srasr kufr avs. Kufr th kạfrn hnz jae chhe nari jhnm, Allah tʿālyā chuhnh vth havan yithyn ẓạlmn dyn chyn kamyn kun."
  },
  {
    "verse_id": 110,
    "translation": "Hmyshh rvzi yhi gr yus timv bnv vtihndyn diln andr shkuk sbb. Tvpth yylhi suh gr munhdm kvr ḥẓrti rsvli krymn ṣly Allah ʿlyh v slm. Suh rvud llh vun tihndyn diln andr. Suh czlykhnh mgr aynkh ryzh ryz h gczihh tihndyn diln mrith qbrn andr Allah tʿālyā chuh svrue zanh vun ḥikmt vvl."
  },
  {
    "verse_id": 111,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā hn hyvt mvlụ̄ baaymann nishhi tihndụ̄ pan th tihund mal jnts bdlh. Khdays knnh andr chuh mṭlb kh tim chhi mal pnun th jan pnun khdae sndi khạṭr ṣarf kran, yim khdae snzi vthi andr jhad kran chhi yth mnz kunhi vqth dshmnn maran chhi kunhi vqth panh shhyd spdan chhi, ath jhad vqtals petth yus vʿdh timn sintụ̄ krnh āmut chuh suh chuh pvz vʿdh. Amyuk vʿdh chuh kvrmut Allah tʿālyā hn pvz vʿdah, tvrahs mnz thi, anjyls mnz thi, qrāns mnz thi, yhi kth chhe muslm kh khdae sndi khoth kus akhah chuh zyadh vfa krvun pnnis ʿhds, ps gczihv khosh pnnis yth svdahs petth yus tohyhi kvruv khdays sintụ̄, yhe gyhi bdd kamyạby yʿny jnt ḥạṣil spdun."
  },
  {
    "verse_id": 112,
    "translation": "Timn mujahd baaymann hndụ̄ ṣft chhi tim chhi tvbh krvnụ̄ shirkh nishhi, nafrmạnyv nishhi, tim chhi ʿbadt krvnụ̄, tim chhi rvzdar rvzvnụ̄, tim chhi rkvʿ krvnụ̄ th sjdh divnụ̄ yʿny nemaz prvnụ̄. Byyhi chhi tim rczn kthn hnz tʿlym divnụ̄ th ychh kthv nishhi pth rtth vnụ̄. Byyhi chhi tim khdae sndyn ḥukmn rạchh krvnụ̄ ʿmlhi sintụ̄, khosh khbry frmạviv timn ba aymann yimn andr jhaduk jdhbh th yim ṣft āsn."
  },
  {
    "verse_id": 113,
    "translation": "Jạyz chuhnh nby kryms byyhi baaymann kh tim kyah mngn mghfrt mushrikn hndi khạṭr, ad ạsụ̄ tnkh tim ạshnave. Timn var yhi kth nnnh pth kh tim kyah chhi narkụ̄ lvukh thndi kufrs petth mrnkh sbbh hrgah ḥẓrti abrahym sndi qṣh sintụ̄ shubh spdikh timv kyazi mvng mghfrt pnnis mạlụ̄ sndi khạṭr tmyuk jvab chuh."
  },
  {
    "verse_id": 114,
    "translation": "Byyhi avs nh mghfrt mngun ḥẓrti abrahym sund pnnis mạlụ̄ sndi khạṭr mgr akh vʿdh pvur krnh khạṭr yus timv ts sintụ̄ kvrmut avs. Yymich dhkir Allah tʿālyā frmavan chuh )sa astghfr lk rby( āys andr, adyylhi timn nnyvv kh suh chuh dushmn khdae sund tim spdụ̄ ts nishhi byzar. Astghfar mngun trvv timv kyazi ath ṣvrts andr dʿāe mghfrt krun chuh be kar. Vonụ̄ rvuz yhi kth kh timv kyazi avs ts vʿdh kvrmut tmyuk vjh chuh. Pzụ̄ pạtthụ̄ ḥẓrti abrahym avs nrm dil, ḥlym alṭbʿ, czalh vun, czydd krvun. Bavjvd yhi kh timn vnụ̄ mạlụ̄ skht nagvar kth mgr timv hycz ḥilms kạm. Azbs shfqt vmhrbạny kvrhs vʿde astghfar. Suh thi tv tituhetanụ̄ yvtanụ̄ timn aimkani mghfrt aumyd ạs."
  },
  {
    "verse_id": 115,
    "translation": "Allah tʿālyā chuhnh ddalan kunhi qvms timn hdayt krnh pth, yvtanụ̄ timn var byan kran chuh tim chyz yimn nishhi timn bchun th pth rvzun āsan chuh, pạzụ̄ pạtthụ̄ Allah tʿālyā chuh prth chyzah pvur zanan."
  },
  {
    "verse_id": 116,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā snze chhe padshaht āsmann th zmynn hnz. Sue chuh zindh kran th maran, byyhi chuhnh tihndi khạṭr khdays vrạe kanhh dvstah nth mdd garah."
  },
  {
    "verse_id": 117,
    "translation": "Allah tʿālyā spud mtvjh rḥmt sintụ̄ nby kryms. Timn kvrun ʿṭa nbvt th aimamti jhad. Byyhi sare khvubyhi byyhi krn timn mhajrn th anṣarnn kun tvjh brḥmt yimv tihnz pyrvy krskhty hndi vqth kh timn ditun tv fyq aistqamtuk mshqt vtklyf brdasht krnuk, yymhi pth kh qryb avs kh jmaʿtkụ̄ dil ddlh hn tmhi nishhi, tihnz pyrvy krnh nishhi, tvpth phiyvur suh timn kun thạbt qdmy ʿṭa krnh sintụ̄ kyazi suh chuh timn petth setthah mhrban th rḥm krvun."
  },
  {
    "verse_id": 118,
    "translation": "Byyhi kvr tvbh qbvl Allah tʿālyā hn timn tryn shkhṣn hund yihund mʿāmlh multvy avs thavnh āmut, yvtanụ̄ timn petth zmyn vsyʿ th khvl ạsith tng spud, byyhi āe tim pane setthah tng th ʿạjiz, byyhi zvn timv kh kanhh chhpn jae chahnh khdae sndi ʿdhab nishhi bchnh khạṭr ts vrạe, tvpth spud suh timn kun mtvjh rḥmt sintụ̄. Yuth tim tvbh krn, pzụ̄ pạtthụ̄ Allah tʿālyā chuh tvbh qbvl kr vun rḥm krvun."
  },
  {
    "verse_id": 119,
    "translation": "Ae baaymanv khvucziv khdays byyhi rvziv ʿmlhi andr pzụ̄ zyaryn sintụ̄. Yimn hnz nyt th kth drust th pazh chhe."
  },
  {
    "verse_id": 120,
    "translation": "Shvbhi hanh pzi hanh mdynh mnvrh kyn lvukn byyhi timn lvukn yim andụ̄ pkụ̄ gamn andr rvzan chhi pth rvzun th shmvlyt nh krun pyghmbri khdays hmrah jhads andr nyrnh nishhi, byyhi shvbhi hanh timn pnnụ̄ pan zyadh ttạtthụ̄ zannụ̄ tihndi khoth. Tim yylhi panh bnfsi nfys drae ath jngi tbvks andr pth rvz vnụ̄ th pnnyn pann āram vath navnhi. Yim kyah chhi tihndi khoth, yhi timn sintụ̄ shmvlyt krnụ̄ ạs yymhi mokhh kh ath andr avs akh mḥbt pyghmbri khdahuk ḥq ada krun tmhi ʿlavh yimh yimh mhrbạnyhi th thvab mjạhidn ḥạṣil spz yimn thi spdhn timh mhr bạnyhi ḥạṣil. Chnanchh timn vvt nh kanhh tklyf khdae snzi vthi andr. Timn ljnh trysh, bochhhi, tim pkụ̄ nh kunhi vthi mgr bshan vshvkt yymhi sintụ̄ kạfrn czkh khczth vạnij dz timn byyhi kvrnh timvḥạṣil dshmnn nishhi kanhh chyzah, mgr yimv sarve chyzv bdl āyhi timn namh aʿmals andr rcz nykyhi lykhnh, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh ẓayʿ kran nykv karn hnz mzvurụ̄."
  },
  {
    "verse_id": 121,
    "translation": "Byyhi krn nh tim kanhh khrch lokutt ya bvdd. Byyhi czhanddn nh kanhh mydanah. Mgr timv bdlh thi yinkh nh nyky lykhnh, yuth Allah tʿālyā timn rcz mzvurụ̄ ʿṭa kri timne kamyn hnz yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 122,
    "translation": "Byyhi pzi hanh baaymann nyrun aikh vtth sarne hund, ythh pạtthụ̄ kyazi āyhi nh ʿml krnh kh ābạdy hndi prth ḥṣh mnz nyr hn kynhh lvukh, yuth tim shhr kyn ʿạlmn nishhi dynkụ̄ aḥkam ḥạṣil krn, takh pnnyn lvukn kun vaps gczith kr hn timn byim yuth tim nafrmạnyv nishhi aḥtyaṭ krn."
  },
  {
    "verse_id": 123,
    "translation": "Ae ba aymanv jhad kriv timn kạfrn sintụ̄ yim tohyhi nkhh tlh chhi, timn thi yyin bvznh kh tohyhi andr chhe skhty timn nishhi mh rvuziv khvuczith th dbith, byyhi zạniv yhi kth kh Allah tʿālyā sund mdd chhu byshk prhyz garn th mutqyn sintụ̄."
  },
  {
    "verse_id": 124,
    "translation": "Byyhi yylhi nvvsvrh shryfah nạzil krnh yivan chuh ps chhi bʿẓ munafqv andrh yim vnan chhi tthtthh pạtthụ̄. Tlh sa vnitv tohyhi andr ksund ayman huryvv yhi svrh nạzl spdnh sintụ̄, ps yimv lvukv brvntthue ayman avnmut chuh timn hurrvv ẓrvur qrāni mjydkụ̄ tmụ̄ svrn setthah ayman chnanchh tim chhi trqy ayman sintụ̄ setthah khosh."
  },
  {
    "verse_id": 125,
    "translation": "Vonụ̄ ge tim lvukh yihndyn diln andr nfaquk mrẓ chuh, hurrvv timn qrāni mjydkụ̄ tmụ̄ svrn napạky petth napạky. Kyazi amhi brvntth avs timv qrāni mjyd kis akis ḥṣs ankar kvrmut. Vonụ̄ kvrukh byyis ḥṣs, byyhi mvudụ̄ tim kufr kise ḥals petth. Qrāni mjyduk khạṣyt chuh byshk aymans andr trqy pạdh krnụ̄. Mgr jae gczihh tth qạbil āsnụ̄. Dil gczihh nfaqh nishhi pak āsun."
  },
  {
    "verse_id": 126,
    "translation": "Āya vuchhan chhina tim zi timn chheẓrvur yivan āzmạyish krnh prth vryhi akh phiri ya doyhi phiri kunhi nth kunhi āfts th blayhi mnz mubtla krnh sintụ̄. Tvpth thi chhinh tim baz yivan nh chhi tim nṣyḥt rttan."
  },
  {
    "verse_id": 127,
    "translation": "Byyhi yylhi kanhh nvvsvrah nạzil krnh yivan chuh tmhi saʿth chhi tim akh akis kn vuchhnhi lgan. Aisharv sintụ̄ akh akis prczhan, vuchhan ma chuhv tohyhi kun kanhh mslmanv andrh, atiy chhi czlun hyvan nby krym snzi mjlishi mnz, Allah tʿālyā hn phirụ̄ tihndụ̄ dil dyni ḥq nishhi, kyazi timn chuhnh pvz fikriy tran."
  },
  {
    "verse_id": 128,
    "translation": "Ae lvukv btḥqyq āv tohyhi kun pyghmbrah tvhiy mnz yʿny az jnsi bshr. Yuth tohyhi timn nishhi fyẓ ḥạṣil krun āsan spdi, yimn setthah nagvar th dushvar chuh tohyhi kanhh tklyf vatun, setthah khvahish chhe timn tuhndi fạydch, baaymann kyut chhi tim setthah mhr ban th setthah shfyq."
  },
  {
    "verse_id": 129,
    "translation": "Hrgah yhi ạsith thi lvukh rv grdạny krn, tvhụ̄ frmạviyvkh kanhh prvah chuhnh. Bs chuh me Allah tʿālyā. Kanhh mʿbvd chuhnh ts vrạe. Tsụ̄ petth kvr me aʿtmad. Sue chuh bddi ʿrshuk mạlik."
  }
]