[
  {
    "verse_id": 1,
    "translation": "Amyuk mṭlb zanhi Allah tʿālyā, yim āyat brvntth kun byan yin krnh yim chhi āyat pur ḥikmt th mẓbvṭ ktabi hndụ̄ yʿny qrāni mjydkụ̄ yim āyat pzụ̄ āsnh mokhh qạbli qbvlt chhi. Yimn petth yim āyat nạzil spdan chhi, kạfr chhi tihndis nbvts ankar kran. Timne chuh Allah tʿālyā jvab frmavan."
  },
  {
    "verse_id": 2,
    "translation": "Kyah yimn mkh kyn lvukn chha ʿjạyib bvznh yivan yhi kth kh ashi svuzvḥy timve andr akis shkhṣs petth yus timne hyv bshr th ansan chuh, so vḥy chhe yy kh bym kriv timn lvukn yim khdae sndyn ḥukmn khlaf kran chhi. Yimv ayman avn timn frmạviv yhi khoshkhbr khi tihndi khạṭr chhu tihindis khdays nishhi thvd mrtbh, kạfr yylhi ḥạran ge yhi klami pak bvuzith. Dpnhi lgụ̄ pzụ̄ pạtthụ̄ chuh yhi shkhṣ nʿūdh bAllah saḥr th jadvgr."
  },
  {
    "verse_id": 3,
    "translation": "Pzụ̄ pạtthụ̄ chuh tuhund prvrdigar Allah tʿālyā yymụ̄ pạd krụ̄ āsman th zmyn shyn dohn brabr mudts mnz. Bs chuh suh aʿlyā drjuk qadir, tvpth spdsuh mstvy ʿrshs petth tithh pạtthụ̄ yithh pạtthụ̄ tihndis shans shvubhi. Chnanchhi frmavan chuh, suve chuh prth kunhi kamhi hund munạsib tdbyr kran bs chuh suh ḥkyim, ts brvntth knhi hykh nh kanhh akh shfaʿt krith tihndi ajazt vrạe. Ps chuh suh ʿẓym thi. Yohe mʿbvdi brḥq chuh tuhund prvrdigar, ḥqyqy rb. Ps kriv tihnze prstsh. Shrkhi nishhi rvziv pth, kyah yimh dlylh bvuzith thi chuhv na tohyhi fkri tran kynhh ymhi sintụ̄ tvhụ̄ nṣyḥt rttiv."
  },
  {
    "verse_id": 4,
    "translation": "Ts kun chuhv tohyhi sarne vatun. Yhi chuh Allah tʿālyā sund pvz vʿdh, pzụ̄ pạtthụ̄ sue chuh godd pạd kran mkhlvqn. Tvpth kri byyhi dubarh timn pạd qyamtkụ̄ doh, yuth bdlh diyhi suh timn lvukn pvur pvur, yimv ayman avn byyhi krykh rcz ʿmlh, ʿdl vanṣafh mvjvb. Tth mnz kri nh kunhi qsmh kmy blkh kri zyade ʿṭa, byyhi yimv lvukv kufr kvr, tihndi chynh khạṭr chhe ạkhrts mnz jhnmch rsr byyhi tmhi ʿlavh ʿdhab kddur, tikyazi tim kyah ạsụ̄ kfur kran."
  },
  {
    "verse_id": 5,
    "translation": "Suh qadr mtʿlq gv sue yymụ̄ āftab kvr nph nph krvun. Zvin krn przlh vnụ̄, mqrr krin yimv andr prth akụ̄ sndi syr khạṭr burj th mnzl. Āftab sintụ̄ chuh yivan doh prznavnh th zvunhi sintụ̄ chuh yivan ryth th vriy prz navnh, yuth tvhụ̄ zạniv vriyn hnz grnd th rytn th dohn hund ḥisab, Allah tʿālyā hn krụ̄ na yim chyz pạd mgr pzụ̄ pạtthụ̄ bjyn ḥikmczn petth mushtmil, vyczhnavan chuh Allah tʿālyā pnnhi qdrtchhi dlylh zann valyn hndi khạṭr."
  },
  {
    "verse_id": 6,
    "translation": "Pzụ̄ pạtthụ̄ rat kis th dohh kis akhtlafs akh akis pth yins andr, byyhi yim chyz Allah tʿālyā hn āsman vzmyns andr pạd krụ̄, timn andr chhi bddụ̄ bddụ̄ nishanh th dlylh khdae sndis āsns petth timn lvukn hndi khạṭr yim khdays khvcz vnụ̄ chhi."
  },
  {
    "verse_id": 7,
    "translation": "Pzụ̄ pạtthụ̄ yim lvukh amyd chhinh thavan sanhi mulaqatch tth chhi ankar kran, byyhi yim rạẓụ̄ spdụ̄ dnyachhi zindgạny petthe, ạkhrtuk ṭlb chuhnh timn kihinụ̄, byyhi yim tthụ̄ dnyahs petth muṭmʿīn spdụ̄. Dil lgith chhi tvrkun mtvjh, byyhi yim sanyv āyatv nishhi chhi be khbre, yimn mnz mrnh pth byyhi zindh gczhnch fkir chhanh."
  },
  {
    "verse_id": 8,
    "translation": "Timne lvukn hnz jae chhe nari jhnm, timn ychh kamyn hund sza yim tim kran ạsụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Pzụ̄ pạtthụ̄ yimv lvukv ayman avn byyhi krykh rcz ʿmlh timn havi vath pnun prvrdigar tihndi ayman kh brkth jnts kun, drkhvast tihund āshi jnts andr. Yʿny kanhh chyzhe ṭlb krun āsykh tmhi saʿth prn subḥank Allahm, ykdm āshi suh chyz pysh spdan."
  },
  {
    "verse_id": 10,
    "translation": "Munzh th pak chhukh cz yaAllah, tuhund tʿẓym v tkrym āshi jnts andr slam, mlạyk āsn timn nishhi yivan. Tim āsn timn slam kran. Jnty āsn akh akis sintụ̄ mulaqat kran tim thi āsn tmhi saʿth slam kran, ạkhry dʿā āshi tihund, sạry tʿryf chhi szavar mʿbvdi brḥqs yus ʿālmynn hund rb chuh."
  },
  {
    "verse_id": 11,
    "translation": "Hrgah Allah tʿālyā lvukn petth tihndi bjldy shr czhanddns mvạfiq bjldy ʿdhab vaqʿ kri ha yithh pạtthụ̄ tim khạr czhanddns andr be tạby kran chhi th Allah tʿālyā chuh khạr timn jld vatnavan. Hrgah yithe pạtthụ̄ shr thi jldy vatnavi hykh tylhi āsiha tihndi ʿdhabuk vʿdh ddytth knhi pvurh spudmut, ps chhikh asụ̄ tim lvukh yimn nh ashi nishhi vatnch th ashi sintụ̄ mulaqat krnch amyd chhe yalh travan yuth tim srkshy andr avr yvr phyrn balākhr krvkh asụ̄ tim ʿdhabs grftar."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi yylhi kạnshi ansans kanhh skhtyah vatan chhe atiy chuh hyvan ashi suh mngun prth ḥals andr. Shongith thi, bihith thi, vothh vun thi. Tmhi saʿth chuhs nh mʿbvdani bạṭilv andr kanhh thi czyts pyvan, tvpth yylhi asụ̄ so skhty dvur chhis kran tihndi mngnh th altja krnh pth. Tvpth chuh suh vatan pnnis aṣly ḥals kun. Byyhi chuh shrkchhi kamhi th kthh kran. Pkan chuh ashi sintụ̄ tmhi ṭryqh zn nh ashi kun kunhi skhty vizḥajthe pyvmut chuh ts. Ashi sintụ̄ chuh betʿlqy ẓạhr kran. Yithe pạtthụ̄ chuh suh zynt dinhi āmut ḥd nishhi tjavuz krvnyn hnzn timn ychh ʿmln yim tim kran ạsụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Btḥqyq gajhi th hlak kriashi mkhtlf ʿdhabv sintụ̄ variyah jmạcz tohyhi brvntth yylhi timv ẓlm kvr yʿny kufr v shrk kvrukh. Timn nishhi thi ạsụ̄ vạtmtụ̄ pyghmbr nanhi dlylh hyth, ạsụ̄ nh tim tmhi qsmkụ̄ kh pczh krhn th ayman aanhn, yithe pạtthụ̄ kyah chhi asụ̄ jurm krvnyn sza divan."
  },
  {
    "verse_id": 14,
    "translation": "Tvpth krv asụ̄ tvhụ̄ dnyahs andr tihnzi jayhi ābad. Yuth asụ̄ vuchhv tvhụ̄ kithh pạtthụ̄ kriv kạm )lhādha hrgah tohyhi thi tiy kvruv yhi brvntthmyv kvr tylhi bnhi tohyhi thi ty yhi timn bnyvv."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi yylhi prnh chhi yivan timn petth vaẓḥ th rvshn āyat, vnan chhi tim lvukh yimn nh aumyde chhe ashi sintụ̄ mulaqat krnch. Ae pyghmbr yymhi qrāni mjyd bdl aniv byakh qrān yth mnz nh tmhi qsmkụ̄ mẓmvn āsn yim sạnis mslks khlaf āsn, ya kriv ath andr kunhi qsmh trmym. Tim āyat kddiv amhi mnz yim ashi khlaf chhi, tvhụ̄ frmạviyvkh, me chuhnh akhtyare bh kyah bdlav ath kynhh pnnhi ṭrfh kyazi yhi chha me pnun klam, bh chuhs nh pkan mgr tmiy ḥukmh mvjvb yus me kun svznh yivan chuh, pzụ̄ pạtthụ̄ bh chuhs khoczan hrgah bh nafrmạny kr pnnis mạlkh snz bddi doh kis ʿdhabs suh gv rvzi qyamt."
  },
  {
    "verse_id": 16,
    "translation": "Tvhụ̄ frmạviyvkh ḥẓ, hrgah Allah tʿālyā yczihh ha bh pr hanh tohyhi petth qrāni mjyd. Bh kr hanh tohyhi amich khbr, bh rvdus tohyhi mnz ʿuumri hndis akis bddis ḥṣs, cztjihn )40( vriyn amhi brvntth )hrgah me pnnhi ṭrfhi kynhh pysh krun āsiha tylhi kr ha bh tth vqts andr thi pysh. Mgr tohyhi chuh mʿlvm myvn svrue ḥal lokchar petthh(, kvnh chhiv tvhụ̄ ʿql kran."
  },
  {
    "verse_id": 17,
    "translation": "Ps kus akhah chuh yuth ẓạlim ts shkhṣh sndi khvth yus apuz nvravi mʿbvdi brḥqs petth ya zanhi aapuzụ̄ tihndụ̄ āyat, pzụ̄ pạtthụ̄ kamyab gczhn nh nafrman. Khdays shryk tthhravvunụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi chhi yim prstsh kran mʿbvdi brḥqs vrạe timn chyzn hnz yim nh timn kanhh ẓrr hykn vatnạvith, nh kanhh fạydh, byyhi chhi vnan tim mushrk yim chyz krn ashi sufạrish khdays nishhi )tmiy chhi asụ̄ yihnz prstsh kran(, tvhụ̄ frmạviyvkh kyah tvhụ̄ chhivh khdays vnan timh khbr yimh nh suh zanhi nah āsmans andr th nah zmyns andr )yʿny yylhi ts kanhh shryk āshi ha kunhi chyzs andr tylhi vnhi ha suh panh tth mutʿlq( munzh th pak chuh suh timv sarve chyzv nishhi yim chyz lvukh ts shryk chhi tthhravan. Mʿlvm spud shirk chuh ʿqlaan th shrʿāan bạṭil āsnh kh ʿlavh mnze tthhravnh āmut. Chinanchhi Allah tʿālyā chuh frmavan."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi ạsụ̄ nh lvukh abtdahs andr mgr ake aumtah mvḥdn hnz kyazi ḥẓrti ādm ʿlyh alslam tim ạsụ̄ mvḥd. Timn pth tihndụ̄ avlad tim thi ạsụ̄ mvḥd akụ̄se ʿqyds petth. Ps kvr timv andr bʿẓv akhtlaf. Tim spdụ̄ mushrik, hrgah ne fạṣlh azly āsiha brvntth spudmut tuhndis prvrdigarh sndi ṭrfh, suh gvvdnya chuh darualʿml ạkhrt chuh darualjza. Nth yyhi ha ẓrvur yimn drmyan fạṣlh krnh tth msls mnz yth mnz yim akhtlaf kran chhi yʿny tim mushrik yihan dnyase andr ʿdhabs grftar krnh."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi chhi vnan yim mkkụ̄ mushrik mḥẓ ʿnad kinụ̄ bavjvdi ẓhvr mʿjzat kthyrah kh amis pyghmbrs petth kvnh spud nạzil brvntthmyn hndụ̄ pạtthụ̄ frmạyshy mʿjzah. Chvnkh mʿjzh andr chuh mqṣvd thbvt nbvt. Yhi spdi ḥạṣil prth mʿjzh sintụ̄. Lhādha chahnh ẓrvurt frmạyshy mʿjzn hndi vaqʿ spd nch. Mgr mmkn chuh timv mʿjzvandr spdan vaqʿ kynhh mʿjzh ya spdn nh. Yhi chuh ghạyby amvrvandr akh chyzah. Bh ʿlmi ghạb zannh kynhh thi, ps frmạviyvkh tvhụ̄ kh ghạbch khbr chhe mgr khdae se yạcz. Ps prạriv bh thi chuhs tvhy sintụ̄ pravnyv andr. Ath chuhnh mnṣbi risalts sintụ̄ kanhh tʿlq."
  },
  {
    "verse_id": 21,
    "translation": "Yylhi asụ̄ mzh chhikh cz hh navan yim lvukh kunhi nʿmtuk. Tmih skhty pth yosh timn vạczmcz āsan chhe, tanụ̄ chhi tim shrart hyvan krun sanyn āyatn nsbt. Yʿny timv āyatv nishhi chhi aʿraẓ kran. Timn petth chhi aʿtraẓ kran, timn nsbt chhi tthtthh th asthza kran, tvhụ̄ frmạviyvkh Allah tʿālyā chuh tihndi khvth tyz karsạziy andr. Amhi shrartuk sza diyhi suh tohyhi setthah jld, pzụ̄ pạtthụ̄ sạnụ̄ svuzmtụ̄ lykhn vạlụ̄ chhi lykhan so kar sạzy th shrart yosh tvhụ̄ kran chhiv. Prvrdigars mʿlvm āsnkh ʿlavh chhe tuhnz shrartchhi kamhi sạnis dftrs andr thi mḥfvẓ."
  },
  {
    "verse_id": 22,
    "translation": "Suh gvvsue prvdigar yus tohyhi syr krnavan chuh khoshky petth thi dryavn mnz thi. Yʿny yimv ālatv th samanv sintụ̄ bry vbḥry vth ṭe kran chihv, sạriy ālat v asbab chhi Allah tʿālyā ne ʿṭa krimtụ̄, ta aynkh tvhụ̄ kunhi saʿth dnyahs mnz chhiv āsan navn th jhazn mnz svar. Nav th jhaz chhi muvạfiq hvah sintụ̄ pkan, sạriy svar chheāsan khosh aatiy chuh hngh th mngh nyran mukhạlif tyz hva, tvpth chhi yivan yimn navn hndyn svarn dryavuk mvj prth ṭrfh. Zanan chh, tim lvukh kh asụ̄ āe vlnh muṣybt sintụ̄, tmhi saʿth chhi hyvan tim mngh mng krnụ̄ khdays yhi zạnith kh mngun shvbhi tsụ̄ yvt. Bʿājzy chhi lgan dpnhi, ya Allah hrgah cz ashi yymhi blayhi nish njat dikh, ẓrvur bnv asụ̄ shukr gdhar th ḥq shnasv andr yʿny mvḥdv andr."
  },
  {
    "verse_id": 23,
    "translation": "Ad yylhi Allah tʿālyā yimn amhi blayhi nishhi njat chuh divan atiy chhi tim zmyns mnz byyhi srkshy hyvan krnụ̄ naḥq byyhi chhi time shrk v muṣybt chhi kamhi hyvan krnhi, ae lvukv var bvuziv kh tuhnzi srkshy th nafr mạny hund ẓrr chuhnh mgr tohyhi pnnyn pann petth, bs dnyachhi zndgy hund tmtah chhuv tulan kynczhn dohn, tvpth chuhv ashi kun tohyhi vatun. Ps khbr krv asụ̄ tohyhi tohyhi timn sarne ychh ʿmln hnz yim tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 24,
    "translation": "Bs dnyachhi zndgy hnz mithal chhanah tmhi ābch mithal yus asụ̄ travan chhi āsman kh ṭrfh, milnavnh chhi yvan tth sintụ̄ tim chyz yim zmyn mnz khsan chhi ghlat vghạr, timv chyzv andr yim ansan khyvan chuh byyhi yim chyz charpa khyvan chhi, ta aynkh yylhi zmyn pvurrttan chuh pnnụ̄ rvnq, byyhi spud zmyn sr sbzy sintụ̄ muzyn, khyal kvr zmyndarv kh pzụ̄ pạtthụ̄ ashi chuh vonụ̄ yhi zraʿt amhi zmynuk pạdavar pnnis aths mnz, aatiy chuh vatan tth svn ḥukm rạthụ̄ kyut ya dohlhi, ps chhin travan asụ̄ suh lvunith, zn nh avsmutue avs kynhh yavh. Yithe pạtthụ̄ ʿālim balakh ṭrfh rvḥ yivan bdn ainsanyts sintụ̄ rlith, qvt ḥạṣil krith, pvur ṭaqtvr th hunr mnd ainsan bnan, amis ainsan sndụ̄ tʿlq dar chhi amyd var rvzan amis nishhi fạydh tulns petth. Aatiy chuh naghạny mvt yivan th suh ainsan chuh hngh th mngh mran. Amụ̄ sndyn mtʿlqn hndụ̄ sạriy khyalat chhi vuddan. Zn nh yhi ainsan pạde spudmut chuh āsan, yithe pạtthụ̄ chhi asụ̄ pnnụ̄ āyat vyczhnạvith byan kran timn lvukn hndi khạṭr yim fikr krn. Ps spud thạbt kh dnyah chuh darualzval."
  },
  {
    "verse_id": 25,
    "translation": "Allah tʿālyā chuh nad divan lvukn daralslams kun. Slamty hndis grs kun )suh gvv jnt(, byyhi chuh vth havan yimn yczhan chuh rahi rasts kun."
  },
  {
    "verse_id": 26,
    "translation": "Timn lvukn hndi khạṭr chhe rcz mzvurụ̄, yʿny jnt yim rcz ʿml krn byyhi tmhi khvth zyadh )rcz mzvurụ̄ gvv jnt, tmhi khvth zyadh gvv dydari khda(, vlnh yyhi nh tihndyn buthyn syạhy byyhi nh rusvạyy. Yime kyah ge jntkụ̄ lvukh time kyah āsn jntn mnz hmyshh."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi yimv lvukv ychhhi kamhi kri yʿny kufr th shrk. Ychh kamhi hnz mzvurụ̄ thi chhe ticzhe th ticze yyicz th yiczh so bddāshi, tmhi ʿlavh yyhi tihndyn buthyn khvạry th rsvạyy, āshi nh timn khdays nishhi kanhh bchavn vvlah, zn tihndụ̄ buthụ̄ ạsụ̄ vlnh āmtụ̄ taryk rạczhnzv chhlv sintụ̄, yime kyah ge narkụ̄ lvukh. Timne chuh rvzun tth nars mnz hmyshh."
  },
  {
    "verse_id": 28,
    "translation": "Suh doh thi chuh qạbli dhkr yymhi dohh asụ̄ sạriy mkhlvqat svnbrvkh mydani mḥshrs mnz. Qyamtkụ̄ dohh aikh vtth, tvpth vnv asụ̄ mushrkn, tthhriv tvhụ̄ byyhi tuhndụ̄ shryk. Pnniy jayhi rvuziv, tvpth travv asụ̄ timn mnz tfrqh th dvuryr. Tim krn panh vạnụ̄ akh akis sintụ̄ mqablh, vnn tihndụ̄ bạṭil mʿbvd tvhụ̄ ạsiv nh sạnụ̄ ʿbadt kran."
  },
  {
    "verse_id": 29,
    "translation": "Ps chuh bs Allah tʿālyā gvah āsnh kinụ̄ ashi mnz th tohyhi mnz yth kthhi petth kh asụ̄ ạsụ̄ tihnzi ʿbadth nishhi blkl be khbr kyazi asụ̄ ạsụ̄ be jan."
  },
  {
    "verse_id": 30,
    "translation": "Amy vqth kri amtḥan prth akhah tth sạrse yhi tmụ̄ kvrmut āshi brvntth, vatnavnh yin tim khdae sndis ʿdhabs kun yus tuhund ḥqyqy mʿbvd chuh, tim sạriy bạṭil mʿbvd yim timv tthhrạvmtụ̄ ạsụ̄, yimn hnz timn prstsh kran ạsụ̄ gczhn timn nishhi ghạb th khtm. Timv mnzyyhi nh timn kanhh thi bkar."
  },
  {
    "verse_id": 31,
    "translation": "Prczihv tvhụ̄ ya rsvl Allah yimn mushrkn kh suh kus chuh yus tohyhi rzq ʿṭa kran chuhv āsman v zmyn kh ṭrfh yʿny āsman kh ṭrfh bạrsh travan zmyn mnz ghlh kharan, yus tuhund rzq bnan chuh, byyhi vnitv kus chuh mạlik tuhndi bvznkh th vuchhnkh qvtuk, byyhi kus chuh zinds kddan mords nishhi, mords kddan zinds nishhi, byyhi kus chuh sarine kamyn hund tdbyr kran, yimn sarine kthn vnn tim jvab kh yim sare kamhi kr vun chuh Allah tʿālyā, tvhụ̄ frmạviyvkh adkvnh chhivtvhụ̄ ts shryk annh nishhi pth rvzan."
  },
  {
    "verse_id": 32,
    "translation": "Yymụ̄ sndụ̄ yim avṣaf vafʿāl chhi ps yohe chuh mʿbvdi brḥq tuhund ḥqyqy prvrdigar, pzi kthhi pth kyah chuh baqy rvzan gumrạhy vrạe, ps pvztrạvith kyazi chhiv tvhụ̄ apzis kun gczhan."
  },
  {
    "verse_id": 33,
    "translation": "Yithe pạtthụ̄ spz thạbit tuhndis prvrdigarh snz azly kth yimn nafrmann petth kh yim ann nh zanhh thi ayman."
  },
  {
    "verse_id": 34,
    "translation": "Yhi thi prczihyvukh ya rsvl Allah ae mushrikv kyah tuhndyv yimv apzyv mʿbvdv andr chha kanhh yus godd mkhlvqat pạd hykh krith tvpth byyhi dubarh pạd hykh krith. Ath phvrnh yimn jvabe kynhh, tvhụ̄ frmạviyvukh Allah tʿālyā chuh godd pạd kran, sue kri byyhi sarine mkhlvqatn pạd. Yhi chhe tihnze kạm, ad kvkun chhiv pzụ̄ mʿbvd trạvith apzyn mʿbvdn kun gczhan."
  },
  {
    "verse_id": 35,
    "translation": "Yithi prczhtvkh zi ae mushrikv kyah tuhndyv apzyv mʿbvdv andr chha kanhh yus pzis kun vth hạvith hykhi, tvhụ̄ frmạviyvkh kh Allah tʿālyā he chuh pzis kun vth havan, kyah yus mʿbvd vth havi pzis kun suh chha zyadh szavar pyrvy krns kinh yus nh panh be sndi vth havnh vrạe vth lban chhu, ps kyah gv tohyhi yhi kyuth lghv fạṣlh chuhv kran tvḥyd trạvith chhiv shrk akhtyar kran yus nh atbaʿs qạbil hykh ạsith suh hykyah ʿbadts qạbil ạsith."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi chhinh yimv lvukv andr pyrvy kran mgr fạsid khyalatn hnz, pzụ̄pạtthụ̄ fạsid khyal chuhnh kanhh fạydh divan pzis brvntth knhi, pzụ̄ pạtthụ̄ Allah tʿālyā chuh pvur zanan yhi tim kran chhi. Vqts petth rtthi suh timn pane."
  },
  {
    "verse_id": 37,
    "translation": "Yhi qrāni mjyd chuhnh ticzh ktabah yosh tthhravnh āyhi pnnhi ṭrfh khdays vrạe, blkh chuh yhi nạzil krnh āmut tṣdyq krvun timn ktabn yimh amhi brvntth chhe nạzil krnh āmcz, byyhi chuh yhi timne ktabn hund tfṣyl th tvẓyḥ byan kran, kanhh shk chuhnh amhi kis ktabi āsmạny āsns andr yohe chuh nạzil āmut krnh ʿālmynn hndis prvrdigarh sndi ṭrfh."
  },
  {
    "verse_id": 38,
    "translation": "Blkh bavjvdān chhi yim lvukh vnan yhi qrān mjyd chuh pnniy ṭrfh tthhrvvmut ḥẓrti Muḥammadn )nʿuuvdh bAllah(, tvhụ̄ frmạviyvkh kh tylhi anitv ath hiyvuakh svrah. Tvhụ̄ thi he ʿrby zbanhi hndụ̄ mạhr fṣyḥ vblygh chhiv, byyhi diytv nad yimn tvhụ̄ hykiv th timn pnnhi mdd khạṭr mʿbvdi brḥqs vrạe hrgah tvhụ̄ pvz vnh vnụ̄ chhiv. Yʿny hrgah yhi qrāni mjydmyvn tṣnyf chuh tvhụ̄ thi anitv ath hiyv akue svrah tṣnyf krith."
  },
  {
    "verse_id": 39,
    "translation": "Blkh chhi yim ankar kran apuz zanan tth chyzs yymich nh timn pvir vạqfythe chhe, vunhi kthi nne yhi yimn amich ḥqyqt, yihndiy pạtthụ̄ kvr tkdhyb timv lvukv thi yim yimn brvntth ạsụ̄ pnnyn pyghmbrn, ps vuchh kyah anjam avs timn ẓạlimn hund tithue anjam āshi yimn ẓạlimn hund thi."
  },
  {
    "verse_id": 40,
    "translation": "Byyhi chhi yimv andr bʿẓ yim āyindh pczh krn ath qrāni mjyds, byyhi chhi bʿẓ yim nh pczh krn ath, tuhund prvrdigar chuh pvur zanan mufsidn, vqti muqrr yylhi vathi tmhi saʿth kri Allah tʿālyā ẓrvur timn ʿdhabs grftar."
  },
  {
    "verse_id": 41,
    "translation": "Vonụ̄ hrgah yimn dlyln hndi bavjvd yim lvukh tohyhi ankar krn, tvhụ̄ frmạviyvkh me chhe mzvurụ̄ pnnhi kamhi hnz tohyhi chhv mzvurụ̄ pnnhi kamhi hnz, tvhụ̄ chhiv bry myanhi kamhi nishhi bh chuhs bry tuhnzi kamhi nishhi."
  },
  {
    "verse_id": 42,
    "translation": "Tvhụ̄ mh thạviv tvqʿ tim kyah ann ayman agrchh timv mnz chhi bʿẓ yim kn thavan chhi yymhi saʿth tvhụ̄ qrāni mjyd pran chhiv. Mgr tihund bvzun nh bvzun chuh brabre. Kyazi timn chuhnh aymanuk airadh lhādha chhe tihnz ḥalt zryn hnz hish, kyah tohyhi hykvh zrụ̄ bvz nạvith yylhi nh timn ʿql thi āshi kynhh."
  },
  {
    "verse_id": 43,
    "translation": "Byyhi chhi timv andr bʿẓ yim tohyhi mʿjzat vkmaltv san vuchhan chhi. Mgr ṭlbi ḥq nh āsnh mokhh chuh tihund vuchhn bekar, kyah tvhụ̄ chhiv yczhan anyn vth havnụ̄ yylhi nh timn dryintthụ̄ yivan āshi kynhh."
  },
  {
    "verse_id": 44,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh kạnshi ẓlm kran qạblyt nh ʿṭa krith mvakhdhh th grft kran. Lykn lvukh chhi ẓlm kran pạnụ̄ pans ʿṭa krnh āmcz qạblyt ẓayʿ krnh sintụ̄."
  },
  {
    "verse_id": 45,
    "translation": "Timn pạviv suh doh czyts yymhi doh Allah tʿālyā timn sarine yithh pạtthụ̄ svnbravi kh tim krn khyal zn tim rvudụ̄ mtụ̄ āsn dnyahs mnz ya qbrn mnz sarive dohh mnzh akis gri, lvukh āsn akh akis prz navan lykn akh akis hykn nh kanhh mdd krith. Sạriy āsn pnnhi pnnhi pryshạny grftar, btḥqyq tavan th nqṣan āshi tmhi dohh timn lvukn yimv apuz vvn khdays sintụ̄ mulaqat krun byyhi ạsụ̄ nh tim dnyahs mnz hidayt lbh vnụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi hrgah tohyh ẓrvur havv asụ̄ timv ʿdhabv andr bʿẓ ʿdhab yimn hund vʿdh asụ̄ yimn kran chhi, ya hrgah ashi suh ʿdhab nạzil krnh brvntthe tvhụ̄ yymhi ʿālmh nimv tvthi kyah gvv, ạkhr kar chuh timn vatun aasiy nishhi, tvpth chuh Allah tʿālyā he shạhid tth sạrse petth yhi tim kran chhi. Suh diyhi timn pane sza. Dnyahs mnz timn szayitn dinh ya mth yitn dinh mgr ạkhrts mnz yiykh ẓrvur pnnis mvqʿs petth sza dinh."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi chuh prth aumt khạṭr aḥkam vatnav khạṭr akh pyghmbrah, ad yylhi tihund pyghmbr timn nishhi āv th pygham vatnvvun timn, fạṣlh chuh timn mnz krnh yivan ʿdl vanṣaf mvjvb, byyhi yyhi nh timn lvukn kunhi qsmh ẓlum krnh. Kyazi atmam ḥujth pth sza diyun ẓlum gvvnh."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi chhi dpan lvukh ʿdhabuk vʿīd bvzith tth ankar krnh khạṭr kh aepyghmbr kr spdi vaqʿ yhi vʿde ʿdhab hrgah tvhụ̄ pvz vnan chihv tylhi kvnh chuh ʿdhab vaqʿ spdan."
  },
  {
    "verse_id": 49,
    "translation": "Tvhụ̄ frmạviyvkh jvab ya rsvl Allah ṣly Allah ʿlyh v slm, bh chuhs nh khvd pnnhi panh khạṭr thi akhtyar thavan, nh kunhi nfʿuuk nh kunhi ẓrruk mgr tiytue akhtyar yvut Allah tʿālyā hs mnẓvr āshi. Ps kithh pạtthụ̄ hykh bh tohyhi ʿdhab anith ya vʿde ʿdhab thạvith, prth amt kh ʿdhab khạṭr th tbạhy khạṭr chuh Allah tʿālyā hs nishhi akh vqtah muqrr dnyahs andr ya ạkhrts andr, yylhi suh muqrr krnh āmut vqt tuhund vathi ps hykn nh tim nh pth gczith akis sats nh brvntth yith."
  },
  {
    "verse_id": 50,
    "translation": "Tvhụ̄ frmạviyvkh tla mh vnitv hrgah tohyhi khdae sund ʿdhab vathi rạthụ̄ kyut ya dohlhi tmhi mnz kus chyz chuh suh yth jldchhi czhanddan nafrman az chhiv ankar kran tth. Ḥalankh yhi avs aqraruk th tṣdyqk vqt."
  },
  {
    "verse_id": 51,
    "translation": "Kyah yylhi suh ʿdhab vaqʿ spdi ad anivh tvhụ̄ tmhi saʿth ayman. Tth ayman anns fạydh chuhnh kynhh, )vnnh yyhi tohyhi tmhi saʿth( ae munkrv vonụ̄ kriv na pczh tvhụ̄ mgr be svd. Ḥalankh yhi gvv sue ʿdhab yus tvhụ̄ jld czhandan ạsivtthtthh pạtthụ̄."
  },
  {
    "verse_id": 52,
    "translation": "Tvpth yyhi vnnh timn lvukn yimv ẓlum kvr yʿny mushrkn, czhiv mzh hmyshgy hndi ʿdhabuk. Tohyhi chuhnh szadinh yivan, mgr timne kamyn hund yimh tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 53,
    "translation": "Byyhi chhi yim tohyhi nishhi dryaft kran th prczhan ttsnh pạtthụ̄ th tthtthh pạtthụ̄ kyah ʿdhab chha pvzue, tvhụ̄ frmạviyvkh ad me chuh pnnis prvrdigarh sundqsm yhi ne pvz chuh, tvhụ̄ hykyuvn nh Allah tʿālyā ʿạjiz krith kunhi ṣvrts andr. Suh chuh qadri muṭlq. Ts hykhi nh kanhh ʿạjiz krith."
  },
  {
    "verse_id": 54,
    "translation": "Suh ʿdhab āshi tyvut skht kh hrgah āshe prth kạnshi gnhgar shkhṣs tyvut mal yymhi sintụ̄ svrue rve zmyn pur spdi he, suh tyvut mal thi diyhi he pnun pan bchavnh khạṭr tmhi doh kh ʿdhab nishhi, byyhi thavn tim gnhgar ndamt th khjalt pvushydh, yylhi vuchhn suh ʿdhab ttyntth thavnh khạṭr ʿdhab nishhi, byyhi yyhi fạṣlh tihund ʿdl v anṣafh mvjvb krnh. Timn yyhi nh ẓlum krnh. Yhi vvvmut āsykh tiy lvnn."
  },
  {
    "verse_id": 55,
    "translation": "Var bvuziv lvukv, yhi āsmann mnz th zmynn mnz chuh thi svrue chuh mlk mʿbvdi brḥq sund. Tthụ̄ mnz āe yim mujrm, var bvuziv khdae sund vʿdh chuh ḥq th pvz. Ps qyamt yyhi ẓrvur. Lykn akthr lvukh chhinh zanan th yqyn kran."
  },
  {
    "verse_id": 56,
    "translation": "Se chuh zindh kran sue chuh maran ps kyah mshkil chuh ts nishhi dubarh pạd krun. Byyhi yyiv tvhụ̄ sạriy tsụ̄ kun vatnavnh tvpth hyyhi suh sarine ʿdhab."
  },
  {
    "verse_id": 57,
    "translation": "Ae lvukv btḥqyq āv tohyhi kun tuhndis prvrdigarh sndi ṭrfh suh chyz yus ychh kamyv nishhi pth rttnh khạṭr bvdd vʿẓ thi nṣyḥt chuh, yus shkhṣ tmhi vʿẓh sintụ̄ ychh kamyv nishhi pth rvuzi tihndi khạṭr chuh bvdd shfa. Timn sarine mrẓn khạṭr yim diln mnz chhi gnahav sintụ̄ pạd spdan, byyhi chuh suh bvdd hidayt rcz kamhi krnh khạṭr. Byyhi bddrḥmt ba aymann hndi khạṭr )suh gv qrāni mjyd(."
  },
  {
    "verse_id": 58,
    "translation": "Frmạviyvkh qrāni mjyd yylhi yuth ba brkt chyz chhu, lhādha shvbhi lvukn khdae sndi fẓl v rḥmt sintụ̄ khosh spdun. Yha qrāni mjyd gczhhi zanun bdddvlt, yhi qrāni mjyd chuh bdr jha bhtr tmhi khoth yhi yim svnbran chhi mali dnya andr, kyazi dnyahuk nfʿ chuh km th fạny, qrāni mjyduk nfʿ th fạydh chhu setthah th pvshh vun."
  },
  {
    "verse_id": 59,
    "translation": "Frmạviyvkh tvhụ̄ tla vnitv, khdayn yus rzq nạzil kvr tihndi nfʿ khạṭr tvhụ̄ kriv pane be dlyl tmhi mnz addụ̄ chyz ḥram th addụ̄ chyz ḥlal, tvhụ̄ prczihtvkh kyah khdayn dyutah tohyhi amyuk ajazt kinh blụ̄ chhiv khdays petth apuz nvravan."
  },
  {
    "verse_id": 60,
    "translation": "Byyhi kyah khyal chuhv timn lvukn yim khdays petth apuz nvravan chhi qyamtkụ̄ doh )tim chha zanan kh timn yyhi nh tmyuk prczhne kynhh tmhi dohh( pzụ̄ pạtthụ̄ Allah tʿālyā chuh lvukn petth fẓl kran. Gnah th nafrmạny krithe chuhkh nh grftari ʿdhab kran, blkh chuhkh mhlt divan dyv tvbh krn, mʿạfy mngn. Mgrakthr lvukh chhinh shukr gdhary kran, amhi mhltuk nfʿ th fạydh tulan."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi ạsitv tvhụ̄ ḥalv andr kunhi ḥals andr, timv ḥalv andr gvv tuhund qrāni mjyd prun, byyhi tvhụ̄ sạriy lvukh chihv nh kanhh kạmah kran, mgr asụ̄ chihv āsan tohyhi nishhi ḥạẓr. Ashi chhe khbr spdan tuhndyn sarne ḥalatn hnz, yymhi saʿth petthh tvhụ̄ so kạm krnụ̄ hyvan chihv, khttith chhanh rvzan tuhndis prvrdigars nishhi akis dhrs brabr kanhh chyzah nh āsmann andr nh zmynn andr, byyhi chuhnh akhi dhrh khvth lokutt nh tmhi khvth bvdd, mgr yus nh drj th vaẓḥ chuh rvshn kitabhi andr )suh gvv lvḥi mḥfvẓ( amhi qsmh chuh khdae sund aḥaṭh ʿlmy mvjvdatn hndi ḥqh."
  },
  {
    "verse_id": 62,
    "translation": "Var bvuziv khdae sndụ̄ dvst yim chhi, timn nh chuh kanhh khvf nh spdn tim kunhi qsmh ghmgyn."
  },
  {
    "verse_id": 63,
    "translation": "Tim ge time yimv ayman avn khdays byyhi rvudụ̄ ts khvczan."
  },
  {
    "verse_id": 64,
    "translation": "Tihndiy khạṭr chhe dnyachhi zindgy mnz th ạkhrts mnz bdd bshart th khoshkhbry kamyạby hnz, tghyr vtbdyl chuhnh khdae snzn kthn yʿny vʿdn. Tmụ̄ sund vʿdh chuh pkhth th pvz vʿdh, yhe gyhi bddr stgạry thi kamyạby."
  },
  {
    "verse_id": 65,
    "translation": "Byyhi mh krin tohyhi ghmgyn th āzrdh dushmnn hnz byhvdh kthh, pzụ̄ pạtthụ̄ ʿzt byyhi qdrt th ghlbh chuh svrue khdays. Suh kri tohyhi pnnhi vʿdh mvjvb pvur ḥfaẓt th rạchh. Dushmn hykn nh tohyhi petth ghlbh lbith, suh chuh svruebvzvun sarchiy khbr thav vun."
  },
  {
    "verse_id": 66,
    "translation": "Var bvziv yim mkhlvq āsmann th zmynn mnz chhi. Mlạyk jin th ansan tim sạriy chhi khdae sndiy mlk yimn aathhi kynhh chuhnh, kmich snapyrvụ̄ chhi kran tim lvukh yim lvukh Allah tʿālyā hs vrạe byyn mʿbvdn hnz ʿbadt chhi kran. Khdays chhe khbr kmich pyrvy chhi tim kran. Timn nishhi kyah sna dlyl chhe amhi aʿtqadch, tim chhinh pyrvy kran mgr be sand khyaln th aavhamn hnz byyhi chhinh tim mgr andazah th qyasah lgavan. Ḥqyqthah chhanh tmich kynhh."
  },
  {
    "verse_id": 67,
    "translation": "Suh prvrdigar gvv sue yymụ̄ rath krpạd yuth tvhụ̄ tth mnz āram kriv byyhi yymụ̄ doh kvr pạd yuth tth mnz vuchhith krith pnnụ̄ ẓrvriyat pvur kriv, pzụ̄ pạtthụ̄ shb v rvz pạd krns andr chhi qdrtkụ̄ bddụ̄ bddụ̄ nishanh tvḥyd chhi bjhi bjhi dlylh timn lvukn hndi khạṭr yim dlạyl qdrt var bvzan āsn. Mushrk chhinh yimn dlyln andr ghvr kran tim chhi shrkche kthh kran."
  },
  {
    "verse_id": 68,
    "translation": "Chnachhi mushrk chhi vnan Allah tʿālyā hs chhi avlad. Ḥalankh munzh th pak chuh suh avladv nishhi, suh chuh be nyaz, kạnshi kun chuhnh mḥtaj, sạriy chhi ts mḥtaj, yhi āsmann th zmynn andr chuh thi svrue chuh tihundue, chhanh tohyhi nishhi kanhh dlylah ath petth, kyah tvhụ̄ chhiv khdays nsbt tiy vnan yymich nh tohyhi kanhh khbrah chhe."
  },
  {
    "verse_id": 69,
    "translation": "Tvhụ̄ frmạviyvkh btḥqyq yim lvukh khdays petth apuz nvravan chhi tim spdn nh zanhh kamyab."
  },
  {
    "verse_id": 70,
    "translation": "Dnyahs andr chuh yimn kynhh kalah tmtʿ th fạydh tulun tvpth chuh mrith aasy kun timn vatun, tvpth czhnavvkh asụ̄ tim skht ʿdhabuk mzh tihndi kufr krnh sbbh."
  },
  {
    "verse_id": 71,
    "translation": "Byyhi priv tvhụ̄ ya rsvl Allah timn petth qṣh ḥẓrti nvḥ, yylhi timv dvp pnnis qvms ae myanhi qvmh, hrgah go byv th nagvar spdyv tohyhi petth myvn tohyhi mnz rvzun byyhi myvn vaʿẓ prun khdae sndyv āyatv sintụ̄, spditn nagvar tohyhi. Bh chuhs nh tmyuk prvah kran kyazime chuh khdae se petth aʿtmad th ddvkh kvrmut, me ẓryr vatnavnh khạṭr kriv tvhụ̄ pnnụ̄ kạm. Mʿbvdani bạṭil )yim tvhụ̄ khdae sndụ̄ shryk chuhvkh zanan( tim rttyvkh pans sintụ̄, tvpth mh ạsin so kạm yosh tohyhi me nsbt krnụ̄ chhe tohyhi andrh kạnshi petth pvushydh yʿny nnụ̄ pạtthụ̄ kriv yhi tohyhi krun chuhv, tvpth yhi tohyhi me nsbt krun chuh thi kriv tạr krnh vrạe bh chuhsnh tohyhi kunhi qsmh khvczan. Nh trav bh tuhndi bymh vʿẓ prun th tblygh krun."
  },
  {
    "verse_id": 72,
    "translation": "Hrgah tvhụ̄ tvthi rvziv buthe phiran tmyuk vjh kyah chuh, me mnjụ̄ nh tohyhi ath vʿẓ v nṣyḥt krns petth kanhh mzvuryah th ʿiivẓah. Bh kyazi mngh ha tohyhi mzvurụ̄, myạnụ̄ mzvirụ̄ chhnh kạnsh mtthi khdays vrạe, ghrẓ nh chuhs bh tohyhi khvczan nh chuhsv kynhh mngan, me āv ḥkum krnh kh bh rvzv frman brdarv andrh. Lhādha chuhs bh tʿmyli ḥkum krith tohyhi vʿẓ v nṣyḥt kran. Hrgah tvhụ̄ mạniv nh. Me kyah nqṣan chuh tth andr."
  },
  {
    "verse_id": 73,
    "translation": "Yuth tblygh vvʿẓ th yiczh fhmạysh krnh pth thi kvr timv ts ankare. Ath ankar krns petth svuz ashi timn petth ʿdhabi ṭvfan yymhi sintụ̄ tim sạriy hlak spdụ̄, ps dyut ashi njat ḥẓrti nvḥs byyhi yim timn sintụ̄ ạsụ̄ navi mnz cztjy mrd th cztjy znanh, byyhi krụ̄ ashi tim zmyns petth ābad, baqy phattvụ̄ ashi tim lvukh yimv ankar kvr sanyn āyatn, ps vuchhiv tvhụ̄ ya rsvl Allah kyuth spud anjam timn lvukn hund yimn byim krnh yivan avs yʿny be khbry mnz ditukh nh szablkh var fkri tạrith smjhạvith mgr yylhi nh timv mvn aad ākh sza dinh yohe ḥal bnhi timn thi yim tohyhi ankar kran chhi."
  },
  {
    "verse_id": 74,
    "translation": "Tvpth svuzụ̄ ashi ḥẓrti nvḥs pth byyhi pyghmbr pnnyn pnnyn qvmn kun, ps āe tim pyghmbr timn nishhi nnhi dlylh hyth, ps ạsụ̄ nh tim tmhi qsmkụ̄ lvukh tim kyah krhn pczh tth yth timv amhi brvntth ankar kvrmut avs, yithe pạtthụ̄ kyah chhi asụ̄ muhr kran ḥd ddlh vnyn hndyn diln petth."
  },
  {
    "verse_id": 75,
    "translation": "Tvpth svuzụ̄ timn pyghmbrn pth ashi ḥẓrti mvsyā th ḥẓrti harvn frʿūns th tihndyn hmnshynn kun pnnụ̄ mʿjzat ʿṣath byẓa hyth, ps kvr timv tṣdyq krnh nishhi tkbur. Byyhi ạsụ̄ tim lvukh jrạymn hndụ̄ khogr, tmhi mokhh kr nh timv aṭaʿt."
  },
  {
    "verse_id": 76,
    "translation": "Ps yylhi vacz timn nishhi nbvt mvsvy ys petth sanhi ṭrfh ṣḥyḥ dlylh yʿny mʿjzat, dpnha lgụ̄ byshk yhi chuh nvn sḥr th jvd."
  },
  {
    "verse_id": 77,
    "translation": "Ḥẓrti mvsyā hn dvpukh ae kạfrv kyah tvhụ̄ chhivh yiczh kth vnan ath ṣḥyḥ dlylhi yylhi so tohyhi nishhi vạcz, kyah yhi chha jvd th sḥr, ḥalankh jadv gr chhinh kamyab spdan nbvtuk dʿūyā krns andr."
  },
  {
    "verse_id": 78,
    "translation": "Tim lgụ̄ tvr vnnhi ae mvsyā kyah cz ākhh ashi tmhi kamhi nishhi phirnh khạṭr, yoshi kạm kran vuchh ashi panh pnnụ̄ mạlụ̄ th buddibb, byyhi chhiv tvhụ̄ yczhan kh tohyhi gczihh ashi petth srdạry th zitthil ḥạṣil spdnụ̄ dnyahs andr, asụ̄ hrgiz tohyhi pczh krv nh."
  },
  {
    "verse_id": 79,
    "translation": "Byyhi vvn frʿūnn pnnyn hmnshynn tvhụ̄ diyvukh anith me sạriy zann vạlụ̄ jadvgr."
  },
  {
    "verse_id": 80,
    "translation": "Ad yylhi āe tim jadvgr, timn dvp ḥẓrti mvsyā hn trạviv pthr mạdans mnz yhi tohyhi travun chuhv jadi andrh."
  },
  {
    "verse_id": 81,
    "translation": "Ps yylhi trạv timv yhi travun avsukh, ḥẓrti mvsyā hn dvpukh aesaḥirv tvhụ̄ yhi hyth āmtụ̄ chhivyhi gv jvd. Thi chuhnh jvd yth frʿūn sndụ̄ lvukh jvd vvnan chhi. Tim ge mʿjzat, Allah tʿālyā kri ath tuhndis jạdis ẓrvu r bạṭil th bekar, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh shyran th snbhalan mufsidn hnz kamhi. Yim mʿjizn sintụ̄ muqablh krn."
  },
  {
    "verse_id": 82,
    "translation": "Byyhi chuh Allah tʿālyā pzis mẓbvṭ th mḥkm kran ḥsbi vʿdh pnnhi ḥkmh sintụ̄ agrchhi nagvạre gczhn kạfrn th nafrmann."
  },
  {
    "verse_id": 83,
    "translation": "Ps pczh krnh ḥẓrti mvsyā hs godd godd mgr pnnhi qvm kyv kynczhv shkhṣv yim yihndụ̄ rshth dar ạsụ̄. Suh thi frʿūns th tihndyn hmnshynn nishhi khvczụ̄ khvczụ̄ yuthnh suh timn skhty krith pans kun phiri. Vaqʿī tihund khvczun be mʿny avs nh kyazi, frʿūn avs na zbrdst badshah zmyni miṣrs mnz, byyhi avs na suh setthah zyadty th ẓlm krvun. Ḥẓrti mvsyā hn yylhi vuchh yim chhi frʿūns nishhi skht tharymtụ̄."
  },
  {
    "verse_id": 84,
    "translation": "Hrgah tohyhi pczh krv kunis khdays ps kriv tth petth aʿtmad, chhivhe tvhụ̄ frman brdar."
  },
  {
    "verse_id": 85,
    "translation": "Ps vvn timv ashi kvrts mʿbvdi brḥqs petth vaqʿī tvkl th aʿtmad )tvpth krukh dʿā(, ae sanhi prvrdigarh ashi mh bnạviv tkhth mshq yimn ẓạlimn lvukn hnz."
  },
  {
    "verse_id": 86,
    "translation": "Byyhi di njat ashi mḥẓ pnnhi rḥmt sintụ̄ yimn kạfrn nishhi."
  },
  {
    "verse_id": 87,
    "translation": "Byyhi svzashi vḥy ḥẓrti mvsyā byyhi tihndis bradr ḥẓrti harvns kun kh tvhụ̄ thạviv bdstvr pnnhi qvm khạṭr rihayshy antẓam miṣrs andr yuthnh frʿūnyn hndyv grv mnz nyrith czlvi. Asụ̄ krv tuhnz ḥfaẓt, byyhi ạsiv nemazn hndi vqth time pnnụ̄ gr bnavan msjd. Nemaz ạsiv grne mnz pran, yhi chuh setthah ẓrvury kh nemaz thạviv brpa. Yuth nemazi hndi brkt Allah tʿālyā jld muṣybt dvur kryv, ae mvsyā bshart diyv baaymann njatch th kamyạby hnz."
  },
  {
    "verse_id": 88,
    "translation": "Byyhi krụ̄ mnajat ḥẓrti mvsyā hn, ae sanhi prvrdigarh byshk cze dituth frʿūns byyhi tihndyn ahlkarn dnyahs andr bvdd shan vshvkt byyhi variyah mal v dvlt, ae sanhi prvrdigarh yhi krtkh yuth yim ddaln lvukn chanhi vthi nishhi. Ps yylhi nh hdayt tihndi nṣybh chuh, yosh ḥikmt ath mnz ạs so spzụ̄ ḥạṣil. Vonụ̄ kyazi yin yim thi tuhund mal baqy thavnhi, ae sanhi prvrdigarh phsh phir tihndyn maln th jaydadn, skht krukh dil tihndụ̄, yuthnh tim ayman ann tvtanụ̄ yvtanụ̄ nh kddur ʿdhab pnh nyv achhv vuchhn. Ḥẓrti mvsyā ạsụ̄ yhi dʿā kran th ḥẓrti harvn ạsụ̄ āmyn āmyn kran."
  },
  {
    "verse_id": 89,
    "translation": "Allah tʿālyā hn frmvvukh ae mvsyā ae harvn btḥqyq qbvl āv krnh dʿā tuhund )āmyn krun thi gvv dʿāhs mnz shạmil spdun( ps rvziv tvhụ̄ pnnis frẓi mnṣbys petth astqamt krith, yuthnh pyrvy kriv tvhụ̄ timn lvukn hnz yim be ʿlm chhi, yimn nh mʿlvm chuh sanhi vʿdh kh pvz āsnuk. Yylhi frʿūn sndi hlaktuk vqt qryb vvt ashi kvr ḥkum ḥẓrti mvsyā hs kh bny asrayl kddyvkh mṣr mnz nybr. Chnanchhi drae tim bny asrayl hyth miṣr mnz h, vthi ākh brvntth dryae qlzum. Ḥẓrti mvsyā sndi dʿā sintụ̄ bneyhi ath dryavse bah kvchhi."
  },
  {
    "verse_id": 90,
    "translation": "Byyhi yylhi apvr tạrụ̄ ashi bny asrayl dryae qlzums, ps dvryv timn pth frʿūn pnun lshkr hyth ẓlmh kinụ̄ byyhi ḥd nishhi tjavz krnh kinụ̄. Khyal avsus kh dryav nishhi apvr trith krkh bh sạriy bny asrayl qtl. Lykn tim ge apvr trnh brvntthe yth dryavs andr ghrq, ta aynkh yylhi frʿūn phttun hyvtun, tmhi saʿth lvg dpnhi ayman avn me. Kanhh mʿbvdah chuhnh ts dhati paks vrạe ys ayman avn bny asraylv. Byyhi chuhs bh thi frman brdarv andr."
  },
  {
    "verse_id": 91,
    "translation": "Allah tʿālyā hn frmvvus mlạkn hndi dhryʿh ae frʿūn vnụ̄kyns chuhkh frman brdạry hund aqrar kran, yymhi saʿth nh aqrar krns kanhh fạydh chuhe. Kyazi ʿālmi ākhrtuk mʿāynh krnh pth chuhnh aqrar krns kanhh aʿtbar. Btḥqyq azikh brvntth kạczah nafrmạny th srkshy krth. Byyhi avsukh tbạhy krvnyv andr."
  },
  {
    "verse_id": 92,
    "translation": "Ps chhin asụ̄ chvn bdn bchavan nyst vnabvd gczhnh nishhi yuth cze pth ynh valyn hndi khạṭr ʿbrtuk akh nishanah rvzn. Chạnụ̄ bdḥạly th tbạhy vuchhith rvzn aḥkami alāhyn hndi mkhalft nishhi dvur, byshk lvukv andr chhi variyah sanyv qdrt kyv nishanv nishhi be khbr. Mukhalft aḥkam krnh nishhi chhinh khvczan th pth rvzan."
  },
  {
    "verse_id": 93,
    "translation": "Pzụ̄ pạtthụ̄ frʿūn sndi hlak krnh pth bsạvụ̄ ashi bny asrayl rczi jayhi. Tim spdụ̄ miṣrkụ̄ mạlik, byyhi kvr ashi ʿṭa timn rzq, rtụ̄ rtụ̄ chyz ath miṣrs andr. Ath kun nẓr krith pzi ha timn aṭaʿt th frman brdạry krnụ̄ mgr timv kvr tth bdl. Timv kvr dyns andr akhtlaf. Afsvs kh yhi akhtlaf trvv nh timv nadạny th jhlh kinụ̄, ps kvrnh timv akhtlaf mgr aḥkamn hund ʿlm vatnh pth, pzụ̄ pạtthụ̄ tihund prvrdigar kri fạṣlh timn akhtlaf krvnyn mnz qyamt kh doh timn sarine chyzn hund yimn tim akhtlaf kran ạsụ̄."
  },
  {
    "verse_id": 94,
    "translation": "Ya rsvl Allah, hrgah blfrẓ tohyhi kunhi qsmh trduv th shk āshi qrāni mjyds mnz yus ashi kun nạzil kvr. Yhi shubh rfʿ krnh khạṭr chuh akh shl ṭryqh, tvhụ̄ kriv dryaft timn lvukn nishhi yim lvukh brvntthmhi ktabh pran chhi. Tim vnn tohyhi byshk qrāni mjyd chuh khdae sndi ṭrfh nạzil spdan, btḥqyq shk vshubh vrạe āyhi tohyhi kun pzụ̄ ktab tuhndis prvrdigarh sndi ṭrfh, ps mh ḥẓ ạsiv tvhụ̄ shk th trdud krvnyv andr."
  },
  {
    "verse_id": 95,
    "translation": "Byyhi mh ạsiv hrgiz tvhụ̄ timv lvukv andr yimv apuz zạnith ankar kvr khdae sndyn āyatn. Ps spdiv tvhụ̄ thi nqṣan tulh vnyv andr."
  },
  {
    "verse_id": 96,
    "translation": "Pzụ̄ pạtthụ̄ yimn lvukn hndi khạṭr yhi azly ḥukm chạnis prvrdigarh sndi ṭrfh thạbt spudmut chuh tim zanhh ayman ann nh."
  },
  {
    "verse_id": 97,
    "translation": "Hrgahe timn nishhi sạriy āyat thi vatn tvthi ann nh tim ayman yvtanụ̄ nh vuchhn kddur ʿdhab. Mgr tmhi vqth ayman aanun chuh be kar th be aʿtbar."
  },
  {
    "verse_id": 98,
    "translation": "Ps ạsụ̄ nh kunhi shhrkụ̄ lvukh yimv ʿdhab vuchhith ayman avn. Tvpth ditukh tmụ̄ aymann fạydh ḥẓrti yvns sndi qvm vrạe. Timn petth yylhi ʿdhab hyuvtun nạziāl spdun aatiy avn timv ayman, yylhi timv ayman avn aatiy tul ashi timn khvạry hund ʿdhab dnyachhi zndgy andr. Byyhi tulnạvụ̄ zindgy hund tmtʿ mrnkis vqts tanụ̄."
  },
  {
    "verse_id": 99,
    "translation": "Byyhi hrgah tuhund prvrdigar yczhhi ha tylhi anh hn ayman tim sạriy lvukh yim zmyns petth chhi yikh vtth. Mgr tmụ̄ yvczh nh thi bʿẓ ḥikmtn kun nẓr krith, kyah tvhụ̄ kriyvkh lvukh mjbvr ayman anh ns petth taaynkh sạriy bnn baayman"
  },
  {
    "verse_id": 100,
    "translation": "Ḥalnkh mumkine chuhnh kạnshi shkhṣs ayman anun khdae sndi ḥukmh vrạe tihndi yczhnh vrạe, byyhi chuh Allah tʿālyā kufrchhi nafrmạny andr travan be ʿqln yim nh ʿqlhi kạm hyvan chhi."
  },
  {
    "verse_id": 101,
    "translation": "Frmạviv tvhụ̄ ya rsvl Allah lvukn ae lvkv vuchhtv kh kyah chuh āsmann th zmynn andr Allah tʿālyā hn pạd kvrmut tmiy sintụ̄ spdiha tohyhi mʿlvm khdae sndi āsnuk byyhi kunue āsnuk. Byyhi kyah fạydh din āyat byyhi bym krn vạlụ̄ pyghmbr, timn lvukn yim azly be ayman āsn."
  },
  {
    "verse_id": 102,
    "translation": "Ps chhinh yim lvukh antṭar kran mgr tithne mshkl dohn hund yim gudhre yimn brvntth, tvhụ̄ frmạviyvkh kriv antẓar bh thi chuhs tvhy sintụ̄ antẓar krvinyv andr."
  },
  {
    "verse_id": 103,
    "translation": "Tvpth ạsụ̄ asụ̄ njat divan pnnyn pyghmbrn byyhi timn lvukn yimv ayman avn, yithe pạtthụ̄ chuh mtthi ashi petth njat dyun sarine baaymann. Ps hrgah yimn kạfrn petth kanhh ʿdhabah nạzil spdi, baayman lbn tmhi ʿdhab nishhi njat. Khvah dnyahs andr khvah ākhrts andr."
  },
  {
    "verse_id": 104,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah ae lvukv hrgah tohyhi shk chuhv myạnis dins mutʿlq ps var ṣaf ṣaf chuhsv bh frmavan, ps bh chuhs nh ʿbadt kran timn mʿbvdani bạṭln hnz yimn tvhụ̄ ʿbadt kran chhiv mʿbvdi brḥqs vrạe, blkh chuhs bh ʿbadt kran ts khdae snz yus tohyhi qbẓ rvḥ kran chuhv, byyhi āv me ḥkum krnh khdae sndi ṭrfh baaymanv andr āsnuk."
  },
  {
    "verse_id": 105,
    "translation": "Byyhi āv me ḥkum krnh mutvjh rvznuk dyn tvḥyds kun sạriy baqy dyn trạvith. Byyhi ām vnnh yuthnh hrgiz cz āskh mushrikv andr."
  },
  {
    "verse_id": 106,
    "translation": "Byyhi yuthnh khdays vrạe byyhi kạnshi mngan āskh. Yus nh cze tihnz ʿbadt krith kanhh nfʿ hykiy vath nạvith. ʿbadt nh krith kanhh ẓryr hykiy vatnạvith, ps hrgah cz yiczh kạm krkh yʿny mʿbvdi brḥqs vrạe byyhi kạnshi ʿbadt krkh ps chuhkh cz tylhi ẓạlimv andr yimv khdae sund ḥq ẓayʿ kvr."
  },
  {
    "verse_id": 107,
    "translation": "Byyhi āv me vnnh hrgah Allah tʿālyā kanhh skhtyah vatnạviy cze. Ps chuhnh kanhh so skhty dvur krvun ts vrạe, byyhi hrgah suh yczihh kanhh khạrah chanhi khạṭr ps hykh nh pth rttith kanhh akhah tihndis fẓls, blkh chuh suh fẓl pnun vatnavan pnh nyv bndv andr ys yczhan chuh th ts, byyhi chuh suh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 108,
    "translation": "Frmạviv tvhụ̄ lvukn ae lvukv btḥqyq āv tohyhi kun dyni ḥq pnis prvrdigarh sndi ṭrfh, ps yus syzi vthi petth yyhi pnnhi fạydh khạṭr byyhi yus shkhṣ tmhi nishhi ddlhi suh ddlhi pnnhi pan kh ẓryr khạṭr, me chhnh tihnz kạm pushrnh āmcz. Bh krv v tohyhi hdayt qbvl krns petth mjbvr."
  },
  {
    "verse_id": 109,
    "translation": "Byyhi kriv tvhụ̄ pyrvy tth yhi tohyhi kun vḥy svznh yivan chuh. Byyhi kriv kạfrn hndis kufrs th tklyfs petth tvhụ̄ ṣbr. Yvtanụ̄ Allah tʿālyā pnun fạṣlh th ḥkum jạriy kri. Sue chuh rut ḥkum th fạṣlh krvun."
  }
]