[
  {
    "verse_id": 1,
    "translation": "Amyuk mʿnyā chuh mʿlvm khdae se. Yhi qrāni mjyd chuh ktabah yymikụ̄ āyat th aḥkam chhi mẓbvṭ th mḥkm krnh āmtụ̄ dlylv sintụ̄, tvpth chhi tim aḥkam vyczhnavnh āmtụ̄ ḥikmt vạlis th ba khbr khdae sndi ṭrfh. Yymyuk mqṣd chuh yy zi,"
  },
  {
    "verse_id": 2,
    "translation": "Timv ḥukmv mnz chuh goddnyukue ḥukm kh ʿbadt th prstsh mh kriv kạnshi hnz khdays vrạe, bh chuhs tuhndi khạṭr tihndy ṭrfh bym krvun tihndi ʿdhabuk, khoshkhbr vnh vun tahndyn anʿāmn hund."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi mngitv pnnyn gnahn hndi khạṭr mghfrt pnnis prvrdigars. Tvpth kriv rjvʿ tsụ̄ kun, yuth fạydh tulnavi tohyhi rut fạydh akis muqrr krnh āmtis vqts tanụ̄ yʿny mrnh kis vqts tanụ̄, byyhi kri ʿṭa prth zyadh ʿml kr vnis zyadh mzvurụ̄, agr tvhụ̄ ayman annh nishhi buth phiriv tylhi chuhs bh khvczan tuhndi ḥqh bddi doh kis ʿdhabs )suh gv qyamtuk doh(."
  },
  {
    "verse_id": 4,
    "translation": "Allah tʿālyā se kun chuhv tohyhi pvtus vatun, suh chuh prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 5,
    "translation": "Var bvuziv yimn kạfrn hndụ̄ ḥrkat. Yim chhi synh nvmrạvith akh akis sintụ̄ kth kran, yuth pvshydh thavn timh kthh khdays nishhi, var bvuziv yymhi saʿth yim klh petthụ̄ czadr trạvith chhi panh vạnụ̄ kth kran, Allah tʿālyā chuh thi svrue zanan. Yhi ym pvshydh kran chhi ya nnụ̄ pạtthụ̄ kran chhi, pzụ̄ pạtthụ̄ suh chuh pvur zanan diln hnz andrimh kthh."
  },
  {
    "verse_id": 6,
    "translation": "Vonụ̄ gvczhna zanun yihnzn zyvn hnz kthh, rve zmyns mnz chuhnh kanhh thi pkvun jandarah mgr Allah tʿālyā se chhe tmsnz rvuziy mtthi, suh chuh tmsund jae qrar th jae pnah zanan, tmis tmyuk pvur ʿlm āsnkh ʿlavh chuh thi svrue lykhith rvshn ktabhi andr yʿny lvḥi mḥfvẓs andr."
  },
  {
    "verse_id": 7,
    "translation": "Suh prvrdigar gv sue yymụ̄ āsman th zmyn pạd krụ̄ shyn dohn )6( brabr vqts andr, byyhi avs ʿrsh tihund ābs petth. ʿrsh th āb avs amhi brvntthue pạd āmut krnh, yhi svrue kvrun pạd. Ath mnz krin tuhndụ̄ sạriy ẓrvriyat pạd, yuth tvhụ̄ yhi vuchhith tvḥyds astdlal krụ̄ hiv, tihnz nʿmcz khyth tihnzụ̄ shukr gdhạriy krụ̄hiv, ʿbadt th rcz ʿml krụ̄hiv. Tohyhi andr bʿẓv kvr yhi bʿẓv kvr ath bdl nasupạsy th shrk, yuth tohyhi āzmạyish kri. Tohyhi andr kus āshi rut ʿml krnh kinụ̄, byyhi hrgah tvhụ̄ vnan chhi lvukn ae lvukv tvhụ̄ yiyv mrnh pth byyhi zindh krnh qyamt kh doh, timv andr yim kạfr chhi tim vnn ẓrvur qrāni mjyds mtʿlq kh chuhna yhi qrāni mjyd yth mnz qyamtch th mrnh pth byyhi zindh gczhnch khbr chhe mgr nvn sḥrah. Kyazi chhi vnan qrāni mjyd chuh nvn sḥr th jvd. Yimn avs khyal kh yithh pạtthụ̄ jvd bạṭil chuh gv aibtdahs andr chuh āsan mvthr. Yithe pạtthụ̄ chuh nʿūdhbAllah qrāni mjyd thi bạṭil. Agr chhi yithi chuh aibtdahs mnz mvthr spdan."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi hrgah asụ̄ pth nimv timn nishhi suh ʿdhab ymyuk timn vʿdh yivan chuh krnh gnzrnh āmtyn kynczhn dohn tam, tim chhi bṭvri asthza vnan kus sna chyz chuh tth ʿdhabs pth rttan vaqʿ spdnh nishhi yʿny hrgah ʿdhab kanhh chyzah āsiha tylhi āsiha nạzil āmut krnh, var bvuziv yymhi doh suh ʿdhab pnnis mvqʿs petth timn nạzil spdi, chuhnh suh ʿdhab kh pth kyah yyhi rttnh timn nishhi, vlnh yyhi timn suh ʿdhab pnnis mvqʿs petth yth tim tthtthh kran ạsụ̄."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi hrgah asụ̄ ainsans pnnhi mhrbạny th nʿmtuk mzh chhi havan, tvpth chhis so nʿmt athh hyvan, ẓrvur chuh suh naamyd th na shukr gdhar spdan."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi hrgah asụ̄ ts ainsans skhty pth yosh timn vạcz mcz ạs nʿmczn hund mzh chhi havan. Ẓrvur chhu tmhi saʿth vnan skhty gyhi me nishhi dvur. Vonụ̄ āshi nh skhty kynhh, pzụ̄ pạtthụ̄ suh chuh tkbur kran, lvukn petth fkhr bihan krnhi."
  },
  {
    "verse_id": 11,
    "translation": "Mgr nh tim lvukh yimv hmyshh prth ḥals petth ṣbr kvr, nʿmczn hndi zval kh vqth kvrukh ṣbr. ʿṭae nʿmt kh vqth dvpukh shkur. Byyhi krykh rcz ʿmlh time ge tim yihndi khạṭr bvdd mghfrt th bddụ̄ mzvurụ̄ chhe."
  },
  {
    "verse_id": 12,
    "translation": "Ps shayd chhiv tvhụ̄ travun yczhan kanhh ḥṣh timv aḥkamv mnz yim tohyhi kun nạzil krnh yivan chhi, byyhi chhiv tvhụ̄ tmhi mokhh dil tng krvnụ̄. Kyah yhi chha mumkin kh tvhụ̄ kyah trạviv tblygh krun. Yhi kth chhe ẓạhr kh tvhụ̄ hykiv nh thi hrgiz krith ps kyah fạydh chuh dil tng spdunuk. Kyah tuhndụ̄ dili mubark chha spdan tng dushmnn hndi yhi vnnh sintụ̄. Yim dushmn kyah chhi vnan zihrgah yim pyghmbr āshn tylhi kvnh chuh valnh yivan timn petth khzanh. Ya kvnh chhi vsan timn sintụ̄ mlk tṣdyq krnh khạṭr. Yimv kthv sintụ̄ mh ḥẓ spdiv tvhụ̄ dil tng, tvhụ̄ chhivnh mgr bym krvnụ̄ lvukn. Allah tʿālyā he chuh prth chyzs petth akhtyar vvl. Tohyhi tmyuk akhtyar chuhnh. Lhādha kyazi chhiv amhi sbbh ghmgyn."
  },
  {
    "verse_id": 13,
    "translation": "Kyah yim dushmn chha vnan kh yhi qrāni mjyd chuh yimav yʿny ḥẓrti Muḥammad ṣly Allah ʿlyh v slm pnh niy ṭrfh tthhrvmut, tvhụ̄ frmạviyvkh hrgah tiy chuh tylhi antv tvhụ̄ thi dah svrh yithy pnnhi ṭrfh bnạvith, byyhi diytv nad mddkhạṭr ys ys tvhụ̄ nad hykiv dith khdays vrạe, chhivhe tvhụ̄ pvz vnan."
  },
  {
    "verse_id": 14,
    "translation": "Ps hrgah tim kynhh jvab vnn nh tohyhi, ps zạniv tvhụ̄ kh yhi qrāni mjyd chuh nạzil krnh āmut khdae sndi ʿlmh byyhi tihndi qdrt kạmlh sintụ̄, byyhi kriv yymyuk thi yqyn kh kanhh mʿbvdah chuhnh ts mʿbvdi brḥqs vrạe tikyazi mʿbvd gczihh āsun alvhyt kyn ṣifatn andr kạmil. Hrgah ts vrạe byyhi kanhh āsiha, ts āsiha tylhi pvur qdrt th tmhi pvur qdrt sintụ̄ kri ha suh tohyhi qrāni mjyduk mithl pysh krns andr mdd. Ae kạfrv tvhụ̄ spdiv vonụ̄ mithl anh ns mnz ʿạjiz )lhādha spud mslh tvḥyd vrsalt thạbit ( kyah amhi pth thi krivh tvhụ̄ pczh kinh nh."
  },
  {
    "verse_id": 15,
    "translation": "Yus akhah pnnyv rczv ʿmlv andr mḥẓ dnyachhi zndgy hund fạydh tuln yczihh byyhi tmhi chiy ārạysh ḥạṣil krnụ̄ yczihh, shhrt hish, nyk nạmiy hish, ʿzt vjah hyvu. Ạkhrt ḥạṣil krnch āsnh ts nythe, ad asụ̄ dimv pvur timn ʿmln hnz mzvuryah dnyahs andr. Timn yiyhi nh tth andr kunhi qsmh kmy krnh."
  },
  {
    "verse_id": 16,
    "translation": "Yime lvukh ge tim yimn nh ạkhrts andr kynhh thi āshi nar vrạe, byyhi gczihh ẓayʿ thi svrue yhi tim kran ạsụ̄ rcz kamyv andr dnyahs andr, byyhi gczihh thi svrue khrab th tbah, yhi tim kran ạsụ̄ rczv ʿmlv andr. Kyazi nyt tihnz ạsụ̄ khrab."
  },
  {
    "verse_id": 17,
    "translation": "Kyah munkiri qrān krya brabry ts shkhṣs sintụ̄ yus qrāni mjyds petth qạyim rvuzith āshi yus qrāni mjyd tihndis prvrdigarh sndi ṭrfh vvtmut chuh. Byyhi chuh yth qrāni mjyds sintụ̄ amhi kis ḥq th pvz āsns petth gvah thi. Suh gvv yymyuk fṣyḥ vblygh āsun, tmhi drjikụ̄ lvukh chhi tmkhi mqablh krnh nishhi ʿạjz. Yhi gyhi dlyl ʿqly, byyhi chhe amhi brvntth akh ktabah yosh ḥẓrti mvsyā hs petth nạzil spz mcz chhe amchhi gvạhy hndi khạṭr mvjvd. Yosh ktab aḥkam byan krnkh aʿtbarh amam chhe. Timn aḥkamn petth ys ajr vthvab ḥạṣl spdi tmhi aʿtbar chhe rḥmt. Yhi gyhi dlyl nqly. Yimve doshvyv dlylv sintụ̄ spud thạbt qrāni mjyduk pvz th ṣḥyḥ āsun, yim lvukh yimn hnz dhkr krnh āyhi chhi ath qrāni mjyds pczh kran, byyhi yim lvukh qrāni mjyds ankar chhi kran byyv frqv yʿny kạfrv andr, ps nari jhnm chhe tihndi vatnch jae. Ps kithh pạtthụ̄ hykh qrāni mjyds pczh kr vun brabr ạsith, ps mh ās cz ae mkhạṭib amhi kis shks andr vaqʿ spd vun, byshk yhi chhe pzkitab yosh chạnis prvrdigarh sndi ṭrfh vạczmcz chhe, mgr bavjvdān chhi variyah lvukh yim nh ath pczh kran chhi."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi kus akh chuh yvut ẓạlim ts shkhṣh sndi khvth yymụ̄ apz nvrvv kunis khdays petth, tvḥyds, qrāni mjyds, rsvli kryms ṣly ʿlyh v slms ankar krnh sintụ̄, time kyah yin pnnis prvrdigars brvntth kun annh mftry āsnkh ḥthyth, tmy saʿth kyah vnn gvah yʿny tim mlạyk yim lvukn hndyn aʿmaln petth gvah chhi yime lvukh kyah ge yimv apuz nvrvv, apuz kthh lajkh pnnis prvrdigars petth, sạriy bvuziv var kh yithne ẓạlimn petth chhe khdae snz zyadh lʿnt."
  },
  {
    "verse_id": 19,
    "translation": "Yim panh kạfr th ẓạlim ạsith byyn lvukn ạsụ̄ khdae snzi vthi nishhi pth rttan. Byyhi ạsụ̄ tlash kran tth vthi mnz gvczh ẓạhr spdun kanhh hjrah, byyhi ạsụ̄ tim ạkhrts thi ankar kran."
  },
  {
    "verse_id": 20,
    "translation": "Yim lvukh hykn nh tng anith avr yvr czlith tmam rve zmyns andr. Yymhi saʿth yimn grftary hund vqt vathi, byyhi āshi nh timn khdays vrạe kanhh dvstah yus moklạvith hykhi hkh, yimn yyhi krnh byyn hndi khvth dognh ʿdhab. Akh pnnhi gumrạhy hund byyhi byyn lvukn gumrah krnuk, ạsinh yim skht nfr th kn pzn kthn kun thavan th bvuzith hykan. Byyhi ạsinh yimn skht ʿnad kh sbbh syz vth yivan diryntthụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Yime lvukh kyah ge tim yimv nqṣan kvr pnnyn pann byyhi ravi timn timh sare kthh, yim tthhravan ạsụ̄ byyhi tim sạriy mʿbvdani bạṭil yimn prstsh kran ạsụ̄. Vnkyn ākh nh kanhh thi bkar."
  },
  {
    "verse_id": 22,
    "translation": "Lạzmy chhe yhi kth kh sarve andr chhi yime yqynaan setthah tavn zd."
  },
  {
    "verse_id": 23,
    "translation": "Byshk yimv lvukv ayman avn byyhi krykh rcz ʿmlh, byyhi kvrukh rjvʿ ʿạjizy san, dilh kinụ̄ pnnis prvrdigars kun, yime chhi jntkụ̄ lvukh, time rvzn timn jntn andr hmyshh."
  },
  {
    "verse_id": 24,
    "translation": "Mithal doshvnụ̄ jmaʿtn baaymann th kạfrn hnz chhe. Akh shkhṣah chuh avn thi zvr thi )yhi gyhi kạfr snz mithal( byakh shkhṣah chuh vvn th, bvz vun thi )yhi gyhi baayman snz mithal(, kyah yim doshve chha brabre mithalhi andr. Kyah tvhụ̄ chhiv yimn don jmaʿtn andr yhi frq zanan."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi svz ashi byshk ḥẓrti nvḥ pnnis qvms kun, ae qvm byshk bh chuhs tuhndi khạṭr bym kr vun nnụ̄ pạtthụ̄, yohe pygham vatnavun kh."
  },
  {
    "verse_id": 26,
    "translation": "Kh mh kriv kạnshi hnz ʿbadt mʿbvdi brḥqs vrạe, bh chuhs khvczan tuhndi khạṭr ) hrgah tvhụ̄ ts vrạe kạnshi hnz prstsh kriv( kuddri dohkis ʿdhabs suh gv qyamtuk doh."
  },
  {
    "verse_id": 27,
    "translation": "Ps dvp jvab timn qvm kyv kạfrn hndyv zitthyv, ashi chuhkhnh cz bvznh yivan mgr aasy hiyv ansanah. Sanhi khoth chha cze andr kanhh fẓyltah, byyhi chhinh asụ̄ vuchhan chạnụ̄ pyrvkar mgr time yim bvnmhi drjkụ̄ lvukh chhi. Yimv tamul krnh vrạe jld jld chạnụ̄ pyrvy qbvl kr, byyhi chhinh lban asụ̄ tohyhi th tuhndyn pyrv karn kanhh fẓyltah pans petth, blkh chhi asụ̄ tvhụ̄ zanan apuz zyạrụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Ḥẓrti nvḥn dvpukh ae myanhi qvmh, mevnitv tvhụ̄ hrgah bh āsh pnnis prvrdigarh snzi nnhi dlylhi petth qạym yymhi sintụ̄ myạnụ̄ nbvt thạbit āshi spdan byyhi āshi tmụ̄ me pnnụ̄ bdd rḥmt th mhrbạny ʿṭa krmcz, so nbvt th tmich dlyl yyhi nh tohyhi bvznh, tth kyah ʿlaj chuh, asụ̄ chhi mjbvr, kyah asụ̄ hykvh tohyhi sorḥmt v mhrbạny dʿūyā v dlyl zvr pushrạvith dr ḥaltykh tvhụ̄ ạsiv tth napsnd kran."
  },
  {
    "verse_id": 29,
    "translation": "Ae myanhi qvmh yhi svchiv tvhụ̄ dhra kh agr bh nbvtuk ghlṭ dʿūyā kr ha, tth mnz āsiha me kanhh mṭlbah. Thi gv yithue hyvu kh tmkhi dhryʿh krha bh mal v dvlt jmʿ, yhi kth chhe tohyhi mʿlvm kh bh chuhs nh mngan tohyhi yth tblygh krns petth, ṣḥyḥ vth havns petth kanhh malah, kunhi qsmh mzvurya kyazi, myạnụ̄ mzvurụ̄ chhnh kạnshi mtthi mgr khdae se, byyhi hykkh nh bh ba ayman pans nishhi alg trạvith kunhi ṣvrts mnz, pzụ̄ pạtthụ̄ tim chhi mulaqat krvnụ̄ pnnis prvrdigars sintụ̄ baʿzt ṣvrts andr, lhādha chhi muqrbani drbari alhāy. Bh kithh pạtthụ̄ hykkh tim pans nishhi alg krith, mgr bh chuhsv tohyhi vuchhan jmathah nadạny hnzkthh kran."
  },
  {
    "verse_id": 30,
    "translation": "Ae myanhi qvmh agr balfrẓ valtqd yr bh tim bvnmhi drjkụ̄ lvukh yimv myạnis nbvts pczh krpans nishhi dvr krkh tth ṣvrts andr kus akhah bchavi meth mdd kri me khdae sndi grfth nishhi, kyazi chhiv nh tvhụ̄ ghvr kran."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi chuhs nh bh tohyhi vnan zi me nishhi chhi khdae sndụ̄ sạriy khzanh mvjvd, byyhi chuhs nh bh dʿūyā kran ghạb zanh nuk, byyhi chuhs nh bh vnan bh chuhs mlk, byyhi chuhs nh bh timn lvukn hndi ḥqh yimn tvhụ̄ nichhi nẓri vuchhan chhiv timn kyah kri nh Allah tʿālyā pnun khạr ʿṭa, Allah tʿālyā se chhe khbr tihndyn diln hnz, hrgah bh ticzh kth kr tylhi chuhs bh ẓạlimv andr tikyazi be dlyl yus kanhh kthah kri suh chuh ẓạlim. Yylhi tim sarine kthn andr lajvab ge."
  },
  {
    "verse_id": 32,
    "translation": "Dpnhi lgụ̄ tim ae nvḥ cze kvruth ashi sintụ̄ bḥth. Suve kvruth variyah bḥth. Vonụ̄ trạviv bḥth. Vonụ̄ an cz suh ʿdhab yymyuk khvf cz ashi divan chuhkh, hrgah cz pvz vnan chuhkh."
  },
  {
    "verse_id": 33,
    "translation": "Ḥẓrti nvḥn dvpukh suh ʿdhab hykhi nh anith kanhh khdays vrạe. Hrgah suh yczihh tylhi hykyvun nh tvhụ̄ suh ʿạjz anith."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi diyhi nh tohyhi kanhh nfʿ myạnụ̄ nṣyḥt hrgah bh tvhhi nṣyḥt krnuk aradh thi kr. Hrgah Allah tʿālyā sund airadh gumrah krnukue āshi, suh chuh tuhund mạlik ts kun yiyv tvhụ̄ vatnavnh."
  },
  {
    "verse_id": 35,
    "translation": "Yim mkkụ̄ lvukh thi chhi vnan ḥẓrti Muḥammadn tthhrvv pnnhi ṭrfh yhi qrāni mjyd, tvhụ̄ frmạviyvkh ya rsvl Allah, hrgah blfrẓ yhi me tthhrvvmut āshi tvthi chuh suh jurm me petth. Tvhụ̄ chhiv tmhi jurmh nishhi bry. Bthi chuhs timv jurmv nishhi bry yim tvhụ̄ kran chhiv."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi āv vḥy svznh ḥẓrti nvḥs kun kh pczh krn nh tohyhi hrgiz pnnhi qvmh andr mgr tity lvukh yimv vunyuktam pczh kr, ps mh khyyiv tvhụ̄ ghm timn chyzn hund yim chyz tklyf, tthtthh mskhr giy yim kran ạsụ̄ tohyhi nsbt. Chvnkh suvn aradh chuh vonụ̄tim ghrq krnụ̄ th..... Ābs andr. Vonụ̄ chuh ṭvfan yinh vvl lhādha tmhi ṭvfan nishhi bchnh khạṭr."
  },
  {
    "verse_id": 37,
    "translation": "Bnạviv tvhụ̄ nav sanhi nigrạny andr byyhi sanyv tjvyzv muṭạbiq, tmyi navi hndi dhryʿh lbiv njat. Tvhụ̄ thi baqy baayman thi, yhi bvziv var khi me sintụ̄ gczihh nh kanhh kth krnụ̄ timn lvukn hndi ḥqh yimv ẓlum kvr kufrth shrkh sintụ̄ kyazi timn chuh ẓrvr yth ṭvfans andr ghrq gczuhn th phttun."
  },
  {
    "verse_id": 38,
    "translation": "Amhi pth hyvt ḥẓrti nvḥn navi hund samanh jmʿ krun. Tvpthi hyczkh so nav grnụ̄, yymhi yymhi saʿth pkan ạsụ̄ ryisn hnz kanhh jmathah tihndi qvmh mnz amhi jayhi kinụ̄ yth jayhi yhi nav tim gran ạsụ̄, tim ạsụ̄ ath yihndis nav grns petth tthtthh kran. Dpan ạsikh pyghmbr ạsith bnyvh vonụ̄ tvhụ̄ chhan, tim ạsikh dpan hrgah tvhụ̄ ashi tthtthh kran chhiv, mvqʿh vathi asụ̄ thi krv tohyhi tthtthh ythh pạtthụ̄ tvhụ̄ tthtthh kran chhiv."
  },
  {
    "verse_id": 39,
    "translation": "Brvntth phn zạniv tvhụ̄ pane ks yyhi suh ʿdhab yus ts khvar kri dnyahs andr byyhi ks petth spdi hmyshh rvz vun ʿdhab nạzil."
  },
  {
    "verse_id": 40,
    "translation": "Ta aynkh yymhi saʿth jạriy spud suvn ḥkum ʿdhabs mtʿlq, āb drav dz vnhi tndvr mnz, yhi avs nishanh th ʿlamt ṭvfan khi shrvʿ spdnuk, ashi frmvv ḥẓrti nvḥs khạriyvukh ath navi mnz, sarive jandarv mnz z )2( zh )2( nr th mad, byyhi khạriyuv pnun ʿīal thi mgr nh suh ys petth ghrq spdnuk ḥukm jạriy spudmut chuh. Tim ge tihnz gr vajinụ̄ byyhi knʿān nychuv tihund, byyhi khạriyuv kh ath navi tim sạriy yimv ayman avnmut chuh, mgr pczh ạs nh krmcz timn mgr kmve lvkvu )tim ạsụ̄ she znụ̄. Vnnh chuh āmut kul ạsụ̄ navi mnz shyith znụ̄. Cztjy mrd, cztjy znanh."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi dvpukh ḥẓrti nvḥn vliv khsiv yth navi, prvah mh briv kynhh ṭvfanuk, khdae sndi nav sintụ̄ chuh amhi navi hund pkun byyhi amyuk tthhrun, pzy pạtthụ̄ myvn prvrdi gar chuh setthah mghfrt krvun. Suh chuh pnnhi rḥmth sintụ̄ gnah thi bkhshh vun, byyhi rạchh krvun, ghrq spdnh nishhi njat divun."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi ạs so nav pkan tim hyth tim mvjav th mlrv mnzụ̄ yim kohn brabr ạsụ̄, ālv dyut ḥẓrti nvḥn nychvis pnnis ) knʿāns( suh avs navi nishhi nybr alg akis jayhi petth, kạfr āsnh mokhh avs nh navi petth svar āmut krnh, ae sanhi ttatthhi gvbrh. Valh svar spd ashi sintụ̄ navi mnz. Mh rvz kạfrn sintụ̄, ayman an th navi mnz khs."
  },
  {
    "verse_id": 43,
    "translation": "Suh lvg dpnhi bh khsh kunhi kohs petth, sue rchhhi me yymhi ābh nishhi kyazi āb avs nh vunhi thdyvmut, ḥẓrti nvḥn dvpus, az hykhi nh kanhh chyz rchhith khdae sndi ʿdhab nishhi mgr rvzi mḥfvẓ sue shkhṣ ys petth sue prvrdigar rḥm kriayman kh brkth, yim ạsụ̄ kth bathe kran kh yimn āv ābuk mlrah akh, ps spud suh knʿān phtth vnyv andr. Chinanchhi kạfrn sintụ̄ phvtt."
  },
  {
    "verse_id": 44,
    "translation": "Ḥukm āv krnh zmyns th āsmans, ae zmyn nyngl pnun āb, ae āsmanh bnd kr pnun rvud th bạrish, atiy hyvtun āb vsun th km gczuhn, kạm spz pvur, qṣh spud khtm yʿny nafrmann hnz tbạhy, byyhi ljhi nav kvhi jvdy ys sintụ̄, byyhi āv vnnh kạfr chhi khdae sndi rḥmt nishhi dvr."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi mvng ḥẓrti nvḥn prvrdigars pnnis knʿānh sndi ghrq gczhnh brvntth, ps mvngns ae myanhi prvrdigar, pzụ̄ pạtthụ̄ myvn nychv thi chuh myanhi ahl vʿīalh mnz. Cze chuh thm vʿdh kvrmut ʿīal kh bchavuk, yim baayman āsn. Agr knʿān njats mustḥiq chuhnh mvmn nh āsnh mokhh, chvn vʿdh chuh pvz th ḥq, byyhi chuhkh cz sarve andr bvdd ḥạkim, kạmil akhtyar vvl. Hrgah cz yczhkh ts krkh ayman ʿṭa takh suh thi lbhi njat ṭvfanh nishhi."
  },
  {
    "verse_id": 46,
    "translation": "Allah tʿālyā hn frmvvus ae nvḥ myạnis ʿlmi azlys andr chuhnh knʿān hrgiz chanhi ahl vʿīal mnz yim ayman anith mustḥiq njat spdn, blkh chuh suh ạkhrts tanụ̄ tbah kar ḥalti kufrs petth rvz vun, ps mh kriv drkhvast me nishhi tmhi chyzuk yymich nh cze kynhh khbr chhe, bh chuhse cze yhi nṣyḥt kran, cz mh ās nh zanh vinyv andr, yuth dʿā kri nadane yvt."
  },
  {
    "verse_id": 47,
    "translation": "Ḥẓrti nvḥn dvp myanhi prvrdigar byshk bh chuhse pnah mngan tyuth chyz mngnh nishhi yymich nh me kynhh khbr chhe, vaqʿī kr me yuth chyz mngnh sintụ̄ bdd ghlṭy. Ath ghlṭy krum bkhshạysh, hrgah ne cz mghfrt th bkhshạysh th rḥm krkh me, tylhi spd bh nqṣan tulh vnyv andr. Yylhi āb hnhi hnhi bvn voth."
  },
  {
    "verse_id": 48,
    "translation": "Ḥkum āv krnh ae nvḥ vsiv amhi navi mnz zmyns petth sanhi ṭrfh slamty san th brktv san yimh nạzil spdn tohyhi petth, byyhi timn jmaʿtn petth yim cze sintụ̄ chhe, tim ge ba ayman, byyhi thi āsn āyndh kynhh jmạcz yimh nafrmạny th kufrv shrk krn. Yim tulnavvkh dnyahs andr kynhh kalah tmtʿ, tvpth vathi timn svn kddur ʿdhab ạkhrts andr."
  },
  {
    "verse_id": 49,
    "translation": "Yhi qṣh chuh ghạbh chv khbri andryim asụ̄ vḥy kh dhryʿh tohyhi nish vatnavan chhi, tohyhi th tuhndis qvms )ya rsvl Allah( avs nh yhi qṣh sanhi byan krnh brvntth mʿlvme. Amiy sintụ̄ spud mʿlvm tvhụ̄ chhiv nby brḥq mgr yim lvukh chhi tuhnz nbvt thạbit spdnh pth thi tuhnz mukhalft kran, lhādha kriv tvhụ̄ ṣbr )yhi qṣh bvzith(, yqyn zạnivkh rut anjam chuh khdays khvcz vnyn hndikhạṭr. Yithh pạtthụ̄ tmhi qṣh andrmʿlvm spud kh kạfrn hund anjam chuh khrab, muslmann hund anjam chuh rut, yithe pạtthụ̄ spdi tuhndyn mukhạlifn hund ḥal. Chnd rvz rvzi tuhndi mukhalftuk zvr v shvr. Ptv lakhi spdi ghlbh pzis th pzụ̄ zyaryn. Tuhndụ̄ dushmn thi spdn balākhr tbah vbrbad."
  },
  {
    "verse_id": 50,
    "translation": "Byyhi svuzụ̄ ashi qvmhi ʿāds kun tihnzy bradry mnz akh ṣaḥb ḥvud ʿlyh alslam, timv vvn pnnis qvms, ae myanhi qvmh, tvhụ̄ kriv prstsh fqṭ mʿbvdi brḥq snze yạcz. Ts vrạe chuhnh tuhnd kanhh mʿbvdah yus ʿbadts layq āsiha, tvhụ̄ chhiv nh but prsty sintụ̄. Khdays vrạe byyhi kanhh qạbli prstsh zannh sintụ̄ mgr apuz tthhravvunụ̄ amhi kis bạṭil āsns petth chhe dlyl."
  },
  {
    "verse_id": 51,
    "translation": "Ae myanhi qvmh bh chuhs nh tohyhi mngan ath tblyghs petth kanhh mzvuryah, myạnụ̄ mzvurụ̄ chhe ts mtthi yymụ̄ bh ʿdm mḥẓh nishhi pạd kvrus, kyah tohyhi chahv na yhi kth fkri tran."
  },
  {
    "verse_id": 52,
    "translation": "Ae myanhi qvmh tvhụ̄ mngiv pnnis prvrdigars gunahv nishhi, kufrv shrkh nishhi bkhshạysh, mghfrt yʿny tvhụ̄ aniv ayman. Tvpth kriv ayman anith ts kun rjvʿ ʿbadt sintụ̄ byyhi tihnz frman brdạry krnh sintụ̄ ayman v ʿmli ṣalḥ kh brkth. Travisuh tohyhi petth, tuhndis zmyns zraʿts petth gutul rvud, byyhi hur ravi tohyhi byyhi hn qvt. Ps aniv ayman th kriv ts pczh, byyhi mh spdiv rve grdạny krith gnhgar."
  },
  {
    "verse_id": 53,
    "translation": "Tim lgụ̄ dpnhi ae hvud, tvhụ̄ ạv nh ashi nishhi pnnis pyghmbr āsns petth kanhh dlylah hyth, byyhi hykvkh nh asụ̄ trạvith pnnụ̄ mʿbvd mḥẓ tuhndi vnnh sintụ̄, byyhi hykv nh asụ̄ tohyhi kunhi ṣvrts mnz pczh krith."
  },
  {
    "verse_id": 54,
    "translation": "Asụ̄ chhinh kynhh thi vnan tohyhi mtʿlq mgr yy zi tohyhi chuhv sanyv bʿẓ mʿbvd v jdhbh kvrmut, dmaghs tklyf vatnvmut kyazi tvhụ̄ chhiv tihnz brkhlạfy kran, tmiy chhiv tvhụ̄ avruk yvr kthh kran yimh nh ashi nishhi qạbli tslym chhe, hvud ʿlyh alslamn dvpukh pzụ̄ pạtthụ̄ bh chuhs khda gvah thavan byyhi rvziv tvhụ̄ thi gvah yth kthhi petth kh byshk bh chuhs byzar timv sarve chyzv nishhi yim tvhụ̄ ʿbadts andr khdae sndụ̄ shryk chuhvkh tthhravan ts vrạe."
  },
  {
    "verse_id": 55,
    "translation": "Ps tvhụ̄ sạriy smith kriv snz myanhi tklyf vatnavnuk, tvpth mh prạriv me kihinụ̄."
  },
  {
    "verse_id": 56,
    "translation": "Pzụ̄ pạtthụ̄ me chuh aʿtmad th ddvkh kvrmut kunis khdays petth yus myvn th tuhund prvrdigar chuh. Kanhh jandarah chuhnh yymụ̄ snz mg )mve pyshạny( nh tmụ̄ sndis aths mnz chhe, pzụ̄ pạtthụ̄ myvn prvrdigar chuh syzi vthi petth pknh sintụ̄ ḥạṣil spdan. Tmhi petthụ̄ pkn valyn rạchh th ḥfaẓt kran."
  },
  {
    "verse_id": 57,
    "translation": "Ps hrgah tvhụ̄ myanhi yyithi tblygh th blygh byan krnh pth thi buth phiriv, aʿraẓ kriv me chuhnh tth andr kanhh nqṣan tikyazi me vatnv tohyhi suh pygham yus hyth bh svznh āmut avsus. Aamhi myanhi pygham nh vatnavnch shamt phari tohyhi panse, tohyhi kri Allah tʿālyā tbah th brbad. Tohyhi bdl aanhi myvn prvrdgar byyis qvms akis, timne kri yath zmyns mnz ābad. Tvhụ̄ chhiv nh ts kynhh nqṣan vatnavan blkh chhiv pnnyn pann nqṣan vatnavan. Pzipạtthụ̄ myvn prvrdgar chhu prth chyzs rạchh krvun, prth akụ̄ sund ḥal chhu ts mʿlvm."
  },
  {
    "verse_id": 58,
    "translation": "Adh yylhi svn ḥkm tihindi ʿdhab khạṭr jạry spud )tim gạlụ̄ aashi sạry( njat duyt aashi ḥẓrt hvuds byyhi timn lvukn yimav ayman avs avnmut ts sintụ̄ pnnhi rḥmt sintụ̄. Njat duyt aashi timn mshkl ʿdhab nishhi."
  },
  {
    "verse_id": 59,
    "translation": "Byyhi avs qvmi ʿād yimv ankar kvr pnnis khdae sndyn āyatn byyhi krkh tihindyn pyghmbrn hnz nafrmạny. Byyhi krkh pạrvy srksh th ẓdy mkhạlfn hndyn ḥkmn hnz tumuyk drakh ntyjh."
  },
  {
    "verse_id": 60,
    "translation": "Timn āyhi pte thavnh lʿnt qyamtuk doh. Var bvuziv qvmi ʿādn kvr ankar pnnis prvrdgars. Var bvuziv qvmi ʿād āv dvur krnh khdae sndi rḥmt nishhi."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi svuz aashi qvmi thmvds kun tihund bve ṣalḥ ʿlyh alslam. Ṣalḥ ʿlyh alslamn dvpukh, ae myanhi qvmh ʿbadt th prstsh kriv mʿbvd brḥq snz, kanhh mʿbvdah chhunh tohyhi ts vrạe. Tmụ̄ snz chhe bdd mhrbạny tohyhi petth tmụ̄ kriv tvhụ̄ pạdh zmyn kis mads nishhi, byyhi krụ̄ nv aath zmyns petth ābad, rngarng nʿmczh kri nav ʿṭa. Ps mngiv mghfrt ts pnnyn gnahn hndi khạṭr shrk v kfr khạṭr, tvpth kriv rjvʿ ts kun ayman anith th pczh krith, tvpth kriv rczh ʿmlh. Be shk myvn prvrdgar chhu nkhh bndn pnnyn, ajabt krvun bndn hndis mngns."
  },
  {
    "verse_id": 62,
    "translation": "Dpnhi lgụ̄ tim ae ṣalḥ btḥqyq aashi ạs yymhi brvntth cze mtʿlq khbr kya amyd, tth sạrise kvruth cze adlh bdl. Kya thh chhukhh aashi mnʿ kran timn mʿbvdn prstsh krns yimn prstsh kran āe sạnụ̄ mạlụ̄ buddi bb. Aashi chhu ẓrvr shk th shubh tmuyk yath kun czh aashi nad divan chhukh, yus pryshan krvun chhu."
  },
  {
    "verse_id": 63,
    "translation": "Ṣalḥ ʿlyh alslamn dvpukh, ae myanhi qvmh, me vnitv tvhụ̄ hrgah bh pnnis prvrdgar snzi nanhi dlylhi petth qạyim āsh, byyhi āshi me tmụ̄ pnnụ̄ rḥmt thi nạzl krmcz yʿny nbvt. Thi ạsith hrgah bh tihnz nfrmạny kr tblygh nh krnh sintụ̄. Adh kus hykhi me mdd krith khdays nishhi. Tvhụ̄ chhiv myanhi vrạe kanhh chyz hurravan th zyadh kran."
  },
  {
    "verse_id": 64,
    "translation": "Ae myanhi qvmh tvhụ̄ yus mʿjzh czhanddan chhiv, suh chuhv ykbar. Yhi chhe khdae snz avnttinụ̄ tuhndi khạṭr myạnis ṣdaqts petth akh bvdd nishanah th dlylah. Amụ̄ sndụ̄ thi chhi tohyhi petth kynhh ḥq, ps trạviyvn so, khyvan rvzi khdae sndis zmyns andr gash, amis mh lạgiv athh tklyfh kh qṣdh, hrgah tvhụ̄ kynhh tklyf vatnvvv ts, tylhi rtthi tohyhi bvdd ʿdhab sinty."
  },
  {
    "verse_id": 65,
    "translation": "Ps bavjvdān yyicz fhmạysh krith mạr so avnttinụ̄ timv, ps dvpukh ṣalḥ ʿlyh alslamn, tuliv tmtʿ zndgy hund grn pnnyn mnz rvuzith. Tryn dohn tmhi pth chuhv tohyhi tbah gczuhn, yhi vʿdh yus nh apuz āshi."
  },
  {
    "verse_id": 66,
    "translation": "Tre doh gczhnh pth yylhi svn ḥkum ʿdhabs mtʿlq jạriy spud, njat dyut ashi ṣalḥ ʿlyh alslams byyhi timn lvukn yimv ayman avn ts sintụ̄ pnnhi rḥmth sintụ̄ tmhi ʿdhabh nishhi byyhi tmhi dohchhi rusvạyy nishhi, pzụ̄ pạtthụ̄ chvnue prvrdigar chuh qvt vvl ghlbh vvl."
  },
  {
    "verse_id": 67,
    "translation": "Tim ẓạlim rttụ̄ skht krykhi yosh jbryl amyn snz krykh ạs, ps buhtụ̄ kinụ̄ pthr pyth ge tim rvuzith. Tyvut ṣaf spud suh shhr."
  },
  {
    "verse_id": 68,
    "translation": "Zn nh tim tth shhrs mnz bsmty ạsụ̄ zanhh, var bvuziv qvmi thmvdn kvr ankar pnnis prvrdigars, var bvuziv khdae sndi rḥmt nishhi spud setthah dvur qvmi thmvd. Bvuzith rttiv ʿbrt ae bvzn valyv khdae snzi nafrmạny hund kyah ntyjh chuh āsan."
  },
  {
    "verse_id": 69,
    "translation": "Byyhi āe pzụ̄ pạtthụ̄ sạnụ̄ svznh āmtụ̄ mlạyk ansan ṣvrts andr abrahym ʿlyh alslams nishhi frznd asmaʿīl ʿlyh alslam snz khoshkhbr hyth. Timv kr abrahym ʿlyh alslams slam, timv thi krkh tvr slam. Timn gvv khyal pczhụ̄ āe, tvpth czyr th tạr krnh vrạe āe timn nishhi vczhụ̄ sund buzmut maz hyth."
  },
  {
    "verse_id": 70,
    "translation": "Ps yylhi vuchh timv tihund athh nh vothạny tth kun )tim nh mazạny mazs kun(, vopr th ghạr zan lgụ̄ timn zannhi, byyhi lgụ̄ dilh se andr tihund khṭrh mḥsvs krnhi, khbr kmhi ghrẓh chhi yim āmtụ̄. Kyazi tamhi vqth yus shkhṣ kạnshi hndi tklyfh kh qṣdh yivan avs, suh avs nh tihindi gri kynhh khyvan chvan. Timv mlạykv cziyuvn tihund khvczun, dvphs asụ̄ ḥẓ chhi mlk, asụ̄ chhi āmtụ̄ svznh qvmi lvṭs kun timn szae kufrv nafrmạny dinh khạṭr."
  },
  {
    "verse_id": 71,
    "translation": "Tihnz āshinụ̄ ḥẓrti sarh ạsụ̄ vodnụ̄ pczhyn hnz pczhụ̄ lạzụ̄ krnh khạṭr. Timv yylhi pczhyn hund nh khynuk ḥal vuchh byyhi qvmi lvṭ kh glnch khbr bvuz, so gyhi khosh, khosh gczith lj aasnhi, ps vnụ̄ ashi ts bshart yimne mlkn hndi dhryʿh frzndh snz. Ys asḥāq nav āv thavnh. Byyhi asḥāqs pth tsndis frzndh snz bshart ys yʿqvb nav āv thavnh."
  },
  {
    "verse_id": 72,
    "translation": "Solj vnnhi kyah gudryvm, bh he chhs vonụ̄ buddymcz, vonụ̄ prsa bh yth bujrs mnz. Byyhi chuh myvun khavnd th budde, vaqʿī ashi do n buddn nishhi avlad pạd spdun chuh ʿjyb kthah."
  },
  {
    "verse_id": 73,
    "translation": "Timv mlkv dvp kyah tvhụ̄ chhivh khdae sndis ḥukms nsbt tʿjub kran khandani nbvts mnz rvuzith. Yhi chha tihndi qdrt nishhi dvur kynhh. Khṣvṣaan chhe tuhndis khandans petth khdae snz rḥmt th brkt nạzil. Ae abrahym sndyv ahli bytv, pzụ̄ pạtthụ̄ Allah tʿālyā chuh ḥmud dpnhi āmut, setthah buzrg. Lhādha bjae tʿjub kriv tihnz tʿryf th ḥmd v thna byan."
  },
  {
    "verse_id": 74,
    "translation": "Ad yylhi abrahyms nishhi khvf dvurspud yimn hndi vnnh sintụ̄ byyhi bvuz timv khoshkhbr frzndh snz, tim lgụ̄ bḥth krnhi amhi sintụ̄ qvmi lvṭs mtʿlq. Timn spud lvṭuk hlak spdun nagvar."
  },
  {
    "verse_id": 75,
    "translation": "Pzụ̄ pạtthụ̄ abrahym ʿlyh alslam chuh ḥlym alṭbʿ, nrm dil, rjvʿ kr vun khdays kun."
  },
  {
    "verse_id": 76,
    "translation": "Ashi frmv ts ae abrahym amhi khyalh nishhi phyriv, pzụ̄ pạtthụ̄ tuhndis prvrdigar sund ḥkum vvt qryb, byshk timn petth chuh vath vun suh ʿdhab yus nh dvur krnh yyhi."
  },
  {
    "verse_id": 77,
    "translation": "Tvpth yylhi sạnụ̄ firstadh mlạyk vạtụ̄ ḥẓrti lvṭs nishhi nhayt lokttyn hnzi shklhi. Āzurdh spdụ̄ tim tihndi yinh sintụ̄ tikyazi tim ạsụ̄ ḥsyn nvjvann hndis ṣvrts andr. Ḥẓrti lvṭs gvv khyal yim ma chhi ansan, pnnhi qvmchhi khrab dhhnyt namʿqvl ḥrkt khyal krith spud mghmvm mutfkr, tmiy sbbh spud dil tng tihndi yinh sintụ̄, tim lgụ̄ vnnhi az chuh skhty hund doh."
  },
  {
    "verse_id": 78,
    "translation": "Tmhi pth āe tihndi qvmkụ̄ bdmʿāsh lvukh yimn khvbṣvrt lokttyn hund bvuzith, dvran dvran timn nishhi, yim āsn brvntthh petthe ychh kamhi kran, lvṭ ʿlyh alslamn dvpukh ae qvm, yykyah chhav yimh myanhi kvri )yʿny myanhi aumtchhi kvri( yimh tuhndyn grn andr chhe, yimh chhv yyicz pak tuhndi khạṭr yimn mhman lokttyn hndi khvth, ps khvcziv khdays, memh mndchhạviv pczhyn mnz. Afsvs th tʿjub chuh kyah tohyhi mnz chuhna akh zvn thi gattul th smjhdar ys yhi kth fkri triha, yus byyn thi fkri tariha."
  },
  {
    "verse_id": 79,
    "translation": "Timv dvpukh tohyhi chhe khbre ashi chhanh tuhnzn yimn qvmy kvryn hnz khnụ̄ ẓrvurt kyazi ashi chuhnh znann kun rghbthe, byyhi chuhv tohyhi mʿlvme kh svn mqṣd kyah chuh, asụ̄ kmhi khạṭr chhi yvr āmtụ̄."
  },
  {
    "verse_id": 80,
    "translation": "Lvṭ ʿlyh alslamn dvpukh mjbvr spdith ae kash methi hrgah tohyhi sintụ̄ mqablh krnuk ṭaqt āsha tuhund shr kr ha bh pane dfʿ mgr bh kunue zvn kyah hykh krith, nth yimh ha bh kunhi mḥkm dyvar kis pnahs tl. Murad chuh amhi andrh kanhh qbylh āsiha me yim me mdd krhn. Avtanụ̄ chhi yim mlk lothi pạtthụ̄ bihith yihund ḥal vuchhan, yimv yylhi vuchh lvṭ ʿlyh alslam skht pryshan spdan."
  },
  {
    "verse_id": 81,
    "translation": "Timv mlkv dvpukh ae lvṭ ghm mh briv kynhh. Asụ̄ chihnh ansan, asụ̄ chhi tuhndis prvrdigarh sndi ṭrfh svznh āmtụ̄ mlk, ashi hykn nh yim kynhh thi krith blkh hykn nh yim tohyhi thi nkhh yith kanhh tklyf vatnạvith. Asụ̄ chhi yimn petth ʿdhab nạzil krnhi āmtụ̄, ps nyriv rạthụ̄ kyut rạcz hndas kunhi ḥiṣs andr pnun ʿīal hyth. Yuth nh tohyhi andr kanhh pth kun nẓr diyhi. Mgr nh tuhnz āshnụ̄ so gczihh nh pans sintụ̄ tulnụ̄ kynhh kyazi so chhnh muslman. Blkh ạs so ahndis grs mnz rvuzith jasvsy kran, pzụ̄ pạtthụ̄ ts chuh vath vun suh ʿdhab yus byyn lukn vath vun chuh, byyhi chuh timn ʿdhab vatnuk vqt ṣbḥs. Tmiy chhi asụ̄ vnan tohyhi kalh kale nyriv yymhi shhrh mnz. Lvṭ ʿlyh alslam ạsụ̄ tyvut pryshan spdmtụ̄, timv dvpukh ṣbḥs tanụ̄ prarnch kyah ẓrvirt chhe kalh kale gạliyvukh, mlạykv dvphkh ṣbḥ chuhna nzdyk. Lvṭ ʿlyh alslam drae rạthụ̄ kyutue amhi shhr nishhi dvur akis jayhi."
  },
  {
    "verse_id": 82,
    "translation": "Ps yylhi svn ḥkum jạry spud tihndis ʿdhabs mtʿlq. Ashi kvr tth shhrs tluk petth, tmyuk hyrim ṭrf kvr bon kun, bonim ṭrf kvr hyvr kun, byyhi kvr ashi timn petth knhi rvud yimh knhi khngri āsh pvtus pth."
  },
  {
    "verse_id": 83,
    "translation": "Time knhi āsh chạnis khdays nishhi ʿlamt th nishanh thavnh āmcz, tim shhr chhinh yimn ẓạlmn mkh kyn kạfrn hndyv shhrv nishhi kynhh dvur."
  },
  {
    "verse_id": 84,
    "translation": "Byyhi svuzashi shhri mdynh kyn lvukn kun boe tihund shʿīb ʿlyh alslam, timv dvpukh ae myanhi qvmh, bndgy kriv kunis khdays tohyhi chuhnh ts vrạe kanhh mʿbvd, byyhi mh chhonh rạviv mynn banh byyhi trkr. Mynan ạsiv pvur tvlan ạsiv pvur, me chhiv tvhụ̄ bvznh yivan rtis ḥals mnz mal kh aʿtbarh, lhādha kus chyz chuhv tohyhi āmadh kran lvukn chhvn dins petth, me chuh tuhndi ḥqh khạṭr basan tmhi duhkh ʿdhabuk yus doh beshumar ʿdhabn aḥaṭh krith ya yus doh avlynn th ākhrynn aḥaṭh krith āshi."
  },
  {
    "verse_id": 85,
    "translation": "Ae myanhi qvmh byyhi ạsiv mynan pvur tvlan thi pvur ʿdl vanṣafh san, byyhi mh ạsiv lvukn hndyn chyzn andr kmy th nqṣan kran, byyhi mh tuliv zmyns mnz shrkh sintụ̄ th bd dyanty sintụ̄ fsad."
  },
  {
    "verse_id": 86,
    "translation": "Pvur miynith, pvr tvulith yus khdae sund rzq tohyhi pth kun rvzi, suh chhu tuhundi khạṭr yymhi kmayhi khoth zyadh bhtr, kyazi ḥrams mnz agr chh zyadh ạsitn, brkt chhanh, byyhi chhu anjam tmuyk nari jhnm. Ḥlal agr kme āshi tth mnz chhe brkt, anjam tmuyk chhu rẓae alhāy th jnt. Hrgah tohyhi yymhi kthhi hund yqyn chhuv tylhi mạniv. Bh chhus nh tuhund shkhdr bh rvzav rachh prth vqth, bh chhus pyghmbr tohyhi bym krvun."
  },
  {
    "verse_id": 87,
    "translation": "Timv dvp yhi svrue vʿẓ vnṣyḥt bvuzith ae shʿīb kyah tohyh chha dpan yhi vhmy tqdus pnnụ̄ nemaz asụ̄ kyah travv timn chyzn hnz prstsh krnụ̄ yimn chyzn sạnụ̄ mạlụ̄ buddi bb prstsh kran āe, byyhi kyah travv asụ̄ pnnis mals andr pnnhi khvahshhi mvjvb tṣruf krun, pzụ̄ pạtthụ̄ tvhụ̄ chhiv bddụ̄ mʿtbr bnith gatth jar chhi kthh kran )yhi vvnukh tthtthh pạtthụ̄(."
  },
  {
    "verse_id": 88,
    "translation": "Frmvvukh ae myanhi qvmh, tvhụ̄ vntv hrgah bh pnnis khdae sndi ṭrfh nnhi dlylhi petth qạyim āsh yymhi sintụ̄ tvḥyd vʿdl thạbit chuhv. Byyhi āshi me tmụ̄ pnnhi ṭrfh akh bhtryn dvltah ʿṭa krmcz yʿny nbvt. Yymhi sintụ̄ me tblygh krun vạjib chuh. Lhādha kithh pạtthụ̄ trav bh tblygh krun, bh chuhs nh yczhan so kạm panh krnụ̄ yymhi nishhi tohyhi mnʿ kran chuhsv, bh chuhs nh yczhan mgr aṣlaḥ krun th snbhalun. Yvut bh hykh th tyvut, byyhi chuhnh myanyn kamyn hund shl th āsan spdun mgr khdae sndiy yạry th mddsintụ̄, ts petth kvr me tvkl th aʿtmad, ts kun chuhs bh prth vqth rjvʿ kran."
  },
  {
    "verse_id": 89,
    "translation": "Ae myanhi qvmh myvn ʿdavt th mukhalft mh zynh rạvin tohyhi, kh tohyh kyah bnhi suve bạsh osh qvmi nvḥs ya qvmhi hvds ya qvmhi ṣaliḥs bne yhi, yim zmanh kinụ̄ dvur chhi, qvmhi lvṭuk ḥal chuhnh tohyhi nishhi dvur kynhh thi."
  },
  {
    "verse_id": 90,
    "translation": "Vvnụ̄ mngiv mghfrt kufrv shrkh khạṭr pnnis prvrdigars, tvpth kriv ts kun rjvʿ aṭaʿt th ʿbadt sintụ̄, byshk myvn prvrdigar chuh setthah rḥm krvun mghfrt mngh vnyn petth dvst thav vun tvbh kr vnyn."
  },
  {
    "verse_id": 91,
    "translation": "Ae shʿīb ashi chhnh chanhi akthr kthh fikriy tran timv kthv andr yimh cz vnan chuhkh kyazi asụ̄ chhinh tim kthh tvjh th fikri san bvzan, byyhi chuhkh cz ashi bvznh yivan ashi andr setthah pst kmzvr, hrgah ne chanhi khandanuk th qbyluk pas āshie yim sạnụ̄ hm mdhhb chhi asụ̄ kr hvth cz knhi knhi )yʿny sngsar(, byyhi chuhkh nh cz ashi nishhi kunhi qsmh qạbli ʿzt thi."
  },
  {
    "verse_id": 92,
    "translation": "Shʿīb ʿlyh alslamn dvpukh ae myanhi qvmh, afsvs kyah myvn qbylh chha tohyhi nishhi khdae sndi khvth zyade qạbli ʿzt. Me chhe pnnis pans nsbt kr mcz khdays kun, kyah Allah tʿālyā chuhv na tohyhi trvvmut thr ptụ̄ kinụ̄, tmụ̄ sund chuhna tohyhi kanhh khyalah th lḥaẓah, hvsh kriv myvn prvrdigar chuhv yqynaan tuhnzn sarne kthn aḥaṭh krith."
  },
  {
    "verse_id": 93,
    "translation": "Ae myanhi qvmh tvhụ̄ thi rvziv pnnhi jayhi kạm kran, bthi chuhs pnnhi jayhi kạm kran, brvntth phn zạniv tvhụ̄ kh kus shkhṣ āshi suh ys khvạrth dhlyl krvun ʿdhab vathi. Byyhi kus shkhṣ āshi apuz vnh vun, prạriv tvhụ̄, bthi chuhs tvhiy sintụ̄ praran."
  },
  {
    "verse_id": 94,
    "translation": "Ad yylhi svn ḥkum tuhndis ʿdhabs mtʿlq jạriy spud, njat dyut ḥẓrti shʿībs byyhi timne sintụ̄ ayman anh vnyn pnnhi rḥmt sintụ̄, ẓạlim th nafrman rttụ̄ jbryl amyn snzi kuniy krykhi, ps pe tim pnnyn grn andr buthhi kinụ̄ vsith, tvpth mvudụ̄."
  },
  {
    "verse_id": 95,
    "translation": "Zn nh tim yimn jayn andr bsạny zanhh ạsụ̄. Var bvuziv th ʿbrt rttiv. Shhri mdynkụ̄ lvukh thi ge khdae snzi rḥmt nishhi dvur tithe pạtthụ̄ yithh pạtthụ̄ qvmi thmvd ge."
  },
  {
    "verse_id": 96,
    "translation": "Byyhi svuzụ̄ ashi pzụ̄ pạtthụ̄ ḥẓrti mvsyā pnnụ̄ āyat th rvshn dlylh hyth frʿūns thi tihndi qvmh kyn zitthyn yus nh mvn frʿūnn th tmụ̄ sndi qvmh kyv zitthyv,"
  },
  {
    "verse_id": 97,
    "translation": "Ps pkụ̄ tim thi frʿūn snziy rayhi mvjvb mvsyā ʿlyh alslamh sndi ḥqh, ḥalankh ạs nh frʿūn snz rae ṣḥyḥ kynhh thi."
  },
  {
    "verse_id": 98,
    "translation": "Brvntth brvntth āshi pkan frʿūn pnnis qvms qyamtkụ̄ doh, ps valykh nari jhnms andr, setthah ychh vsnch jayah chhe nari jhnm."
  },
  {
    "verse_id": 99,
    "translation": "Dnyahs mnz thi rvzi timn lʿnt pte byyhi rvzykh qyamtkụ̄ doh, yythi spdụ̄ ghrq ābs tthi pyn nari jhnms andr, ychh anʿāmah chuh yus anʿām timn āv dinh yʿny lʿnt fy aldaryn."
  },
  {
    "verse_id": 100,
    "translation": "Timh chhe bʿẓ khbr tbah gmtyn shhrn hnz yimh asụ̄ tohyhi vnan chhi. Timv shhrv andr chhi kynhh shhr vnhi thi mvjvd. Bʿẓ chhi mvulh mvnjhi khtm gmtụ̄."
  },
  {
    "verse_id": 101,
    "translation": "Ashi kvr nh timn kanhh ẓlm blkh kvr timv pạnụ̄ pans ẓlm sạnụ̄ nafrmạny krnh sintụ̄, ps hyvk nh kanhh fạydh vatnạvith timn tihndyv timv mʿbvdv yimn tim prstsh kran ạsụ̄mʿbvdi brḥqs vrạe, yylhi chạnis prvrdigarh sund ḥukm jạriy spud tihndi ʿdhab khạṭr, byyhi hyvk nh timv timn kynhh hurạvith th zyadh krith tavnh th nqṣanh vrạe."
  },
  {
    "verse_id": 102,
    "translation": "Yithe pạtthụ̄ kyah chuh āsan chạnis prvrdigarh sund rttun th grftar krun. Yylhi suh kunhi shhr kyn lvukn tihndi ẓlmh th kufr sbbh rttan chuh, pzụ̄ pạtthụ̄ tihund rttun chuh setthah kddur th skht āsan."
  },
  {
    "verse_id": 103,
    "translation": "Pzụ̄ pạtthụ̄ yth mnz chhe ʿbrt timn lvukn hndi khạṭr yim khoczan chhi ạkhrt kis ʿdhabs, suh ạkhrtuk doh gv sue yymhi dohh svnbrnh yin sạriy lvukh, suh doh gv sue yymhi dohh sạriy mkhlvqat yin ḥạẓr krnh."
  },
  {
    "verse_id": 104,
    "translation": "Asụ̄ chhinh tth mnz takhyr kran mgr akhi gnz rnh āmthi mudth khạṭr yʿny tmkh yinuk vqt chuh muqrr krnh āmut suh yvtanụ̄ nh vathi tvtanụ̄ qyamt yyhi nh."
  },
  {
    "verse_id": 105,
    "translation": "Yymhi dohh so qyamt yyhi tyicz hvlnak āshi ḥalt kh kanhh akhah hykh nh kth krith khdae sndi ḥukmh vrạe, lvukn āsn zh qsm addụ̄ āsn ahli shqavt kạfr th nafrman. Addụ̄ āsn sʿādt mnd baayman thi."
  },
  {
    "verse_id": 106,
    "translation": "Ps yim lvukh shqy āsn tim vatn nars andr, tim āsn tth jhnms andr krykh divan godd godd thz krykh. Pth ylhi thkan āsn aad āsn divan lothi lothi."
  },
  {
    "verse_id": 107,
    "translation": "Hmyshh rvzn tth nari jhnms andr yvtanụ̄ āsman th zmyn qạyim chuh, mgr yhi chvn prvrdigar yyczihh, pzụ̄ pạtthụ̄ chvn prvrdigar chuh tiy kran yhi yczhan chuh."
  },
  {
    "verse_id": 108,
    "translation": "Byyhi yim sʿādt mnd lvukh āsn tim vatn jnts mnz yimn tthi rvzun chhu hmyshh. Yvtanụ̄ āsman th zmyn qạyim chuh, mgr yhi chvn prvrdigarh yczihh, yhi chhe bkhshishah th mhrbạnyah yosh nh czhynh vnụ̄ th khtm gczhh vnụ̄ āshi."
  },
  {
    "verse_id": 109,
    "translation": "Ps mh ạsụ̄ ziknhi qsmh shks andr timn bạṭil mʿbvdn mutʿlq yimn hnz yim gmrah lukh prstsh kran chhi, tim chhinh prstsh kran mgr tithe pạtthụ̄ yithh pạtthụ̄ tihndụ̄ mạlụ̄ buddi bb ghlṭ ṭryqs petth bạṭil mʿbvdn hnz prstsh kran ạsụ̄ yimn brvntth, asụ̄ dimv yimn pvur pvur ḥṣh km krnh vrạe."
  },
  {
    "verse_id": 110,
    "translation": "Pzụ̄ pạtthụ̄ byyhi kr ashi ʿṭa ḥẓrti mvsyā hs kitab )tvrah( tth mnz thi āv akhtlaf krnh. Addyv mvn addyv kvr ankar. Lhādha yhi nvkhtah chuhnh. Tvhụ̄ mh spdiv munkirn hndi ankar sintụ̄ ghmgyn, hrgah ne akh kthah yosh tuhndis prvrdigar sndi ṭrfh brvntth mqrr krnh āmcz chhe qyamts āsiha kh munkirn yyhi pvur ʿdhab ạkhrts mnz dinh. Nth yyhi ha ẓrvur yimn akhtlaf krvnyn hund fạṣlh dnyase andr krnh, tim chhi tmhi qyamt kis tiths shks mnz yus timn ḥạran krvun chuh. Mgr kạnshi hund shk krnh sintụ̄ yhi sza pth gczihh nh."
  },
  {
    "verse_id": 111,
    "translation": "Pzụ̄ pạtthụ̄ byyhi diyhi chvn prvrdigar prth akis pnnyn ʿmln hnz pvur mzvurụ̄, pzụ̄ pạtthụ̄ suh chuh pvur zanan timh sare kạmh yim tim kran chhi."
  },
  {
    "verse_id": 112,
    "translation": "Ps kriv tvhụ̄ astqamt. Yimv kufr nishhi tvbh krith tohyhi sintụ̄ shmvlyt akhtyar kr, ḥd mh ddliv. Dyn nishhi mh nyriv akis dhrs brabr, pzụ̄ pạtthụ̄ Allah tʿālyā chuh tuhnz sare kamhi var vuchhan."
  },
  {
    "verse_id": 113,
    "translation": "Ae baaymanv byyhi mh spdiv tvhụ̄ mạyil timn lvukn kun yimv kufr vshrkhi sintụ̄ ẓlm kvr tylhi rtthi tohyhi nari jhnm, byyhi āshi nh tohyhi khdays vrạe kanhh rfaqt kr vunah dvstah, tvpth yiyv nh tohyhi mdd krnh."
  },
  {
    "verse_id": 114,
    "translation": "Byyhi thạviv brpa nemaz tvhụ̄ ya rsvl Allah doh kyn don ṭrfn andr. Yʿny ṣbḥ, pyshin th digr. Byyhi rạcz hndis akis ḥṣs andr. Suh gvv sham th khoftn. Yimh gyhi panczh nemaz pvur, pzụ̄ pạtthụ̄ nyk kamhi chhe galan bdiyn th ychh kamyn, yhi kth kh nyikyv sintụ̄ chhi gnah mʿāf spdan chhe bdd nṣyḥt, nṣyḥt rtth vnyn, manh vnyn hndi khạṭr."
  },
  {
    "verse_id": 115,
    "translation": "Munkirn hndi ṭrfh yus mʿāmlh pysh yivan chuh tth petth kriv ṣbr. Lvukn hndis tklyfs petth ya nemazi hndis qạyim thavns petth. Ps Allah tʿālyā chuhnh hrgiz ẓayʿ kran nykv karn hnz mzvurụ̄."
  },
  {
    "verse_id": 116,
    "translation": "Ps kvnh āshi timv lvukv andr yim tohyhi brvntth ạsụ̄, ṣaḥbi shʿūr jmaʿthah, yim mnʿ āshn kran zmyns mnz shrk vkufr sintụ̄ fsad th tbạhy krnh nishhi, mgr tim kynhh lvukh āsn yim ashi humv ʿdhab krnh āmtyv andr bchạvmtụ̄ ạsụ̄. Timv yithh pạtthụ̄ panh kufrv shrkh nishhi tvbh kvr tithe pạtthụ̄ āshi byyn thi kufrv shrkh nishhi mnʿ kran, ẓạlim th nafrman lvukh rvudụ̄ ʿīsh vāram kis ḥals pte, byyhi ạsụ̄ tim gnhgar nafrman jrạymn hndụ̄ khvgr."
  },
  {
    "verse_id": 117,
    "translation": "Byyhi chuhnh tuhund prvrdigar suh kyah galhi kunhi shhrkyn lvukn ẓlm krith yylhi tim shhrkụ̄ lvukh asn aṣlaḥ krvnụ̄. Byyn lvukn tblygh vdʿūt divnụ̄."
  },
  {
    "verse_id": 118,
    "translation": "Hrghe yczihh ha tuhund prvrdigar suh kriha sarne lvukn kunue )jmaʿt bʿẓ ḥikmtn kun nẓr krith yvczhnh tmụ̄ thi blkh bnavyn variyah jmạʿcz yimv akhtlaf kvr, byyhi rvzn tim hmyshh akhtlaf kr vnụ̄."
  },
  {
    "verse_id": 119,
    "translation": "mgr krn nh akhtlaf dyni ḥqs andr tim yimn petth tuhund prvrdigar fẓl th rḥm kri, amyi khạṭr chhin krụ̄mtụ̄ pạd. Yʿny akhtlaf krn vạlụ̄ akhtlaf khạṭr. Rḥmt vạlụ̄ rḥmt khạṭr, byyhi chuh pvur spudmut chạnis prvrdigarh sund yhi ḥukm, kh ẓrvur krn bh pur nari jhnm, jinv th ansanv sintụ̄ aikh vtth."
  },
  {
    "verse_id": 120,
    "translation": "Byyhi chhi asụ̄ yim sạriy qṣh, ḥẓrat anbyahn hndyv qṣv andr tohyhi byan kran, time qṣh yimv sintụ̄ asụ̄ tuhndụ̄ dil mẓbvṭ kran chhi, byyhi vạcz tohyhi nishhi ath mnz pz kth. Byyhi chuh ath mnz bvdd vʿẓ, bdd nṣyḥt th yad dhạny baaymann hndi khạṭr."
  },
  {
    "verse_id": 121,
    "translation": "Byyhi vniv timn lvukn yim nh bavjvdi qṭʿī dlylh timn nishhi vatnkh ayman anan chhi. Ae lvukv, kran gczihv tvhụ̄ kạm pnnhi jayhi, asụ̄ thi chhi kạm kran pnnhi jayhi."
  },
  {
    "verse_id": 122,
    "translation": "Byyhi prạriv tvhụ̄ pnnyn aʿmaln hndis ntyjs, asụ̄ thi chhi praran pnnyn aʿmaln hndis ntyjs, ʿnqryb nnhi pv zkyah chuh th apuz kyah chuh."
  },
  {
    "verse_id": 123,
    "translation": "Byyhi chuh khdae se mʿlvm thi svrue yhi āsmann th zmynn andr pvushydh chuh. Ts kun yin vatnavnh sạriy mʿāmlat, ps kriv tihnze yạcz ʿbadt th bndgy, byyhi kriv tsụ̄ petth tvkl th aʿtmad, byyhi chuhnh chvn prvrdigar be khbr timv kamyv nishhi yimh tvhụ̄ kran chhiv."
  }
]