[
  {
    "verse_id": 1,
    "translation": "Amyuk mʿny chuh khdae se mʿlvm, byyhi chhi yim āyat akhi vaẓḥ th ṣaf ktabhi hndụ̄."
  },
  {
    "verse_id": 2,
    "translation": "Pzụ̄ pạtthụ̄ ashi kr nạzil so ktab qrāni mjyd ʿrby pạtthụ̄, yuth tohyhi godd ae mkh kyv lvukv fkri tri. Tuhndi vasṭh tri fikri byyn lvukn thi."
  },
  {
    "verse_id": 3,
    "translation": "Asụ̄ krv byan tohyhi ya rsvl Allah qṣv andr bhtr qṣah yymhi dhryʿh ashi svuz tohyhi kun yhi qrāni mjyd yʿny bdhryʿh vḥy, ạsiv tvhụ̄ sanhi byan krnh brvntth amhi nishhi balkl be khbr tikyazi nh avsv pvrmut kynhh th nh avsuv kạnshi nishhi bvuzmut kynhh. Nh avs lvukn nishhi yymhi ṭryqh ṣḥth san yhi qṣh mshhvr."
  },
  {
    "verse_id": 4,
    "translation": "Suh vqt chuh qạbli dhkir yylhi ḥẓrti yvsfn babs pnnis vvn babh ṣạba me ḥẓ vuchh khvab, me ḥẓ vuchh khvabs andr kah tark byyhi āftab th zvun. Yim sạriy vuchhim me sjdh divan."
  },
  {
    "verse_id": 5,
    "translation": "Timv frmvvus jvab ae myanhi gobr, yhi khvab bạv zynh bayn nishhi. Tim ạsụ̄ kah )11( bạe ḥẓrti yvsfs vrạe. Dah )10( ạsụ̄ akis majhi aathhi. Zh )2( ạsụ̄ ḥẓrt yvsuf th binyamyn byys majhi aathhi, timn yiy nh yih khosh kynhh. Ps krn tim chanhi tklyf th aiza vatnavnh khạṭr khaṣ tdbyr shyṭan sndi tdbyr sintụ̄, pzụ̄ pạtthụ̄ shyṭan chuh ansan sund nvn dushmn."
  },
  {
    "verse_id": 6,
    "translation": "Cze yhi khvab vuchhuth thi yiyhi ba ʿml. Byyhi kriy cze pnun prvrdigar mntkhb nbvt khạṭr brgdhydh pnnyv mhrbạniyv sintụ̄. Byyhi hychhhi nạviy cze khvabn hndi tʿbyruk ʿlm, byyhi kri suh pvur pnnụ̄ nʿmt cze petth. Byyhi ḥẓrti yʿqvb sndis khand ans petth. Yithh pạtthụ̄ tmụ̄ pvur krpnnụ̄ nʿmt chạnis buddibbs th bdd buddibbs petth. Yʿny ḥẓrti abrahyms th ḥẓrti asḥāqs petth, pzụ̄ pạtthụ̄ chvn prvrdigar chuh setthah ʿlm vvl th ḥikmt vvl. Prth akis chuh mnạsib fyẓ ʿṭa kran."
  },
  {
    "verse_id": 7,
    "translation": "Btḥqyq ḥẓrti yvsf th tihndyn bayn hndis qṣs mnz chhi bddụ̄ bddụ̄ nishanh khdae sndi qdrtkụ̄, byyhi tuhndi nbvtkụ̄ ya rsvl Allah timn lvukn hndi khạṭr yim tohyhi yymhi qṣuk prczhan chhi. Kyazi ḥẓrt yvsfs thhi be ksy andr slṭnt th thvd mrtbh ʿṭa spdun chhe khdae snze kạm. Amhi sintụ̄ spdi muslmann bvdd ʿbrt ḥạṣil, byyhi qvti ayman."
  },
  {
    "verse_id": 8,
    "translation": "Yhi kth chhe qạbli dhkr yylhi timv vor bayv akh doh panh vạnụ̄ dvp. Albth yvsuf th tihund ḥqyqy bve bnyamyn chuh zyadh ttvtth sạnis babh ṣạbs sanhi khvth ḥalankh asụ̄ chhi variyah bạe, akh jmaʿt tim chhi zh bạe. Ḥalankh tim zh chhi kmsin th lokttụ̄. Kmsiny mokhh yin nh tihndi athh timh kamhi so khdmt yosh sạnụ̄ kinụ̄ yiyhi. Asụ̄ chhi akh bddjmaʿt. Svn gvczh timn zyadh muḥbt āsun, byshk svn babh ṣạb chuh nnhi ghlṭy petth."
  },
  {
    "verse_id": 9,
    "translation": "Ṣlaḥ chuh yvsuf mạriyvn ya trạviyvn dvur kunhi jayhi. Ad rvzyv babh ṣạbun rokh tvhiy kun mvkul, tihund tvjh spdi pvur pạtthụ̄ tvhiy kun, tmiy pth spdi tuhnz kạm drust."
  },
  {
    "verse_id": 10,
    "translation": "Timv mnz vvth akh vann vvlah. Tmụ̄ dvpukh yvsuf mh mạriyvn, qtl th marun chuh na munạsib blkh trạviyvn suh kunh kriyr chhi pvushydh jayhi mnz, yuth tmis kanhh qạflh tmhi mnz khạrith pans sintụ̄ byyhi kunhi shhrs andr vatnavi. Hrgah tohyhi yhi kạm krnụ̄ chhv tylhi kriv yithe pạtthụ̄. Sạriy spdụ̄ ath kthhi petth mutfiq. Chinanchhi aikh vtth ge ḥẓrti yʿqvbs nishhi."
  },
  {
    "verse_id": 11,
    "translation": "Dpnhi lgụ̄ ae sanhi babh ṣạbh ashi petth kvnh ḥẓ chhiv tvhụ̄ aʿtbar kran ḥẓrti yvsf sndis ḥqs mnz. Tim kvnh ḥẓ chuhvkh ashi sintụ̄ phyrnhi th sạr krnhi svzan ḥalankh asụ̄ chhi tmsndụ̄ bddụ̄ khạr khvah."
  },
  {
    "verse_id": 12,
    "translation": "Suh svziyvun pgah ashi sintụ̄, jngln andr khyhi myvh, byyhi phyri thvri avr yvr. Dhra kddi vashah. Tvhụ̄ mh briv kanhh andyshh, asụ̄ sạriy chhi ts rạchh th ḥifaẓt kr vnụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Ḥẓrti yʿqvbn dvpukh me chuh tuhund yhi pans sintụ̄ niyun pryshan kran )tikyazi amụ̄ snz dvuriy chuhs nh bh zrvan( byyhi chuhm khṭrh gczhan amis ma khyhi ramh hvun )ath shhrs mnz ạsụ̄ setthah ramh hvunụ̄( tvhụ̄ ạsiv pnnhi kamhi sintụ̄ mshghvl amis kun rvzyv nh khyale. Amụ̄ sndi ḥalh nishhi rvuziv be khbr."
  },
  {
    "verse_id": 14,
    "translation": "Timv dvphs yyicz bddjmaʿt sintụ̄ ạsith hrgah amis ramh hvun khyhi thi tylhi chhi asụ̄ bddụ̄ tavn zd, tylhi chuhnh ashi aʿtbarah kynhh."
  },
  {
    "verse_id": 15,
    "translation": "Ptis yylhi yhi ḥẓrti yvsuf timv pans sintụ̄ niyuv, byyhi kvr sarive atfaq sabqh fạṣlh mvjvb yhi trạviyvun kryri chhi pvushydh jayhi mnz )chinanchhi akh kryvurah avs amhi ṭrfh tth mnz trvvukh( ashi svuzvḥy ḥẓrti yvsfs kun )ghm mh br kynhh, akh vqtah vathi( cz pavkh yimn yhi svruve krtvut czyts tim āsne nh cze prz navạny."
  },
  {
    "verse_id": 16,
    "translation": "Tvpth āe tim pnnis babh ṣạbs nishhi kalchyn vdan vdan."
  },
  {
    "verse_id": 17,
    "translation": "Dpnhi lgụ̄ ae sanhi babh ṣạbh chhiv na bvzan ashi laje panh vạnụ̄ dvri andr man man krnhi. Yvsuf thaviyvv ashi samans nishhi, aty āv ramh hvun tmy khyv vsuh, mgr tvhụ̄ kthi kriv ashi pczh hrgah asụ̄ pvz thi vnan āsv."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi anikh timn brvntth kun tihnz kur tnụ̄ apuz rth mthith, ḥẓrti yʿqvbn dvpukh yhi kth chahnh yosh tvhụ̄ vnan chhiv. Hrgah ramh hvunụ̄ snz kạm āsiha tylhi āshn ath kurtnhi ramh hvun sndyn czpyn hndụ̄ zkhm. Ḥqyqt yhi chhanh yhi tvhụ̄ byan kran chhiv, blkh chhiv tvhụ̄ nfsn pnnụ̄ byyhi kvstanụ̄ mshkl kạm krnh khạṭr tnmblạvmtụ̄, vvn chuh myanhi khạṭr ṣbr krnue jan, byyhi chuhs bh Allah tʿālyā se yạriy mngan tth drd nak vaqʿs petth yus tvhụ̄ vnan chhiv."
  },
  {
    "verse_id": 19,
    "translation": "Ypạrụ̄ pyvvạtith akh qạflah akh tth kryris nkhh tl yth mnz ḥẓrti yvsuf avs, ps svuz timv pnun āb sarn vvl, tmụ̄ trvv bukh pnun kryris mnz tvr khvt buks andr nund bvn mḥbvbah ḥẓrti yvsuf, tmis yanụ̄ ts kun nẓr pyyhi suh lvg krykh tulith dpnhi, ha lvkv, khoshkhbr bvziv. Yhi chuhv akh khvbṣvrt frzndah, tvpth thv vukh khttth mali tjart bnạvith. Khyal kuvrukh kh yhi hyth gczhv miṣrs mnz kạnshi bddis amyrs knvn tthi. Khvb nfʿ th fạydh spdi ḥạṣil, Allah tʿālyā he avs thi svrue pvur zanan yhi tim kran ạsụ̄. Vor bạe ạsụ̄ kunih kunih vqth ath kryris nkhtl yivan, khyn chyn vatnavan tim ạsụ̄ nh yczhan ḥẓrti yvsuf gczihh kryri mnz hlak spdun blkh gczihh kanhh shkhṣah tmis kryri mnz kddith byyhi kunhi shhrs vatnavun. Byyhi gczhhi nh kunhi ṭryqh ḥẓrti yʿqvbs aṭlaʿ spdun. Ghrẓ tmhi doh thi āe tim kryris nkhtl. Tthi vuchukh nh yvsuf kynhh thi. Tvpth āe tim ath qạfls nishhi. Timn dvpukh yhi chuh svn czvlmut ghlam asụ̄ chhin nh yhi yczhan pans nishhi rttun."
  },
  {
    "verse_id": 20,
    "translation": "Tvpth kun timv vor bayv ḥẓrti yvsuf km mols kynczhn dirhmn amhi qạflh kyn kynczhn shkhṣn ya kun ahli qạflv, tim hynh vạlụ̄ ạsụ̄ tihndis mvlụ̄ hyns andr be mạl th be rghbt lagan )tvpth niyv timv yhi ḥẓrti yvsuf pans sintụ̄ th vatnvvukh miṣr, miṣrs mnz āv yimn nylam krnh. Ạkhry bvulụ̄ spz ʿzyzi miṣrs petth khtm. Balākhrhyvt tmiy ḥẓrti yvsuf mvlụ̄.("
  },
  {
    "verse_id": 21,
    "translation": "Tvpth vvn miṣrkụ̄ tmụ̄ shkhṣn yymụ̄ ḥẓrti yvsuf ptv lakh mvlụ̄ hyvt )yʿny ʿzyzi mṣrn( znanhi pnnhi ys zulykha nav avs, yymis lokttụ̄ snz jae thạvizi setthah bulnd yʿny amis krụ̄ zi setthah qdr th tʿẓym, shayd yhi ma vatnavi ashi fạydh. Yithh pạtthụ̄ lokutt rochhmut bkar yivan chuh, blkh rchhvn asụ̄ yhi gobr grnz )tikyazi ashi chuhnh pans avlad kynhh(, amiy ṭryqh dyut ashi ḥẓrti yvsfs thvd mqam miṣr kis srzmyns andr. Yuth suh miṣrs andr thdis mqams petth rvuzith amuvri slṭntch mhart ḥạṣil hykh krith, byyhi yuth asụ̄ suh hychhnavvn kthn hund mʿny th mṭlb )tmiy mnz gv khvabn hund tʿbyr. ( ghrẓ avs timn njat dinh andr dvlti ẓạhry th bạṭny sintụ̄ nvạzish krnụ̄, Allah tʿālyā chuh ghạlib pnnis yyczhụ̄mtis amrs petth. Yhi suh yczhan chuh tiy chuh bnan mgr lvukh chhinh zanan."
  },
  {
    "verse_id": 22,
    "translation": "Tvpth yylhi ḥẓrti yvsuf vvt qvt kis kmals yʿny kamli jvạny. ʿṭa kvr ashi ts gatth jar th ʿlm, yithe pạtthụ̄ chih asụ̄ rcz kamhi krvnyn rut jza divan."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi lj pth ḥẓrti yvsfs so znanh yymụ̄ sndis grs mnz suh avs tihund ḥsn vjmal vuchhith ychhhi kamhi khạṭr. Akh doh lvbun mvqʿh th rttin tim khlvt, kutthyn hndụ̄ drvaz krin bnd, tvpth lj dpnhi jld phn valh, myvun tmna kr pvur. Timv dvpus yhi kas chhkh vnan. Dvpun cze chhse vna bh krths tar, ḥẓrti yvsfn dvpus pnah ba khda yiczh kthe mh kr, pzụ̄ pạtthụ̄ amụ̄ chạnụ̄ khandarn ʿzyzi miṣrn rochuhs bh, pvlus bh, rczijayhi thvns bh, kyah bh kra ath aḥsans bdl tmụ̄ sund ʿzt daghdar, yhi gvv srasr ẓlm, pzụ̄ pạtthụ̄ yithyn ẓạlmn th ḥq framvshn hndi khạṭr chhnh kanhh kamyạby. Akthr chhi amhi qsmkụ̄ lvukh zyadh dnyase mnz dhlyl th rusva spdan ạkhrtuk vobal gvvạsithe."
  },
  {
    "verse_id": 24,
    "translation": "Pzụ̄ pạtthụ̄ zulykha yhi kryv qṣd timn nishhi ychh kamhi hund. Timv thi hrgah ne tim vuchh hn pnnis prvrdigar snz nnụ̄ dlyl mgr tihund aradh ʿzmh kis drjs vvt nh blkh tihund aradh avs rvz dar sund ābi srd vuchhith ābs kun rghbt spdun hiyvu. Tmhi rghbt sintụ̄ chhanh rvzh puhttan blkh chhu rghbt spdith pnun pan pth rttun thi ṣbr krun baʿthi ajrv thvab bnan. Yithe pạtthụ̄ dyut ashi timn tvfyq ʿṣmtuk yuth dvr krv asụ̄ timn nishhi bdy thi ychh kạm, byshk suh ḥẓrti yvsuf chuh sanyv brgzydh bndv andr, pyghmbrv andr yimn ʿṣmt vpạky lạzim chhe. Amhi zulykhayhi kvr byyhi pnun khyal pysh. Ḥẓrti yvsuf czvl pnun pan bchavnh khạṭr, so dvrykh pth."
  },
  {
    "verse_id": 25,
    "translation": "Doshve dvre yhi drvazs kun ḥẓrti yvsuf czlnh khạṭr, zulykha timn rttnh khạṭr. Tmụ̄ lạe timn thph, so āyhi tihnzi kurtnhi thr kinụ̄, kurtnụ̄ āyhi czhynith, doshvnụ̄ smukh khavnd zulykhayhi hund drvazs tl. Zulykha vysre yhi, zulykhayhi dvp kanhh sza chuhna ts shkhṣs yus chanyn bạczn sintụ̄ ychh kamhi hund aradh kri mgr yhi zi suh yyyhi jyl khans mnz bnd krnh ya yiys skht drd nak ʿdhab krnh."
  },
  {
    "verse_id": 26,
    "translation": "Ḥẓrti yvsfn dvp yhi chhe me kun aisharh kran ḥalankh yhe chhe pth ljmcz me nishhi pnun mṭlb kddnh khạṭr, ath mvqʿs petth dicz gvạhy tmụ̄ sndyv rshth darv manzh akụ̄ shyr khvar bchn ḥẓrti yvsf sndis bry th pak āsns petth, timv dvp hrgah ḥẓrti yvsf snz kurtnụ̄ brvntthmhi ṭrfh czhynmcz āshi tylyi chhe zulykha pvz vnan. Ḥẓrti yvsuf chuh tth bdl vnan."
  },
  {
    "verse_id": 27,
    "translation": "Hrgah tuhnz kur tnụ̄ thrkinụ̄ czhynmcz āshi tylhi chhe zulykha apuz vnan, ḥẓrti yvsuf chuh pzụ̄ ziyvr."
  },
  {
    "verse_id": 28,
    "translation": "Yylhi tmụ̄ sndụ̄ khavndn vuchh tihnz kurtnụ̄ thr kinụ̄ czhynmcz dvpun zulykhayhi kun yhi chhe tuhnze shyṭnt th chalạky. Pzụ̄ pạtthụ̄ tuhund mkrv fryb th shyṭnt chhe setthah bdd."
  },
  {
    "verse_id": 29,
    "translation": "Ae yvsuf amhi nishhi phyiriv, yhi kth czttiv, ae zulykha cz mng mʿạfy pnnhi qṣvr khạṭr. Byshk cze chhkh khṭakar th mjrim. Tvpth spud yhi mʿāmlh mshhvr shhrs andr chinanchhi."
  },
  {
    "verse_id": 30,
    "translation": "Miṣrs andr ljhi variyah znanh vnnhi ʿzyzi miṣr snzi āshnhi chuh dil lvgmut pnnis ghlams pth. So chhe ljcz pth ts ghlams pnun najạyz mṭlb kddnh khạṭr, tsund dil chuh phuttmut tihndi mḥbt sintụ̄, asụ̄ chhin so zanan ddjmcz. Kyah gvs var kar rvun ạsith nvkrs pth phsun. Yhi kạczah rusvạyy th khjalt chhe."
  },
  {
    "verse_id": 31,
    "translation": "Ps yylhi zulykhayhi bvz znann hnz yhi bd gvyy th mlamt krnụ̄. Tmhi svuz timn nads dvpnkh ae znanv tohyhi chhe myanhi gri dʿūt, sjạvith thạvin tihndi khạṭr msndh, tkyhi dar, tvpth yylhi timh znanh āyhi timn brvntth knhi āe thavnh khynh chynkụ̄ chyz byyhi variyah myvh yimv mnz variyah myvh shrakh puchuv sintụ̄ czttns qạbil ạsụ̄, lhādha duytun prth akis timv znanv andr akh akh shrakh puchah myvh czttnh khạṭr )yylhi tim znanh mshghvl spz myvh khyns sintụ̄(, zulykhayhi dvp ḥẓrti yvsfs yim byyhi kunhi kutthis mnz āshn tvhụ̄ nyriv na nybr yimn znann brvntth kun. Chinanchhi drae tim, ps yylhi timv znanv ḥẓrti yvsuf vuchh setthah bvdd gnz rvvukh ḥusn vjmals andr. Suh vuchhith vysre yhi, hvsh rvdukh nh kynhh, tvpth spz be akhtyar myvh bdl czttikh athh pnnụ̄, byyhi dvpukh munzh th pak chuh Allah tʿālyā, yhi ḥẓrti yvsuf chuhnh bshr )bshrn andr chuhnh yhi ḥusn v jmal ashi vuchhmute( yhi chuhnh mgr ʿzth vvl mlkah, ansann andr chuhnh yuth ḥusn vjmal āsan albth mlke chhi āsan yithụ̄nund bạnụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Zulykhayhi dvpukh yohe kyah gvv suh ṣaḥb yymụ̄ sndi mḥbt chhi pamh diczv tohyhi me kh zulykhayhi chuh ghlams pth dil lvgmut. Āv vvnụ̄ bvznh bh ma chhs blụ̄ matymcz. Khyr yus yhi vnhi thi th me chuhnh kạnshi hnzn pamn hund prvah. Bh chhs nnụ̄ pạtthụ̄ vnan, pzụ̄ pạtthụ̄ me krụ̄ ts ath gth. Tihund dil pans kun phirnh khạṭrkh suh kri na myạnụ̄ khvạhsh pvur, mgr tmụ̄ kr kvushsh mʿṣvm th pak rvznch, vnhi thi chhs bh vnan ts hrgah ne suh myạnụ̄ khvạhish pvr kri, tylhi yyhi suh ẓrvr qạdthavnh. Byyhi spdi suh be qdr th be aʿtbar. Yimh znanh ath mjlshi mnz āsh timv dvp zulykhayhi kh asụ̄ mạniravvn yhi. Ashi dikh na amis sintụ̄ kth bath krnuk aijazt, tmhi dvpukh ad kyah. Kynczhah he kri hiv. Chinanchhi timh drayhi akh akh amis sintụ̄ amis pth fryfth spiz mcz."
  },
  {
    "verse_id": 33,
    "translation": "Ḥẓrti yvsfn yylhi vuchh znann hund yhi ḥal kh kithh pạtthụ̄ gyhi yim agadi yimn kyah bnhi chinanchhi timv kvr duʿā. Muvngukh khdays ae myanhi prvrdigar qạd khane chuh me zyadh psnd tmhi ychh kamhi khoth yth kun me yim znanh nad divan chhe, ae myanhi khdayhi cz ne dvur krkh th phirkh me nishhi tihund mkrv fryb, khbr chha bh ma spdi mạyl yimn znann kun. Byyhi bnh bh nadanv andr."
  },
  {
    "verse_id": 34,
    "translation": "Ps kvr Allah tʿālyā hn aijabt tihndis mngns yimn znann hund mkrv fryb phirun timn nishhi, pzụ̄ pạtthụ̄ chuh suh dʿā bvz vun setthah zann vvl."
  },
  {
    "verse_id": 35,
    "translation": "Tmhi pth āv bvznh timn qryni mṣlḥt kynhh kalah ḥẓrti yvsuf qạd thavun. Bavjvd aynkh timv ạsụ̄ variyah nishanh th ʿlamat tihndi bratkụ̄ th pạky hndụ̄ vuchhmtụ̄. Mgr ʿūamn andr tmyuk chrchhi munqṭʿ krnh khạṭr byyhi vopr shhruk akh be ks ainsan ghlạmy hndis ḥals andr, yimn kus kri ha ḥimayt chnanchhi thạvikh tim be jurm kynhh kalah jyl khans andr."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi vạtụ̄ yimn nishhi qydkhans mnz nvjvan jvrah padshah sndyv khdmt garv andr, akh avs sạqy byakh avs czochhi tuhran. Timn don mtʿliq avs yhi jurm timn petth avs yhi shubh kh yim ạsụ̄ padshahs zhr dith marun yczhan. Timve doyv zanyvvvn pnun khvab ḥẓrti yvsfs, akụ̄ znụ̄ dvp me ḥẓ vuchh khvabs andr zn bh dchhhi rs chyran, beznụ̄ dvp me ḥẓ vuchh zn bh kals petth czochhi tulan, timve czochv mnz janvr khyvan, ashi vnth ḥẓ amhi khvabuk tʿbyr. Ashi ḥẓ chuhkh cz yivan bvznh nykv karv andr."
  },
  {
    "verse_id": 37,
    "translation": "Ḥẓrti yvsfn dvpukh tohyhi nishhi khyn vatnh brvnhh kr bh byan tohyhi tmhi khvabuk tʿbyr, khvabuk tʿbyr byan krun chuh timve ʿlmv andr yim ʿlm bh pnnụ̄ prvrdigarn hychhnvvus )godd bvziv myvn ʿqydh kyah chuh(, pzụ̄ pạtthụ̄ me chuh trvvmut timn lvukn hund dyn th mdhhb yim nh pczh kran chhi mʿbvdi brḥqs. Byyhi chhi tim ạkhrts thi ainkar kran."
  },
  {
    "verse_id": 38,
    "translation": "Bh chuhs pth pth pkan mutabʿt th pyrvy kran pnnyn malyn buddibbn hndis diyns. Tim ge ḥẓrti abrahym ʿlyh alslam, jdi bzrgvar myvn. Ḥẓrti asḥāq ʿlyh alslam buddi babh ṣạb myvn. Ḥẓrti yʿqvb ʿlyh alslam babh ṣạb myvn yymhi mdhhbuk rukni aʿẓm chuh, hr giz pzi nh asụ̄ kyah bnavvn khdae sund shryk kanhh chyzah kunhi chyzs andr, yymhi qsmuk ṣḥyḥ aʿtqad āsun chuh khdae snz bddmhr bạny th bvdd fẓl ashi petth th byyhi sarine lvukn petth. Lykn variyah lvukh chhinh ath nʿmts qdr kran. Amhi kh ḥạṣil krnch kvushsh kran."
  },
  {
    "verse_id": 39,
    "translation": "Ae myanyv qạd khanh kyv doyv rfyqv, tvhụ̄ vnitv kyah variyah mʿbvd āsnụ̄ alg alg chha rut kinh kune mʿbvd āsn, yus qvt vvl chuh. Amyuk jvab chuh ẓạhr kh kune mʿbvd chuh rut."
  },
  {
    "verse_id": 40,
    "translation": "Tvhụ̄ chhiv ʿbadt kran khdays vrạe mgr kynczhn navn hnz yim tohyhi byyhi tuhndyv malyv buddi bbv thạvi mtụ̄ chhi kynczhn potlyn muqrr krith, Allah tʿālyā hn chhanh svzmcz tihndi mʿbvd āsnh khạṭr kanhh dlylah, nh ʿqly nh nqly, kunhi kamhi hndi ḥukm dinuk akhtyar chuhnh kạnsih khdays vrạe, tmụ̄ chuh ḥukum kvrmut yy zi kạnshi hnz ʿbadt mh kriv mgr tihnze yạcz. Ath ḥukms petth gczihh ʿml krnụ̄, yohe chuh yʿny Allah tʿālyā he mkhṣvṣ kvrun tvḥydv ʿbadt sintụ̄ rahi rast th syz vth. Mgr variyah lvukh chhinh zanan. Yhi kth chhinh akhtyarkran."
  },
  {
    "verse_id": 41,
    "translation": "Ae myanyv qạd khanh kyv rfyqv, tohyhi andr yus akh shkhṣ padshahs shrab avs chavan, suh spdi jurmh nishhi bry. Tvpth spdi pnnhi kamhi petth byyhi bḥal. Tvpth hyyhi suh byyhi pnnis mạlks shrab chavnch kạm krnụ̄, vvnụ̄ yus byakh zvn chuh yus padshah sund bavrchy th czochhi tuhr vun avs tmis petth spdi jurm thạbit. Tvpth yyhi suh phhhi dinh. Tvpth khyn janvr tmụ̄ sndi kluk kvdd, yhi fạṣlh chuh āmut krnh khdae sndi ṭrfh. Ymyuk tvhụ̄ prczhan chhiv. Ath spdi nh adlh bdl."
  },
  {
    "verse_id": 42,
    "translation": "Tvpth vvn ḥẓrti yvsfn ymv doyv andr ts shkhṣs ys njat lbun avs tihnd gumanh, myvn tdhkrh kvruth cze pnnis āghs th mạlks nishhi yylhi cz ts nishhi vatkh kh qạd khans mnz chuh akh shkhṣah be qṣvr, ps mshrvv ts shyṭann āghs nishhi ḥẓrti yvsfun ḥal byan krun, tmhi mokhh rvd ḥẓrti yvsuf qạd khanse andr kynczhn vriyn."
  },
  {
    "verse_id": 43,
    "translation": "Miṣrkụ̄ padshahn dvp me vuchh khvab. Sạriy arakyni slṭnt krin jmʿ, me vuchh khvabs andr sth )7( gav vychhhi vychhhi. Timne khyvan sth )7( gav hochhmcz th laghr, byyhi vuchhim sth )7( hylụ̄ ghlkụ̄ sbz tazh byyhi sth )7( hylụ̄ hvkhimtụ̄. Time vlnh yivan sr sbz stn hylyn tvpth tim thi hvkhith gczhan, ae drbariyv byan kriv myanhi khvabuk tʿbyr chhivhe tvhụ̄ khvabn hund tʿbyr zanan."
  },
  {
    "verse_id": 44,
    "translation": "Timv dvpus yim chhi pryshan khyalat. Asụ̄ chhinh amhi qsmkyn khvabn hund tʿbyr kynhh zanan kyazi ashi chhe mulky antẓam krnch mhart, tʿbyri khvab byan krnch mhart chhnh ashi."
  },
  {
    "verse_id": 45,
    "translation": "Tvpth dvp tmụ̄ shkhṣn yus qạd khanh mnz moklyv mut avs, muqdms mnz bry spud mut avs, padshahs nishhi byyhi vvtmut avs timv doyv znyv andr yim qạd khans mnz ḥẓrti yvsfs sintụ̄ ạsụ̄, ts pyyhi czyts variyah kạlụ̄ ḥẓrti yvsf snz vṣyt yosh timv qạd khanh mnz nyr nh kh vqth krmcz ạshas. Tmụ̄ dvp, bh vnv tohyhi tʿbyr me diyv tvhụ̄ aijazt qạd khans tanụ̄ gczhnuk. Timv dyuths aijazt th suh āv ḥẓrti yvsfs nishhi, ʿrẓ kvrun."
  },
  {
    "verse_id": 46,
    "translation": "Ae ḥẓrti yvsuf tvhụ̄ ḥẓ chhiv setthah pvz th ṣḥyḥ tʿbyr krvnụ̄, ashi krụ̄ tv byan yymhi khvabuk tʿbyr kh stn vychhn gavn chhe )7( hochhmcz gav khyvan. Byyhi chhi sth hylụ̄ sbz th sth hylụ̄ hvkhimtụ̄. Tim sth hylụ̄ chhi timn stn hylyn vlnh sintụ̄ hokhravan. Yy chuh akh shkhṣah khvabs mnz vuchhan. Tvhụ̄ frmạviv amyuk tʿbyr, yuth bh vaps gczhh ha timn lvukn kun yimv bh svuzmut chuhs. Yimn bh thykith āmut chuhs yuth timn amyuk tʿbyr mʿlvm spdi. Tmiy dhryʿh spdi timn tuhnz ḥqyqti kmal mʿlvm."
  },
  {
    "verse_id": 47,
    "translation": "Ḥẓrti yvsfn dvpus tvhụ̄ vviv var pạtthụ̄ ghlh stn vriyn pvtus pth, ps yhi kynczhah tvhụ̄ lvniv thi svrue thạviv hylne mnz jmʿ krith. Mgr nh km kynczhah yus tohyhi khyns pvshhi."
  },
  {
    "verse_id": 48,
    "translation": "Tvpth yin byyh sth )7( vriy setthah skhty hndụ̄ th qḥṭkụ̄, tim sth )7( vriy khyn tth ghls yus tohyhi jmʿ krith thvmut āsyv dhkhyrh krith yimn skhty hndyn stn vriyn hndi khạṭr mgr nh suh ḥṣh yus tvhụ̄ mkhṣvṣ thạviv byalhi khạṭr. Stv gavv th stv hylyv andr chuh aisharh yimne stn vriyn kun."
  },
  {
    "verse_id": 49,
    "translation": "Tmhi pth yyhi akh vriyah, tth mnz yyhi lvukn petth rvud travnh kạfy. Tth vriys mnz chyrn lvukh myvan hund rs yth shrab tyar krn. Yhi tʿbyr yylhi bvuz padshahn suh gv khosh chinanchhi."
  },
  {
    "verse_id": 50,
    "translation": "Padshahn kvr ḥukm yhi tʿbyr krvun shkhṣ diyuvn me anith. Bh vuchhhn yhi kus ṣaḥb chuh, ps yylhi timn nishhi padshah sund qạṣid āv pygham hyth timv dvpus cz gczh vaps pnnis mạlks nishhi. Ts prczh godd kyah ts chha mʿlvm timn znann hund ḥal yimv bh vuchhith pnnụ̄ athh czchae. Pzụ̄ pạtthụ̄ myạnis khdays chuh tihund mkr th fryb pvur mʿlvm. Timn znann anin nad dith timn prczihn myvn ḥal. Bh chuhsa be qṣvr kinh me chuh kanhh qṣvurah chinanchhi."
  },
  {
    "verse_id": 51,
    "translation": "Padshahn anh navi tim sare znanh nad dith. Tvpth purczhnkh kyah kyfyt chhe tuhnz yylh tvhụ̄ tmblavan ạsiyvun ḥẓrti yv suf pnnhi panh khạṭr, kyah tohyhi vuchhv tmhi saʿth ḥẓrti yv suf tohyhi kun mạyl spdan, sarive znanv dvp khda chuh munzh th pak. Ashi vuchh nh ḥẓrti yvsfs mnz kanhh khrạbyah kanhh ʿạbah. Suh chuh balkl pak, ʿzyzi miṣr snzi znanhi )zulykhayhi( yosh tmhi saʿth ḥạẓri ạs thi vvn. Pzkth spdi vonụ̄ sarne petth rvshn, vaqʿī be ạss timn ath gth kran pnnụ̄ khvạhsh th mṭlb timn nishhi pvr krnh khạṭr byyhi tihund dil pans kun phirnh khạṭr kvshish kran, tim chhi beishk pvz vnh vnyv andr. Timv frmvv goddny )......( tiy chuh pvz. Be ạss kvshish kran tim pans kun mạyil krnch. Mgr bh spzs tth andr nakam. Yhi sạre karvạyy tftyshch yylhi qạṣdn ḥẓrti yvsufs nishih byan kr timv dvp."
  },
  {
    "verse_id": 52,
    "translation": "Tftysh krnvv me amiy mokhh yuth ʿzyzi miṣrs variyah mʿlvm spdi kh meạs nh hrgiz khyant krmcz tsndi ʿdmi mvjvdgy mnz tsndis ʿzts vābirvs petth dsti drạzy krmcz, byyhi yuth sạriy zann kh Allah tʿālyā chuhnh syzr kran khyant kr vnyn hndyn kunhi tdbyrs."
  },
  {
    "verse_id": 53,
    "translation": "Bh chuhsn nh pnun pan bry zanan tikyazi prth akis chuh nfs ychh kamyn hund amr kran, mgr ys myvn prvrdigar rḥm kri, pzụ̄ pạtthụ̄ myvn prvrdigar chuh mghfrt kr vun, setthah rḥm krvun."
  },
  {
    "verse_id": 54,
    "translation": "Byyih kvr padshahn ḥukm aniyvn jld ḥẓrti yvsuf me nishhi. Bh bnavn suh pnun mushyri khaṣ, ad yylhi ḥẓrti yvsuf āv, padshahs sintụ̄ krykh variyah kthh. Kthvandr spdus mʿlvm tihund fẓl vkmal. Dvpun timn be shk tvhụ̄ chhiv aazashi nishhi thzi jayhi. Mʿzz, mʿtbr th amant dar. Khvab kh tʿbyruk āv kthn andr dhikr. Padshahn dvpukh, yyithi bddi qḥṭk antẓam krun chuh bddkạm yhi ks krv suprd."
  },
  {
    "verse_id": 55,
    "translation": "Ḥẓrti yvsfn frmvvs me bnav cz ḥạkim yymhi mulkh kyn khzann hund )yʿny mushyri mal, vzyri khzanh(, pzụ̄ pạtthụ̄ bh chuhs mals ḥfaẓt krvun. Maluk pvur ḥsab vktab zanh vun. Chnanchhi bjae aynkh timn kyah diyhi ha kanhh khaṣ ʿhdah th mnṣbah, pnnụ̄ sạriy akhtyarat krin suprd timne. Ḥqyqts andr ạsụ̄ padshah time, padshah rvud panh brae nam. Yim spdụ̄ mshhvr ʿzyzi miṣr kh lqbh sintụ̄."
  },
  {
    "verse_id": 56,
    "translation": "Byyhi dyut ashi pvur qbẓh th akhtyar ḥẓrti yvsfs ath srzmyni miṣrs andr, ddyrh avs divan, ʿīsh āram avs kran yytih nas khosh krihys tmhi zmynh andr, asụ̄ chhi vatnavan pnnụ̄ rḥmt ys yczhv th ts, asụ̄ chhinh ẓayʿ kran nykv karn hnz mzvurụ̄."
  },
  {
    "verse_id": 57,
    "translation": "Byyhi chhe ạkhrtch mzvurụ̄ thi ạkhr setthah bhtr timn lvukn hndi khạṭr yimv ayman avn byyhi ạsụ̄ khvczan khdays. Bʿẓ tfsyrn andr chuh kh timne dohn andr gv mrith ʿzyzi miṣr. Zulykhayhi hund nkaḥ sapud ḥẓrti yvsfs sintụ̄. Ghrẓ ḥẓrti yvsuf spud ba akhtyar padshah. Timv vavnvv zmyns andr setthah ghlh tvpth thvvukh suh jmʿ krith mḥfvẓ. Qḥṭkụ̄ sth )7( vriy yylhi shrvʿ spdụ̄ timv hyvt suh ghlh lvukn andr tqsym krun. Dvri dvri petth hytin lvukh ghlh ḥạṣil krnh khạṭr yinụ̄. Knʿāns mnz thi spud qḥṭ."
  },
  {
    "verse_id": 58,
    "translation": "Tvpth āe ḥẓrti yvsf snd bạe thi knʿān petthh. Tvpth czae tihndis drbars andr. Timv prz nạv tim mgr timv prz nv nh kynhh ḥẓrti yvsuf kyazi variyah kal avs mnz gvmut. Byyhi avs nh tihndis vhm v gumans mnz kh tim kyah āsn ath thdis mnṣbs petth vạtmtụ̄, tim kyah āsn badshah bnymtụ̄. Timv prczuhkh tvhụ̄ kyazi ạv yth shhrs mnz. Dvphkh ghlh khạṭr. Timv dvphkh ghạlibaan ạsiv tvhụ̄ jasvs. Timv dvp pnah ba khuda asụ̄ chhi knʿān kh akh thdi khandankụ̄ afrad. Svn babh ṣạb chuh ḥẓrti yʿqvb khdae sund pyghmbr. Timv prczukh tvhụ̄ kcz bạe chhiv. Timv dvp asụ̄ ạsụ̄ bah bạe. Akh boe chuh lapth, suh avs zyadh ttvtth babh ṣạbs sạnis. Tmụ̄ sund skh boe rvtt babh ṣạbn pnnhi tsly khạṭr pans nishhi. Baqe dah )10( bạe āe asụ̄ tohyhi nishhi ghlh mngnhi. Timv kvr ḥukm yim thạviyvukh shahy mhman khans andr. Yimn kriv jan pạtthụ̄ khạṭir tvaẓḥ."
  },
  {
    "verse_id": 59,
    "translation": "Tvpth yylhi tyar kvrun tihund saman ghlh vghạr, dvpnkh yylhi tvhụ̄ byyhi yiyv yvr mạlụ̄ boe pnun anzyvn me nishhi bh vuchhhi tuhund vnun chha vaqʿī pvz. Tvhụ̄ chhiv na vuchhan bh chuhs ẓrvur pvr mynan. Byyhi chuhs bh rcz mhman nvạzy kran."
  },
  {
    "verse_id": 60,
    "translation": "Hrgah suh boe tvhụ̄ aniyvn nh me nishhi tylhi chuhnh tohyhi me nishhi ghlh niyun kynhh thi byyhi gczhhi nh tylhi me nishhi yune tuhund."
  },
  {
    "verse_id": 61,
    "translation": "Timv dvp asụ̄ krv ẓrvur kvshish suh boe pans sintụ̄ aannch tth mutʿlq vnv asụ̄ babh ṣạbs, byyhi chhi asụ̄ vnan asụ̄ krv ẓrvur yhi kạm."
  },
  {
    "verse_id": 62,
    "translation": "Ḥẓrti yvsfn vvn pnnyn ghlamn yimn thạviv ghluk qinmth yhndis samans mnz, shayd yim prz navn tth yylhi yim vatn pnnis ʿīals mnz th vuchhith dyv byyhi ashi nishhi vaps yin."
  },
  {
    "verse_id": 63,
    "translation": "Ps yylhi tim vaps vạtụ̄ pnnis babh ṣạbs nishhi ʿrẓ kvrukh ae sanhi babh ṣạbh ashi ḥẓ dvpukh hrgah tvhụ̄ byakh boe sintụ̄ aniyvun nh tylhi dimv nh āyndh tohyhi kynhh thi ghlh, ps svziyvun ḥẓ ashi sintụ̄ boe svn yuth ashi sarne byyhi din ghlh tvulith. Ashi petth kriv aʿtbar asụ̄ chhi ts rạchh kr vnụ̄."
  },
  {
    "verse_id": 64,
    "translation": "Ḥẓrti yʿqvbn dvpukh kyah bh kraaʿtbar tohyhi petth tsndi khạṭr mgr tituhe aʿtbar yuth mekryv tohyhi petth amụ̄ sndis bạe sndi khạṭr azikh brvntth. Dil chuhm nh kran kh yhi binyamyn kyah dimn bh tohyhi sintụ̄ mgr tvhụ̄ chhiv vnan kh suh ne sinty āshi tylhi din nh ghle kynhh. Yithi chhe mjbvriy ghlh ḥạṣil krun chuh frẓ kyazi ḥyati jsmạny chuh mvqvf tth petth. Lhādha agr binyamyn niyvun pans sintụ̄ khdays ḥvalh, ps Allah tʿālyā he chuh rut rạchh kr vun, byyhi chuh sue yvt rḥm kr vun sariveandr. Myanhi mḥbth th shfqth sintụ̄ kyah andi."
  },
  {
    "verse_id": 65,
    "translation": "Amhi guftgv pth yylhi timv samanh pnun muczrv tth mnz vuchuhkh ghluk qinmth yus yimv dyutmut avs tthi yimn vaps krnh āmut, dpnhi lgụ̄ ae sanhi babh ṣạbh amhi khoth kyah czhanddv asụ̄, yykyah ashi chuhkh ghluk qinmth thi vaps dyutmut. Amhi qsmuk chuh padshahi miṣr fyaẓ th muḥsin. Lhādha chuhnh munạsib tihndis ḥukms bdl krun. Diyvun ashi sintụ̄ boe svn binyamyn, tihndi sintụ̄ aanv asụ̄ kạfy ghlh ʿīalh khạṭr. Byyhi krv bạyis rạchh. Byyhi aanv asụ̄ ʿlavh akis vvntts ldith ghlh tuhund ḥṣh. Mvjvd ghlh chuh sanhi khạṭr kme th pvshih nh zyadh kals."
  },
  {
    "verse_id": 66,
    "translation": "Ḥẓrti yʿqvbn dvpukh khạr yitihis ṣvrts andr chuhnh charh kynhh suh tohyhi sintụ̄ dins andr. Mgr bh kthi dimn yhi tohyhi sintụ̄ yvtanụ̄ nh tvhụ̄ khdae sund qsm hạvith me sintụ̄ ʿhd krivkh tvhụ̄ kyah vatnạviyvn suh ẓrvur vaps me nishhi mgr he tvhụ̄ sạriy vlnh yiyv kunhi blayhi sintụ̄ tylhi chhe mjbvry. Chnanchhi sarve kvr ath petth qsm, ad yylhi timv ḥẓrti yʿqvbs ʿhd vaqrar dyut timv dvp Allah tʿālyā he chuh sạnis vnns petth gvah th shạhid, amhi pth dyutukh binyamyn yimn bayn sintụ̄. Rokhṣt kh vqth dvphkh."
  },
  {
    "verse_id": 67,
    "translation": "Ae myanyv frzndv yuthnh miṣrs mnz acziv tvhụ̄ sạriy aky drvazh kinụ̄, khbr chha tmhi sintụ̄ ma lgv chshmi zkhm, miṣrs mnz aczizi alg alg drvazv kinụ̄tre tre czvr czvr znụ̄. Miṣrs ạsụ̄ tmhi vqth czvr drvazh, bh hykh nh dvr krith tohyhi nishhi yymhi tjvyzi sintụ̄ khdae sndi tqdyr nishhi kanhh chyzah, ḥukm chhunh mgr khdae sundue ḥukm, ts petth chuhs bh aʿtmad th ddvkh kran, tsụ̄ petth gczihh tvkl kr vnyn hund tvkl krun byyhi nh kạnshi petth. Yus ts petth tvkl kri ts chuh suh bs."
  },
  {
    "verse_id": 68,
    "translation": "Ps yylhi czae tim miṣrs mnz ypạrụ̄ kinụ̄ tjvyz avsukh kvrmut babh ṣạbn pnnụ̄, amhi tjvyzi sintụ̄ hykh he nh timn bchạvith khdae sndi ḥukmh nishhi kanhh chyzah, mgr tamhi tjvyzi andr avs mqṣd ḥẓrti yʿqvbs pnun akh armanah pvur krun. Yus tmhi vqth timv ẓạhr kvr, byshk suh chuh zann vvl timn chyzn yim ashi suh hychhnvv, lykn akthr lvukh chhinh kynhh zanan tim chyz."
  },
  {
    "verse_id": 69,
    "translation": "Tvpth yylhi czae tim ḥẓrti yvsfs nishhi, tmụ̄ rvtt pnun boe )binyamyn( pans nishhi, dvpns boe chuhs chvn be)yvsuf( cz mah br ghm tmyuk yhi bạe ashi nsbt kran ạsụ̄."
  },
  {
    "verse_id": 70,
    "translation": "Tvpth yylhi tyar kr nvvun tihund samanh, ḥẓrti yvsufn thavnv pnnhi āb chynuk banh bạe sndis samans mnz. Tvpth yylhi rvanh spdith shhr nybr vạtụ̄, tmhi pth dyut ālv akụ̄ ālv divnụ̄ ae qạflh valyv tvhụ̄ chhiv pzụ̄ pạtthụ̄ czvur."
  },
  {
    "verse_id": 71,
    "translation": "Tim lgụ̄ vnnhi timn kun phyrith tohyhi kyah chuhv rvvmut."
  },
  {
    "verse_id": 72,
    "translation": "Ḥẓrti yvsf sndyv mulạzimv dvpukh, ashi chuh rvv mut badshah sndi chynuk banh yymhi sintụ̄ suh tohyhi ghlh divan avs myinụ̄ myinụ̄, yus suh banh tohyhi andr anith diyhi th pysh kri ts dimv vvntth bar ghluk anʿām. Bh ālv divun chuhs tmhi khạṭr dhmh dar."
  },
  {
    "verse_id": 73,
    "translation": "Timv dvp qsmi khda tvhụ̄ chhiv var zanan kh asụ̄ chhinh āmtụ̄ tbạhy krnh khạṭr yvr byyhi chhanh sạnụ̄ kạm czvur krnụ̄."
  },
  {
    "verse_id": 74,
    "translation": "Timv mulạzimv dvpukh hrgah tuhundvnun apuz drav tylhi kyah chuh tuhund sza."
  },
  {
    "verse_id": 75,
    "translation": "Timv dvpukh tmyuk sza chuh ys shkhṣh sndi samanh mnz suh chyz nyri. Sue shkhṣ chuh tmyuk sza yʿny suh gczihh grftar krun th ghlam bnavun, yithe pạtthụ̄ chhi asụ̄ ẓạlmn yʿny czvurn sza divan pnnhi dynh mvjvb. Tvpth anikh tim vaps ḥẓrti yvsufs nishhi."
  },
  {
    "verse_id": 76,
    "translation": "Tvpth krnạvtmụ̄ tlạshy byyn bayn hndyn khvr jndn pnnis bạe sndis khvr jnds tlạshy krnh brvuntth, ptv lakh kdd nvvun suh chyz pnnis bạe sndi khvr jnd mnz. Yhi kvr timv akh bhanh binyamiyn sndi pans nishhi rttnh khạṭr timn sintụ̄ mshvrh krith, yithe pạtthụ̄ hychhnv v ashi tdbyr ḥẓrti yvsuf bdhryʿh alham, nth avs nh mumkin suh kyah rtthi ha bạyis pans nishhi badshah miṣr sndi qvnvn mvjvb tikyazi tmụ̄ sndis qvnvns mnz avs nh czvur grftar krun blkh avs czvirs kynhh tnbyh krith yylh travun, mgr khdae sndiy yczhnh sintụ̄ tmụ̄ yhi yvczh th yhi āv baʿml. Tmụ̄ trvv alham ḥẓrti yvsuf sndis dils andr yʿqvby shryʿth mvjvb czvurs sza dyun. Tiy vnnvvun timnebayn hnzi zyvi, thzravan chhi asụ̄ drjh ʿlms andr ts shkhṣh sund ysund asụ̄ yczhv. Prth ʿlmh vạlis petthh knhi chuh tihndi khvth zyadh ʿạlim. Allah tʿālyā chuh sarne mafvq. Tmụ̄ sund ʿlm chuh sarneaḥaṭh krith. ʿlmi mkhlvq chuh naqaṣ lhādha chuh mkhlvq mḥtaj pnnis ʿlm v tdbyrs andr khạlq sndis alham valqahs kun. Ḥẓrti yvsufn dvpukh tohyhi he dvpuv asụ̄ chhi pyghmbr zadh, yhi kyah kvruv. Yy pzi ha tohyhi krun. Tim ge setthah shrmndh. Binyamyn āv thavnh tdbyri sintụ̄ ḥẓrti yvsufs nishhi."
  },
  {
    "verse_id": 77,
    "translation": "Agr binyamyn czvur kri tʿjub chuhnh kynhh tikyazi amụ̄ sndụ̄ skh bạe yvsufn thi chhe brvntth czvur kr mcz. Suh qṣh chuh yithh pạtthụ̄ kh ḥẓrti yvsfs yylhi vạld pnnụ̄ yymhi ʿālmh gyhi timn hycz prvrish krnụ̄ tihnzi pophhi yylhi ḥẓrti yv suf bvdd phn gvv, hushyar hiyv spudḥẓrti yʿqvbn dvp vvnụ̄ rttn bh yhi pans nishhi. Yhi gvv tihnzi pophhi nagvar. Timv kvr akh ḥylh dvpukh me rvv kmr bnd. Setthah czhvnddukh kynhh āv nh athhi. Ptv lakhh vuchuhkh akhi doh ḥẓrti yvsfs kmrs gnddith. Dvpukh yhi avs ḥẓrti yvsufn czvuri nyvmut. Lhādha czvuri hund mal ys nishhi nyri suh chuh tth mals bdl rttnh yivan. Bh rttn ḥẓrti yvsuf pans nishhi. Yhi avs akh ḥylah akh tihndi pans nishhi rttnh khạṭr tihnzi pophhi pane kvrmut. Ath kun kvr aisharh yimv vor bayv, ps thạv yhi kth pvshydh ḥẓrti yvsufn pans nishhi. Ẓạhr kvrun nh timn nishhi, pạnụ̄ pans sintụ̄ dvpun tvhụ̄ chhiv zyadh bdtr czvur krns andr, boe khyvn babh ṣạbs czvuri knith kynczhn pvunsn. Czvur chuh mal ghạb kran, tohyhi kvrvun ansan ghạb. Yhi kth chhe ẓạhr kh ansan czvuri thavun, aghva krun chuh zyadh bdtr mal czvuri ninh khvth. Allah tʿālyā chuh bhtr zanan thi yhi tvhụ̄ me nsbt vnan chhiv. Czvuri hnz hanczh lagan chhiv."
  },
  {
    "verse_id": 78,
    "translation": "Dpnhi lgụ̄ ae ʿzyzi miṣr pzụ̄ pạtthụ̄ yymis binyamyns chuh bdd ʿmr rsydh babh ṣạb ts chuh yhi setthah ttvtth ts gudhri setthah mushkil amis bdl rttyvun ashi mnz akhah sue bnạvitvn pnun ghlam, asụ̄ chhith cz zanan bdd aḥsan kr vun. Yithi he cz akh aḥsanah ashi petth kr hkh asụ̄ spd hv setthah mshkvr."
  },
  {
    "verse_id": 79,
    "translation": "Ḥẓrti yvsufn dvpukh khdays chuhs bh pnah mngan yymhi kthhi nishhi kh asụ̄ kyah rttvn ts shkhṣs vrạe byyhi kanhh yymis nishhi svn chyz drav. Hrgah asụ̄ yiczh kth krv, tylhi chhi asụ̄ skht be anṣaf."
  },
  {
    "verse_id": 80,
    "translation": "Ps yylhi yim ḥẓrti yvsufs nishhi naamyd spdụ̄ binyamyn sndis hyns andr, alg spdith hyvtukh mshvrh krun. Akthrn hnz rae spz kh vaps pzi gczuhn, bddụ̄ hiy bạe dvpukh tvhụ̄ chhiv na zanan kh babh ṣạbn pnnụ̄ chhiv tvhụ̄ khdae sund qsm hav nạvmtụ̄ th ʿhd krnạvmtụ̄ binyamyn sndi ḥqh, byyhi chhiv na zanan yymhi brvntth kthyr zyadty krv tohyhi ḥẓrti yvsuf sndis ḥqs andr. Timn sintụ̄ yus brtav kvruv tohyhi tmhi sintụ̄ kintyah ḥqvq spdụ̄ ẓayʿ babh ṣạbnụ̄. So brvntthim shrmndgy kyah km chha vvnụ̄ gczihv yhi byakh shrmndgy hyth babh ṣạbs nishhi, ps nyr nh bh yymhi shhr andr hrgiz kunhi jayhi yvtanụ̄ nh aijazt diyhi me babh ṣạb pnun, nth kmhi buthhi hykh bh ts brvntth kun yith. Ya kri Allah tʿālyā myanhi ḥqh kanhh fạṣlh, suh chuh bhtr fạṣlh th ḥukm kr vun. Suh gvv kunhi ṭryqh spdi binyamyn snz rhạyy yuth suh hyth ymh bh babh ṣạbs nishhi."
  },
  {
    "verse_id": 81,
    "translation": "Bh rvz yythi tvhụ̄ gczihv babh ṣạbs nishhi. Vnivts babh ṣạba tuhndụ̄ frzndn binyamiynn ḥẓ kr czvur tmhi mokhh āv suh grftar krnh, suh dyutukh nh ash sintụ̄ vaps, asụ̄ chhi vnan mgr tiy yhi ashi mʿlvm chuh. Ashi vuchh pnnyv achhv tmụ̄ sndi bardanh mnz padshah sund mynn banh nyran, asụ̄ ma ạsụ̄ ghạbh chyn kthn rạchh kr vnụ̄. Muʿāhidh krnh vqth ma avs ashi mʿlvm yuth hiyvu mushkil thi yyhi pysh."
  },
  {
    "verse_id": 82,
    "translation": "Sanhi ne pczh byhv tvhụ̄ prczhtv tmhi shhr kyn lvukn yth mnz asụ̄ ạsụ̄ ya tth qạfils yimn sintụ̄ asụ̄ vaps āe, yqynaan chhiv asụ̄ pvz vnh vunụ̄."
  },
  {
    "verse_id": 83,
    "translation": "Ḥẓrti yʿqvbn dvpukh binyamyn chuhnh czvur krnh mokhh grftar āmut krnh blkh chhiv tvhụ̄ pnny dilh kthh tyar kran, az thi kr bh ṣbr brvntthmiy pạtthụ̄, shkayt krnh kunhi qsmh. Shayd Allah tʿālyā ma vatnavi timn sarne frzndn me nishhi tikyazi suh chuh byshk svrue zann vvl setthah ḥikmt vvl."
  },
  {
    "verse_id": 84,
    "translation": "Amhi pth phirukh timn nishhi buth byyis ṭrfs kun, tvpth lgụ̄ vnnhi hae kvutah ghm chuhm ḥẓrti yvsf sndi ghmh sbbh vdan vdan gyhi achh thi sfyd. Yhi ghm ạsụ̄ andrụ̄ andrụ̄ shropravan yymhi sbbh dils avsukh hvl."
  },
  {
    "verse_id": 85,
    "translation": "Tim avlad lgikh dpnhi qsmi khda tvhụ̄ chhiv hmyshh prth vqth ḥẓrti yvsf sund yad kran yvtanụ̄ tvhụ̄ spdiv kmzvr th laghr ya spdiv amiy vjhh hlak. Yvut ghm khynh andr kyah fạydh chuh."
  },
  {
    "verse_id": 86,
    "translation": "Timv dvphkh tohyhi kyah chuhv myạnis vdns th rivns sintụ̄. Bh chuhs nh pnnhi rnj v ghmch grav kran kạnshi thi khdays vrạe, tohyhi chuhsv nh kynhh thi vnan, khdae sndụ̄ mʿāmlh yvut bh zanh tyvut zạniv nh tvhụ̄, tihund lṭf vkrm chuh be shumar."
  },
  {
    "verse_id": 87,
    "translation": "Ae myanyv frzndv aẓhari ghm gczhh krun khdae se nishhi. Musbb alasbab chuh sue yvt lykn ẓạhry tdbyr krns chuhnh kanhh ḥrj. Tvhụ̄ gczihv na akh phiri byyhi miṣrs kun tthi kriv tlash ḥẓrti yvsf snz, byyhi krụ̄ tv kvushish binyamyn snzi rhạyy hnz. Naamyd mth spditv khdae sndi rḥmt nishhi. Byshk tihndi rḥmt nishhi spdi nh kanhh naamyd kạfrv vrạe, tvpth drae tim vạtụ̄ byyhi miṣrs mnz ʿzyzi miṣrs smkhnh khạṭr."
  },
  {
    "verse_id": 88,
    "translation": "Tvpth yylhi ts nishhi czae, dvphs ae ʿzyzi miṣr dragh sbbh vvt ashi th sạnis ʿīals skht tklyf. Vvnụ̄ chhi asụ̄ āmtụ̄ rdiy samanh mvyhi hnahyth, kyazi vvnụ̄ rvud nh ashi nishhi khinụ̄ mal, vonụ̄ dith ashi cz pvur ghlh )yus ashi pvshhi ha( khạr athah krth ashi petth, pzụ̄ pạtthụ̄ Allah tʿālyā chuh khạrat kr vnyn ajr v thvab ʿṭa kran. Ḥẓrti yvsufn hyvk nh yihnz msknt āmyz kthh bvuzith tab krith kh tim kyah thav hn vunhi pnun ḥal pvshydh."
  },
  {
    "verse_id": 89,
    "translation": "Ḥẓrti yvsufn prczukh tohyhi chuhv ayad kyah kvrv tohyhi yvsufs th tihindis bạyis binyamyns nsbt yylhi na tvhụ̄ nadan ạsiv. Yim ge ḥạran yhi ʿzyzi miṣr kyah chuh ashi prczhan. Avtanụ̄ avs ḥẓrti yvsuf buthis petth nqab trạvith yimn sintụ̄ kth kran. Timv tul nqab thvd yimn pyyhi tth petth nẓr th prz nạvikh. Mgr yqyn ḥạṣil krnh khạṭr lgis prczhnhi."
  },
  {
    "verse_id": 90,
    "translation": "Tim lgis prczhnhi cze mh ḥẓ chuhkh ḥẓrti yvsuf, dvpnkh be chuhs yvsuf, byyhi yhi binyamyn chuh myvn boe yimn tvhụ̄ czhanddnhi dramtụ̄ chhiv. Asụ̄ doshve chhi jmʿ spdụ̄ mtụ̄ akse jayhi, pzụ̄ pạtthụ̄ bddminth thạv Allah tʿālyā hn ashi doshvnụ̄ petth. Godd ditun ashi tvfyq ṣbr vtqvyā huk, tmkhi brkth kvrun svn tklyf bdl raḥts sintụ̄, sạnụ̄ judạyy krn bdl akh akis sintụ̄ mulaqat krns sintụ̄. Tngdsty krn bdl vusts sintụ̄. Albth yus khvczi Allah tʿālyā hs byyhi kri tklyfn petth ṣbr. Ps Allah tʿālyā chuhnh nykv karn hnz mzvurụ̄ ẓayʿ kran. Tim sạriy vaqʿāt pe yimn czyts, yim spdụ̄ shrmndh."
  },
  {
    "verse_id": 91,
    "translation": "Tim sạriy lgụ̄ vnnhi khdae snz dre pzụ̄ pạtthụ̄ Allah tʿālyā hn dyut tohyhi fẓylt ashi petth, pzụ̄ pạtthụ̄ sạnụ̄ kinụ̄ āv atur. Yhi kynczhah ashi kvr tth andr chhi asụ̄ khṭakar, khdae sndi khạṭr kriv tth sạrise ashi bkhshạyish."
  },
  {
    "verse_id": 92,
    "translation": "Ḥẓrti yvsufn dvpukh myanhi ṭrfh chhanh kanhh mlamt th grav, kanhh alzam tohyhi petth az. Dil myvn spud ṣaf tohyhi petth, be fkir rvziv, Allah tʿālyā thi krin tohyhi bkhshạyish th mghfrt. Suh chuh ycz rḥm krvun."
  },
  {
    "verse_id": 93,
    "translation": "Gczihv vvnụ̄ diyv bshart babh ṣạbs, sintụ̄ niyv myạnụ̄ kurtnụ̄. Yhe trạviv tihndis buthis petth yymhi sintụ̄ spdn tihnz achh rvshn, tim anin yvr me nishhi tshryf. Byyhi yiyv tvhụ̄ svrue ahl vʿīal hyth me nishhi."
  },
  {
    "verse_id": 94,
    "translation": "Yylhi miṣr nishhi yuhund qạflh spud rvanh, yihndụ̄ babh ṣạbn dvp byshk az chuhs bh yvsuf sund boe khosh mḥsvs kran, tvhụ̄ ne me bujr sbbh be ʿql zạniv."
  },
  {
    "verse_id": 95,
    "translation": "Timv dvphs vaqʿī chhiv tvhụ̄ tth prạnis ghlṭ khyals andr mubtla. Tohyhi chuh khyal kh yvsuf chuh zinde byyhi kriv ts sintụ̄ mulaqat. Amiy khyal khi ghlbh sintụ̄ chuh spdan tohyhi mḥsvs tihund khvshbv. Timv krczhvph."
  },
  {
    "verse_id": 96,
    "translation": "Ḥẓrti yvsuf sndi ṣḥyḥ v slamt āsnch khosh khbr anh vun yylhi āv kurtnụ̄ hyth tvpth trạv tmụ̄ so ḥẓrti yʿqvb sndis buthis petth, ykdm spz tihnz achh rvshn. Byyhi kvr tmụ̄ byan svrue ḥal ḥẓrti yvsuf sund. Ḥẓrti yʿqvbn frmvvukh me vnyv na tohyhi kh khdae snzn kthn yvut bh vạqf chuhs tyvut zạniv nh tvhụ̄."
  },
  {
    "verse_id": 97,
    "translation": "Timv sạrive dvpukh ae sanhi babh ṣạbh sanhi khạṭr mngiv ḥẓ gnahn mghfrt, byshk asụ̄ ạsụ̄ khṭa kar, sanhi vjhh vvt tohyhi setthah tklyf."
  },
  {
    "verse_id": 98,
    "translation": "Tmụ̄ dvpukh ʿnqryb mngh bh tuhndi khạṭr mgfrt khdays. Thjud kh vqth kyazi tmhi vqth chuh dʿā qbvl. Byshk suh chuh setthah mghfrt krvun setthah rḥm krvun. Tvpth krkh tyạriy th drae. Sạriy spdụ̄ rvanh shhri miṣrs kun. Ḥẓrti yvsuf drav buthhi babh ṣạbs astqbal khạṭr. Miṣrs mnz akis jayhi avs ḥẓrti yvsufn akh ʿạlyshan mkanah bnvvmut. Godd nyuk mulaqat spud timn tthụ̄ mkans andr."
  },
  {
    "verse_id": 99,
    "translation": "Ps yylhi czae tim tth mkans andr ḥẓrti yvsufs nishhi timv dicz pans nkhtl jae ḥẓrti yʿqvbs byyhi vạlids ya khals tʿẓym kinụ̄, ḥẓrti yvsufn dvpukh vonụ̄ acziv shhri miṣrs mnz. Khdayn he yvczh tthi rvziv tohyhi khạṭr jmʿī san. Jdạyy th qḥṭuk ghm kvs Allah tʿālyā hn. Tvpth yylhi miṣrs mnz czae tthi vatnạvụ̄ tim ḥẓrti yvsufn shạhy mḥlatn andr."
  },
  {
    "verse_id": 100,
    "translation": "Byyhi byhnạvin tim doshve pans sintụ̄ shahy tkhts petth. Tmhi saʿth spztimn ʿjyb kinfytah. Ḥẓrti yvsfnụ̄ ʿẓmt spz tihndyn diln petth, timv sarive dyut timn sjdh, ḥẓrti yvsufn dvp ae myanhi babh ṣạbh, yy kyah ḥẓ avs myanhi khvabuk tʿbyryus brvntth me vuchhmut avs, pzụ̄ pạtthụ̄ myạnụ̄ prvrdigarn kvr myvn khvab ḥq th pvz, pzụ̄ pạtthụ̄ kvr me nsbt myạnụ̄ prvrdigarn aḥsan. Akh kvdd ns bh qạd khanh nishhi ba ʿzt, jurmh nishhi balkl bry tvpth vatnvns slṭlnt kis mrtbs, tvhụ̄ sạriy vatnạvinv yvt me nishhi nybr petthh, yhi svrue spud shyṭan sndi sbbh me mnz th myanyn bayn mnz akhtlaf th fsad travnh pth. Tmụ̄ traviyav ashi mnz suh akhtlaf, tmụ̄ sund khyal avs sạrse ʿuumri ma mylv nh asụ̄ akh akis sintụ̄. Pzụ̄ pạtthụ̄ myuvn prvrdigar chuh rut tdbyr kr vun tmhi khạṭr yhi suh yczhan chuh. Byshk suh chuh setthah zanh vun setthah ḥikmt vvl. Amhi pth rvudụ̄ yim sạriy ath miṣrs andr khosh vkhoshḥal yvtanụ̄ ḥẓrti yʿqvbs yymhi ʿālmh gczhnuk vqt vvt. Timv krnṣyḥt yy zi bh gczhh mulki shams andr vatnạvith dfn krun pnnyn buzrgn sintụ̄. Tmhi pth spdụ̄ ḥẓrti yvsufs thi ạkhrtuk ashtyaq, timv kvr duʿā."
  },
  {
    "verse_id": 101,
    "translation": "Ae myanhi prvr digar pzụ̄ pạtthụ̄ cze kryth me ʿṭa prth rngh nʿmcz, ẓạhry thi th bạṭny thi. Ẓạhry gyhi slṭnt, padshaht. Bạṭny gyhi kh bh hychhnvths khvabn hund tʿbyr, ae āsmann th zmynn hndi pạd krvnhi, cze chuhkh myuvn karsaz dnyahs mnz th ạkhrts mnz. Ythh pạtthụ̄ myanhi sare kamhi cze dunyahs mnz anjam diczth yithe pạtthụ̄ vatnav myanhi ạkhrt chhi kamhi thi anjam. Yymhi ʿālmh nhi me frman brdạry hndis ḥals mnz. Byyhi vatnav me nykv karn sintụ̄."
  },
  {
    "verse_id": 102,
    "translation": "Ghybh chv khbrv andr yus ashi vḥy yhi pạtthụ̄ svuztohyhi kun yarsvl Allah, kyazi tohyhi nishhi avs nh vḥy yhi vrạe byyhi kynhh dhryʿāh yymhi sintụ̄ tohyhi qṣh mʿlvm spdi ha, byyhi ạsiv nh tvhụ̄ḥẓrti yvsuf sndyn bayn nishhi tmhi saʿth yylhi timv pnun aradh pokhth kvr ḥẓrti yvsufs chhs mnz travnh khạṭr, byyhi ạsụ̄ tim tmhi khạṭr tdbyr kran kh babh ṣạbs vanv ythh pạtthụ̄ th tim kddvkh ythh pạtthụ̄. Yhi kth chhe yqyny kh tvhụ̄ bvziv nh yhi qṣh kạnshi nishhi, lhādha chhe yhi ṣaf dlyl tuhndis nbvts petth ṣaḥib vaḥe āsns petth."
  },
  {
    "verse_id": 103,
    "translation": "Bavjvdān krn nh pczh tohyhi variyah lvukh agr chhi tohyhi ạsitn setthah khvạhsh tmich. Tihndi ayman nh annh sintụ̄ chuhnh tohyhi kanhh nqṣan."
  },
  {
    "verse_id": 104,
    "translation": "Kyazi tvhụ̄ chhiv nh mngan timn nishhi amhi qrāni mjyd khạṭr kanhh mzvuryah, chuhna yhi qrāni mjyd yus tvhụ̄ yimn petth pran chhiv mgr bddnṣyḥt ʿālmynn hndi khạṭr. Yus nh ath manh tmis chuh pans nqṣan."
  },
  {
    "verse_id": 105,
    "translation": "Ythh pạtthụ̄ yim lvukh munkri nbvt chhi yithe pạtthụ̄ chhi yim munkri tvḥyd thi. Kyazi kintyah āyat th nishanh khdae sndis kun āsns petth yim āsmann th zmynn mnz chhi yimv kinụ̄ lvukh pkan chhi, tim āyat vuchhan chhi tim chhi timv āyatv nishhi be tvjhy kran."
  },
  {
    "verse_id": 106,
    "translation": "Byyhi chhi akthr lvukh yim khdays pczh thi kran chhi bavjvdān chhi tim mushrik, shrkh chhi kamhi kran. Yʿny zyvi sintụ̄ chhi sạriy vnan kh Allah tʿālyā he chuh mạlik th rạziq mgr bvjvdān chhi ts shryk tthhravan. Chinanchhi kufari mkh ạsụ̄ vnan svn rb chuh Allah tʿālyā tvpth ạsụ̄ potlyn sjdh kran mlạykn khdae snz kvri vnan. Yihuvdụ̄ chhi khdays manan mgr tthụ̄ sintụ̄ chhi vnan ḥẓrti ʿzyz chuh khdae sund nychuv. Yithe pạtthụ̄ chhi bʿẓ lvukh ʿạlimn th rạhibn khdae snzn kamyn andr akhtyar vạlụ̄ zanan. Variyah lvukh chhi qbr prsty, pyr prsty, tʿzyh prsty sintụ̄ tvḥyd kis chshmh muṣfy hs mkdr th gdl kran, kintyah chhi tvḥyduk dʿūyā krith hva prsty sintụ̄ pnun suh dʿūyā bạṭl kran, bdʿtn, pane tthhrạv mtyn chyzn hnz pyrviy kran yymich dlyl nh ktab v sunts and kunhi jayhi mvjvd chhe. Lhādha tvḥyd vrạe khdays ayman anun th pczh krnụ̄ chhe be kar. Yuth ayman anun th nh anun chuh brabre. Lvukn hnz yiczh ḥalt ạsith."
  },
  {
    "verse_id": 107,
    "translation": "Chhatim sokhs th aṭminans andr bihith yymhi nishhi kh timn kyah pyyhi khdae sndi ʿdhabch ticzh blayah vạtith yosh timn prth ṭrfh valnh yyhi, nth pyykh vạtith qyamt hngh th mngh tim czynn nh yhi kpạrụ̄ āyhi. Ghrẓ shrk vkufr chuh mqtẓy ʿdhabs, suh dnyahs andr yyitn ya ạkhrts andr. Tth kun nẓr krith avs lvukn lạzim ʿdhabs khoczun, kufr v shrkh nishhi pth rvzun, ʿdhab dunyvy th ʿdhab aukhrvy nishhi pnun pan bchavun."
  },
  {
    "verse_id": 108,
    "translation": "Frmạviyvkh tvhụ̄ ya rsvl Allah tvḥyd pvz āsun yhe chhe myạnụ̄ vth. Nad chuhs bh divan lvukn mʿbvdi brḥqs kun kạmli vaqfyt ḥạṣil ạsith. Akh bh byyhi yimv myạnụ̄ pyrviy kryʿny me nishhi chuh tvḥyd vrsalts petth dlyl. Yimv lvukv me pczh krtimv thi kr pczh dlyl bvuzith, be dlyl kthhi kun chuhs nh bh kạnshi dʿūt divan. Lhādha chhe ḥạṣil yhe kth kh Allah tʿālyā chuh kune, bh chuhs tth kun lvukn nad divan, munzh th pak chuh Allah tʿālyā shryk āsnh nishhi, byyhi chuhs nh bh hrgiz khdays shrk anh vnyv andr."
  },
  {
    "verse_id": 109,
    "translation": "Byyhi svuzụ̄ na ashi tohyhi brvntth pyghmbr. Mgr tim sạriy ạsụ̄ mrd, ansan, mlk ạsụ̄ nh, vḥy ạsụ̄ asụ̄ svzan timn kun, time ạsụ̄ shhrn hndụ̄ rvzn vạlụ̄, gamn hndụ̄ nh. Yimv nh timn ayman avn th pczh kr tim krụ̄ ashi ʿdhabs grftar. Tiy bnhi yimn mkh kyn kạfrn thi, kyah yim lvukh chhina phyir mtụ̄ zmyns mnz kunhi ṭrfs ps vuchhhn tim kyah anjam chuh spudmut timn munkirn hund yimv yimn brvntth khdae sndyn pyghmbrn ankar kvrmut chuh. Yad thạviv yth dunyahs mnz rvzith tohyhi kufr vnafrmạny akhtyar krv suh dunya chuh fạny, albth ạkhrtuk grchuh bhtr timn lvukn hndi khạṭr yim khdays khv czn, shrkh nishhi rvzun pth. Kyah vunhi chuhv na tohyhi fkri tran kh fạny napaydar chyz akhtyar krun chha jan kinh suh chyz yus baqy th paydar āshi. Hrgah tvhụ̄ takhyr ʿdhab sintụ̄ shubh th shk pạd spdan chuh ʿdhab kis vatns petth. Yhi chhe tuhnz skht ghlṭy tikyazi brvntthmyn kạfrn thi āyhi zychhhi zychhhi mohlcz dinh."
  },
  {
    "verse_id": 110,
    "translation": "Ta ayn kh yylhi naamyd spdụ̄ pyghmbr tihndi ayman annh nishhi, byyhi kvr gumanh timv khi byshk timn sintụ̄ yus vʿdh āyav krnh suh āv nh pvr krnh. Khbr chha asụ̄ ma ge qvms nishhi apziyạrụ̄. Tim ạsụ̄ yhi khyal krạny, atiy vvtukh svn mdd th yạry. Ps āv njat dinh timn yuhund ashi yvczh. Yʿny baayman th mvḥdn. Kạfr āe amhi ʿdhab sintụ̄ hlak krnh, tikyazi pth chuhnh yivan rttnh svn ʿdhab nafrmann nishhi blkh chuh ʿdhab timn petth ẓrvr vaqʿ spdan agrchhi czyr gczhụ̄ tn tth andr, lhādha mh rvzin ath khyals andr kufari mkh."
  },
  {
    "verse_id": 111,
    "translation": "Pzụ̄ pạtthụ̄ chhu ḥẓrti yvsuf th tihndyn bayn hndis qṣss mnz bdd ʿbrt ʿqlhi valyn hndi khạṭr, ạs nh yhi kthah pane tthhravnh āmcz, blkh chuh yhi tṣdyq tth mẓmvns yus amhi brvntth ktabn mnz byan krnh āmut chuh, byyhi chhe tfṣyl th vẓaḥt prth chyzch, byyhi chuh bvdd hdayt th rḥmt timn lvukn hndi khạṭr yimv ayman avn."
  }
]