[
  {
    "verse_id": 1,
    "translation": "Yim ge tim ḥrvfi mqṭʿāt yimn hund mʿny zanhi panh khda, yim chhi qrani mjydkụ̄ āyat. Byyhi yhi tohyhi kun nạzil āv krnh tuhndi s prvrdigar sndi ṭrfh thi chuh balkl pvz. Thi avs mngan khi sarne lvukn hnz gczhhi tth pczh krnụ̄, mgr variyah lvukh chhinh tth pczh kran yimn shyṭann vth rav rạv."
  },
  {
    "verse_id": 2,
    "translation": "Khda gvv sue qdrt vvl yymụ̄ āsman bulnd kvr thmv vrạe. Vuchhan chuhvkh tvhụ̄ tim āsman tithe pạtthụ̄, tvpth spud mstvy ʿrshs petth. Tithh pạtthụ̄ yithh pạtthụ̄ tihndis shans shvbhi, byyhi krin āsman th zvun mskhr th ram, prth akhah chuh yimv doyv andr pkan pnnis pnnis mdars petth muqrr vqts andr. Chnanchhi āftab chhu akis vrys pnun mdar ṭe kran. Zvun chhe akis ryts ṭe kran, sue chuh timn sarne kamyn hund tdbyr kran yimh ʿālms andr vaqʿ spdan chhe. Sue chuh btfṣyl tkvyny th tshryʿī dlylh ṣaf ṣaf byan kran, yuth tvhụ̄ qyamt kh doh pnnis prvrdigars sintụ̄ mulaqtuk th ts nishhi ḥạẓr spd nuk yqyn kriv."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi gvv khda sue yymụ̄ zmyn vhr vv ābs petth. Byyhi krin tth mnzpạd koh navi hndụ̄ lngr hiy yuth suh ābs petth qrar kri. Byyhi phir vyn tth zmyns andr joyhi th dryav, byyhi kvrun prth myvuk ath mnz zinz qsm jvr jvr, modur th czvk, ttyvtth th myvutth. Akh akhi rngh byakh byyhi rngh. Akh czhvtt byakh zyvutth. Akh rvd byakh ddulum, sue chuh rạcz hnzi taryky sintụ̄ duhuk gash vlan th pvshydh thavan, byshk ath mnz chhe variyah dlylh khdae sndi vḥdanyt chhi fikr krvnyn hndi khạṭr. Yithe pạtthụ̄ chhe byyhi dlylh khdae sndi vḥdanyt chhi."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi chhi zmyns mnz zmynkụ̄ variyah ttukr, qṭʿh, nkhh nkhh, yim bavjvd nkhtlh āsnkhi byvn byvn tạthyr thavan chhi, byyhi chhi dchhhi bagh, byyhi chhi mukhtlf khah yʿny zrʿī zmyn, byyhi chhi khzr kulụ̄, dushakhl byyhi auk shakhl, yimne chuh sg yivan dinh aky ābh sintụ̄, bavjvdān chhi fẓylt divan asụ̄ addyn addyn petth myvan andr )yʿny zmyn kunue, āb kunue, mgr myvh th phl byvn byvn(, pzụ̄ pạtthụ̄ ath andr chhe bjhi bjhi dlylh khdae sndis kun āsns petth ʿạql th smjhdar lvukn hndi khạṭr."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi hrgah tvhụ̄ kunhi kthhi petth tʿjub kriv tylhi chhe tʿjbs layq kạfrn hnz yhi kth khi kyah sna yylhi ashi mycz gạmcz āshi tvpth yimvh asụ̄ dubarh byyhi pạdkrnh qyamt kh doh. Tʿjubs layq chhe yhi kth amy khi yimn aḥmqn chuhnh tran fikri khi yymụ̄ dhati pakn sạriy mkhlvq krụ̄ pạd krin goddnụ̄. Tmis nish kyah ʿjạyb chuh dubarh byyhi tim pạd krnụ̄, yim lvukh chhi time yimv ankar kvr pnnis prvrdigars sndis dubarh zindh krns petth qdrt vvl āsns ankar, yimne lvukn hnzn grdnn mnz āshi nạlụ̄ jhnmuk ṭvq, yime lvukh chhi nars mnz vatn vạlụ̄. Tth mnz chuhkh rvzun hmyshh."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi chhi yim kạfr tohyhi nishhi banbr kran ʿdhab kis vath ns andr. ʿāfytuk mʿīad khtm gczhnh brvntthe chhi tim muṣybtuk th ʿdhabuk muṭalbh kran, ḥalankhi yimn brvntth chhi kạfrn th nafrmann petth ʿdhabkụ̄ vaqʿāt gudhrymtụ̄. Yimn petth ʿdhab nạzil krun kosh bddkth chhe, mgr kth chhe yicze khi tuhndis prvrdigar sund shani ḥlmi vʿfuv chuhnh prth lokttis bddis gunhs grftar krun yczhan. Suh chuh lvukn hund ẓlm v stm vuchhan tvpth chuh drgudhr kran, byyhi chhe yhi kth khi tuhund prvrdigar chuh skht ʿdhab krvun yqynaan. Yʿny Allah tʿālyā hs mnz chhi doshve ṣft mgr prth ṣft khi ẓhvr khạṭr chhi shrṭ th asbab."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi chhi vnan yim kạfr kyazi chuhnh amis pyghmbrs petth kanhh khaṣ mʿjzah )yus asụ̄ czhanddan chhi( nạzil spdan amụ̄ sndis prvrdigar sndi ṭrfh, tvhụ̄ nh ḥẓ chhivnh mgr bym kr vnụ̄, byyhi chihv tvhụ̄ vth havan. Yith pạtthụ̄ prth qvmh khạṭr akh akh vth havvunah gudhryvmut chuh. Tohyhi chuhnh amyuk akhtyar khi tvhụ̄ kya hạviv timn suh mʿjzh yus tim ṭlb krn."
  },
  {
    "verse_id": 8,
    "translation": "Allah tʿālyā chuh zanan thi svrue yhi tulan chhe pnnhi yddmnz prth znanh, kvur chha kinh nychv. Pvur chha kinh avddue. Byyh chuh zanan bchhi danhi hund czhottun th zytthun, czmun th muczrnh yun. Yʿny km spdun th zyadh spdun, prth chyzah chuh ts nishhi khaṣ andazh mvjvb muqrr krnh āmut."
  },
  {
    "verse_id": 9,
    "translation": "Suh chuh prth pvshydh chyz th nvn chyz zanh vun. Sue chuh bvdd th thvd."
  },
  {
    "verse_id": 10,
    "translation": "Brabr chuh khdae sndis ʿlms andr suh shkhṣ yus lothi kthh kri byyhi suh shkhṣ yus bddi kthh kri. Byyhi suh shkhṣ yus rạcz hnzi anhi gtthi mnz khttith rvzi byyhi suh shkhṣ yus dohlih nnụ̄ pạtthụ̄ kamhi kran āshi, avr yvr phyran āshi. Yithh pạtthụ̄ suh prth akis zanan chuh tithe pạtthụ̄ chuh prth akụ̄ snz ḥfaẓt kran."
  },
  {
    "verse_id": 11,
    "translation": "Prth ansan sndi ḥfaẓt khạṭr chhi tmụ̄ thạvimtụ̄ th muqrr krimtụ̄ kynhh malk yim akh akis pth kamhi petth yivan chhi th gczhan chhi, time chhi rvzan amis ansans brvntth knhi thi, thrknhi thi. Rạchh th ḥfaẓt chhi amis ansans kran varyahav blayv nishih khdaesndi ḥukmh sintụ̄. Amhi sintụ̄ gczihh nh zanun khi yylhi mlạyk chhi prth akis ḥfaẓt th rạchh kran lhādha yhi khosh kri thi thi kriv, kfr vmʿṣyt th nafrmạny kriv, kyah prvah chuh, mlạyk chhi rạchh. Yhi khyal krun chuh mḥẓ lghv. Kyazi Allah tʿālyā agr chhi suh chuhnh abtdaan kạnshi ʿdhabs grftar kran chinanchhi frmavan chuh, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh bdlavan kunhi qvm kis rtis ḥals ṣlạḥyts yvtanụ̄ nh tim pane bdlavan chhi rtis ḥals th ṣlạḥyts nafrmạnyv sintụ̄ yylhi tim pnnis ṣlạḥyts mnz khll travan chhi. Allah tʿālyā chuh tihndi khạṭr ʿdhab th mṣybt tjvyz frmavan, byyhi yylhi Allah tʿālyā yczhan chuh kunhi qvmh khạṭr ʿdhab th muṣybt, adh chuhnh tth ʿdhabs th muṣybts kanhh chyzah dfʿ th dvr hykan krith, suh chuh ẓrvr vaqʿ spdan, byyhi chuhnh timn lvukn tmhi vqth kanhh akhah mddgar hykan spdith ts vrạe ḥtyā khi tim mlạyk thi chhinh hykan ḥfaẓt th mdd krith."
  },
  {
    "verse_id": 12,
    "translation": "Suh prvrdigar gv sue yus tohyhi bạrshhi hndi vqth havan chuh vuz mlh nph nph krvnhi yth andr tmhi khi pthr pynuk khvf thi āsan chuh th tmhi mnz bạrish th rvud pynch amyd thi āsan chhe, byyhi chuh sue pạd kran tth avbrs yus rvud sintụ̄ gobyvmut chuh āsan."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi chhe ggrayhi tsbyḥ pran tihndis ḥmds sintụ̄ milvith tsnz pạky byan kran tihndụ̄ tʿryf kran byyhi chhi mlạyk thi tsbyḥ th ḥmud pran ts prvrdigar sndi khvfh. Byyhi chuh sue trtth travan, soe trtth chhu vatnavan ts petth ysund suh yczhan chuh, yim kạfr th munkir chhi bḥth hyvan krun tohyhi sintụ̄ ya rsvl Allah ts khdae sndis ḥqs andr yus ʿẓym alshan chuh, byyhi chuh skht rttn vvl. Ts pzi khvczun mgr yim chhinh ts kunhi qsmh khvczan ts chhi shryk tthhravan. Byyhi chuh suh bndn hndis mngns aijabt thi kran."
  },
  {
    "verse_id": 14,
    "translation": "Ts shvubhi pzụ̄ pạtthụ̄ nad th ālv dyun ḥajt khi vqth tikyazi aijabt krnch qdrt chhe tsụ̄ yạcz, yim lvukh ts vrạe byyn bạṭil mʿbvdn ālv divan chhi, tim chhinh tihndis mngns kunhi qsmh aijabt kran kunhi chyz sintụ̄, mgr tithe pạtthụ̄ yithh pạtthụ̄ kanhh shkhṣah dvriābs kun athh zh vahrạvith, khyal kri suh āb gczhym pane ạss mnz vatun. Ḥalankh suh āb hykhi nh pane amụ̄ sndi dvuri aathh zh muczrạvnh sintụ̄ amụ̄ sndis ạss mnz vạtith. Yhe chhe mithal timn lvukn hnz yim mʿbvdi brḥqs vrạe byyn mʿbvdn mngan chhi. Mngun th ālv dyun shvubhi ts yus prth qsmh nfʿ vẓrruk mạlik chuh. Yus panh ʿạjiz th mḥtaj āshi, ts ālv dins mnz kyah fạydh chuh. Kạfrn hund mngun chuhnh mgr be athr th be fạydh."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi chuh mʿbvdi brḥq se tim sạriy nman th sjdh kran yim āsmann th zmynn andr chhi. Bʿẓ mkhlvq khvshy sintụ̄, bʿẓ mjbvr spdith. Byyhi chuh tihund sayhi thi ts nman ṣubḥs th shams."
  },
  {
    "verse_id": 16,
    "translation": "Tvhụ̄ prczhyvukh āsmann hund th zmynuk rb kus chuh, tim he jvab vnns andr czyr krn, tvhụ̄ frmạviyvkh yvre Allah tʿālyā he chuh timn hund rb th mạlik, frmạviyvkh kyah yimh tvḥyd chhi dlylh bvuzith bnạviyvukhh tohyhi ts vrạe pnnụ̄ dvst th mddgar tim mʿbvd, time yimn nh akhtyarth ṭaqt chuh pnnyn pann hndi khạṭrkunhi nfʿk th kunhi ẓrruk, byyn nfʿ th ẓrr vatnavnch chhanh kthe, prczhyvukh gashdar th avn chha brabre, byyhi chha gtth th gash brabre yʿny mvḥids th mushriks mnz chhe tyicz frq yyicz gashdars th anis mnz chhe. Yithe pạtthụ̄ chhe tvḥyds th shirks mnz tyicz frq yyicz gtthi th gashs mnz chhe. Kinh yimv tthhrạvụ̄ khdays tim shryk yimv khdae sndiy pạtthụ̄ mkhlvq pạd krimtụ̄ chhi. Tvpth āyhi nh yimn kanhh frq bvznh khdae sndyn mkhlv qatn mnz th tihnd yn mkhlvqatn mnz, tvhụ̄ frmạviyvkh Allah tʿālyā he chuh prth chyzuk pạd krvun. Mkhlvqat chhi sạriy tihndiy yạtụ̄ byyhi chuh suh kunue dhat kinụ̄ th ṣfatv kinụ̄. Sarine mkhlvqatn petth chuh ghạlib amich mithal."
  },
  {
    "verse_id": 17,
    "translation": "Allah tʿālyā hn trvvāsman khi ṭrfh rvudah, yohe rvud pvk nalyv mnzụ̄ pnnhi pnnhi andazh mvjvb. Yʿny bddi nalh mnzụ̄ zyadh th loktthi nalh mnzụ̄ km, ps tul amụ̄ rvudv vnụ̄ pans petth pvs yth sintụ̄ czhvtth th lczh ạs. Byakh mithal, byyhi chuh vothan timv chyzv andr yim chyz yim nars petth galan chhi )son, roph th tram hiyvu( ghnh zyvr ya samanh bnavnh khạṭr pvsah tth āb kis psis hiyvu, Allah tʿālyā chuh yithe pạtthụ̄ pzich th apzich mthal byan frmavan yʿny aymanch th kufrch tvḥydch th shirkch mthal frmavan, tvpth yus pvs chuh āsan shlabuk ya sonuk th ropuk suh chuh pane hvkhith gczhan tvpth chuh suh trạvith yivan shyrnh, mgr yus chyz lvukn kiyut mfyd chuh āsan āb ya son th roph suh chuh rvzan mv jvd th baqe dnyahs andr. Yithe pạtthụ̄ chuh aapuz glan, pvz chuh ẓạhr th nvn nyran. Agr chhi apuz dbạvitn kynhh kalah pzis mgr ptv lakhi chuh pvzue pzan, yithe pạtthụ̄ chuh Allah tʿālyā lvukn kth fikri tarnh khạṭr mthalh byan kran."
  },
  {
    "verse_id": 18,
    "translation": "Yimv lvukv khdae sndụ̄ aḥkam mạnụ̄ tvḥyd vṭaʿt akhtyar krnh sintụ̄, tihndi khạṭr chhe rcz mzvurụ̄. So rcz mzvurụ̄ gyhi jnt th jnth chhi nʿmcz, byyhi yimv lvukv nh khdae sndi aḥkam mạnụ̄ kufrv mʿṣyts petth qạym rvznh sintụ̄. Tihndi khạṭr chuh jhnmuk ʿdhab, hrgah timn nishhi thi svrue mal āshi yhi sạrse zmyns mnz chuh, byyhi tth sintụ̄ byyhi tyvut mal, ẓrvur dihn bdlh tmhi ʿdhab nishhi moklnh khạṭr, timne lvukn hndi khạṭr chuh ychh ḥsab, byyhi chhe thnze jae nari jhnm. Kạczah ychh jaya chhe so."
  },
  {
    "verse_id": 19,
    "translation": "Āya suh shkhṣ yus zanan chuh yhi kynczhah tohyhi petth nạzil āv krnh tuhndis prvrdigar sndi ṭrfh thi chuh svrue ḥq th pvz. Suh chha ts shkhṣs hiyv yus avn āshi, hrgiz yhi chhe mithal baaymans th kạfr snz, nṣyḥt chhinh rttan mgr ʿqlhi vạlụ̄."
  },
  {
    "verse_id": 20,
    "translation": "ʿqlhi vạlụ̄ ge time yim pvur chhi kran khdae sndis ʿhds byyhi chhinh puhttravan tth ʿhds nafrmạniyv sintụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi geʿqlhi vạlụ̄ time lvukh yim milnavan chhi timn ḥukmn yimn hndi milnavnuk ḥukm kvr Allah tʿālyā hn yʿny ṣlh rḥm, byyhi yim khvczan chhi pnnis khdays byyhi chhi skht ʿdhabuk andyshh kran."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi yimv ṣbr kvr frman brdạry petth byyhi muṣybtn th blayn petth. Byyhi gna hv nishhi pth rvzns petth pnnis prvrdigar sund rẓa ḥạṣl krnh khạṭr, byyhi thạvkh nemaz brpa, byyhi kvrukh khrch tmhi malh mnz yus aasiy ʿṭa kvrukh, pvushydh pạtthụ̄ th nnụ̄ pạtthụ̄, byyhi chhi dvr kran nykyv sintụ̄ bdyhi, kanhh he timn nsbt bdy kri tim chhi ts nsbt nyky kran, timne lvukn hnd khạṭr chuh rut anjam ạkhrt kis grs andr, suh rut anjam gvv."
  },
  {
    "verse_id": 23,
    "translation": "Time jnt yth mnz timn vatun chuh th rvzun chuh, byyhi tihndyn malyn, bddụ̄ bbn byyhi tihndyn jvrn yʿny mrdn znanh, znann khavnd. Byyhi thndyn shryn muryn yimn jnts vatnch ṣlạḥyt th qạblyt āshi yʿny yim baayman āsn tim thi vatn jnts tihndi brkth tth drjs mnz yth mnz tim āsn, byyhi āsn mlạyk aczan timn nishhi prth drvazh kinụ̄ vnan āsnkh."
  },
  {
    "verse_id": 24,
    "translation": "Ae jntyv slam bvziv. Yhi bdd mzvurụ̄ bne yhi tohyhi ṣbr khi brkth. Tvhụ̄ kyah rvdiv dyni ḥqs petth mẓbvṭ. Ps kyah rut chuh suh muqam yus tohyhi ḥạṣil spud."
  },
  {
    "verse_id": 25,
    "translation": "Vonụ̄ ge tim lvukh yim puhttravan chhi khdae sund ʿhd tmkhi mẓbvṭ th mḥkm krnh pth, byyhi chhi czttan tim chyz yimn hndi milnavnuk Allah tʿālyā hn ḥukm kvrmut avs yʿny āshnạyy, byyhi chhi dnyahs mnz fsad tulan kufr th nafrmạny sintụ̄, time lvukh kyah ge yihndi khạṭr lʿnt chhe. So gyhi khdae snzi rḥmth nishhi dvury, byyhi chuh tihndiy khạṭr ychh gr suh gv nari jhnm. Kạfrn hnz ẓạhry dvlt v thrvt vuchhith gczihnh yhi dvkhh lgun khi yim lvukh ma āsn mvrdirḥmt tikyazi rzqch kyfyt chhe."
  },
  {
    "verse_id": 26,
    "translation": "Allah tʿālyā he chuh rziq hurravn ys yczhan chuh th ts byyhi chuh sue rzqs mnz tngy kran ys yczhan chuh th ts. Yhi chuhnh rḥmt vghẓbuk mʿīar, kạfir chhi khosh spdan dunya chhi zndgy sintụ̄. Yhi tihund khosh spdun chuh fẓvl kyazi, ḥalankhi ạkhrtchhi zndgy mqablh chhanh dnya hch zndgy mgr ḥqyr akh chyzah yymhi sintụ̄ tmtʿ yivan chuh tulnh km kynhh kalah."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi chhi vnan yim kạfr tuhndis nbvts petth aʿtraẓ krnh khạṭrkhi kyazi āv nh nạzil krnh ḥẓrt Muḥammads petth tyuth kanhh mʿjzah pnnis prvrdigar sndi ṭrfh yuth brvntthmyn pyghmbrn petth nạzil spdan avs. Ḥẓrti mvsyā sund ʿṣa hiyvu. Ḥẓrti ṣalḥ snz vvnttinụ̄ hish. Tvhụ̄ frmạyvkh pzụ̄ pạtthụ̄ Allah tʿālyā chuh vth rav ravan ys yczhan chuh ts. Byyhi chuh sue vth havan pans kun ts yus yyhi, mtvjh spdi ts kun. Byyhi yus pzi vthi hund ṭạlib āshi."
  },
  {
    "verse_id": 28,
    "translation": "Yimv lvukv ayman avn. Byyhi chhi tihindụ̄ dil qrar rttan khdae sndi yad sintụ̄, var bvziv kh yadi khda krnk khạṣyt chuh kh tmhi sintụ̄ chuh baaymann hndyn diln qrar th skvn ḥạṣil spdan."
  },
  {
    "verse_id": 29,
    "translation": "Yimv lvukv ayman avn byyhi krykh rcz ʿmlh tihndi khạṭr chuh dnyahs andr rut ḥal byyhi ạkhrts andr rut anjam. Baʿzt vapsy."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi yithh pạtthụ̄ ashi tohyhi brvntth pyghmbr svuzụ̄ brvntthmyn aumtn kun yithe pạtthụ̄ svziv ashi tvhụ̄ thi ya rsvl Allah akis aumts kun pyghmbr yymhi aumth brvntth varyah aumcz gudhrymcz chhe, yuth tvhụ̄ priv timn petth so kitab yosh ashi tohyhi kun bṭryqi vḥy nạzil kr. Timn pzi ha ath bjhi nʿmczi petth shukr dpun. Ath nʿmts qdr zannụ̄, mgr yim chhi na supạsy th kufrani nʿmt kran rḥmt vạlis khdays, tvhụ̄ frmạviyvkh sue rḥmt vvl khda chuh myvn prvrdigar. Kanhh mʿbvdah chuhnh ts vrạe. Ts petth kyah kvr me aʿtmad th tvkl byyhi chuhs bh ts kun rjvʿ kran. Ts nishhi chuh me vatun."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi hrgah kanhh qrānah yʿny kitabah āshi ha yymhi sintụ̄ koh akh jayhi petth byyis jayhi kun pknavnh yihn ya yymhi sintụ̄ dvr draz vth ṭe krnh yyhi ha, ya yymhi sintụ̄ mord kth yihn krnavnh yʿny mord spdhn zindh tmhi sintụ̄ kyah bnhi ha. Yim kạfr anhn nh tvth ayman tikyazi yim chyz chhinh mvthr ḥqyqy, blkh chuh svrue akhtyar khdays āthhi. Suh ys hdayt kri ts bnhi hdayt, kyah mayvs th naaumyd spdana baayman yimn mʿjzh czhandd vnyn lvukn hndi ayman annh nishih. Kyazi Allah tʿālyā agr yczhhi ha suh kri ha sarne lvukn hdayt mgr tmụ̄ yocz hnh thi bʿẓ ḥikmtn hndi vjhh. Lhādha bnhi ts hdayt ysndi ḥqh suh yczihh. Mʿjzh vuchhtn ya mth vuchhtn. Ysndi ḥqh suh hdayt yczihh nh ts bnhi nh kynhh thi. Mʿjzh vuchhtn ya mth vuchhtn, hmyshh rvzi kạfrn th munkirn kufr th nafr mạny sbbh kanhh nth kanhh muṣybthah th blayah vatan, ya vatykh blae grn nzdyk, yvtanụ̄ vathi Allah tʿālyā sund vʿdh yʿny ạkhrtuk ʿdhab yus mrnh pth shrvʿ spdi, pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh pnnis vʿds bdl kran. Lhādha chuh timn petth ʿdhab yqyny. Yimn lvikn hund ankar ya asthza th tthtthh yhi chuhnh tvhy sintụ̄ mkhṣvṣ blkh."
  },
  {
    "verse_id": 32,
    "translation": "Pzụ̄ pạtthụ̄ tthtthh āe krnh kintihn pyghmbrn yim tohyhi brvntth ạsụ̄ ps trạvụ̄ me ylh kynhh kalah tim tthtthh krvn kạfr. Tmhi pth rttụ̄ me th krim grftari ʿdhab, ps chuhv tohyhi mʿlvme myvn sza kyuth avs timn nsbt. Tyuthue sza kyah dimh bh timn tthtthh krvnyn lvukn thi yim yim tohyhi tthtthh th asthza kran chhi."
  },
  {
    "verse_id": 33,
    "translation": "Āya suh prvrdigar yus qạyim rvuzith prth shkhṣh snz kamhi vuchhan th czrczan chuh, suh travya yimn tthtthh krvnyn sza dinh vrạe, byyhi tthhrạv ụ̄mushrikv khdays shryk. Tvhụ̄ frmạyvkh ya rsvl Allah, tla timn hund nav vnitv, kinh tvhụ̄ chhiv khdays tmich khbr kran yhi nh ts mʿlvm chuh tmam dunyahs andr, kinh mḥẓ ẓạhry noqṭn hnndi aʿtbar chhi timn shryk vnan. Ḥqyqt chhanh timn lfẓn hnz kihinụ̄, blkh chhe yimn kạfrn pnnhi mghalṭh chhi kthh jan yivan bvznh yimv kthv sintụ̄ tim shrks mubtla spdimtụ̄ chhi, byyhi āe tim pth rttnh th mḥrvm krnh syzi vthi nishhi, ys khda vth rav ravi tsndi ḥqh chuhnh kanhh akhah vth hav vun."
  },
  {
    "verse_id": 34,
    "translation": "Tihndi khạṭr chuh bvdd ʿdhab dnyachhi zndgany andr thi suh gv qtl vẓrb, tihndi khạṭr yus ạkhrtuk ʿdhab chuh suh chuh zyade mushkil th dshvar, byyhi chuhnh tihndi khạṭr khdae sndi tmhi ʿdhab nishhi kanhh bchavn vvlah."
  },
  {
    "verse_id": 35,
    "translation": "Ḥal th kyfyt chhe timn jntn hnz yimn hund vʿdh krnh āv prhyz garn yim shrk v kufr nishhi pth rvzn, tmhi kyv kulyv th lryv mnz āsn joyhi pkan, khynh chyz timn jntn hndụ̄ chhi pvshhi vnụ̄. Byyhi sayhi timn jntn hund chuh hmyshhi rvz vun, yhi anjam chuh timn timn lvukn hund yim shrkh nishhi pth rvzn, kạfrn th mushrkn hund anjam chuh nari jhnm."
  },
  {
    "verse_id": 36,
    "translation": "Tim lvukh yimn ktab āyhi ʿṭa krnh yʿny tvrah th anjyl tim chhi khosh spdan tmhi ktabhi sintụ̄ yosh tohyhi petth nạzil āyhi krnh yʿny qrāni mjyd, byyhi chhi ymv jmaʿtv andr yim ankar chhi kran qrāni mjydkis akis ḥṣs yth mnztihnzi ktabhi khlaf aḥkam chhi, tvhụ̄ frmạyvkh me āv nh ḥukm krnh tvḥyds mtʿlq mgr yymih kue kh ʿbadt kr bh kunis khdae snz. Byyhi anh nh bh ts shrk kunhi qsmh, nad chuhs bh divan sarne lvukn tsụ̄ kun byyhi chuh tsụ̄ kun sarine rjvʿ krun."
  },
  {
    "verse_id": 37,
    "translation": "Byyhi kvr ashi nạzil yhi qrāni mjyd ḥukmah ʿrby pạtthụ̄. Ythh pạtthụ̄ byyn pyghmbrn khaṣ khaṣ zyvi andr khaṣ khaṣ aḥkam nạzil krụ̄, byyhi hrgah tohyhi bfrẓi mḥal munkrn hnzn khvạhshn, nfsạny khyalatn yʿny aḥkami mnsvkhh yaaḥkami mḥrfn hnz pyrvy th atbaʿ kriv. Tohyhi nishhi ṣḥyḥ ʿlm vatnh pth, tylhi chuhnh khdays nishhi tohyhi kanhh ḥmayt krvunah. Byyhi tihndi ʿdhab nishhi kanhh bcha vunah. Yih yylhi gv nby krym ṣly ʿlyh v slms sintụ̄ mʿāmlh baqyn hnz chhanh kthe. Ahli ktabv andr bʿẓv kvr aʿtraẓ kh nby kryms kyazi chhe variyah znanh. Tmyuk jvab chuh Allah tʿālyā frmavan."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi svuzụ̄ ashi pyghmbr tohyhi brvntth, byyhi krụ̄ ashi ʿṭa timn shurụ̄ bạcz. Tvhụ̄ thi chhiv tihndy pạtthụ̄ pyghmbr. Tohyhi ahli ʿīal āsun kyazi chhi yim nv kthah zanan. Yhi chhanh ticzh kthah yosh rsalts th nbvts khlaf chhe, byyhi avs nh kanhh pyghmbrah yus khdae sndi ḥukmh vrạe kanhh āyah ya kanhh mʿjzah pysh hykhi ha krith, prth vqth khạṭr chhi munạsib aḥkam th munạsib vaqʿāt muqrr krnh āmtụ̄, timve mnz ge mʿjzh th āyat."
  },
  {
    "verse_id": 39,
    "translation": "Timve aḥkamv mnz chuh nhnavan Allah tʿālyā tim ḥukm yim suh yczhan chuh. Baqy chuh thavan tim ḥukm yim suh yczhan chuh. Ts nishhi chhu aṣl ktab lvḥi mḥfvẓ yth mnz svrue chuh bttfṣyl lykhnh āmut."
  },
  {
    "verse_id": 40,
    "translation": "Kạfr chhi ankari nbvt kran. Tvpth chhi dpan yymhi ʿdhabuk vʿīd krnh yivan chuh suh ʿdhab kvnh chuh nạzil spdan. Yymhi ʿdhabuk asụ̄ timn vʿdh kran chhi tmhi mnz hrgah akh ḥṣh asụ̄ tohyhi havav yʿny tvhy thy krvkh asụ̄ tim tth ʿdhabs grftar tihndi yymhi ʿālmh gczhnh kh pth spdi nomn petth suh ʿdhab vaqʿ, khvah dunyahs mnz spdi suh ʿdhab vaqʿ ya ạkhrts mnz, prth ṣvrts mnz chuhnh tohyhi tmyuk khyal lạzim krun. Kyazi, ps tohyhi chuhnh mtthi mgr pygham vatnavun, ashi chuh mtthi prczh gạr krnụ̄, ḥisab hyvn th ʿdhab krun. Tvhụ̄ mh kriv amich kanhh thi fkr. Yimn kạfrn hund thi chuh tʿjub kh tim kyazi sna chhi tmhi ʿdhab kis vaqʿ spdns ankar kran. Kyah tim chhina vuchhan kh muqdimat ʿdhab hytin tihndi khạṭr ẓạhir spdnụ̄."
  },
  {
    "verse_id": 41,
    "translation": "Āya tim chhi vuchhan kh asụ̄ chhi aslam chhi rvz brvz ftḥ sintụ̄ tihndyn mulkn andr, akh akh ḥṣh zmynuk tihndi qbẓh andr kddith muslmann hndis qbẓs andr vatnavan. Yymhi sintụ̄ ẓạhir chuh spdan aslams spdi rvz brvz ftḥ th nuṣrt khdae sndi ḥukmh. Tihnz ʿlmdạry chhe rvz brvz km gczhan, yithi chuh tihndi khạṭr akhi qsmuk ʿdhab yus bddi ʿdhabuk mqdmh chuh, Allah tʿālyā yus ḥukm ṣạdir kran chuh suh chuh ṣạdir kran, kanhh akhah chuhnh tihndis ḥukms pth rttan. ʿdhabi dunyvy ạsitn ya ʿdhabi aukhrvy. Tihndyv mʿbvdani bạṭlv andr yimn tim shryki khda chhi tthhravn hykhi nh kanhh akhah tth ʿdhabs pth rttith, byyhi chuh suh jld ḥisab hyv vun. Ḥsabh pte āshi timn ʿdhab."
  },
  {
    "verse_id": 42,
    "translation": "Pzụ̄ pạtthụ̄ yim kạfr yimn brvntth ạsụ̄ timv thi chhi km km tdbyr brvntthmyn pyghmbrn hndis mukhalfts mnz krimtụ̄. Yithh pạtthụ̄ aziyuk kạfr chuh tuhndis mukhalfts mnz km km tdbyr kran ps tvhụ̄ mh briv tmyuk kanhh thi prvah, Allah tʿālyā se nishhi chhi sạry tdbyr kyazi, ts chuh mʿlvm kus shkhṣ kyah chuh kran, ʿnqryb zann kạfr rut anjam khndi khạṭr chuh, muslmann hndi khạṭr kinh kạfrn hndi khạṭr."
  },
  {
    "verse_id": 43,
    "translation": "Byyhi chhi vnan kạfr kh tvhụ̄ chhiv nh pyghmbr, tvhụ̄ frmạviyvkh tuhndi ankar krnh sintụ̄ kyah chuh, yhi chuh be aʿtbar. Bs chuh Allah tʿālyā gvah me mnz th tohyhi mnz myạnis pyghmbr āsns petth, byyhi chuh gvah myạnis pyghmbr āsns petth suh shkhṣ ys nishhi tvrah v anjylk ʿlm chuh. Mithal ʿbd Allah bin slam vghạr."
  }
]