[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvfi mqṭʿāt, khdae se chhu mʿlvm yimn ḥrfn hnd mʿny, yhi qruāni mjyd chuh ktabah yosh ashi tohyhi kun nạzil kr ya rsvl Allah, yuth tvhụ̄ amyuk mẓmvn byan krith lvukh kddiyvkh kufr chv gttv mnz ayman v tvḥyd kis nvrs kun, tuhndis prvrdigar sndi ḥukmh sintụ̄, ts ghạlib th tʿryf krnh āmtis khdae snzi vthi kun."
  },
  {
    "verse_id": 2,
    "translation": "Yus mʿbvdi brḥq chuh ysund thi svrue chuh yhi āsmann th zmynn mnz chuh, yylhi yhi ktab khdays kun vth havan chhe. Vạl th afsvs timn kạfrn ʿdhabi shdyduk yim nh yhi vth akhtyar krn."
  },
  {
    "verse_id": 3,
    "translation": "Blkhi yim psnd chhi thavan dnyahch zndgy ạkhrts petth, byyhi yim pth chhi rttan lvukn rahi rasts khdae snzi vthi petth pknh nishhi, byyhi chhi czhanddan th tlash kran syzi vthi mnz hjyr lvukn andr shubhat travan. Time lvukh chhi zychhhi gmrạhy andr mubtla yʿny yosh gumrạhy pzi nishhi setthah dvur chhe. Yʿny kạfrn chuh shubh khi yhi qrāni mjyd kyazi chuh ʿrby pạtthụ̄, tmhi kue jvab chuh Allah tʿālyā frmavan."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi svznh ashi kanhh pyghmbrah mgr tmiy zyvi klam thi byan kr vun yosh tihndi qvmch zyv ạs yuth suh timn var byan kri khdae sndụ̄ aḥkam, thi krith thi yas Allah tʿālyā yczhan chuh ts chuh gmrah kran, suh chuhnh tim aḥkam manan. Ys yczhan chuh ts chuh vth havan rahi rasts kun, suh chuh tim aḥkam qbvl kran th manan, sue chuh ghạlib th ḥikmt vvl."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi svz ashi mvsyā ʿlyh alslam pnnụ̄ āyat hyth, ḥkum kvrus ashi khi kddun pnun qvm kufr chv gttv mnzayman kis nvrs kun, byyhi pavukh czyts nʿmczn th mhrbạnyn hndụ̄ doh byyhi tklyfn th muṣybtn hndụ̄ doh, pzụ̄ pạtthụ̄ tth czyts pavns mnz chhi bddụ̄ nishanh prth ṣbr krvnhi th shukr krvnhi sndi khạṭr."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi pạviv czyts yylhi mvsyā ʿlyh alslamn dvp pnnis qvms ae qvm yad kriv khdae snz nʿmt yosh tohyhi ʿṭa kr nv yylhi njat dyut nav frʿūn sndi qvm nishhi, yim tohyhi vatnavn ạsụ̄ kddur ʿdhab, maran ạsụ̄ tuhndyn nychvyn, byyhi ạsụ̄ zindh thavan tuhnzn kvryn yimh bddith znanh bnhn, ath mnz ạs tuhndi khạṭr bdd āzmạyshhi tuhndi s prvrdigar sndi ṭrfh."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi kriv yad, ae bny asraylv yylhi aʿlan kvr tuhndụ̄ prvrdigarn agr tvhụ̄ shkur gz ạry kriv, tylhi hurravav bh nʿmt, hrgah kufrani nʿmt krivtylhi chuh myvn ʿdhab setthah skht, suh ʿdhab gvv nʿmt athh hynụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi frmvv mvsyā ʿlyh alslamn pnnis qvms hrgah tvhụ̄ kufr kriv ya kufrani nʿmt kriv tvhụ̄ th byyhi yim sạriy zmyns mnz chh jinv th ansanv andr kanhh pravah chuhnh tmyuk, kyazi Allah tʿālyā chuh balkl be niyaz tmam mkhlvqn nishhi. Suh chuh sza vari ḥmdv thna ḥmud dpitns kanhh ya mth dpitns."
  },
  {
    "verse_id": 9,
    "translation": "Ae kạfirv kyah tohyhi chhana vạczmcz khbr timn lvukn hnz yim tohyhi brvntth ạsụ̄, mthlaan nvḥ ʿlyh alslam sndi qvmch, ya qvmi ʿād, huvd ʿlyh alslam sndi qvmch ya qvmi thmvd, ṣalḥ ʿlyh alslam sndi qvmch khbr. Byyhi timn lvukn hnz yim timn pth āe, tim ạsụ̄ be shumar tytụ̄ zi tihnz grnd zanhi nh bh tfṣyl kanhh thi khdays vrạe, timn nishhi vạtụ̄ pyghmbr tihnz nnhi dlylh hyth, khdae snz ktabh hyth, ps vatnavi timv aathh pnnụ̄ tihindyn ạsn andr yʿny tim krnạvikh czhvph. Vnnh dyut hkh nh kynhh, dpnhi lgụ̄ asụ̄ chhi ankar kran tth sạrise yhi hyth tvhụ̄ svznh āmtụ̄ chhiv yʿny tvḥyd vayman, byyhi chuh ashi shk tmhi dynuk yth kun ashi tvhụ̄ nad divan chhiv yus shk trdud pạd krvun chuh."
  },
  {
    "verse_id": 10,
    "translation": "Tihndyv pyghmbrv vvn timn, kyah mʿbvdi brḥqs mnz thi chha shkhe, thi bnhi nh hrgz tikyazi tuhndi tvḥyd chhi dlylh chhe ẓạhr th nnhi, ps yus pạd kr vun chuh āsmann th zmynn hund, sue chuh tohyhi nad divan aymans kun th aslams kun yuth tohyhi brvntthmyn gunhn mghfrt kri, byyhi yuth mhlt diyhi tohyhi ʿuumri hndis akis muqrr krnh āmtis vqts tanụ̄, tim lgụ̄ dpnhi tvhụ̄ chhiv nh mgr aasiy hivụ̄ ansan. Tohyhi andr kyah zyadty chhe yymhi sintụ̄ asụ̄ tuhund vnun manv, bẓạhr chhiv tvhụ̄ yczhan ashi pth rttun timn mʿbvdn hndi ʿbadt nishhi yimn hnz ʿbadt sạnụ̄ mạlụ̄ bddụ̄ bb kran ạsụ̄. Hrgah fy alḥqyqt tvhụ̄ pvz vnan chihv, tylhi aniv ashi nishhi kanhh nnụ̄ dlylah."
  },
  {
    "verse_id": 11,
    "translation": "Timv pnnyv pyghmbrv vvn hkh be shk asụ̄ chhinh tvhy hivụ̄ ansan, mgr Allah tʿālyā chuh pnun fẓl th mhrbạny kran pnnyv bndv andr ys petth yczhan chuh, sạnis akhtyars mnz chhanh yhi kth khi asụ̄ kyah aanv tohyhi nishhi pane kanhh dlylah nnụ̄ khdae sndi ḥukmh vrạe, baaymann pzi khdae se petth tvkl krun."
  },
  {
    "verse_id": 12,
    "translation": "Ashi kus chyz hykhi pth rttith khdays petth tvkl krnh nishhi, ḥalankhi ashi havi tmiy sare rcz vth yimn mnz dnya vạkhrtuk nfʿ chuh. Hrgah tohyhi svn vnun napsnd yith ashi tvhụ̄ tklyfe diyv kanhh ghm chuhnh, asụ̄ krv ẓrvr ṣbr tuhndyn sarne tklyfn petth, tvkl krn valyn pzi khdae se petth tvkl krun."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi dvp kạfrv pnnyn pyghmbrn asụ̄ kddav tvhụ̄ ẓrvr pnnyv shhrv mnz nth phyriv vaps sạnis dyns kun, ps svz Allah tʿālyā hn vḥy timn pyghmbrn kun khi prvah mh briv kynhh, bh chuhs qsm hạvith frmavan khi bh galkh yim ẓạlim."
  },
  {
    "verse_id": 14,
    "translation": "Tihndi galnh pth bsavv tuhiy tihndyn shhrn andr, yhi mhr bạny chhe timn lvukn hndi khạṭr yim khv czn me brvntth knhi jvab dihy khạṭr vodnụ̄ rvzns, byyhi khvczi myanhi ʿdhab kis vʿīds."
  },
  {
    "verse_id": 15,
    "translation": "Tvpth mnj ftḥ pyghmbrv. Allah tʿālyā hn kr timn ftḥ ʿṭa. Tvpth gv tihund prth kanhh srksh dushmn naamyd th khvar."
  },
  {
    "verse_id": 16,
    "translation": "Ts jbari ʿnydh sndi khạṭr chuh dnyạviy ʿdhab ʿlavh brvntth nari jhnm yth mnz tim vatn, byyhi yiyhi chavnh suh tth jhnms mnz suh āb yth sintụ̄ jhnmyn hund pạl th pak āshi."
  },
  {
    "verse_id": 17,
    "translation": "Damh damh āshi suh chyvan skht ttyvtth āsnh mokhh. Suh āshi nh tth nynglithe hykan phkh ld th bd mzh āsnh mokhh, byyhi āshi ts mvtch skhty mḥsvs spdan bdnh mnz prth jayhi. Valh goddav mnz tanụ̄, mgr mran āshi nh, tmhi pth āsys amhi khvth skht ʿdhab."
  },
  {
    "verse_id": 18,
    "translation": "Mthal timn lvukn hnz yimv ankar kvr th kufr kvr pnnis prvrdigars, tihnz rcz ʿmlh chhe tth svur ddyrs hishhi yth vav chhkravi skht vavkhi doh, tim hykh ne nh timn mḥln hund kanhh fạydh ḥạṣil krith, dvr draz gumrạhy yo sh rshd vhdayt nishhi setthah dvr chhe."
  },
  {
    "verse_id": 19,
    "translation": "Cz chuhkhna vuchhan ae vuchhvnhi khi pzụ̄ pạtthụ̄ Allah tʿālyā hn krụ̄ āsman thi th zmyn thi pạd. Pzụ̄ pạtthụ̄ yymhi sintụ̄ tihund qadri muṭlq āsun thạbit spdan chuh, hrgah suh yczihh tohyhi sarine kri fna. Tvpth kri pạd tohyhi bdl byyn mkhlvqn."
  },
  {
    "verse_id": 20,
    "translation": "Yhi kth chhnh ts nishhi kynhh dshvar."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi nyrn qyamt kh doh qbri mnz sạriy mkhlvq khdays brvntth knhi jmʿ spdnh khạṭr, ps vnn kmzvr th tabʿ lvukh zvravarn th zitthyn, byshk asụ̄ ạsụ̄ na dnyahs andr tohyhi tabʿ, ps hykivh tvhụ̄ khdae sndi ʿdhab nishhi kanhh ḥiṣah ashi nishhi dvr krith, tim zitthụ̄ dpnkh hr ghe ashi rcz vth hạvmcz āsiha Allah tʿālyā hn, ẓrvr havhv asụ̄ thi tohyhi soe vth, brabr chhu vonụ̄ aashi jzʿ v fzʿ krv asụ̄, ya ṣbr krv asụ̄, bhr ḥal chhanh ashi moklnch kanh ṣvrthah yymhi ʿdhab nishhi."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi vnykh shyṭan tmhi vqth yymhi vqth ḥkmi khda jạry spdi jntyn hndi khạṭr jnts mnz vatnuk, jhnmyn hndi khạṭr jhnms mnz vatnuk. Tvpth lgn sạry jhnmy ablyss mlamt krnih. Suh dpykh, pzụ̄ pạtthụ̄ Allah tʿālyā hn frmayv tohyhi vʿdh. Sue pvz vʿdh byyhi krivmythi tohyhi sintụ̄ vʿdh mgrsuh drav aapuz vʿdh, byyhi ạs nh me nishhi tohyhi petth kanhh dlylah th ḥujthah ya ṭaqtah th ghlbah yymhi sintụ̄ bh tvhụ̄ mjbvr kr hv, ṣrif spud yutue khi me dyut tohyhi kufrs kun nad. Tohyhi krv tth svnchnh vrạe aijaht tslym, ps mh kriv tvhụ̄ me tmich mlamt blkhi kriv mlamt pnnyn pann, vvnụ̄ hykv nh bh tvhụ̄ ʿdhab nishhi moklạvith tikyazi tohyhi krv myạnis vnns petth ʿml khdae sund frman mvnv nh. Nh hykiv tvhụ̄ me ʿdhab nishhi moklạvith, bh chuhs ainkar kran th aẓhari byzạry kran tuhndis me shryki khda manns petth azikhi brvntth dnyahs andr, yth kthhi andr chuhnh kanhh shk khi mushrkn hndi khạṭr chuh kddur ʿdhab."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi yin vatnavnh tim lvukh yimv ayman avn byyhi krykh rcz ʿmlh timn jntn andr yimv mnz joyhi pkan āsn, hmyshhi rvzn timn jntn andr khdae sndi ḥukmh sintụ̄, duʿā tihund āshi jntn andr blfẓ slam. Dnyahs mnz chuh slam slamty hund duʿā jntn andr āshi slam slamty hund mubark bad. Timn jntyn yiyhi yithh pạtthụ̄ slam krnh. Alslam ʿlykum."
  },
  {
    "verse_id": 24,
    "translation": "Kyah tohyhi chuhna mʿlvm khi Allah tʿālyā hn kiczh rcz th mvqʿch mithal kr byan klmh ṭybch yʿny klmh tvḥydch. Frmvvun suh chuh akis rtis th pakyzh kulis hyvu. Tmhi andr chuh murad khzr kul yymyuk mvu l chuh muḥkm zmyns mnz, yymikụ̄ shakh chhi āsmann andr."
  },
  {
    "verse_id": 25,
    "translation": "Yus pnun myvh chuh divan prth fṣls andr khdae sndi ḥukmh sintụ̄. Yithe pạtthụ̄ chuh klmh tvḥyd laalh ala Allah amyuk mvul yʿny aʿtqad yus ba ayman sndis dils andr mẓbvṭ th mḥkm chuh. Amhi kulikụ̄ shakh ge rcz ʿmlh yimh ath aymans petth chhe mrtb spdan. Yimh qbvlyt chhi drgahhi andr āsmann kun vatan chhe. Tvpth chuh tth petth rẓae alāhyuk daymy myvh lgan. Byyhi chuh Allah tʿālyā amhi qsmchhi mthalh byan kran lvukn hndi khạṭr yuth tim mʿạny mqṣvd varh bvzn."
  },
  {
    "verse_id": 26,
    "translation": "Ychh th gndh kulich mthal chhe. Ychh klimch mithal. Yʿny shrkh khi klmch mithal chhe tmhi ychh kulich mthal yth nh zmyns mnz mvul lgith āshi. Suh āshi zmynh mnzh petthụ̄ pytthy mvulh nyran. Sokh th qrar āshi nh tth kulis kunhi jayhi. Suh gv tttth vangun."
  },
  {
    "verse_id": 27,
    "translation": "Mẓbvṭ chuh Allah tʿālyā kran baaymann tmhi mẓbvṭ kulhi sintụ̄ )yʿny klmh tvḥyd sintụ̄( dnyachhi zndgy mnz thi ạkhrt chhi zndgy mnz thi, gumrah chuh kran ẓạlmn yʿny kạfrn tmhi mnḥvs th gndh klmh sintụ̄. Byyhi chuh suh ty kran yhi yczhan chuh."
  },
  {
    "verse_id": 28,
    "translation": "Āya tohyhi vuchhv na timn lvukn kun yʿny mkh kyn kạfrn kun yimv nʿmt chhi shkur gzạry bdl kufrani nʿmt kvr byyhi vatnvukh pnun qvm hlakt kis grs mnz. Kyazi timn thi krkh kufrch tʿlym."
  },
  {
    "verse_id": 29,
    "translation": "Suh gvv jhnm yth mnz tim vatn. Kạczah ychh jae chhe so qrarch."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi tthhohrv timv mʿbvdi brḥqs shryk yuth lvukn ddaln tihnzi vthi nishhi, tvhụ̄ frmạviyvkh ya rsvl Allah tuliv tmtʿ dnyahs andr kynhh kalah kufrs petth rvznh sintụ̄. Pzụ̄ pạtthụ̄ bhr ḥal chuh tohyhi ptv lakhi vatun narse kun."
  },
  {
    "verse_id": 31,
    "translation": "Tvhụ̄ frmạviv myanyn baayman bndn khi tim krin khdae snzn nʿmtn shukr gzạry. Ythh pạtthụ̄ khi tim thavn brpa nemaz pabndy san, byyhi krn khrch tmhi malh mnz yus asiy timn ʿṭa kvr pvshydh pạtthụ̄ th nny pạtthụ̄ th suh doh yinh brvntth yymhi doh nh khryd v frvkht āshi, nh dvsty hund slslh āshi."
  },
  {
    "verse_id": 32,
    "translation": "Mʿbvdi brḥq gv sue yymụ̄ āsman th zmyn pạd kvr, byyhi yymụ̄ āsman khi ṭrfh trvv ruvd, ps kddin tmiy sintụ̄ myvh th phl, sue kvrun tuhund rzq."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi thavyn tuhndis akhtyars andr nav th jhaz, yuth tim tuhndiy ḥukmh sintụ̄ dryavn andr avr yvr pkn, byyhi kryn tuhundis akhtyars andr kolh joyhi th dryav, byyhi kvrun tuhundi nfʿ khạṭr muskhr āftab th zvun yim hmyshh pkan chhi pnnhi kamhi sintụ̄, byyhi krin muskhr tuhndi khạṭr rat th doh."
  },
  {
    "verse_id": 34,
    "translation": "Byyh dyut nv tohyhi tmhi mnz yhi tohyhi mvngvus pnnhi yczhnh mvjvb, byyhi hrgah tvhụ̄ shumar th grnd hyyv krnụ̄ khdae snzn nʿmczn tvhụ̄ hykyv nh timn shumar krith. Pzụ̄ pạtthụ̄ ansan chuh skht be anṣaf na shukr guzar."
  },
  {
    "verse_id": 35,
    "translation": "Byyhi pạviv czyts yylhi ḥẓrti abrahym ʿlyh alslamn ḥẓrti asmaʿīl th ḥẓrti ḥajrh khdae sndi ḥukmh mydani mks mnz anith tthi trạvụ̄, tmiy vqth mvngukh dʿā, ae myanhi prvrdigar yhi shhr )yʿny mkh shryf( krtn amn vvl shhrah, byyhi thavth dvur me th myanyn khaṣ avladn thi potlyn hndi ʿbadt krnh nishhi."
  },
  {
    "verse_id": 36,
    "translation": "Prvrdigara pzụ̄ pạtthụ̄ ddạlụ̄ yimv potlyv varyah lvukh yʿny yim bne tihnzi gumrạhy hund sbb, vonụ̄ yus timv andr myạnụ̄ mtabʿt th pyrvy kri suh chuh myvn, byyhi yymụ̄ myạnụ̄ nafrmạny kr, cz kr timn hdayt krith mghfrt, tikyazi byshk cz chuhkh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 37,
    "translation": "Prvrdigarah pzụ̄ pạtthụ̄ me bsvv pnun frznd asmaʿīl ʿlyh alslam tuhndi vasṭh tmụ̄ sndụ̄ avlad yth mạdans mnz yus nh zraʿt vvl chuh chạnis tʿẓymh vạlis grs khanh kʿbs nkhtl yus brvntthh petthh yythi ns mvjvd avs yth lvukh hmyshh tʿẓym v adb kran rvzn. Pnun frznd bsvv me ath nkhtl, prvrdigarah yuth tim nemaz brpa thavn nemazi hund khaṣ ahtmam krn. Vnụ̄ kyn chuh yhi mạdan khoshik, balkl be āb vgyah, ps kr cz bʿẓ lvukn hund dil mạyl timn kun, yuth timn sintụ̄ ābad spdn. Chvnkhi yythi chuhnh zraʿt vghạr kynhh thi lhādha khyavukh tim myvh pnnhi qdrt sintụ̄ yuth tim chạnụ̄ shukr gzạry krn."
  },
  {
    "verse_id": 38,
    "translation": "Prvrdigarah yhi svn dʿā chuh mḥẓ mḥtạjy th ʿbvdyts petth mbny vrnh cz chuhkh zanan thi svrue yhi asụ̄ pvshydh thavan chhi byyhi thi svrue yhi asụ̄ ẓạhr kran chhi, byyhi chuhnh pvshydh Allah tʿālyā hs nishhi kanhh chyzah zmyns andr th āsmans andr."
  },
  {
    "verse_id": 39,
    "translation": "Ḥmud bvvin ts mʿbvdi brḥqs yymụ̄ me ʿṭa krụ̄ buddith zh frznd. Akh asmaʿīl yylhi bh nmth )90( vohr avsus. Byakh frznd asḥaq yylhi bh akh hth th bah vohr )112( avsus, pzụ̄ pạtthụ̄ myvn prvrdigar chuh setthah bvzvun mngns yʿny dʿā qbvl krvun."
  },
  {
    "verse_id": 40,
    "translation": "Prvrdigarah me kr th nemaz gzar, byyhi krukh myanyv frzndv andr thi bʿẓ nemaz gzar, prvrdi garah byyhi kr th myạnụ̄ yim duʿā qbvl."
  },
  {
    "verse_id": 41,
    "translation": "Prvrdigarah mghfrt kr myạnis mạlis th majhi byyhi sarine baaymann yymhi dohh ḥsab qạym spdi yʿny qyamtk doh."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi mh kr cz gumanh ae mukhaṭb Allah tʿālyā ma chuh be khbr timv kamyv nishhi yimh kamhi kạfr th mushrk kran chhi, suh chuhnh timn mhlt divan mgr tth dohs tanụ̄ yymhi doh dr lgn timn lvukn hnz achh tmhi dohuk khvfnak th khṭrnak ʿdhab vuchhith."
  },
  {
    "verse_id": 43,
    "translation": "Dvran āsn tim ḥisab kis mvqfs kun klh pnnụ̄ thvd rttith. Achh āsnkh nh vttne yivan tim āsnkh dr ljmcz hyvrkun, byyhi āsnkh dil khạly ʿqlhi nishhi, balkl bdḥvas āsn gạmtụ̄."
  },
  {
    "verse_id": 44,
    "translation": "Byyhi khvcz nạviyvkh tvhụ̄ lvukh ya rsvl Allah tth dohs yymhi doh yimn petth ʿdhab vathi, ʿdhab vuchhith vnn yim ẓạlim prvrdigarah muhlt dith ashi km kals tanụ̄, tth mudts andr krhv asụ̄ thi svrue yhi cz frmavhkh. Byyhi kr hv mtabʿt th pyrvy chanyn pyghmbrn hnz. Vnnh yykh ashi dicze na tohyhi dnyahs andrmhlt, kyah tvhụ̄ ạsiv na qsm havan azkhi brvntth dnyahs andr khi tohyhi chhuvnh andr nyr nue zanhh."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi ạsiv na tvhụ̄ bsan timn lvukn hndyn shhrn andr yimv ẓlum kvr pạnụ̄ pans sạnụ̄ nafrmạny krith, byyhi nnyv vna tohyhi ashi kyah mʿāmlh kvr timn sintụ̄, ath nafrmạny petth kyuth sza dyut ashi timn lvukn, byyhi kri na ashi byan tohyhi tihnz mithalh th tihndụ̄ qṣh."
  },
  {
    "verse_id": 46,
    "translation": "Pzụ̄ pạtthụ̄ timv kre pnnụ̄ sạry tdbyr byshk tmhi qsmkụ̄ yimv sintụ̄ koh thi pnnhi jayhi ddlhn mgr tim sạry tdbyr spdụ̄ bykar."
  },
  {
    "verse_id": 47,
    "translation": "Ae mukhaṭbh cz mh kr hrgiz yhi guman khi Allah tʿālyā kyah chuh bdl kr vun pnnis vʿds yus tmụ̄ pnnyn pyghmbrn sintụ̄ kvr, pzụ̄ pạtthụ̄ Allah tʿālyā chuh ghạlib aintqam hynh vvl. Ts hykhi nh pth rttith antqam th bdlh hynh nishhi kanhh."
  },
  {
    "verse_id": 48,
    "translation": "Yymhi dohh bdlavnh yiyhi yhi zmyn byyis zmyns sintụ̄ byyhi yhi āsman byyis āsmans sintụ̄, sạriy lvukh nyrn pnnyv jayv andr kunis qhr vạlis khdays brvntth knhi jvab dinh khạṭr."
  },
  {
    "verse_id": 49,
    "translation": "Byyhi vuchuhvkh tvhụ̄ nafrman hankln th hth kryn mnz akh akis sintụ̄ bnd krnh āmtụ̄."
  },
  {
    "verse_id": 50,
    "translation": "Kurtnhi tihnz āsn tar kvlchhi, vlhi tihndyn buthyn nar."
  },
  {
    "verse_id": 51,
    "translation": "Yuth Allah tʿālyā bdlh diyhi prth akis mujrims tmhi sari kue yhi tmụ̄ kvr mut āshi dnyahs andr, pzụ̄ pạtthụ̄ Allah tʿālyā chuh jld ḥsab hyvvun."
  },
  {
    "verse_id": 52,
    "translation": "Yhi qrāni mjyd ya svrh shryf chuh kạfy nṣyḥt khạṭr, byyhi yuth timn amhi sintụ̄ byim krnh yiyhi. Byyhi yuth tim zann Allah tʿālyā chuh mʿbvdi brḥqah kunue. Byyhi yuth amhi sintụ̄ nṣyḥt rttn ʿqlhi vạlụ̄."
  }
]