[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvf mqṭʿāt yimn hndi mʿne yich chhe khdae se khbr, yim chhi āyat bjhi ktabhi hndụ̄ byyhi rvshn qrāni mjydkụ̄."
  },
  {
    "verse_id": 2,
    "translation": "Yylhi qyamtuk doh spdi, kạfr āsn variyahn ʿdhabn mnz mubtla. Tmy vqth krn phyrụ̄ phyrụ̄ tmna, kvnh ạsụ̄ asụ̄ thi muslman. Yymhi yymhi saʿth tim vuchhn muslmann hnz kamyạby ya yymhi yymhi saʿth tim nvis ʿdhabs āsn grftar spdan."
  },
  {
    "verse_id": 3,
    "translation": "Trạviyvkh tim pnnis ḥals petth khyyin var pạtthụ̄ byyhi tulin tmtʿ mali dunyahuk. Ghạfil th āvrụ̄ chhi kran timn zyitth ārzv th bddụ̄ mnṣvbh. Ps brvntth phn zann tim pane. Mrụ̄ the spdi timn ḥqyqti ḥal mʿlvm."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi krụ̄ nh ashi hlak kunhi shhrkụ̄ lvukh mgr tihndi khạṭr avs hlaktuk vqt lykhnh āmut, mqrrkrnh āmut. Tmiy sbbh chuhnhi yimn thi nafrmạny petth fvraan sza yivn dinh."
  },
  {
    "verse_id": 5,
    "translation": "Kanhh aumtah gczihh nh brvntth pnnis muqrr krnh āmtis vqts nh gczihh pth. Yithe pạtthụ̄ yymhi saʿth yimn lvukn hndi glnuk vqt vathi tmhi saʿth gln yim ẓrvur."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi lgụ̄ dpnhi mkkụ̄ kạfr tohyhi ya rsvl Allah, ae shkhṣ ys petth nạzil āv krnh qrān, be shk chuhkh cz mvt th dyvanh. Cz chuhkh nbvtuk ghlṭ dʿūyā kran."
  },
  {
    "verse_id": 7,
    "translation": "Vrnh tvhụ̄ ath dʿūyā hs andr pzụ̄ zyạrụ̄ chhiv tylhi kvnh chuhkh ashi brvntth kun mlạyk anan yim ashi nishhi tuhund tṣdyq kr hn. Allah tʿālyā chuh frmavan."
  },
  {
    "verse_id": 8,
    "translation": "Asụ̄ chhikh nh mlạyk svzan mgr fạṣlh hyth, tth ṣvrts andr yyhi nh timn tmhi vqth mhlt dinh. Tmhi saʿth chuh timn ayman anun ya ʿdhabs grftar spdun."
  },
  {
    "verse_id": 9,
    "translation": "Byshk aasiy kvr nạzil yhi qrāni mjyd. Tmich dlyl chhe tmyuk mʿjzh āsun, byyhi chhi asiy tth rạchh krvnụ̄. Tth andr hykhi nh kanhh nh kmy krith nh zyadty krith."
  },
  {
    "verse_id": 10,
    "translation": "Pzụ̄ pạtthụ̄ svuzụ̄ ashi tohyhi brvntth thi ya rsvl Allah pyghmbr brvntthmyn jmaʿtn kun."
  },
  {
    "verse_id": 11,
    "translation": "Avs nayivan timn nishhi kanhh pyghmbr mgr tim ạsụ̄ ts asthza th tthtthh kran."
  },
  {
    "verse_id": 12,
    "translation": "Yithe pạtthụ̄ chhi asụ̄ anbyahn tthtthh kran khyal. Nafrmann hndyn diln andr pạd kran."
  },
  {
    "verse_id": 13,
    "translation": "Tmy sbbh krn tim pczh ath qrāni mjyds yhi nv kthah chhanh, yhi chuh rsmy rvudmut brvntthmyn lvukn hund. Lhādha mh spdiv tvhụ̄ āzrdh th ghmgyn. Tihndi ʿnadch kyfyt chhe yhi zi mlạykn hund āsman khi ṭrfh nạzil spdun th vasun thạvitv atithe. Hrgah yime lvukh āsmamans petth kharvkh ythh pạtthụ̄ khi."
  },
  {
    "verse_id": 14,
    "translation": "Hrgah asụ̄ muczravv tihndi khạṭr āsmanuk drvazh tvpth hyn khsun tim dohlhi )yymhi vqth nh nindri hund mvqʿe āshi( tmhi drvazh kinụ̄ āsmans kun."
  },
  {
    "verse_id": 15,
    "translation": "Tvthi yiykh nh pczh, dpnhi lgn sanhi achh chhanh mgr bnd krnh āmcz. Asụ̄ chhinh āsmans khsan blkhi chhe ashi nẓr bndy krnh āmcz. Blkhi chuh ashi petth sḥr th jvd krnh āmut. Ashi heamhi ʿlavh thi kynhh havnh yyhi tithi āshi yy yʿny sḥr th jvd."
  },
  {
    "verse_id": 16,
    "translation": "Pzụ̄ pạtthụ̄ krụ̄ ashi āsmann andr burj pạd, byyhi krụ̄ ashi tim āsman muzyn vuchhn valyn hndi khạṭr."
  },
  {
    "verse_id": 17,
    "translation": "Byyhi krashi tth rạchh prth kddith czhnnh āmtis shyṭans nishhi."
  },
  {
    "verse_id": 18,
    "translation": "Mgr yymụ̄ shyṭann czvri pạtthụ̄ kn diyut, kanhh khbrah bvuzn tmis chuh pth dvran rvshn tarukah ryhh travan yymhi sintụ̄ suh shyṭan chuh hlak spdan ya bd ḥvas spdan. Amy ṭryqh chhi asụ̄ shyṭans nishhi āsmans ḥfaẓt kran."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi vhrvv ashi zmyn yuth tth mnz bsn ansan th ḥyvanat, tth mnz trạvụ̄ ashi gvbirh th thqlh khạṭr lngr yʿny bddụ̄ bddụ̄ koh. Byyhi khvr ashi tmhi zmyn mnz prth chyzah mynith th vzn krith."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi krụ̄ pạd ashi ath zmyns mnz tuhndi khạṭr zindh rvznkụ̄ saman. Khynkụ̄ chyz th chhnkụ̄ chyz, lbas th poshak, byyhi krụ̄ ashi tuhndi fạydh khạṭr tim mkhlvq pạd yimn rvzy divnụ̄ tvhụ̄ chhiv nh blkhi chhi asụ̄ timn rzq ʿṭa kran. Tvhụ̄ chhiv timn nishhi fạydh tulan."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi chuh nh kanhh chyzah az qsm rzq mgr tamikụ̄ khzann hndụ̄ khzanh chhi aasiy nishhi. Asụ̄ chhinh travan th nạzil kran mgr akhi mqdar mv jvb."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi chhi asụ̄ svzan vav yim pvur chhi kran aobrs ābh sintụ̄, tvpth chhi asụ̄ travan āsman khi ṭrfh rvud. Tvpth chhi asụ̄ tvhụ̄ syrab kran, tvhụ̄ hykhi hivnh tyvut āb akse jayhi jmʿ krith."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi chhi asụ̄ zindh kran th maran, byyhi chhi asiy sạriy mạrith pth kun baqy rvz vnụ̄."
  },
  {
    "verse_id": 24,
    "translation": "Pzụ̄ pạtthụ̄ ashi chhe khbre tohyhi andr brvntth gczhvunyn hnz. Byyhi chhe pzụ̄ pạtthụ̄ ashi khbre tohyhi andr pth rvzvnyn hnz."
  },
  {
    "verse_id": 25,
    "translation": "Pzụ̄ pạtthụ̄ tuhund prvrdigare svnbri timn avlynn th ākhrynn. Pzụ̄ pạtthụ̄ sue chuh setthah ḥikmt vvl setthah zann vvl. Ts chhe khbr ks mkhlvq sndụ̄ km km ajza kth kth jayhi chhi."
  },
  {
    "verse_id": 26,
    "translation": "Byyhi krụ̄ ashi pạd pzụ̄ pạtthụ̄ ansan khoshik gạmcz rbh. Yth trnv trnvgczhan avs, yth variyahs kals ābs mnz rvznh sbbh mushuk vvthmut avs."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi krụ̄ jin pạd amhi brvntth nar chhi ryhhi yth sintụ̄ rvḥ avs."
  },
  {
    "verse_id": 28,
    "translation": "Suh vqt thi chuh qạbli dhkr yylhi tuhndụ̄ prvrdigarn frmvv mlạykn ae mlạykvbh krn aakh mkhlv qah aakh pạdyymụ̄ sund puvst nvnue jcz vrạe āshi tghyr gạmczi rbhi yosh khoshik gczihth dzan āshi."
  },
  {
    "verse_id": 29,
    "translation": "Tvpth yylhi bh suh mukml krn byyhi br bh tihndis bdns mnz pnun rvḥ, tmhi saʿth gczihh tuhund fvraan ts kun nmun sjdh kis ḥalts andr rvzun myanhi rvḥ khi tʿẓymh khạṭr."
  },
  {
    "verse_id": 30,
    "translation": "Tvpth yylhi suh vqt vvt sarve mlạykv dyut sjdh aikh vtth."
  },
  {
    "verse_id": 31,
    "translation": "Mgr dyut nh sjdh ablysn, tmụ̄ kvr ainkar sjdh dinh valyn sintụ̄ shạmil spdnh nishhi."
  },
  {
    "verse_id": 32,
    "translation": "Khdayn frmuv vus, ae ablys cze kyah spdue cz spdukh nh shạmil sjdh dinh valyn sintụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Aiblysn dvp, bh gvs nh suh shkhṣ bh kyah dimh sjdh ts bshrs yus cze pạd kvrthn tghyr gmczi rbhi, yosh khoshik gczihth dzan ạs."
  },
  {
    "verse_id": 34,
    "translation": "Khdayn frmvvus tylhi nyr cz jnth mnz tikyazi pzụ̄ pạtthụ̄ chuhkh cz mrdvud."
  },
  {
    "verse_id": 35,
    "translation": "Pzụ̄ pạtthụ̄ byyhi chhe cze petth lʿnt qyamt kis dohs tam yʿny hmyshh."
  },
  {
    "verse_id": 36,
    "translation": "Aiblysn dvp prvrdigara hrgah bh ḥẓrti ādm sndi vjhh mrdvud kvrths tylhi di me muhlt tth dohs tanụ̄ yymhi dohh sạriy ansan dubarh byyhi zindh krith qbrv andr kddnh yin."
  },
  {
    "verse_id": 37,
    "translation": "Allah tʿālyā hn frmvvus byshk chuhkh cz muhlt dinh āmtyv andr."
  },
  {
    "verse_id": 38,
    "translation": "Tth muqrr āmtis dohs tanụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Aiblysn dvp khdaya yymhi vjhh kinụ̄ cze kvrths bh gmrah me chuh qsm bh krkh gmrah bny ādm. Mʿāṣy th gunhn dimh timn zynt dunyahs andr. Ychhh kamhi āsn bvznh yivan timn jan byyhi krkh bh sạriy gmrah, syzi vathi nishhi ddalkh."
  },
  {
    "verse_id": 40,
    "translation": "Mgr chlym nh kynhh chanyn mukhlṣ bndn petth yim cz myanhi athr nishhi mḥfvẓ thạvi tkh."
  },
  {
    "verse_id": 41,
    "translation": "Allah tʿālyā hn frmvvus bs yohe akhlae kyah chhe me tanụ̄ vatnch syz vth."
  },
  {
    "verse_id": 42,
    "translation": "Pzụ̄ pạtthụ̄ myanyn bndn petth chuhe nh cze kanhh ṭaqt gmrah krnuk, mgr time yim chạnụ̄ pyrvy krn, chanhi kthh mann, ddlmtyv andr."
  },
  {
    "verse_id": 43,
    "translation": "Byshk nari jhnm chuh timn sarne hndi vʿdch jae. Yʿny cz th chanyn pyrvn hndi khạṭr chuh jhnm tyar krnh āmut."
  },
  {
    "verse_id": 44,
    "translation": "Tth jhnms chhi sth drvazh. Prth drvazh khạṭr chuh timv nafrman lvukv andr akh akh ḥiṣah muqrr krnh āmut."
  },
  {
    "verse_id": 45,
    "translation": "Pzụ̄ pạtthụ̄ mutqy th prhyz garyim shrkh nishhi, nafrmạniyv nishhi pth rvudmtụ̄ āsn, tim āsn baghn andr, yimn mnz km km chshmh, nagh rad āsn pkan timn yyhi vnnh."
  },
  {
    "verse_id": 46,
    "translation": "Ae ba aymanv acziv yimn jntn andr bslamty, amn v aman san."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi āshi ashi kvddmut brvntthue tihndyv dilv andr svrue kynh th ḥsd, tmhi sbbh āsn tim bạe bạe sydi syvd tkhtn petth bihith. Akh akụ̄ sund drjh vuchhith āsykh nh rshk th ḥsd spdan."
  },
  {
    "verse_id": 48,
    "translation": "Vatan āshi nh timn jntn mnz kanhh tklyfah, byyhi yin nh tim kddnh zanhh timv jntv andr."
  },
  {
    "verse_id": 49,
    "translation": "Frmạviv tvhụ̄ yarsvl Allah myanyn bndn, byshk bh chuhs setthah mghfrt kr vun setthah rḥm kr vun,"
  },
  {
    "verse_id": 50,
    "translation": "Byyhi chuh myvn ʿdhab thi setthah kddur ʿdhab."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi kriv ḥẓ myanyn bndn khbr ḥẓrti abrahym sndyn pczhyn hnz. Pane trykh fikri kthh pạtthụ̄ chuh Allah tʿālyā snd ụ̄doshvae ṣft. Rḥmtkụ̄ ṣft th ghẓbkụ̄ ṣft ẓạhr spdan pnnis pnnis mvqs petth."
  },
  {
    "verse_id": 52,
    "translation": "Yylhi tim pczhụ̄ czae timn nish tvpth krkh slam. Ḥẓrti aibrahymn dvpukh asụ̄ chhi tohyhi khvczan."
  },
  {
    "verse_id": 53,
    "translation": "Timv dvphkh khvcziv mh blkh gczihv khosh tikyazi asụ̄ chhi tohyhi khosh khbr vatnavan akis ʿālmi frzndh snz."
  },
  {
    "verse_id": 54,
    "translation": "Ḥẓrti abrahymn frmvvukh kyah tvhụ̄ chhiv me frzndh snz khosh khbr vnan. Ḥalankhi bh chuhs vvnụ̄ buddyvmut. Ps kithh pạtthụ̄ chuhvm khosh khbr divan."
  },
  {
    "verse_id": 55,
    "translation": "Timv dvphkh asụ̄ ḥẓ chhi pzụ̄ pạtthụ̄ tohyhi khosh khbr vnan. Ps mh spdiv tvhụ̄ naaumyd."
  },
  {
    "verse_id": 56,
    "translation": "Ḥẓrti abrahymn frmvvukh khdae sndi rḥmt nishhi kus spdina amyd gmrahv vrạe."
  },
  {
    "verse_id": 57,
    "translation": "Tvpth frmvvhkh tohyhi kyah kạm chhe byyhi, ae khosh khbr hyth svznh āmtyv mlkv."
  },
  {
    "verse_id": 58,
    "translation": "Timv dvphkh byshk asụ̄ chhi svznh āmtụ̄ akis nafrman jrạym pyshh qvms kun tihndi hlak krnh khạṭr. Timn sza dinh khạṭr."
  },
  {
    "verse_id": 59,
    "translation": "Mgr nh ḥẓrti lvṭ sndis khandans, pzụ̄ pạtthụ̄ timn sarine khạṭr chhi asụ̄ njat divnụ̄."
  },
  {
    "verse_id": 60,
    "translation": "Mgr nh ḥẓrti lvṭ snz znanh tmụ̄ sndi khạṭr chuh ashi muqrr kvrmut khi sochhe kạfirn sintụ̄ rvuzith ʿdhabs grftar spdn vajynụ̄."
  },
  {
    "verse_id": 61,
    "translation": "Tmhi pth yylhi vạtụ̄ yim svznh āmtụ̄ mlk lvṭ sndis khandans nishhi ansan shklih andr."
  },
  {
    "verse_id": 62,
    "translation": "Timv dvphkh tvhụ̄ chhiv byshk bvznh yivan ghyr zan jmaʿthah."
  },
  {
    "verse_id": 63,
    "translation": "Timv dvphkh, nh asụ̄ vvpr chhinh blkhi chhi asụ̄ āmtụ̄ tohyhi nish suh chyz hyth yth mnz yim lvukh shk th trdd kran ạsụ̄ yʿny yihndi khạṭr ʿdhab."
  },
  {
    "verse_id": 64,
    "translation": "Byyhi chhi āmtụ̄ asụ̄ tohyhi nishhi pokhth kth hyth. Byyhi chhi asụ̄ yqynaan pvz vnh vnụ̄."
  },
  {
    "verse_id": 65,
    "translation": "Ps kddiyvn pnun ʿīal yymhi shhr andr rạcz hndis kunhi ḥṣs andr. Tvhụ̄ thi nyriyvkh sintụ̄ pth pth. Tohyhi andr yuth nh pvt nẓr kanhh diyhi. Byyhi gczihv tvhụ̄ yvtth tohyhi ḥukm krnh āv yʿny shhri shams kun."
  },
  {
    "verse_id": 66,
    "translation": "Byyhi svuzashi ḥẓrti lvṭs nish yhi ḥukm khi pzụ̄ pạtthụ̄ yimn lvukn hund mvul chuh czttnh āmut ytuhue yim ṣbḥs vothn."
  },
  {
    "verse_id": 67,
    "translation": "Tvpth āe amhi shhrkụ̄ lvukh ḥẓrti lvṭs nishhi yimn khvbṣvrt mhmann hund bv zith khvshyhi th shadi kran khi shkar bnyv."
  },
  {
    "verse_id": 68,
    "translation": "Ḥẓrti lvṭ spud ghmgyn, timv dvphkh yim ha chhi myạnụ̄ mhman, mh mnd chhạviv me."
  },
  {
    "verse_id": 69,
    "translation": "Byyhi khvcziv khdays byyhi mh mndchhạviv me."
  },
  {
    "verse_id": 70,
    "translation": "Timv dvphkh asụ̄ chhina tohyhi mnʿ kran khi tvhụ̄ mh ạsiyvkh ʿālmkụ̄ lvukh gr anan th mhman bnavan."
  },
  {
    "verse_id": 71,
    "translation": "Ḥẓrti lvṭn frmvvukh pz pạtthụ̄ yhi tuhnz znanh chhe myanyn kvryn brabr, tuhnz khvạhsh pvr krnh khạṭr chhe timh kạfy. Ḥlal chyz trạvith kyazi chhiv ḥram chyzs pth laran."
  },
  {
    "verse_id": 72,
    "translation": "Tihndi januk qsm ya rsvl Allah, qvmi lvṭ avs pnnhi msty mnz gyran. Timn avs nh bvzne yivan kynhh svn vogun, ḥẓrti lvṭ sndi frmavnuk ạsụ̄ nh kanhh prvah kran."
  },
  {
    "verse_id": 73,
    "translation": "Ps rttụ̄ tim ṣubḥs āftab khsnh vizi jbryl amyn snzi krykhi."
  },
  {
    "verse_id": 74,
    "translation": "Tvpth kvr ashi tuhndis shhrs tluk petth, byyhi trvv ashi tohyhi petth sngi baran, myczi phlụ̄ yim nars mnz pynh ạsụ̄ āmtụ̄. Time ạsụ̄ knhi hishhi gmtụ̄ time trạvikh petth rvudkụ̄ pạtthụ̄."
  },
  {
    "verse_id": 75,
    "translation": "Pzụ̄ pạtthụ̄ ath qṣs mnz chhi variyah nishanh th dlylh varh vuchhn valyn hndi khạṭr."
  },
  {
    "verse_id": 76,
    "translation": "Pzụ̄ pạtthụ̄ tihndụ̄ shhr chhi myạnhi vthi petth. Yus tpạrụ̄ pkan chuh ts chhi yim tbah v brbad gmtụ̄ shhr bvznh yivan."
  },
  {
    "verse_id": 77,
    "translation": "Pzụ̄ pạtthụ̄ ath mnz chuh bvdd nishanh baaymann hndi khạṭr."
  },
  {
    "verse_id": 78,
    "translation": "Byyhi ạsụ̄ pzụ̄ pạtthụ̄ kulyn th duphn tl rvzvunụ̄ qvmi shʿīb setthah ẓạlim th nafrman."
  },
  {
    "verse_id": 79,
    "translation": "Ps hyvt ashi antqam timn doshvnụ̄ qvmn. Pzụ̄ pạtthụ̄ tim doshve qvm ạsụ̄ bsan nnhi vthi petth, ṣaf srrkhi petth ypạrụ̄ mkh shryf petth sham shryf lvukh gczhan ạsụ̄."
  },
  {
    "verse_id": 80,
    "translation": "Pzụ̄ pạtthụ̄ byyhi kvr ankar ḥjr valyv thi pyghmbrn. Suh gvv qvmi thmvd yimn kun ḥẓrti ṣalḥ pyghmbr svznh āmtụ̄ ạsụ̄. Akis pyghmbrs ainkar krun gvv sarne pyghmbrn ainkar krun. Tim ạsụ̄ bsan shhri ḥjrs mnz yus mdynh munvrs th sham shryfs drmyan vaqʿ avs."
  },
  {
    "verse_id": 81,
    "translation": "Byyhi vatnạvụ̄ timn nishhi thi aashi pnnụ̄ nishanh th dlylh mgr timv phyur timh dlylh vuchhith thi buth, kanhh altfat kvrukh nh timn āyatn kun."
  },
  {
    "verse_id": 82,
    "translation": "Tim ạsụ̄ kohn mnz kvurith gr bnavan timne grn mnz ạsụ̄ amn vamn san bsan."
  },
  {
    "verse_id": 83,
    "translation": "Ps rttụ̄ tim thi krykhi ṣbḥ khi vqth."
  },
  {
    "verse_id": 84,
    "translation": "Ps dyut nh kanhh fạydh timn timv mẓbvṭ th mḥkm grvyim tim bnavan th tyar kran ạsụ̄."
  },
  {
    "verse_id": 85,
    "translation": "Byyhi krụ̄ nh ashi āsman th zmyn byyhi yhi yimn don mnz chuh pạd mṣlḥth bghạr blkh chhe tihndis pạd krns andr setthah mṣlḥcz yhi gyhi bddụ̄ mṣlḥt khi āsman v zmyn vuchhith krn ʿqlhi vạlụ̄ astdlal Allah tʿālyā sndis vjvds th ʿẓmts petth yth lạzim chuh khi ts khdae snz shvbhi aṭaʿt krnụ̄. Yus shkhṣ aṭaʿt kri ts ts yyhi ajrv anʿām ʿṭa krnh. Yus nh aṭaʿt kri ts tsndi khạṭr chuh ʿdhab suh ʿdhab yyhi nh dnyahs andr krnh. Suh yyhi qyamt khi doh krnh, soqyamt chheẓrvur yivunụ̄ tth mnz yyhi nafrmann szadinh, lhādha mh khyyiv tvhụ̄ kanhh ghm blkh kriv nhayt khvby san tihndyn shrartn ʿfv, drgdhr."
  },
  {
    "verse_id": 86,
    "translation": "Pzụ̄ pạtthụ̄ tuhund prvrdigar chuh bvdd pạd kr vun, suh chuh svrue zanh vun sarne hund ḥal chuhs mʿlvm tihndi ṣbruk th tihndyn shrartn hund thi. Lhādha hyhi suh timn pvr pvr bdlh, tvhụ̄ mh vuchhiv tihndis mʿāmls kun kh suh chuh spdan tohyhi mvjbi ghm, tvhụ̄ vuchhiv sạnis mʿāmls kun khi asụ̄ kmhi qsmh chhi tohyhi sintụ̄ lṭf v mhrbạny hund mʿāmlh kran chnachhi."
  },
  {
    "verse_id": 87,
    "translation": "Pzụ̄ pạtthụ̄ ashi kri ʿṭa tohyhi sth āyhi krymh byyhi qrāni ʿẓym yim sth āyhi phirụ̄ phirụ̄ chhi yivan prnh prth nemazi andr. Yhi svrh fatḥh chuh jamʿ bddyn bddyn mẓmvnn. Tmhi vjhh chuh yth qạbil khi ath yyhi vnnh qrāni ʿẓym yth bh vjh ʿẓmt aum alqran lqb chuh. Lhādha thạviv tvhụ̄ nẓr yhi nʿmt ʿṭa kr vnis kun th ath nʿmts kun, thi spdi tohyhi frḥt v srvuruk baʿth. Lvukn hndis ʿnads th mukhalfts kun mh kriv tvhụ̄ altfat."
  },
  {
    "verse_id": 88,
    "translation": "Mh ḥẓ zytthrạviv nẓr pnnụ̄ tth mali dnyahs kun yymhi sintụ̄ tmtʿ tulnạvụ̄ ashi yimv kạfrv andr bʿẓ lvukh. Byyhi mh khyyiv yuhund ghm, byyhi trạviv bon bazve mubark pnun ba aymann hndi khạṭr, yʿny timn ạsiv pysh yivan btvaẓʿ th nrmy."
  },
  {
    "verse_id": 89,
    "translation": "Byyhi ạsiv frmavan pzụ̄ pạtthụ̄ bh chuhs nnụ̄ pạtthụ̄ khdae sndi ʿdhabuk bym kr vun tohyhi sarine."
  },
  {
    "verse_id": 90,
    "translation": "Ashi kvr nạzil tohyhi petth yhi qrāni mjyd ythh pạtthụ̄ ashi yhvd v nṣaryā hn petth ktab nạzil kr,"
  },
  {
    "verse_id": 91,
    "translation": "Ymv timn ktabn par par kvr. Yhi khosh avsukh kran tih ạsụ̄ thavan, yhi nh khosh avsukh kran thi ạsụ̄ kddan."
  },
  {
    "verse_id": 92,
    "translation": "Ps chuh qsm tuhndis prvrdigar sund ẓrvr prczhv asụ̄ timn qyamt kh doh"
  },
  {
    "verse_id": 93,
    "translation": "Tamhi sarikue yih tim kran ạsụ̄, tvpth dimv prth akis sza."
  },
  {
    "verse_id": 94,
    "translation": "Ps nnụ̄ pạtthụ̄ vatnạviv tvhụ̄ tim aḥkam yimn hund tohyhi ḥukm chuh yivan krnh, rve mubark phiriv mushrkn nishhi. Timn hund mh kriv kanhh prvae."
  },
  {
    "verse_id": 95,
    "translation": "Asụ̄ krv tohyhi kfayt tthtthh kran valyn hund shr dfʿ krnh khạṭr."
  },
  {
    "verse_id": 96,
    "translation": "Yim mʿbvdi brḥqs sintụ̄ brabr chhi thavan byyn bạṭil mʿbvdn. Ps ʿnqryb zann yim amyuk ntyjh."
  },
  {
    "verse_id": 97,
    "translation": "Btḥqyq asụ̄ chhi zanan khi pzụ̄ pạtthụ̄ tuhund dil chuh tng spdan timv kthv sintụ̄ yimh yim dushmn vnan chhi, tmyuk ʿlaj chuh."
  },
  {
    "verse_id": 98,
    "translation": "Ps mh briv tmuyk kanhh prvah, tvhụ̄ kriyv khdae sund yad. Bpạky kriv tihund ṣft byan, byyhi ạsiv tmis sjdh dinh valyv andr."
  },
  {
    "verse_id": 99,
    "translation": "Byyhi kriv pnnis prvrdigar snze ʿbadt yvtanụ̄ vathi tohyhi nish yqyny kth yʿny mvt, mrnh kis vqts tanụ̄ kriv khdae snz ʿbadt."
  }
]