[
  {
    "verse_id": 1,
    "translation": "Khdae sund ḥkm āvyʿny shrk v kfrkhi sza dinuk mvqʿh vvt nzdyk. Ae kạfrv tvhụ̄ mh kriv tth andr jldy. Suh spdi vaqʿ pnnis vqts petth. Yus chyzah yivun chuh svznh āv. Lhādha ae kạfrv mh czhạnddiv ath mnz jldy, munzh th pak, bala vbrtr chuh Allah tʿālyā timv sarve shrykv nishhi yim ts shryk tthhravn chhi tihndis kunhi ḥukms hykn nh tim shryk bdl krith."
  },
  {
    "verse_id": 2,
    "translation": "Svzan chuh suh prvrdigar mlạykn vḥy hyth, pnnhi ḥukmh sintụ̄ ys petth yczhan chhu suh pnnyv bndv andr yʿny anbyahv andr, yiy zi tvhụ̄ kriv bym lvukn byyhi bvznạviyvkh khi kanhh mʿbvd chuhnh me vrạe ps khvucziv me yvt. Prstish mh kriv me vrạe kạnsih hnz."
  },
  {
    "verse_id": 3,
    "translation": "Tmy krụ̄ pạd āsman vzmyn pzụ̄ pạtthụ̄ setthah bala v brtr chuh suh timv sarve chyzv nishhi yim ts shryk tthhravan chhi lvukh."
  },
  {
    "verse_id": 4,
    "translation": "Tmy krụ̄ pạd ansan ḥẓrti ādms pth mny hndis ābh qṭrs akis. Ps chuh yohe ansan nnụ̄ pạtthụ̄ mqablh kran yʿny bʿẓ ansan chhi amhi qsmkụ̄, ghrẓ chuh khi sanhi ṭrfh chuh ansans yimh yimh nʿmcz, tmsndi ṭrfh chhi ath muqablh nashukry thi nasupạsy."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi krụ̄ tmụ̄ pạd charpa, vvntth, gupn th tyr tuhndi khạṭr ae ansanv timne mnz thạvin tuhndi vushnyr krnkụ̄ saman vndkụ̄, yyr yth grm libas czadr th kmlh bnavan chhiv, byyhi chhi timn mnz variyah fạydh. Dod th svạrụ̄, byyhi chhiv timve mnz bʿẓn hund maz khyvan."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi chuh tuhndi khạṭr timn mnz zynt th ʿzt. Yymhi saʿth tvhụ̄ sham khi vqth tim gash khyth vaps anan chuhvkh byyhi tmhi saʿth ṣbḥs grv andr gash khynh khạṭr kddan chhuvkh."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi chhi tim tulan tuhnd bvr. Tvpth vatnavan timn shhrn yimn tvhụ̄ hykhi hivnh tim barv vatnạvith mgr pnnyn pann zuvn setthah mshqt vatnạvith. Byshk prvrdigar tuhund chuh setthah mhrban th rḥm krn vvl. Tuhindi āramh khạṭr km km chyz krin pạd."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi krụ̄ tmy pạd gurụ̄, katr th khryuth svar spdiv. Byyhi chhuv timn mnz tuhndi khạṭr ʿzt th shan. Byyhi kri suh pạd qyamts tanụ̄ khsnh khạṭr tim tim svari yimh nh tohyhi mʿlvme chhe. Yimh svari gyhi dnyah kyn mṭlbn tanụ̄ vatnh khạṭr. Yh gv bdny th ḥisy sfr ṭe krnuk saman. Amhi pth frmvv Allah tʿālyā hn rvḥany th mʿnvy sạrch dhikr."
  },
  {
    "verse_id": 9,
    "translation": "Ptimyv brvntthmyv dlylv sintụ̄ yosh syz vth thạbit chhe spdan so gyhi so vth yosh Allah tʿālyā hs nishhi vatnch vth āshi. Vatv andr chhe bʿẓ vth hjhi vth. Addụ̄ lvukh chhi syzi vathi petth pkith khdays nishhi vatan. Addụ̄ chhi hjv vatv pkan tvpth chhinh tim kun thi vatan tim chhi dchhinụ̄ th khv frụ̄ baln th chhnbn ddolh gczhan, byyhi hr gah Allah tʿālāy yczhhi ha suh havi ha tohyhi sarne syz vth mgr suh chuh tmse syz vth havan yus tmyuk ṭạlib āshi."
  },
  {
    "verse_id": 10,
    "translation": "Suh prvrdigar gv sue yymụ̄ tuhndi khạṭr āsman khi ṭrfhi rvud trvv tmiy mnz chhiv tvhụ̄ trysh chyvan. Byyhi chuh tmiy sintụ̄ gash th kulụ̄ khsan. Tth mnz chuhvkh tvhụ̄ charvạe gash khynh khạṭr travan."
  },
  {
    "verse_id": 11,
    "translation": "Kharan chuh Allah tʿālāy tmiy rvud sintụ̄ tuhndi khạṭr ziraʿt byyhi drkhti zytvn byyhi khzr kulụ̄ th dchhhi kulụ̄. Byyhi sạry myv jat yim dunyahs andr pạd spdan chhi, pzụ̄ pạtthụ̄ chhe ath mnz bjhi bjhi dlylh tvḥyd chhi fkri valyn hndi khạṭr."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi krụ̄ Allah tʿālyā hn tuhndi āram v āsạyshhi khạṭr rat th doh, āftab th zvun mskhr qdrt, chhi baqy star thi tihindy ḥukmh mskhr qdrt, tim chyz thi yim tuhndi fạydh khạṭr pạd krin tmam rve zmyns andr tim chyz, byyhi chhi tithh pạtthụ̄ khi timn hndụ̄ aqsam chhi byvn byvn, pzụ̄ pạtthụ̄ ʿqlhi valyn hndi khạṭr chhi yimn chyzn andr khdae sndi tvḥyd chhi bjhi bjhi dlylh."
  },
  {
    "verse_id": 13,
    "translation": "Yithh pạtthụ̄ krin muskhr tim chyz thi yim tuhndi fạydh khạṭr pạd krin tmam rve zmyns andr, tim chyz chhi tithh pạtthụ̄ khi timn hund rng chuh byvn byvn, pzụ̄ pạtthụ̄ath mnz thi chhe bjhi bjhi dlylh khdae sndi tvḥyd chhi nṣyḥt rtth vnyn khạṭr."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi gvv suh prvrdigar sue yymụ̄ dryav th smndr krụ̄ mskhr qdrt, yuth tvhụ̄ khyyivtmhi mnz kddith gaddn hund taz taz maz, byyhi yuth kddiv tvhụ̄ tmhi smndr mnz ghnuk th zyntuk chyz lʿl vjvạhir th mokhth. Yus tvhụ̄ sạry mrd th znanh lagan chhiv zynth khạṭr, byyhi chuhv dryavn hund fạyd yithi khi czh chhahakh vuchhan ae mkhạṭib nav lokchhi thi th bjhi tih, blkhi bddụ̄ bddụ̄ jhaz ath smndrs mnz ābs czttan pkan, byyhi krin drya v mskhr qdrt, yuth tvhụ̄ yimn smndrn th dryavn andr mal tijart nith sfr krith khdae sund rzq tlash kriv. Byyhi yuth yim sạry fạydh zyri nẓr anith kriv tihnz shkur gdhary."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi thạviv Allah tʿālyā hn zmyns petth bddụ̄ koh, yuth nh so zmyn tohyhi pans petth tulith vvtl bujhi kri, avr yvr ddlhi, byyhi kryn jạry ath zmyns mnz kolh th joyhi. Byyhi kjn ath zmyns mnzvath th srrkh yuth tvhụ̄ timv vtv pkith mqṣds vatan ạsiv."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi kri Allah tʿālyā hn tmih vthi prznavnh khạṭr variyah nishanh qạym musa firn hndi pknh khạṭr yimv nishanv sintụ̄ vth lbnh yivan chhe. Byyhi chhi starv sintụ̄ thi lvukh vth lban. Yim yytụ̄ chyz krụ̄ pạd Allah tʿālyā hn."
  },
  {
    "verse_id": 17,
    "translation": "Vvnụ̄ vnitv yus dhati pak yim yim chyz pạd kr vun chuh, suh lgya brabr thavun timn sintụ̄ yim nh kunhi chyzs hykn pạd krith. Kvnh chhiv yime kthh czyts pạvith ts ayman anan th pczh kran. Tmse pnun mʿbvd zạnith ʿbadt th bndgy kran. Yiczeyạczah chhanh ts mʿbvd brḥq snz nʿmcz."
  },
  {
    "verse_id": 18,
    "translation": "Hrghe tvhụ̄ shumar hyyiv krnhi khdae snz nʿmcz, hrgz hykiyv nh shumar krith. Ad chhanh kthe timn nʿmczn hnz shukr gdhạry krith. Mushrik chihnh nʿmczn hund shukr dpan, nʿmczn hnz qdr zanan. Yhi jurm avs tyvut bvdd yus nh kunhi ṣvurts mnz hykhi ha mʿāf spdith. Ath jurms petth aṣrar krnh sintụ̄ gczhụ̄ tim sarve nʿmczv nishhi mḥrvm spdnụ̄ mgr, pzụ̄ pạtthụ̄ Allah tʿālāy chuh setthah mghfrt krvun mhr ban, hrgah kanhh shkhṣ shirkh nishhi tvbhi kri ts chuh Allah tʿālyā mghfrt kran. Hrgah ne tvbh kri tvthi chuh Allah tʿālyā ts mrns tam nʿmcz ʿṭa kran."
  },
  {
    "verse_id": 19,
    "translation": "Allah tʿālyā chuh zanan thi svrue yih tvhụ̄ pvushydh pạtthụ̄ chihv kran."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi yim lvukh ʿbadt chhi kran khdays vrạe byyn bạṭil mʿbvdn hnz yim nh kanhh chyz pạdh chhi hykan krith blkhi chhi tim panh āsan bnavnh āmtụ̄, tyar krnh āmtụ̄, grnh āmtụ̄, kniv hchiv ya byyhi kunhi chyzkụ̄. Qạʿdh klyh chuh khi khạliq th ghạr khạliq hr giz msạviy th brabr chihnh."
  },
  {
    "verse_id": 21,
    "translation": "Tmhi ʿlavh chhi mʿbvdani bạṭil mordh be jan chyz, byyhi chhanh timn khbre kih kmhi vqth yin lvukh byyhi dubarh zindh krnh. Mʿbvdi brḥq gvv sue yus khạliq thi chuh, zindh thi chuh, ʿālmu alghyb thi chhu."
  },
  {
    "verse_id": 22,
    "translation": "Sue chuh tuhund mʿbvdi brḥq. Mʿbvdi brḥqah ts huyv byyhi kanhh chuhnh dhats andr, nh ṣiftn andr. Ps yim lvukh yycz vẓaḥt krith thi pczh chihnh kran ạkhrts, mʿlvm spud tihndụ̄ dil chhi tvḥyds ankar kran. Byyhi spud mʿlvm khi tim chhi qyamts ayman annh nishhi tkbur kran."
  },
  {
    "verse_id": 23,
    "translation": "Ẓrvury kth chhe yhi khi pzụ̄ pạtthụ̄ Allah tʿālyā chuh zanan thi svrue yhi tim pvushydh kran chhi, byyhi yhi tim nnụ̄ pạtthụ̄ kran chhi. Pzụ̄ pạtthụ̄ Allah tʿālyā chuhnh psnd kran tkbur krvnyn yim tvḥyd nishhi th tṣdyqi rsalt nishhi chhi tkbur kran. Yylhi tihund tkbur krun mʿlvum spud, sinty spud yithi mʿlvum khi tim chhi khdays napsnd. Lhādha diyhi suh timn ẓrvur sza."
  },
  {
    "verse_id": 24,
    "translation": "Byyhi yylhi vnnh yivan chuh khi timn kyah kvrnạzil tihndụ̄ prvrdigarn, dpan chhi tim yhi kthi chuh khdae sndi ṭrfh svznh āmut. Yhi chhe mḥẓ be snd kth, yimh brvntthmyn nishhi nql krnh yvan chhe."
  },
  {
    "verse_id": 25,
    "translation": "Ntyjhi yhi vnnuk āshi khi yimn lvukn āshi tulun pnnyn gunahn hund bvr qyamtkụ̄ doh pvur pvur, byyhi timn lvukn hndyn gnahn hund bvr, yim gumrah kran ạsụ̄ ʿlmh vr ạe. Varyah chih bvzan setthah ychh chuh suh bvr yus yim tuln."
  },
  {
    "verse_id": 26,
    "translation": "Pz pạtthụ̄ fndth tdbyr krụ̄ khdays khlaf timv lvkv yim yimv brvntth ạsụ̄, ps vvt khdaesund ʿdhab tihnzn lryn hndyn knn tl, tvpth pyvv vsith timn lryn hund psh petthụ̄ kinụ̄, byyhi vvt timn ʿdhab tithe yuthnh timn fkri y tri, yih ḥalt gyhi tihndi ʿdhabch dnyahs andr."
  },
  {
    "verse_id": 27,
    "translation": "Tvpth krykh khvarv dhlyl Allah tʿālyā qyamtuk doh. Byyhi dpykh kthi chhiv tim mʿbvdani bạṭil yihndi khạṭr lrrayhi ạsiv kran, vann tmhi saʿth zann vạlụ̄ th ʿạlim pzụ̄ pạtthụ̄ khvạry ychh ʿdhab chhu az kạfrn th nafrmann petth."
  },
  {
    "verse_id": 28,
    "translation": "Yimn zuv kvdd mlạykv yth ḥals andr khi tim ạsụ̄ pạnụ̄ pans ẓlm krvnụ̄, ps pysh krn tim tmhi saʿth ṣlḥch kth byyhi dpn, asụ̄ ạsụ̄ nh kanhh ychh kạmah kran. Mlạykh vnh nkh, yhi kth chhnh yosh tvhụ̄ vnan chhiv, pz pạtthụ̄ Allah tʿālyā chuh pvr zanan thi svrue yhi tvhụ̄ kran ạsiv. Suh diyhi pane tmich mzvurụ̄ tohyhi vnnh yykh."
  },
  {
    "verse_id": 29,
    "translation": "Acziv jhnm kyv drvazv kinụ̄ jhnms andr hmyshh khạṭr chuhv athụ̄ rvzun, ps kinczah ychh jae chh yhi mutkbrn hndi khạṭr. Yhi gvv ʿdhabi ạkhrt. Ḥạṣil chuh yimn āyatn hund khi ae lvukv tvhụ̄ bv ziv brvuntthmyn kạfrn hndi ʿdhabuk ḥal. Yithe pạtthụ̄ yus akhah diyni ḥqs muqablh kri, mkrv fryb kri yithh pạtthụ̄ tvhụ̄ kran chhiv, byyhi chhivtvhụ̄ lvukh gmrah kran. Lhādha āshi yohe anjam tuhund thi."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi chuh vnnh yivan timn lvukn yim shrkh nishhi kufr nishhi pth rvudụ̄ tohyhi petth kyah kvr nạzil tuhndụ̄ prvrdigarn, timv dvp Allah tʿālyā hn kvr suh qrāni mjyd yth mnz khạre khạr chuh, timn lvukn hndi khạṭr yimv rcz kamhi kri chhe yth dnyahs andr rcz mzvurụ̄, byyhi chuh tihndi khạṭr ạkhrtuk gr zyade rut baʿthi frḥt vsurvr, byyhi chuh mtqyn th prhyz garn hund gr."
  },
  {
    "verse_id": 31,
    "translation": "Mtqynn hndụ̄ gr ge hmyshh rvznkụ̄ jnt yimn mnz tim vatn timve mnz āsn pkan jvyhi, tihndi khạṭr chuh timn jntn andr thi svrue yih tim yczhan āsn, yithe pạtthụ̄ kyah diyhi Allah tʿālyā rcz mzvurụ̄ sarineprhyz garn."
  },
  {
    "verse_id": 32,
    "translation": "Tim ge time yihindụ̄ rvḥ mlạyk kddn yth ḥals andr khi tim āsn pak th pakyzh shirk chv ālayshv nishhi ya āsn dr kmal frḥt vsrvr, mlạyk vnnkh slam bvvin tohyhi petth, acziv jnts tikyazi tvhụ̄ ạsiv rcz ʿml kran."
  },
  {
    "verse_id": 33,
    "translation": "Yim kạfr chhinh aintẓar kran mgr mlạykn hndis yins, ya chhi aintẓar kran khdae sndis ḥukms yus tuhndi galh vnhi ʿdhabh khạṭr āshi, yithe pạtthụ̄ kvr ankar th tkdhyb shirk th kufr timv lvukv yim timn brvuntth ạsụ̄, Allah tʿālyā hn kvr nh timn lvukn kunhi qsmh ẓlm. Mgr tim ạsụ̄ pạnụ̄ pans ẓlm kran."
  },
  {
    "verse_id": 34,
    "translation": "Ps vạcz timn bdy pnyn ʿmln hnz byyhi āv vlnh timn sueʿdhab yth tim tthtthh ạsụ̄ kran."
  },
  {
    "verse_id": 35,
    "translation": "Byyhi chhi vnan yim mkkụ̄ mushrik hrgah khdae yczhhi ha asụ̄ kr hav nh ts vrạe kạnshi hnz ʿbadt, nh asụ̄ th nh sạnụ̄ mạlụ̄ bddụ̄ bb, byyhi kr havnh asụ̄ ḥram thi tihndi ḥukmh vrạe kanhh chyzah. Yhi yoczh tmy tihndy yczhnh mvjvb chhi asụ̄ kran. Kạfrn hnz yimh kthh vannh sintụ̄ mh ḥẓ gczihv tvhụ̄ āzurdh. Yhi chahnh nv kthah kanhh, yithe pạtthụ̄ chuh byhvdh bḥth kvrmut timv lvukv yim yimn brvntth ạsụ̄, ps chuhnh pyghmbrn mtthi mgr nnụ̄ pạtthụ̄ aḥkami khdavndy vatnavnụ̄."
  },
  {
    "verse_id": 36,
    "translation": "Pz pạtthụ̄ suvz ashi prth aumts kun pyghmbr lvukn yhi pygham vatnanh khạṭr khi ʿbadt kriv mʿbvdi brḥq snz th pth rvuziv shyṭan sndi tjvyzh mʿbvdani bạṭiln hnzi prstsh krnh nishhi. Ps āsh timv aumtv andr bʿẓ yimn syz vth hạv Allah tʿālyā hn. Timv kvr ḥq qbvl byyhi ạsụ̄ bʿẓ yimn petth gmrạhy thạbit rvuz. So timn nishhi dvr gyhi nh, ps phiyr tv tvhụ̄ ae lvukv zmyns mnz tvpth vuchihtv kyah bnyv ptvkhi timn lvukn yimv pyghmbrn ainkar kvr."
  },
  {
    "verse_id": 37,
    "translation": "Hrgah tohyhi khvahsh chhe tihndi hdaytch tmhi sintụ̄ andi nh kynhh tikyazi Allah tʿālyā chuhnh vath havan timn yimn suh vth ravravi byyhi chuhnh timn khạṭr mddgar yim timn ʿdhab nishhi bchạvith hykn."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi hạvụ̄ timv skht zvrdar qsm yth petth khi Allah tʿālyā krinh kạnsih mrith dubar byyhi pạd. Tvhụ̄ frmạviyvkh, albth ẓrvur kri Allah tʿālyā sạriy mrith byyhi pạd. Tikyazi tmụ̄ chuh aamyuk vʿdh kvrmut pvz vʿd h, lykn akthr lvukh chihnh bavjvdi dlyl qạyim āsnkhi yqyn kran. Yhi dubar zindh krun chuh yymhi khạṭr khi."
  },
  {
    "verse_id": 39,
    "translation": "Allah tʿālyā kri ẓrvur mrnh pth byyhi pạd sarne yuth suh nnụ̄ ravi timn so kth yth mnz tim akhtlaf ạsụ̄ kran, byyhi zann kạfir khi be shk ạsụ̄ tim apziyạrụ̄."
  },
  {
    "verse_id": 40,
    "translation": "Amhi nishhi byyhi kyah ʿjayb chuh byyhi zindh krun, yylhi asụ̄ kunhi chyzkhi pạd krnuk aradh kran chhi asụ̄ chhi vnan spd, aty chuh suh chyz spdan th vjvds andr yivan."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi yimv lvukv mḥẓ khdae sndi khạṭr pnun vṭn mkh shryf trvv shhri ḥbshs kun ge, yylhi timn ẓlm krnh āv, ashi dicz ẓrvur timn rcz jae dnyahs andr, akis rtis shhrs mnz yʿny mdynh munvrs mnz yythi tim amn v raḥtch zndgy bsr krn, yosh mzvurụ̄ ạkhrts mnz timn ʿṭa yyhi krnh so chhe amhi khoth bddụ̄, ae kash timn kạfrn thi he amich khbr āsiha, suh ḥạṣil krnh khạṭr spdhn mslman."
  },
  {
    "verse_id": 42,
    "translation": "Yimv mhajrv ṣbr kvr vṭn travns petth byyhi yim pnnis prvrdigars petth tvkl kran chhi vṭn travnkhi vqth kvrukh nh yhi khyal khi khymv chymv kithh pạtthụ̄, drae pnnis prvrdigars petth bhrvsh krith."
  },
  {
    "verse_id": 43,
    "translation": "Ashi svznh tohyhi brvntth ya rsvl Allah mgr bshr th ansạny pyghmbrah tikyazi bshryts th rsalts andr chuhnh kanhh mnafat yimn kun asụ̄ pnnụ̄ aḥkam svzan ạsụ̄, ps priczhtv ʿlmh valyn th zann valyn hr gah tohyhi pans mʿlvm chuhnh."
  },
  {
    "verse_id": 44,
    "translation": "Ashi svuz tim pyghmbr nanhi dlylh th mʿjzat hyth byyh ktabh hyth, byyhi svuz ashi tohyhi kun yhi qrāni mjyd yuth tvhụ̄ variyah nnirạvith byan kriv lvukn yhi timn svznh āv. Byyhi yuth tim tth andr fikr krn."
  },
  {
    "verse_id": 45,
    "translation": "Kyah tim lvukh yimv ychh ḥylh th tdbyr kri nby krym sndis mkhalfts andr, tim chha be fikr yymhi kthhi nishih khi timn kyah niyhi Allah tʿālyā zmyns tl vạlith ya yymhi kthhi nishhi khi ʿdhab kyah pyyhi vạtith tpạrụ̄ ypạrụ̄ nh timn fkri tri."
  },
  {
    "verse_id": 46,
    "translation": "Ya kya rtthi timn Allah tʿālyā phyran thvran ps chhinh tim ʿạjiz krvnụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Ya kya rtthi timn khvcznạvith ya hnhi hnhi timn km kran th khtm kran, khdays chhe prth chyzs petth qdrt, ts gczhhi prth saʿth khoczun, pz pạtthụ̄ chuh tuhund rb setthah mhrban th setthah rḥm krvun, suh chuhnh jld rttan suh chuh mhlt divan."
  },
  {
    "verse_id": 48,
    "translation": "Kyah tim chihna vuchhan timn sayhi dar chyzn kun yim Allah tʿālyā hn pạd krimtụ̄ chhi kulụ̄ hiy, koh vghạr hiy, nman th phyran chuh timn chyzn hund sayhi dchuhn th khv fur. Khdays sjdh kran th ʿạjzy hund aẓhar kran, tabʿ chhi khdaesndis ḥukms."
  },
  {
    "verse_id": 49,
    "translation": "Byyhi chhi khdaese nman th sjdh divan tim sạry chyz yim āsmann andr th zmynn andr chhi jandarv andr, byyhi chhi mlạyk thi ts sjdh divan, tim chhinh bavjvdi ʿlv shan ts ʿbadt krnh nishhi kunhi qsmh tkbur kran."
  },
  {
    "verse_id": 50,
    "translation": "Tim chhi khvczan pnnis prvrdigars yus timn petthh knhi th baladst chuh. Byyhi chhi tim tʿmyl kran timn sarne ḥukmn yim timn krnhi yivan chhi."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi frmvv Allah tʿālyā hn pyghmbrn hndi vasṭh ae lvukvmh thạviyvkh zh ya variyah khda. Khda chuhna mgr kunue, akve. Ps khvucziyv tvhụ̄ myeyvut. Kyazi yylhi alvhyt khaṣ mye chhe lhādha tmikụ̄ lvạzim yim chhi kmali qdrt vghạr, tim chhi myekhaṣ. Aintqamuk khvf gczihh mye nish thavun. Shirk chuh mngan aintqams. Lhādha gczihnh khdays shryk tthhravun."
  },
  {
    "verse_id": 52,
    "translation": "Byyhi chuh tihundueyhi svrue yhi yth āsmans th zmyns mnz chuh. Byyhi shvubhi tihnze frman brdạry krnụ̄ hmyshh, suh mʿbvdi brḥq ạsith chhiv tvhụ̄ ts vrạe byyn khoczan. Timn khv czith chhiv tihnz prstish kran. Ythh pạtthụ̄ khvczns qạbil chuh kanhh ts vrạe yithe pạtthụ̄ chuhnh aumyd thavns qạbil thi kanhh ts vrạe."
  },
  {
    "verse_id": 53,
    "translation": "Chnanchhi tohyhi nishhi yosh nʿmthah vatan chheso chhe mʿbvdi brḥq sndi y ṭrfh vatan byyhi nh kạnshi hndi ṭrfh, tvpth yylhi tohyhi kanhh skhtyah vatan chhe tamih saʿth chuhv ts kun ʿạjzy kran th krykh nad lagan. Dʿā krns andr, fryad krns andr. Tmhi saʿth chihv nhi byyhi kạnshi mngan."
  },
  {
    "verse_id": 54,
    "translation": "Tvpth yylhi suh so skhty dvr kran chuh tohyhi nishhi, aty chhv tohyhi mnz akh jmathah, time chhi zyadh pnnis prvrdigars bdstvri sabqi shrk anan."
  },
  {
    "verse_id": 55,
    "translation": "Yuth tim kfrani nʿmt krn timn nʿmczn hnz yimh nʿmcz ashi timn ʿṭa kri. Ps tulivtmtʿ kynhh kalah, ʿnqryb zạniv aamyuk mzh."
  },
  {
    "verse_id": 56,
    "translation": "Byyhi chhi muqrr kran yim mushrik timn mʿbvdani bạṭiln hndi khạṭr yimn hnz nh timn khbre chhe zi timn aathhi chuhnh kanhh khyr vshr nfʿ v ẓrr, akh ḥṣh tmh maluk yus ashi timn ʿṭa kvrmut chuh, qsm chuh me pnnhi dhati pakuk, ẓrvur yyyhi prczhnh tohyhi tmiyuk yhi tvhụ̄ pane tthhravan ạsiv."
  },
  {
    "verse_id": 57,
    "translation": "Byyhi chhi tthhravan mʿbvdi brḥqs kvri ḥalankhi munzh th pak chuh suh kvri āsnh nishhi, pnnhi khạṭr chhi czhanddan thi yhi pans psnd chuhkh yʿny gbr th nychivụ̄."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi yylhi yimv andr kạnshi khbr chhe yivan dinh kvri hndi zynch, aty chuh tihund buth gczhan krhun, byyhi chuh spdan ghmgyn."
  },
  {
    "verse_id": 59,
    "translation": "Czhyph czhyph chuh kran, czvuri chuh rvzan lvkn nishhi tmhi khbri hnzi shrmhi hndi sbbh. Svchan chuh pans sintụ̄ amis kvri kyah kr bh vvnụ̄. Yithe pạtthụ̄ thavnh kinh zindh ya mạrith dobravn zmyns tl, var vu chhiv kvutah ychh chuh yhi tjvyz yuhund yus yim khdays mtʿlq kran chhi. Yʿny ts chhi kvri tthhravan th pans chuhkh kvri zynh vizi buth syah gczhan."
  },
  {
    "verse_id": 60,
    "translation": "Timn lvukn hund chuh setthah ychh ḥal yim ptmis dohs ankar kran chhi, khdae sndi khạṭr chhi thdụ̄ thdụ̄ ṣft, byyhi chuh sue ghạlib th ḥikmt vvl."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi hrgah Allah tʿālyā lvukn tihndyv nafrmạniyv sbbh grftar kri ha tylhi traviha nh ath zmyns petth kạnshi jandars thi, timn nafrmann hnz shhmt vathi ha be gnah charvayn thi. Mgr suh chuh timn mhlt divan akis muqrr krnh āmtis vqts tanụ̄, ps yylhi vathi suh vqt tmhi saʿth yin nh tmhi nishhi nh pth kddnh nh brvntth annh."
  },
  {
    "verse_id": 62,
    "translation": "Byyhi chuh mʿbvdi brḥq sndi khạṭr tthhravan tim chyz yim pans khran chhikh, byyhi chhe vnan tihnz zyvh aapuz, yy zi khi tuhndi khạṭr kyah chhe khdays nishhi nyky. Thạbit chhe yhi kth khi yqynaan chhu tihndi khạṭr nar tth mnz yin tim sarine brvntth travnh."
  },
  {
    "verse_id": 63,
    "translation": "Khudae sund qsm pzụ̄ pạtthụ̄ ashi svuz pyghmbr tohyhi brvnhh variyahn aumtn kun, ps zynt dyut shyṭann tihnzn ychh kamyn. Timn āyhi bvznh pnnhi ychh kamhi jan, sue shyṭan chuh tihund dvs az thi byyhi chuh tihindy khạṭr dg tulh vun ʿdhab ạkhrts andr."
  },
  {
    "verse_id": 64,
    "translation": "Byyhi krnh ashi nạzil tohyhi petth yhi ktab mgr yuth tvhụ̄ lvukn varh byan kriv dyn chh timh kthh yimn mnz tim aikhtlaf kran chhi, byyhi bvdd hdayt th bddrḥmt baaymann hndi khạṭr."
  },
  {
    "verse_id": 65,
    "translation": "Byyhi trvv Allah tʿālyā hn āsmankhi ṭrfh rvud tmy sintụ̄ kvrun zindh mvmut zmyn. Yus zmyn rvud pynh sintụ̄ khshk avs gvmut. Pzụ̄ pạtthụ̄ ath mnz chuh bvdd nishanh bvz vnyn hndi khạṭr yim qrāni mjyd bvzn tihndụ̄ mvrd dil gczhn zindh."
  },
  {
    "verse_id": 66,
    "translation": "Byshk tuhndi khạṭr chuh charvayn andr thi setthah ghvr krnuk muqam, tihndyn shikmn mnz yus fẓlh th rth chuh timve doyv chyzv mnz chuh nyran dodah ṣaf, htthi vash vun āsạny san chynh valyn. Sue dod chhi asụ̄ tvhụ̄ chavan. Vuchhiv sạnụ̄ qdrt ath dods nh chhe āsan khvunch ālạysh nh fẓlch ālạyish ya mushk."
  },
  {
    "verse_id": 67,
    "translation": "Byyhi gczihh khzrn th dchhhi andr ghvr krun. Tyar chihv kran tvhụ̄ tth nshkụ̄ chyz byyhi khynkụ̄ chyz. Khoshk khzr byyhi kishmish byyhi shrbt th srkh. Ath mnz thi chhe bjh dlylh khdae sndi tv ḥyd chhi. Byyhi chhu thạbit spdan sare nʿmcz ʿṭa kr vun chuh sue, pzụ̄ pạtthụ̄ aath mnz chuh bvdd nishanh khdae sndi qdrtuk ʿqlhi valyn hndi khạṭr."
  },
  {
    "verse_id": 68,
    "translation": "Yhi kth thi chhe qạbli ghvr khi alham trvv tuhndụ̄ prvrdigarn manchh tulri yy zi cz bnav pnun gr kohn mnz, kulyn mnz byyhi lvukn hndyn grn mnz. Chnanchhi yimn grn mnz chha so gr bnavan."
  },
  {
    "verse_id": 69,
    "translation": "Tvpth khe czprth qsm myvh andr. Ps he pkun czh vaps pnnis ạlis kun pnnis prvrdigar snzn vtn andr yimh shl th āsan chhe chanhi khạṭr. Dvur draz jayv petthh myvan hund rs czhith chha sopnnihi se ạlis kun tvpth chhe manchh travnch kạm kran, nyran chuh suh manchh tulryn hndyv shikmv mnz akh chynuk chyzah myvutth th modur yʿny manchh yymikụ̄ rng mkhtlif chhi āsan. Tth mnz chuh shfa lvukn hndi khạṭr, pzụ̄ pạtthụ̄ ath mnz chuh bvdd nishanh khdae sndi qdrtuk fikr th taml krvnyn khạṭr."
  },
  {
    "verse_id": 70,
    "translation": "Byyhi kriv tvhụ̄ Allah tʿālyā ne pạd, tvtanụ̄ ạsiv nh tvhụ̄ kihinụ̄. Az ʿdm annv bvjvd kynhh kalah gczith niyav sue tohyhi yymhi ʿālmh, byyhi chuh tohyhi andr kanhh shkhṣah ychh ʿuumri tanụ̄ vatnavnh yivan. Tth ʿuumri mnz nh chuh jismạny qvt mvjvd rvzan nh ʿqlhi hund qvt. Yczh ʿuumri nishhi chuh pnah mongmut nby krym ṣly ʿlyh v slm ).........(, tmiyuk athr chuh yhi spdan khi akhi chyzch khbr gczhnh pth chuh yhi shkhṣ tmih chyz nishhi be khbr spdan, yadvvtur chuhnh bujrs andr kynhh rvzan, pzụ̄ pạtthụ̄ Allah tʿālyā he chhu svrue zanh vun sạrse petth qdrt vvl."
  },
  {
    "verse_id": 71,
    "translation": "Byyhi dyut fẓylt Allah tʿālyā hn tohyhi andr bʿẓ lvukn bʿẓn petth rizqs andr. Akh kvrun maldar tmis thạvin nvkr th ghlam tabʿ. Tmụ̄ sndi vasṭh chuh timn tihndyn ghlamn thi rizq vatnavan. Kanhh bnvvun ghlam tmis chuh āghh sndi vasṭh rizq vatnavan. Byyhi kvrun kanhh shkhṣah tmis nh chhe tycz dvlt zighlam āsh hns. Nh chuh suh panh kạnshi hund ghlam, lhādha yimn lvukn rizqs andr khaṣ fẓylt dinh āyhi timn nishhi chuh mal th dvlt thi, ghlam thi, tim hykn nh suh pnun mal timn ghlamn dith. Tikyazi tylhi spdi āghh th ghlam brabr. Tikyazi ghlam chuhnh kunhi chyzuk mạlkhe bnan. Lhādha chuhnh ghlạmy th msavat mumkine zanhh. Yithe pạtthụ̄ chhi yim mʿbvdani bạṭil sạry khdae sndụ̄ mmluvk yymyuk kạfr chhi panh aʿtraf kran. Lhādha mmluvk ạsith kithh pạtthụ̄ hykn tim khdays hiy ạsith, ya kthh pạtthụ̄ hykn tim khdae sndis kunhi chyzs mnz shryk ạsith. Yylhi nh tuhndụ̄ ghlam tuhndis mal v dvlts shryk hykn spdith. Allah tʿālyā sndụ̄ ghlam th mmluvk kthh pạtthụ̄ hykn tihndis alv hyts andr ts shryk bnith. Kyah yim mẓamyn bvuzith chha yim lvukh khdays shryk tthhravan yymhi sintụ̄ ʿqlaan yhi kth chhe thạbit spdan khi tim chhi khdae snzn nʿmczn ainkar kran tikyazi yus nʿmcz ʿṭa kr vun āshi suh gczihh zanun mʿbvd thi kunue. Ts shryk tthhravnh sintụ̄ chuh lạzim khi ts chhinh tim nʿmt ʿṭa kr vun zanan. Lhādha chhi yim mushrk shrk annh sintụ̄ tihndis nʿmts ainkar kran, kyah yim chha khdae snzn nʿmczn ainkar kran."
  },
  {
    "verse_id": 72,
    "translation": "Byyhi krụ̄ Allah tʿālyā hn tuhndi y jinsh mnz yʿny ainsanv mnz tuhundụ̄ jvr yʿny āshynụ̄ th znanh tuhnz, byyhi krụ̄ Allah tʿālyā hn tuhndi khạṭr tuhnzv znanv nishhi gbr th avlad byyhi avladn hndụ̄ avlad, byyhi kvrun ʿṭa tohyhi rizq pak th rtyv chyzv andr, yhi krith thi chha tim mʿbvdani bạṭiln ayman anan yth petth nh kanhh dlyl chhe th khdae snzn nʿmczn chhi ainkar kran ts shryk tthhravnh sintụ̄."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi chhi tim ʿbadt th prstsh kran khdays vrạe timne chyzn hnz yim nh mạlik th akhtyar vạlụ̄ chhi tuhndi khạṭr kunhi qsmh rizqs nh āsmankhi ṭrfh bạrish trạvith nh zmyn khi ṭrfh kanhh chyz khạrith, nh hykn tim tuhndi khạṭr kynhh krith."
  },
  {
    "verse_id": 74,
    "translation": "Ps mh ạsiv tvhụ̄ byan kran khdae snz mthalh pnniy khyalh mvjvb kh Allah tʿālyā chuh bvdd padshah. Ts hykhi nh prth akhah pnun ḥajt pysh krith, ʿām lvuln shvbhi tihndyn na ybn nishhi pnnụ̄ ḥajt pysh krnụ̄ tim krn pysh khdays nishhi, byshk pz mithal byan krnụ̄ zanhi Allah tʿālyā he tvhụ̄ zạniv nh."
  },
  {
    "verse_id": 75,
    "translation": "Chinanchhi Allah tʿālyā chuh mithalh byan kran, akh ghlamah chuh akis shkhṣh sund, yas nh kunhi chyzs petth kanhh qdrt ya kynhh aikhtyarah chuh, byakh chuh suh shkhṣ ys ashi pnnhi ṭrfh rut rzq ʿṭa kvr. Suh chuh tmhi rzqh mnz khrch kran pvshydh pạtthụ̄ thi nnụ̄ pạtthụ̄ thi, tv hy vnitv yim zh chha brabr. Yim mʿbvdani bạṭil bvuzitvkh be ṭaqt th beaikhtyar ghlam hiy. Allah tʿālyā zạnitvn mukhtari kul. Prth chyzs petth qdrt th ṭaqt thavn vvl, sạriy tʿryf th ṣft chhi ts mʿbvdi brḥqs yus zat kinụ̄ th ṣiftv kinụ̄ kạmil chuh, blkhi chuhnh yimv andr akthrn mʿlvme khi shrk khi shahmth kyah bnhi yimn."
  },
  {
    "verse_id": 76,
    "translation": "Byakh mthal chuh Allah tʿālyā frmavan znụ̄ jvrah chhi. Akh chuh timv andr majhi zamut kvlue, kanhh kạm nh hykan krith. Byyh chuh suh bvr th vbali grdn pnnis āghs petth bnyvmut, yvt svzan chhus tthi kanhh rcz kạmah krith chuhnh yivan, tvhy vnitv kyah yhi shkhṣ chha brabr ts shkhṣs sintụ̄ yus fṣaḥt th blaght san klam āshi kran yus lvukn rczn kamyn hund aiṣrar āshi kran byyhi āshi suh panh thi syzi vthi petth qạyim rvuzith."
  },
  {
    "verse_id": 77,
    "translation": "Byyhi chuh khdae se āsmann th zmynn hnzn pvshydh kthn hund ʿlim, byyhi chuh suh qdrts andr tyvut kạmil khi pvshydh kthv andr gyhi akh kth qyamt. Tmyuk mʿlamlh āshi tyvut jld khi yymhi saʿth tmyuk vqt vathi akis achh ttyntthi mnz spdi qyamt brpa blkhi tmhi khvth thi nzdyk th jld, byshk chuh Allah tʿālyā chuh prth chyzs petth qdrt thavn vvl."
  },
  {
    "verse_id": 78,
    "translation": "Byyhi chuh qdrt chv dlylv andr th nʿmt kyv qsmv andr yhi aamr kh kddiv tvhụ̄ Allah tʿālyā hn pnnyn majn hndyv shikmv andr yth ḥals andr khi tmh saʿth ạsiv nh tvhụ̄ zanan kihinụ̄, tvpth krụ̄ nv tmụ̄ bvznh khạṭr kn, vuchhnh khạṭr achh, zannh khạṭr dil ʿṭa. Yuth tvhụ̄ tihnzn yimn nʿmczn petth shukr dpiv."
  },
  {
    "verse_id": 79,
    "translation": "Kyah yim lvukh chhina vuchhan janvrn hund ḥal. Kthh pạtthụ̄ chhi khdae sndis ḥukms tạbʿ āsmans th zmyns mnz bag hvahs petth vuddan. Kanhh thi chuhnh timn thph krith āsan Allah tʿālyā hs vrạe, pzụ̄ pạtthụ̄ ath mnz chhe variyah dlylh khdae sndi qdrt chh ba aymann hndi khạṭr."
  },
  {
    "verse_id": 80,
    "translation": "Byyhi kr Allah tʿālyā hn tuhndi khạṭr tuhndyn grn andr tuhndi rvznch jae yylhi tvhụ̄ drḥalti sfr ạsiv byyhi krin tuhndi khạṭr charvayn hndyn musln hndụ̄ gryʿny khymh yim tvhụ̄ lvtụ̄ zạnith pans sintụ̄ sfrn andr tulan chhiv, yymhi doh tvhụ̄ sfrs nyran chhiv byyhi yymhi dohh kunhi jayhi tthhran chhiv aqamt kran chhiv, byyhi krin tuhndi khạṭr ktth mvunh, avntth mvunh, czhavlụ̄ mvunh, poshak th frsh vfrvsh byyhi grch grvytth akis mqrr krnh āmtis vqts tanụ̄ yotanụ̄ tim chyz phlan chhi."
  },
  {
    "verse_id": 81,
    "translation": "Byyhi krụ̄ Allah tʿālyā hn tuhndi khạṭr pnnyn pạd krụ̄ mtyn chyzn hndụ̄ sayhi pạd, yimn tl rvuzith tvhụ̄ āftab chhi grmy nishhi bchan chhiv mthlaan kulyn hund sayhi, lryn hund sayhi, byyhi krụ̄ Allah tʿālyā hn tuhnd khạṭr kohn andr gophh th ghar yimn tl rvuzith shynh th rvd nishhi bchan chhiv, byyhi krụ̄ Allah tʿālyā hn tuhndi khạṭr phyrn th kurtnhi yimh tohyhi bchavan chhe srdy nishhi th grmy nishhi, byyhi kryn byyhi kurtnhi yʿny zirah, yimh tohyhi bchavan chhejngs andr shmshyrn th nyzn th tyrv hndyv zkhmv nishhi, yithe pạtthụ̄ chuhv Allah tʿālyā tohyhi petth nʿmcz pnnhi pvr kran yuth tvhụ̄ tmụ̄ sund ḥukm mạniv."
  },
  {
    "verse_id": 82,
    "translation": "Ps hr gah yim lvukh amhi pth thi buth phirn, ps tohyhi chuhv nh mtthi mgr tblygh krun nnụ̄ pạtthụ̄ th ṣaf pạtthụ̄."
  },
  {
    "verse_id": 83,
    "translation": "Tim lvukh chhi prz navan khdae snz nʿmt tvpth chhi zạnith krith tth nʿmts ainkar kran. Yus brtav mnʿms sintụ̄ krun gczihh yʿny ʿbadt th aṭaʿt sochhe ts vrạe byn sintụ̄ kran, yimv andr chhi variyah kạfir."
  },
  {
    "verse_id": 84,
    "translation": "Byyhi pạviv czyts yymhi doh asụ̄ tulv n prth aumt khạṭr akh akh gvah, suh gv tmhi aumtuk pyghmbr qyamtuk doh, tvpth yyih nh kạfrn ajazt dinh kth krnuk, ʿdhrv mʿdhrt pysh krnuk qyamtuk doh, nh yyih timn nishhi ʿdhr ṭlb krnh, nh yyih timn vnnh khi Allah tʿālyā kriyvun rạẓy, tvbh kriv, ya kanhh rcz ʿml kriv tikyazi tim kthh āsn gạmcz, ạkhrt chuhv daru aljza, suh chuhnh darualʿml."
  },
  {
    "verse_id": 85,
    "translation": "Tvpth yylhi vuchhn ẓạlim tmhi doh ʿdhab, ps nh yyhi timn tth ʿdhabs mnz kmy krnh, nh yykh muhlt dinh."
  },
  {
    "verse_id": 86,
    "translation": "Byyhi yylhi mushrikn nẓr pyyhi timn shrykn petth yimn tim tthhravan ạsụ̄ khdae sndụ̄ shryk, dpnhi lgn prvrdigarah yime kyah chhi tim shryk yimn asụ̄ prstish th ʿbadt kran ạsụ̄ cze vrạe, ps krn tim mʿbvdani bạṭil timn kạfirn sintụ̄ kth. Dpnkh tvhụ̄ chhiv bddụ̄ apz yạrụ̄. Asụ̄ kr ạsiv tohyhi vnan khi tvhụ̄ kritv ashi prstish ya tvhụ̄ mngitv ashi pnun ḥajt. Tvhụ̄ ạsiv pnnhi nfsh chhi th shyṭanh sndi vnnh mv jvb tim chyz kran."
  },
  {
    "verse_id": 87,
    "translation": "Byyhi travn tmhi doh kạfir khdays brvntthh knhi aṭaʿt v ṣlḥk mʿāmlh. Byyhi mshnkh tim sạry chyz yim dunyahs mnz pane tthhravan ạsụ̄."
  },
  {
    "verse_id": 88,
    "translation": "Yim lvukh akh kufr kran ạsụ̄ byyhi ạsụ̄ pth rttan byyn lvukn khdae snzi vthi nishhi yʿny aslam qbvl krnh nishhi timn huravav asụ̄ ʿdhabs petth ʿdhab. Tikyazi tim ạsụ̄ tbạhy th brbạdy ʿālms mnz phhlavan lvukn aslam nishhi pth rttnh sintụ̄."
  },
  {
    "verse_id": 89,
    "translation": "Byyhi paviv suh doh czyts yymhi doh asụ̄ tulvn prth aumts mnz timve mnz akh gvah yʿny prth aumtuk pyghmbr, byyhi aanv tvhụ̄ thi ya rsvl Allah gvah yimn lvukn hndi khạṭr yʿny pnnhi aumt khạṭr yuth tvhụ̄ frmạviyv kh kmvmvn tuhund kmv kvr ankar, byyhi krnạzil ashi tohyhi petth ya rsvl Allah yhi bddụ̄ ktab yth mnz sar kue byan chuh byyhi bvdd hdayt. Bddrḥmt th bddbshart aymanch muslmann hndi khạṭr."
  },
  {
    "verse_id": 90,
    "translation": "Pzụ̄ pạtthụ̄ Allah chuh ḥukm kran ʿdl th anṣaf krnuk byyhi nyky krnuk byyhi ạshnavn aimdad krnuk, byyhi chuh Allah tʿā lyā mnʿ kran ychh kamyv nishhi byyhi khlafi shrʿ kamyv nishhi byyhi srkshy th bghavt nishhi yʿny lvukn ẓlm vstm krnh nishhi, Allah tʿālyā chuh vʿẓ pran, nṣyḥt kran yuth tvhụ̄ sonṣyḥt qbvl kriv."
  },
  {
    "verse_id": 91,
    "translation": "Byyhi kriv vfakhdae sndis ʿhds yymhi ʿhd khi pvr krnuk shryʿt ḥukm kran chuh. Byyhi yylhi panh vạnụ̄ ʿhd ạsiv kran, byyhi mh ạsiv qsm puhttravan suh mẓbvṭ krnh pth. Tth mnz āsyv khdae sund nav thi drmyans mnz avnmut yymhi sintụ̄ qsm mẓbvṭ chuh spdan, Allah tʿālyā āsyvn thvvmut gvah thi, pzụ̄ pạtthụ̄ Allah tʿālyā chuh zanan thi svrue yhi tvhụ̄ kran chhiv. Ts nishhi tuhund kanhh chyz pvshydh chuhnh."
  },
  {
    "verse_id": 92,
    "translation": "Byyhi mh ạsiv tvhụ̄ ae lvukv qsm puhttravnh sintụ̄ mkh shryf chhi ts dyvanh znanhi hy bnan yosh czttan ạsụ̄ pnun kvtmut, mẓbvṭ krnh pth, ttukrttkr, yithe pạtthụ̄ chhiv tvhụ̄ bnavan qsm pnnụ̄ panh vạnụ̄ fsad krnh khạṭr akh bhanh th dhryʿhi, yuth spdi akh jmaʿt bar tʿdads th qvts andr byyhi jmaʿth khoth. Tvhụ̄ kriv tmhi saʿth rʿāyt zvr āvr jmaʿtuk. Qsmuk kriv nh tvhụ̄ kanhh khyal, amhi sintụ̄ chuhnh mgr chuh amtḥan kran tohyhi Allah tʿālyā khi qsm krith th mʿā hdh krith kvrvh tohyhi qsmuk rʿāyt kinh ẓạhry ḥalatn hund ya zbrdst jmaʿtuk, byyhi yuth tohyhi Allah tʿālyā nnụ̄ ravi qyamtuk doh thi svrue yth mnz tvhụ̄ akhtlaf kran ạsiv."
  },
  {
    "verse_id": 93,
    "translation": "Byyhi hr gah Allah tʿālyā yczihh ha sarne kri ha kuny jmaʿt akhtlaf vrạe mgr tmụ̄ snz ḥkmt chhnh thi yczhan, mgr suh chuh gmrah kran ys yczhan chuh ts. Byyhi chuh hdayt kran ys yczhan chuh ts, byyhi yyhi tohyhi prczhnh tmhi sari kue yhi tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 94,
    "translation": "Byyhi chuh frmavan Allah tʿālyā takydh khạṭr khi mh bnạviyvkh qsm pnnhi dhryʿh panh vạnụ̄ fsaduk th fitnuk. Tmih sintụ̄ ddln tuhndụ̄ khortimn hndi darir th mẓbvṭy pth. Byyhi czhiv tmyuk ychh mzh dunyahs andr ʿdhabs grftar spdnh sintụ̄ tikyazi tohyhi kyakrv āyindh yinh valyn khạṭr khdae snz vath bnd, byyhi chhu ạkhrts andr tihindy khạṭr bvdd ʿdhab."
  },
  {
    "verse_id": 95,
    "translation": "Byyhi mh ạsiv ḥạṣil kran khdae sund qsm hạvith dnyahuk km mal, pzụ̄ pạtthụ̄ yus thvab th mzvurụ̄ khdays nishhi chhe sochhe bhtr tuhndi khạṭr hrgah tohyhi zanun tghi ha."
  },
  {
    "verse_id": 96,
    "translation": "Yhi tohyhi nishhi chuh mali dnya andr thi svrue chuh mo klh vun th khtm gczhh vun. Yhi Allah tʿālyā hs nishhi chuh suh chhu baqy th pvshhi vun, suh moklhi nh zanhh, byyhi dimv asụ̄ ṣbr th astqamt kr vnyn mzvurụ̄ tihnzn rczn kamyn th ʿmln hndi bdlh."
  },
  {
    "verse_id": 97,
    "translation": "Yim dnyahs andr rcz ʿml krn mrdv ya znanv andr baayman ạsith ps krv asụ̄ timn ʿṭa rcz zndgyah dnyahs andr, byyhi dimvkh asụ̄ timn pnnụ̄ mzvurụ̄ timn rczn kamyn bdlh yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 98,
    "translation": "Ps yylhi tvhụ̄ ae pyghmbr brḥq qrān mjyd prun hyvan ạsiv ps gczihh pnah mngun Allah tʿālyā hs shyṭanis nishhi."
  },
  {
    "verse_id": 99,
    "translation": "Pzụ̄ pạtthụ̄ ts shyṭans chuhnh kanhh ṭaqt ba ayman petth byyhi yim pnnis prvrdigars petth aʿtmad th tkyh krvnụ̄ āsn."
  },
  {
    "verse_id": 100,
    "translation": "Shyṭan sund zvr chuhnh chlan mgr timne petth yim ts sintụ̄ yaranh lagn. Byyhi timn petth yim kunis khdays shryk tthhravn."
  },
  {
    "verse_id": 101,
    "translation": "Byyhi yylhi asụ̄ akhi āyhi krymh chhi jayhi byakh āyhi krym nạzil kran chhi, Allah tʿālyā hy chuh bhtr zanan timn aḥkamn hnz mṣlḥcz yim suh nạzil kran chuh. Tmhi saʿth chhi kạfr vnan tohyhi ya rsvl Allah tvhụ̄ chhiv nh pnnhi ṭrfh yimh kthh tthhravan. Fy alḥqyqt chhi variyah timv andr be khbr."
  },
  {
    "verse_id": 102,
    "translation": "Tvhụ̄ frmạviyvkh ya rsvl Allah, vvl yhi qrāni mjyd jbryl amynn yus pak rvḥ chuh tuhndis prvrdigar sndi ṭrfh pzụ̄ pạtthụ̄, yuth baaymann hund dil mẓbvṭ kri byyhi chuh yhi qrāni mjyd bvddhdayt th bddbshart mslmann hndi khạṭr."
  },
  {
    "verse_id": 103,
    "translation": "Byyhi chuh ashi mʿlvm khi yim dshmn chhi vnan amis pyghmbrs chuhnh hychhnavan mgrkanhh zann vvl ansanah. Khyal avsukh kynczhn yuhvdy ya nṣrạny ghlamn hund. Allah tʿālyā chuh tuhndis ath bạṭil khyals rd kran. Frmavan chuh, ae bevqvfv ys ghlams nishhi tohyhi yimn pkhnich th prnch nsbt kran chhiv tmụ̄ snz zyv chheʿjmy, mgr yus klam yim tohyhi bvznavan chhiv yhi chhe zyvah ʿrby, ṣaf th vaẓḥ."
  },
  {
    "verse_id": 104,
    "translation": "Pzụ̄ pạtthụ̄ yim lvukh nh pczh kran chhi khdae sndyn āyatn, timn havinh njatch vth Allah tʿālyā. Tihndi khạṭr chuh kddur ʿdhab."
  },
  {
    "verse_id": 105,
    "translation": "Apuz chihnh nv ravan mgr time lvukh yim nh khdae sndyn āyatn pczh kran chhi t, me ge aapzyạrụ̄."
  },
  {
    "verse_id": 106,
    "translation": "Yus akhah khdays ainkar kri aiqrar krith mgrnh suh shkhṣ yus kufr khạṭr zvr th jbr krnh yyhi. Zyvi sintụ̄ he suh klmh kufr vanhi dr ḥalytkhi dil āsys ddnjhi ayman sintụ̄, mgr yus dil muczrạvith kufr th ainkar kri tithyn lvukn petth chuh khdaesund ghẓb th byzạry, byyhi chuh tihndy khạṭr bvdd ʿdhab."
  },
  {
    "verse_id": 107,
    "translation": "Yhi chuhkh amy mokhh khi timv kyah kr psnd dnyahch zndgy ạkhrts petth, byyhi amy mokhh khi Allah tʿālyā chuhnh vth havan kạfrn th munkirn."
  },
  {
    "verse_id": 108,
    "translation": "Yime kyah ge tim lvukh yimn mohr kr Allah tʿālyā hn tihndyn diln petth byyhi tihndyn knn petth, byyhi tihnzn achhn petth, byyhi kyah ge yime lvukh ghạfil."
  },
  {
    "verse_id": 109,
    "translation": "Pzụ̄ pạtthụ̄ yime lvukh āsn ạkhrts andr tavn zd,"
  },
  {
    "verse_id": 110,
    "translation": "Tvpth chuh pzụ̄ pạtthụ̄ chvn prvrdigar timn lvukn hndi khạṭr yimv kufr chhi skhty tulith gr bar trạvith hjrt kr. Tvpth kvrkh jhad, byyhi kvrukh ṣbr, pzụ̄ pạtthụ̄ tuhnd prvrdigar chuh tmhi pth tihindi khạṭr setthah mghfrt kr vun, setthah rḥm kr vun."
  },
  {
    "verse_id": 111,
    "translation": "Suh doh pạviv czyts yymhi doh prth shkhṣah yiyhi, gftgv āshi kran pnny panh khi ṭrfh. Byyhi yiyhi pvur dinh jza th sza prth kạnshi, tth bdl yhi tmụ̄ kvrmut āshi, timv andr yiyhi nh kạnshi ẓlm krnh."
  },
  {
    "verse_id": 112,
    "translation": "Byyhi kr byan Allah tʿālyā hn mithal akhi shhr kyn lvukn hnz tim ạsụ̄ amn vamans andr rvuzith. Timn ạsụ̄ vatan khynh chynkụ̄ chyz bkthrt prth ṭrfh, aty kvr timv khdae snzn nʿmczn ainkar th kufrani nʿmt, ps czh nạv ụ̄tim Allah tʿālyā hn mazh bochhhi hund th khvcznkhi poshakuk yʿny bochhhi th bd amny āyhi timn tithh pạtthụ̄ vlnh yithh pạtthụ̄ bdns āsan chuh libas vlith timn kamyn hndi sbbh yimh tim kran ạsụ̄. Ḥẓrti ʿbd Allah bin ʿbas chhi frmavan yymhi mithalhi mnzh chhi muradahli mkh."
  },
  {
    "verse_id": 113,
    "translation": "Pzụ̄ pạtthụ̄ āv timn kun pyghmbrah jlyl alqdr yus timve mnz avs, ts kvrukh ainkar, suh zvnukh a pzyvr, ad rttụ̄ tim ʿdhabn yʿny qḥṭn th bdamny. Yth ḥals andr khi tim ạsụ̄ pạnụ̄ pans ẓlm kr vunụ̄ shrk th tkdhyb krnh sintụ̄."
  },
  {
    "verse_id": 114,
    "translation": "Ps khyyiv suh rzq yus ʿṭa kvr Allah tʿālyā hn ḥlal th pak, byyhi dpiv shukr khdae snzn nʿmczn petth, hr gah chhiv tsụ̄ yạcz bndgy kran."
  },
  {
    "verse_id": 115,
    "translation": "Tmụ̄ prvrdigarn kvr nh tohyhi petth ḥram mgr mordar )pane mvmut( janvr, byyhi rath, byyhi svr maz byyhi suh janvr yus khdays vrạe byyhi kạnsih hndi tʿẓym khạṭr ya qurb czhanddnh khạṭr marnh yyhi, ps yus akhah faqh khi vjh balkl byqrar th mjbvr spdi yimv chyzv andr kanhh chyz khyns petth, yimv chyzv vạe bnys nh kanhh chyz bshrṭykhi ldht th mzh ḥạṣil krvun āshi nh. Ẓrvurt khoth khyvun āsinh. Ps chuh Allah tʿālyā mghfrt krvun, rḥm kr vun."
  },
  {
    "verse_id": 116,
    "translation": "Byyhi mh ạsiv vnan timn chyzn yimn tuhnz zyv āsn pane apuz tʿryf kran khi yhi gvv ḥlal th yhi gvv ḥram, khdays petth apuz nvravnh khạṭr, pzụ̄ pạtthụ̄ yim Allah tʿālyā hs aapuz nvravan tim spdn nh zanhh kamyab."
  },
  {
    "verse_id": 117,
    "translation": "Yhi chuh fạydh tulnuk km chyzah yʿny fạydh mvyhi hna. Ptv lakhi chuh tihndi khạṭr kddur ʿdhab."
  },
  {
    "verse_id": 118,
    "translation": "Byyhi kvr ashi yhvdyn petth ḥram tim chyz yim ashi byan krụ̄ tohyhi yymhi brvntth, ashi kvr nh timn petth kanhh ẓlm blkhi ạsụ̄ tim pạnụ̄ pans ẓlm kran."
  },
  {
    "verse_id": 119,
    "translation": "Tvpth chhe ḥqyqt yhe kh byshk tuhnd prvrdi gar chuh timn lvukn hndi khạṭr yimv ychh kamhi kri nadạny sbbh tvpth kvrukh tmhi pth tvbh khdays kun rjvʿ byyhi snbhạlikh pnnụ̄ pan. Aiṣlaḥ kvrukh pnnis pans, pzụ̄ pạtthụ̄ tuhnd prvrdigar chuh tamhi pth thi setthah mghfrt kr vun setthah rḥm kr vun."
  },
  {
    "verse_id": 120,
    "translation": "Pzụ̄ pạtthụ̄ ḥẓrti aibrahym yimn tvhụ̄ thi chhiv manan avs kunue zvn bddis aumts brabr tikyazi svrue ʿālm avs shrk v kfrs mubtla. Yvr knhi avs suh kunue ṣaḥb khdays kunue zanan. Sarne avs tvḥyds kun dʿūt divan, khdaesund frman brdar bndh, yus sarve nishhi alg spdith ts kun mạyl spd vun avs. Byyhi avs nh suh khdays shryk tthhravnyv andr."
  },
  {
    "verse_id": 121,
    "translation": "Suh avs shkur gzartihnzn nʿmczn petth, suh czvr Allah tʿālyā hn brgdhydh kvrun byyhi hạvns vth rahi rasts kun."
  },
  {
    "verse_id": 122,
    "translation": "Byyhi kvr ashi ʿṭa ts dnyahs andr thi rut ḥal. Bjhi bjhi mhrbạnyhi, nbvt, ajtbaʿ, khlʿt, hdayt byyhi chuh ạkhrts andr suh aʿlyā drjhi kyv nykv karv andr."
  },
  {
    "verse_id": 123,
    "translation": "Tvpth svz ashi tohyhi kun vḥy ya rsvl Allah kh, pyrvy kriv tvhụ̄ ḥẓrti abrahym sndis milts yus kunise khdays kun mạyl th phyrvun avs, byyhi avs nh mushrikv andr."
  },
  {
    "verse_id": 124,
    "translation": "btth vari hund tʿẓym āvnh muqrr krnh. Mgr timne petth yimv tth mnz akhtlaf kvr, byyhi kri fạṣlh chvn rb qyamt khi doh timn drmyan tth chyzs mnz yth mnz tim akhtlaf chhi kran."
  },
  {
    "verse_id": 125,
    "translation": "Nad diyiv lvukn tvhụ̄ khdae snzi vthi kun ʿlmh chv kthv sintụ̄ byyhi nṣyḥt sintụ̄, bḥth kriv lvukn sintụ̄tmhi ṭryqh yth mnz nh shidt th khshvnt āshi, pzụ̄ pạtthụ̄ chvn prvrdigar chuh ycz zanan timn yim tihnzi vthi nishhi ddālụ̄. Byyhi chuh sue ycz zanan khi kmv lvb hdayt th km chhi rahi rasts petth pkan. Agr kufar jdali ʿlmy nishhi ddlith jdali ʿmlys kun rokh krn tvpth vath navn athh sintụ̄ ya zyvi sintụ̄ tklyf. Tth ṣvrts mnz chuh tohyhi byyhi tuhndyn tabiʿn bdlh hyvn jạyz. Amyuk chuh tohyhi rkhṣt byyhi chuh ṣbr krun thi tohyhi jạyz mgr thi chuh ʿzymt."
  },
  {
    "verse_id": 126,
    "translation": "Vvnụ̄ hrgah tvhụ̄ rokhṣts petth ʿml kriv yʿny timn hyyiv bdlh th aintqam suh gczihh tiyute hyvn yvut tohyhi tklyf āshi vatnavnh āmut, hrgah ʿzymts petth ʿml krith tvhụ̄ ṣbr kriv, tylhi chuh ṣbr krnue bhtr, ṣbr krvnyn khạṭr."
  },
  {
    "verse_id": 127,
    "translation": "Byyhi kriv tvhụ̄ ṣbry tikyazi tuhund shan chuh bulnd th arfʿ. Tuhund ṣbr krun chuhnh mgr khdae sndy tvfyq th mdd sintụ̄, tvhụ̄ thạviv aiṭmynan khi tohyhi spdi nh ṣbr krns andr kunhi qsmh dshvạry pạd, byyhi mh briv tihndi mukhalftuk ghm byyhi yim tdbyr tim tuhndis mukhalfts mnz kran chhi timv sintụ̄ mh spdiv tng dil, amhi sintụ̄ spdinh tohyhi kanhh nqṣan tikyazi tvhụ̄ chhiv tqvāy th aḥsan sintụ̄ mvṣvf."
  },
  {
    "verse_id": 128,
    "translation": "Pzụ̄ pạtthụ̄ Allah tʿālyā chuh prhyz garn th mutqynn sintụ̄ sintụ̄ byyhi timn sintụ̄ yim nykv kar āsn."
  }
]