[
  {
    "verse_id": 1,
    "translation": "Munzh th pak chhu suh dhati pak prth nuqṣh nishhi, ẓuʿfh nishhi, ʿạjzy nishhi, yymụ̄ pknvv panun bndh khaṣ rat kiyut, rạcz mnzh hanhi akis msjdi ḥrams petth yʿny khanh kʿbh chh msjdi petth, msjdi aqṣyā hs yʿny byt almqdss tanụ̄ yath msjdi aqṣyā hs andụ̄ andụ̄ aashi dyn v dnya chh brkcz thavimaczh chhe, pknvv th sạr krnvv suh bndh khaṣ yuth havav asụ̄ timn pnnhi qdrtkụ̄ nishanh. Chnanchh akis km vqts andr mkh shryf petthh shami shryfs tanụ̄ vatnavun, yhi gvv aakh nshanh, byt almqds havun, tathi ḥẓrat anbyahn sintụ̄ mlaqta krnavun, yhi gvv byakh nishanh. Tathi petthh sạri āsmany krnạvith āsmann hndụ̄ ʿjaybat havnụ̄, yim ge byyhi nishanh. ʿaaalman hndis aṣṭlaḥs andr chhi vnan mkh shryf petthh byt almqdss tanụ̄ sạrs, aisraʿ. Byt almqds petthh sidrth almnthyā hs tanụ̄ sạrs chhi vnan mʿraj. Kunhi vqth chhu doshvunụ̄ sạrn mʿraj vannh yivan, kunhi vqth chhu doshvunụ̄ aisraʿ vannh yivan. Mʿraj shryfkụ̄ ḥdyth shryf chhi tqrybaan trhan ṣḥabh ṣạbn hndi rivayth. Jmhvr slf v khlfn hund aʿtqad chhu kh ḥẓrt nby krym ṣly Allah ʿlyh v slm timav kvr mʿraj brvḥ v bjsd drḥalti bydary. Allah tʿālyā hn kvr byan vaqʿh mʿraj kmali ahtmam san. Mkhạlfv thi kvr aath ankar nhayt zvrv shvrh san. Yime zh chyz chhi bvznavan kh yhi avs nh nindri mnz rvḥạny ṭvr ya bṭryqi kshf. Kyazi sah ạs nh kanhh ʿjyb kthah yosh kmali ahtmam san byan yiyhi ha krnh. Nindri mnz chhi km km lvukh km km chyz vuchhan. Byyhi krhn nh kufari mkh khvab kis vaqʿs yvut ankar. Pzipạtthụ̄ Allah tʿālyā chhu svrue bvzvun, svrue vuchh vun."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi kr ʿṭa aashi ḥẓrt mvsyā hs ktab yʿny tvrah bny asrạyln hndi khạṭr bvdd sbbi hdayt yath andr baqy aḥkamn sintụ̄ tvḥyduk ʿẓym alshan ḥkm thi avs. Ae zi yuthnh me vrạe bnạviyvun tvhụ̄ kanhh aakhah panun karsaz yas tvhụ̄ pnnhi kamhi pushrạviv."
  },
  {
    "verse_id": 3,
    "translation": "Ae bny asrạylv tvhụ̄ gv timne lvukn hndụ̄ avlad yim aamhi navih mnzh khạrụ̄ ḥẓrt nvḥs sintụ̄ bddis ṭvfans andr. Tohyhi paziha setthah shkr dapun aath nʿmts petth yymụ̄ yhi nʿmt ʿṭa krv, suh gczihh zanun kunue, ts gczihh nh shryk tthhravun. Pzipạtthụ̄ ḥẓrt nvḥ thi avs setthah shkrgzar bndh."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi kvr aashi byan bṭryq pyshn gvyy nby asrạyln tvrahs andr kh tvhụ̄ kriv ẓrvr mulki shams mnz doyhi pihri gna hn hndi kthrth sintụ̄ khrạby th tbạhy. Akhi pihri krivshryʿt mv sviyich mkhalft, byyhi pihri krivshryʿti ʿīsvyich nnụ̄ mkhalft. Byyhi kriv tvhụ̄ lvukn petth sytthah zbrdsty th srkshy. Ḥqvq Allah thi kriv ẓayʿ, ḥqvq alʿbad thi. Doshvnụ̄ lttn andr gczihv tohyhi skht ʿdhabs mbtla. Tohyhi sza dinh."
  },
  {
    "verse_id": 5,
    "translation": "Tvpth yylhi vathi yimav doyav andrh goddnikhi szahuk mvqʿ, asụ̄ krv tohyhi sza dinh khạṭr tohyh petth muslṭ pnnyn bndn hnz akh jmaʿthah yim skht qvt vạlụ̄ āsn time aczn tuhndyn shhrn th ghrn mnz tohyhi grftar krnh khạṭr marnh khạṭr. Yhi chuhv vʿdh yus ẓrvr pvur krnh yyhi."
  },
  {
    "verse_id": 6,
    "translation": "Tvpth yylhi tvhụ̄ tvbh kriv, nạdim th pshyman sapdiv, avn aashi vaps tuhndi khạṭr byyhi tuhund ghạlb spdun timn petth akhi hathi vhrụ̄, byyhi kvr ashi tohyhi mdd nychvyv sintụ̄, byyhi mal vdvlt sintụ̄, byyhi kvruv ashi tohyhi zyad lshkr thi fvjkhi aʿtbar."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi dvp ashi tvhyhi hrgah tvhụ̄ rcz kamhi krivthi chuhv rut tvhyhi pnnyn pann hndi khạṭrbyyhi hrgah ychh kamhi kriv tmyuk nqṣan chuhv pnnyn pann. Adh yylhi vathi dvymhi ltthi fsad krnh kh szahuk mvqʿh, byyhi svzvkh asụ̄ lvukh pnnụ̄ yim tohyhi qtl v ghart krn, yim tohyhi buth dgan dgan tuhndyn buthyn hund ḥulyhi th shkle bdlavan, byyhi yuth tim aaczn msjdi aqṣyā hs andr be ḥurmty krnh khạṭr th msjd mnhdm krnh khạṭr, yithh pạtthụ̄ brvuntthimhi ltthi czamtụ̄ ạsụ̄ tth mnz, byyhi yuth tim yath yath jayhi vatn tth jayhi krn tbah v brbad. Chnanchh bny asrạylv yylhi ḥẓrt yḥyyā shhyd kvr, Allah tʿālyā hn svuz timn petth bkht nṣr yymụ̄ timn qtl vghart th lvutt mar krnh sintụ̄ ṭvfan tul. Byyhi avs tth ktabhi mnz yithi lykhnh āmut kh hrgah tamhi pth yylhi dvri shryʿt Muḥammadyh āshi tvhụ̄ mkhalft th nafrmạny nishhi pth rvuzith shryʿti Muḥammadiyuk aitbaʿ kriv."
  },
  {
    "verse_id": 8,
    "translation": "ʿjyb th dvur chhanh yhi kth kh Allah tʿālyā tuhund prvrdgar kya kri tohyhi petth rḥm hrgah tvhụ̄ tvbh kriv, pshyman sapdiv. Mgr hrgah tvhụ̄ yhi ftnh v fsad th nafrmạny kriv bdstvr, byyhi karv asụ̄ tvhụ̄ ʿdhabs grftar dnyahs andr. Ạkhrts andr chhu aashi jhnm kvrmutue kạfrn hund qạdkhanh."
  },
  {
    "verse_id": 9,
    "translation": "Pzipạtthụ̄ yhi qrān mjyd chuhv havan soe vth yosh syz vth chhe yʿny aslam, byyhi chuhv bshart divan ba aymann yim rcz ʿmlh chhi kran zi tihindi khạṭr chhe mvzuvryah setthah bdd."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi chuhv yhi qrāni mjyd khbr divan khi yim lvukh pczh chihnh kran ạkhrts, tihndi khạṭr chuhv ashi tyar kvrmut dvd th dg tulh vun ʿdhab."
  },
  {
    "verse_id": 11,
    "translation": "Qrāni mjyd chuhv lvu kn rtyn chyzn kun vth havan. Ychh chyzv nishhi pth rttan, mgr ansan chuhv czkhhi vizi pans ya pnnis ʿīals voh van, tithh pạtthụ̄ yithh pạtthụ̄ dʿāe khạr chuhv kran. Yhi ansan avs ddadd jldy krvun svnchnh smjhnh vrạe kạm kran."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi krụ̄ ashi doh th rath pnnhi qdrtkụ̄ zh nshanh. Ps nhnvvashi rạcz hund nshanh tạryky sintụ̄ byyhi kvr dohuk nshanh nniravvun. Yim chyz rạcz hnzi tạryky sintụ̄ puvshydh chhi āsan timn chuhv duhuk nvr nniravan, yuth tvhụ̄ czhạnddiv pnnis prvrdigar sund fẓl yʿny rziq dohkis gashs andr. Yʿny ẓrvryati zindgy ḥạṣl krnh khạṭr krivkar bar. Byyhi yuth zạniv tvhụ̄ shb v rvz khi yinh gczhnh sintụ̄, āftabh th zvunhi hndi khsnh th lvsnh sintụ̄, vriyn th rytn hnz grnd, byyhi dohn th vqtn hund ḥsab, prth chyzah kvr ashi byan qrān mjyds andr bh vẓaḥt. Timn chyzn andr guv duhuk th ratuk yun gczuhn."
  },
  {
    "verse_id": 13,
    "translation": "Ashi kr prth kạm krvnis ansanhi snz kạm, adh nyk kạm ạsitn ya ychh kạm ạsitn, mvmin ạsitn ya kạfr, ʿml tihnz jan ạsitn ya ychh nạlụ̄ thinzi grdnhi mnzeyʿny prth akụ̄ sund tqdyr chuh prth akis sintụ̄ thavnh āmut, qyamt kh dohah kddv asụ̄ tuhndụ̄ namh aʿmal tuhndi vuchhnh khạṭr yuth suh var muczrạvith vuchhhi suh. Prth akis vathi namh aʿmal khvd bkhvd. Bʿẓn dchhnis aths mnz, bʿẓn khvfris aths mnz."
  },
  {
    "verse_id": 14,
    "translation": "Prth aks yiyhi vannh pr pnun namh aʿmal pane, kạfy chuhkh czh pnnhi panh khạṭr pans ḥisab hyvvun."
  },
  {
    "verse_id": 15,
    "translation": "Yus akhah syzi vthi pvk suh pvk nh syzi vathi mgr pnnhi pankhi fạydh khạṭr, byyhi yus syzi vathi nish ddvl, suh ddvl nh mgr pnnhi pankhi ẓrr khạṭr, tmyuk ẓrr chuhv ts pạnụ̄ pans, byyhi tulhi nh kanhh byyis shkhṣh sndyn gnahn hund bvr, byyhi chhinh asụ̄ kạnshi ʿdhab kran yvtanụ̄ nh asụ̄ pnnụ̄ aḥkam hyth kanhh pyghmbr chhin svzan."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi yylhi yczhan chhi asụ̄ kunhi shhrkụ̄ ya kunhi gamkụ̄ lvukh hlak krnụ̄ yim kufr v mʿṣyt khi vjhh qạbli hlak chhi āsan. Ḥukm chhi kran asụ̄ pyghmbrn hndi dhryʿhi tmih shhr kyn maldarn th ziytthyn aymanuk th frman brdạry hund, tim ziytthụ̄ yylhi ʿdvli ḥukmy th nafrmạny chhi kran sanyn aḥkamn hnz, byyhi chhi ftnh vfsad tulan tth shhrs andr, aty chhe timn petth ḥujt pvur spdan tim chhi ʿdhab kis ḥukms szavar bnan. Ad chhikh asụ̄ tim na frman galan tihndis shhrs taraj kran."
  },
  {
    "verse_id": 17,
    "translation": "Byyhi kri ashi ḥẓrt nvḥs pth kạczah aumczhlak tihnzi nafrmạny sbbh, qvmi ʿādv qvmi thmvd vghạr, kạfy chhu tuhund prvr digar pnnyn bndn hndụ̄ gnah pvr zanan th pvr vuchhan th tmiy chuh ys yuth sza shvubhi ts chhuv tiyuthue sza divan."
  },
  {
    "verse_id": 18,
    "translation": "Yus akhah pnnyn nyk ʿmln hnz mvzvurụ̄, fqṭ dunyahuk nfʿ czhanddi, jld dimv asụ̄ tmhi andryyiczhn ashi khosh kri th yus ashi khosh kri dnyahs andr, tvpth chhi asụ̄ tyar kran tihndi khạṭr jhnm, yth jhnms mnz vatnavnh āyhi so bdhilt v khvạry dkh diy diy."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi yim pnnyn nyk ʿmln hnz mzvurụ̄ czhanddn ạkhrtuk thvab ḥạṣil krnh khạṭr so kvushish yosh shvbhi. Yʿny so ʿml āshi shryʿth kyn qvạʿdn mṭạbiq byyhi āshi suh shkhṣ ba ayman, mushrk āshi nh. Tmy qsmkụ̄ lvukh yim chhi tihund sʿī th kvushish chhe qạbli tʿryf yosh rthhi khshi. Allah tʿāly qbvl krisoe ʿml yth tre shrṭ āsn, akh āshi nyt rcz. Doyim āshi mṭạbq qvaʿdi shrʿ. Tryim āshi aʿtqad ṣḥyḥ."
  },
  {
    "verse_id": 20,
    "translation": "Prth akis yʿny dunyah czhanddvnis th ạkhrt czhanddvnis krv asụ̄ amdad pnnhi mhr bạny sintụ̄, chhanh tuhndis prvrdigar snz mhr bạny dunyahs andr kạnshi hndi khạṭr bnd āmcz krnh th pth āmcz rttnh."
  },
  {
    "verse_id": 21,
    "translation": "Ae pyghmbr brḥq vuchhiv tvhụ̄ ashi kithh pạtthụ̄ chhe zyadty ʿṭa kr mcz addyn lvukn addyn petth. Ḥty khi akthr kạfr chhi akthr ba aymann hndi khoth maldar, pz pạtthụ̄ ạkhrt chhu setthah bvdddrjatn hndi aʿtbar, byyhi chuhv setthah bvdd fẓylt khi aʿtbar. Tmyuk gczihh ahtmam krun. Yth yim shrṭ chhi tim gczhn pvur krnụ̄."
  },
  {
    "verse_id": 22,
    "translation": "Ae mkhaṭb mh tthhravun khdays mʿbvdi brḥqs sintụ̄ byakh kanhh mʿbvdah. Vrnh rvzkh cz mdhmt krnh āmut be ks v be bs."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi chhu ḥukm kvrmut chạnụ̄ prvrdigarn khi ae lvukv ʿbadt mh kriv mʿbvdi brḥqs vrạe kạnshi hnz, byyhi kriv tvhụ̄ pnnis mạlis majhi nsbt aḥsan, rut slvuk. Hrgah vatn chạnis vqts andr bujrs andr, akh ya doshve, ps mh ās timn kunhi kthhi petth tng yith auf vnan. Byyhi mh ās timn zvrh kth ya khshm kran, timn sintụ̄ ās kth kran rthi ṭryqh nrmy san."
  },
  {
    "verse_id": 24,
    "translation": "Byyhi kr pst tihndi khạṭr ainksạry hndụ̄ pr, nyaz mndy sintụ̄, ythh pạtthụ̄ janvr sund bchh chhu ānph rttnkhi vqth mạlis majhi brvntth knhi pr muczrạvith rvzan, byyhi ās tihndi ḥqh dʿā kran. Ae myanhi ḥqyqy prvrdi gar, rḥm kr yimn doshvny petth yithh pạtthụ̄ yim doshve me petth rḥm khyth myạnụ̄ ẓạhry prvrish kran ạsụ̄ yylhi bh lokutt auvsus."
  },
  {
    "verse_id": 25,
    "translation": "Tuhund prvrdi gar chhu zyadh zanh vun timn kthn yimh tuhndyn diln mnz chhe. Hrgah tvhụ̄ ḥqyqts andr dilh kinụ̄ sʿādt mnd ạsiv. Yʿny dils mnz mạlis majhi hnz shfqt th mḥbt ạsthe bʿẓe kunhi vqth tuhndi ṭrfh timn nsbt tyzy lbnh yivan āshi tvpth ạsivtvhụ̄ tmhi nishhi tvbh krith tim pans nish rạẓy kran, pzpạtthụ̄ Allah tʿālyā chuh tvbh krn valyn mghfrt krvun."
  },
  {
    "verse_id": 26,
    "translation": "Ạshnavan ās divan tihund ḥq byyhi mskyns mḥtajs th msafrs byyhi mh ās kran mal khrch krns andr aisraf th fẓvl khrchy. Suh khdae sund dyutmt mal khrch krun tuhnzn nafrmạnyn andr, ya mbaḥ chyzn andr tyvt zyadh khrch krun yymhi sintụ̄ brvntth hykhi nh shkhṣ ẓrvury ḥqvq ada krith."
  },
  {
    "verse_id": 27,
    "translation": "Pzipạtthụ̄ asraf th fẓvl khrchy krvnụ̄ chhi shyṭann hndụ̄ bạe, shyṭan chhu gvdd petthe pnnis prvrdigars nashukry krvun, tmis shyṭans diczạe Allah tʿālyā hn dvlti ʿql, tmụ̄ kr so ẓayʿ Allah tʿālyā snzi nafrmạny andr. Mbdhrynn krn ʿṭa dvlti mal, tim thi chhi soẓayʿ kran thnzn na frmạnyn andr."
  },
  {
    "verse_id": 28,
    "translation": "Byyhi hrgah kunhi vqth bmjbvry cz yimn mskynn, ghrybn th mḥtajn jvabe āshi krun, byyhi cz āskh pnnis rb snz rḥmt czhanddan tylhi kr ḥẓ czh yimn sintụ̄ nrm klamh. Tyuth klam gczihh krn yymhi sintụ̄ nh tihnz dil āzạry spdi."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi mh ās thavan athh z pnnhi grdnhi mnzbnd yʿny kạnshi kạnshi dihakh nh kynhh. Nh mh ās athh blkl yylh travan yʿny pans skht ẓrvurt ạsith byyn divan. Ps rvzkh cz mlamt krnh āmut hyvu akisejayhi bnd nvnue bdn thạvith."
  },
  {
    "verse_id": 30,
    "translation": "Pz pạtthụ̄ chvn prvrdigar chhu rzqs andr vusʿt kran ys yczhan chuh, byyhi chuh suve rzqs andr tngy kran ys yczhan chuh. Pz pạtthụ̄ suh chhu pnnyn bndn hund ḥal pvur zanh vun tihndyn ḥalatn pvur vuchhhi vun."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi mh ạsiyvukh maran pnnụ̄ avlad nadạry hndi khvfh, asụ̄ dimv timn thi rzq byyhi tvhyhi thi, pzpạtthụ̄ tim marnụ̄ chhu bvdd gnah."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi mh yiyiv nkhh thi ychh kamhi zinahs. Byshk yhi ychh kạm chhe bddbe ḥyạyy byyhi chhe khrab vth. Amhi sintụ̄ chhu ʿdavt nvan byyhi ftnh v fsad qạym spdan. Byyhi chuh nsb ẓayʿ spdan."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi mh ạsyvun maran suh shkhṣ yymhi sund marun Allah tʿālyā hn ḥram kvr, suh gvv ba ayman, mgr marnh yiyhi kunhi jurms mnz bḥkmi shrʿ, byyhi yus shkhṣah naḥq marnh yyyhi, byshk ashi dyut tihndis vliyas akhtyarqiṣaṣ hynuk, suh vly ḥqyqy ạsitn ya ḥukmy, ḥukmy vly gvv padshah. Mgr timn vlyn hnz gczihh nh bdlh hyns mnz zyadty krnụ̄. Mujrms mubdl ghạr mujrm ya akis bdl variyah marnụ̄, byshk suh chhu mdd krnh āmut. Ts sintụ̄ chhe lvukn hnz hmdrdy."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi mh pkiv nkhh ytym sndis mals mgr tmhi ṭryqh yus rut āshi shrʿāan thi ʿrfaanthi yʿny yymhi sintụ̄ aṣl mvjvud rvzi th tmhi khi nfʿ petthe ytym snd akhrajat pvur spdn. Yvtanụ̄ suh ytym pnnis ṭaqts vathi yʿny balgh th smjhdar spdi, byyhi kri vfa tth ʿhds yus tvhyhi khdays sintụ̄ kvrmut chuhv. Byyhi timn ʿhdn yim tvhụ̄ panh vạnụ̄ kran chihv, byshk prth kunhi ʿhduk yiyhi prczhnh qyamtk kh doh."
  },
  {
    "verse_id": 35,
    "translation": "Byyhi yylhi mynh vnyn chyzn tvhụ̄ mynan ạsiv tylhi ạsiv pvur mynan. Byyhi ạsiv tvlh vnụ̄ chyz pokhth trkri thi pvur prmanh sintụ̄ tvlan, yhi chuh drdhati khod thi setthah rut, byyhi chuh amyuk anjam thi setthah bhtr th setthah rut. Amhi sintụ̄ chuh aʿtbar brran."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi mh ās pth lgan tth chyzs ya tth kthhi yymich nh cze khbre chhe. Be tḥqyq mh ās kunhi chyzs petth ʿml drāmd kran. Yvtanụ̄ nh kanhh chyz tḥqyq san zanan āskh tvtanụ̄ mh van zvnum. Yvtanụ̄ nh var vuchhan āskh tvtanụ̄ mh ās vnan vuchhum, yvtanụ̄ nh var bvzan āskh, tvtanụ̄ mh ās vnan bvzum. Hurv murv mh ās aapuz gvạhy th shhadt divan kyazi, pz pạtthụ̄ kn th achh th dil yimn sạrne nishhi yyyhi prczhh gạr krnh qyamt khi doh."
  },
  {
    "verse_id": 37,
    "translation": "Byyhi mh pkh zmyns petth kanhi tkrạvith tkbr san zvr zvr lth divan, pz pạtthụ̄ cz hykkh nh gvd krith pnnyv ltv sintụ̄ ath zmyns, byyhi hykkh nh pan zytthrạvith pknh sintụ̄ kohn tanụ̄ thzr kinụ̄ vạtith."
  },
  {
    "verse_id": 38,
    "translation": "Yymh sare ychh kamhi yimn hnz dhikr krnh āyhi chhe chạnis prvrdigars na psnd."
  },
  {
    "verse_id": 39,
    "translation": "Ae Muḥammad yimh kthh yimh byan āyhi krnh chhe timv ḥikmt chv kthv andrh yimh tuhndụ̄ prvrdigarn vḥy pạtthụ̄ tvhyhi kun svzh, ae mkhạṭb byyhi mh tthhravun khdae se mʿbvdi brḥqs sintụ̄ kanhh mʿbvdah. Hrgah cz mʿbvdi brḥqs sintụ̄ byakh mʿbvd tjvyz krkh tylhi yikh cz tranh jhnms andr mujrim th mulzim bnith dkh dinh āmut. Vvnụ̄ yylhi czh bvzkh shirk kvutah ychh chhu tih bvzith tih rvdukh nh cz timv kthv nishhi pth yimh tvḥyds brkhlaf āsn. Yithh pạtthụ̄ bʿẓ jạhl chhi Allah tʿālyā hs kvri tthhravan, dpan chhi mlạyk chhi )nʿūdh bAllah( khdae snz kvri Allah tʿāly chuh frmavan."
  },
  {
    "verse_id": 40,
    "translation": "Kyah tuhndụ̄ prvrdigarn kriv tvhụ̄ nychvyv sintụ̄ khaṣ, pans rchn kvri mlạykv andrh kvre kvri, byshk tvhụ̄ chihv vnan setthah skht kthah."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi chhu afsvs yymhi kthhi hund khi byshk ashi krụ̄ yth qrān mjyds mnz phirụ̄ phirụ̄ byan athbat tvḥyd abṭali shirkkụ̄ mẓamyn yuth lvukn varh fkri tri lykn bavjvdān chhe timn tvḥydch nfrt huran, yvut zyadh bvzan chhi tyvut chhi grnh yvan th pzi kthhi nishhi dvur czlan."
  },
  {
    "verse_id": 42,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah shrkh kis bạṭl āsns mtʿlq hr gah mʿbvdi brḥqs sintụ̄ āshn mʿbvdani bạiṭl thi ythh pạtthụ̄ mushrk vnan chhi tylhi āshi ha timv mkhalfanh ṭryqs petth ʿrshi vạlis khdays nishhi vatnch kanhh vthah kddmcz ts sintụ̄ mqablh krnh khạṭr. Ts nishhi ʿrshi mjyd tkht shạhy ath hyh khạṭr. Yithh pạtthụ̄ dunyahkụ̄ padshah chhi akh akis nishih tkht v taj ninch kvushish kran. Tth ṣvrts andr āshi ha niẓami ʿām tbah v brbad spud mut. Ḥalankhi tvhụ̄ chhiv vuchha n niẓami ʿālm chhu bdstvr qạym alāni kmakan. Ps spud mʿlvum khi sbbhi fsad yʿny varyhn mʿbvdn hund āsun chuh blkl ghlṭ th bạṭl. Ps spud thạbit khi."
  },
  {
    "verse_id": 43,
    "translation": "Yim lvukh yimh kthh vnan chhi timv sarve kthv nishhi chhu Allah tʿālyā munzh th pak byyhi setthah thvd th bulnd yth bulndy th thzrs nh nihaythe kunhi chuh."
  },
  {
    "verse_id": 44,
    "translation": "Ts mʿbvdi brḥqs chhi bpạky yad kran sth āsman th zmyn byyhi tim mkhlvqat yim timn mnz chhi, byyhi chhunh kanhh chyz yus nh tmụ̄ snz pạky byan kran th tihnz tʿryf kran chhu, mgr ae kạfrv tvhyhi chhuv nh bvzn tgan tihund tsbyḥ prun, byshk suh mʿbvdi brḥq chhu setthah ḥlym th mghfrt krvun, timn ym shrk vkufr nishhi tvbh krith tmih nishhi pth rvzn. Ḥlym āsnh mvkhh chuhnh Allah tʿālyā yimn mushrikn jld giriftari ʿdhab kran."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi yymhi vqth thi tblygh kis silsils andr qrāni mjyd pran chhiv ya rsvl Allah, asụ̄ chhi tmhi vqthi tvhyhi mnz th timn lvukn mnz yimn mnz nh ạkhrtch pczh chhe tthvr th prdh travn pvushydh, so prdh gvv yohe kh."
  },
  {
    "verse_id": 46,
    "translation": "Travan chhi asụ̄ tihndyn diln petth prdh yymhi sintụ̄ nh timn tmhi qranuk mqṣd kynhh fikri tran chuh. Byyhi chhikh knn travan zr th gobyr. Thvp chuhkh knn lgan. Fikry chuhkh nh tran asụ̄ kyah chhi bvzan. Byyhi yylhi tvhụ̄ ya rsvl Allah pnnih se prvrdigar sndyn ṣifatn th kmalatn hund dhikr kran chihv qrāni mjyds andr, timn kạfrn chuhnh fikri tran kynhh thi. Tim chhi nfrt krith th thr phrith vaps czlan."
  },
  {
    "verse_id": 47,
    "translation": "Asụ̄ chhi pvr zanan zi yim kyazi chhi kn dạrith tuhnd klam bvzan. Yymhi saʿth yim bvzan chhi yuhund ghrẓ chuh āsan tth andr aʿtraẓ th ṭʿn krun. Byyhi chhu mʿlvm ashi yymhi saʿth yim qrāni mjyd bvuzith panh vạnụ̄ knh kthh kran chhi. Yymhi saʿth yim ẓạlim ba aymann vnan chhi tvhụ̄ chhiv nh pyrvy kran mgr ts shkhṣh snz ys jadyuk athr chuh spudmut, suh jadyuk athr gvv jnvn."
  },
  {
    "verse_id": 48,
    "translation": "Ae pyghmbr brḥq vuchihv kmhi qsmchh ychh kthh chhi yim dushmn tohyhi nsbt vnan. Kmhi kmhi qsmkụ̄ alqab chhi tohyhi nsbt tjvyz kran. Amy sbbh ge na ym gmrah. Ps lbn nh yim pzrs kun vthe zanhh, kyazi ymv chyzv sintụ̄ chuh hdaytuk astʿdade ẓayʿ spdan. Ymv krụ̄ qrāni mjyds sintụ̄ tthtthh th aisthzah. Pyghmbrs sintụ̄ thi tthtthh th aisthzah. Amhi khvth bdd gmrạhy kvsh gyhi."
  },
  {
    "verse_id": 49,
    "translation": "Yim kạfr chhi vnan kyah yylhi asụ̄ mrith addje addjhi āsv, timne addjyn āshi svur th ryzh ryzh gvmut, kyah tvpth yimvasụ̄ qyamt kh doh dubarh qbrv andrh kddnh th zindh krnh."
  },
  {
    "verse_id": 50,
    "translation": "Tvhụ̄ frmạviyvukh ya rsvl Allah, addjyn hnz kyah chhe kth hrgah tvhụ̄ mrnh pth kanhi ya shishtr,"
  },
  {
    "verse_id": 51,
    "translation": "Ya tmhi khvth kanhh skht chyz bniv yus chyz zyadh skht th zyadh bʿīd āshi zindgy qbvl krnh nishhi, vuchihtvtvhụ̄ ashi tgyah suh chyz dubarh byyhi zindh krun kinh nh, vonụ̄ prczhn tim ashi kus kri byyhi zindh, tvhụ̄ frmạviyvukh tvhyhi kri sue qdrth vvl prvrdigar pạd byyhi zindh yymụ̄ tvhụ̄ gvdd pạd krivyylhi tvhụ̄ kihinụ̄ thi ạsiv. Amhi pth yin tvhyhi brvntth kun klh gilvan bṭvri ankar. Dpnhi lgn zi suh dubarh byyhi zindh spdnuk doh kr āshi, tvhụ̄ frmạviyvukh suh doh āshi jldy."
  },
  {
    "verse_id": 52,
    "translation": "Yhi bnhi tmy dvh yymhi doh prvrdigar tohyhi nad th ālv diyhi akis mlkh sndi dhryʿh ys nav chuh aisrafyl. Suh dpyv tohyhi ha lvukv, sapdiv zndh, tvpth sapdi v jmʿ th ḥạẓir mḥshrkis mạdans andr. Tth nadas kriv tvhụ̄ mjbvr spdith ajabt th tslym. Nyrun hyyiv tvhụ̄ qbrv mnz tsndụ̄ ḥmud th tʿryf kran. Pran ạsiv tvhụ̄ )................. (byyhi gczihh tohyhi khyal khi asụ̄ chhinh rvudmtụ̄ dunyahs mnz qbrn andr mgr kmse kals."
  },
  {
    "verse_id": 53,
    "translation": "Byyhi frmạviv myanyn muslman bndn khi tim āsn kạfrn suh jvab dpan yus rut āshi akhlaqn hndi aʿtbarh. Yth mnz nh tyzy th ashtʿāl angyzy āshi kyazi, byshk chuh shyṭan skht th tyz jvab vnh nạvith lvukn mnz ftnh th fsad travan, tikyazi shyṭan chuh gvdd petthe ansanh sund nvn th mvuly dushmn. Lhādha chuhnh skhty th tyzy krns andr kanhh fạydh tikyazi hdayt v gmrạhy chhe khdays aathhi."
  },
  {
    "verse_id": 54,
    "translation": "Tohyhi sarne hund ḥal zanhi tuhnd prvrdigarkhi kus shkhṣ kth qạbil chhu. Hrgah suh yyczhhi tvhyhi andr kạnshi petth rḥm krun, rḥm krys yʿny hdayt krys. Rahi rasts petth anys. Byyhi hrgah suh yczhhi tvhyhi andrkạnshi petth ʿdhab krun ts kri ʿdhab yʿny ts diyhi nh hdaytuk tvfyq yymhi sbbh suh szavari ʿdhab spdi, byyhi nh ḥẓ svziv nh ashi tvhụ̄ lvukn hndi hdaytuk dhmh dar bnạvith, lhādha yylhi nh tvhụ̄ bavjvdi nbvt v risalt dhmh dar bnạvith svznh āmtụ̄ chihv, ʿām lvukn tuhndyn aumtyn kyah dhmh dạry chhe amhi kthhi hnz khi tim chhi zvr ath mnz hr th qẓyhi lagan."
  },
  {
    "verse_id": 55,
    "translation": "Tuhnd prvrdigar chuh pvr zanan timn sarne yim āsmann andr th zmynn andr chhi yʿny mlạykn, ainsann th jinn. Tmis chhe khbr timv sarve andr kus chhu nby bnavns qạbl th kus chhunh, ps hrgah tmụ̄ tvhụ̄ nby pyghmbr bnạviv, ath mnz kyah tʿjub chuh. Tvpth hrgah tohyhi tmụ̄ fẓylt dyut tth mnz kyah tʿjub chuh. Kyaziashi dyut btḥqyq fẓylt bʿẓ pyghmbrn bʿẓ pyghmbrn petth. Byyhi hrgah ashi tvhyhi qrāni mjyd ʿṭa kvr, tvhyhi kyah tʿjub chuhv kyazi ashi kvrna ʿṭa davvd ʿlyh alslams zbvr. Zbvruk tkhṣyṣ āv amy krnh khi zbvrs mnz chhu khṣvṣyt san byan āmut krnh nʿt v ṣfat ānḥẓrt ṣly Allah ʿlyh v slm byyhi chhe tth mnz khbr dinh āmcz khi ḥẓrt pyghmbr ạkhralzman āsn ṣaḥbi mulk v slṭnt."
  },
  {
    "verse_id": 56,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah ṣly Allah ʿlyh v slm yimn mshrkn kh ae mshrkv, talah tvhụ̄ diyhi tav timn mʿbvdani bạṭln ālv yimn hndi mʿbvd āsnuk tvhụ̄ gman th khyal chhiv kran. Yimn skhtiyn th pryshạnyn hndi vqth dy tav ālv timne mʿbvdn mʿbvdi brḥqs vrạe, tvhụ̄ vuchhitv tim hyknvah tohyhi kynhh charh krith. Tim nh hyknv tklyf dvur krith kunhi qsmh, nh hyknv tth aadlh bl krith. Timn chhunh tmuyk akhtyar, adh tim mlạyk ạsitn ya jin ạsitn ya ansan ạsitn."
  },
  {
    "verse_id": 57,
    "translation": "Tim lvukh yimn yim mshrk nfʿ ḥạṣl krnh khạṭr kanhh ẓryr dvr krnh khạṭr mngan chhi tim chhinh panh pnnis prvrdigars nishhi qurb th nzdyky hund th ts nishhi vatnuk dhryʿh tlash kran. Prth akhah chuh kvshish kran be nth be goczuhs zyadh ts dhati paks qryb spdun. Byyhi chhi tim tmụ̄ sndis rḥmts aumydvar rvzan. Byyhi chhi tim thsndis ʿdhabs khvczan, byshk tuhndis prvrdigar sund ʿdhab chuh khvczns qạbl. Amhi andr chhu mṭlb yylhi tim khdayhi snz ʿbadt krvnụ̄ chhi, byyan hndụ̄ ḥajt kithh pạtthụ̄ hykn tim kddith. Yylhi tim panh tsndis ʿdhabs khvczan chhi byyn nishhi kithh pạtthụ̄ hykn tihund ʿdhab th tklyf dvr krith."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi chhnh kạfrn hnz kanhh bstyah yimn asụ̄ qyamt khi dohh brvntth hlak vtbah krvnụ̄ chhi, ya yimn asụ̄ qyamtkụ̄ doh jhnm kis ʿdhabs grftar krvnụ̄ chhi. Thi svrue chhu lvḥi mḥfvẓs lykhnh āmut. Ps hr gah kanhh kạfirah dnya khi ʿdhab nishhi kunhi vjhh bchhi thi mgr ạkhr t khi ʿdhab nishhi hykhi nh suh kunhi ṣvrts andr bchith."
  },
  {
    "verse_id": 59,
    "translation": "Byyhi rttụ̄ nh asụ̄ pth kunhi chyzn, asụ̄ kyah svzhav tim mʿjzh yimn hnz lvukh khạhish kr hn. Mgr brvntthmyn lvukn hndi tmhi qsmh kyn frmạyshy mʿjizn hund ainkar krnn, kyazi timn lvukn hndụ̄ th yimn lvukn hndụ̄ ṭbyʿt chhi kuny qsmkụ̄. Nmvnh pạtthụ̄ bvziv tvhụ̄ ath mtʿliq qṣh. Chinachhi qvmi thmvd chhi khvạhshhi muṭạbiq kryv ashi ʿṭa timn bṭvri mʿjzh ḥẓrti ṣalḥ pyghmbr sndi dhryʿh vvnttnhi hund mʿjzh yosh ʿjyb ṭryqh pạdh āyhi krnh. Yus mʿjzh āsnh khi sbbh drdhati khvd bṣyrt ḥạṣl krnuk akh dhryʿh avs. Mgr timv lvukv kr nh tmhi sintụ̄ kanhh bṣyrt ḥạṣl blkhi kvrukh ts avnttnhi nsbt bvdd ẓlm. Suh gv so avnttin mạr timv be drdy sintụ̄. Tiyuthue mʿāmlh krn azikhi vqth kạfr thi. Byyhi chhinh asụ̄ pnnụ̄ amhi qsmkụ̄ nishanh th mʿjzh svzan yim frmạyshy āsn mgr pnnhi ʿdhab nishih khvcznavnh khạṭr. Yʿny agr ayman aniv nh tylhi krv asụ̄ fvraan tbah v brbad. Amy chuh āsan frmạyshy mʿjzn hund mqṣvd. Vvnụ̄ hr gah yim mʿjzat ẓạhr spdhn tvpth anh hn nh tim ayman. Asụ̄ kr hvkh tim pnnhi vʿdh mvjvub hlak. Ythh pạtthụ̄ qvmi thmvd vghạr kvr. Vunhi āshiha nh yhndi hlak spudnuk vqt muqrr vvtmut. Asụ̄ yhi kynczhah tohyhi vnan chhi khi yim ann nh mʿjzh vuchhith thi ayman, yhi chhi asụ̄ ath kun nẓr krith vnan khi ashi chuh mʿlvm goddh petthe. Chnachhi ashi chuh tohyhi thi amyuk aṭlaʿ brvntthe kvrmut."
  },
  {
    "verse_id": 60,
    "translation": "Chnachhi tvhụ̄ pạviv czyts yylhi ashi tohyhi frmv vuv khi byshk tuhnd prvrdigar chuh pnnhi ʿmlhi sintụ̄ sarne lvukn hndyn mvjvdh ḥalatn th buthhi yivunyn ḥalatn aḥaṭh krith. Yimn hund ayman nh anun thi chuh timve ḥalatv andr. Lhādha mh briv tvhụ̄ kanhh prvae. Tvhụ̄ ruv ziv pnnụ̄ kạm kran yʿny tblyghch kạm, byyhi kvr nh ashi suh khvab yus tohyhi ashi hvvuv mkh mʿẓms andr diyni aslam khi trqy mtʿlq. Ya suh dydari khṣvṣy yus ashi hvv tohyhi shbi mʿraj. Mgr lvkn hndi āzmạyshhi khạṭr, yuth varh nanhi khi km krn pczh th km krn ainkar. Byyhi kr nh ashi tmhi kulich dhkr yus kul rḥmt nishhi dvr āmut chuh thavnh yʿny drkhti zqvm. Yus jhnms mnz āshi. Yymyuk phl jhnmy khyavnh āsn yivan, tmhi kulich dhikr thi āsh qrāni mjyds andr lvukn hndi amtḥanh th āzmạyshhi khạṭr. Chnachhi ymn doshv nụ̄ chyzn kvr kạfrv ankar. Mʿrajs kvrukh yymhi mvkhh ankar khi yhi ākh ʿjạyb bvznh khi akụ̄ se shabs mnz yvut zytthhi ziyvutth sfr krun. Blkhṣvṣ āsmann hund sạr krun. Yhi avs nh tihnzi fkri mnz yivan, yithe pạtthụ̄ kvrukh shjrh zaqvms thi ankar, dvpukh thi kithh pạtthụ̄ bnhi kh nars mnz kyah āshi kul. Narch mahyt chhe alg th kulich mahyt chhe alg, nar sintụ̄ chhu kul dzan. Bhr ḥal yithh pạtthụ̄ yimv kạfrv yimn dvn chyzn ankar kvr. Ythe pạtthụ̄ kr hn tim frmạyshy mʿjzn thi ankar, byyhi chhi asụ̄ timn ạkhrt khi ʿdhabh sintụ̄ ddr pavan. Mgr timn chhunhi tmhi sintụ̄ kynhh thi huran mgr bdd srkshy th shrart."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi chuh suh vqt thi qạbli dhikr yylhi ashi ḥukm kvr mlạykn yimn sintụ̄ tmhi vqth aiblys thi shạmil avs khi sjde tʿẓym diyiv ādm ʿlyh alslams. Ps dyut sarve mlạykv tʿmyli ḥukm krith sjdh mgr dyut nh ablysn, suh lvg vnnhi kyah bh dimah sjdh ts yus cze rbhi pạd kvrthn. Ath ʿdvli ḥukmy petth spud suh mrdvd."
  },
  {
    "verse_id": 62,
    "translation": "Tmhi vqth lvg suh vnnhi, me vnitv yhi shkhṣ ys tohyhi me petth fẓylt diyutuv amis mnz kosh khvby chhe. Khạr hrgah tvhụ̄ me mhlt diyiv myanhi drkhvast mvjvb qyamt kis dohs tanụ̄ zindh rvznch tylhi vuchhiv bh kyah bnụ̄ ravh amụ̄ sndyn lvutyn pvutyn nsbt, tim sạry vrghlavkh th gmrah krkh bh kynczhn km lvukn vrạe chanyv mukhlṣ bndv andrh."
  },
  {
    "verse_id": 63,
    "translation": "Allah tʿālyā hn frmv vus gczh gczh yih tgy thi kr. Ashi tghi na yus akhah timv andr chạnụ̄ pyrvy th mtabʿt kri, ps nari jhnm chuh chanhi khạṭr byyhi timn hndi khạṭrpvur pvur sza."
  },
  {
    "verse_id": 64,
    "translation": "Byyhi ddaltkh tihndụ̄ qdm syzi vthi nishhi. Byyhi khvcznavtkh th banbravtkh tim pnnyv āvazv sintụ̄, byyhi antkh timn gmrạhy krnh khạṭr pnun pvur lshkr, pyadh lshkr thi th svar lshkr thi, byyhi spdth shạmil shryk tihndyn maln andr th avladn andr yʿny yim doshve chyz kyah krn tim ḥạṣl najạyz ṭryqv sintụ̄, byyhi thavth timn czh apuzụ̄ apuzụ̄ vʿdh krnh sintụ̄, tmhi sintụ̄ andy nh kynhh tih, byshk shyṭan chuh lvukn sintụ̄ aapuzụ̄ aapuzụ̄ vʿdh kran."
  },
  {
    "verse_id": 65,
    "translation": "Kyazi be shk myạnụ̄ bndh yim chhi timn petth chuhe nh cze kunhi qsmuk ghlbh, tmis shyṭans kth petth hykhi ghlbh bnith. Tuhnd prvrdigar chuh tuhnd kạfy kar saz."
  },
  {
    "verse_id": 66,
    "translation": "Tuhnd prvrdigar chuh tytuhe nʿmt ʿṭa kr vun khi suh chuh tohyhi fạydh vatnanh khạṭr dryavn andr nav th jhaz pkh navan, yuth tvhụ̄ tihindụ̄ rzq tlash kriv, byshk suh chuh tuhndis ḥals petth setthah mhrban."
  },
  {
    "verse_id": 67,
    "translation": "Byyhi yylhi tohyhi dryavs andr ya smndrs andr tklyfah vatan chuhv tmhi saʿth chhi tohyhi mshan tim sạry mʿbvd ani bạṭl yimn tvhụ̄ ʿbadt kran ạsiv mʿbvdi brḥqs vrạe. Tmhi saʿth chihv tsụ̄ mʿbvdi brḥqs njat mngan. Ps yylhi suh tuhndis mngns aijabt krith tohyhi phttnh nishhi njat dith btthis kun vath navan chhuv, aty chuhvs byyhi buth phiran th nafrmạny kran, yhi ansan avs ddaddi hmyshhi kufrani nʿmt krvunue. Pnnh nis munʿm ḥqyqy sund anʿām th pnnụ̄ nangr ʿạjzy th zar par mshravan. Vonụ̄ yus tvhụ̄rvgrdạny kran chhiv, yhi kth binahs petth chhiv kran."
  },
  {
    "verse_id": 68,
    "translation": "Kyah tohyhi lvbvh amn vaman yymhi kthhi nishhi khi suh valhi tohyhi btthis petth vạtith zmyns tl yithh pạtthụ̄ qarvn vvlun, ya svzi tohyhi petth vavah yymhi mnz tohyhi petth knhi rvud pyyhi yithh pạtthụ̄ qvmi ʿāds petth knhi rvud spzvv, tvpth lbyvun nh tvhụ̄ pnnhi khạṭr kanhh mddgarah th kar sazah."
  },
  {
    "verse_id": 69,
    "translation": "Kinh tvhụ̄ chhiv pnnhi jayih khạṭr jmʿ yymhi kthhi nishhi khi Allah tʿālyā kyah vatnavi tohyhi byyhi ath smndrs mnz kunhi ẓrvury kamhi mokhh, ps svzih tohyhi petth chhlh krvun skht vav yus tuhndis jhazs chhlh th kvchh krith tohyhi san phattvih tuhndi kufr sbbh, tvpth lbyvun nh tvhụ̄ kanhh akhah ashi baz khvast th prczhh gạr th jvab ṭlb krvun."
  },
  {
    "verse_id": 70,
    "translation": "Byyhi dyut ashi pzpạtthụ̄ ḥẓrti ādm ʿlyh alslam sndyn avladn yʿny ansann bʿẓ khaṣ ṣft ʿṭa krnh sintụ̄ bjr, time ṣfat yim nh baqy ḥyvann ʿṭa āe krnh. Tim ge ḥusni ṣvrt, syvd qdv qamt, ʿql, ayjad ṣnayʿ, byyhi krụ̄ ashi tim svar khshky andr mkhtlf janvrn hndyn pushtn petth. Guryn th avnttn th katrn th khrn hndyn pushtn petth. Dryavn th smndrn andr navn th jhazn pettha. Byyhi kvr aashi timn ʿṭa rzq nfys nfys ṣaf v pak chyzv andrh, byyhi duyt aashi timn fẓylt pnnyv mkhlvqv andrh varyahn mkhlvqn petth rut fẓyltah. Aath kun nẓr krith paziha timn yimn sanyn nʿmczn hnz qdr krnụ̄ mnʿmi ḥqyqy kunue zannh sintụ̄, byyhi tsnz ʿbadt th frmanbrdạry krnh sintụ̄. Amhi nafrmạny th kfr v shrkuk mḥasbh yiyhi hanh timn qyamtuk doh."
  },
  {
    "verse_id": 71,
    "translation": "Suh doh gvv sue yymhi doh asụ̄ nad dimav sarne lvukn pnnụ̄ pnnụ̄ namh aʿmal sintụ̄ hyth mḥshrkis mạdans mnz jmʿ spdnh khạṭr. Bʿẓ mufsrv frmvv ).......( pnnyv srdarv th zitthyv sintụ̄ yiyakh nad dinh, ps yimn lvukn namh aʿmal dinh āvdchhnis aths kyth tvpth prn tim pnun namh aʿmal. Vuchhn tim kh timn yiyhi nh kunhi qsmuk ẓlm krnh. Khzr ānchhi chhi mnzụ̄ mhi khsh chhi jayhi hndi pnh davi brabrtih. Yʿny timn yiyhi aymanuk th rczn ʿmln hund thvab pvr pvr ʿṭa krnh. Timn yiyhi ʿdhab nishih njat dinh."
  },
  {
    "verse_id": 72,
    "translation": "Byyhi yus shkhṣ dunyahs andr zạnith njatch vth vuchhnh nishhi avn th aʿmah āshi bnyvmut, suh āshi ạkhrts mnz thi njat kis grs mnz vatnh nishhi aʿmah th avn th nabyna. Byyhi āshi dunyah khoth setthah rvvmut th dvur pyv mut mnzli mqṣvd ḥạṣl krnh nishhi tikyazi dnyahs andr avs gmrạhy th ẓlalts tdvruk krun mumkin tvbh astghfar sintụ̄. Ạkhrts andr chuh gumrạhy tdvruk krun namumkin th dushvar. Yimn lvukn yyyhi namh aʿmal dinh khvfris aths kyth."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi āshi kạfr setthah nzdyk yith kvushish kran khi tim ddalh hn tohyhi timv aḥkamv nishhi yim ashi tohyhi petth bdhryʿh vḥy nạzil krmtụ̄ ạsụ̄yʿny tvhụ̄ krihiv tihnzi khvahshhi mṭạbiq ʿām muslman pans nishhi dvur ya diyhi hiv timn akis vrys aslam anh ns mhlt. Yimh doshve kthh āsh khlafi shrʿ. Mgr tihnz kvushish ạs khi kunhi pạtthụ̄ kriv na tvhụ̄ yhi kth mnẓvr. Ashi petth lạgiv nasanhi ḥukmh vrạe byakh ḥukmah. Tylhi tylhi thavhn tim tohyhi pnnụ̄ jany dvst."
  },
  {
    "verse_id": 74,
    "translation": "Hrgah ne asụ̄ tvhụ̄ mẓbvṭ th mḥkm thạbti qdm thavhv pnnis ḥukms hyth, nth avs aḥtmal khi tvhụ̄ ma spdihiv timn kun mạyl mvyhi hnatth ṣvrts andr."
  },
  {
    "verse_id": 75,
    "translation": "Hrgah tih yiyhi ha lbnh yʿny tvhụ̄ kya spdihiv tihnzn kthn kun mạyl tylhi czhnav havasụ̄ tvhụ̄ dvgnh ʿdhabuk mzh dunyachhi zndgạny andrthi, ạkhrtchhi zndgạny andr thi, mrnh pth tih. Tvpth lbhi hvun nh tvhụ̄ pnnhi khạṭr ashi mqạbil kanhh mddgarah. Mgr chvnkhi ashi bnạviv tvhụ̄ mʿṣvm th thabt qdm tmhi sbbh āv nh lbnh tuhndi ṭrfh kunhi qsmh timn kun mạyl spdun. Khdayn krv tohyhi pnnụ̄ rạchh th ḥfaẓt. Tvhụ̄ lvbuv dunyah vạkhrt khi dognh ʿdhab nishhi njat."
  },
  {
    "verse_id": 76,
    "translation": "Byyhi kryav qṣdtimv kạfr v tohyhi tklyf vatnạvith krhn tim mjbvr tohyhi mkh shryfh mnz nyrns petth. Hrgah thi lbnh yyyhi ha tylhi rvzhn nh tim kạfr tohyhi pth tth shhrs mnz mgr kmse kals. Chnanchhi tiy āv ba ʿml. Yylh khdayhi sndi ḥukmh mvjvub tohyhi hjrt krv, mkh mʿẓmh mnz drạv, mdynh mnvrs kun niyuv tshryf. Ddodd vry gczihthe āe kạfrn hnd ụ̄ bddụ̄ bddụ̄ ddangr dushmnani aslam abv jhl, ʿtbh, shybh, vlydi plyd jngi bdrs mnz qtl krnh th marnh. Tmhi pth kme kynhh kalah gczihth spud ftḥi mkh. Sạrise jzyr h ʿrbs petth spz aslamy ḥkvmt qạym. Tuhndyv dshmnv mnzh rvudnh akh thi bạqy."
  },
  {
    "verse_id": 77,
    "translation": "Ythh pạtthụ̄ timn pyghmbrn hndi ḥqh svn qạʿdh th ṭryqh rvud, yim pyghmbr ashi tohyhi brvntth svuzimtụ̄ ạsụ̄ timn thi yylhi dushmnv tklyf vatnvv, tvpth kddikh tim pyghmbr pnnyv shhrv andrh, ashi gạlụ̄ tihndụ̄ tim dushmn. Timn dyut nh ashi sokh timn shhrn andr rvuzith. Yithe pạtthụ̄ galvkh asụ̄ tuhndụ̄ dushmn thi ya rsvl Allah ṣly Allah ʿlyh v slm. Tvhụ̄ ḥẓ lbiv nh sạnis muqrrh ṭryqs tghyr v tbdyl spdan. Vonụ̄ bv ziv tvhụ̄ suh nuskhh yymhi sintụ̄ tuhndụ̄ sạry ghm dvur spdn."
  },
  {
    "verse_id": 78,
    "translation": "Ae pyghmbr brḥq tvhụ̄ ạsiv prth doh nemaz qạym thavan, dohlhi āftab ddlnh pth, rạcz hnzi taryky th anhi gtth spdns tanụ̄, ath mnz āyhi czvr nemaz. Pyshin, digr, sham th khoftn, byyhi ạsiv ṣbḥ nemaz pran, byshk ṣbḥ nemaz chhe mlạkn hndi ḥạẓr spd nuk vqt. Chnanchhi ḥdyth shryfs mnz chhu āmut kh digr nemazi th ṣbḥ nemazi chhi ḥạẓr spdan duhkụ̄ th ratkụ̄ mlạyk, yim ansann hndi ḥfaẓth thi kitabth khạṭr vsan chhi. Timn chhi timne don vqtn petth bdly spdan. Ratkụ̄ mlạyk chhi ṣbḥs khsan th duhkụ̄ mlạyk chhi vsan. Digrs chhi duhkụ̄ mlạyk khsan th ratkụ̄ vsan. Ṣbḥ nemazith digr nemazi petth chhi doshve khsh vnụ̄ th vsh vnụ̄ jmʿ spdan. Khdays nishhi gvạhy divan khi asụ̄ khtụ̄ chạnụ̄ bndh ạsụ̄ nemaz pran asụ̄vthụ̄ tim ạsụ̄ nemaz pran."
  },
  {
    "verse_id": 79,
    "translation": "Byyhi rạcz hndis akis ḥṣs mnz vthiv tvhụ̄ ya rsvl Allah, priv tth andr nemazi thjd. Yhi nemaz chhe panczn nemazn ʿlavh zyadh khaṣ tuhndi khạṭr, vomyd chhe yʿny vʿdh chuh khi tuhund prvrdigar diyhi jae tohyhi muqami mḥmvds andr yʿny vatnav tohyhi tth mqams yus setthah qạbli tʿryf chuh, suh gv mqami shfaʿti kbrāy. Tth mqams vạtith krn tʿryf avlyn vākhryn. Byyhi panh ḥẓrti rb alʿālmyn. Tuhund thvd shan vuchhith thvd mqam vuchhith krn lvukh tuhndụ̄ tʿryf, tuhndi Muḥammad ṣly Allah ʿlyhi v slm v mḥmvd āsnuk spdi ẓhvr."
  },
  {
    "verse_id": 80,
    "translation": "Byyhi ạsiv tvhụ̄ yhi dʿā pran khi ae myanhi pvrdgarh mkh shryfh mnz nyrnh pth vatnav me ticzhhi jayhi yth jayhi cz yczkh rthi ṭryqh bkhyr v khvby. Mkh shryfh mnz nyrun avs rutue rut. Mdynh shryfs mnz aczun thi rutue rut. Byyhi kr me pnnhi ṭrfhi nnụ̄ yạry. Me kr ʿṭa yimn kạfrn petth suh ghlbh yth andr chvn mdd th nṣrti daymy sintụ̄ sintụ̄ āshi. Yus nh zạyul spdvun th ʿārẓy āshi blkhi āshi pvshhi vun th paydar."
  },
  {
    "verse_id": 81,
    "translation": "Byyhi ạsiv pran khi vonụ̄ spud pvz dyn ẓạhir, apuz dyn spud bạṭl. Byshk apuz chhu ạkhr glh vune th khtm gczhh vune. Yimne mẓmvnn kun gczhhi tuhnz kl thavnụ̄ ghmgyn āzurdh gczhhi nh rvzun. Chnanchhi hijrth pth spud ftḥ mkh. Sạry vʿdh spdụ̄ pvur. Chnanchhi ftḥ mks andr yylhi ḥẓrti nby krym khanh kʿbs mnz czae. Khanh kʿbs mnz ạsụ̄ kạfrv thạvmtụ̄ andụ̄ pkụ̄ tre hth th shytth potlụ̄. Timn ạsụ̄ dsti mubarks mnz akh lvri hnah. Tmy sintụ̄ ạsụ̄ prth potlis kun asharh kran. Zbani mbarkh sintụ̄ ạsụ̄ yohe āyhi krymh pran ).....( byyhi byakh āyhi krymh ).......( pran. Tim potlụ̄ ạsụ̄ buthhi kinụ̄ vukranh yvan th pthr vsụ̄ pyvan."
  },
  {
    "verse_id": 82,
    "translation": "Byyhi chhi asụ̄ yhi qrāni mjyd nạzil kran yus bvdd shfa chuh. Bdd rḥmt chh baaymann hndi khạṭr yʿny ythh pạtthụ̄ pzi khi yinh sintụ̄ apuz gvl th zạyul spud, yithe pạtthụ̄ chhi asụ̄ qrāni mjyd var var nạzil kran. Yus rvḥạny mrẓn th bymaryn hndi khạṭr bvdd ʿlaj chuh yymhi sintụ̄ dilv andr bd aʿtqad th apuzụ̄ ʿqạyd th ychh akhlaq byyhi shkvk vshbhat dvr spdith rvḥạny ṣḥt chuh ḥạṣl spdan. Blkhi chuh bsa avqat amkhi brkth jsmạny mrẓn th bymaryn thi shfa bnan. Baaymann hndi khạṭr chuh rḥmt th shfa amy mokhh tim kyah chhi ath qrāni mjyds ayman anan. Amhi mvjvb ʿml kran yymhi sbbh Allah tʿālāy chuh pnnụ̄ bdd rḥmt timn kun mtvjh kran. Ychh ʿqạyd th ychh ʿmlv nishhi chuh timn shfah bkhshan, mgr ẓạlmn th naanṣafn yim nh qrāni mjydh mvjvb ʿml krn huri nh kynhh thi tavnh th noqṣanh vr ạe. Tikyazi tim chhinh amhi kyv hdaytv th arshadatv mvjvb ʿml kran yymhi mokhh timn petth chhe khdae snz byzạry zyadh spdan. Tim chhi mustḥqi ʿdhab v sza spdan. Yylhi vvnụ̄ yhi kyfyt chhe lhādha timn mtʿlq qbvli aslamch vomyd thavnụ̄ ya tihndi mukhalftuk ghm khyvn chuh bykar v be fạydh."
  },
  {
    "verse_id": 83,
    "translation": "Byyhi yylhi asụ̄ kạnshi ansans yʿny kạfrs kanhh nʿmt ʿṭa kran chhi ts pziha shukr guzạry krnụ̄. Tth bdl chuh suh sanyv aḥkamv nishih buth phiran. Byyhi phlv thy krith byyis ṭrfs kun phyran yʿny Allah tʿālyā chuhs pnnhi fẓl sintụ̄ nʿmti mal vdvlt ʿṭa kran. Mgr suh chhunh aḥsan manan. Amhi nʿmtuk shkr ada kran yvut amis ʿīsh vāram ḥạṣl spdan chhu, tyvt chuh suh mnʿm ḥqyqys nishhi ghạfil spdith tmụ̄ sndyv aḥkamv nishhi aʿraẓ kran. Byyhi yylhi ts kanhh tklyfah vatan chhu tmhi saʿth chuh navomyd spdan, doshvnụ̄ ḥaltn mnz chuh khdays nishhi be tʿlq spdan. Mgr ba ayman chuh doshvnụ̄ ḥaltn andr khdae se kun rjvʿ kran. Nʿmt kh vqth shkr dpan. Tklyf kh vqth ṣbr kran. Tklyf dvr gczhnh khạṭr ts kun altja kran."
  },
  {
    "verse_id": 84,
    "translation": "Tvhụ̄ frmạvyvkh ya rsvl Allah khi ba ayman th kạfr, nyk th bd prth akhah chuh kạm kran pnnhi pnnhi ṭryqh mvjvb yth tmụ̄ snz ʿql ṣḥyḥ ya jhl qbyḥ mngan āshi. ʿqli ṣḥyḥ chuh mngan aʿmali khạrn, jhl qbyḥ chuh mngan ychh ʿmln, ps chhe tuhndise prvrdigar s khbr kus chuh rahi rasts petth th syzi vthi petth. Ts chhe khbr kus chhu ghlṭ vthi petth. Sue diyhi prth akis pnnhi pnnhi ʿmlhi hnz mzvurụ̄."
  },
  {
    "verse_id": 85,
    "translation": "Byyhi ḥẓ chih prczhan yim kạfr tohyhi bṭryqi amtḥan rvḥuk sval. Rvḥch ḥqyqt kyah chhe. Tvhụ̄ frmạyvukh rvḥ chuh myạnis prvrdigar sund ḥukm bs byyhi nh kynhh, byyhi āv nh tohyhi ʿlm ʿṭa krnh mgr setthah km, tuhndi astʿdad mvjvb. Byyhi timn chyzn hund ʿlm yim ẓrvriyat chhi. Chvnkhi rvḥk ʿlm ẓrvryatv andr chuhnh. Byyhi trinh tohyhi fkry km fhmy mokhh tmhi mokhh āv thavnh pvshydh rvḥuk ʿlm."
  },
  {
    "verse_id": 86,
    "translation": "Byyhi agr asụ̄ yczhv vaps nimv asụ̄ qrāni mjyd yus ashi nạzl kvr tohyhi petth bṭryq vḥy, tvpth lbyvun nh tvhụ̄ pnnhi mdd khạṭr ashi sintụ̄ mqablh krnh khạṭr kanhh mddgarah."
  },
  {
    "verse_id": 87,
    "translation": "Mgr yhi chhe tuhndis prvrdigar snz rḥmt th mhrbạny khi tmụ̄ kvr nh thi, tikyazi khdayhi sund fẓl chuh tohyhi petth setthah bvdd. Lhādha gczhhi tuhund khdae snzi nʿmcz th mhrbạny yad pạvith khosh rvzun, kạnshi hndi mukhalftk gczhhi nh ghm brun."
  },
  {
    "verse_id": 88,
    "translation": "Yhi qrāni mjyd chuhv tythue mʿjzh khi tvhụ̄ frmạviyvukh khi hrgah sạry ansan thi jin smn th jmʿ spdn th kvushish krn khi pysh kyah krn ath qrāni mjyds hyvu klamah. Nh hrgiz hykn nh pysh krith ade sạry addụ̄ aaddyn pvr mdd gar thi bnn."
  },
  {
    "verse_id": 89,
    "translation": "Pz pạtthụ̄ krụ̄ ashi yth qrān, mjyds andr lvikn fkri tarnh khạṭr prth qsmkụ̄ ʿmdh mẓamyn mukhtlf ṭryqv byan, bavjvdān kvr nh akthr lvukv kynhh thi ankar vrạe th nashkry vrạe."
  },
  {
    "verse_id": 90,
    "translation": "Byyhi lgụ̄ tim lvukh tohyhi dpnhi asụ̄ krv nh pczh tohyhi tvtanụ̄ yvtanụ̄ nh tvhụ̄ sanhi khạṭr yth mkh mʿẓmh kis zmyns andr chshmh nagh rad jạry kriv."
  },
  {
    "verse_id": 91,
    "translation": "Ya yvtanụ̄ nh tohyhi khaṣ khzr kulyn th dchhhi kulyn hund baghah āshi tth baghs mnz kriv tvhụ̄ variyah kvlh jạry."
  },
  {
    "verse_id": 92,
    "translation": "Yvtanụ̄ nh tvhụ̄ ashi petth āsman chhlhi chhlhi trạviv yymyuk tvhụ̄ vnan ạsiv, yayvtanụ̄ nh tvhụ̄ panh khda byyhi mlạyk ashi brvntth knhi vodnụ̄ thạviyvukh yuth asụ̄ var kar tim vuchhvkh."
  },
  {
    "verse_id": 93,
    "translation": "Yayvtanụ̄ tohyhi āshi mkanah sonh sund, yayvtanụ̄ nh tvhụ̄ khsiv āsmans petth ashi ddyshman ashi brrvntthh knhi, tvthi krv nh asụ̄ pczh tuhndis āsman khsns yvtanụ̄ nh tvr vạliv sanhi khạṭr akh ktabah yth mnz tṣdyq āshi tuhndis āsmans petth vatns. Yosh ktab asụ̄ thi prith hykv, tvhụ̄ frmạviyvukh ya rsvl Allah ṣly ʿlyh v slm yimn byhvdh kthn hund jvab khi mnzh th pak chuh myvun prvrdigar kunhi chyzs andr ʿạjiz āsnhi nishhi. Bh kyah zvnvs tohyhi, bh chuhs nh mgr bshr ansan pyghmbrbs myạnụ̄ ḥqyqt chhe yicze. Me qdrts th tuhnz frmạyshhi pvr krns andr kanhh dkhlah chuhnh. Yhi svrue chhu qdrth vạlis khdays aathhi."
  },
  {
    "verse_id": 94,
    "translation": "Yymhi vqth timn lvukn nishhi hdayt yʿny risaltchhi ṣḥyḥ dlylh vaczh, mthlaan qrāni mjyduk bvdd mʿjzh yth lạzim avs timn hund gvczh fvraan ayman anun th pczh krnụ̄ mgr timn spud nh kanhh chyz ayman anns manʿ mgr timn āyhi bvznh bshryts th risalts andr frq. Dpnhi lgụ̄ kyah Allah tʿālyā hn svzah akh bshrah pyghmbr."
  },
  {
    "verse_id": 95,
    "translation": "Tvhụ̄ frmạviyvkh ya rsvl Allah hrgah āshn zmyns petth mlạyk rvzan, lsan bsan avr yvr phyran tylhi svz hv asụ̄ timn kun thi āsmankhi ṭrfh mlkhe pyghmbr bnạvith."
  },
  {
    "verse_id": 96,
    "translation": "Tvhụ̄ frmạviyvkh bs chuh me mnz th tohyhi mnz gvah Allah tʿālyā. Sue chuh bhtr zanan khi bh chhus pyghmbr tuhund. Agr tvhụ̄ mạniv nh myvn pyghmbr brḥq āsun, mth mạntuv. Akhi dohh akhi tuliv pane tmyuk ychh ntyjh, tikyazi Allah tʿālyā chuh pnnyn bndn hndụ̄ ḥalat pvr zanan th pvr vuchhan thi."
  },
  {
    "verse_id": 97,
    "translation": "Tvpth chhe vaqʿī kthah yhi zi ys Allah vth havisue chuh syzivthi petth yivan, byyhi yimn suh vth ravri, gmrah kri, vthi nishhi ddalhi. Ps lbyvun nh kanhh tvhụ̄ tihund mddgarah khdays vrạe, byyhi pkh navvkh asụ̄ yim qyamt khi doh buthụ̄ khkhrianụ̄, zrụ̄ th klụ̄. Tihnz jae chhe narijhnm yylhi yylhi suh nar sotun āshi hyvan. Asụ̄ āsvn suh tyz kran."
  },
  {
    "verse_id": 98,
    "translation": "Yohe nari jhnm āshi tuhnd sza, amy mokhh khi timv kvr ankar sanyn āyatn, byyhi ạsụ̄ tim vnan asy mrv th baqy rvzi nh kynhh dodrymczv addijv vrạe. Kyah asụ̄ yimvh yuth ḥal bnith addjyn āshi svur gvmut, byyhi dubarh pạd krnh qbrv andr kddith yiya ashi nv zndgy ʿṭa krnh."
  },
  {
    "verse_id": 99,
    "translation": "Kyah timn lvukn chuhna diryntthụ̄ āmut khi byshk Allah tʿālyā gvv sue prvrdigar yymụ̄ mkhlvqv andr bddụ̄ zh mkhlvq āsman th zmyn pạd kr mtụ̄ chhi. Suh chuh pvr qdrth vvl yimn hy lokttụ̄ mkhlvq ansan pạd krns petth, mgr tmụ̄ prvrdigarn tuhindi dubarh zindh krnh khạṭr akh vqtah muqrr kvrmut. Suh vqt vatns petth dubarh zind krns andr chuhnh kanhh shkhah, yhi bvuzith thi kvr nh ẓạlm lvukv kynhh thi ankar vrạe."
  },
  {
    "verse_id": 100,
    "translation": "Frmạyvukh tvhụ̄ ya rsvl Allah, hrgah tvhụ̄ mạlik bnihiv tohyhi aathhi āshn myạnis prvrdigar sndyn rḥmtn hndụ̄ khzanh. Tvhụ̄ krihvukh tim khzanh bnd khrch krnh khi khvfh, yhi ansan chuh avsmut hmyshh dil tng thi knjvs."
  },
  {
    "verse_id": 101,
    "translation": "Btḥqyq byyhi kr ashi mvsyā ʿlyh alsams nav mʿjzh nnụ̄ th vaẓḥ ʿṭa. Yimn hnz dhikrnvimhi spari andr shyyhi mis rkvʿs andrchhe. Tvhụ̄ prczhtv azụ̄ khi vqth kyn bny asrayln timn āyatn mtʿlq. Yʿny ythh pạtthụ̄ tohyhi mʿjzat th dlylh ʿṭa kryv ythe pạtthụ̄ chhe ashi ʿṭa krimcz mvsyā ʿlyh alslams thi. Tvhụ̄ prczihtv azụ̄ khi vqth kyn ʿālm bny asrayln chnanchhi yylhi mvsyā klym Allah bny asrayln tblygh krnhi āe frʿūns thi kvrukh dubarh byyhi tblygh. Frʿūn lvg timn dpnhi pzụ̄ pạtthụ̄ chuh me bvznh yivan tohyhi petth chuh kmụ̄ tanụ̄ jvd kvrmut yymhi sbbh tuhnzi ʿqlhi petth chuh athr pyvmut. Yymhi sbbh tvhụ̄ yymhi qsmchhi kthh chihv kran."
  },
  {
    "verse_id": 102,
    "translation": "Ḥẓrti mvsyā hn frmvvus ae frʿūn btḥqyq cz chuhkh dilh kinụ̄ zanan khi yim āyat chhnh kạnshi hndi ṭrfh mgr ts prvrdigar sndi ṭrfh yus āsmann hund th zmynn hund rb chhu. Mgr zyvi sintụ̄ chuhkh nh ẓạhr kran, bh thi chuhsth cz zanan ae frʿūn ʿnqryb tbah th brbad spdvun. Chanhi tbạhy th glnuk doh chuh vvtmut. Avt tanụ̄ avs mvsyā klym Allah frʿūns vnan khi bny asrayl krukh āzad tim travukh me sintụ̄, asụ̄ nyrv mṣrh andrh, asụ̄ gczhv mulki shams kun. Mgr suh avs nh manan. Vvnụ̄ czayhi tmis ntth ḥẓrti mvsyā ma kri bny asrayln andr qvt th ṭaqt ḥạṣl, ashi sintụ̄ krn tim mqablh."
  },
  {
    "verse_id": 103,
    "translation": "Tth kun nẓr krith kvr tmụ̄ aradh yim bny asrayl kddkh bh yymhi shhrh andr, bh dimh nh timn yth shhrs mnz rvzne, mgr amhi brvntth suh kyah spdiha pnnis airads andr kamyab. Ashi phattuv suh bḥri qlzums andr, byyhi yim ts sintụ̄ ạsụ̄ sạry aikh vtth."
  },
  {
    "verse_id": 104,
    "translation": "Byyhi frmvv ashi bny asrayln frʿūn sndi ghrq spdnh pth. Ae bny asraylv bsiv tvhụ̄ yth zmyns andr yymhi mnz frʿūn tohyhi kddun yczhan avs, tuhund dushmn gvl ashi. Tohyhi dyut ashi tihnzi ghlạmy nishhi njat. Tvhụ̄ chihv vvnụ̄ yymhi zmynkụ̄ mạlik. Khosh kryv miṣrs andr rvuzitv ya shams andr. Yythi khosh kryv tthi bsitv. Mgr yhi mạlkyt chhe tohyhi dunya chhi zndgy tanụ̄. Tvpth yylhi ạkhrtuk vʿdh vathi yʿny qyamt brpa spdi. Tvhụ̄ sạry krv jmʿ aikh vtth, dvs thi thi dushmn thi, sʿīd th shqy thi. Tvpth bvznavv asụ̄ tvhụ̄ sạry ạkhry fạṣlh yus dạymy āshi. Ythh pạtthụ̄ ashi ḥẓrti mvsyā hs mʿjzh ʿṭa krụ̄ ytihe pạtthụ̄ krụ̄ ashi tohyhi tih mʿjzat ʿṭa yimv mʿjzv andr chuh bvdd mʿjzh qrān mjyd."
  },
  {
    "verse_id": 105,
    "translation": "Byyhi kvr ashi yhi qrāni mjyd tohyhi petth nạzl pzụ̄ pạtthụ̄. Byyhi vvt thi suh qrāni mjyd tohyhi nish pzụ̄ pạtthụ̄. Mnz spdus nh kunhi qsmh kạnshi hund tṣruf yus tghyr vtbdyl krihs, kunhi zyadty ya kmy vrạe. Gvdd petthh and tanụ̄ chuhv suh qrāni mjyd pvzue pvz, byyhi ythh pạtthụ̄ ashi svuz mvsyā ʿlyh alslam lvukn kun, hdayt avs nh tihndis aikhtyars andr. Yithe pạtthụ̄ svuziv ashi tvhụ̄ thi ṣrf lvukn aymans petth thvabch bshart th khoshkhbry bvznavnh khạṭr. Kufrs th nafrmạny petth ʿdhabuk bym krnh khạṭr. Vonụ̄ hrgah kanhh shkhṣah ayman anhi nh, pczh kri nh, mth kritn, tuhund gczihh nh āzrdh th ghmgyn spdun."
  },
  {
    "verse_id": 106,
    "translation": "Byyhi chuh qrāni mjyds andr suh pvz āsnh kyv ṣiftv ʿlavh Allah tʿālyā hn pnnhi fẓl vrḥmt sintụ̄ tim ṣifat thạv mtụ̄ yimv sintụ̄ tamhi kh dhryʿh hdayt bnun zyadh āsan spdi. Suh gvv, ashi kv r yhi nạzil, amhi kyn āyatn andr thạvụ̄ ashi czhyn th fṣl yuth tvhụ̄ pran ạsiv lvukn petth var var. Yuth tim var bvzan āsn byyhi āsykh fkri tran, tikyazi muslsl ziyvutth tqryr chuh bʿẓ dhhnv mnz nyran. Suh yad thavun chhu mshkl gczhan. Byyhi kvr ashi yhi qrāni mjyd km km var var trohn vryn andr. Yohe kvr ashi nạzil vaqʿātv mvjvb. Yuth amhi kyn mʿnyn hund varh ainkshaf spdi. Yim ṣfat ạsụ̄ mngan ath qrāni mjyds gczihh pczh krnụ̄ th ayman anun. Amhi mvjvb ʿml krnụ̄. Hrgah vonụ̄ bavjvdān tim ayman ann nh pczh krn nh, tvhụ̄ mh ḥẓ spdiv āzrdh th ghmgyn tmhi sintụ̄."
  },
  {
    "verse_id": 107,
    "translation": "Tvhụ̄ frmạviyvukh ṣaf ṣaf, tvhụ̄ ayman anitv ya mth anitv me chhunh kanhh prvah. Tohyhi lvukv hrgah ayman avnuv nh, bdl lvukh ann ayman, chnanchhi yimn lvukn amhi qrāni mjyd khi nạzil spdnh brvntth dynuk ʿlm ʿṭa krnh āmut chuh yʿny ahli ktabn hndụ̄ muṣnif ʿlma, yylhi yhi qrāni mjyd brvntth knhi prnh yivan chhu, tmih saʿth chhi tim tiyvut mutạthir spdan, tim chhi buthhi kinụ̄ vsith pyth sjdh divan hongnyv kinụ̄."
  },
  {
    "verse_id": 108,
    "translation": "Byyhi chhi tim pran munzh th pak chuh suvn prvrdigar vʿdh khlạfy nishhi, byshk chuh sạnis prvrdigar sund vʿdh ẓrvur pvur āsan yus vʿdh tmụ̄ kvrmut avs brvntthmyn kitabn andrkhi bh kr flạnụ̄ ktab flạnụ̄ pyghmbrs petth nạzil. Suh vʿdh kvr tmụ̄ pvur. Qrān mjyd kvrun nạzil ḥẓrti Muḥammad ʿrbys petth."
  },
  {
    "verse_id": 109,
    "translation": "Hongnyv kinụ̄ chhi sjds mnz pyth vadan. Byyhi chuh timn qrāni mjydbvznh sintụ̄ ʿạjzy th khshvʿ pạd spdan. Allah tʿālyā sndyv nami pakv mnz avs Allah zyadh mʿrvf v mshhvr. Lfẓi rḥman sintụ̄ ạsụ̄ khrkh khyvan th czlan. Chnanchh yylhi tim nby krym snzi zbani mbarkh bvzan ạsụ̄ lfẓi rḥman, tim ạsụ̄ dpan zi ḥẓrt Muḥammad ṣly Allah ʿlyh v slm kyazi chhu aashi khdays vrạe byyan mngns mnʿ kran. Panh kyazi chhi khdays vrạe mngan, aty sapud yhi āyh krym nạzl."
  },
  {
    "verse_id": 110,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, ae lvukv tvhụ̄ mngiv Allah tʿālyā hs ya Allah krith nath ya rḥman krith tmụ̄ sund nami pak hyth, yymhi nami pak sintụ̄ ts mngiv suh gvv tsụ̄ mngun. Kyazi ts chhi rtụ̄ rtụ̄ nami pak, yim doshve nami pak chhi Allah thi rḥman thi timve rtyv nami pakv andrh. Aath mnz chhunh shrkuk kanhh tʿlq, navh vvl kunue, nav chhiv varyah. Yylhi nby krym ṣly Allah ʿlyh v slm nemazi andrh bddi bddi qrān pran ạsụ̄, mshrk ạsụ̄ qrān mjyds jbryli amyns byyhi khdae sndis th sạns nsbt gstạkhy kran byyhi ychh lfẓ astʿmal kran. Allah tʿālyā hn frmvv, byyhi ḥẓ ạsiv yarsvl Allah nemazi mnz bddi bddi qrān mjyds pran, yus bvznh sintụ̄ mshrkn ychh kthh vvrnuk mvqʿ āshi yivan yymhi sintụ̄ nemazi guzarn dil mshvsh th pryshan āshi spdan. Nh mah ạsiv balkl lvt lvt pran yus nh nemazi guzarn thi bvzun tgan āshi, akhtyar ạsiv kran yimn don ḥaltn mnz drmyạny ṣvrt yʿny nh zyadh bddi, nh zyadh lothi, yymhi sintụ̄ fạydh thi āshi vatan. Mẓr th nishhi ạsiv bchan."
  },
  {
    "verse_id": 111,
    "translation": "Byyhi ạsiv ʿly alaʿlan byan kran kh sạry tʿryf Allah tʿālyā mʿbvd brḥqs yas nh avlad chhi, nh nychiv th nh kvri, nh chhu ts mulks th slṭnts andr kanhh thi aakhah shryk, th nh chhe ts kmzvry sbbh kạnshi mddgarh snz ẓrvrt, byyhi kriv ḥẓ byan tsund thzar th bjr, bvdd zạniyvun sue yvt. Ḥdyth shryfs mnz chhu āmut kh yylhi tihindis khandans yʿny bny ʿbdalmṭlbs andr kạnshi lokttis zyv yivan ạs, kthh avs hyvan krnhi, ts ạsụ̄ hychhhi navan yohe āyh krymh )......( rvah abn alsnyy fy ʿml alyvmi v allylth."
  }
]