[
  {
    "verse_id": 1,
    "translation": "Sạry ḥmd th tʿryf chhi thạbt th szavar tas mʿbvdi brḥqs yymụ̄ nạzl kvr pnnis khaṣ bnds ḥẓrt Muḥammads petth yhi ktab yʿny aʿlyā th ajml qrān mjyd, byyhi thvvun nh aath ktabhi mnz kanhh hjrah, hj kthah aath mnz chhanh. ʿbart nhayt fṣyḥ v blygh ṭrzi byan nhayt mvthr. Tʿlym nhayt aʿlyā mtvsṭ th mʿtdl yosh prth zmans andr prth kạnshi hndis ṭbʿīts mvạfq v mṭạbq chhu. Afraṭ v tfryṭ nishhi pak v ṣaf."
  },
  {
    "verse_id": 2,
    "translation": "Yosh balkl syz th mkml chhe. Yth mnz bndn hnzh sare mṣlḥcz byan krnh āmczh chhe. Kmhi kmhi chyzh sintụ̄ sapdi tuhund mʿāsh v muʿād drst, yuth so ktab ʿmvmaan kạfrn khocznavih tamhi skht ʿdhabh nishhi yus Allah tʿālyā sndi ṭrfh ạkhrts mnz kạfrn vath vun chhu. Byyhi yuth yhi qrān mjyd khoshkhbry th bshart diyhi timn baaymann yim rcz ʿmlh ạsụ̄ kran, yhe khoshkhbry kh tihindi khạṭr chhe rcz mvzvurụ̄ yʿny jnt th jnth chh nʿmcz,"
  },
  {
    "verse_id": 3,
    "translation": "Timne jntn andr chhu rvzun timn hmyshhi."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi kri yhi qrān mjyd byim th khocznavi timn lvukn yim vnan chhi th yim lagan chhi Allah tʿālyā hs avlad. Yhi mẓmvn āv alg vannh byyhi aamy mokhh. ʿrbs andr ạsụ̄ sạry mshrk th yhvd th nṣaryā thi aath blayhi mnz mbtla. Mshrk ạsụ̄ mlạykn khdae snz kvri vanan. Yhvud ạsụ̄ vnan ḥẓrt ʿzyr chhu khdae sund nychuv. Nṣaryā ạsụ̄ vnan ḥẓrt ʿīsyā chhu khdae sund nychuv."
  },
  {
    "verse_id": 5,
    "translation": "Aath petth ạs nh timn nishhi kanhh dlylah, nh tihindyn malyn buddi bbn nishhi, setthah bdd kthah che yhi yosh nyran ạs tihindyv chanttyv mnz. Tim lvukh chhinh vnan yhi kth mgr balkl aapuz th bhtan."
  },
  {
    "verse_id": 6,
    "translation": "Tvhụ̄ chhv tihindis ayman nh anns petth yvut ghm khyvan, shayd tvhụ̄ ma vatnạviv pnnis dhati mbarks tklyf timn pth, yim kvnh chhi yth klami paks qrān mjyds pczh kran, byyhi chhiv tohyhi tihindis kfrs petth aṣrar krnh kh sbbh yvut ghmgyn kh mʿlvm chhu spdan tvhụ̄ ma kriv marh panun dhati mbark tmy pth afsvsh kinụ̄. Hrgah ne tim qrān mjyds pczh krn, math krụ̄ tn, tvhụ̄ mah ḥẓ khyyiv yvut ghm tihund. Yhi dnya chhu ʿālmi abtla v āzmạysh, yth mnz chhi addụ̄ lvukh kạfr, addụ̄ mslman."
  },
  {
    "verse_id": 7,
    "translation": "Be shk aashi kvr thi svrue yhi yth zmyns petth chhu, aamhi zmynuk zynt th rvnq yuth asụ̄ lvukn āzmạysh krv kh kus aakhah chhu timav mnz rcz ʿml krvun, kus akhah chhu aamhi zmyn kis rvnq v zynts kun mạyl sapdith ʿmlhi nshhi ghạfl rvzvun, ạkhrt mshravvun. Aath dnyahs paydạryah chhanh, yhi chhu fạny sapdvun, ghrẓ yhi chhu ʿālmi abtlaʿ yath mnz chhu kanhh kạfr kanhh baayman, aath petth ghm khyvn chhu bekar, tvhụ̄ kriv pnnụ̄ kạm, tvhụ̄ mah sniv aath kthhi kh kạfrn kya banhi, so chhe sạnụ̄ kạm. Chnanchh aakh doha banhi."
  },
  {
    "verse_id": 8,
    "translation": "Asụ̄ chhi timn sarine chyzn yim aath zmyns petth chhi fna krvunụ̄, aath sạrise zmyns kunue ṣaf mạdan bnavvunụ̄. Yymhi doh sạry fna sapdith dvbarh byyhi zndh krnh yin, tvpth yiyhi prth akis jzath sza dinh. Yymụ̄ yuth vvvmut āshi suh tiyuth lvnhi. Qryshv andrh kynczhv kạfrv purczh yhvudyn hndi hychhnavnh sintụ̄ ḥẓrt nby kryms ṣly Allah ʿlyh v slm aṣḥabi khfn hund qṣh. Tthụ̄ mtʿlq chhu Allah tʿālyā aamhi pth frmavan."
  },
  {
    "verse_id": 9,
    "translation": "Kya tohyhi chhuvh khyal kh gophhi vạlụ̄ yimn hund nav āshi tramh pttis petth lykhnh āmut )tmy kinụ̄ ạsụ̄ timn vnan aṣḥabi rqym bmʿna mrqvm( tuhund qṣh kya chhu sanyv qdrt kyv nshanv andrh zyadh ʿjạyb, yithh pạtthụ̄ yhvudụ̄ vnan chhi ḥalankh sanhi qdrtkụ̄ baqy nshanh, tim chha kynhh km th mʿmvly taaynkh yth mʿmvly qṣs mtʿlq chhi tim dryaft kran, āsman vzmyn, āftab th zvn, dohuk th ratuk yun th gczuhn. Yimav nishạnyv sintụ̄ gczihh tuhnd ʿbrt rattun. Ḥẓrt rb alʿālmyn khalq mvjvdat sndi ḥqvq yʿny tvḥyd v aṭaʿt gczihh bja aanun. Tsnzdyn pyghmbrn gczihh pczh krnụ̄ khṣvṣaan pyghmbri ākhralzman ḥẓrt Muḥammad ṣly Allah ʿlyh v slm timn gczihh pczh krnụ̄. Bhrḥal bvuziv aṣḥabi khfn hund qṣh. Shhri rvms mnz avs aakh badshaha but prst. Suh avs zvr zbrdsty lvukn but prst bnavan. Amis badshahs avs nav dqyanvs yithh pạtthụ̄ bʿẓe lvukh vnan chhi. Athụ̄ vqts andr pyvv kynczhn nvjvann hndyn diln andr yim ḥkvmt kyn lvukn sintụ̄ tʿlq thavan ạsụ̄ yhi khyal pạdh kh asụ̄ kyazi krvn akis mkhlvq sndi khạṭr khalq kaynat naraẓ. Tuhund dl avs khdae sndi khvf v khshyt sintụ̄, tqvae yqyn sintụ̄ pur. Byyhi avs duytmut Allah tʿālyā hn timn ṣbr v astqlaluk tvkl, tbtlk tvfyq, byyhi krụ̄ Allah tʿālyā hn tihindụ̄ dl mẓbvṭ. Timav dvp ʿly alaʿlan svn rb chhu āsmann zmynn hund prvrdgar, ts vrạe aanv nh asụ̄ ayman byyhi kạnshi mʿbvds. Badshahs āv tihinz nvjvạny petth rḥm ya sapdụ̄ tas pnnụ̄ kynhh mshaghl ya mṣlḥcz manʿ, tim krin nh shhyd, timn diczn ghvr krnh khạṭr mohlt, timav kvr panh vạnụ̄ mshvrh, tvpth spdụ̄ mtfq aamhi shhrh amdrh nyrns petth, kunhi mḥfvẓ jayhi mnz khttith rvzns petth. Ty chhu frmavan Allah tʿālyā."
  },
  {
    "verse_id": 10,
    "translation": "Suh vqt thi chhu qạbli dhkr yylhi nvjvann hnz jmaʿt āyhi akis be dyn ẓạlm badshahs nishhi czlith akis gophhi kun pnah ninh khạṭr. Allah tʿālyā hs mvngukh dʿā. Ae sanhi prvrdgarh, aashi krʿṭa pnnhi ṭrfh rḥmtuk saman. Byyhi kr sanhi khạṭr tyar yymhi sintụ̄ asụ̄ yath kamhi andr rvzav kamyab yʿny asụ̄ gczhv nh mshrkn th be dynn hndis zals mnz phsnụ̄. Asụ̄ gczhv tihindi shrh nishhi mḥfvẓ rvznụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Ps cznjhi hn cznjhi hn dicz a. Shi tihindyn knn petth nindr pavnh khạṭr yʿny nindr pạvkh aath gophhi andr varyahn vriyan."
  },
  {
    "verse_id": 12,
    "translation": "Tvpth varyah kal gczihth tulụ̄ aashi tim, nindri nishhi krụ̄ bydar yuth ẓạhrpạtthụ̄ mʿlvm krv kh timav mnz kosh jmaʿt chhe tihindis gophhi mnz rvznh kis mudts zyadh yad thavh vunụ̄, kyazi timav andr ạs aakh jmaʿt dapan, asụ̄ rvudụ̄ yath gophhi mnz aakh ya avdd doh. Bakh jmaʿt ạs dpan khdae se chhu mʿlvm tohyhi kvut kal gvv yath gophhi mnz rvzan."
  },
  {
    "verse_id": 13,
    "translation": "Asụ̄ krv byan tuhund qṣh tohyhi pzipạtthụ̄, tim ạsụ̄ nvjvann hnzaakh jmaʿthah yimav ayman avs avnmut, pczh ạskh krmcz pnnis prvrdgars, byyhi ạs aashi timn hdayts mnz zyadty krmcz."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi ạsụ̄ aashi tihindụ̄ dl ṣbr sintụ̄, thạbt qdmy sintụ̄ mẓbvṭ krimtụ̄. Yylhi tim vvthụ̄ tvpth dvpukh ʿly alaʿlan rb sv n chhu sue yus āsmann th zmynn hund rb chhu. Yhi banhi nh hrgz asụ̄ kya krv ts vrạe byyhi kạnshi mʿbvd snz prstsh th ʿbadt. Agr asụ̄ ticzh hish kạm krv, tth ṣvrts mnz krv asụ̄ so ḥrkthah yvshm pazi nishhi dvur chhe."
  },
  {
    "verse_id": 15,
    "translation": "Yhi yus svn qvm chhu timav chhi mʿbvdi brḥq trạvith bdl mʿbvd mqrr krimtụ̄. Yhi qvm th tihund padshah ạsụ̄ but prst. Yim kvnh chhi aath but prsty petth pysh kran kanhh dlylah yithh pạtthụ̄ mvḥd chhi khdae sndis vḥdạnyts th lashryk āsns petth dlyl pysh kran. Vonụ̄ yylhi tvḥyd thạbt rvshn dlylv sintụ̄ chhu, ps kus aakhah chhu yuth ẓạlm ts shkhṣh sndi khoth yus aapuz nvvravi kunis khdays petth shryk tthhravnh sintụ̄. Tvpth lgụ̄ panh vạnụ̄ vannhi."
  },
  {
    "verse_id": 16,
    "translation": "Yylhi tvhụ̄ timn lvukn nishhi alg chhiv aʿtqadh kinụ̄, byyhi chhiv tihindyn mʿbvdani bạṭln nishhi thi alg, ps pazi aashi rvzun jayhi andr thi yimn nishhi alg th dvur byyhi tihindyn mʿbvdani bạṭln nishhi. Ps yiyiv flạnụ̄ gophhi mnz rvzav khttith lvukn nishhi. Mḥfvẓ rvuzith krv fraght san mʿbvdi brḥq snz ʿbadt. Suh prvrdgar kri nạzl tohyhi petth pnnụ̄ bdd rḥmt byyhi kri tyar tuhndi khạṭr tuhnzi kamhi hnzi kamyaby khạṭr bvdd saman yymhi khạṭr yimav dʿā kvrmut avs. Ahi pth chhu Allah tʿālyā frmavan tamhi gophhi hnzi jayhi mtʿlq so goph kth mvqʿs petth chhe mḥfvẓ."
  },
  {
    "verse_id": 17,
    "translation": "Byyhi vuchhkh czh ae mkhạṭb āftab yylhi khsan chhu taph chhu pyvan tihnzi gophhi nishhi ddlith dchhinhi ṭrfh. Byyhi āftab lvsan chhu tamhi saʿth thi chhu travan timn khvfris ṭrfs kun, tamhi saʿth thi chhunh gophhi hndis glis petth taph pyvan yuth nh timn tapuk tklyf vathi. Tim aṣḥab khf chhi gophhi hnzi akis kushadh jayhi andr yythi ns timn pvur hva chhu vatan. Yhi chhu khdae sndyv qdrt kyv nshanv andr bvdd nishanh kh yimn aṣḥab khfn hndi tʿdadi kinụ̄ km āsnh kh th mkhạlfn hndi zyadh āsnh kh bavjvd lvb timav hdayt rahi rasts kun. Allah tʿālyā kithh pạtthụ̄ chhu pnnyn brgzydh bndn ẓạhry asbabn khlaf hmt v astqlal ʿṭa kran. Ps mʿlvm chhu yhi yas suh vath havi suh chhu lban vath, byyhi ys suh gmrah kri, vath ravri tsndi khạṭr lbhn nh czh kanhh mddgarah yus ts vath haviha."
  },
  {
    "verse_id": 18,
    "translation": "Ae mkhạṭb hrgah timn petth nẓr pyyy czh krkh khyal kh tim chhi hushyar. Kyazi tihinz achh chhe muczrạvith drḥaltykh tim chhi shvngith. Byyhi chhi asụ̄ timn lari phirun divan dchhinhi ṭrfh byyhi khvfri ṭrfh yuthnh timn bdns petth zmynuk athr sapdi. Byyhi chhu tihund hvun yus timn pth pth timn sintụ̄ dramut avs baczhh zh pnnhi muczrạvith gophhi hindis glis petth. Yithi kvr Allah tʿālyā hn tihindi ḥfaẓtuk aakh sbb. Ae mkhạṭb hrgah czh nẓr dikh timn kun, pvt phyrkh czh vaps czlan czlan. Byyhi yiyhi chvn dl brnh tim vuchhith khvfh sintụ̄."
  },
  {
    "verse_id": 19,
    "translation": "Yithh pạtthụ̄ aashi timn nindr pạv, zyitth nindr pnnhi qdrt sintụ̄, tithe pạtthụ̄ krụ̄ aashi tim bydar. Vuzh nạvụ̄ aashi tim zychhhi nindri nishhi yuth yim panh vạnụ̄ aakh akis prczhn gophhi mnz kintis kals rvudụ̄ tim. Chnanchh timavandrh akụ̄ shkhṣn vvn baqyn kh aashi kvur kal gvv yath gophhi andr rvzan? Tmụ̄ dvp akis dohs ya addis dohs āsv rvudimtụ̄. Tvpth pyyakh nẓr pnnyn namn th zalyn kun, tim vuchhikh setthah zytthymtụ̄, ḥạran ge, dapnhi lgụ̄ tuhndis khdae se chhu mʿlvm ṣḥyḥ tvhụ̄ kintis kals chhiv yath gophhi mnz rvudimtụ̄. Yhi akhtlaf trạviv, vonụ̄ kriv khynh chynuk kanhh antẓam. Ps svuziyvun aakh shkhṣah yth shhrs kun yhi rope hyth. Suh vuchhin kas shkhṣs nishhi āshi pak v pạkyzh rut ḥlal ghdha, suh shkhṣ anin shhrh mnzh kynhh khynh chyzah, yhi sạre kạm krin suh rthi tdbyrh san, byyhi yuthnh suh shkhṣ kạnshi akis tuhund nyb diyhi."
  },
  {
    "verse_id": 20,
    "translation": "Be shk yymhi shhrkụ̄ lvukh yim chhi, hrgah timn tuhund ptah lghi tim marn tohyhi knyv sintụ̄, nath phirnav tohyhi jbraan pnnis dyns kun. Tth ṣvrts mnzhykiv nh tvhụ̄ zanhh kamyab spdith."
  },
  {
    "verse_id": 21,
    "translation": "Yithe pạtthụ̄ krụ̄ aashi pnnhi qdrt v ḥkmt sintụ̄ mṭlʿ tuhndis ḥals petth tamhi zmankụ̄ lvukh, kyazi timav mnz yylhi suh aakh shkhṣ aamhi shhr kis bazrs mnz vvt khynh chyz mvlụ̄ hynh khạṭr. Vanh vạlis dkandars duyt tmụ̄ ṭʿāmuk qinmt, so ạs dqyanvsy rope, dqyanvs padshah sndi vqth petthh avs varyah kal gvmut. Varyah padshah ạsụ̄ aath vqts tanụ̄ bdlymtụ̄. Suh dkandar gvv ḥạran pranhi vqtch rope vuchhith, tmụ̄ purczuhs cze kthi chhe animcz yhi rope. Cze ạsy grs mnz khzanh dramut. Suh ḥạran yhi kya chhu me vnan. Tmụ̄ dvpus me chhe avtr mạlụ̄ sndi gri khrchhi khạṭr tujmcz pans sintụ̄ yhi rope. Czh kya chhukh me vnan. Yuhund yhi gftgv bvuz byyhi lvukv. Ykdm gyhi sạrise bazrs aamich khbr. Vatan vatan vạcz yhi khbr pvlys thans tanụ̄. Timav kvr yhi shkhṣ grftar, purczhhs mạlis kya chhue nav. Tmis zanhi he nh aamhi vqth kyv lvukv andrh kanhh thi. Tvpth yylhi yimav suh skht tng kvr. Tmụ̄ dvpukh me niyiv dqyanvs padshahs nishhi, ts chhe myanhi ḥalch khbr. Ts ạs tqrybaan tre hth vry gmtụ̄ mvmtis. Lvukv hytis tthtthh krnụ̄. Vatan vatan vvt yhi qṣh aamhi vqth kis padshahs nishhi. Ts nishhi thi vvn amụ̄ shkhṣn yohe qṣh. Padshahn krụ̄ jmʿ pnnụ̄ sạry ahli kar th tamhi shhrkụ̄ ryys lvukh, tim sạry hyth āv suh aath gophhi nishhi yythi amụ̄ sndụ̄ baqy rfyq ạsụ̄. Padshahn kddnạv so tramh ptt shạhy khzanh mnz yth petth timn sarine hndụ̄ nav ạsụ̄ mʿ vldyt khnnh āmtụ̄. So tramh ptt anin pans sintụ̄. Yuth lvukh zann kh pzipạtthụ̄ khdae vʿdh chhu ḥq th pvz yus tmụ̄ mrnh pth byyhi zndh spdns mtʿlq kvrmut chhu. Byyhi yuth lvukh zann kh qyamt kis yins mnz chhunh kanhh shkhah. Yhi kth thi chhe qạbl dhkr yylhi tamhi vqtkụ̄ lvukh tihndis mʿāmls mnz ạsụ̄ panh vạnụ̄ qẓyh th tnazʿh kran, bʿẓ ạsụ̄ vnan aamhi gophhi hund gvl krv bnd yuth bdn timn aṣḥab khfn hndụ̄ mḥfvẓ rvzn. Tihindis yadgars mnz bnavav aatdhh gophhi sintụ̄ aakh msjdah yath mnz lvukh khdae snz ʿbadt kran āsn. Yhi gvv tmy vqth yymhi vqth lvukh ạsụ̄ mrnh pth byyhi zndh spdnh kis msls mnz akhtlaf kran. Allah tʿālyā hn kvr aṣḥab khfn hndi vaqʿh sintụ̄ aath mnz fạṣlh. Chnanchh akthr lvukv avn ayman qyamts mrnh pth byyhi zndh spdns krkh pczh. Ps dvp lvukv kh khạriv yimn petth aakh ʿmarthah. Tuhund prvrdgare avs zanan tihindụ̄ ḥalat. Balākhr yim lvukh pnnis khyals petth ghlbh lban ạsụ̄ tim ge ahli ḥkvmt, tim ạsụ̄ aamhi vqth dyni ḥqs petth. Timav kvr aradh asụ̄ bnavv aath gophhi mtṣl aakh msjdah yvsh msjd rvzi ʿlamt yymhi kthhi hund kh yim lvukh yʿny aṣḥabi khf chhi ạsimtụ̄ khdae sndụ̄ bndh khaṣ, khdays ʿbadt krvunụ̄, taaynkh timn bnavi nh kanhh mʿbvd."
  },
  {
    "verse_id": 22,
    "translation": "Yymhi vqth aṣḥabi khfn hund qṣh asụ̄ byan krv tamhi vqth vann lvukh tihindis tʿdads mtʿlq mkhtlf kthh. Bʿẓ dpn tim aṣḥabi khf ạsụ̄ tre nfr, czvurim avsukh hvun, byyhi vann bʿẓ tim ạsụ̄ panczh nfr shyyum avsukh hvun mgr yimn doshvunụ̄ jmaʿtn hund vanun chhu be dlyl th be tḥqyq. Yhi gvo nshanh vuchhne achh vttith knhi layinhi. Bʿẓ chhi vnan tim ạsụ̄ sth nfravutthuym avsukh hvun. Tvhụ̄ frmạviyvukh yarsvl Allah ṣly Allah ʿlyh v slm myvn prvrdgare chhu zyadh zanan tihind, s shmars tʿdads. Lvukv mnzh zann nh tihund ṣḥyḥ tʿdad mgr kme kynhh ashkhaṣ. Ḥẓrt ʿbdAllah bn ʿbas ạsụ̄ frmavan, bthi chhus timav ashkhaṣv andrh aakh shkhṣ. Me chhu mʿlvm tim kcz nfr ạsụ̄. Tim ạsụ̄ sth nfr, avutthyum avsukh hvun kyazi aath qvls mnz frmvv Allah tʿālyā hn rjmabalghyb. Ps mah ḥẓ kriv bḥth yimn aṣḥabi khfn mtʿlq mgr srsry pạtthụ̄, zyadh mah sniv aath andr. Byyhi mah ḥẓ prczihv yimn aṣḥab khfn hund kạnshi akis lvukv andrh. Yihindi tʿdaduk tḥqyq krns andr thi chhunh kanhh fạydah, nh kanhh ahm mṭlbah. Yyiczhn aath mtʿlq khdayn byan frmvv tyiczhn chhe kạfy. Mushrkv purvczh ḥẓrt nby kryms ṣly Allah ʿlyh v slm yhvudn hndi tḥryk sintụ̄ aṣḥabi khfn hund qṣh. Timav frmvvhakh, pḥah vanv aamuyk jvab. An shaʿ Allahfrmvvukh nh aath sintụ̄ kynhh thi. Khyal kvrukh kh jbryli amyn yiyhi ts prczhv tamhi pth vanv yimn lvukn jvab. Jbryl amyn avsnh yivan pane pnnhi khvạhshhi, suh avs yivan khdae sndi ḥkmh. Aamhi pth āv nh jbryl amyn pndhn dohn tanụ̄ kynhh. Nby krym spdụ̄ setthah ghmgyn th pryshan. Pndahhi dvhụ̄ āv yhi āyh krym hyth."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi mah ḥẓ ạsiv kunhi chyz khạṭr vnan bh kr yhi kạm pgah,"
  },
  {
    "verse_id": 24,
    "translation": "Mgr ạsiv tth sintụ̄ vnan anshaʿ Allah, yvczh he khdayn. Byyhi yylhi tvhyhi atfaqaan an shaʿ parun mshith āshi gczhan tvpth āshi kunhi saʿth tohyhi yad pyvan tamy saʿth gczihh tuhund anshaʿ Allah prun. Byyhi vnv kh me chhe amyd kh myvn prvrdgar havi me vath aṣḥab khfn hndi qṣh khoth kunhi nzdyk amrs kun yus nbvtch dlyl bnnh khạṭr zyadh mfyd āshi. Vonụ̄ avs byakh mslh kh yim aṣḥab khf kintis kals rvudụ̄ aath ghars andr. Tth mtʿlq chhu Allah tʿālyā frmavan."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi yithh pạtthụ̄ aṣḥab khfn hndis tʿdads petth lvukn akhtlaf avs yithe pạtthụ̄ avs lvukn akhtlaf tihinzi gophhi andr nindri hndis mudts andr, asụ̄ chhi byan kran amri vaqʿī suh gvv yy kh aṣḥabi khf rvudụ̄ khf aath gophhi andr shvngith tryn hthn vriyan. Byyhi hurrạvihs nav vry, suh gvv tryn vriyn th navan vriyan."
  },
  {
    "verse_id": 26,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah ṣly Allah ʿlyh v slm Allah tʿālyā se chhe aamich khbr, Allah tʿālyā hs gczihh pvur khbr āsnụ̄, kyazi tsụ̄ chhu āsman v zmynn hndyn sarine pvushydh ḥalatn hund ʿlm, kvtah zyadh vuchhhi vun chhu suh, kvtah zyadh bvzvun chhu suh. Sbḥan Allah, kanhh kthah chha tas nishhi khttith th pvshydh, hrgah kanhh shkhṣah tsndis ʿlm mḥyṭs sintụ̄ mʿāvẓh kri, suh chhu mstḥq sza v ʿdhab. Sza dinh kh vqth hyhi nh kanhh akhah timn kunhi qsmh mddkrith. Kanhh akhah chhunh timav lvukv mnz āsman v zmyn kyv mkhlvqv mnz ts akis mʿbvdi brḥqs vrạe akhtyar vvl, nh kanhh mạlk, byyhi chhunh suh mʿbvdi brḥq sinty rttan, shrhk thavan kạnshi akis, nh ʿālmi ʿlvykyv mkhlvqv andrh nh ʿālm sfly kyv mkhlvqv andrh yʿny nh kạnshi mlki muqrbs, nh kạnshi nby mrsls pnnis ḥkms andr shryk rttan. Lhādha yithis jlyl alqdr ʿạly shan padshahs gvczh skht khoczun. Tihindi nafrmạny th mkhalfth nishhi gvczh setthah pth rvzun."
  },
  {
    "verse_id": 27,
    "translation": "Tuhnz kạm chhe ṣrf yhi kh tvhụ̄ priv pnnis prvrdgar snz so ktab yosh nạzl āyhi krnh tohyhi kun bṭryqi vḥy. Fkr mah ạsiv kran bddyn bddyn lvukn hndis mkhalfts krns kun. Tihinzi mkhalft sintụ̄ ma sapdi dynch trqy krns andr kanhh rkavtt. Dyn chh trqy hund chhu aashi tohyhi sintụ̄ vʿdh kvrmut. Lhādha rvuziv tvhụ̄ mṭmʿiin. Kanhh aakhah chhunh adlh bdlh krvun tihindyn ḥkmn vʿdn. Vonụ̄ hrgah tvhụ̄ kạfrn hnz dljvyy kriv yymhi sintụ̄ aḥkami alhāy mtrvk spdnk amkan sapdi tylhi chhu tuhnzi khạṭr mʿāmlh setthah mshkl. Tth ṣvrts andr lbiv nh tvhụ̄ kanhh chhun jayah pnahch jayah ts vrạe. Nby krym ṣly Allah ʿlyh v slmn hund kạfrn hnz dljvyy aḥkam alhāy yn mqablh krun chhu srʿī dlylv sintụ̄ mḥal. Yhi āv byan krnh ṣrf yymhi mokhh aamuyk athr chhu aamh qsmuk."
  },
  {
    "verse_id": 28,
    "translation": "Yithh pạtthụ̄ ḥkm āvkrnh ḥẓrt nby kryms ṣly Allah ʿlyh v slms kh kạfrn sintụ̄ mh thạviv tʿlq, yithe pạtthụ̄ ākh ḥkm krnh mslman fqyrn kun zyadh altfat v tvjh krnuk. Byyhi thạviv ḥẓ zvrh panun dhati mbark timne lvukn sintụ̄ yim ṣbḥ v sham yʿny hmyshh pnnis prvrdgar snz ʿbat chhi kran, yim czhanddan tihundue rẓa chhi. Byyhi mah ddlin tuhnd nẓri mbark timn nishhi yʿny tim thạvyvukh hmyshh drnẓr. Tvhụ̄ chhiv dnya chh zndgy hund zynt czhanddan, tohyhi pazi nh thi krun. Tvhụ̄ mah ḥẓ mạniv timn lvukn hnz kth, fqyr baayman alg krns mtʿlq, yimn hndụ̄ dl aashi bṭvri sza chhi ghạfl krimtụ̄ pnnhi dhkri nishhi pnnhi yad nishhi yymhi sbbh timav dyni ḥq qbvl kvr nh. Byyhi tim pnnhi nfsh chn khvạhshn hnz pạrvy kran chhi. Byyhi yimn hund ḥal atbaʿ hva krns andr ḥdh khoth zyadh sapudmut chhu. Yʿny nfsh chh khvạhshhi hnz pạrvy krns andr chhi tim ḥdh ddlimtụ̄, tihnzne kthn shvubya kn thavun, blkh shvubn tim pans nishhi dfʿ krnụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi frmạviyvukh tvhụ̄ yarsvl Allah ṣly Allah ʿlyh vslm yimn kạfrn ṣaf pạtthụ̄ yhi dyni ḥq chhu tuhndisprvrdgar sndi ṭrfh yus me tohyhi nishhi vatnvv. Vonụ̄ yus akhah yyczihh suh krin pczh, suh anin ayman, yus akhah yyczihh suh rvuzin kfrse petth, aashi chhunh tth andr nh kanhh nfʿ nh kanhh nqṣan blkh ayman annuk nfʿ chhuv tohyhi pans, ayman nh annuk, kfrs petth rvznuk nqṣan th ẓryr thi chhu tohyhi pans. Be shk aashi chhu ẓạlmn yʿny be aymann pczh nh krvunyn hndi khạṭr suh nari jhnm tyar thvvmut yymhi chh lbh th dyvar āsn timn kạfrn prth ṭrfh aḥaṭh krith, kanhh vthah āshi nh timn czlns. Byyhi hrgah tim tryshhi dvdsh mokhh fryadv zạry krn, tihnz fryad rsy sapdi tmhi ābh sintụ̄ yus syah plim hyvuāshi. Grm āshi tyvut yus dvury zalhi tihund buth. Ḥdyth shryfs mnz chhu āmut kh buthyuk svrue dalh pyyakh hrith tamhi bahh sintụ̄. Kvtah ychh th nakarh āshi yhi chynh chyz )pnah bkhda( tihindi khạṭr. Byyhi kạczah ychh jae chhe jhnm tihindi rvznh khạṭr )alhāy njat( yhi gvv ayman nh aanh vunyn hndi ẓriruk ḥal. Amhi pth chhu Allah tʿālyā frmavan baaymann hndi nfʿ th fạyduk ḥal."
  },
  {
    "verse_id": 30,
    "translation": "Pzipạtthụ̄ yimavlvukv ayman avn byyhi krykh rcz ʿmlh, pzipạtthụ̄ asụ̄ krv nh timn lvukn hnz mvzvurụ̄ ẓayʿ yim jan kạm th rcz ʿml krn."
  },
  {
    "verse_id": 31,
    "translation": "Timne lvukn hndi khạṭr chhi hmyshhi rvznkụ̄ bagh yimav mnzụ̄ kolh th joyhi āsn pkan. Timne jntn andr āshi timn lvukn zyvr gnddnh yivan sonh sndụ̄ krụ̄, byyhi lagn tim poshak sbz jamn hund, yus zạvilhi pattuyk th vytthhi pa ttiyuk āshi nph nph krvun. Timn jntn andr āsn tkyh dith plngn petth bihith. Kyah rut thvabah chhu yhi, byyhi kyah rcz mvzvuryah chhe yhi. Yhi kạczhah āram v āsạyshhi hnz jae chhe yhi jnt."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi frmạviyvukh tvhụ̄ yarsvl Allah ṣly Allah ʿlyh v slm dnyachh be thbạty th be aʿtbạry th ạkhrt chh baqy paydạry petth mthal don shkhṣn hnz, akis shkhṣs ạsụ̄ ditimtụ̄ ashi zh bagh dchhhi kulyn hndụ̄, yimn andụ̄ andụ̄ ạsụ̄ khzr klụ̄, mnzh avsus zraʿt thi vavnh āmut."
  },
  {
    "verse_id": 33,
    "translation": "Doshve bagh ạsụ̄ divan myvh panun, kunhi qsmch kmy ạsụ̄ nh kran byyan baghn hndụ̄ pạtthụ̄, byyhi ạsụ̄ aashi yimn doshvunụ̄ baghn mnz jạry krimaczh kolh."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi ạsụ̄ ts shkhṣs byyhi aamhi vrạe thi myvh jat āmdny hndụ̄ dhrayʿ, byyhi ạsis avlad shurụ̄ gbr. Ps vvn amụ̄ shkhṣn pnnis rfyqs kthh kran kran, bh chhus chanhi khoth zyadh mal vdvlt kinụ̄, byyhi chhus chanhi khoth zyadh ʿzt vvl avladn th shuryv gabrvkinụ̄ nvkrv chakrv kinụ̄. Czh chhukh pnnis ṭryqs ḥq zạnith khdays nishhi psndydh āsnuk dʿūyā kran. Myạnis ṭryqs chhukh bạṭl zạnith khdays nishhi napsnd zanan mgr ntyjh chhu aath brʿks spdan, kyazi dshmns chhunh kanhh thi fạydh th nfʿ vatnavan, dvsts chhunh kanhh thi nqṣan vatnavan."
  },
  {
    "verse_id": 35,
    "translation": "Tvpth czav yhi shkhṣ aath pnnis baghs andr suh rfyq sintụ̄ hyth, drḥalytkh suh avs jurm yʿny kfrpans petth qạym thạvith yʿny shrks mnz avs mbtla, kbrvghrvruk avsus nashhi dmaghs mnz, byyan lvukn avs ḥqyr zanan. Dpnhi lvg me chhunh basan yhi bagh kya gczihh brbad zanhh myanhi zndgạny andr. Aamhi andr avs ts ghrẓ tvḥyds petth aʿtraẓ krun. Amis rfyqs dvpun cze chhukhh khạlq ʿālm sund qạyil byyhi chhukh vnan kh svrue chhu tsụ̄ aathhi. Mgr me chhunh gmanh kh ṭbʿī asbabn kya hykhi kanhh mʿṭl th be karkrith. Me chhunh bvznh yivan yath myạnis baghs yath karkhans yymhi kh ābạdy hndụ̄ sạry samanh mvjvd chhi, kulụ̄ th kulyn hund āb th mvjvdh kạm kar krn vạlụ̄ thi sạry mvjvd, khrch akhrajat krnh khạṭr mal v dvlt mvjvd, mal kh ḥfaẓt khạṭr samanh mvjvd, vonụ̄ he yhi brbad gczihh th kithh pạtthụ̄."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi chhunh me khyal kh qyamt kya spdi qạyim. Agr bfrẓi mḥal qyamt yiyhi thi, byyhi hrgah bh vatnavnh yimh pnnis prvrdgars nishhi, bh labh tathi yymhi khoth bhtr jae. Amụ̄ shkhṣn krụ̄ czvr dʿūyā. Akh yy zi kfr chhunh qạbl mdhmt. Dvyum kvrun ankari tvḥyd. Tryym kvrun ankar qyamt. Czvuryum kvrun panun pan khdays nishhi baʿzt th mḥtrm thạbt."
  },
  {
    "verse_id": 37,
    "translation": "Yimh kthh bvuzith vvn amis pnnụ̄ rfyqn yus dyndar ghryb avs. Kya cze kvrthh tvḥyds th qyamts ankar krnh sintụ̄ ankar ts prvrdgars yymụ̄ czh pạd kvrukh godd myczi nishhi, tvpth kvrnkh czh pạdh nuṭfs mny hndis ābs. Tvpth kvrnkh cz tyar pvur ansan, mrnh pth byyhi zndh spdns ankar krun gvv khdae sndis qdrts ankar krun, tihindis qdrts ankar krun gvv varh tsụ̄ ankar krun."
  },
  {
    "verse_id": 38,
    "translation": "Lākinaa yymuyk aṣl chhu lākin anaa yʿny bh yus chhus bh chhus aʿtqad thavan aqrar kran kh sue chhu myvn prvrdgar. Bh chhus nh pnnis prvrdgars kanhh akhah shryk zanan."
  },
  {
    "verse_id": 39,
    "translation": "Cze kvnh pryvth pnnis baghs andraacznh viziyiha Allah tʿālyā yyczihh ty banhi. Kạnshi chhunh kunhi chyzs petth ṭaqt th qvt tihindi mdd vrạe. Allah tʿālyā yyitis kals bagh rvzun yyczihh tyitis kals rvzi, agr suh yyczihh suh spdi vạran th brbad. Tmụ̄ sndis yyczhns mqablh chhi sary asbab bykar, tihindi mdd vrạe hykhi nh kanhh sbbah kạm krith. Hrgah czh me vuchhan chhukh malh kinụ̄ avladv kinụ̄ kme, kanhh ghm chhunh."
  },
  {
    "verse_id": 40,
    "translation": "Me chhu bvznh yivan suh vqt chhu nzdyk yylhi myvn prvrdgar ʿṭa kri me suh bagh yus bhtr āshi chanhi baghh khoth. Byyhi svzi chạnis baghs petth ghạby āftah āsman kh ṭrfh yymhi sintụ̄ yhi chvn bagh sapdi ṣaf mạdanah hyvu, yymhi petthh khorāsn nyirith czlan."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi gczihh timn baghn hund āb zmyns mnz shrpith, ps hykkh nh czh kunhi ṣvrts mnz zmynhi kddith suh āb."
  },
  {
    "verse_id": 42,
    "translation": "Chnanchh aamhi gftgev pte āyhi vlnh amis shkhṣh sndyn myvh baghn āsmany naghạny blae. Ānaan fanaan mnz gvv yhi bagh tbah. Suh nafrman shkhṣ lvg afsvs kran kran gulụ̄ pnnụ̄ mvurnhi. Tth mals th lagts petth vadnhi yosh aath baghs petth khrch krmcz ạsn. Mgr aath baghs avs aamhi saʿth vijhi vav āmut, suh avs ddvkhyv san pthr pyvmut, dachhhi baghn chhi ddkhụ̄ āsan. Byyhi lvg suh shkhṣ vannhi, ae kash me ne āsihe pnnis prvrdgars kanhh thi shryk tthhrvvmut, tmis tvr fkri yhi blae āyhi kvtths kufr sbbh. Yhi ndamt ạs ts nqṣan gczhnh mokhh."
  },
  {
    "verse_id": 43,
    "translation": "Byyhi ạs nh tmis kanhh jmaʿthah yim tmis mdd krhn khdays vrạe. Nh hyvk tmụ̄ tim panh pans nishhi aamuyuk bdlh hyth."
  },
  {
    "verse_id": 44,
    "translation": "Tithe kya sapud thạbt kh svrue akhtyar chhu pzis khdays aathhi. Yithis mvqʿs petth mdd krun thi chhe tihinze kạm. Tihundue thoab ajr chhu setthah rut, tihundue ntyjh chhu dnyahs mnz setthah rut."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi kriv tvhụ̄ byan yarsvl Allah lvukn dnyachh zndgy hnz mthal. So mthal gyhi yhe kh aamhi kvr āsman kh ṭrfh baran rvud nạzl, tamhi āb kh dhryʿh khvt zmynh mnz gash srsbz, kynhh kalah gczihth sapud suh srsbz gash khshk yus vavan avrh yvr chhkrvv, yohe chhu ḥal dnyahuk. Az chhu trvtazh bvznh yivan kynhh kalah gczihth chhunh tmuyk nam v nshan thi baqy rvzan. Allah tʿālyā chhu prth chyzs petth pvur qdrt vvl."
  },
  {
    "verse_id": 46,
    "translation": "Mal th avlad chhi dnyachh zndgy hund aakh zyinthah th nytah napaydar th be aʿtbar. Rczh ʿmlh chhe paydar hmyshh pvshhi vuni chạnis prvrdgars nishhi thvab kh aʿtbar. Ḥdyth shryfs mnz chhu āmut, frmvv ḥẓrt nby krymn ṣly Allah ʿlyh v slm ).......( yime klmat prnụ̄ chhi baqyat alṣalḥat."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi gczihh suh doh yad krun yymhi doh asụ̄ koh th bal pknavvkh, pnnyv jayav nishhi tulvkh th ddalvkh, tvpth krvkh ryzh ryzh. Samstur krv asụ̄ kohn th lryn jayn, mkanatn th baghn, vuchhun czh zmyn ae vuchhvunhi, nvnue aakhi andh petthh byyis ands tanụ̄ hmvar th brabr, nh āsn koh th bal kunhi, nh āsn lari th jayhi kunhi. Byyhi krrvkh asụ̄ sạry lvukh qbrv andrh, tvpth sombravvkh asụ̄ mḥshr kis mạdans andr. Timav andrh chhddvn nh kanhh aakhah."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi yin sạry lvukh ḥạẓr krnh tuhndis prvrdgars brvntth kun ṣfn mnz yim qyamts ankar kran ạsụ̄, timn yiyhi vannh. Be shk tvhụ̄ vatnạviv ashi tth ḥals andr yath mnz aashi tvhụ̄ goddny pạdh krimtụ̄ ạsiv yʿny nny chhny, tohyhi vuchhyvh goddnich pydạysh mgr pczh krv nh byyhi dvbarh pạd spdns. Blkh avs tohyhi khyal kh asụ̄ krve nh tuhundi khạṭrpanun vʿdh pvur krnuk kanhh vqtah mqrr."
  },
  {
    "verse_id": 49,
    "translation": "Byyhi yin tamhi doh lvukn hnzn ʿmln hund dftr timn brvntth kun travnh, kạnshi din dchhinis aaths kyth, kạnshi din khofrs aaths kyth. Ps vuchhvukh tvhụ̄ kạfr khoczan th nattan tamhi sintụ̄ yhi tth mnz lykhith āshi. Byyhi vann hae afsvs kyah gvv sanhi ḥqh yymụ̄ sạnụ̄ namh aʿmaln chhunh trvvmut kanhh lokutt gnah nh kanhh bvdd gnah yus nh lyvkhmut th drj chhun kvrmut. Byyhi lbn tim pnnhi sare ʿmlh yimh timav krimacz āsn ʿmri dnyahs mnz pans brvntthh knhi. Tuhund prvrdgar krinh ẓlm kạnshi sintụ̄. Nh kvrmut gnah kya āsiha kạnshi shkhṣs lykhnh āmut ya krmcz nyky kya āsiha kạnshi shkhṣs lykhne rvuzmcz."
  },
  {
    "verse_id": 50,
    "translation": "Byyhi chhu qạbl dhkr suh vqt yylhi aashi ḥkm kvr mlạykn kh sjdh diyiv ādm ʿlyh alslams brvntthh knhi, ps duyt timav sarivyv sjdh ablyss vrạe. Ablysn ạs tyicz ʿbadt krmcz suthi avs vvtmut mlạykn hndis drjs. Tmy āv tmis thi mlạykn sintụ̄ sjdh krnuk ḥkm krnh mgr tmụ̄ duyt nh sjdh. Suh avs jinv andrh, ps drav suh nybr pnnis prvrdgar sndi ḥkmh nishhi, ʿdvl ḥkmy krn yʿny sjdh duytun nh, suh yylhi vonụ̄ yuth shryr chhu, ae bny ādmv ae ansanv tvhụ̄ chhvunh suh ablys th tihnz dhuryt bh mʿbvdi brḥq trạvith pnnụ̄ dvst zanan ḥalankh suh chhu tuhund skht dshmn. Kạczah chhe shrmhi hnz kth kh suh tuhnd dshmn, tuhndis babh ṣạb ḥẓrt ādm ʿlyh alslam sund dshmn, suh chhvun tvhụ̄ zanan dvst panun bh tuhund mhrban dvst ạsith, myạnụ̄ chhiv kran nafrmạny. Ḥạf ṣd ḥạf tuhnzi ʿqlhi petth. Yhi ablys th tihnz dhryt dvst bnavnụ̄ chhu ẓạlmn hndi khạṭr setthah ychh bdl. Dvst gvczuhs zanun th rttun bh. Tth bdl chhiv dvst rttan shyṭans yus tuhund dshmn qvy chhu."
  },
  {
    "verse_id": 51,
    "translation": "Me chhinh yim shyaṭyn rttimtụ̄ āsman v zmyn pạdh krnh kh vqth, byyhi chhim nh sintụ̄ rttimtụ̄ tamhi saʿth yymhi saʿth me tim pạdh krụ̄, timn kya prczhha bh kh kithh pạtthụ̄ kr bh āsman th zmyn pạdh ya kithh pạtthụ̄ krv bh tvhụ̄ pạdh, ya prczhhakh kh yhi kvrh me jane, kunhi jayhi ma chhus bh hyvrbon gvmut. Bh avsus nh tamhi qsmuk naqṣ qdrts andr bh kya rtthkh gmrah krvunụ̄ myanyn bndn pnnụ̄ mddgar ya bh kya hymh ha timn nishhi kanhh mshvrh."
  },
  {
    "verse_id": 52,
    "translation": "Suh doh thi chhu yad krns layq yymhi doh Allah tʿālyā frmavi mushrkn, tala ālav diytv pnnhi mdd khạṭr timn mʿbvdni bạṭln yim myạnụ̄ shryk ạsihvukh zanan, tvpth dinkh ālav, tvrh vannkh nh tim kanhh jvab yymhi sintụ̄ tim mayvs sapdn. Byyhi krvasụ̄ timn mnz tthvrah aakh narh khndqah yus skht muhlk āshi."
  },
  {
    "verse_id": 53,
    "translation": "Byyhi vuchhn nafrman nari jhnm, yqyn krn kh tim chhi vath vnụ̄ aath nars mnz, byyhi lbn nh tamhi nishhi bchnch kanhh vathah."
  },
  {
    "verse_id": 54,
    "translation": "Pzipạtthụ̄ byyhi kvrr aashi yth qrān mjyds mnz byan lvukn hndi hdayt khạṭr prth kunhi qsmkụ̄ mẓamyn varyahv ṭryqv mgr bavjvdān chhu ansan sarive khoth har th qẓyhi th tnazʿh krvun."
  },
  {
    "verse_id": 55,
    "translation": "Byyhi rttụ̄ nh lvukh kunhi chyzn pth ayman annh nishhi, byyhi pnnis prvrdgars mghfrt mngnh nishhi, timn nishhi hdayt vạtith. Mgr tmy chyzn kh timn petth thi kya guzri sue ḥal yus brvuntthimyn nafrmann petth guzryvmut avs ya vathi timn ʿdhab buthyn brvntth kun."
  },
  {
    "verse_id": 56,
    "translation": "Byyhi chhikh nh asụ̄ svzan ḥẓrti anbyaʿ v mrslyn mgr baaymann frman brdarn bshart vnnh khạṭr byyhi kạfr nafrmann ʿdhabuk byim krnh khạṭr, tamhi kh thbvt khạṭr chhi asụ̄ timn kạfy dlylh ʿṭa kran. Timav dlylv khoth zyadh chhi timn nishhi tim frmạyshh mʿjzh czhabnddan, thi chhu lghv th bykar. Byyhi chhi ạfr aapzi aapzi kthh pysh krụ̄ krụ̄ har th qẓyh lagan yuth pnnhi khyalh pzis mghlvb krn. Thi banhi nh, pvz chhu hmyshh ghạlb suh sapdinh mghlvb zanhh thi. Byyhi chhi timv sạnụ̄ āyat byyhi yymhi ʿdhabuk byim āv timn krnh rvttmut th zvnmut aakh tthtthah th mskhr giya."
  },
  {
    "verse_id": 57,
    "translation": "Byyhi kus aakhah chhu zyadh ẓạlm ts shkhṣh sndi khoth ys khdae sndyv āyatv sintụ̄ nṣyḥt krnh āyhi tamhi pth phuyr tmụ̄ timav āyatv nishhi buth., byyhi mshrạvin tim gnah yim tmụ̄ pnnyv aathv brvntth kun svuzimtụ̄ chhi. Pzipạtthụ̄ aashi chhi trạvimtụ̄ tihindyn diln petth prdh yuth nh timn khdae sndụ̄ āyat fkri trn, byyhi chhukh trvvmut knn vogh th zar, tamy sbbh chhu tihund ḥal kh hrgah tvhụ̄ timn dʿūt diyiv hdayts kun tim lbn nh hdayt zanhh thi, lhādha kyazi chhiv tvhụ̄ bran aamuyk ghm. Yimn chhu tạkhyrʿdhab sintụ̄ khyal gczhan kh shayd yimn āsinh ʿdhab kynhh mgr tạkhyri ʿdhabuk vjh chhu kh."
  },
  {
    "verse_id": 58,
    "translation": "Tuhund prvrdgar chhu setthah mghfrt krvun rḥmt vvl. Ps chhu suh timn mhlt divan yymhi kthhi mokhh kh shayd timav mnz ma sapdi kanhh mslman, ts kri Allah tʿālyā mghfrt th gnahn guzran, hrgah suh timn tihnzv ychh ʿmlv sbbh grftar krun yyczihh ha tylhi kri ha timn petth jld ʿdhab nạzl, mgr tmụ̄ chhu tihindi ʿdhabh khạṭr aakh vqtah mqrr kvrmut yymhi nishhi nh tim hrgz kanhh chhpn jayah labn, yohe qạʿdh āv astʿmal krnh brvuntthimyn th nafrmann sintụ̄ thi chnanchh."
  },
  {
    "verse_id": 59,
    "translation": "Yymhi bsty yimn hndụ̄ qṣh mʿrvf v mshhvr chhi yʿny qvm ʿād th thmvd vghạrh yylhi timav ẓlm kvr, nafrmany kr, aashi avs tihindi hlak krnh khạṭr vqtah mqrr kvrmut, suh vqt yylhi vatykh yim thi gczhn hlak th brbad. Brvntth āv byan krnh kh kafrn hund fqyr mslmann sintụ̄ shryk tʿlym ʿār zanun chhu setthah ychh. Allah tʿālyā chhu frmavan mvsyā ʿlyh alslamn hund qṣh ḥẓrt mvsyā ʿlyh alslam bavjvd jlalt qdr, timav kvr nh kanhh ʿār khẓr ʿlyh alslams yim timn nishhi bon mrtbs th drjs mnz ạsụ̄ timn nishhi ʿlm ḥaṣl krns andr. Tmuyk vjh sapud yy kh aakhi doh pvr ḥẓrt mvsyā ʿlyh alslamn vʿẓ bny asrạyln hndis jmaʿts mnz. Tth mjlshi andr purczh akụ̄ shkhṣn timn kh azikh vqth kyn lvukn andr kus ḥẓ shkhṣ chhu sarive khoth bvdd ʿạlm. Timav frmvvhkh, bh chhus sarive khoth bvdd ʿạlm. Agr chh yhi avs balkl ṣḥyḥ lykn Allah tʿālyā hn yyczh yimn klam krns andr aḥtyaṭ krnch tʿlym krnụ̄. Allah tʿālyā hn frmvv timn, ae mvsyā, yhi kithh pạtthụ̄ vvnuv tohyhi? Ḥalankh mjmʿ albḥryn yythi nas zh dryav panh vạnụ̄ ralan chhi mtṣl chhu svn aakh bndh yus bʿẓ chyzn andr tuhundi khoth zyadh ʿạlim chhu. Yimn sapud tihindi mlaqatuk shvq tthụ̄ mtʿlq chhu Allah tʿālyā frmavan."
  },
  {
    "verse_id": 60,
    "translation": "Suh vqt pạviv czyts yylhi mvsyā ʿlyh alslamn dvp pnnis khạdims yuvshʿ abn nvns )yim ạsụ̄ abtdahs andr ḥẓrt mvsyā sndụ̄ khạdim pth spdụ̄ pyghmbr( yylhi timn ḥẓrt khẓrs sintụ̄ mlaqat krnhi gczuhn avs. Allah tʿālyā hs purczh timav, khdaya timn nishhi vatnch kyah ṣvrt chhe. Arshad sapdukh aakh buzith gaddi hana tuliv sintụ̄ tvhụ̄, tvpth nyiriv sfrs. Yath jayhi so gadd zndh gczihth ttvkri mnzh ravi tthụ̄ jayhi lbyvun tvhụ̄ suh ṣaḥb. Bh rvzh nh tvt tanụ̄ pth yvt tanụ̄ nh bh vath mjmʿ albḥryns. Adh pytan me varyahn vriyan sfrkrun."
  },
  {
    "verse_id": 61,
    "translation": "Ps yylhi pkan pkan vạtụ̄ tim mjmʿ albḥryns yythi nas zh dryav panh vạnụ̄ ralan th mylan ạsụ̄, tvtns vạtith rvudụ̄ tim akis knhi pls sintụ̄ ddvfkhh dith takh dinhi. Tth ḥals andr pyyhi timn nindr. So gadd sapz ttvkri andr bḥkmi khda byyhi zndh, tvpth vczh so dryavs andr. Yvshʿ ʿlyh alslam yylhi bydar spdụ̄ th vuchhikh nh ttvkri andr gaddah kynhh thi. Airadh kvrukh yylhi ḥẓrt mvsyā ʿlyh alslam thi bydar sapdn tamy saʿth krh bh timn nishhi yhi vaqʿ byan mgr yimn rvuznh muṭlq yhi kth dhhnh andry. Allah tʿālyā chhu frmavan yimn doshvunụ̄ gyhi gaddi mtʿlq kth bath krnụ̄ mshith. Ps hiycz tamhi gaddih pnnụ̄ vath dryavs mnz gyhi aakh srongah th gophah tas gaddih hndi pknh sintụ̄."
  },
  {
    "verse_id": 62,
    "translation": "Yim zh ṣaḥb ḥẓrt mvsyā ʿlyh alslam byyhi ḥẓrt yvshʿ ʿlyh alslam yylhi aamhi jayhi nishhi brvntth kun pkụ̄, bochhhi ljikh. Mvsyā ʿlyh alslamn frmvv khạdimas pnnis, kriv pysh kvj svn khynh khạṭr. Aashi tul tklyf yth sfrs andr. Yymhi brvntth dahn mnziln pknh sintụ̄ vaczav nh aashi kanhh tklyfah."
  },
  {
    "verse_id": 63,
    "translation": "Dvpnas asụ̄ yylhi tth bjhi knhi tl vaczạe yythi nas thkh kddnhi rvzạe. Be shk me gvv mshith gaddi hundv qṣh tohyhi nishhi byan krun, thi mshrvvnh me mgr shyṭann. Me āv nh dhhnh andry suh mʿāmlh pysh krun. Tamhi gaddih yosh aashi buzith ạs thạvmcz ttvkri andr kạjis khynh khạṭr, so gyhi zndh, tvpth tujin votth byyhi hyczn vath dryavs kun ʿjyb ṭryqh. Dryavuk āb rvud muʿlq, tth gyhi gophah hash ziyitth."
  },
  {
    "verse_id": 64,
    "translation": "Mvsyā ʿlyh alslamn frmvv, ty avs thi yhi asụ̄ czhanddan ạsụ̄. Cze kvnh vnyvth tth jayhi yhi qṣh. Ps phyir tim aaty petthh vaps pnnyv khorn hndyv nishanv mvjvb. Vatan vatan vạtụ̄ tim byyhi knhi nkhh tl yath sintụ̄ ddvkh dith timn nindr pymcz ạs."
  },
  {
    "verse_id": 65,
    "translation": "Ps lvb timav sanyv bndv andrh aakh bndh yʿny mlaqat kvrukh ḥẓrt khẓrs sintụ̄ yas aashi ʿṭa krmcz ạs pnnụ̄ bdd rḥmt nbvt ya vlayt. Byyhi avs aashi suh khẓr ʿlyh alslam hychhnvvmut pnnhi ṭrfh aakh khaṣ ʿiilmah. Mvsyā ʿlyh alslam avs zanan ʿlmi asrar ailhāyh."
  },
  {
    "verse_id": 66,
    "translation": "Mvsyā ʿlyh alslamn dvp timn kya ḥẓ, bh pka tohyhi sintụ̄ sintụ̄ yath shrṭs petth kh tvhụ̄ kya hychhnạviv me tamhi ʿlmh mnzh kynhh yus mfyd ʿlm tvhụ̄ hychhnavnh āmtụ̄ chhiv."
  },
  {
    "verse_id": 67,
    "translation": "Khẓr ʿlyh alslamn dvpukh, tvhụ̄ nh ḥẓ hykiv nh me sintụ̄ rvzns petth ṣbr krith."
  },
  {
    "verse_id": 68,
    "translation": "Byyhi kithh pạtthụ̄ hykiv tvhụ̄ tth kthhi petth ṣbr krith yath nh tohyhi aḥaṭh kvrmut āsyv pnnhi ʿlmh sintụ̄ yʿny yosh kth nh tohyhi mʿlvm āshi."
  },
  {
    "verse_id": 69,
    "translation": "Mvsyā ʿlyh alslamn dvpkh, yvczh he khdayn tvhụ̄ lbiv me ṣbr v ẓbṭ krvun. Byyhi krnh bh tohyhi kunhi kamhi andr nafrmạny."
  },
  {
    "verse_id": 70,
    "translation": "Khẓr ʿlyh alslamn dvpukh, hrgah tvhụ̄ me sintụ̄ rvuziv tylhi yuth nh me prczihv kunhi chyzs mtʿlq, yhi kyazi nh? Yhi kvnh? Yvt tany bh pane tohyhi byan krh tth mtʿlq kanhh kthah."
  },
  {
    "verse_id": 71,
    "translation": "Tvpth pkụ̄ tim doshve ṣaḥb brvntth kun, buthhi avs timn dryavs tar duyn tamhi mokhh khtụ̄ akis tarh navih petth. Navih valyv przh nvv khẓr ʿlyh alslam, timav duythakh apvr tar muft aujrt vrạe. Khẓr ʿlyh alslamn kvr aath navih nams sorakh th gvd, so nav krn ʿạbdar. Mvsyā ʿlyh alslamn dvpukh. Kya ḥẓ aakh duyt yimav navi valyv aashi taraapvr tanụ̄ mft aujrt vrạe byyhi kvrvukh tohyhi aath navi sorakh. Yim lvukh phattn navih sorakh spdnh mokhh ābs. Tohyhi krv yhi ʿjyb kạmah."
  },
  {
    "verse_id": 72,
    "translation": "Khẓr ʿlyh alslamn dvpukh me vnyv na tvhụ̄ nh ḥẓ hykiv nh me sintụ̄ rvzns petth ṣbr krith."
  },
  {
    "verse_id": 73,
    "translation": "Mvsyā ʿlyh alslamn dvpukh, me ḥẓ gvv mshith. Aath petth mah kriv me bazkhvast, byyhi mah kriv aath mʿāmls petth me petth zyadh tngy."
  },
  {
    "verse_id": 74,
    "translation": "Ps pkụ̄ tim taaynkh samukh timn loktta aakh. Khẓr ʿlyh alslamn rvtt suh lokutt tvpth chvurns hvtt th mvrun. Ḥẓrt mvsyā ʿlyh alslamn dvpukh, kya ḥẓ tvhyhi mvrvun aakh mʿṣvm th be gnah shkhṣah yithe kanhh jurm krnh vrạe, kạnshi hund khvn krnh vrạe. Yithi krv tohyhi aakh ʿjyb kạmah th be ja ḥrkthah."
  },
  {
    "verse_id": 75,
    "translation": "Ḥẓrt khẓr ʿlyh alslamn dvpukh, me vnyvna tohyhi tvhụ̄ hykiv nh me sintụ̄ pkns petth ṣbr krith."
  },
  {
    "verse_id": 76,
    "translation": "Ḥẓrt mvsyā hn dvpukh, adh ḥẓ vonụ̄ hrgah bh tohyhi byyhi prczhv kunhi chyzuk tamhi pth mah rttiv tvhụ̄ me pans sintụ̄, vaqʿī tohyhi chhuv pans sintụ̄ rttns mnz myvn yhi vanun kạfy ʿdhur."
  },
  {
    "verse_id": 77,
    "translation": "Ps pkụ̄ tim brvntth kun byyhi, taaynkh vạtụ̄ tim akis gams mnz, yythi kyn lvukn mnjhi timav ẓyaft mhman nvạzy mgr timav lvukv kvr timn mhman nvạzy krnh nishhi ankar, ps rvudụ̄ tim rạtụ̄ rats faqe. Ṣubḥs yylhi drae tim aamhi gamh mnz. Ps vuchh timav aath gams mnz dosah aakh dyvarah aakh hvl gvmut, tyar avs pynas. Ḥẓrt khẓr ʿlyh alslamn lvg tth dyvars aathh, suh dyvar kvrukh syvd rvḥạny ṭaqt sintụ̄. Mvsyā hn dvpukh, kyaḥẓ aakh kr nh yimav sạnụ̄ mhman nvạzy, byyhi kvrvukh tohyhi mufte hvl gvmut dyvar syvd, hrgah tvhụ̄ aamich aujrt th mvzvurụ̄ v ṣvl krihiv thi avs bhtr."
  },
  {
    "verse_id": 78,
    "translation": "Khẓr ʿlyh alslamn dvpukh, bs vonụ̄ chhu yath kthhi petth me mnz th tohyhi mnz judạyy hund fạṣlh. Vonụ̄ krv bh khbr tohyhi timn kthn hndi ḥqyqtch yimn petth tohyhi ṣbr th tab hyvkuv nh krith."
  },
  {
    "verse_id": 79,
    "translation": "Vonụ̄ yosh nav ạs so ạs kynczhn ghrybn th mskynn hnz, yim yth dryavs mnz pnnụ̄ mḥnt mvzvurụ̄ krith guzarh kran ạsụ̄. Me kvr airadh timn fạydh vatnavnh khạṭr tihnz nav ʿạbdar krnụ̄. Kyazi timn aapari kinụ̄ avs aakh ẓạlm padshiha aakh yus prth aarih navih )be ʿạb( avs jbraan qbẓh kran, ya hạnzn )mlaḥn( bygari nivan. Me kr tihnz nav ʿạbdar, yuth tim tihindi ẓlmh nishhi njat labn."
  },
  {
    "verse_id": 80,
    "translation": "Vonụ̄ yus lokutt avs tmụ̄ sund mvl mvj ạsụ̄ baayman, ps khvuczụ̄ asụ̄ suh gczihh nh timn petth krun skhty th srkshy kfrh sintụ̄ timn gczihh nh suh sbb banun ayman slb krnuk."
  },
  {
    "verse_id": 81,
    "translation": "Ps yczh aashi yhe kth kh tuhund prvrdgar diyhi timn ts lokttis bdl tihindi khoth bhtr th rut frznd pạkyzgy andr byyhi zyadh nzdyk shfqt v mḥbts andr. Dpan chhi aamhi pth kr Allah tʿālyā hn yimn don kvur ʿṭa yas kvri nkaḥ āv krnh akis pyghmbrs sintụ̄. Tvpth yus frzndzav timn, suthi avs pyghmbre yus bạʿthi hdayt bnyvv bddis akis qvms."
  },
  {
    "verse_id": 82,
    "translation": "Vonụ̄ yus dyvar avs suh avs shhrh kyn don ytymn hund. Aath dyvars tl avs khzanh yimn don lokttyn hund, byyhi avs yimn don lottyn hund mvl mvj ṣalḥ th nyk. Timn hndi nyk āsnh sbbh thvv Allah tʿālyā hn yimn don lokttyn nabalghn hund mal mḥfvẓ, hrgah dyvar vsith pyyhi ha tth tihindis mals sapdiha lvutt, suh gczihh ha ẓayʿ. Ps yvczh chạnụ̄ prvrdgarn tim gczhn vatnụ̄ pnnis balgh spdns tvpth kddn tim pane panun khzanh. Yhi chạnis prvrdgarh snz kmali rḥmt tihindi ḥqh. Byyhi krụ̄ nh me yim chyzpane blkh krim khdae sndi ḥkmh. Yhe kya chhe aṣl ḥqyqt timn kthn hnz yimn petth tohyhi tab th ṣbr hyvkuv nh krith."
  },
  {
    "verse_id": 83,
    "translation": "Byyhi chhi lvukh prczhan tohyhi yarsvl Allah dhvalqrnyn sund ḥal. Tvhụ̄ frmạviyvukh bh krh byan tohyhi ʿnqryb tihund ḥal. Suh dhvalqrnyn avs aakh padshaha jlyl alqdr."
  },
  {
    "verse_id": 84,
    "translation": "Pzipạtthụ̄ aashi krʿṭa timn tmam rve zmynch slṭnt badshaht. Byyhi kvr aashi timn prth kunhi qsmuk saman ʿṭa yymhi sintụ̄ tim pnnyn shạhy aradn th ʿzạyimn pvurh hykan ạsụ̄ krith."
  },
  {
    "verse_id": 85,
    "translation": "Ps rvudụ̄ tim timn samann th dhrạyʿn pth yimav sintụ̄ tim vạtith hykh hn āftab ghrvb spdn chh jayhi."
  },
  {
    "verse_id": 86,
    "translation": "Taaynkh yylhi vạtụ̄ tim āftab lvsnh chh jayhi, vuchhun suh āftab lvsan akis kirhnhi rabhi hndis nags andr. Byyhi vuchhun tathi aakh qvmah kạfrn hund. Ashi frmvv timn ae dhvalqrnyn, akhtyar chhue cze sanhi ṭrfh khosh kry yimn sarine kr ʿdhab, yim sạry marukh ykdm, hrgah khosh kry yimn petth thav aḥsan yʿny yimn kr dyni ḥquk tblygh, aadh yus yimav andrh aslam qbvl kri suh travun. Ts mah vatnav kunhi qsmh tklyf, yus yimav andrh ankar kri suh krun hlak. Chnanchh timav kr dvyum kthe akhtyar."
  },
  {
    "verse_id": 87,
    "translation": "Chnanchh timav kvrr aʿlan yus akhah ẓlm kri kfr th ankarh sintụ̄ ts krv asụ̄ ẓrvr ʿdhab yʿny suh krvn qtl asụ̄. Tvpth yiyhi suh vatnavnh pnnis prvrdgars nishhi. Suh krys tathi suh ʿdhab yus nh tmụ̄ vuchhmutue āshi."
  },
  {
    "verse_id": 88,
    "translation": "Byyhi yus myanhi dʿūt v tblygh pth ayman aanhi th rcz ʿmlh kri, tsndi khạṭr chhe ạkhrts andr rcz mvzvurụ̄. Byyhi vanv asụ̄ ts dnyahs andr pnnụ̄ shl th āsan aḥkam."
  },
  {
    "verse_id": 89,
    "translation": "Tvpth hyvt slṭan skndrn snz th samanh krun mshrqs kun gczhnh khạṭr taaynkh mshrquk shhr thi krn ftḥ."
  },
  {
    "verse_id": 90,
    "translation": "Taaynkh yylhi vvt suh āftab khsnh chh jayhi, vuchhun suh khsan akis qvms petth yʿny tth jayhi vuchhun aakh qvmah ābad. Avsnh kvrmut aashi timn āftabs nishhi kanhh tthvrah yʿny tim lvukh ạsụ̄ nh lryn th jayan ya khinmn mnz rvzan blkh ạsụ̄ tim nnụ̄ se taps mnzrvuzith zndgy bsrran libas th poshakh vrạe."
  },
  {
    "verse_id": 91,
    "translation": "Aath jayhi thi kvr slṭan skndrn sue mʿāmlh yus mghrbs mnz kryvn. Pzipạtthụ̄ aashi avs aḥaṭh kvrmut tth sạrise yhi ts ḥaṣl spudmut avs aath sfrs andr pnnhi ʿiilmh sintụ̄."
  },
  {
    "verse_id": 92,
    "translation": "Tvpth hyvt slṭan skndrn snz th samanh krun srkrnuk shmạly ʿlaqs kun."
  },
  {
    "verse_id": 93,
    "translation": "Vatan vatan vvt suh don koh darn mnzbag. Timn koh drn aaparikinụ̄ vuchhukh aakh qvm yim nh kunhi qsmch kthah bathah bvzan ạsụ̄, nh āsh tihnzmh kthh fkri tran."
  },
  {
    "verse_id": 94,
    "translation": "Timav dvp ạkhr kạnshi trjman sndi dhryʿh ae dhvalqrnyn. Pzipạtthụ̄ yythi chhe yajvj majvjn hnz aakh jmaʿthah yimav setthah tbạhy chhe krmcz yth ʿlaqs andr. Ps tuhund ajazt chha asụ̄ krv tihindi khạṭr kynhh rqm chndh krith yth shrṭs petth kh tvhụ̄ kya kriv binah aashi mnz th timn mnz aakh mẓbvṭ qlayhi."
  },
  {
    "verse_id": 95,
    "translation": "Slṭan skndrn dvpukh yus mal v dvlt me pnnụ̄ prvrdgarn ʿṭa kvrmut chhu, suh chhu setthah bhtr. Me chhanh ẓrvrt tuhndi chndh krith rqm jmʿ krnch. Hrgah tvhụ̄ me sintụ̄ tʿāvun krun yczhan chhiv tylhi kriv tvhụ̄ me mddpnnhi ṭaqth v mḥnt sintụ̄ taaynkh bh krh tohyhi mnz th timn mnz aakh bvdd qlayah mḥkm th mẓbvṭ qạyim."
  },
  {
    "verse_id": 96,
    "translation": "Tvhụ̄ vatnạvivv me n, shhi shistrkụ̄ bddụ̄ bddụ̄ ttukr, tamuyk qinmt tryv tohyhi srkạrụ̄ khzanh mnzh. Aty anụ̄ timav shistrvụ̄ ttukr, tamhi pth thạvikh tim aakh akis petth lạgith yithh pạtthụ̄ dyvars mnz knhi syri chhe thavnh yivan. Mnzh brhkh czinhi th ziyun byyhi gnjykh aath andụ̄ andụ̄ damn basth. Taaynkh yylhi timh shistr khnjhi brabr spzh koh taln sintụ̄ doshoyav ṭrfv. Dvphakh diyiv aath czhkh, tvpth diyvus damn bstv sintụ̄ phokh. Aadh yylhi yhi shistr svrue tyvngul hyvu vozlyvv. Dvpukh vonụ̄ aniv tram, suh trạviv aath petth kạrith. Chnanchh thi thi āv krnh. Tvpth sapud dyvarah aakh th qlayah aakh qạyim setthah thvd th blnd."
  },
  {
    "verse_id": 97,
    "translation": "Byyhi pishul āsnh kh sbbh sapud yhi tithue kh yajvj v majvjav hyvkh nh aath petth khsith, byyhi hyvkukh nh tth gvd th so rakh krith kunhi jayhi. Aath chhi vnan sdi skndry."
  },
  {
    "verse_id": 98,
    "translation": "Slṭan skndrn dvpukh yhi dyvar th yhi qlae bnavun th batmam vatun chhu mḥẓ myạnis prvrdgar snz bdd mhrbạny mgr yylhi Allah tʿālyā sund vʿdh qyamt vathi, aath dyvars kri samstur, myạnis prvrdgar sund vʿdh chhu ḥq th pvz."
  },
  {
    "verse_id": 99,
    "translation": "Tamhi doh krv asụ̄ tihnz ḥalt aamhi qsmch kh tim āsn addụ̄ aaddyn mnz aaczan. Yithh pạtthụ̄ ābkụ̄ mvj chhi aakh akis mnzaaczan. Nyrn aamhi jayhi mnzh nybr fvjv fvjv, aamhi pth āshi qyamt. Chnanchh kynhh kalah gczihth yiyhi pvgs mnz goddnuyk phokh dinh, tamhi sintụ̄ sapdi svrue ʿālm fna. Tvpth yiyhi dvyum phokh dinh pvgs andr yymhi sintụ̄ sạry byyhi zndh spdn. Ps krvkh asụ̄ sạry jmʿ akhi akhi mḥshrkis mạdans andr."
  },
  {
    "verse_id": 100,
    "translation": "Tmy doh aanvn asụ̄ nari jhnm kạfrn brvntth kun varkarh."
  },
  {
    "verse_id": 101,
    "translation": "Yimn kạfrn hnz achh āsh prdn th tthryn tl pvushydh myanhi yadh nishhi yʿny dryintthụ̄ avsukh nh yivan myạnụ̄ āyati qdrt yymhi sintụ̄ bh pymh hkh czyts, myvn krhn yad. Byyhi ạsụ̄ nh tim qrān mjydkụ̄ āyat bvznuk thi ṭaqt thavan."
  },
  {
    "verse_id": 102,
    "translation": "Kya gman chha kạfrn kh myanyn bndn kya bnavan th rttn prstsh krith me mqablh panun mddgar, thi banhi nh hrgz. Kyazi aashi chhu yimne kạfrn hndi khạṭr nari jhnm tyar thvvmut goddny pysh krnuk aakh chyzah."
  },
  {
    "verse_id": 103,
    "translation": "Frmạviyvukh tvhụ̄ yarsvl Allah ṣly Allah ʿlyh v slm asụ̄ krv tohyhi byan kh km lvukh āsn setthah nqṣan v tavns andr ʿaamlv kinụ̄ yʿny kmn hnz ʿmlh gczhn ẓayʿ th be kar."
  },
  {
    "verse_id": 104,
    "translation": "Tim ge tim yihnz kvshsh ẓayʿ spz dnyachh zndgy andr dnya czhanddan czhanddan, timn chhu pnnhi jayhi guman kh tim chhi yhi rcz kạmah kran."
  },
  {
    "verse_id": 105,
    "translation": "Mgr ḥqyqt chhe yhe kh tim ge time yimav ankar kvr pnnis prvrdgar sndyn āyatn byyhi tsndis dydars th ts brvnhh kun ḥạẓr spdns. Lhādha tulav nh asụ̄ tihindi khạṭr qyamtuk doh trkre tihnz ʿmlh tvlnh khạṭrh."
  },
  {
    "verse_id": 106,
    "translation": "Yohe kya chhu sza tihund nari jhnm kyazi tim ạsụ̄ aakh ankar kran byyhi ạsụ̄ myanyn āyatn th myanyn pyghmbrn asthzaʿ th tthtthh kran."
  },
  {
    "verse_id": 107,
    "translation": "Pzipạtthụ̄ yimav lvukv ayman avn th rcz ʿmlh krykh thindi khạṭr chhu frdvsuk bagh pysh kshah yʿny goddnichy ẓyaftah yosh timn pysh yiyhi krnh."
  },
  {
    "verse_id": 108,
    "translation": "Timne baghn mnz āshi rvzun timn hmyshh. Khvạhshy krn nh tim timav baghv mnzh nyrnch. Nh kddykh timav baghv andr kanhh bavjvdān krvkh asụ̄ ʿṭa tim tim chyz yim tamhi khoth bhtr th rtụ̄ āsn."
  },
  {
    "verse_id": 109,
    "translation": "Frmạviv tvhụ̄ yarsvl Allah lvukn hrgah myạnis prvrdgar snz kthh yʿny tim klmat v ʿbarat tihindyn kmalatn v ṣfatn petth dlalt kran chhi lykhnh khạṭr smndr āsn myilhi bdl, tim sạry mokln th khtm gczhn myạnis prvrdgar sndụ̄ klmat khtm gczhnh brvntth, byhi hrgah asụ̄ timn smndrn hivụ̄ byyhi smndr thi mdd khạṭr milnavvkh timn sintụ̄, tim thi mokln lykhan lykhan mgr kmalat v ṣfat alhāyh spdn nh khtm kyazi tim chhi ghạr mtnahy. Lhādha chhe alvhyt th rbvbyt mkhṣvṣ tsụ̄ yvt."
  },
  {
    "verse_id": 110,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah yhi kth thi kh ae kạfrv tvhụ̄ yus ankar sintụ̄ me pysh yivan chhiv, kya bh chhush tohyhi brvntthh knhi ticzh kthah pysh kran yosh nammkn th dshvar chhe. Bh chhusnh mgr tohy hyvu aakh bshrah, tohyhi th me mnz chhe frq yhe kh vḥy alhāy chhu me petth nạzl spdan kh tuhund chhunh akis mʿbvds vrạe kanhh thi, nh chhu vḥy vatun kanhh ʿjyb kthah, nh chhu tvḥydi bary tʿālyā kanhh vḥsht nak aamrah, vonụ̄ he tvhụ̄ me ankar kran chhiv th kyazi? Vonụ̄ yus aakhah amyd varāshi pnnis prvrdgar sndi dydaruk, ts sintụ̄ mlaqat krnuk, tihund mḥbvb th mqrb bnnuk, adh suh krin myạnis pyghmbr brḥq āsns pczh krith myanhi shryʿt mvjvb rcz ʿmlh. Byyhi mah thạvin suh pnnis prvrdgar sndis ʿbadts mnz kạnshi akis shryk yʿny tvḥyd v rsaltuk thạvin kạml aʿtqad."
  }
]