[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvf mqṭʿāt yimn hund mʿny chhu khdae se mʿlvm."
  },
  {
    "verse_id": 2,
    "translation": "Yhi chhe tuhndis prvrdgar sndi tamhi rḥmtuk dhkr yosh rḥmt tmụ̄ pnnis bnds ḥẓrt zkryahs ʿṭa kr."
  },
  {
    "verse_id": 3,
    "translation": "Yylhi timav khttith rạcz hnzi aanhi gtthi mnz pnnis prvrdgars ālv duyt, pst āvazi sintụ̄ yuthnh byyhi kanhh bvzi, kyazi bujrs andr avlad czhanddun zvn timav mandchh."
  },
  {
    "verse_id": 4,
    "translation": "Dvpun myanhi prvrdgar, myanhi addijhi, austkhvan ge kmzvr bujr sbbh, byyhi chho tyvm klh svrue, yithis ḥals mnz avlad czhanddun avsnh shayan mgr chạnis qdrt kạmls nishhi chhunh kynhh dvur. Byyhi chhus bh hmyshhi chanh qdrtuk th ẓhvr vuchhnuk khvgr th ʿạdy sapudmut chnanchh. Byyhi chhus nh bh aaztanụ̄ cze mngns andr zanhh thi nakam th khạly rvudmut, azikh pth kun thi chhus amydvar chạnis ajabts."
  },
  {
    "verse_id": 5,
    "translation": "Bh chhus khoczan pnnyn rshth darn, tim ma krn nh myanhi mrnh pth myanhi mrẓy mvạfq dynch th shryʿtch khdmt. Yohe vjh chhu kh bh chhus yth bujrs andr avlad czhanddan, byyhi ạs āshynụ̄ myạnụ̄ hantth godd petthe, lhādha chhnh me avlad bnnch kanhh ṣvrthah."
  },
  {
    "verse_id": 6,
    "translation": "Vonụ̄ krth cz pnnhi khaṣ lṭf v mhrbạny sintụ̄ asbabi ʿādyn hndi vsaṭth vrạe me tuyth frzndah ʿṭa yus aakh myanyn khaṣ ʿlmn hund vạrth bnhi ha byyhi khandani yʿqvb ʿlyh alslam sndyn mvrvthy ʿlvmn hund vạrth bnhi ha. Myanhi prvrdgar byyhi krtn suh frznd baʿml āsnh mokhh mqbvl th mḥbvb panun. Chnanchh bvasṭh mlạyk sapud timn arshad."
  },
  {
    "verse_id": 7,
    "translation": "Ae zkrya be shk asụ̄ chhy cze khbr divan akis frznd snz yasund nav chhu yḥyyā, aashi chhunh kvrmut pạd amis brvntth amụ̄ sund hmnam. Az tanụ̄ chhunh aamhi navuk kanhh ansan pạdh āmut krnh."
  },
  {
    "verse_id": 8,
    "translation": "Ḥẓrt zkrya ʿlyh alslamn vvn, prvrdgar aashi kithh pạtthụ̄ bnhi nychuv, myạnụ̄ āshynụ̄ chhe hantth, bh chhus panh vvtmut bujr kis nhayts, me chhunh mʿlvm spdan, cz he aashi frznd ʿṭa krkh th kithh pạtthụ̄. Asụ̄ sapdavh doshve bạcz jvan kinh me āshi nvv nkaḥ krun, kinh mvjvdh ḥsab se andr krkh cz aashi frznd ʿṭa."
  },
  {
    "verse_id": 9,
    "translation": "Allah tʿālyā hn frmvvus mvjvdh ḥsab se andr. Chvn prvrdgar chhu frmavan yhi chhu me nishhi āsan. Aamich kyachhe ḥqyqthe, aamhi khoth bjhi kamhi thi chhe me krimaczh, mthlaan czh chhukh pạdh kvrmut azikh brvntth, cz avsukh nh kihinụ̄, yithe pạtthụ̄ chhinh asbab ʿādiyh thi kynhh chyz, yylhi bh pnnhi qdrt sintụ̄ nysts chhus hst kran, nabvds chhus bvud kran, mʿdvms chhus mvjvd kran, akis mvjvds nishhi byakh mvjvd pạdh krun, yhi kya mshkl chhue cze myạnis qdrts nishhi bvznh yivan."
  },
  {
    "verse_id": 10,
    "translation": "Ḥẓrt zkrya hn dvp prvrdgara, vʿdh sintụ̄ sapdum aṭmynan, vonụ̄ krkhna myanhi mzyd aṭmynah khạṭr kanhh ʿlamathah mqrr yymhi sintụ̄ me tri ha fkri cze kvruth me ʿṭa frznd. Allah tʿālyā hn frmvvus, chvn ʿlamt th nshanh chhu czh hykkh nh tndrst ạsith, tryn shabn th tryn dohn lvukn sintụ̄ kth krith."
  },
  {
    "verse_id": 11,
    "translation": "Ps drav kutthhi mnz pnnis qvms nishhi. Kth hychin nh krith kynhh. Ps hvvun timn asharh kh tvhụ̄ kriv khdae snz pạky byan ṣbḥs th shams, chnanchh kynhh kalah gvv th ḥẓrt yḥyyā spdụ̄ pạdh. Tvpth yylhi suh vvt sini shʿūrs. Allah tʿālyā frmavan aashi frmvv ts."
  },
  {
    "verse_id": 12,
    "translation": "Ae yḥyyā ktab yʿny tvrahs krzvrh thph yʿny tth petth kr zvrh ʿml, tamhi saʿth thi avs tvrahhe krbi shryʿt, anjyl avsnh vunhi nạzl sapudmut. Byyhi kr aashi ḥẓrt yḥyyā hs nbvt ʿṭa lokcharse mnz."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi kr aashi ʿṭa ts pnnhi ṭrfh rqti qlb byyhi akhlaqn hnz pạkyzgy, byyhi avs suh setthah prhyzgar."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi avs suh frmanbrdar, khdmtgar mạlis majhi hund, byyhi avsnh suh mkhlvqn nsbt srksh th khạlqs nsbt nafrman. Prvrdgars nishhi ạsụ̄ tamhi sintụ̄ mkrm th mḥtrm kh Allah tʿālyā chhu frmavan tihindi ḥqh."
  },
  {
    "verse_id": 15,
    "translation": "Slam bvvin timn petth yymhi doh tim zae byyhi yymhi doh tim yymhi ʿālmh fczhn, byyhi yymhi doh tim mrnh pth byyhi tulnh yin zndh sapdith."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi pạviv czyts qrān mjyd kis akis ḥṣs andr qṣh ḥẓrt mrym, yylhi alg rvuz so pnnyn grikyn lvukn nishhi alg akis mkans andr yus byt almqds kh mshrq kh ṭrfh avs. Mahvary ʿdhrh nishhi pạky hund sran krnh khạṭr."
  },
  {
    "verse_id": 17,
    "translation": "Travun āvyzan timn ypạrụ̄ kinụ̄ tthvr th prdh yuth tth tthris tl rvuzith so sran kri. Aamhi pth yylhi sran krith moklyyhi. Plv lạgin aty svuz aashi ts nishhi panun rvḥ yʿny jbryl amyn ʿlyh alslam. Yohe rvud amis brvntthh knhi ansan bnith drkmali ḥsn v jmal."
  },
  {
    "verse_id": 18,
    "translation": "Ḥẓrt mryms yylhi nẓr pyyhi ts petth. Dpnhi lj pnah chhas bh mngan ḥẓrt rḥmans cze nishhi. Chhukh he czh shryf th khdays khoczvun yymhi jayhi nishhi sapd dvur fvraan. Timn gyhi rae yhi ma chhu ansane."
  },
  {
    "verse_id": 19,
    "translation": "Jbryli amynn dvpus banbrmah, bh chhus nh ansan blkh chhus bh chạnis prvrdgar sndi ṭrfh svznh āmut aakh malka aakh yuth bh cze ʿṭa kre khdae sndi ṭrfh aakh frzndah aakh yus pak v pạkyzh th nundh bvn āshi. Bh dime ạsas mnz ya nls mnz phokh, tamhi athr sintụ̄ th khdae sndi ḥkmh sintụ̄ rvuzy cze shikms mnz ḥml, tvpth zyvy cze frznd."
  },
  {
    "verse_id": 20,
    "translation": "Ḥẓrti mrymn dvpus me kithh pạtthụ̄ banhi frznd ḥalankh me chhunh baqạʿdh nkaḥ krith aathh thi lvgmut kạnshi ansann vunyktanụ̄. Byyhi chhas nh bh bdkar thi ạsmcz zanhh."
  },
  {
    "verse_id": 21,
    "translation": "Jbryli amynn dvpus yithe pạtthụ̄ kạnshi bshr sndi thph krnh vrạe spdi cze nishhi frznd pạdh, bh chhuse nh yhi panh vnan blkh chvn prvrdgar chhu frmavan mạlis majhi vrạe cze frznd ʿṭa krun chhu me nishhi shl th āsan, byyhi chhu chvn prvrdgar frmavan kh asụ̄ chhin yhi frznd bla asbab ʿādyh pạdh kran yuth krvn suh pnnhi qdrtuk akh nshanah lvukn hndi khạṭr, byyhi lvukn hndi khạṭr pnnhi rḥmtuk dhryʿāh dnyahs andr. Amis frznd sund be pdr pạdh sapdun chhu aakh ṭe krnh āmut amrah, yus ẓrvr ʿmlhi andr yiyhi, yhi chhe kthah fạṣlh krnh āmcz."
  },
  {
    "verse_id": 22,
    "translation": "Ps tul ḥẓrt mrymn frznd sund bar khodbkhvd, vuchhan vuchhan, ps gyhi so gr nishhi dvur suh ḥml hyth alg akis kohs th jngls mnz."
  },
  {
    "verse_id": 23,
    "translation": "Yylhi vẓʿ ḥmluk dvd shrvʿ sapdus, tmụ̄ dạdụ̄ vatnạv so akis khzr kulhi kis godds tl akis thzrs petth, tth sintụ̄ ddvkh dith, dapnhi lj ae kash bh kvnh moye yas aamhi brvntthue, taaynkh gmcz āsha nh bvud, czyth se āsiha nh kạnshi, nave hyham nh kanhh."
  },
  {
    "verse_id": 24,
    "translation": "Ps duytus ālv jbryli amynn aamhi thzr bvnụ̄ kinụ̄. Ghmgyn th āzurdh mah sapd. Pzipạtthụ̄ chạnụ̄ prvrdgarn kvr cze bvnụ̄ kinụ̄ aakh nagh radah jạry yymuyk āb avs dva timn sarine ʿūarẓn hund yim prsnh kh vqth znann laḥq chhi spdan, byyhi spz so khosh tamhi nagh raduk āb vuchhth, ṭbʿīts mnz sapdus frḥt v srvr pạdh."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi dicz dnn pans kun khzr kulhi kis godds, yhi trạvy cze petth ppụ̄ ppụ̄ tazh khzr."
  },
  {
    "verse_id": 26,
    "translation": "Yim khzr khe czh, aamhi naguk āb che czh, amis nund bạnis frznds kun vuchhith shyhlav pnnhi achh, byyhi tulun yhi frznd kochhhi kyth, tvpth gczh pnnis qvms nishhi, hrgah vathi pkan kanhh ansanah vuchhhan, suh hyyhi cze prczuhn garun. Czh dph ts asharh pạtthụ̄, me chhu khdae rḥman sndi khạṭr rvzh dạry hund ndhr thvvmut, bh hykh nh kạnshi ansans sintụ̄ aaz kth krith."
  },
  {
    "verse_id": 27,
    "translation": "Chnanchh vạcz yhi frznd hyth pnnis qvms nishhi, suh avsus khonhi kyth. Lvukv dvphas ae mrym, czh āykh aakh ʿjyb kthah hyth, bchah mạlis vrạe."
  },
  {
    "verse_id": 28,
    "translation": "Ae hmshyrh harvn, czhe shryf zạdụ̄ chhakh, nh avs chvn mvl ychh shkhṣah, nh ạs mvj chạnụ̄ bdkar, yhi kya kvruth cze yhi."
  },
  {
    "verse_id": 29,
    "translation": "Tvpth hvvukh ḥẓrt mrymn asharh sintụ̄ amis frznds kun zi amụ̄ se prczihv. Timav dvpus asụ̄ kithh pạtthụ̄ krv kth khonhi mnz kis lokttis sintụ̄. Yim chhi vunhi yime kthh kran, amụ̄ frzndn hyczh kthh krnhi."
  },
  {
    "verse_id": 30,
    "translation": "Dvpun ae lvukb be shk bh chhus khdae sund khaṣ bndh, tmụ̄ krme ʿṭa pnnụ̄ ktab byyhi kvrns bh pyghmbr."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi kvrns bh brkth vvl, kyazi myanhi sintụ̄ vathi lvukn dyny nfʿ, yythi ns bh rvz, yvt yvt bh vath, tathi kr bh ashaʿti dyn. Byyhi kvr me khdayn tạkydy ḥkm nemaz prnuk th zkvāhh dinuk yvut kal bh zndh chhus dnyahs andr."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi kvrns bh majhi hund frman brdar, byyhi kvrns nh bh zbrdst th bdmkht kh khạlqh sndụ̄ ḥqvq krha trk ya valdh majdh sndyv ḥqvqv nishhi krha srkshy."
  },
  {
    "verse_id": 33,
    "translation": "Khdae sndi ṭrfh chhe me petth slam, yymhi doh bh zas byyhi yymhi doh bh marh, byyhi yymhi doh bh dvbarh zndh spdith thvd yimh tulnh."
  },
  {
    "verse_id": 34,
    "translation": "Yohe kya gvv ḥẓrt ʿīsyā ḥẓrt mrym sund frznd yimn hndụ̄ aḥval th aqval vannh āe yymhi sintụ̄ tuhund mqbvl bndh thạbt spdan chhu. Nh chhe nṣaryā hn hnz kth ṣḥyḥ kh bndgy mnz kddith alvuhyts mnz vatnavun, nh chhe yhvudyn hnz kth ṣḥyḥ kh mqbvl bndh āsnh nishhi kddith timn petth beshmar hanczh lagnhi. Yhe chhe pz kth yth mnz lvukh shk kran chhi. Nṣaryā chhi vnan yhi ʿīsyā chhu khdae sund nychuv, ḥalankh."
  },
  {
    "verse_id": 35,
    "translation": "Khdae sund shan chhunh kh suh kya bnavi kạnshi panun nychuv, suh chhu avlad āsnh nishhi munzh th pak, tmụ̄ sund shan chhu kh suh yylhi aradh chhu kran kunhi chyzkh pạd krnuk suh chhunh tth chyzs vnan kynhh thi mgr lfẓi kun yʿny pạdh sapad, aty chhu suh chyz pạdh spdan, az ʿdm bvjvd yivan. Ḥẓrt ʿīsyā thi kvrun yithe pạtthụ̄ bḥkmi kun pạdh. Yithis bakmal khdays nychuvāsun chhu ʿạb th nqṣan."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi chhu be shk myvn th tuhund prvrdgar Allah tʿālyā, ps kriv tihinze ʿbadt, yhe chhav syz vath tvḥyds petth yiczh dlyl āsnh kh bavjvd."
  },
  {
    "verse_id": 37,
    "translation": "Ps tvḥyds ankar krith kr alg alg vath akhtyar mkhtlf jmạʿczv timav andrh. Ps afsvs timn lvukn yimav ankar kvr, yimn aakhi bddi doh ẓrvrḥạẓr sapdun pyyhi mlk aljbars brvntth kun yʿny qyamtuk doh."
  },
  {
    "verse_id": 38,
    "translation": "Kvtah āsn tim pvurh bvzvunụ̄ th pvurh vchhhi vunụ̄ tamhi doh, mgr aaz chhi tim ẓạlm dnyahs andr nanhi gmrạhy andr."
  },
  {
    "verse_id": 39,
    "translation": "Byyhi kriv timn byim ḥsrt v afsvs kh dohuk yymhi doh ptim fạṣlh yiyhi dinh jntiyan dvzkhiyan brvntth knhi nyiyhi mvts khsh krnh. Doshve yin bvznavnh ḥkm khlvd. Vunụ̄ kyns dnyahs andr chhi tim lvukh ghflts andr bvddimtụ̄, tim chhinh pczh kran, ạkhrchhu timn aakhi doh mrun."
  },
  {
    "verse_id": 40,
    "translation": "Pzipạtthụ̄ asụ̄ chhi ptvlakh sary zmynkụ̄ vạrth byyhi timn sarine lvukn hndụ̄ yim aath zmyns petth chhi, byyhi chhu sarine ptvlakh aasy kun vatun th rjvʿ krun, tvpth khyn tim sza shrkuk th kfruk."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi kriv lvukn nishhi dhkrqrān mjyds andr yus qṣh ḥẓrt abrhym sund chhu yuth timn tvḥyd v rsaltuk qṣh pvur mnkshf sapdi. Be shk ạsụ̄ tim prth kthhi mnz pvz vanh vunụ̄ byyhi ạsụ̄ pyghmbr."
  },
  {
    "verse_id": 42,
    "translation": "Yylhi timav frmvv mạlis pnnis, yus mshrk avs ae myanhi babh czh kyazi chhukh prstsh kran timn potlyn hnz yim nh kynhh bvzan chhi, byyhi yim nh kynhh vuchhan chhi, byyhi yim nh kunhi kamhi bkar yivan chhi, kynhh krith hykan chhi, murad chhu aamhi mnz potlụ̄. Ḥalankh hrgah tim potlụ̄ vuchhhn thi bvzhn thi th kunhi kamhi lghan, tvthi ạsụ̄ nh tim qạbli prstsh kyazi vajb alvjvd ạsụ̄ nh, vonụ̄ chhanh kthe yth ḥals andr."
  },
  {
    "verse_id": 43,
    "translation": "Ae myanhi babh me nish chhu vvtmut dae sndi ṭrfh aakh ʿlmah yus nh cze nish vvt, yath mnz nh ghlṭy hund kunhi qsmuk aḥtmale chhu. Cze chhe nh tamich khbre, lhādha pkh czh myanhi vathi, myạnụ̄ mutabaʿaat krth bh havae syz vath yʿny tvḥydch vath."
  },
  {
    "verse_id": 44,
    "translation": "Ae myanhi babh math krth shyṭan snz prstsh yʿny shyṭan sndi vannh mvjvb potlyn hnz prstsh. Pzipạtthụ̄ yhi shyṭan chhu avsmut goddh petthe khdae sund nafrman, lhādha shvubya amụ̄ snz pạrvy krnụ̄."
  },
  {
    "verse_id": 45,
    "translation": "Ae myanhi babh me chhe nath cze gvczuhe nh ḥẓrt rḥman sndi ṭrfh kanhh ʿdhabah valnh yun, ps gczhkh nh czh shyṭan sund rfyq banun ʿdhabs andr."
  },
  {
    "verse_id": 46,
    "translation": "Tmụ̄ mạlụ̄ vvnns tvrh ae abrahym czh chhukh myanyn mʿbvdn nishhi buth phiran, hrgah ne czh aamhi nishhi pth rvzkh, knhi lạe lạe krth bh czh sngsar. Chhue he pan bchavun tylhi rvz kynhh kalah me nshhi dvur."
  },
  {
    "verse_id": 47,
    "translation": "Ḥẓrt abrahymn dvpus myanhi ṭrfh chhe slam, tvthi mngh bh chanhi khạṭr pnnis prvrdgars mghfrt, be shk suh chhu me petth setthah mhrban."
  },
  {
    "verse_id": 48,
    "translation": "Bh rvzh alg aakh tohyhi nishhi byyhi yimn tvhụ̄ ʿbadt kran chhiv mʿbvdi brḥqs vrạe. Tvpth kr bh alg rvuzith aṭmynanh san pnnis prvrdgar snz ʿbadt. Byyhi chhe amyd kh bh rvznh pnnis prvrdgars ʿbadt krith mḥrvm th namurad yithh pạtthụ̄ but prst pnnyn bạṭl mʿbvdn prstsh krith mḥrvm th namrad chhi rvzan. Yhi kth bath krith spdụ̄ timn nishhi ʿlyḥdh, mulki shams kun krkh hjrt."
  },
  {
    "verse_id": 49,
    "translation": "Adh yylhi ḥẓrt abrahymn timn nishhi byyhi tihindyn mʿbvdani bạṭln nishhi, yihnz tim mʿbvdi brḥq trạvith prstsh kran ạsụ̄ juda spdụ̄, tamhi shhr nishhi hjrt kr. ʿṭa kvr aashi ḥẓrt abrahyms dvyum frznd asḥaq byyhi frznd sund frznd yʿqvb ʿlyh alslam, byyhi krụ̄ aashi tim doshve ṣaḥbi pyghmbr yim rfaqt khạṭr but prst bradry khoth bhtrạsụ̄."
  },
  {
    "verse_id": 50,
    "translation": "Byyhi krụ̄ aashi timn varyahhi qsmkụ̄ kmalat ʿṭa krith pnnhi rḥmtuk aakh ḥṣh ʿṭa. Byyhi kvr aashi āyndh nsln andr tihund nav nyk th blnd. Sạry āsn tʿẓym san tihund dhkri khyr kran. Asḥaq ʿlyh alslams brvntth avs aashi timn goddnuyk frznd asmaʿīl ʿlyh alslam ʿṭa kvrmut. Timn andr thi ạsụ̄ yime ṣfat. Tihund dhkr yiyhi brvntth phn."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi kriv dhkr qrān mjyds mnz ḥẓrt mvsyā sund qṣh yʿny suh kriv lvukn nishhi byan. Tim thi ạsụ̄ pzipạtthụ̄ khaṣ krnh āmtụ̄ bndh, byyhi ạsụ̄ tim rsvl thi th nby thi, timn ạsụ̄ yim doshve shan."
  },
  {
    "verse_id": 52,
    "translation": "Byyhi duyt aashi timn nad kvhi ṭvrkh dchhinhi ṭrfh kinụ̄, byyhi kraashi timn sintụ̄syz kth pans nkhh anith."
  },
  {
    "verse_id": 53,
    "translation": "Byyhi kvr aashi timn pnnhi mhrbạny sintụ̄ tihund bradr harvn ʿlyh alslam pyghmbr bnạvith ʿṭa tihindi drkhvast krnh mvjvb tihindi mdd khạṭr."
  },
  {
    "verse_id": 54,
    "translation": "Byyhi kriv lvukn nishhi dhkr qrān mjyds andr asmaʿīl ʿlyh alslam sund ḥal. Be shk tim ạsụ̄ vʿdh pziụ̄ krvunụ̄, byyhi ạsụ̄ tim rsvl th nby, timn thi ạsụ̄ doshvae shan."
  },
  {
    "verse_id": 55,
    "translation": "Byyhi ạsụ̄ tim pnnis ʿīals ḥkm kran nemaz prnuk byyhi zkvuth dinuk, byyhi ạsụ̄ tim pnnis prvrdgar sndụ̄ mqbvl bndh."
  },
  {
    "verse_id": 56,
    "translation": "Byyhi kriv qrān mjyds andr ḥẓrt adrys sund ḥal lvukn nishhi byan. Be shk tim ạsụ̄ setthah pziyạrụ̄ pyghmbr."
  },
  {
    "verse_id": 57,
    "translation": "Byyhi vatnạviaashi tim kmalatn andr thdis mrtbs thazi jayhi."
  },
  {
    "verse_id": 58,
    "translation": "Yime pyghmbr ge tim yimn Allah tʿālyā hn panun anʿām kvr ʿṭa pyghmbrv andrh. Yim sạry pyghmbr chhi ḥẓrt ādm sndi dhuryth andrh, byyhi timav andrh yim aashi khạrụ̄ navi andr ḥẓrt nvḥs sintụ̄, byyhi ḥẓrt abrahym sndi dhuryth andrh, byyhi ḥẓrt yʿqvb sndi dhuryth andrh, byyhi timav andrh yimn aashi vath hạv, byyhi yim aashi mqbvl th brgzydh krụ̄. Bavjvd aamhi mqbvlyth ạsụ̄ tim bndgy andr tithụ̄ mnhmk kh yylhi timn petth ḥẓrt rḥman sndụ̄ āyat prnh ạsụ̄ yivan, tanụ̄ ạsụ̄ tim bkmali ʿạjzy v anksạry sjdh divan, vadan vadan zmyns petth klh travan, panun pan brith divan."
  },
  {
    "verse_id": 59,
    "translation": "Tvpth āe timn pth tihindụ̄ bʿẓ khlf yimav nemaz brbad th ẓayʿ kr, khvah aʿtqadaan ankar krnh sintụ̄, khvah ʿmlaan so ada krns nadr kvtạhy krnh sintụ̄ ya tamhi kyn ẓrvry ḥqvqn th ādabn andr kvtạhy krnh sintụ̄. Byyhi krkh najạyz nfsh chn khvạhshn hnzpạrvy. Ps vuchhn tim ʿnqryb ạkhrts mnz tamch khrạby, khvah aabdy khvah ghạr aabdy."
  },
  {
    "verse_id": 60,
    "translation": "Mgr yimav kfr v mʿṣyt nishhi tvbh krith ayman avn th rcz ʿmlh krykh, ps tim lvukh vatn jnts andr kunhi qsmch khrạby vuchhnh vrạe, byyhi yiyakh nh ẓlm krnh kunhi qsmh."
  },
  {
    "verse_id": 61,
    "translation": "Timn jntn mnz vatn yimn mnz hmyshh rvzun āsykh yimn jntn hund ḥẓrt rḥmann pnnyn sintụ̄ vʿdh kvrmut chhu ghạybanh. Pzipạtthụ̄ tihund vʿdh chhu pvur krnh āmut yʿny tamhi kis pvur spdns andr chhunh shkhe kanhh."
  },
  {
    "verse_id": 62,
    "translation": "Timn jntn mnz bvzn nh tim kanhh be hvud kthah mgr prth ṭrfh āsn slame slamh, panh vạnụ̄ thi slamh th mlạykn hndi ṭrfh thi slamae, tihindi khạṭr chhu timn jntn andr khyn tihund, ṣubḥs thi shams thi."
  },
  {
    "verse_id": 63,
    "translation": "Yime jnt yimn hund dhkr krnh āv krvasụ̄ ʿṭa virthh pạtthụ̄ pnnyv bndv andr timn yim shant th prhyzgar āsn."
  },
  {
    "verse_id": 64,
    "translation": "Jbryli amyn sndis yinas mnz sapud kynhh kalah tạkhyr th kạfrv hytụ̄ ṭʿnh dinụ̄. Nby krym ṣly Allah ʿlyh v slmn hund dili mbark sapud āzurdh. Tamhi pth yylhi jbryli amyn āv, timav purczuhs tạkhyruk sbb, Allah tʿālyā hn frmvv jbryli amyns czh van aamuụ̄k jvab kh, asụ̄ nh ḥẓ chhinh zmyns petth vasan mgr tuhndis prvrdgar sndy ḥkmh, thi svrue yhi aashi brvntthh nhi chhu āyndh, byyhi yhi aashi pth knhi chhu gzshth vqts andr, byyhi yhi aath drmyan chhu mvjvd vqts andr, sarikue chhu khdays pvur ʿlm. Byyhi chhunh prvrdgar tuhund kanhh chyz mshravvun."
  },
  {
    "verse_id": 65,
    "translation": "Sue chhu mạlk āsmann th zmynn hund, byyhi yhi yimn mnzbag chhu. Ps kriv tihnze ʿbadt th prstsh. Tihnz ʿbadt krns andr yim tklyf vatnv, timn petth kriv ṣbr. Kya cz chhahn ḥẓ zanan tasund kanhh hm ṣifthah, suh chhu sue, ts hyvu chhunh kanhh thi, tsụ̄ yạcz ʿbadt krnụ̄ chhe lạzim."
  },
  {
    "verse_id": 66,
    "translation": "Byyhi chhu yhi ansan yas nh qyamtch pczh chhe. Vnan kya yylhi bh marh, tvpth yima bh byyhi zndh krith qbri mnz nybr kddnh."
  },
  {
    "verse_id": 67,
    "translation": "Kya yhi ansan chhuna pavan czyts kh aashi kvr yhi pạdh brvntth, ḥalankh yhi avsnh kihinụ̄ ʿdm mḥẓh mnz, yylhi aashi tvg suh vjvds andr aanun mrnh pth byyhi dvbarh zndh krun kya ʿjạyb chhu."
  },
  {
    "verse_id": 68,
    "translation": "Tuhndis prvrdgar sund qsm, asụ̄ krvkh tim qyamtuk doh byyhi pạdh, tvpth sombravvkh tim sạry ansan byyhi sạry shyṭan, tvpth anvkh asụ̄ tim sạry thavvkh ḥạẓr jhnms andụ̄ andụ̄, hạbth sintụ̄ āsn tim kotthyn petth rvuzith, rvuzith gmtụ̄."
  },
  {
    "verse_id": 69,
    "translation": "Tvpth kddvkh alg prth jmaʿth mnz tim tim ashkhaṣ yim timav andrh aāsn ḥẓrt rḥman sndụ̄ zyadh nafrman th srksh yuth tim godny yin nars mnz dạrith dinh. Aashi chhanh ẓrvrt timn mtʿlq tḥqyqat krnch."
  },
  {
    "verse_id": 70,
    "translation": "Kyazi aashi chhu pvur ʿlm timn lvukn hund yim jhnms vatns zyadh szavar chhi."
  },
  {
    "verse_id": 71,
    "translation": "Byyhi chhunh kanhh aakhah tohyhi andrh yusnh pkhi aamhi jhnm kinụ̄. Yhi chhu tuhndis prvrdgar sndi vʿdh mvjvb aakh lạzm mvkd, aakh mʿāmlah yus ẓrvr pvur sapdi."
  },
  {
    "verse_id": 72,
    "translation": "Tvpth dimav asụ̄ njat timn lvukn yim pth rvudụ̄ kfr nishhi shirkh nishhi, baqy travvkh asụ̄ tth jhnms andr ẓạlm yʿny kạfr hmyshh rvznh khạṭr czupyndul krith."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi yylhi prnh yivan chhe timn mnkrn brvntthh knhi sanhi nanhi dlylh th vaẓḥ āyat, vnan chhi kạfrth mnkr baaymann th pczihh valyn, aashi th tohyhi mnzh kosh jmaʿt chhe bhtr jayhi kinụ̄ byhi koshi jmaʿt chhe rcz mjlshi kinụ̄. Yhi kth chhe ẓạhr kh khanh gy th mjlsy sazv saman vghạrh chyzn andr chhi asụ̄ thdụ̄ tuhundi khoth. Dvyu kth chhe yhi kh mḥbvbe chhu khyavnh th chavnh yivan. Aamhi mnz chhu thạbt spdan kh asy chhi mḥbvb khdays nishhi th tvhụ̄ chhiv mrdvud. Allah tʿālyā chhu yihindis vanns rad kran, frmavan chhu."
  },
  {
    "verse_id": 74,
    "translation": "Aashi chhe kạczah jmaʿcz hlak th tbah krimacz yimh timn brvntth āsh, timh thi āshi sazv saman kinụ̄ th ẓạhry ṣvrth kinụ̄ ahndi khoth thi rczh. Dvyum jvab gvv."
  },
  {
    "verse_id": 75,
    "translation": "Frmạviyvukh tvhụ̄ yim lvukh gmrạhy mnz chhi yʿny tvhụ̄ ae kạfrv, ps travan chhu timn yylhi ḥẓrt rḥman pvur pạtthụ̄ yʿny mhlt chhukh divan yuth timn nav brnh yiyhi, taaynkh yylhi vuchhn tim thi svrue yymyuk timn vʿdh yivan chhu thavnh. Adh suh dnyahuk ʿdhab āshi yaqyamt āshi. Ps tghi timn zanun kus chhu khrab th ychh jayhi kinụ̄ byyhi kus chhu balkl kmzvr lshkrh kinụ̄ th mddgarv kinụ̄."
  },
  {
    "verse_id": 76,
    "translation": "Byyhi chhu hurravan Allah tʿālyā syzi vthi petth pkh vunyn hdayt yus srmayh njat chhu.. Byyhi chhe timh rcz kamhi yimh rvzvunhi chhe bhtr tuhndis prvrdgars nishhi thvab kinụ̄ byyhi chhe time bhtr anjamh kinụ̄."
  },
  {
    "verse_id": 77,
    "translation": "Kya tohyhi vuchhvh ts shkhṣh sund ḥal yymụ̄ sanyn āyatn ankar kvr. Vnan chhu suh tthtthh pạtthụ̄, me yiyhi ạkhrts mnz thi mal th avlad ʿṭa krnh. Ghrẓ amụ̄ snz ḥalt thi chhe qạbl tʿjb."
  },
  {
    "verse_id": 78,
    "translation": "Kya sna yhi chha ghạbs petth mṭlʿ sapudmut kinh amụ̄ chhu ḥẓrt rḥmans nishhi kanhh ʿhdah ḥạṣl kvrmut aath kthhi petth."
  },
  {
    "verse_id": 79,
    "translation": "Hrgz nh, yhi chhu mḥẓ ghlṭ vnan, asụ̄ chhi lykhith thavan amụ̄ snz kthh, timn kthn petth thi yiyas sza dinh. Asụ̄ dimav setthah zychhr amụ̄ sndis ʿdhabs andr."
  },
  {
    "verse_id": 80,
    "translation": "Byyhi chhi asụ̄ vạrth th mạlk tamhi sariky yymuyk yhi vnan chhu yʿny mal th avlad. Suh vathi aashi nishhi kunue zvn, nh āsys male sintụ̄ nh āsns avlade sintụ̄."
  },
  {
    "verse_id": 81,
    "translation": "Byyhi chhi yimav mshrkv khdays vrạe mʿbvd mqrr krimtụ̄ yuth tim bnn tihindụ̄ ḥạmy th mddgar."
  },
  {
    "verse_id": 82,
    "translation": "Thi hrgz banhi nh blkh krn tim ẓrvr ankar tihnzi prstshhi, byyhi āsn tim tihindụ̄ mkhạlf th dshmn, tvhụ̄ chhiv kạfrn hnzi gmrạhy petth ghmgyn spdan."
  },
  {
    "verse_id": 83,
    "translation": "Kya tohyhi chhuna mʿlvm kh aashi chhu hurvvmut shyṭan kạfrn petth yim timn kfrv gmrạhy th nafrmạny petth āmadh kran chhi, tulan chhi, yus pane dshmn bdkhvah sndi vannh mvjvb pkhi tasund shvubyah ghm khyvn."
  },
  {
    "verse_id": 84,
    "translation": "Ps mah kriv tvhụ̄ drkhvast tihindi bjldy ʿdhabs grftar spdnh khạṭr, asụ̄ chhi tihnz kthh yimn petth timn ʿdhab yiyhi krnh panh gnzravan. Suh ʿdhab yiyhi timn krnh tamhi dohh."
  },
  {
    "verse_id": 85,
    "translation": "Yymhi doh asụ̄ mtqy th prhyzgar mhmann hndụ̄ pạtthụ̄ jmʿ krvkh ʿzt san ḥẓrt rḥman sndis mhman khans andr jmạʿczv jmạʿczv."
  },
  {
    "verse_id": 86,
    "translation": "Byyhi yymhi doh pknavvkh bkmali khvạry asụ̄ nafrman jhnms kun tryshhi tryshhi kran."
  },
  {
    "verse_id": 87,
    "translation": "Akhtyar āshi nh kạnshi akis shfaʿt th sfạrsh krnuk mgr tsụ̄ yymụ̄ ḥẓrt rḥmans nishhi kanhh ʿuuhdah th ajazt āshi ḥaṣl kvrmut."
  },
  {
    "verse_id": 88,
    "translation": "Byyhi chhi yim kạfrvnan ḥẓrt rḥmans chhi avlad, nṣaryā chhi vnan ʿīsyā ʿlyh alslams, yhvd chhi vnan ʿuuzyrʿlyh alslams, mshrkyni ʿrb chhi vnan mlạykn yim khdae sndụ̄ nychiv th kvri."
  },
  {
    "verse_id": 89,
    "translation": "Pzipạtthụ̄ tvhụ̄ kthah hyth setthah mshkl."
  },
  {
    "verse_id": 90,
    "translation": "Yhi chhe ticzh mshkl kthah kh qryb chhu āsmann magczhn aamhi kthhi sintụ̄ chhalh, byyhi ma phatthi zmyn, byyhi ma pyn vsith koh svur gczihth."
  },
  {
    "verse_id": 91,
    "translation": "Aath kthhi petth kh lvukv tthhrạvụ̄ ḥẓrt rḥmans avlad."
  },
  {
    "verse_id": 92,
    "translation": "Hrgz chhunh szavar ḥẓrti rḥmans ts kya āsn avlad."
  },
  {
    "verse_id": 93,
    "translation": "Kyazi chhunh kanhh āsmann th zmynn andr yus nh ḥẓrti rḥmans brvntth kun ghlam bnith ḥạẓr spdan chhu."
  },
  {
    "verse_id": 94,
    "translation": "Be shk tmụ̄ chhu sarine bndn pnnhi qdrt sintụ̄ aḥaṭh kvrmut, byyhi chhin sạry gnzrith thạvimtụ̄, yhi gvv dnyahs andr."
  },
  {
    "verse_id": 95,
    "translation": "Byyhi vatn tim sạry qyamtuk doh ts brvntth kun aakhi aakhi kunue zvn, kanhh thi sintụ̄ āsys nh."
  },
  {
    "verse_id": 96,
    "translation": "Pzipạtthụ̄ yimav ayman avn byyhi krykh rcz ʿmlh, ẓrvr kri Allah tʿālyā ẓrvry nʿmtv ʿlavh dnyahs andr tihund mḥbt pạdh lvukn hndyn diln andr, tvhụ̄ frmạviv timn bshart aamich."
  },
  {
    "verse_id": 97,
    "translation": "Aashi kvrr nh shl th āsan yhi qrān mjyd tihnzi zyvih yʿny ʿrby pạtthụ̄ mgr kvr yymy mokhh yuth tvhụ̄ bshart frmạviv shantyn th prhyzgarn, byyhi yuth tvhụ̄ byim kriv khocznạviyvun aamhi )qrān mjyd( sintụ̄ harl qvm."
  },
  {
    "verse_id": 98,
    "translation": "Byyhi kạczah jmạʿcz nafrmann hnz kri aashi hlak th tbah azikyn nafrmann brvntth, tvhụ̄ chhiv nh lban timav andrh kanczhah ya chhivh bvzan tihindi lothi lothi pknch āvazah, tihund nam v nshan thvv nh aashi kunhi. Yithe pạtthụ̄ yim tuhnz mkhalft krn, yimn thi banhi tihnze bạsh, khosh rvuziv."
  }
]