[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvfi mqṭʿātv andrh yimn hund mʿny zanhi panh khda."
  },
  {
    "verse_id": 2,
    "translation": "Aashi kvr nh nạzl tohyhi petth yhi qrān mjyd yuth tvhụ̄ pans tklyf th mḥnt vatnạviv."
  },
  {
    "verse_id": 3,
    "translation": "Blkh kvr nạzl ts shkhṣh sndi nṣyḥt khạṭr yus khoczan āshi."
  },
  {
    "verse_id": 4,
    "translation": "Yhi qrān mjyd chhu nạzl krnh āmut ts khdae sndi ṭrfh yymụ̄ zmyn th thdụ̄ āsman pạdh krimtụ̄ chhi."
  },
  {
    "verse_id": 5,
    "translation": "Yymụ̄ sund akh nav chhu rḥmān yus ʿrshs petth qạym chhu."
  },
  {
    "verse_id": 6,
    "translation": "Tihundue chhu thi svrue yhi āsmann th zmynn mnz qạyim chhu. Byyhi thi svrue yhi yimn don mnzbag chhu. Byyhi yhi zmynhi tl chhu."
  },
  {
    "verse_id": 7,
    "translation": "Tihindi ʿlmch kyfyt chhe yhi kh hrgah czh ae mkhạṭb bdd kth krkh tamich chhanh kthe, suh chhu lvt lvt ktthh thi bvzan, byyhi lothi khoth lvt kth thi bvzan yosh vunhi dl se mnz āshi."
  },
  {
    "verse_id": 8,
    "translation": "Suh chhu suh mʿbvdi brḥq, kanhh mʿbvdah chhunh ts vrạe. Ts chhi rtụ̄ nami pak yim tihindyn ṣfatn th kmalatn petth dlalt chhi kran. Tmy dhat mstjmʿ alṣfatn kvr nạzl yhi qrān mjyd."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi chha tohyhi vạczmcz, ae Muḥammad mvsyā ʿlyh alslam sndi qṣch khbr, suh qṣh chhu bvzns layq. Tth mnz chhi tvḥyds mtʿlq ʿlvm, yimn hund tblygh krun nfʿ divun chhu yus yithh pạtthụ̄ vaqʿ sapudmut chhu."
  },
  {
    "verse_id": 10,
    "translation": "Yylhi timav vuchh dvuri aakh narah yylhi tim shhri mdynas nishhi vaps yivan ạsụ̄. Vathi ljikh rat byyhi ljikh srdy, ps dvpukh ʿīals pnnis tvhụ̄ tthhriv yytụ̄ the. Me āv lbnh narah yus nvur avs mgr shkl ạss narch. Bh gczhh tth jayhi dyv bh tvrh aanh tamhi narh mnz tuhndi khạṭr tyvnglah yuth srdy hund ʿlaj spdi, ya lbh bh narh chh jayhi petth kanhh vath havukhah."
  },
  {
    "verse_id": 11,
    "translation": "Aadh yylhi suh tth nars nkhh vvt, āvaz gyas khdae sndi ṭrfh, ae mvsyā."
  },
  {
    "verse_id": 12,
    "translation": "Nar chhunh yar chhu. Be shk bh chhus prvrdgar chvn. Ps kddiv khorv andrh nʿlyn pnnụ̄, kyazi tvhụ̄ chhiv pak mạdans andr yath nav chhu ṭvyā. Nʿlyn tuhndụ̄ chhinh pak tim chhi mstʿml. Khorbanh agr pak āshi tamhi san nemaz prnụ̄ chhe jạyz mgr hrgah mstʿml th napak āshi tylhi chhanh tmhi san nemaz jạyz."
  },
  {
    "verse_id": 13,
    "translation": "Me krụ̄ mav tvhụ̄ baqy lvukv andrh pyghmbry khạṭr mntkhb. Ps bvuziv varh tim aḥkam yim tohyhi kun svznh yin."
  },
  {
    "verse_id": 14,
    "translation": "Be shk be chhus mʿbvdi brḥq, kanhh mʿbvdah chhunh me vrạe, ps kriv myạny yạcz prstsh, byyhi thạviv nemaz brpa myanhi yadh khạṭrh. Dvyim kth chhe yhi kh."
  },
  {
    "verse_id": 15,
    "translation": "Pzipạtthụ̄ qyamt chhe ẓrvr yivunụ̄. Bh chhus so mkhlvqn nishhi khttith thavunụ̄ yczhan. So qyamt yiyhi yymhi mokhh, yuth prth aakhah bdlh ḥạṣl hykhi krith tamhi sarikue yymhi khạṭr suh avrh yvr sʿī v tlash kran chhu."
  },
  {
    "verse_id": 16,
    "translation": "Ps mah rttine cze pth qyamt kh fkri nishhi suh shkhṣ yymis nh tmich pczhe chhe. Byyhi chhu suh nfsh chh khvạhshhi hnz pạry kran. Hrgah czh tmụ̄ ddvlukh aadh gczhkh czh tbah."
  },
  {
    "verse_id": 17,
    "translation": "Ae mvsyā yhi kya chhu tohyhi dchhinis aaths kyth."
  },
  {
    "verse_id": 18,
    "translation": "Timav dvp khdaya yhi chham pnnụ̄ lvri hn. Yhi chhusan bh kunhi ddkhravan, byyhi chhus bh kunhi aamhi sintụ̄ pnnyn tyirn hndi khạṭr pan chhanan, byyhi thi chhi me aath mnz varyah mṭlb."
  },
  {
    "verse_id": 19,
    "translation": "Allah tʿālyā hn frmvvus, ae mvsyā, yhi lvur travun aathh mnzh zmyns petth."
  },
  {
    "verse_id": 20,
    "translation": "Ps trạvn aathh mnzh so lvur. Aty bnyvv tth hngh mngh srpha dvr dvr kran. Mvsyā ʿlyh alslam khvcz."
  },
  {
    "verse_id": 21,
    "translation": "Allah tʿālyā hn frmvvus kryvus thph, khvcziv mah. Thph krvunue nimvn asụ̄ yhi byyhi goddnikụ̄ se ḥalts kun yʿny yhi spdi byyhi lvur, aakh qdrtuk nshanh gvv yhi. Aamhi pth krv ʿṭa qdrtuk byakh nshanh."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi thạviv panun dchhun aathh pnnis khvfris kczhs mnz, suh nyrih tvrh setthah sfyd rvshn, naph naph krvun kunhi ʿạbh vrạe, yhi chhu dvyum mʿjzh. Yim doshve mʿjzh sanhi qdrtkụ̄ th tuhndi nbvtkụ̄ yim krụ̄ aashi tohyhi ʿṭa."
  },
  {
    "verse_id": 23,
    "translation": "Yuth asụ̄ tohyhi havav pnnhi qdrt kyv bddyv nishanv andrh bʿẓ nshanh."
  },
  {
    "verse_id": 24,
    "translation": "Yime hyth gczihv tvhụ̄ frʿūns nishhi. Pzipạtthụ̄ tmụ̄ chhe srkshy krmcz. Tmụ̄ chhu dʿūae khdạyy duymut. Mvsyā ʿlyh alslams sapd mʿlvm kh bh yimh svznh pyghmbr frʿūns fhmạysh krnh khạṭr. Timav kvr dʿā kh prvrdgara, aamhi thdi mnṣbkụ̄ mshklat krczh me shl th āsan."
  },
  {
    "verse_id": 25,
    "translation": "Timiv dvp, ae myanhi prvrdgar myvn ḥvṣlh kr setthah vsyʿ,"
  },
  {
    "verse_id": 26,
    "translation": "Byyhi kr myạnụ̄ kạm, tblygh krun āsan myanhi khạṭr."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi mczrav pahphiruk gndd myanhi zyvi nishhi,"
  },
  {
    "verse_id": 28,
    "translation": "Yuth lvukh myạnụ̄ kth varh bvzn."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi rtt myanhi khạṭr myvn mddgar myany khandan mnz kanczhah,"
  },
  {
    "verse_id": 30,
    "translation": "Harvn yus myvn bve chhu,"
  },
  {
    "verse_id": 31,
    "translation": "Tihindy sintụ̄ drrav th myạnụ̄ thr th myvn qvt."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi krun suh myvn shryk myanhi tblygh chh kamhi andr yʿny suthi bnavun pyghmbr, tmis thi kr ḥkm tblygh krnuk."
  },
  {
    "verse_id": 33,
    "translation": "Yuth asụ̄ doshve chvn tsbyḥ āsv tblygh kh vqth zyadh kran."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi āsv chvn yad zyadh kran."
  },
  {
    "verse_id": 35,
    "translation": "Be shk czh chhukh svn ḥal var vuchhhi vun."
  },
  {
    "verse_id": 36,
    "translation": "Allah tʿālyā hn frmvvus, ae mvsyā tohyhi avv ʿṭa krnh yhi tvhụ̄ mngan chhiv. Rbi alshrḥ ly petthh, yim ge tim chyz yimn hund tohyhi drkhvast kvruv."
  },
  {
    "verse_id": 37,
    "translation": "Pzipạtthụ̄ aashi chhuv tohyhi petth byyhi ltthi thi aḥsan kvrmut tuhndi drkhvast vrạe."
  },
  {
    "verse_id": 38,
    "translation": "Yylhi aashi alham trvv tuhnzi majhi vạlds tuhndi zynh kh vqth, so kth yosh alham pạtthy vatnavnh yivan chhe."
  },
  {
    "verse_id": 39,
    "translation": "Yhe kth kh mvsyā bchavun jladv hndyv aathv nishhi, yhi thavun ṣndvqs mnz, tvpth travun suh ṣndvq dryavs mnz, tvpth vatnavi dryav ṣndvqs btthis sintụ̄, ptv laks ratthi amis aakh myvn dshmn, byyhi tuhund dshmn, byyhi trvv me tohyhi petth panun mḥbt, yʿny yus tohyhi kun vuchhan avs, ts avs tuhund mḥbt gczhan, byyhi yuth tvhụ̄ rchhnh yiyiv myanhi khaṣ ngrạny tl, yhi gvv tmy vqth."
  },
  {
    "verse_id": 40,
    "translation": "Yylhi pkan pkan vạcz bynhi hmshyrh tuhnz tuhund ḥal dryaft kran kran frʿūn sund gr, timav āsh anhi macz varyah dodmajhi tohyhi dod dinh khạṭr, tvhụ̄ ạsiv nh kạnshi hnz bb rattan. Ps ljikh so tuhnz hmshyr vannhi bh havv tohyhi ts znanhi hund pth yosh amis var pạtthụ̄ rchhhi. Timav dvp has kynczhah krth jld phn. Tamhi anụ̄ vạldh tuhnz. Tvpth vatnạviv aashi tvhụ̄ pnnhi majhi nishhi yuth tihnz achh shyhln byyhi spdinh so tuhnzi jdạyy sbbh ghmgyn. Bvdd vạtith kvruv tohyhi aashi byakh aḥsan, byyhi mvrvun tohyhi ghlṭy sbbh qbṭyv andrh aakh shkhṣah. Ps duyt aashi tohyhi njat ghmh nishhi. Khvf ʿqabh nishhi duyt aashi tohyhi njat astghfaruk tvfyq dinh sintụ̄. Yus astghfar a. Shi qbvl kvr. Khvfh antqamh nishhi duyt aashi tohyhi njat, miṣr nishhi vatnạviv aashi tvhụ̄ shhr mdyns mnz, byyhi kri aashi tohyhi shhr mdynh vatns tanụ̄ varyah āzmạyshhi yimav sintụ̄ ansan pkhth kar chhu bnan. Tvpth rvudiv tvhụ̄ shhri mdyn kyn lvukn nishhi varyahn vriyan, tvpth vạtiv tvhụ̄ khaṣ vqts petth yus tuhndi khạṭr tqdyr mvjvb mvzvn v mnạsb avs myanhi hmklạmy khạṭr byyhi mṣrs mnz ae mvsyā."
  },
  {
    "verse_id": 41,
    "translation": "Tvhụ̄ bnạviv me khaṣ pnnhi kamhi khạṭr yʿny yʿny nbvt v rsalt khạṭr."
  },
  {
    "verse_id": 42,
    "translation": "Lhādha gczihv tvhụ̄ byyhi tuhnd bradr harvn ʿlyh alslam myạnụ̄ āyat hyth yʿny myạnụ̄ mʿjzati ʿṣa th yadi byẓa hyth, yuthnh susty kriv myạnis bars mnz."
  },
  {
    "verse_id": 43,
    "translation": "Gczihv frʿūns nishhi kyazi tmụ̄ kr srkshy."
  },
  {
    "verse_id": 44,
    "translation": "Ps kriv ts sintụ̄ kth nrm nrm, shays suh ma rtthi nṣyḥt ya ma khoczi khdae sndis ʿdhabs."
  },
  {
    "verse_id": 45,
    "translation": "Timav doshviyv dvp ae sanhi prvrdgar asụ̄ chhi khoczan suh gczihh nh brvntthue aashi petth kunhi bdslvky sintụ̄ pysh yun ya gczihh nh aashi brvntthh knhi thi srkshy krun."
  },
  {
    "verse_id": 46,
    "translation": "Allah tʿālyā hn frmvvukh khvcziv mah tvhụ̄, aamuyk mah kriv kanhh prvah. Bh chhus panh tohyhi sintụ̄ svrrue bvzan, svrue vuchhan, myạnụ̄ yạry th mdd chhuv tohyhi sintụ̄, fkr mah kriv bh kr tuhnz ḥfaẓt, suh krn bh mrʿūb."
  },
  {
    "verse_id": 47,
    "translation": "Lhādha gczihv ts nishhi be khvf v khṭr, tvpth vniyvus pzipạtthụ̄ asụ̄ chhi chạnis prvrdgar sndi ṭrfh zh pyghmbr, lhādha kr czh sạnụ̄ aṭaʿt, tvḥyd man, byyhi rvz ẓlmh nishhi pth, travukh aashi sintụ̄ bny asrạyyl, tim mah bnavukh czh pnnụ̄ ghlam, tim krukh āzad, timn dih āzadanh zndgy bsr krnh, timn petth mah kr ẓlm. Asụ̄ yus pyghmbry hund dʿūyā kran chhi, yhi dʿūyā chhinh kran asụ̄ yithe. Pzipạtthụ̄ asụ̄ chhi āmtụ̄ cze nishhi prvrdgar sndi ṭrfh mʿjzh hyth. Slamty chhe ts shkhṣh sndi khạṭr yus pạrvy kri syzi vthi hnz."
  },
  {
    "verse_id": 48,
    "translation": "Asụ̄ petth chhu pzipạtthụ̄ vḥy āmcz nạzl krnh kh be shk khdae sund ʿdhab yiyhi ts krnh yus pzis zanhi aapuz, byyhi kri rvgrdạny yʿny pazi nishhi phiri buth. Yhi svrue mẓmvn vniv ts. Chnanchh tim doshve āefrʿūns nishhi yhi svrue mẓmvn kvrukh ts byan."
  },
  {
    "verse_id": 49,
    "translation": "Frʿūnn dvpukh tvrh suh kus chhu tuhund prvrdgar ae mvsyā?"
  },
  {
    "verse_id": 50,
    "translation": "Ḥẓrt mvsyā hs dvpus svn prvrdgar chhu sue yymụ̄ prth chyzs dicz pnnụ̄ pnnụ̄ ṣvrt th shkl. Tvpth yim timv andrh jandar chyz chhi timn hạvn vath pnnyn pnnyn munafʿn kun."
  },
  {
    "verse_id": 51,
    "translation": "Frʿūnn dvpukh brvuntthmhi vqth kyn lvukn hund kya ḥal sapud yimav brvuntthimyn pyghmbrn tkdhyb kvr, timn petth kus ʿdhab sapud nạzl."
  },
  {
    "verse_id": 52,
    "translation": "Ḥẓrt mvsyā hn dvpus kh myvn dʿūyā chhunh kh suh ʿdhab kya spdi timn dnyase andr ẓrvr blkh chhu suy ʿdhab dnyahs mnz thi timn hndi ḥqh, hrgah suh yyczihh ạkhrts mnz chhu yqynaan, chnanchh tihindyn bdaʿmaln hund ʿlm chhu myạnis prvrdgars nishhi aʿmaln hndis dftrs mnz mvjvd. Agr chh ts chhanh ẓrvrt dftrs mḥfvẓ thavnch kyazi myvn prvrdgar chhu tiyuth zann vvl kh, nh chhu suh ghlṭy kran kunhi chyzs mnz nh chhu ts mshith gczhan. Ps chhu ts tuhndyn sarine ʿmln hund ṣḥyḥ ṣḥyḥ ʿlm mgr ʿdhabh khạṭr chhun vqt mqrr kvrmut. Yylhi suh vqt vathi, suh ʿdhab yiyhi timn petth jạry krnh. Yvt tanụ̄ sapud mvsyā ʿlyh alslam sund tqryr khtm. Aamhi pth chhu Allah tʿālyā panun shan panh frmavan."
  },
  {
    "verse_id": 53,
    "translation": "Suh prvrdgar gvv sue yymụ̄ zmyn krtuhndi khạṭr vathrunah, tth petth chhiv tvhụ̄ āram kran, byyhi kjn aath zmyns mnz tuhndi pknh khạṭr vath, byyhi trvvun āsman kh ṭrfh rvud. Ps khạrụ̄ aashi tmy rvud sintụ̄ zmyn mnz nbatat, gasn hndụ̄ aqsam."
  },
  {
    "verse_id": 54,
    "translation": "Tvpth āv tohyhi ajazt dinh kh khyyiv tvhụ̄ aakh panh byyhi khyạviyvukh pnnụ̄ charvạe th mvyshy. Pzipạtthụ̄ yimn sarine chyzn mnz chhi km km nshanh khdae sndi qdrtkụ̄ ʿqlhi valyn hndi khạṭr, yithh pạtthụ̄ nbatat aashi khạrụ̄ zmynh mnz yithe pạtthụ̄."
  },
  {
    "verse_id": 55,
    "translation": "Aamy zmynh nishhi krv asụ̄ tvhụ̄ pạdh. Abtdahs andr āv ḥẓrt ādm pạdh krnh myczih. Lhādha chhu sarine ansann hund madh bʿīd mycz. Byyhi vatnavv tvhụ̄ aath myczi andr mrnh pth. Aamy myczi mnz kddv byyhi dvbarh qyamtuk doh."
  },
  {
    "verse_id": 56,
    "translation": "Pzipạtthụ̄ byyhi have aashi frʿūns pnnụ̄ sạry nishanh th mʿjzh, thi krith thi zvn tmụ̄ aapzue, byyhi kvrun ankare."
  },
  {
    "verse_id": 57,
    "translation": "Dpnhi lvg ae mvsyā, kya tvhụ̄ chhivh aashi nishhi āmtụ̄ yhi dʿūyā hyth yuth aamy bhanh sintụ̄ aashi pnnhi mulkh mnz kddiv pnnhi siḥr th jadi sintụ̄ ae mvsyā."
  },
  {
    "verse_id": 58,
    "translation": "Asụ̄ thi aanav chạnise jạdis hyv siḥr th jvd mqablh khạṭr. Ps kvr aashi thi pans mnz mqrr aakh vqtah. Nh krv asụ̄ tth khlaf th nh kriv tvhụ̄ tth khlaf. Akis ṣaf th hmvar mạdans mnz samv asụ̄ doshve mqablh khạṭr."
  },
  {
    "verse_id": 59,
    "translation": "Ḥẓrt mvsyā ʿlyh alslamn dvpukh vʿdh tuhund chhu tamhi doh yath mnz tohyhi mạlh āsan chhu. Yim ạsụ̄ frʿūn sund salgrh mnavnh khạṭr mạlh lagan. )mʿlvm sapud salgrh mnavun chhu frʿūn sund ayjad. Mtrjm( mgr shrṭ chhu lvukn hund gczihh aaddh kạjis jmʿ spdun."
  },
  {
    "verse_id": 60,
    "translation": "Tvpth gvv yhi bvuzith frʿūn, drbarh mnz drav, ps hyvtun krun jmʿ mkruk svrue samanh, tvpth āv mqrr krimtis dohs petth, byyhi anis sạry pans sintụ̄."
  },
  {
    "verse_id": 61,
    "translation": "Yymhi doh aadh tim sạry jadv gr smyyhi, ḥẓrt mvsyā ʿlyh alslamn kvrukh tqryr. Tth mnz frmvvnkh, ae jadv grv! Tuhndi khạṭr chhu afsvs, tvhụ̄ mah nvvrạviv khdays petth aapuz, hrgah ne tvhụ̄ aamhi nishhi pth rvuziv tylhi galyv suh tohyhi pnnhi ʿdhabh sintụ̄. Pzipạtthụ̄ yymụ̄ aapuz nvvrvv khdays petth suh gvv yqynaan nakam."
  },
  {
    "verse_id": 62,
    "translation": "Tamhi pth hyvt timav jadv grv panh vạnụ̄ akhtlaf krun byyhi hyczakh lothi lothi kthh krnhi."
  },
  {
    "verse_id": 63,
    "translation": "Dapnhi lgụ̄ yikh vatth sạry jadv gr yim doshve barnụ̄ mvsyā v harvn ʿlyhm alslam chhi be shk jadv gr. Yim chhi yczhan tohyhi sarine kddnav pnnyv shhrv andrh. Byyhi czln hyth tohyhi nishhi tuhund ʿmdh mdhhb tvpth krn suh khtm."
  },
  {
    "verse_id": 64,
    "translation": "Ps sombrạviv pnnụ̄ sạry ḥylh tvpth yiyiv ṣfh dy dy mqablh krnh khạṭr. Pzipạtthụ̄ aaz ziyvun tmy yus ghạlb sapud."
  },
  {
    "verse_id": 65,
    "translation": "Jadv grv dvp, ae mvsyā! Tvhụ̄ trạvivh kinh asụ̄ travav godd?"
  },
  {
    "verse_id": 66,
    "translation": "Timav dvphakh nhayt be prvạhy san, nh goddh trạviv tvhy. Tvpth trvv timav panun jvd. Aty āv ḥẓrt mvsyā sndis khyals andr tihindi jadikh zvr sintụ̄ kh tihnz lvri th razh chhe srphn hndụ̄ pạtthụ̄ dvr dvr kran."
  },
  {
    "verse_id": 67,
    "translation": "Tvpth lgụ̄ ḥẓrt mvsyā pans mnz khvf mḥsvs krnhi."
  },
  {
    "verse_id": 68,
    "translation": "Aashi dvpus, ae mvsyā khocz mah, ghạlb rvzkh cze."
  },
  {
    "verse_id": 69,
    "translation": "Byyhi trav czthi yhi cze pnnis dchhinis aaths kyth chhue yʿny ʿṣa, kunue myvndd kddi suh ʿsa aath sạrise, yhi timav tyar chhu kvrmut. Yimav chhunh tyar kvrmut mgr jadv gr sund mkr th fryb. Jadv gr chhu nh kamyab spdan kunhi jayhi. Chnanchh ḥẓrt mvsyā hn yylhi lvur pnnụ̄ trạv pthr, tth lvri bnyvv aczdha yymụ̄ aath sạrise jadv grn hndis jạdis styanas kvr, thi yylhi jadv grv vuchh."
  },
  {
    "verse_id": 70,
    "translation": "Tim jadv gr āe vukravnh sjds mnz, timav dvp aashi kr pczh ḥẓrt harvn th ḥẓrt mvsyā sndis prvrdgars."
  },
  {
    "verse_id": 71,
    "translation": "Frʿūnn dvpukh kya tohyhi krvh pczh tth myanhi ajazth vrạe, mʿlvm chhu spdan yhi chhu tuhund ziyutth yymụ̄ tvhụ̄ thi siḥr th jvd hychh, nạvimtụ̄ chhiv, vonụ̄ vuchhiv bh kya krv tohyhi. Ps cztth bh tohyhi aathh tuhndụ̄ th khor tuhundụ̄ dchhinụ̄ khvfrụ̄, byyhi dimav bh tvhụ̄ phahhi khzr kulyn petth yuth sạry lvukh vuchhn tuhund ḥal, byyhi tari tohyhi fkri zi aashi mnz kus chhu skht th pvshhi vun ʿdhab krvun, bh chhusa kinh mvsyā sund prvrdgar."
  },
  {
    "verse_id": 72,
    "translation": "Jadv grv dvpus ae frʿūn, gczh gczh. Asụ̄ hrgz czh manvth nh, czh akhtyar krvth nh nnyv dlylv khoth yimh aashi nishhi vaczh, byyhi ts prvrdgar sndi khoth yymụ̄ asụ̄ pạdh krụ̄, ps cze yhi krun chhue thi kr, asụ̄ khocz vunụ̄ chhinh. Bvdd bddyim gvvczh chlavakh ḥkm yth sanhi dnyachh zndgy petth yʿny aashi markh, tmuyk chhunh aashi kanhh prvah."
  },
  {
    "verse_id": 73,
    "translation": "Asụ̄ chhi ʿly alaʿlan vnan, pzipạtthụ̄ aashi kr pczh pnnis prvrdgars dyv suh aashi mghfrt th bkhshạyish kri gnahn sanyn byyhi sạnis jvd krns yath petth czye asụ̄ mjbvr krith. Mʿbvd brḥqe chhu baaʿtbar dhat v ṣfat setthah rut, baaʿtbar thvab v ʿqab th chhu pvshvun, baqy rvzvun, cze chhue nh khyryt nṣyb nh bqa. Aashi kya khshi chvn anʿām fkri ya chvn ʿdhab. Allah tʿālyā sund qanvn chhu."
  },
  {
    "verse_id": 74,
    "translation": "Pzipạtthụ̄ yus shkhṣ vathi pnnis mạlks brvntth kun gnhgar th nafrman yʿny kạfr ḥalts andr, ps tihindy khạṭr chhu szae nari jhnm, yath mnz vạtith nah mari, nh āshi zndh, kyazi zndh rvzun gyvv āramah tulhi ha."
  },
  {
    "verse_id": 75,
    "translation": "Albth yim vatn pnnis mạliks nishhi ts ayman anh vun byyhi āsns vaqʿī rczh ʿmlh krimacz, timne lvukn hndi khạṭr chhi thdụ̄ drjhi."
  },
  {
    "verse_id": 76,
    "translation": "Tam thdụ̄ drjh ge hmyshh rvznkụ̄ bagh yimav mnzụ̄ jvyhi th kolh pkan āsn, timne jntn mnz āsn rvzvunụ̄ tim hmyshhi. Yhe chhe mvzvurụ̄ timn lvukn hnz yim shrkh th kfr nishhi pak āsn. Aath qanvns matḥt trvv aashi kfr, akhtyar kvr aashi ayman."
  },
  {
    "verse_id": 77,
    "translation": "Byyhi svuz aashi vḥy pzipạtthụ̄ mvsyā hs kun kh nyiriv tvhụ̄ myạnụ̄ bndh yʿny bny asrạyyl hyth, rat kuyt vatnạviyvukh dvur kunhi jayhi yuth tim frʿūn sndi ẓlmh nishhi njat lbn. Tvpte vathi mnz tohyhi dryae qulzm yiyhi tth lạyiv pnnhi lvri sintụ̄ czndd, tamhi mnz kddav vath khshk. Tvhụ̄ mah khocziv frʿūn sndis pth lạrith rttns, nh mah khvcziv dryavs mnz phttns, tvhụ̄ vatnavav aapvr amn v aman san."
  },
  {
    "verse_id": 78,
    "translation": "Ps dvryvv pth timn frʿūn pnnụ̄ lshkr hyth. Tvpth vvt suthi aath dryavs mnz, suthi pvk aamy dryavh mnzụ̄, ps vạlụ̄ tim dryavs mnz tmụ̄ chyzn yymụ̄ tim vạlụ̄ yʿny āb ākh prth ṭrfh, tmy krụ̄ ghrq."
  },
  {
    "verse_id": 79,
    "translation": "Byyhi ddvl vathi frʿūnn panun qvm, syz vath hạvnkh nh, sạry phattvinụ̄ kolhi."
  },
  {
    "verse_id": 80,
    "translation": "Ae bny asrạylv vuchhiv aashi duytuv tohyhi njat tuhndi sbddis dshmns nishhi, byyhi thvv aashi vʿdh tohyhi yʿny tuhndis pyghmbrs mvsyā klym Allah hs kvhi ṭvrkis dchhnis pass petth yinuk. Tathi tvrah ʿṭa krnuk, byyhi kvr aashi nạzl tohyhi petth vady tyhs mnz mn v slvāy."
  },
  {
    "verse_id": 81,
    "translation": "Aashi vvn tohyhi khyyiv rtụ̄ chyz, timav chyzv andrh yim aashi tohyhi ʿṭa krụ̄, yuthnh tvhụ̄ tth mnz ḥd ddliv, pgah kh khạṭr thạviv dhkri khyr krith, tth petth spdyv myạnụ̄ be zạry. Ys petth myạnụ̄ be zạry spdi, ps pzipạtthụ̄ suh pyvv khvạry hndyn srnyn chahn andr."
  },
  {
    "verse_id": 82,
    "translation": "Pzipạtthụ̄ bh chhus setthah mghfrt krvun timn yim tvbh krn, ayman aann byyhi rcz ʿmlh krn, tvpth rvzn qạyim tth syzi vathi petth. Yylhi Allah tʿālyā hn mnẓvr kvr mvsyā ʿlyh alslams tvrah ʿṭa krun, frmvvnkh kvhi ṭvrs petth, sintụ̄ anyvukh pnnhi qvmh mnz bʿẓ ashkhaṣ mgr mvsyā ʿlyh alslamn kr jldy, qvms brvntthue vạtụ̄ kvhi ṭvrs petth. Allah tʿālyā hn."
  },
  {
    "verse_id": 83,
    "translation": "Ae mvsyā czh kmụ̄ chyzn avnukh pnnis qvms brvntth me nish, tim kyazi trạvithkh pth."
  },
  {
    "verse_id": 84,
    "translation": "ʿrẓ kvrun yykya tim chhi pkan me pte, me kr jldy cze nishhi ḥạẓr spdnh khạṭr yuth czh rạẓụ̄ gczh hm myanhi prvrdgar."
  },
  {
    "verse_id": 85,
    "translation": "Allah tʿālyā hn frmvvus ae mvsyā, cze pth kvr aashi chvn qvm byyis āzmạyshhi mnz mbtla, tim ddạlụ̄ samry yan."
  },
  {
    "verse_id": 86,
    "translation": "Ps phyvur pvt ḥẓrt mvsyā pnnis qvms kun czkhhi hvt afsvs kran. Qvms dvpun ae qvm tohyhi sintụ̄avsna prvrdgarn tuhndụ̄ vʿdh kvrmut, rut vʿdah kh tohyhi krv ʿṭa aakh ktabah yth mnz tuhndi khạṭr aḥkam āsn, tohyhi vas lạzm tmuyk antẓar krun. Kya tth vʿds gyavh tohyhi zyadh czyr taaynkh tohyhi spz naamydy tamhi nishhi th tohyhi kriv ayjad aakh ʿbartah pane, kinh tohyhi kanchhvv naamyd spdnh vrạe pans petth pnnis khdae snz be zạry, tth kun nẓr krith kvruv myạnis vʿds bdl kh asụ̄ krv nh kunis khdays vrạe byyhi kạnshi hnz prstsh."
  },
  {
    "verse_id": 87,
    "translation": "Timav dvp ae mvsyā ashi kvr nh tuhndis vʿds bdl pnnhi akhtyar lykn qṣh sapud yithh pạtthụ̄ kh asụ̄ ạsụ̄ tulnavnh āmtụ̄ qvm qbṭkụ̄ ghnh th zyvr, sue travyvv aashi samry sndi vannh mvjvb nars mnz galnh khạṭr, suh zyvr avsnh vunhi timav pnnis tṣrfs mnz avnmut, kyazi suh mal avs timn bnyvmut qbṭy kạfrn nishhi tihindi rẓa mndy vrạe, timn avsnh vunhi tmuyk ḥkm byan āmut krnh shryʿt mvsvy mvjvb. Tmy vvnnukh samry yan kh yhi mal thạviv tanụ̄ jmʿ krith, yithh pạtthụ̄ rvzi yhi mḥfvẓ. Pth yylhi ḥkm yiyhi byan krnh aath mtʿlq tamhi saʿth krav tqsym. Samir avs aakh gamah mulki shams andr, tathi kue avs yhi shkhṣ, tamy ạsis vnan samry, yhi shkhṣ avs mnafq. Tithe pạtthụ̄ trvv samry yan thi pnnhi ḥṣuk zyvr nars mnz galnh khạṭr."
  },
  {
    "verse_id": 88,
    "translation": "Ps kvdd tmy lvukn hndi khạṭr tth sạrise sons bnạvith aakh vvczhah, vczhụ̄ sund jismah tthụ̄ ạs āvaz thi vczhụ̄ snze hish yʿny suh sonh sund vvczh avs ttang divan vczhụ̄ sndụ̄ pạtthụ̄. Tth nsbt lgụ̄ vannhi tim aḥmq lvukh aakh akis, yohe chhu tuhund mʿbvd byyhi ḥẓrt mvsyā sund mʿbvd, amụ̄ snze kriv ʿbadt. Ts )yʿny ḥẓrt mvsyā hs( rvudnh czyts suh gvv kvhi ṭvrs petth mʿbvds sintụ̄ mlaqat krnhi."
  },
  {
    "verse_id": 89,
    "translation": "Yim aḥmq lvukh chhina vuchhan kh vvczh chhunh yimn kanhh jvabah hykan phyrith vnith, byyhi chhunh suh mạlk kunhi ẓriras tuhndis nh kunhi nfʿs."
  },
  {
    "verse_id": 90,
    "translation": "Byyhi avs pzipạtthụ̄ timn vvnmut ḥẓrt mvsyā sndi vaps yinh brvntth harvn ʿlyh alslamn kh ae myanhi qvmh, tvhụ̄ ạv āzmavnh yymis vczhụ̄ sndi sintụ̄, tvhụ̄ phsyv gmrạhy andr. Be sh tuhnd prvrdgar chhu ḥẓrt rḥman, yhi vvczh chhunh. Lhādha kriv tvhụ̄ mạnụ̄ pạrvy byyhi mạniv myvn ḥkm."
  },
  {
    "verse_id": 91,
    "translation": "Timav dvphs jvab asụ̄ rvzav brabr amis vczhụ̄ snz prstsh kran yvt tanụ̄ vaps yiyhi aashi nishhi ḥẓrt mvsyā. Tvpth āv vaps ḥẓrt mvsyā. Qvms kun khṭab krnh pth frmvv timav harvn ʿlyh alslam pyghmbrs."
  },
  {
    "verse_id": 92,
    "translation": "Ḥẓrt mvsyā hn dvp ae harvn, tvhụ̄ kmụ̄ chyzn rttiv pth me nishhi vatnh nishhi, tohyhi vuchhe yvkh tim gmrah spdan yʿny tohyhi pzihe tim atụ̄ the travunụ̄ th me nishhi vatun. Yimn spdiha tamhi sintụ̄ mʿlvm aashi kr yhi najạyz ḥrkt. Me avs tohyhi vvnmut kh )...........( yuthnh tvhụ̄ pạrvy kriv mufsdn hnzi vathi hnz,"
  },
  {
    "verse_id": 93,
    "translation": "Lhādha kyazi kvruvtohyhi myạnis aath ḥkms bdl."
  },
  {
    "verse_id": 94,
    "translation": "Harvn ʿlyh alslamn dvpukh, bạe ṣạba, mah ḥẓ krthph ryshs th msts myạnis. Moe rttith mah lithv me. Dhra trav khshm, var h bvz kth. Bh khvczus tvhụ̄ ma dpiv cze kvruth tfrqh th jdạyy bny asrạyln mnz. Cze kvruth nh kanhh khyal myanhi kthhi hund, myạnụ̄ kth thạvth nh czyts, tvpth sapud ḥẓrt mvsyā mtvjh samriyas kun."
  },
  {
    "verse_id": 95,
    "translation": "Dvphs, ae samry chvn mʿāmlh kya chhu? Cze kus vkanh goe, yiczh ḥrkt kyazi krth cze?"
  },
  {
    "verse_id": 96,
    "translation": "Dvpun me āv bvznh ty, yinh lvukn bvznh āv yʿny jbryl amyn yylhi ḥẓrt mvsyā hs nishhi āv, suh avs tamhi saʿth guris kyth. Ps tuj me aakh myczi motthah svznh āmtis shkhṣh snid svari hndyv khorv tlh. Soe trạvm sonh vczihs mnz. Yohe khyalah vvth me tamhi saʿth dilh petthh."
  },
  {
    "verse_id": 97,
    "translation": "Ḥẓrt mvsyā hn dvpus, gczh chanhi ḥqh chhu aamuyk sza dnyahs andr yohe kh yyitis kals czh zndh chhukh, cz āskh vnan lvukn, dvur rvuziv me yuthnh aathh lạgiv. Byyhi chhu aamhi ʿlavh chanhi khạṭr ʿdhabuk vʿdah yus nh ddlith hykhi, yath nh cze sintụ̄ bdl yiyhi krnh, byyhi vuchh czh bạṭl mʿbvds kun, yas dadd krith avsukh czh prstsh kran, vuchh suh zalvn asụ̄, tvpth krvs svur, sue svur chhakv dryavs mnz pvur pạtthụ̄, ābs sintụ̄ gczihh suh svur yyirh."
  },
  {
    "verse_id": 98,
    "translation": "Ae lvukv tuhund mʿbvd chhunh kanhh ts dhati paks vrạe, yus vrạe nh kanhh mʿbvdah chhu, suh chhu prth chyzs aḥaṭh krith pnnhi ʿlmh sintụ̄."
  },
  {
    "verse_id": 99,
    "translation": "Yithh pạtthụ̄ aashi tohyhi mvsyā ʿlyh alslam sund qṣh byan kvr yithe pạtthụ̄ chhi asụ̄ tohyhi byan kran brvuntthim ḥalat v vaqʿāt. Be shk byyhi kvr aashi tohyhi ʿṭa yarsvl Allah pnnhi ṭrfh aakh nṣyḥt namah, qrān mjyd yus panh aakh bvdd mʿjzh āsnh sbbh tuhndi nbvtch bdd dlyl chhe, suh nṣyḥt namh chhu tiyuth."
  },
  {
    "verse_id": 100,
    "translation": "Yus aakhah buth phiri tamhi nishhi, tamhi kyn aʿmaln tʿmyl krnh nishhi, ps be shk suh tulhi qyamtuk doh gonhn hund bvdd bvr yimn ḥnhn hndi shamth bddis ʿdhabs grftar spdn."
  },
  {
    "verse_id": 101,
    "translation": "Tth ʿdhabs mnz rvzn hmyshhi, byyhi āshi setthah ychh qyamtuk doh yihund bvr."
  },
  {
    "verse_id": 102,
    "translation": "Yymhi doh phokh yiyhi dinh pvghs mnz, byyhi sombravvkh asụ̄ tamhi doh nafrman achh kaczri krith gashhi rczhe."
  },
  {
    "verse_id": 103,
    "translation": "Lothi lothi krn panh vạnụ̄ kthh. Dpn tvhụ̄ rvudiv nh qbrn mnz ya dnyahs mnz mgr doh dah marh."
  },
  {
    "verse_id": 104,
    "translation": "Tuhndi lothi lothi kthh krnh sintụ̄ kya sna andih, asụ̄ chhi pvur zanan tim kya chhi vnan panh vạnụ̄. Yymhi saʿth timav andrh zyadh gattlụ̄ vnan ạsụ̄ timn, tvhụ̄ na rvudiv nh dnyahs andr mgr aakh doha yythi kis mdts kun nẓr krith."
  },
  {
    "verse_id": 105,
    "translation": "Byyhi chhi prczhan tohyhi yarsvl Allah bʿẓ lvukh qyamtuk ḥal bvuzith tamhi doh kya banhi yimn kohn. Ps frmạviyvukh tvhụ̄ yarsvl Allah, myvn prvrdgar kri yimn ryzh ryzh, svur, tvpth chhkravykh hvahs mnz pvur pạtthụ̄."
  },
  {
    "verse_id": 106,
    "translation": "Tvpth kri aath zmyns hmvar mạdanah,"
  },
  {
    "verse_id": 107,
    "translation": "Yath mnz nh cze lbne yy kanhh hjrah, nh kanhh thzrah, nh kanhh khs vasah."
  },
  {
    "verse_id": 108,
    "translation": "Vuchhkh czh tmhi doh h sạry lvukh krn ālv divunụ̄ sndis ālvs pạrvy avrh yvr gczhnh vrạe yʿny pvgs mnz yylhi phokh dinh yiyhi, so āvaz vathi sarine qbrn mnz, aty hyn nyrun sạry lvukh qbrv mnzh. Tth āvazi brvntthh knhi hykhi nh kanhh thi kunhi qsmuk hjrah lạgith. Byyhi āsn tamhi doh sare krykh bychhmaczh khdae rḥman sndi khvf sbbh. Ps āskh nh czh bvzan tyithyn lvukn andr mgr lvt lvt knh phisrae ya ṣrf khorn hndi pknuk ṣda."
  },
  {
    "verse_id": 109,
    "translation": "Tamhi doh diyhi nh kanhh fạydah kạnshi akis kạnshi hnz sfạrsh mgr tsụ̄ diyhi fạydh ysndi ḥqh ḥẓrt rḥman shfaʿtuk ajazt diyhi. Byyhi āshi ḥẓrt rḥman rạẓụ̄ tihindis vnh ns, klams ts shkhṣh sndi ḥqh. Aamhi andrh chhu murad baayman, tihindi shfaʿtuk ajazt yiyhi nh shfaʿt krvunyn. Timn mtʿlq shfaʿt krun āshi psnd Allah tʿālyā hs. Kạfrn th mshrkn shfaʿt krnuk yiyhi nh ajazthe dinh kạnshi."
  },
  {
    "verse_id": 110,
    "translation": "Suh prvrdgari rḥman chhu zanan thi svrue yhi timn brvntthh knhi āshi, byyhi yhi timav pth kun kvrmut āshi, lvukh hykn nh aḥaṭh krith khdae sndis ʿlms."
  },
  {
    "verse_id": 111,
    "translation": "Byyhi āsn sạry buth nmith tamhi doh ts khdays kun yus zndh chhu, zndh thavvun chhu, byyhi āshi dhlyl th nakam tamhi doh sue yus shrkuk bvr tulith āshi."
  },
  {
    "verse_id": 112,
    "translation": "Byyhi yymụ̄ rcz ʿmlh krimacz āsn dr ḥaltykh suh āshi baayman, ps khoczi nh suh nh gnahn hnzi zyadty th nh nykyn hnzi kmy."
  },
  {
    "verse_id": 113,
    "translation": "Yithh pạtthụ̄ yim mẓamyn āe ṣaf ṣaf byan krnh, yithe pạtthụ̄ kvr ashi nạzl svrue qrān mjyd ʿrby zyvi andr, byyhi krụ̄ aashi tth mnz byan phirụ̄ phirụ̄ vʿīd yuth lvukh kfrvshrkh nishhi nafrmạnyv nishhi pth rvzn. Ya kri yhi qrān mjyd tuhndyn diln andr pạdh kanhh shʿūrah yymhi sbbh kunhi nath kunhi vqth spdn tim aslams kun mạyl."
  },
  {
    "verse_id": 114,
    "translation": "Bs chhu bvdd th thvd Allah tʿālyā yus ḥqyqy badshah chhu yymụ̄ yhi qrān mjyd nạzl kvr yath mnz setthah nfʿ chhu, byyhi yithh pạtthụ̄ qrān mjyd mvjvb ʿml krnụ̄, tamhi chh nṣyḥth mannhi sarine mklfn petth frẓ chhu, yithe pạtthụ̄ chhi bʿẓ ādab qrān mjyd kis nạzl krns mtʿlq, yimn hndi ada krnuk tohyhi sintụ̄ tʿlq chhu yarsvl Allah. Timav andrh gvv, aakh mah ạsiv tvhụ̄ jldy kran qrān mjyd sintụ̄ sintụ̄ prns andr tamhi kh vḥy yuk nzvl khtm spdnh brvnhh, aath mnz chhu tohyhi pans tklyf, kyazi jbryl amyn sund prun, tuhund bvzun, tvpth suh panh yun, agr tohyhi andyshhi chhu kh yhi ma rvzinh me yad, so kạm trạviv tvhụ̄ aashi petth, tvhụ̄ ạsiv tamhi khạṭr yhi dʿā pran. Tvhụ̄ạsiv dʿā kran, ae myanhi prvrdgar me hurrav ʿlm. Tth mnz āe yim sạry mṭlb."
  },
  {
    "verse_id": 115,
    "translation": "Yymhi brvntth varyah kal zyadh diczvv aashi ādm ʿlyh alslams aakh ḥkmah yymhi ḥkmuk byan brvntth phn yiyhi, timn rvud nh yad, timn gyhi ghflt th be aḥtyạṭy. Aashi lvb nh aamhi ḥkmh kis ahtmams andr timn mnz pkhtgy th thạbt qdmy. Agr aamhi ajmaluk tfṣyl tohyhi bvzun ghrẓ chhu."
  },
  {
    "verse_id": 116,
    "translation": "Tylhi pạviv czyts suh vqt yylhi aashi ḥkm kvr mlạykn sjdh diyiv ādm ʿlyh alslams. Ps duyt timav sjdh mgr duyt nh ablysn, tmụ̄kvr ankar."
  },
  {
    "verse_id": 117,
    "translation": "Ps vvn aashi ae ādm pzipạtthụ̄ yhi ablys chhu chvn th chanhi znanhi hund dshmn, kyazi tuhndy vjh sintụ̄ sapud yhi mrdvd, yuthnh vonụ̄ yhi tohyhi doshvunụ̄ yymhi jnth mnz kddih. Yʿny yuthnh amụ̄ sndi vannh mvjvb ticzh kạmah kriv yymhi sbbh jnth mnz yiyiv kddnh. Adh tuliv tvhụ̄ doshve mshqt th tklyf mʿāsh ḥạṣl krns andr, yythi jnts andr chhu tohyhi āram kh."
  },
  {
    "verse_id": 118,
    "translation": "Yath mnz chhanh kanhh bochhah yymhi sbbh tklyf vatiha tohyhi, so dvur krnh khạṭr kanhh samanh āsiha nh mhya, nh chhiv tvhụ̄ nnge."
  },
  {
    "verse_id": 119,
    "translation": "Byyhi nh chhiv tryshhi htụ̄, nh chhiv nanirs th taps mnz rvzvunụ̄ kyazijnts mnz āshi nh taphe, byyhi āsn jnts mnz mkanat prth qsmkụ̄ mvjvd. Agr jnth mnz nybr dnyahs mnz tvhụ̄ svznh yiyiv tathi āsyv prth mʿāmls mnz mshkle th mṣybthe. Yimh kthh zyri nẓr thạvith rvuzụ̄ zi hushạry san."
  },
  {
    "verse_id": 120,
    "translation": "Ps trvv vasvashi shyṭann timn mnz. Dvpns ae ādm, bh ma havae cze suh kul yymuyk phl khynh sintụ̄ hmyshhi chhi zndh rvzan byyhi chhe bnan so padshaht yosh nh pranan chhe zanhh, yath nh ẓʿf v susty yivan chhe."
  },
  {
    "verse_id": 121,
    "translation": "Ps khyvv timv doshve bạczav tmuyk phl. Aty nanyvv timn doshvunụ̄ bdnuk suh ḥṣh yath str chhu yivan krnh yʿny jntuk lbas ākh pane bdnh petthh muczravnh. Aty hytikh jnth kyn kulyn hndụ̄ pnh vthr bdns petth lagnụ̄, timve sintụ̄ hyvtukh bdns str krun. Byyhi kvr ādm ʿlyh alslamn khdae sndis ḥkms andr qṣvr, ps krtmụ̄ ghlṭy."
  },
  {
    "verse_id": 122,
    "translation": "Tvpth yylhi timav mʿdhrt pysh kr, Allah tʿālyā hn krụ̄ tim brgzydh th zyadh mqbvl, byyhi kvrns tvbh qbvl byyhi hạvns vath pnnhi rẓa mndy hnz, byyhi thvvun rahi rasts petth qạyim. Mgr tamhi kulyuk phl khynh kh vjh."
  },
  {
    "verse_id": 123,
    "translation": "Allah tʿālyā hn frmvvukh vsiv doshvae jnth mnz zmyns petth yath ḥals andr kh tvhụ̄ rvuziv tathi, tuhndụ̄ frznd āsn addụ̄ aaddyn hndụ̄ dshmn. Ps yylhi vathi tohyhi nishhi myvn hdayt th aḥkam pyghmbrn th ktabn hndi dhryʿh. Ps yus pạrvy kri myanis hdayts, suh vathi nishhi ddlhi nh, gmrah spdinh dnyahs andr. Nh āshi suh shqy ạkhrts andr."
  },
  {
    "verse_id": 124,
    "translation": "Byyhi yus myanhi tamhi nṣyḥth th ḥkmh nishhi buth phiri, ps āshi tihindi khạṭr qymat brvntth dnyahs th qbri mnz tngy hnz zndgy. Byyhi tulvn asụ̄ suh qyamtuk doh qbri mnz avn th aʿmyā."
  },
  {
    "verse_id": 125,
    "translation": "Daphi suh tʿjb kinụ̄, prvrdgara, bh kyazi tulths cze avn, bh he avsus dnyahs andr gashdar."
  },
  {
    "verse_id": 126,
    "translation": "Allah tʿālyā frmavys, yithe pạtthụ̄ kya vaczae cze nishhi anbya e ʿlmahn hndi vasṭh sạnụ̄ āyat th aḥkam, cze mshrạvith tim, timn hund kvruth nh kanhh khyal, tithe pạtthụ̄ kya yikh czh thi aaz mshravnh, chvn yiyhi nh kanhh khyal krnh."
  },
  {
    "verse_id": 127,
    "translation": "Yithh pạtthụ̄ yhi sza ʿmlhi mnạsb āv dinh, yithe pạtthụ̄ dimav asụ̄ sza prth zyadty krvunis yus nh pczh th yqyn kri pnnis prvrdgarsndyn āyatn. Ạkhrtuk ʿdhab chhu setthah skht th setthah pvshhi vun, tth chhunh nhaythe kunhi. Ạkhrt kh ʿdhab nishhi bchnch gczihh setthah kvshsh krnụ̄."
  },
  {
    "verse_id": 128,
    "translation": "Yim buth phirvunụ̄ th aʿraẓ krvunụ̄, yim aʿraẓ krns petth ddadd krith chhi, kya yin hạv na vath yymhi kthhi kh aashi kạczah jmạʿcz chhe yimn brvntth hlak kri maczh, yime aʿraẓ krnh mokhh. Vunụ̄ kyns thi chhi yim pkan th avr yvr kran tihnzv varyahv jayav kinụ̄ shhri shams kun gczhnh yinh kh vqth, kyazi tihnzi yimh lari jayhi āsh mkh kyn lvukn vathi mnz yivan. Pzipạtthụ̄ aath aamri mdhkvrs andr thi chhe akh fhm th ʿqlhi valyn hndi khạṭr kạfy dlylh khdays nishhi aʿraẓ kis mdhmvm th napsnd āsns petth mvjvd."
  },
  {
    "verse_id": 129,
    "translation": "Byyhi hrgah ne tuhndis prvrdgar sndi ṭrfh aakh kthah byan krnh āsiha āmcz, so gyhi yhe kth kh bʿẓ mṣlḥtn hndi mokhh yiyhi nafrmann mhlt dinh. Byyhi ne prth kamhi hund vqt mqrr krnh āsiha āmut, yimn nafrmann yiyhi ha lạzmy ṭvr ẓrvr ʿdhab krnh dnyase andr mgr suh vqt chhu mqrr krnh āmut, suh gvv qyamtuk doh. Vonụ̄ yylhi ʿdhabuk vatun yqyny chhu lhādha."
  },
  {
    "verse_id": 130,
    "translation": "Ps kriv tvhụ̄ dshmnn hnzn kfrāmyz kthn petth ṣbr, byyhi yosh tohyhi khdae sndi khạṭr timn petth czkh khsan chhe timn petth ʿdhabs andr drngy spdnh mokhh aẓṭrab pạdh spdan chhu, suh aẓṭrab trạviv, tvhụ̄ spdiv mtvjh pnnis yads kun, pnnis prvrdgar sund ḥmdvthnaʿ ạsiv dpan. Tsbyḥ v tqdys ạsiv kran yath mnz nemaz thi shạml spz āftab khsnh brvntth, so gyhi ṣbḥ nemaz, byyhi āftab lvsnh brvntth, tth mnz yiyhi pyshin nemaz th digr nemaz, byyhi rạcz hndyv vqtv mnz thi ạsiv tsbyḥ pran, tth mnz spz shạml sham nemaz th khftn nemaz, byyhi doh kis godds th ands mnz thi ạsiv tsbyḥ pran taaynkh aath petth yus thvab tohyhi ḥaṣl spdi tamhi sintụ̄ ạsiv tvhụ̄ khosh spdan. Ghrẓ kh tvhụ̄ krivpnnis mʿbvdi brḥqs kun pvur tvjh, dshmnn hnz fkr mah kriv."
  },
  {
    "verse_id": 131,
    "translation": "Byyhi mah ḥẓ zytthrạviv tvhụ̄ pnnụ̄ nẓr tth mals kun yymhi malh sintụ̄ fạydh tulnavụ̄ aashi kạfrv andr mkhtlf qsmkụ̄ lvukh mthlaan yhvud v nṣaryā byyhi mshrkyn. Yus mal chhu dnya chh zndgy hnz napaydar phulyah yuth asụ̄ aamhi sintụ̄ krv timn āzmạysh. Tohyhi yhi dytmut chhu pnnụ̄ prvrdgarn thi chhu setthah bhtr th pvshhi vun."
  },
  {
    "verse_id": 132,
    "translation": "Byyhi kriv tvhụ̄ ḥkm pnnyn grikyn pnnis aumts nemaz prnuk, panh thi kriv nemazi petth astqamt, yimh kamhi chhe zyadh tvjhs qạbl. Asụ̄ chhinh tohyhi dpan ya tohyhi vrạe baqy lvukn dpan tyvut mʿāsh th rzq kmavun yus manʿ spdi ẓrvry ṭaʿātn nh ʿbadatn, rzq th mʿāsh krv asụ̄ tohyhi byyhi tohyhi vrạe byyan ʿṭa yʿny mqṣvd aṣly chhunh rzq kmavun th mʿāsh kmavun blkh chhu mqṣvd aṣly dyn th aṭaʿt bary tʿālyā krnụ̄. Mal zynh nuk th rzq kmavnuk chhu ajazt tth ḥds tanụ̄ yymhi sintụ̄ ẓrvry aṭaʿts th ʿbadts ftvr yiyhi nh. Rut anjam chhu prhyzgarn hund."
  },
  {
    "verse_id": 133,
    "translation": "Byyhi chhi vnan aʿraẓ krvunụ̄ lvukh yhi pyghmbr kyazi chhunh aashi nishhi anan kanhh nishanah pnnhi nbvtuk pnnis prvrdgars nishhi. Kya timn nishhi vvt na byan timn mẓmvnn hund yim brvuntthimyn ktabn mnz ạsụ̄ qrān mjyds mtʿlq."
  },
  {
    "verse_id": 134,
    "translation": "Byyhi hrgah asụ̄ tim galhvkh kunhi ʿdhabh sintụ̄ qrān mjyd nạzl krnh brvntthue, ẓrvr vnh hn tim ae sanhi prvrdgar, cze kvnh svuzthn aashi kun kanhh pyghmbrah taaynkh asụ̄ krhav pạrvy chanyn ḥkmn dhlyl v rsva gczhnh brvntthue thi vnnch thavvkh nh asụ̄ gnjạyshy agr tim vann suh ʿdhab krsapdi vaqʿ."
  },
  {
    "verse_id": 135,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, asụ̄ sạry chhi pyaran, kynhh kalah pyạriv tvhụ̄ thi, tohyhi tghi pane zanun syzi vathi hndụ̄ lvukh km chhi, byyhi km chhi mnzli mqṣvds vath vunụ̄."
  }
]