[
  {
    "verse_id": 1,
    "translation": "Nzdyk sapud yimn mnkr lvukn hndi ḥsabuk vqt kyazi qyamt chhe rvz brvz nzdyk yivan mgr tim chhi vunhi be khbry th ghflts andr pyth aiʿraẓ kran th buth phiran, tihnz ghflt chhe yvut vạczmcz."
  },
  {
    "verse_id": 2,
    "translation": "Kh yosh nṣyḥtah tazh timn nishhi pnnis prvrdgarsndi ṭrfh vatan chhe tth chhi tim tithh pạtthụ̄ bvzan kh zan gindnh hana chhe."
  },
  {
    "verse_id": 3,
    "translation": "Ghạfl chhi tihindụ̄ dl tamhi nṣyḥt nishhi, tth chhinh kanhh tvjh kran. Lothi lothi chhi tim ẓạlm th kạfr lvukh knh kthh kran panh vạnụ̄. Dpan chhi yhi )ḥẓrt( Muḥammad chhu mḥẓ tohy hyvu aakh ansanah byyhi nh kynhh. Vonụ̄ yimh kthh tim byan kran chhi, timh chhe siḥr th jvd. Tamhi andrh krụ̄zyv nh tvhụ̄ mʿjzh āsnuk khyal. Mʿjzh āsnukh khyal ạsith krụ̄ zyv nh tvhụ̄ tihindi pyghmbr āsnuk khyal. Adh kyazi chhiv achhn ddyshyman tvhụ̄ suh siḥr bvznh khạṭr timn nishhi yivan, panun pan zvrh grftar krnh khạṭr."
  },
  {
    "verse_id": 4,
    "translation": "Frmvvukh pyghmbri brḥqn, tvhụ̄ krụ̄ tav czvuri czvuri knh kthh, myvn prvrdgar chhu zanan prth kth. Aadh so āsmann mnz ạsitn ya zmynn mnz, adh so ẓạhr ạsitn ya pvushydh. Byyhi chhu svrue varh bvzvun. Svrue pvur zanh vun, tuhnz kth chhanh ts nishhi khtt, th, suh diyhi tohyhi pvuri sza. Timav kạfrv vvn nh qrān mjyds siḥre yvt."
  },
  {
    "verse_id": 5,
    "translation": "Blkh lgụ̄ tim vannhi yhi qrān mjyd chhu pryshan khyalat blkh chhu yhi qrān mjyd timv pane pnnhi dilh tthhrvvmut, blkh chhu yhi pyghmbr shạʿr, hrgah suh vaqʿī pyghmbr chhu tylhi anin suh aashi nishhi tim mʿjzh yim mʿjzh hyth brvuntthim pyghmbr chhi svznh āmtụ̄. Yhi ạs ḥạrạny yimn kạfrn pans kh akis rayhi petth ạsụ̄ nh rvzan."
  },
  {
    "verse_id": 6,
    "translation": "Yimv brvntthh knhi shhrkụ̄ rvzn vạlụ̄ yim aashi hlak krụ̄ th gạlụ̄ bavjvd frmạyshy mʿjzat āsnh kh avn nh timav ayman, kya yim lvukh aannh mʿjzat ẓạhr spdith ayman. Yithis ḥals petth chhu ayman nh aannh mokhh ẓrvr ʿdhab nạzl spdan. Lhādha chhinh asụ̄ tim mʿjzat ẓạhrkran yimn hnz frmạysh yim kran chhi. Qrān mjyd chhu sarive mʿjzv khsith mʿjzh, sue chhu kạfy."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi svuz nh aashi tohyhi brvntth kanhh pyghmbrah mgr svud mard ansanv th bshrve andrh. Timne kun ạsụ̄ asụ̄ vḥy svzan. Ps prczhụ̄ tav tvhụ̄ ahli ktabn, yhvudv nṣary: hn yimn tvhụ̄ pnnụ̄ dvst chhiv vnan hrgah ne tohyhi pans khbr chhav."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi bnạvụ̄ nh aashi timn pyghmbrn hndụ̄ bdn tithiụ̄ yim nh khorak th ghdha khyvan āshn mlạykn hndụ̄ pạtthụ̄. Byyhi chhi yim kạfr mntẓr tuhndis yymh ʿālmh gczhns. Tth petth chhi tim khvshyhi th shadi kran. Yhi yymhi ʿālmh gczuhn chhunh nbvts mnạfy th khlaf kyazi tim brvuntthim ḥẓrat anbyaʿ rvudụ̄ nh hmyshh dnyase andr. Ps hrgah tuhund vfat spdi tamhi sintụ̄ kyah nuqṣ yiyhi lạzm tuhndis nbvts."
  },
  {
    "verse_id": 9,
    "translation": "Tvpth kvr aashi vʿdh panun timn mnkrn sintụ̄ pvz yʿny nafrmann petth ʿdhab nạzl krns mtʿlq. Tim spdụ̄ ʿdhabs grftar, ps duyt njat aashi timn baaymann, byyhi yimn hund aashi yvczh byyhi krụ̄ hlak nafrmạny mnz ḥd ddlh vunụ̄, lhādha gvczh khoczun yimn kạfrn hund. Ae mnkrv hrgah tohyhi petth dnyahs mnz ya ạkhrts mnz ʿdhab krnh yiyhi kanhh tʿjb chhunh kyazi."
  },
  {
    "verse_id": 10,
    "translation": "Pzipạtthụ̄ nạzl kr aashi tohyhi kun so ktab yath mnz tohyhi kicz kạfy nṣyḥt chhe, kya tvthi chhuna tohyhi fkri tran."
  },
  {
    "verse_id": 11,
    "translation": "Byyhi chhi aashi kạtihn shhrn hndụ̄ lvukh yim ẓạlm yʿny kạfr ạsụ̄ hlak th tbah krụ̄ mtụ̄ tvpth kvr pạdh timn pth byakh qvmah yim timn shhrn andr ābad krụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Adh yylhi timav cziyvun sanh ʿdhab kh nạzl spdnuk, aty hyczvkh czalun, aashi dvpukh."
  },
  {
    "verse_id": 13,
    "translation": "Czliv mah, vaps yiyiv tth sazv samans kun yath mnz rvuzith ʿạsh ạsiv kran, byyhi yiyiv pnnyn grn kun vaps dyv tohyhi prczhnh yiyhi kh mal v dvltuk th qvtuk nshhi kvt gvv. Aamhi andrh chhu murad timn czynh vunụ̄ dinụ̄ kh nh rvuduv tohyhi samanh kunhi, nh rvzav timh lari jayhi kunhi. Nh rvuduv kanhh hmdrd kunhi, sạry ge khtm."
  },
  {
    "verse_id": 14,
    "translation": "Yylhi ʿdhabs grftar hytin spdnụ̄ tim dapnhi lgụ̄ afsvs vaqʿī ạsụ̄ asụ̄ ẓạlm."
  },
  {
    "verse_id": 15,
    "translation": "Ps rvz timn hnz yime krykh tvt tanụ̄, yvt tanụ̄ aashi tim ktrạvith thạvụ̄, shyhlạvith thạvụ̄."
  },
  {
    "verse_id": 16,
    "translation": "Sạnis kun āsns petth chhi sạnụ̄ mṣnvʿāt th mkhlvqat dlalt kran kyazi aashi krụ̄ nh āsman th zmyn byyhi yhi yimn don mnz chhu pạdh ginda gindan ḥkmtv th mṣlḥtv vrạe. Aashi krụ̄ nh yim yithh pạtthụ̄ pạdh kh asụ̄ kya āshv ʿbth th be mʿny aakh kạmah kran, blkh chhe yhi pạdh krns andr bjhi bjhi ḥikmcz, bdd ḥkmt gyhi yhe kh yim chhi dlalt kran mʿbvdbrḥqh sndis vḥdạnyts petth."
  },
  {
    "verse_id": 17,
    "translation": "Pạdh krns andr he khnụ̄ mṣlḥt āsiha nh blkh āsiha aakh mshghlh bnavun murad yath mnznh anhh rut fạydh āsiha tylhi bnavhav asụ̄ pnnis kunhi chyzs panun mshghlh. Mthlaan pnnyn kmal kyn ṣfatn hndis mshạhds bnavhav asụ̄ mshghlh kyazi mshghls gczihh shạghlh sndis dhats sintụ̄ mnasbtah āsnụ̄. Ḥẓrt vajb alvjvds kya mnasbt chhe mṣnvʿāt ḥạdithn sintụ̄. Ṣfat qdymh bavjvdykh tim chhi lạzim timn thi chhanh mnasbt tim kya hykn mshghlh bnith, vonụ̄ chhanh kthe mṣnvʿāt ḥạdithn hnz tim kya hykn bnith mshghlh bạry tʿālyā. Lhādha spud thạbt kh āsman v zmyn aashi be hvudh th ʿbth pạdh krnh blkh kr pạdh athbat ḥq th abṭal bạṭlh khạṭr."
  },
  {
    "verse_id": 18,
    "translation": "Blkh chhu svn aradh yhi tmam kaynat pạdh krnh andrh ḥq v bạṭluk mqablh krun. Chnanchh asụ̄ chhin pz kth yath petth mṣnvʿāt dlalt chhi kran aapzis petth brith divan th ghạlb kran. Ps chhu suh pvz tth aapzis karr kddan, aty chhu suh aapuz glan, khtm gczhan. Tuhndi khạṭr chhu vạl th afsvs byyhi setthah khrạby ae mkh kyv kạfrv, timav kthv sbbh yimh tvhụ̄ vanan chhiv mʿbvdi brḥqs nsbt. Mʿbvdi brḥq sund shan chhu setthah thvd."
  },
  {
    "verse_id": 19,
    "translation": "Ḥalankh yim āsmann th zmynn andr chhi tim chhi tihindy mmlvk, timav andrh yim ts nzdyk chhi yʿny mqrban alhāy tim chhinh tkbr th ʿār kran tihindi ʿbadt nishhi, nh chhi tim ʿbadt kran kran thkan zanhh."
  },
  {
    "verse_id": 20,
    "translation": "Blkh chhi rats th dohs tsbyḥ pran āsan, travan chhinh so kạm."
  },
  {
    "verse_id": 21,
    "translation": "Tvḥyd chh yyiczh dlylh bvuzith thi chha yim zmyn kyn mʿbvdani bạṭln mʿbvd tthhravan yim timn mrnh pth byyhi zndh krn. Āsmann hndụ̄ mqrb bndh chhi khdae qdvs snz ʿbadt kran. Zmyn th byyhi zmyn nishhi bnymtụ̄ mkhlvq yim setthah sfly bnimhi drjikụ̄ mkhlvq chhi, timn andr chha ticzh kanhh hsty yim khdays mqabl mʿbvd hykn bnith. Yylhi khdae dhvaljlal tihindyn prstsh krvunyn szadith th ʿdhab krith mari, tim mʿbvdani bạṭl hyknh sana timn tamhi ʿdhab nishhi moklạvith ya mrnh pth byyhi zndh krith vonụ̄ yus nh ʿdhab nishhi moklạvith hykhi ya mrith zndh krith hykhi tiyuth ʿạjz hykya mʿbvd ạsith."
  },
  {
    "verse_id": 22,
    "translation": "Hrgah āshn āsman v zmyns mnz mʿbvdi brḥqs vrạe byyhi mʿbvd tylhi āshn tim doshve tbah th brbad gạmtụ̄. Kyazi ʿādtaan āsiha timn doshvunụ̄ hndyn aradn th kamyn andr akhtlaf. Aakh daphi ha rvud travh, byakh daphi ha travnh. Don mnz spdiha mzaḥmt. Ps spdiha fsad. Vonụ̄ chvnkh fsad chhunh, aamhi andrh spud mʿlvm zh chhinh, kunue mʿbvdi brḥq chhu. Ps mʿbvdi brḥq ʿrshuk mạlk chhu munzh th pak timav sarive kthv nishhi yimh kthh mshrk ts nsbt vnan chhi."
  },
  {
    "verse_id": 23,
    "translation": "Suh chhu tiyuthue ʿẓmt vvl kh ts yiyhi nh prczhnh kunhi kamhi hund, yhi kyazi thi yhi kvnh. Lvukn yiyhi prczhnh yhi kyazi kvruv, yhi kvnh kvruv. Yylhi nh ts ʿẓmts mnz kanhh shryk chhu, mʿbvd āsns mnz kithh knụ̄ hykhi ts shryk ạsith."
  },
  {
    "verse_id": 24,
    "translation": "Kya mʿbvdi brḥq trạvith chha timav byyhi mʿbvd tthhrạvimtụ̄. Tvhụ̄ frmạviyvukh yarsvl Allah, ae lvukv, chhav he aath shrks petth kanhh dlylah so kriv pysh. Yhi gyhi ktab timn lvukn hnz yim me sintụ̄ chhi yʿny qrān mjyd. Yhi gyhi timn lvukn hnz ktab yim me brvntth ạsụ̄ yʿny tvrah v anjyl v zbvr. Yimn sarine ktabn mnz hạvitv aamuyk thbvtah kunhi jayhi yʿny shrkuk. Blkh chhi tmy mnz akthr time yim nh amri ḥquk yqyn chhi kran. Tamhi mokhh chhi tim pvz qbvl krnh nishhi aʿraẓ kran th buth phiran. Yhi tvḥyduk mslh chhunh kanhh nvv mslh yymhi sintụ̄ yimn vḥsht pạdh spdan chhu blkh chhu yhi brvuntthim shryʿt chnanchh."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi svuz nh aashi tohyhi brvntth kanhh pyghmbrah mgr ts kun svuz aashi yohe vḥy kh kanhh mʿbvdah chhunh me vrạe. Ps kriv myạny yạcz ʿbadt th prstsh."
  },
  {
    "verse_id": 26,
    "translation": "Yimav mshrkv andrh chhi vnan bʿẓ kh ḥẓrt rḥmans chhi avlad mlạyk, bʿẓ chhi vnan zi mlạyk chhas kvri, tvbah, tvbah. Suh chhi avlad th kvri āsnh nishhi munzh th pak. Tim mlạyk chhinh tmụ̄ sndụ̄ avlad, blkh chhi tim khdae sndụ̄ mʿzz bndh. Tihindi ʿbdytch th mḥkvmytch kyfyt chhe yhi kh."
  },
  {
    "verse_id": 27,
    "translation": "Tim chhinh ts brvntthh knhi kth hykan krith blkh chhi āsan pnnhi jayhi rvuzith ḥkms antẓar kran. Byyhi chhi tim tihindis ḥkms tʿmyl kran. Tim chhinh tihndis ḥkms bdl kran kyazi."
  },
  {
    "verse_id": 28,
    "translation": "Allah tʿālyā chhu tuhund brvuthim ptim ḥal zanan, timn hndi adbch kyfyt chhe yhi kh byyhi chhinh tim shfaʿt th sfạrsh kran kạnshi mgr ts sndi ḥqh ysndi ḥqh Allah tʿālyā rạẓụ̄ āshi shfaʿt krns. Tim chhi tihindi khvfh sbbh natthi andr āsan."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi yus aakhah timav malkv andrh dʿūyā kri pnnhi mʿbvd āsnuk mʿbvdi brḥqs vrạe, ps dimav ts asụ̄ sza nari jhnm. Yithe pạtthụ̄ chhi asụ̄ ẓạlmn sza divan."
  },
  {
    "verse_id": 30,
    "translation": "Kya yimn kạfrn spz na mʿlvm yhi kth kh pzipạtthụ̄ āsman th zmyn avs aakh akis sintụ̄ miylth bnd. Nh avs āsmanh rvud pyvan, nh avs zmyn mnz kynhh pạdh spdan. Ps muczrạvụ̄ a. Sy tim doshvae. Aakh akis nishhi krụ̄ jda, yithh pạtthụ̄ kh āsman kh ṭrfh trvv rvud, zmyn mnz khvr gash. Aamhi bạrishhi sintụ̄ chhunh zmyn mnz gase yvt khsan blkh bnvv aashi aamhi bạrshhi sintụ̄ prth chyzah jandar th zndh, kya tvthi krn na yim pczh."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi krụ̄ aashi pnnhi qdrt stụ̄ zmyns petth koh pạdh yuth nh zmyn lukh hyth avr yvr ddlhi. Byyhi kri aashi aath zmyns mnz kushadh vath yuth lvukh vatan āsn pnnyn mṭlbn th mqṣdn."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi kvr aashi āsman mḥfvẓ pshah aakh yus varyahs kals mvjvd rvzi mgr yim lvukh chhi aamhi kyv qdrty nshanv nishhi buth phiran."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi chhu suh khda tiyuth qdrt vvl kh rat th doh kvrun pạdh. Prth aakhah timav doyav andrh chhu pnnis mdars petth tithh pạtthụ̄ pkan zan czhantt vayan chhu. Yim lvukh chhi tuhndis vfats petth khvshy th msrt ẓạhr kran yhi vfat chhunh nbvts mnạfy kynhh thi kyazi."
  },
  {
    "verse_id": 34,
    "translation": "Aashi kvr nh tohyhi brvntth kạnshi bshr sndi khạṭr )khvah suh nby ạsitn ya ghyr nby( dnyahs andr hmyshh zndh rvzun mqrr yithh pạtthụ̄ tohyhi brvntth pyghmbr svznh āe, tvpth ge tim yymhi ʿālmh, yithe pạtthụ̄ suvziv tvhụ̄ thi, tohyhi thi chhuv yymhi ʿālmh gczuhn. Kya hrgah tvhụ̄ yymhi ʿālmh gczihv, timn chha rvzun hmyshh znde. Timn thi chhu marun, yymhi dnya andrh nyrun. Tim kth petth chhi tihindis yymhi ʿālmh gczhns petth khvshy ẓạhr kran."
  },
  {
    "verse_id": 35,
    "translation": "Mvt chhu tiyuth chyzah kh prth jandarah chhu aakhi nath aakhi dohh mvtuk mzh czhn vvl. Byyhi yosh aashi tohyhi zndgy diczmcz chhe so chhe mḥẓ tohyhi khạr th shr sintụ̄ āzmạysh krnh khạṭr. Dnya andrh nyirith chhuv tohyhi aasy nishhi vatun. Aashi nishhi vạtith yiyhi prth akis mnạsb sza th jza dinh, yimn kạfrn hnz ḥalt chhe yhi kh."
  },
  {
    "verse_id": 36,
    "translation": "Yylhi yim kạfr tohyhi vuchhan chhi tamhi saʿth chhi tohyhi sintụ̄ tthtthh th asthza kran, panh vạnụ̄ chhi vnan kh kya yohe shkhṣ chha yus tuhndyn mʿbvdn nsbt chhu ychh vnan ḥalankh tim chhi ḥẓrt rḥman sund nav hynh nishhi ankar th kfr kran. Ḥqyqts andrạs aʿtraẓch kth yhe. Timn pazi ha pans aath petth mlamt krnụ̄, aamhi khoth tʿjb chhu kh yymhi saʿth tim bvzan chhi kh kfruk ʿdhab chhu nzvli ʿdhab, tim chhi ankar kinụ̄ tth ʿdhabs jldy czhanddan."
  },
  {
    "verse_id": 37,
    "translation": "Ansan chuh pạd krnh āmut banbrih, zn amụ̄ snzi ạddrnhi mnz chhe āmcz travnh jldy th banbr, aamy mokhh chhi yim lvukh jldy ʿdhab mngan. Tth mnz czyr gczhns chhi zanan ʿdhab vaqʿ nh spdnch dlyl. Ae kạfrv banbriv mah, jldy havav bh tohyhi ʿdhabs grftar krnkụ̄ nishanh th ʿlamat, tvhụ̄ mh kriv jldy kyazi vqth brvntth suh ʿdhab yiyhi nh, vqts petth yinh nishhi ddlhi nh."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi chhi vnan tim lvukh krspdi yhi vʿdh pvur chhiv he tvhụ̄ pziyạrụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Ae kash timn kạfrn he tamhi vqtch khbr gczihh ha yylhi timn jhnmuk nar prth ṭrfh valnh yiyhi, tvpth hykn nh tim suh nar pans brvuntthụ̄ kinụ̄ dvur krith, nh pnnhi pushth kinụ̄, nh thrkinụ̄ dvur krith. Nh yiyhi timn kanhh mdd krnh, agr timn thi mʿlvm āsiha tylhi krhn nh timn ʿdhabi narch frmạysh. Lhādha chhanh yhi kth ẓrvry kh tihinzi frmạyshhi muvạfq kya yiyhi naruk ʿdhab timn krnh."
  },
  {
    "verse_id": 40,
    "translation": "Blkh vathi timn brvntth kun suh ʿdhab hngh th mngh, sue krykh ḥạran, dm phuttụ̄ gczhn. Ps hykn nh tth nars pans nishhi dvur krith, nh yiyakh mohlt dinh."
  },
  {
    "verse_id": 41,
    "translation": "Be shk byyhi chhi tthtthh āmtụ̄ krnh timn pyghmbrn sintụ̄ yim tohyhi brvntth ạsụ̄ yarsvl Allah, ps āv valnh timn tthtthh krvunyn sue ʿdhab yth tim tthtthh kran ạsụ̄."
  },
  {
    "verse_id": 42,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, kh dnyahs mnz yus tvhụ̄ mḥfvẓ chhiv ʿdhab nishhi, yithi chhi mhrbạny ḥẓrt rḥman snze, hrgah ne tvhụ̄ mạniv tihnz mhrbany th aḥsan tylhi vnụ̄ tv tvhụ̄ kus chhu rạchh kran rats th dohs ḥẓrt rḥman sndi ʿdhab nishhi. Yhi chhe tihinze rḥmt th mhrbạny kh suh chhunh tohyhi nafrmạny sbbh ʿdhabs grftar kran. Vrnh tohyhi kus hykhi tamhi ʿdhab nishhi bchạvith. Yhi mhrbany th aḥsan avs mngan kh yhi mḥsn th mhrbạny krvun gczihh kunue zanun. Ts gvczh nh kanhh shryk thavun. Mgr tim chhinh tvthi tvḥyduk aqrar kran. Blkh chhi tim bdstvr pnnis ḥqyqy prvrdgar sndi yad nishhi th tvḥyd nishhi buth phiran, rvgrdạny kran."
  },
  {
    "verse_id": 43,
    "translation": "Kya timn chha aashi vrạe tithiụ̄ mʿbvd yim timn bchạvith hykn sanhi ʿdhab nishhi, timn kya hykn timn bchạvith? Timn chhunh ṭaqt panun pan bchavnuk. Yimn kya hykn bchạvith, nh hykhi mqablh kh vqth kanhh ashi mnzm timn sintụ̄ rvuzith. Yimn kạfrn hund kfrs petth aṣrar krun, yhi chhunh yymhi vjh kh sanyn dlyln mnz kya chhu kanhh nuqṣ."
  },
  {
    "verse_id": 44,
    "translation": "Blkh chhu aṣly vjh kh ashi kvr yimn lvukn bụ̄yhi tihindyn malyn buddi bbn dnyahuk samani ʿīsh mhya. Yvt tanụ̄tihnz ʿmrh bddyyhi. Yim āe dnyahs mnz psht drpsht ʿīsh vāram karn, tmy āykh ghflt vlnh. Ghrẓ nuqṣ chhu timne mnz, suh gvv ghfltuk nuqṣ th khll. Aashi kre byan tim chyz yimav sintụ̄ timn ghflt czalhi ha. Ky atim chhina vuchhan kh asụ̄ chhi tihindis zmyns bdhryʿh ftvḥati aslamyh prth ṭrfh kmy kran. Yimn hndi rtṣrfh nishhi kddith mslmann hndis tṣrfs mnz anan, kya yime hykh nh sạnis pyghmbrs petth ghạlb spdith. Yim chyz vuchhith he tvthi tim jhalts th ʿnads petth aṣrar krith ʿdhabch frmạysh rvzan kran."
  },
  {
    "verse_id": 45,
    "translation": "Tvhụ̄ frmạviyvukh bh chhunh mgr byim kran tohyhi vḥy kh dhryʿh, ʿdhab vaqʿ krun chhunh myạnis akhtyars andr. Agr chh yithh pạtthụ̄ byim krun avs kạfy mgryim zrụ̄ yymhi saʿth pzis kun nad dith ʿdhab sintụ̄ khocznavnh yivan chhi, tim chhinh suh ālv bvzane."
  },
  {
    "verse_id": 46,
    "translation": "Tvpth yylhi timn tuhndis prvrdgar sndi ʿdhab kh hvahuk aakh dkah lghi tamhi saʿth dapn hae afsvs vaqʿī ạsụ̄ asụ̄ ẓạlm th khṭa kar."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi krv asụ̄ qyamt kh doh qạym ʿdlch trkr. Ps yiyhi nh kạnshi nsbt ẓlm krnh, byyhi hrgah aashi nishhi akis āsrụ̄ phlis āshi ạnshi hnz ʿml, soth aanav asụ̄ tvlnh khạṭr byyhi asụ̄ kạfy ḥsab hynh khạṭr."
  },
  {
    "verse_id": 48,
    "translation": "Pzipạtthụ̄ byyhi kr aashi ḥẓrt mvsyā hs th ḥẓrt harvns ʿṭa ktabah yosh pzis th aapzis mnz frq krvunụ̄ ạsụ̄. Byyhi vath havnh khạṭr akh gashah byyhi aakh nṣyḥt namah prhyzgarn hndi khạṭr."
  },
  {
    "verse_id": 49,
    "translation": "Yim prhyzgar pnnis prvrdgars ghạybanh ṭvr khoczan chhi, byyhi yim qyamt nishhi thi khoczan chhi, yithh pạtthụ̄ aashi timn yʿny mvsyā th harvn ʿlyh alslamn ktab ʿṭa kr."
  },
  {
    "verse_id": 50,
    "translation": "Yhi qrān mjyd thi chhu babrkt akh nṣyḥt namah yus aashi nạzl kvr kya tvhụ̄ chhivh aath ankar kran."
  },
  {
    "verse_id": 51,
    "translation": "Pzipạtthụ̄ byyhi kvr aashi abrahym ʿlyh alslams th mvsyā ʿlyh alslams brvntth pnn divt th mʿāmlh fhmy ʿṭa )yosh tihindis shans shvubhi ha. Aashi ạs brvntthue khbr tihndyn kmalati ʿlmyn hnz."
  },
  {
    "verse_id": 52,
    "translation": "Qabl dhkr chhu tihund yhi vaqʿh yylhi timav dvp pnnis mạls th pnnis qvms yylhi tmụ̄ mṣrvf vuchh tim potlyn hnds ʿbadts andr, vvnhkh yimh km shkmlh chhav tohyhi thạvimacz yimn prstsh krnh khạṭr tvhụ̄ prth vqth timn brvntthh knhi bihith chhiv āsan."
  },
  {
    "verse_id": 53,
    "translation": "Timav dvphkh jvab zi aashi vuchh mạlụ̄ th buddi bb yimne prstsh kran. Tim lvukh ạsụ̄ ʿạql lhādha zvn aashi him chyz chhi prstsh qạbl."
  },
  {
    "verse_id": 54,
    "translation": "Abrahym ʿlyh alslamn dvpukh tvhụ̄ th byyhi tuhndụ̄ mạlụ̄ buddi bb chhiv pzipạtthụ̄ yim potlụ̄ layqi ʿbadt zanns andr nanhi gmrahy mnz mbtla. Tim ạsụ̄ panh gmrah, tvhụ̄ thi rvudiv tth gmrạhy petth. Yhi bvuz timav aakh nv kthah, tim ge yhi bvuzith ḥạran, timav dvp."
  },
  {
    "verse_id": 55,
    "translation": "Tim lgụ̄ dapnhi kya tvhụ̄ chhiv h pnnhi jayhi yhi kth pzzạnith aashi nishhi pysh kran. Kinh tvhụ̄ chhiv yithe mkhvl kran."
  },
  {
    "verse_id": 56,
    "translation": "Abrahym ʿlyh alslamn frmvvukh mkhvl chhunh blkh chhe pzkth nh ṣrrf me nishhi yvt blkh vaqʿs mnz thi chhe yhe pz kth kh rb tuhund chhu sue dhati pak yus sarine āsmann th zmynn hund rb chhu. Yymụ̄ tim āsman zmyn goddh pạdh krụ̄ brvntthim nqshh rh nmvnh āsnh vrạe. Byyhi yhi yimn āsmann th zmynn mnz chhu thi svrue kvr tmy pạdh yth mnz yim tuhndụ̄ potlụ̄ thi shạml yʿny tim thi chhi tmy pạdh krụ̄ mtụ̄. Bh chhus panh aamich gvạhy divan, aath petth chhe me nishhi dlylhi thi, bh chhus nh tuhndụ̄ pạtthụ̄ achh vttith tqlyd kran."
  },
  {
    "verse_id": 57,
    "translation": "Qsmi khda bh kr tuhndyn potlyn ẓrvr kynhh tdbyrah th bndvbstah yuth tohyhi mʿlvm spdi tuhund ʿạjz āsun tuhndi timn nishhi vaps gczhnh pth."
  },
  {
    "verse_id": 58,
    "translation": "Chnanchh tihindi gczhnh pth krụ̄ abrahym ʿlyh alslamn timn potlyn tbri sintụ̄ ryzh ryzh mgr nh akis bddis potlis. Ts kvrukh nh kynḥhh thi yuth tim timn kun vaps yin dryaft krnh khạṭr."
  },
  {
    "verse_id": 59,
    "translation": "Tamhi pth yylhi tim vaps āe, vuchhukh potlyn hund yhi ḥal. Dpnhi lgụ̄ yhi be adby th be ḥrmty hnz kạm kmụ̄ sna chhe krmcz sanyn mʿbvdn nsbt be shk chhu suh ẓạlm."
  },
  {
    "verse_id": 60,
    "translation": "Bʿẓ lgụ̄ dpnhi aashi bvuz aakh jvana avs yimn potlyn hund tdhkrh kran, ts chhu nav abrahym."
  },
  {
    "verse_id": 61,
    "translation": "Dvpukh ps anyvun suh sarine lvukn thy. Yuth timn thy aqrar kri th tim thi rvzn gvah, tvpth annvvukh abrahym ʿlyh alslam."
  },
  {
    "verse_id": 62,
    "translation": "Dvphs ae abrahym cze kvrthh yhi ḥal sanyn potlyn."
  },
  {
    "verse_id": 63,
    "translation": "Timav dvphakh blkh chhu kvrmut yhi yihindụ̄ bddụ̄ potlụ̄. Ps prczhụ̄ tv timn potlyn chhi he tim klam krvunụ̄."
  },
  {
    "verse_id": 64,
    "translation": "Pth phyirụ̄ tim pans kun, pạnụ̄ pans sintụ̄ svnch krith lgụ̄ aakh akis vannhi. Yqynaan chhe zyadty tihindy ṭrfh )be jan knyn mʿbvd vanun chhu be shk ẓlm(."
  },
  {
    "verse_id": 65,
    "translation": "Tvpth ākh klh nvmravnh bon kun khjalt kh sbbh. Klh bon kun trạvith lgụ̄ vannhi vaqʿī tohyhi chhu mʿlvm ae abrahym yim potlụ̄ chhinh hykan kihinụ̄ vnith."
  },
  {
    "verse_id": 66,
    "translation": "Abrahym ʿlyh alslamn dvpukh adh tvhụ̄ chhivh mʿbvdi brḥqs vrạe timn chyzn hnz prstsh kran yim nh tohyhi kanhh nfʿ hykn vatnạvith byyhi nh kanhh nqṣan."
  },
  {
    "verse_id": 67,
    "translation": "Setthah tng chhus bh spudmut tuhndi mokhh byyhi yimn hnz tvhụ̄ prstsh chhiv kran mʿbvdi brḥqs vrạe. Kvnh chhiv tvhụ̄ ʿql kran yus be jan chyz kth hykhi nh krith, sue hykya mʿbvd ạsith."
  },
  {
    "verse_id": 68,
    "translation": "Tim lgụ̄ vannhi panh vạnụ̄ amụ̄ abrahymn zạlụ̄ sạnụ̄ papar, lhādha gczihh yithi zalnh yun nars mnz. Tvhụ̄ kriv mdd mʿbvdn pnnyn, chhiv he tohyhi kynhh krun. Tvpth kvrukh nar tyar varyahs kals ziyun svmbrith. Tamhi pth yylhi abrahym ʿlyh alslam tth nars mnz travun hyvtukh."
  },
  {
    "verse_id": 69,
    "translation": "Allah tʿālyā frmavan ḥkm kvr aashi nars. Narv srd spad, byyhi slamty hund dhryʿh abrahyms petth."
  },
  {
    "verse_id": 70,
    "translation": "Byyhi kryav timav aradh pnnhi tddbyri sintụ̄ abrahyms nqṣan vatnavnuk. Ps krụ̄ aashi time skht nqṣan tulh vunụ̄."
  },
  {
    "verse_id": 71,
    "translation": "Byyhi duyt aashi njat abrahym ʿlyh alslams byyhi lvṭ ʿlyh alslams, yus tihund baph thr avs dshmnn nishhi, vatnạvụ̄ aashi tim doshve tth zmyns mnz yth mnz aashi brkt chhe thạvmcz lvukn hndi khạṭr yʿny mlk shams andr."
  },
  {
    "verse_id": 72,
    "translation": "Byyhi kvr aashi abrahym ʿlyh alslams ʿṭa frznd asḥāq ʿlyh alslam tihindis mngns petth. Byyhi yʿqvb ʿlyh alslam ʿlavh, byyhi krụ̄ aashi tim sạry, mvl, nychuv, nychivụ̄ sund nychuv, pyghmbr yʿny tryshve krụ̄ aashi pyghmbr."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi krụ̄ aashi tim amam th pyshva lvukn hndụ̄ yim timn vath havan chhi sanhi ḥkmh mvjvb. Byyhi svuz a. Shi timn kun vḥy rcz kamhi krnuk, byyhi nemaz prnuk, byyhi akvāth dinuk, byyhi ạsụ̄ tim sạny yạcz ʿbadt kran, yiczh shvubhi ticzh."
  },
  {
    "verse_id": 74,
    "translation": "Byyhi krụ̄ aashi ʿṭa lvṭ ʿlyh alslams nbvtkụ̄ akhtyarat, byyhi ʿlm byyhi duytus njat tamhi shhrh nishhi yymhi shhrkụ̄ lvukh napak th ychh kạm kran ạsụ̄. Be shk ạsụ̄ tim lvukh ychh qvm skht bdkar."
  },
  {
    "verse_id": 75,
    "translation": "Byyhi kvr aashi suh lvṭ ʿlyh alslam dạkhl pnnyn timn bndn andr yimn petth rḥmt chhe nạzl spdan, kyazi tim ạsụ̄ be shk bddi drjh kyv nyk mardv andrh."
  },
  {
    "verse_id": 76,
    "translation": "Byyhi kriv dhkrnv ʿlyh alslam sund qṣh yylhi abrahym ʿlyh alslams brvntth timav Allah tʿālyā hs mvng, ae bar khdaya yimn kạfrn nishhi hykh na czh myvn bdlh. Ps kr aashi ajabt tihindis mngns. Byyhi duytt aashi njat timn byyhi tihinyn lvukn th tabʿn bddi ghmh nishhi."
  },
  {
    "verse_id": 77,
    "translation": "Byyhi kvraashi mdd timn, timn lvukn petth yimav ankar kvr th apzụ̄ zạnụ̄ sạnụ̄ āyat. Be shk tim ạsụ̄ setthah ychh lvukh, ps phattvụ̄ aashi tim sạry yikh vatth."
  },
  {
    "verse_id": 78,
    "translation": "Byyhi kriv yad davd ʿlyh alslam th slyman ʿlyh alslam sund qṣh yylhi tim fạṣlh kran ạsụ̄ akhi zraʿtuk yth mnz ghlh avs byyhi dchhhi kulụ̄ ạsụ̄. Yth zraʿts rat kuyt aakhi qvmuk jb )tyir( ạsụ̄ pymtụ̄. Yymhi sintụ̄ tth zraʿts nqṣan vvtmut avs. Ḥẓrti davdn kvr fạṣlh zraʿt vạlis gczhn yim tyir yin dinh aamhi nqṣan bdlh. Asụ̄ ạsụ̄ tihund fạṣlh vuchhan."
  },
  {
    "verse_id": 79,
    "translation": "Ps tvrrr fkri aashi tmuyk fạṣlh ḥẓrt slymans timv dvp yim tyir rvzn zraʿt vạlis nishhi, yhi khyyhi yimn dod, byyhi tulhi yihnz mvun )yyr( tyir vvl kri zmynch th zraʿtch khdmt yvt tanụ̄ zraʿt pkhth spdi th paphi. Tvpth yiyhi zraʿt vạlis zraʿt vaps dinh, tyir vạlis tyir vaps dinh. Timn doshvunụ̄ ṣaḥbn avs aashi qvti fạṣlh byyhi ʿlm ʿṭa kvrmut. Byyhi krụ̄ aashi muskhr th tabʿ davd ʿlyh alslams koh. Tim koh ạsin tmy sintụ̄ tsbyḥ pran. Byyhi vuddvunụ̄ janvrtim thi krụ̄ timn mskhrth tạbʿ. Tim thi ạsụ̄ tmy sintụ̄ tsbyḥ pran. Kạnshi hund gczihh nh ʿjyb zanun, yhi svrue krvunụ̄ ạsụ̄ asy."
  },
  {
    "verse_id": 80,
    "translation": "Byyhi hychhnạvụ̄ aashi davd pyghmbr tihindi jngy lbas vvnh nuk ksb yʿny zirh, yuth tohyhi bchavi suh lbas aakh akụ̄ sndi tklyf nishhi. Kya chhivh tvhụ̄ aamhi nʿmtch shkrgzạry krvunụ̄."
  },
  {
    "verse_id": 81,
    "translation": "Byyhi kvr aashi slyman ʿlyh alslams mskhr tyz vav. Sue avs pkan tihindi ḥkmh mulki shams kun, yth mulks andr ashi bjhi brkcz thavimacz chhe, byyhi chhi asụ̄ prth chyzah pvuri zanh vunụ̄."
  },
  {
    "verse_id": 82,
    "translation": "Byyhi thạvụ̄ aashi tạbʿ slyman ʿlyh alslams bʿẓ jin yim smndrs mnz tihindi khạṭr ddung th ghoth dith mokhth lʿl th jvạhr kharan ạsụ̄, byyhi ạsụ̄ tim jin aamhi vrạe thi byyhi kamhi kran. Asy ạsụ̄ timn jinn rạchh krith th snbạlith."
  },
  {
    "verse_id": 83,
    "translation": "Byyhi kriv tdhkrh ayvb ʿlyh alslam sund qṣh yylhi akis skht mrẓs mnz mbtla spdith tmụ̄ nad duyt pnnis prvrdgars, ae zi bh chhus skht tklyfs mnz mbtla, czh chhukh sarive rḥm krvunyv andrh zyadh rḥm krvun, myạnis ḥals petth thi krth rḥm."
  },
  {
    "verse_id": 84,
    "translation": "Ps kr aashi ajabt tihindis mngns, kvs aashi timn suh tklyf th skhty yosh timn ạs, byyhi krụ̄ ashi timn shurụ̄bạcz ʿṭa, byyhi yyitụ̄ brvntth ạsụ̄ timn sintụ̄ byyhi tyitụ̄ pnnhi rḥmt sintụ̄, byyhi aakh vʿẓ th nṣyḥtah bndgy krvunyn hndi khạṭr."
  },
  {
    "verse_id": 85,
    "translation": "Byyhi bvuziv ḥẓrt asmaʿīl sund ḥẓrt adrys sund, byyhi ḥẓrt dhv alkflh sund, yim trshve chhi ṣbr valyv andrh."
  },
  {
    "verse_id": 86,
    "translation": "Byyhi vatnạvụ̄ aashi pnnis rḥmts mnz, be shk tim chhi nykv karv andrh."
  },
  {
    "verse_id": 87,
    "translation": "Byyhi kriv tdhkrh gaddi vạlis pyghmbr yvns ʿlyh alslam sund qṣh yylhi tim pnnhi qvmh nishhi drḥae timn nishhi khfa spdith, yylhi nh timav ayman qbvl kvr. Tvpth yylhi tihindi qvmh nishhi ʿdhab dvur spdith thi āe nh tim vaps blkh thvvukh sfr jạry sanhi ajazt vrạe. Timav kvr pnnhi ajthad sintụ̄ yhi khyal kh yth myạnis bla ajazt sfr krns petth spdi nh me kanhh baz khvast. Anbyahn petth chhu lạzm vḥy yas pyarun. Vḥy mvjvbe prth kạmah krnụ̄. Yimn spz aath trk mnạsb krns petth khdae sndi ṭrfh āzmạysh. Buthhi āv aakh dryavah aakh, byyhi āyhi navah aakh, tim spdụ̄ tth mnz svar. Yhi nav spz ṭvfans grftar, pth travi hạnzv chyiri kh kus sna chhu bghyri ajazt sfrs dramut. Chyiryn mnz drav ḥẓrt yvns ʿlyh alslamn hund nav, dvbarh thi āyhi chyri travnh, tathi thi drav tihundue nav. Ps āe travnh tim dryavs mnz, aty pch nav. Khdae sndi ḥkmh sintụ̄ āyhi aakh gaddah, tmy khye yim yʿny yvns ʿlyh alslam. Ps mvng timav tạryky th gttn andr kh cze vrạe chhunh kanhh mʿbvdah. Czh chhukh sarive ʿạbv nishhi mnzh th pak, bh chhus gnhgarv andrh. Myanhi ṭrfh āyhi ghlṭy, myvn qṣvr kr mʿāf, me moklav yymhi skhty mnz."
  },
  {
    "verse_id": 88,
    "translation": "Ps kr aashi tihindis mngns ajabt, byyhi duyt njat aashi timn ghmh nishhi. Yithh pạtthụ̄ aashi yvnus ʿlyh alslams njat duyt. Yithh ạtthụ̄ dimav asụ̄ njat baaymann yylhi tim thi yhi dʿāprn."
  },
  {
    "verse_id": 89,
    "translation": "Byyhi kriv yad zkrya ʿlyh alslam sund qṣh. Yylhi timav mvng pnnis prvrdgars, ae myanhi prvrdgar, mth travth me lavạrth th be avlad, cze chhukh ḥqyqy th bhtr vạrth, suh avlad thavi ha myạnụ̄ kạm qvms andr baqy, timn āsiha chạnụ̄ aḥkam vatnavan."
  },
  {
    "verse_id": 90,
    "translation": "Ps kr aashi tihinids mngns ajabt, tvpth kvr aashi timn ʿṭa frznd yḥyyā ʿlyh alslam byyhi kr drst ashi tihnz āshinụ̄. Timn yoshi hantth āsnch shkayt ạs so kr aashi dvur timn, so spz avlad bnns qạbl. Be shk yim sạry pyghmbr yimn hnz dhkr yth svrh shryfs mnz krnh āyhi ạs jldy kran khyrchn kamyn andr, byyhi ạsụ̄ sạnụ̄ ʿbadt kran tvqʿ san, byyhi ạsụ̄ tim aashi brvntthh knhi ʿạjzy nnravh vunụ̄."
  },
  {
    "verse_id": 91,
    "translation": "Byyhi kriv tdhkrh ts dyd ṣạbhi hund yymhi rạchh kr pnnis ʿṣmts mrdn nishhi. Ps vatnvv aashi panun rvḥ bvasṭh jbryl ʿlyh alslam timn nishhi, yymhi sintụ̄ khavnds vrạe tihindis shkms andr bchhi rvud yʿny ḥẓrt ʿīsyā, tmy chhi vnan timn rvḥ Allah. Byyhi kr aashi so dyd ṣạb byyhi tsund frznd pnnhi qdrtuk aakh bvdd nshanh aakh sarine ʿālmynn hndi khạṭr yʿny tihindi nkaḥ vrạe ḥạmlh spdun, byyhi frzndah pạdh spdun be pdr. Amy andrh gczihh zanun kh Allah tʿālyā chhu prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 92,
    "translation": "Ae lvukv yymhi brvntth yus mẓmvn byan āv krnh tamhi andrh sapud mʿlvm kh anbyah kramn hund ṭryq chhu tvḥyd. Be shk yohe chhu tuhund ṭryq yth mstqym rvzun chhu tohyhi petth vạjb. Yohe chhu kunue ṭryq yth mnz nh kạnshi pyghmbrs akhtlaf chhu, yymhi ṭryquk ḥaṣl chhu kh bh chhus tuhund ḥqyqy prvrdgar, ps pazi tohyhi myạny yạcz ʿbadt krnụ̄, lvukn avs lạzm aath ṭryqs petth mḥkm rvzun."
  },
  {
    "verse_id": 93,
    "translation": "Mgr lvukv kvr dyn kis mʿāmls mnz akhtlaf, dyns krikh ttukr ttukr, tmuyk sza khyn tim pane, kyazi prth akis chhu vatun aasy nishhi. Yvt vạtith tulhi prth aakhah pnnhi ʿmlhi hund ntyjh."
  },
  {
    "verse_id": 94,
    "translation": "Ps yus aakhah rcz kạm kri baayman ạsith, ps ẓayhi th chhmbụ̄ gczihh nh tihinz kvshsh, asụ̄ chhi tihnz ʿmlh lykhith thavn vạlụ̄."
  },
  {
    "verse_id": 95,
    "translation": "Nammkn chhu timn shhrn hndyn lvukn hund yim aashi nafrmạny sbbh gạlụ̄ dnyahs kun byyhi vaps yun."
  },
  {
    "verse_id": 96,
    "translation": "Yvt tanụ̄ yajvj majvj ylh travnh yin yim vunụ̄ kyns sdi skndrys mnz bnd chhi, tvpth dvrn tim kohv th balv petthụ̄."
  },
  {
    "verse_id": 97,
    "translation": "Tvpth spdi pvur pvz vʿdh yʿny qyamt spdi tamhi pte qạyim. Tvpth lgn darh kạfrn hnz achh. Tim ạsụ̄ yy vnan. Qyamtkụ̄ hvlnak ḥalat vuchhith dapn hae afsvs pzipạtthụ̄ ạsụ̄ asụ̄ qyamt nishhi ghflts mnz bvddmtụ̄. Ghflt gyhi hrgah asụ̄ kạnshi khbrdar āsh hav nh krụ̄ mtụ̄ blkh ạsụ̄ asụ̄ ẓlm krvunụ̄."
  },
  {
    "verse_id": 98,
    "translation": "Vannh yiyakh pzipạtthụ̄, tvhụ̄ ae mshrkv byyhi yimn hnz prstsh kran ạsiv tvhụ̄ khdays vrạe chhiv aaz nari jhnmuk ziyun. Tth chhuv tohyhi sarine ẓrvr vatun. Mʿbvdv andrh yim bʿẓ mlaykh ya pyghmbr chhi tim chhi byyhi āyh krym sintụ̄ aamhi nishhi mstthnyā āmtụ̄ thavnh, tamuyk dhkr yiyhi ʿnqryb."
  },
  {
    "verse_id": 99,
    "translation": "Timn yiyhi vannh hrgah āshn yim potlụ̄ mʿbvd tylhi kyazi vathn tim nari jhnms mnz. Tathi rvzun thi km kalah chhunh tohyhi, tohyhi sarine chhuv rvzun hmyshh athụ̄ jhnms andr."
  },
  {
    "verse_id": 100,
    "translation": "Timn kạfrn āshi jhnms mnz krykh nad th shvrv ghl yymhi sbbh tim aakh akụ̄ snz kthe āsn nh bvzan."
  },
  {
    "verse_id": 101,
    "translation": "Pzipạtthụ̄ yihindi khạṭr brvntthue azlh mqrr chhe āmcz krnh nyky th rczr, yymuyk ẓhvr āshi spudmut tihindyv aʿmalv th afʿālv sintụ̄, tim chhi aamhi jhnmh nishhi dvur thavnh āmtụ̄."
  },
  {
    "verse_id": 102,
    "translation": "Tim bvzn nh tmuyk sth thi byyhi āsn tim pnnyn mrghvb chyzn andr hmyshhi rvzvunụ̄."
  },
  {
    "verse_id": 103,
    "translation": "Ghmgyn kri nh timn bdd pryshạny yʿny pvgs dvyum phokh dinh sbbh yim hạbt nak vaqʿāt spdn qbrv mnz nyrvunue, byyhi yin astqbals timn mlạyk, tim vnnkh. Yohe kya gvv tuhund suh doh yymuyk tohyhi vʿdh thavnh avs yivan. Timn spdi yhi bvznh sintụ̄ msrt v shadmạny zyadh."
  },
  {
    "verse_id": 104,
    "translation": "Suh doh thi chhu qạbl dhkr yymhi doh āsman vattv asụ̄ tithh pạtthụ̄ yithh pạtthụ̄ lykhnh āmthi mẓmvnuk kaghdh chhu yivan vttnh. Tamhi pth yin tim yithe pạtthụ̄ vttụ̄ the thavnh dvyimis phoks tanụ̄ ya yin mʿdvm mḥẓ krnh, yithh pạtthụ̄ aashi godnchhi ltthi pạd krnh kh vqth prth chyzs pydạysh kr, tithe pạtthụ̄ krv asụ̄ dvbarh bụ̄fyhi pạdh. Yhi chhu vʿdah aakh aashi petth matthi, be shk asy chhi suh vʿdh pvur krvunụ̄."
  },
  {
    "verse_id": 105,
    "translation": "Byyhi lyvkh aashi sarine āsmạnụ̄ ktabn andr lvḥ mḥfvẓs mnz lykhnh pth kh pzipạtthụ̄ jnth kh zmynkụ̄ vạrth th mạlk āsn nykv kar bndh."
  },
  {
    "verse_id": 106,
    "translation": "Pzipạtthụ̄ yth qraān mjyds mnzyayth svrh shryfs mnz chhu kạfy mẓmvn hdayts mtʿlq ʿbadt krvunyn lvukn hndi khạṭr."
  },
  {
    "verse_id": 107,
    "translation": "Byyhi nh ḥẓ svuziv nh aashi tvhụ̄ mgr svuziv yithiy nfʿ divunụ̄ mẓmvn hyth ʿālmynn petth mhrbạny krnh khạṭr, so mhrbạny gyhi yhe kh lvukh krn amis pyghmbri brḥqs nishhi tim mẓmvn qbvl krith hdaytuk thmrh th phl ḥaṣl. Yus nh tim mẓamyn qbvl kri, thi chhu tmis panun qṣvr. Timn mẓamynn petth chhunh tamhi sintụ̄ kanhh athr pyvan."
  },
  {
    "verse_id": 108,
    "translation": "Tvhụ̄ frmạviyvukh bṭvri khlaṣh byyhi yhi kth kh me kun chhunh kanhh vḥy svznh yivan mgr yy zi pzipạtthụ̄ tuhund mʿbvd chhu kunue. Ps kya chhiv tvhụ̄ yhi kth manh vunụ̄ aamich ḥqyqt thạbt spdnh pth."
  },
  {
    "verse_id": 109,
    "translation": "Tvpth hrgah tim buth phirn th mann nh tylhi frmạviyvukh me krmav tohyhi ʿdhabich khbr brabr brabr, me chhunh mʿlvm suh ʿdhab kr vashi tohyhi petth, jldy kinh yczkạlụ̄ yymuụ̄k tohyhi vʿdh krnh yivan chhuv."
  },
  {
    "verse_id": 110,
    "translation": "Pzipạtthụ̄ tuhund prvrdgar chhu zanan tuhnz so kth yosh tvhụ̄ bddi chhiv kran byyhi chhu zanan thi svrue yhi tvhụ̄ pvushydh th khttith chhiv thavan."
  },
  {
    "verse_id": 111,
    "translation": "Byyhi chhunh mʿlvm shayd ʿdhabs mnz tạkhyr spdun ma āshi tuhndi āzmạyshhi khạṭr ya kunhi vqts tanụ̄ tohyhi tmtʿ th nfʿ tulnavnh khạṭr."
  },
  {
    "verse_id": 112,
    "translation": "Pyghmbrn kvr dʿā, ae myanhi prvrdgar, cze kr myạnis qvms mnz ḥq vanṣafuk ḥkmah th fạṣlah. Byyhi frmvv pyghmbri brḥqn, svn prvrdgar chhu setthah rḥmt vvl. Tsụ̄ nishhi chhi asụ̄ mdd mngan timn kthn petth yimh kthh tvhụ̄ ts nsbt vnan chhiv."
  }
]