[
  {
    "verse_id": 1,
    "translation": "Ae lvukv khvcziv pnnis prvrdgars, thndis ʿdhabs, ts aniv ayman, tihnz kriv aṭaʿt, kyazi pzipạtthụ̄ qyamtuk bunyl yus yinh vvl chhu, suh chhu chyzah setthah bvdd th mshkl. Yhi zlzlh th bunyl chhu qyamt kyv vaqʿātv andrh aakh vaqʿāh, yhi yylhi yuth mshkl chhu sạry vaqʿāt kạtyah mshkl āsn. Timav sarive mshklv nishhi bkhyr guzrnh khạṭr kriv kanhh samanah tvhụ̄ ḥạṣl. Suh samanh chhu tqvyā, khdays khoczun. Tamhi bnlich shdt th skhty āshi yiczh kh."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi doh vuchhvun tvhụ̄ suh bunyl th zlzlh, suh āshi tiyuthue khvfnak kh prth dod majhi mashhi hạbth th dhsht sintụ̄ panun dod chyvun shur. Byyhi sapdi prth ḥml vajinụ̄ znanh vqth brvntthue vẓʿ ḥml. Byyhi vuchhhkh czh lvukh mst th be hvsh mgr ḥqyqts mnztim mst āsn nh kynhh nshh chyth blkh āshi khdae sund ʿdhab setthah skht yymhi kh khvfh sintụ̄ lvukh āsn be hvsh th bdḥvas spdụ̄ mtụ̄."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chhi lvukv andrh tim shkhṣ yim bḥth chhi lagan khdae snzn kthn andr ʿlmh vrạe. Byyhi chhi prth srksh shyṭan snz pạrvy kran."
  },
  {
    "verse_id": 4,
    "translation": "Ps shyṭann mtʿlq khdayn lyvkhmut chhu kh yus akhah ts sintụ̄ dvsty lagh tmis kri suh shyṭan yqynaan gmrah byyhi havys vath jhnm kis ʿdhabs kun."
  },
  {
    "verse_id": 5,
    "translation": "Ae lvukv hrgah tohyhi shk chhuv mrnh pth byyhi zndh spdns andr, tvhụ̄ vuchhiv pnnis abtdahs kun. Aashi kriv tvhụ̄ pạdh myczih )kyazi ghdha nishhi chhu nṭfh bnan ʿnaṣr v nishhi yath aakh juz mycz chhe( tvpth ābh qṭrs, tvpth khvnh dathi, tvpth maz pars yath pvur shkl dinh āmcz chhe āsan ya chhasnh āsan pvur shkl dinh āmcz, yuth asụ̄ nniravv pnnụ̄ qdrt byyhi chhin asụ̄ qrar krnavan shkms andr tyitis kals yitis kals yhi asụ̄ yyczhv akis mqrr mudts tanụ̄. Tvpth chhi asụ̄ tohyhi nybr kddan majhi hnzi ydd mnzh bchah. Tvpth chhi asụ̄ tohyhi trbyt kran yuth tvhụ̄ vạtiv jvạny hndis sinas. Byhi chhi tohyhi andrh bʿẓ jvạny vatnh brvntthue mran. Byyhi chhi tohyhi andrh bʿẓ yim vatnavnh yivan chhi ychh zndgy andr yʿny bujrs yth mnz tihund qvti ḥafẓh th yadasht chhu kmzvr spdan. Suh chhu aakhi chyzch khbr gczihth tamhi nishhi be khbr spdan th chhus mshith gczhan. Aamy andrh sapud mʿlvm Allah tʿālyā chhu mrnh pth byyhi zndh krns petth qdrt vvl. Byakh dlyl chhe aath petth, byyhi chhuhn vuchhan czh ae mkhạṭb yhi zmyn hvkhmut th khshk gvmut āsan, tvpth yylhi asụ̄ tth rvud travan chhi. Aty chhu suh trvtazh spdan byyhi chhu pholan, byyhi chhu kharan prth qsmkụ̄ khvbṣvrt kulụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Yhi āv byan krnh aamhi sbbh kh Allah tʿālyā he chhu mvjvd brḥq, vjvds mnz kạml. Yhi gvv tihund kmali dhạty, byyhi chhu sue mordn zndh kran, yhi gvv tihund kmali fʿly. Byyhi chhu sue prth chyzs petth qdrt vvl, yhi gvv tihund kmali vṣfy."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi chhe qyamt ẓrvr yivunụ̄. Tth shkhah chhunh tth mnz byyhi kri Allah tʿālyā zndh timn sarine yim qbrn mnz chhi yʿny ʿālmi brzkhs mnz. Yimav czvrv ʿnaṣrv mnz kunhi ʿnṣrs mnz āsn yim khaks mnz āsn timn thi yim nars mnz āsn timn thi. Yim ābs mnz āsn timn thi, yim hvahs mnz āsn timn thi."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi chhi lvukv andrh bʿẓ lvukh yim har th qẓyhi lagan chhi khdae sndis mʿāmls andr, tihindis dhats, ṣfatn ya afʿāln andr kunhi ʿlmy vạqfyt vrạe, byyhi kunhi rvshn ktabhi vrạe."
  },
  {
    "verse_id": 9,
    "translation": "Kn trkrạvith, yʿny mtkbranh ṭryqs mnz lvukn khdae snzi vathi nishhi ddalnh khạṭr. Tihindy khạṭr chhe bdd rsvạyy dnyahs andr byyhi havav asụ̄ tas qyamtuk doh dzvunhi narkh ʿdhabuk pvur mzh."
  },
  {
    "verse_id": 10,
    "translation": "Vannhi yiyas yhi ʿdhab chhue timn kamyn hund bdlh yimh pnnyv aathv krimaczh chhath. Byyhi aamy sbbh kh Allah tʿālyā chhunh hrgz ẓlm krvun pnnyn bndn. Lhādha kya ave cze sza dinh jurmh vrạe."
  },
  {
    "verse_id": 11,
    "translation": "Byyhi chhi lvukv andrh bʿẓ tim lvukh yim bndgy chhi kran khdae snz ands petth rvuzith yʿny trdud th shk kis ḥals petth. Ps hrgah vvtus kanhh khạrah tylhi chhu qrar kran ttụ̄ the. Byyhi hrgah vạczs kanhh āzmạyshah yʿny kanhh tklyfah aty chhu phyran th buth kran vaps kufrs kun yymhi sintụ̄ gczhan chhu ts dnyahuk th ạkhrtuk nqṣan. Aath chhi vanan nvn nqṣan. Dnyahuk nqṣan gvv ftns andr mbtla sapdun. Ạkhrtuk nqṣan gvv aslam nishhi chhi aathh chhlan khdae snz ʿbadt trạvith."
  },
  {
    "verse_id": 12,
    "translation": "ʿbadt chhiv kran khdays vrạe timne chyzn hnz yim nh tmis ʿbadt krns petth nh kanhh ẓryr hykn vatnạvith byyhi nh ʿbadt krns petth kanhh fạydh hykn vatnạvith. Yhe gyhi antha drjich so gmrạhy yosh pazi nishhi setthah dvur chhe."
  },
  {
    "verse_id": 13,
    "translation": "Yhi chhu tihnze ʿbadt kran yymụ̄ sund ẓryr zyadh nkhh chhu tihindi nfʿ khoth. Suh chhu setthah ychh mddgar th setthah ychh rfyq."
  },
  {
    "verse_id": 14,
    "translation": "Pzipạtthụ̄ Allah tʿālyā vatnavi timn lvukn yimav ayman avn byyhi krykh rcz ʿmlh, jnth kyn timn baghn andr yimav mnzụ̄ joyhi pkan āsn. Pzipạtthụ̄ Allah tʿālyā chhu kran ty yhi yczhan chhu, kạfrn hndi khạṭr yyczihh ʿdhab, baaymann hndi khạṭr bvdd thvab, tth banhi nh aakh dhrh thi bdl."
  },
  {
    "verse_id": 15,
    "translation": "Yus aakhah rsvl krym ṣly Allah ʿlyh v slmn sintụ̄ mkhalft krith yhi khyal thavi kh bh yimh ghạlb timn pyth tvpth ratth bh pth tihnz th tihindi dynch trqy, Allah tʿālyā kri nh hrgz tmis kunhi qsmh mdd, nh dnyahs andr, nh ạkhrts andr, yymụ̄ sund yhi khyal āshi ts pazi suh trạvin āsmans aalạnz aakh razah tvpth khsin āsmans, tvt vạtith hrgah pilys suh krnạvin vḥy nạzil krun bnd. Yhi kth chhe vaẓḥ kh thi hykhi nh krith. Vonụ̄ gczihh ghvr krun kh kyah amis shkhṣh sund yhi tdbyr krun yymhi nishhi suh balkl ʿạjz chhu hykya amụ̄ snzi nagvạry hund chyz yʿny vḥy bnd krith. Hrgz hykhi nh krith."
  },
  {
    "verse_id": 16,
    "translation": "Yithe pạtthụ̄ kvr aashi nạzl qrān mjyd yath mnz ṣaf ṣaf th vaẓḥ dlylh chhe mgr bavjvdān byyhi chhu Allah tʿālyā he vath havan tas yasund aradh kran chhu."
  },
  {
    "verse_id": 17,
    "translation": "Pzipạtthụ̄ baayman byyhi yhvudụ̄, byyhi ṣabiyn byyhi nṣaryā byyhi ātsh prst byyhi mshrk. Pzipạtthụ̄ Allah tʿālyā kri yimn sarine mnz fạṣlh qyamtuk doh. Mslmann baaymann vatnavi jnts mnz. Kạfrn vatnavi jhnms mnz. Pzipạtthụ̄ Allah tʿālyā chhu prth chyzah, prth kạnshi hnz prth kạmah panh vuchhhi vun."
  },
  {
    "verse_id": 18,
    "translation": "Aya vuchhan chhukhna czh ae vuchh vunhi kh be shk Allah tʿālyā hs chhi sjdh divan tim sạry mkhlvqat yim āsmann mnz chhi, byyhi tim sạry mkhlvqat yim zmynn mnz chhi, byyhi āftab byyhi zvun byyhi starh, byyhi koh th kulụ̄ byyhi sạry charpa byyhi lvukv andrh varyah. Bavjvd ayn kh sạry mkhlvqat chhi tạbʿ th frman brdar Allah tʿālyā hs mgr ansan yimn khaṣ ʿql āyhi ʿṭa krnh timav mnz chhinh sạry frman brdar blkh chhi varyah frmanbrdar mgr varyah chhi timav andrh tim yimn petth nafrmạny sbbh ʿdhabs mstḥq āsun chhu āmut qrar dinh yʿny yim mstḥq ʿdhab chhi spdụ̄ mtụ̄. Pzkth chhe yhe kh yimn Allah tʿālyā khvar v dhlyl kri th hdaytuk tvfyq diyhi nh, timn chhunh kanhh thi ʿzt divun. Be shk Allah tʿālyā chhu ty kran yhi yczhan chhu, suh chhu akhtyar vvl."
  },
  {
    "verse_id": 19,
    "translation": "Yim zh chhi aakh akụ̄ sndụ̄ mdʿī. Har chhakh pnnis khdae sndi khạṭr brvuntthimyn āyh krymn mnz yʿny )......( yimn frqn hnz dhkr chhe timn sarine chhi ḥq v bạṭls petth āsnh kh ḥythyth zh fryq. Aakh gvv baayman yim pnnis prvrdgar sndyn sarine aḥkamn chhi tslym kran. Dvyum fryq gvv sary kạfr, yhvudụ̄, nṣaryā, mjvs, mushrkyn, ṣaybyn vghạrh. Yim nh pnnis prvrdgar sndyn aḥkamn tslym kran chhi, tihnz aṭaʿt qbvl kran chhi. Yim doshve fryq chhi dʿūyā hs andr, bḥths andr, mnaẓrs andr aakh akụ̄ sndụ̄ mdmqabl rvzan jhadv qtal kis mvqʿs petth. Chnanchh jngi bdrs mnz aakhi ṭrfh ḥẓrt ʿly mrtẓyā, ḥẓrt ḥmzh, ḥẓrt ʿbydth bn alḥarth rẓy Allah ʿnhm, byyhi ṭrfh kạfrv andrh tre znụ̄. ʿtbh, shybh, vlyd. Aamhi pth chhu Allah tʿālyā frmavan yimn doshvunụ̄ jmaʿtn hund anjam. Vonụ̄ yim kạfr chhi tihindi khạṭr chhu āmut kpttnh naruk palv th jamh. Yʿny timn āshi nare nar prth ṭrfh phyrnkụ̄ pạtthụ̄ prth ṭrfh valnh āmut. Timn yiyhi klh petthh travnh jhnmch rasr."
  },
  {
    "verse_id": 20,
    "translation": "Yymhi sintụ̄ puhsrh vasn timn andrh nybrh. Ddvmb th andrm thi daznkh byyhi dzykh svrue pvst."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi āsn tihindi laynh khạṭrnars andr grm krnh āmtụ̄ shistrv ddys th gorzh."
  },
  {
    "verse_id": 22,
    "translation": "Yylhi yylhi tim aradh āsn kran jhnms mnz nyrnuk, byyhi āsn vatnavnh yivan tth mnz timav ddysv th gorzav sintụ̄, vannh āsykh yivan. Czhiv hmyshhi khạṭr mzh daznh kh ʿdhabuk."
  },
  {
    "verse_id": 23,
    "translation": "Pzipạtthụ̄ Allah tʿālyā vatnavi timn lvukn yimav ayman avn th rcz ʿmlh krykh jnth kyn timn baghn mnz yimav mnzụ̄ kolh th joyhi āsn pkan, zyvr yiyhi gnddnh timn jnts mnz sonh sndụ̄ krụ̄ byyhi mokhth malh, byyhi āshi tihund lbas jnts mnz pvtt. Dnyahs mnz chhu son roph th pvtt mslman mrdn petth ḥram kyazi nby krym ṣly Allah ʿlyh v slmv frmvv ).........( yʿny son th pvtt āv ḥlal krnh myanyn aumt chn znann petth mgr ḥram āe krnh yim chyz myanhi aumt kyn mrdn petth. Lhādha yus mrd son, roph th pvtt astʿmal kri dnyahs andr suh āshi ạkhrts andr mḥrvm jnth kyv zyvrv nishhi."
  },
  {
    "verse_id": 24,
    "translation": "Yhi svrue anʿām v akram āshi timn yymhi sbbh kh dnya hs mnz kya āyhi vath havnh timn baaymann pak klams kun, suh gvv klh ṭybh. Byyhi āykh vath havnh qạbl tʿryf vathi kun, so vath gyhi dyni aslam, ṣraṭ mstqym. Tamhi ky brkth ākh jnt th jnth chh nʿmczh, jntuk zyvr ʿṭa krnh."
  },
  {
    "verse_id": 25,
    "translation": "Pzipạtthụ̄ yimav lvukv kfr th ankar kvr, byyhi chhi tim pth rttan lvukn khdae snzi vathi nishhi yʿny aslam nishhi, byyhi chhi pth rttan lvukn tamhi mḥtrm msjdi nishhi yosh aashi mqrr chhe krmcz sarine lvukn hndi khạṭr ʿbadtch jae yth mnz brabr chhu tatiyuk rvzn vvl thi, tamhi nybr byyv shhrv petthh yinh vvl. Aakh yim lvukn pth rttn dyni aslam nishhi byyhi msjdi ḥram yth mnz kʿbh shryf chhu tamhi kh zyart nishhi, byyhi yim lvukh aath msjdi ḥrams andr dyn aslams khlaf kanhh kạmah krn ya kfr v shrkuk aradh krn, suh czhnavvn asụ̄ dag th dvd tulh vunhi ʿdhabuk mzh."
  },
  {
    "verse_id": 26,
    "translation": "Lvukn nishhi kriv dhkr yylhi tyar kraashi abrahym ʿlyh alslam sndi khạṭr grch jayh, tth ʿbadts mnz mah thạviyvun shryk me sintụ̄kanhh chyz, pak thạviyvun myvn gr ʿbadt krvunyn hndi khạṭr, khanh kʿbh tyar krnch jae sintụ̄ frmvvhs, yhi mkanh kryvun tyar myanhi ʿbadt khạṭr, nemaz prvunyn hndi khạṭr, yim nemazi andr rkvʿ th sjdh krvunụ̄ āsn."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi vvn aashi abrahym ʿlyh alslams kh aʿlan kriv lvukn andr aamhi grch zyart krnuk. Aamhi aʿlanh sintụ̄ yin lvukh tohyhi kun aamhi gr kh zyart khạṭr laran th garan, pthrụ̄ th svaryn petth, timn svaryn petth yimh dvur draz sfr krnh sintụ̄ laghr th sust āsn spzmaczh, yin timh svari dvuryv vatv petthh koh darv mnzụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Yuth vatn th ḥạẓr spdn pnnyn dyny th dnyavy fạydn ḥaṣl krnh khạṭr )dyny fạydh chhu mqṣvd baaldhat dnyvy fạydh chhu tabʿ ghyrmqṣvd( byyhi yuth khdae sund yad krn timn dohn mnz yim mʿlvm th mqrr chhi )tim ge dhim, khim, th bhim( qrban krnh khạṭr timn janvrn yim Allah tʿālyā ne ʿṭa krimtụ̄ chhi mkhṣvṣ charvayv andrh yʿny gav, avntt, czhavul th kth. Timne dhbḥ krnh kh vqth hyn khdae sund nav yʿny prn dhbḥ kran bsm Allah Allah akbru. Ps khyyiv panh timn qrbany hndyn hndi maz andrh, byyhi khyạviyvukh mṣybt zdh th mḥtaj blkh maldar athkhaṣ thi he khyạviyvukh kanhh ḥrj chhunh."
  },
  {
    "verse_id": 29,
    "translation": "Tvpth gczihh lvukn hund dvur krun panun mal th kthaft yʿny aḥram mczravun mas kasun ya krpun, byyhi kạsin nam byyhi hyvn aṣlaḥ byyhi gczhn krnụ̄ pvur pnnụ̄ vajbat byyhi krin ṭvaf khanh kʿbs yus mamvn th mḥfvẓ chhu, ṭvaf zyart, yhi ṭvaf chhu frẓ."
  },
  {
    "verse_id": 30,
    "translation": "Aakh gyhi yhi kth, aamhi ʿlavh chhu khdae sndyn aḥkamn hnz qdr krnụ̄, yus aakhah khdae sndyn mḥtrm aḥkamn hund tʿẓym bjaaanhi, thi chhu tasndi khạṭr setthah bhtr pnnis prvrdgars nishhi. Tamhi sintụ̄ bnys thvab byyhi lbhi ʿdhab nishhi njat. Byyhi āyhi tuhndi khạṭr ḥlal krnh charpa yylhi timn khdae sunḥd nav hyth dhbḥ yiyhi krnh mgr nh tim janvr yimn hund ḥkm tohyhi petth prnh yivan chhu. Tim ge time janvr yimn hnz dhkr svrh anʿāms mnz krnh āyhi )suh gvv khvd mordh, khvn, khnzyr, byyhi yus janvr khdays vrạe byyhi kạnshi hndi navh tasund qurb czhanddnh khạṭr dhbḥ yiyhi krnh( ps rvuziv pth potlyn hnz prstsh krnh chh napạky nishhi, byyhi rvuziv pth aapz kth vannh nishhi, aapz gvạhy dinh nishhi."
  },
  {
    "verse_id": 31,
    "translation": "Drḥaltykh mạyl ạsiv tvhụ̄ mʿbvdi brḥqs kun ts kanhh aakh shryk tthhravnh vrạe, kyazi yus akhah kunis mʿbvds shryk tthhravi tmụ̄ snz mthal chhe zan suh āsmanh pyvv pthr vsith tvpth tul mordar khor janvrv dighi dighi ya duyt tyz vavan brith kunhi dvur jayhi yythi suh hlak gvv. Bhrḥal suh gvv yithe pạtthụ̄ yus shkhṣ shrk tthhravan chhu khdays, suh chhu ya kạnshi hndi aathh marh gczhan ya chhu khod bkhod maran, prth ḥals mnz chhu ts jhnms andr vatun."
  },
  {
    "verse_id": 32,
    "translation": "Yhi kth thi gyhi khtm, vonụ̄ bvuziv tvhụ̄ aakh khaṣ kth qrbạny hndis janvrs mtʿlq. Byyhi yus tʿẓym kriv khdae sndyn dyn kyn yadgarn th nshann yʿny ḥj kyn ḥkmn byyhi qrban kyn janvrn hund. Ps be shk yimn chyzn hnz ʿẓmt chhe ḥaṣl spdan dilh sintụ̄ khdays khocznh sintụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Tuhndi khạṭr chhu jạyz fạydh tulun timn qrban kyn janvrn nishhi akis muʿīn vqts tanụ̄ yvt tanụ̄ nh shrʿī qvaʿdv mvjvb tim hdy yin bnavnh tvt tanụ̄ chhu timn petth svar spdun, tihund dod khyvn, timn petth bvrsarun jạyz yylhi tim hdy bnavnh āe aadh gczihh yimav sarive chyzv nishhi pth rvzun mgrhe skht ẓrvrt pyyhi. Tvpth chhe tihindi ḥlal spdnch jae yʿny dhbḥ krnch jae khanh kʿbs nzdyk. Petthh yhi byan āv krnh kh ḥrmse mnz gczihh qrban yun krnh, aamhi andrh gczihh nh yhi khyal krun kh aamhi mnz ma chhu mqṣd ḥrmuk tʿẓym krun, thi chhunh hrgz blkh chhu aṣl mqṣd prvrdgarsundue tʿẓym, tmụ̄ sundue qurb ḥaṣl krun. Mdhbvḥ janvr ya yth jayhi dhbḥ krnh yiyhi suh chhu aakh dhryʿāh, mqam th jayhi hund tkhṣyṣ chhu bʿẓ ḥkmtn hndi vjh. Tim tkhṣyṣat hrgah mqṣvd āsn tylhi bdlh hn nh tim kunhi shryʿts andr mgr timn hundbdlh chhu ẓạhr. Tqrb aly Allah yus aṣl mqṣvd chhu suh chhu prth shryʿts mnz mḥfvẓ rvudmut. Chnanchh Allah tʿālyā chhu frmavan."
  },
  {
    "verse_id": 34,
    "translation": "Brvuntthim ahli shryʿt yim guzrymtụ̄ chhi timav andrh chhu aashi prth aumts qrban krun mqrr kvrmut yymhi ghrẓh kh tim āsn qrban kis ts mkhṣvṣ janvrs petth Allah tʿālyā sund nami pak hyvan yymụ̄ suh janvr ʿṭa kvrmut chhukh. Aamhi andrh sapud thạbt kh tuhund khda chhu kunue. Ps kriv tihnze aṭaʿt th frman brdạry, tsndy yvt bniv, mvḥd khạlṣ rvuziv. Kanhh jae vghạrh mah zạniyvun baaldhat tʿẓyms szavar. Pnnhi ʿmlhi andrh mah ạsiv akis dhrs brabr thi shrks shayibs yinh divan. Tvhụ̄ diyiv bshart th khoshkhbry yarsvl Allah ṣly Allah ʿlyh v slm khdae sndis ḥkms grdn darvunyn."
  },
  {
    "verse_id": 35,
    "translation": "Yim aamhi tvḥyd khalṣ kh brkth chhi tithiy yylhi timn brvntthh knhi khdae sndụ̄ ṣfat byyhi tihindụ̄ aḥkam byyhi tmụ̄ sndyn vʿdn th vʿīdn hund dhkr krnh yivan chhu, tim chhi khoczan, diln chhakh natth vothan, byyhi yim ṣbr kran chhi mṣybtn petth, byyhi yim ddadd kran chhi nemazi petth, byyhi yim khrch kran chhi tamhi malh andrh yus aasy timn ʿṭa chhu kvrmut, mṭlb chhu kh tvḥyd khalṣ chhu tiyuth babrkt chyzah yymhi sintụ̄ kmalat nfsạny, bdny th mạly ḥaṣl spdan chhi."
  },
  {
    "verse_id": 36,
    "translation": "Ae mslmanv byyhi krụ̄ aashi tuhndi khạṭr qrbankụ̄ sạry janvr, avuntt, gupn, czhavlụ̄ ḥjs andr khdae sndi dyn kyv yadgarv andrh yimn janvrn andr chhi tuhndi khạṭr dynkụ̄ tʿẓym bja aannh ʿlavh byyhi byyhi fạydh thi. Ps ạsiv timn vothdanhi khash krnh kh vqth khdae sund nav hyvan. Brvutthim khovur khor hyvr kun gnddith tryn zngn petth aistadh kran. Aadh yylhi suh janvr kunhi lari pthr vsụ̄ pyvan āshi tvpth yiyhi shyrnh smbalnh. Ps khyyiv tvhụ̄ tihindi mazh andrh, byyhi khyạviyvun nah mngh vun thi, ghyr sạyl thi th sạyl thi. Yithe pạtthụ̄ krụ̄ aashi ram th mskhr tohyhi yim janvr yuth tvhụ̄ shkr dpiv."
  },
  {
    "verse_id": 37,
    "translation": "Khdays nishhi nh chhu vatan timn qrban kyn janvrn hund maz, nh chhu vatan tihund rath blkh chhu vatan ts nishhi tuhund tqvāhe th prhyzgạry. Yithe pạtthụ̄ krụ̄ Allah tʿālyā hn tohyhi mskhr th ram yim janvr yuth tvhụ̄ bvdd zạnyvun Allah tʿālyā yath petth kh vath hạvnav tohyhi pzis dyns kun. Ḥj kyn ṣḥyḥ ḥkmn kun byyhi duyt nav tohyhi tvfyq qrban krnuk. Byyhi frmạviv tvhụ̄ yarsvl Allah bshart th khoshkhbry aikhlaṣ valyn nykv karn."
  },
  {
    "verse_id": 38,
    "translation": "Pzipạtthụ̄ Allah tʿālyā kri baaymann nishhi tihindyn dshmnn hund ghlbh ʿnqryb dvur. Tim hykn nh āyndh kunhi chyzs andr mzaḥmt krith. Pzipạtthụ̄ Allah tʿālyā chhunh kạnshi khyant krvunis dgha bazs th nashkrgzars psnd kran."
  },
  {
    "verse_id": 39,
    "translation": "Ajazt āv dinh mqablh krnuk timn lvukn yimn sintụ̄ kạfrn hndi ṭrfh lrrạe ạs yivan krnh kyazi timn petth āv setthah ẓlm krnh. Mslmann hndi km ya zyadh āsnuk chhunh kanhh sval kyazi be shk Allah tʿālyā chhu timn prth ḥals andr mdd krns th ghlbh dins petth setthah qdrt vvl."
  },
  {
    "verse_id": 40,
    "translation": "Yim mslman naḥq kddnh āe pnnyv shhrv andrh, tihund jrm avsnh kynhh yymhi kthhi vrạe kh tim ạsụ̄ vnan svn prvrdgar chhu Allah tʿālyā yʿny yhi svrue ghyẓ vghẓb chhu tvḥyds petth. Byyhi hrgah nh Allah tʿālyā lvukn hund zvr addyn hndi sintụ̄ addyn km kran āsiha yʿne ahli ḥqn ne ahli bạṭln petth vqtaan fvqtaan ghlbh divan āsiha, tylhi āshn āmtụ̄ pnnhi pnnhi vqth luvrnh th munhdm krnh nṣaryā hn hndụ̄ khlvt khanh th ʿbadt khanh. Yhvudyn hndụ̄ ʿbadt khanh byyhi mslmann hnzh timh msjd yimn mnz bkthrt khdae sund nav hynh yivan chhu. Byyhi ẓrvr Allah tʿālyā yạry th mdd timn lvukn kran yim ts mdd krn yʿny tihindis dyins. Pzipạtthụ̄ Allah tʿālyā chhu panh setthah ṭaqt vvl sarine petth ghạlb, suh chhunh kạnshi hndis mdds kun mḥtaj."
  },
  {
    "verse_id": 41,
    "translation": "Yim ge time mslman yimn bshart dinh āyhi, hrgah asụ̄ dnyahs mnz ḥkvmt dimav tihindis aaths mnz, aashi chhe khbre tim thavan panh thi nemaz brpa byyhi krn zkvāhh ada. Byyhi krn byyn thi rczan kamyn hund aamr th ychh kamyv nishhi mnʿ. Sarine kamyn hund anjam chhu khdae sndise akhtyars andr."
  },
  {
    "verse_id": 42,
    "translation": "Hrgah yim har th qẓyhi lagvunụ̄ lvukh tohyhi aapuz zann th pczh krn nh, yhi nv ktha chhanh, aamhi sintụ̄ mah spdiv tvhụ̄ āzurdh, yimn brvntth thi chhi qvmi nvḥn, qvmi ʿādn th thmvdn pnnụ̄ pyghmbr aapzụ̄ zạnimtụ̄."
  },
  {
    "verse_id": 43,
    "translation": "Byyhi qvmi abrahymn byyhi qvmi lvṭn,"
  },
  {
    "verse_id": 44,
    "translation": "Byyhi shhri mdyn kyv lvukv, byyhi chhu aapuz zannh āmut mvsyā ʿlyh alslam. Timn sarine kạfrn th mnkrn dicz me kynhh kalah mhlt, tvpth rttim tim th krim ʿdhabs grftar. Ps vuchhiv tvhụ̄ suh myvn ʿdhab kiyuth avs tihindi khạṭr."
  },
  {
    "verse_id": 45,
    "translation": "Ps kạtihan shhrn hndụ̄ lvukh gạlụ̄ aashi tihinzi nafrmạny sbbh. Tihnz ḥalt chhe tihnzn lryn jayn hndụ̄ pas chhi dabh byitthụ̄ mtụ̄ yʿny timh chhe vạran th munhdm spzmaczh. Tim lvukh yim timn lryn mnz bsan ạsụ̄ ge hlak tth sintụ̄. Byyhi kạtyah kiryirụ̄ yim bykar chhi pymtụ̄, aamhi brvntth ạsụ̄ tim ābad, byyhi kạczah mḥkm th mẓbvṭ gchh krnh āmcz lari, timne lryn chhu lur par gvmut."
  },
  {
    "verse_id": 46,
    "translation": "Kya yim mnkr chhina phyrmtụ̄ mulks andr taaynkh timav āshn tihindụ̄ ḥalat vuchhimtụ̄, ps āshankh dil tithụ̄ spdụ̄ mtụ̄ yimav sintụ̄ zanun tghi hkh ya āshankh kan tithiụ̄ spdụ̄ mtụ̄ yimav sintụ̄ bvzun tghi hkh. Ḥqyqt chhe yhi zi aanhi chhanh āsan gạmcz klh chh achh blkh chhi anụ̄ āsan tim dl yim syns mnz chhi āsan, lhādha chhi timn thi dl aʿmyā spdimtụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Vonụ̄ chhi yim kạfr nbvts mnz shubh th shk travnh khạṭr tohyhi nishhi jldy czhanddan ʿdhab vaqʿ krns andr. Allah tʿālyā kri nh hrgz pnnis vʿds khlaf. Yus vqtah tmụ̄ tamhi ʿdhab khạṭr mqrr kvrmut chhu tth vqts petth vathi ẓrvr suh ʿdhab. Pzipạtthụ̄ tuhndis prvrdgars nishhi chhu aakh doha sass vriys brabr tuhndi tamhi shmar mvjvb yus tvhụ̄ kran chhiv."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi kạtihn shhrn hndụ̄ lvukh timn dicz mhlt ẓạlm th nafrman āsnh kh bavjvd yʿny tim ạsụ̄ tthtthh zanan ʿdhabuk vaqʿ spdun tamy ạsụ̄ jldy tamhi kh vqvʿuuk mṭalbh kran. Tim yylhi tvthi baz āe nh tvpth krụ̄ me tim ʿdhabs grftar. Byyhi chhu sarine ptvlakh me nishhi vatun, tamhi saʿth dimh bh timn shrk v kfruk pvur sza."
  },
  {
    "verse_id": 49,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, ae lvukv, bh chhus nh mgr tuhndi khạṭr aakh nnụ̄ pạtthụ̄ byim krvun, me tanụ̄ chhunh ʿdhab vaqʿ krun."
  },
  {
    "verse_id": 50,
    "translation": "Ps yimav lvukv myanhi khocznavnh th byim krnh sintụ̄ ʿbrt rttith ayman avn th rcz ʿmlh kri, tihindi khạṭr chhu bvdd mghfrt byyhi ʿztuk rizq yʿny jnt th jnth chh nʿmczh."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi yim lvukh kvshsh chhi kran sanyn āyatn aapuzzạnith aashi ʿạjz krnch, time ge nar vạlụ̄ yʿny nari jhnms vath vunụ̄. Ae pyghmbr yim lvukh chhi shyṭan sndi aghva sintụ̄ tohyhi sintụ̄ mqablh th mjadlh kran, yhi chhanh nv kthah."
  },
  {
    "verse_id": 52,
    "translation": "Aashi svuz nh tohyhi brvntth kanhh rsvlah th kanhh nbyah yymis nh yhi qṣh pysh āv kh yanụ̄ tmụ̄ Allah tʿālyā sndyv aḥkamv andrh ḥkmah byan hyvt krun tanụ̄ hyvt shyṭann kạfrn hndyn diln shubh th aʿtraẓ travun. Ps chhu Allah tʿālyā nihnavan th nyst v nabvd kran tim shbhat th vsvashi yim shyṭan travan chhu qṭʿī jvabav th rvshn dlylv sintụ̄. Tvpth chhu Allah tʿālyā mẓbvṭ kran pnnyn āyatn hndụ̄ mẓamyn. Byyhi chhu Allah tʿālyā timn aʿtraẓatn mtʿlq pvur ʿlmh vvl, byyhi chhu timn aʿtraẓatn hund jvab tslym krns andr pvur ḥkmt vvl. Vonụ̄ gvv yhi kyazi chhu Allah tʿālyā kran yʿny shyṭans kyazi chhu vsvsh travnuk mvqʿ divan."
  },
  {
    "verse_id": 53,
    "translation": "Yuth Allah tʿālyā kri tth shyṭan sndis vsvsas āzmạyshhi hund dhryʿh timn lvukn hndi khạṭr yihindyn diln andr shkn th shubhn hund mrẓ chhu, byyhi yimn hndụ̄ dl skht chhi. Pzipạtthụ̄ chhi kạfr zyitthis akhtlafs th mkhalfts mnz, pvz rvshn ạsith chhinh mḥẓ ʿnad sbbh qbvl kran, shyṭans āv vasvsh travnuk ṭaqt dinh yuth lvukn āzmaysh krnh yiyhi."
  },
  {
    "verse_id": 54,
    "translation": "Chhu yimav ṣḥyḥ jvabv sintụ̄ timn shubhatn hund abṭal spdan yuth ʿmlhi vạlụ̄ yhi kth var zann yhi nby krym ṣly Allah ʿlyh v slmv frmvv th tlavt kvr, thi chhu pzipạtthụ̄ tihindis prvrdgar sndy ṭrfh. Ps rvuzin tim aymans petth pvur qạyim tvpth spdn tth petth ʿml krnh khạṭr tihindụ̄ dl pvur mạyil. Be shk Allah tʿālyā he chhu baaymann syz vath havan. Ps gvczh na timn hdayt banun. Yhi gyhi ḥalt baaymann hnz, pth rvudụ̄ kạfr timn hund ḥal chhu aamhi pth."
  },
  {
    "verse_id": 55,
    "translation": "Pth rvudụ̄ kạfr tim rvzn hmyshh qrān mjyd kh ḥqh shk se andr yvt tanụ̄ vạtith pyyhi hngh th mngh timn qyamtuk doh ya vatykh dnyase mnz kunhi skht mshkl th be brkt dohuk ʿdhab yth mnz timn qtl v ghart spdi."
  },
  {
    "verse_id": 56,
    "translation": "Padshaht āshi tamhi doh yʿny qyamtuk doh Allah tʿālyā snze yạcz. Sue kri yimn kạfrn mnz ʿmly fạṣlh. Suh fạṣlh gvv yohe kh yimav lvukv ayman anith rcz ʿmlh kri maczh āsn timn vatnavi Allah tʿālyā nʿmczn hndyn jntn andr."
  },
  {
    "verse_id": 57,
    "translation": "Byyhi yimav kfr th ankar kvr byyhi zạnikh aapzụ̄ sạnụ̄ āyat, ps timn lvukn hndi khạṭr chhu dhlyl th khvar krvun ʿdhab."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi yimav lvukv khdae snzi vathi yʿny tihindi dynh khạṭr panun vṭn trạvith hjrt kr tvpth āe marnh ya mvudụ̄ pane timn diyhi Allah tʿālyā ẓrvr aakh rut rizqah, jntuk rzq th km km myvh byyhi dydari khda. Pzipạtthụ̄ Allah tʿālyā he chhu sarive ʿṭa krvunyv andrh rut ʿṭa krvun, suh kri ʿṭa timn rzq jnts stụ̄ rcz jae th rut gr thi."
  },
  {
    "verse_id": 59,
    "translation": "Suh vatnavi timn ẓrvr ticzihh rczi jayhi andr yosh timn setthah psnd spdi. Allah tʿālyā chhu prth kthhi hnz mṣlḥe zanh vun, setthah czydd krvun, pnnyn dshmnn chhunh sinty rttan th sza divan blkh chhukh mhlt divan."
  },
  {
    "verse_id": 60,
    "translation": "Vonụ̄ bvuziv aamhi pth yhi kth kh yymụ̄ dshmns nishhi bdlh hyvt tiyutue yuth tmis tklyf vatnavnh āmut avs, tvpth he ts petth zyadty krnh āyhi Allah tʿālyā kri ts ẓrvr mdd th yạry. Pzipạtthụ̄ Allah tʿālyā chhu yqynaan setthah ʿfv krvun setthah mghfrt krvun."
  },
  {
    "verse_id": 61,
    "translation": "Yhi yʿny baaymann ghlbh duyn, timn yạry th mdd krun chhu aavae zi Allah tʿālyā chhu kmali qdrt vvl. Chnanchh suh chhu rạcz hndyn ajzahn vatnavan dohs mnz. Doh kyn ajzahn vatnavan rạcz mnz yʿny kmy th zyadty kran. Byyhi chhu aamhi nṣrtuk sbb kh Allah tʿālyā chhu sarine hndụ̄ aḥval th aqval bvzvun th vuchhhi vun."
  },
  {
    "verse_id": 62,
    "translation": "Byyhi chhu aamhi nṣrtuk sbb kh Allah tʿālyā he chhu be shk khdae brḥq, pnnhi hsty mnz kạml. Suh chhu vajb alvjvd, byyhi yimn mʿbvdn tim lvukh ʿbadt kran chhi, tim chhi aapzụ̄ th bạṭl. Byyhi chhu pzipạtthụ̄ Allah tʿālyā he setthah thvd th setthah bvd ʿạly shan. Aamhi ʿlavh chhi Allah tʿālyā sndụ̄ kmalat byyhi chhe tihinzi be shmar nʿmcz yimav kmalatv th nʿmtv sbb, suh chhu tvḥyds th shkrs szavar."
  },
  {
    "verse_id": 63,
    "translation": "Czh chhukhna vuchhan Allah tʿālyā snz qdrt kithh pạtthụ̄ chhu suh āsman kh ṭrfh rvud travan yymhi sintụ̄ zmyn chhe spdan srsbz. Pzipạtthụ̄ Allah tʿālyā chhu bndn petth setthah mhrban, ts chhe bndn hnzn kthn hnz pvur khbr, tihindyn ẓrvrtn hund kạfy ʿlm timn mṭạbq chhu suh tihindụ̄ ḥajt pvur kran."
  },
  {
    "verse_id": 64,
    "translation": "Tihundue chhu thi yhi āsmann mnz chhu, byyhi thi svrue yhi zmynn mnz chhu. Byyhi chhunh Allah tʿālyā kạnshi kun mḥtaj, suh chhu tʿryfn th ḥmdn szavar."
  },
  {
    "verse_id": 65,
    "translation": "Ae mkhạṭb cze chhe na khbr kh pzipạtthụ̄ Allah tʿālyā hn chhi lạgimtụ̄ kamhi tim sạry chyz yim zmyns mnz chhi tuhndi khạṭr, byyhi chhan navh yimh tihind ḥmh dryavs mnz pkan chhe, byyhi chhu sue āsmans thph krith yuthnh tihindi ḥkmh vrạe suh zmyns petth vsith pyyhi. Pzipạtthụ̄ Allah tʿālyā chhu lvukn petth setthah shfqt vvl th mhrban."
  },
  {
    "verse_id": 66,
    "translation": "Byyhi gvv suh sue qadri mṭlq yymụ̄ tvhụ̄ pạdh kriv, tvpth maryv sue, tvpth kryv byyhi dvbarh zndh sue. Yimn dlyln th nʿmczn kun nẓr krith gvczh lvukn hund suh kunue zanun, tihnze gczh shkrgzạry krnụ̄. Be shk ansan chhu setthah kfrani nʿmt krvun."
  },
  {
    "verse_id": 67,
    "translation": "Yiczhh aumth guzrymcz chhe, prth aumt khạṭr chhu aashi dhbḥ krnuk aakh ṭryqah mqrr kvrmut. Tth ṭryqs petth ạsụ̄ tim dhbḥ kran, ps avs lạzm aʿtraẓ krvunyn kh tim krhn nh kanhh aʿtraẓ th akhtlaf dhbḥ kis mʿāmls andr. Tvhụ̄ rvuziv bdstvur lvukn pnnis khdays kun nad divan. Pzipạtthụ̄ tvhụ̄ chhiv yqynaan syzi vathi petth."
  },
  {
    "verse_id": 68,
    "translation": "Byyhi hrgah aath petth thi yim lvukh tohyhi sintụ̄ har th qẓyhi lagn, tvhụ̄ frmạviyvukh ptim kth, Allah tʿālyā chhu zyadh zanan tth sạrise, yhi tvhụ̄ kran chhiv, sue anzravi tuhndụ̄ nyae."
  },
  {
    "verse_id": 69,
    "translation": "Allah tʿālyā kri panh tohyhi mnz ʿmly fạṣlh qyamtuk doh tth sạrise mnz yath mnz tvhụ̄ akhtlaf kran ạsiv."
  },
  {
    "verse_id": 70,
    "translation": "Ae mkhạṭb kya cze chhue na mʿlvm kh Allah tʿālyā chhu zanan thi svrue yhi āsmann th zmynn mnz chhu bavjvdān. Pzipạtthụ̄ yhi svrue chhu lykhith thi mḥfvẓ namh aʿmaln mnz. Lhādha sapud thạbt kh pzipạtthụ̄ yhi fạṣlh krun chhu Allah tʿālyā hs nishhi setthah āsan."
  },
  {
    "verse_id": 71,
    "translation": "Byyhi chhi mshrk lvukh ʿbadt kran khdays vrạe byyan chyzn hnz yimn ʿbadt krnh khạṭr nh kanhh dlylah Allah tʿālyā hn pnnyn ktabn mnz nạzl krmczchhe, nh chhe timn kạfrn nishhi tmich kanhh ʿqly dlylah blkh chhi tim mḥẓ be dlyl khdays shrk anan. Qyamtuk doh yylhi timn shrks petth szadinh yiyhi, timn ẓạlmn hndi khạṭr āshi nh kanhh mddgarah."
  },
  {
    "verse_id": 72,
    "translation": "Byyhi yylhi prnh yivan chhi timn petth sạnụ̄ āyat, yim ṣaf th rvshn chhi. Vuchhan chhiv tvhụ̄ kạfrn hndyn buthyn ychh āthar, buthis chhakh gynhi gczhan, nas chhakh thvd khsan, buthyuk rng chhukh bdlan, timav ātharv sintụ̄ chhu mʿlvm spdan. Qryb chhu tim ma travan jphụ̄ timn petth yim sạnụ̄ āyat timn petth pran chhi yʿny timn petth ma krn ḥmlh. Tyvut chhu timn kạfrn khvun grm gczhan. Tvhụ̄ frmạviyvukh yarsvl Allah bh ma krav tohyhi khbr tamhi chyzch yus aamhi qrān mjyd khoth nagvar chhu tuhndi khạṭr, suh gvv nari jhnm, tamuyk vʿdh chhu Allah tʿālyā hn kvrmut kạfrn, kạczah ychh vatnch jae chhe suh jhnm."
  },
  {
    "verse_id": 73,
    "translation": "Ae lvukv aakh ʿjyb mthalah chhe byan krnh āmcz soe bvuzụ̄ tav tvhụ̄ varh kan dạrith. Pzipạtthụ̄ yimn mʿbvdani bạṭln tvhụ̄ prstsh kran chhiv, yimn nishhi ḥajt rvạyy czhanddan chhiv khdays, mʿbvdi brḥqs vrạe, tim hykn nh pạdh krith aakh mchh thi. Aade tamhi khạṭr sạry mʿbvd aikh vatth samn thi aamich kya chhe kthe. Hrgah mchh hyth czalhi kanhh chyzah timn nishhi, suh chyz hykn nh tas nishhi tim moklạvith th vaps hyth. Chhandd vunụ̄ thi kmzvre, yas nishhi czhanddan suthi kmzvr yʿny mchhhi thi kmzvr, tihindi khoth zyadh kmzvr potul, tihindi khoth kmzvr yus ts potlis prstsh kri."
  },
  {
    "verse_id": 74,
    "translation": "Yimav lvukv kvr nh khdae sund tʿẓym yuth ts shvubhi ha, kyazi timav thạvụ̄ ts ʿbadts andr byyhi chyz shryk ḥalankh be shk Allah tʿālyā chhu setthah qvt vvl, sarine petth ghạlb, tmụ̄ sund qvt vvl th ghạlb āsnh mokhh chhav ʿbadt tihund ḥq. Yhi avsnh ḥq kmzvr chyzuk yus nh chhuv pvrih."
  },
  {
    "verse_id": 75,
    "translation": "Allah tʿālyā hs chhu akhtyar kh rsalt khạṭr yas suh mntkhb krith czari mlạykv andrh ya lvukv andrh, mlạykv andrh chhi czaran pnnụ̄ aḥkam ḥẓrat anbyahn nishhi vatnh khạṭr, lvukv andrh chhi czaran ḥẓrat anbyahn yuth tihindi dhryʿh pnnụ̄ aḥkam vatnạviv lvukn nishhi. Pzipạtthụ̄ Allah tʿālyā chhu svrue bvzvun th svrue vuchhhi vun."
  },
  {
    "verse_id": 76,
    "translation": "Suh chhu lvukn hndụ̄ sạry ḥalat brvuthim thi th ptim thi pvur zanan, byyhi chhu Allah tʿālyā se petth sarine kamyn hund darvmdar."
  },
  {
    "verse_id": 77,
    "translation": "Ae baaymanv aṣvli aslam qbvl krith kriv tvhụ̄ frvʿāt aslamn hnz thi pabndy, khṣvṣaan nemaz. Nemazi mnz ạsiv rkvʿ kran, sjdh divan, byyhi ạsiv pnnis prvrdgar snz ʿbadt kran, byyhi ạsiv rcz kamhi kran yuth tvhụ̄ kamyab spdiv, yimn kamyn mnz mah ạsiv susty kran."
  },
  {
    "verse_id": 78,
    "translation": "Byyhi ạsiv khdae snzn kamyn andr kvshsh kran yiczh kvshsh krnụ̄ shvubhi. Tmụ̄ kriv tvhụ̄ byyhi aumtv andrh mmtaz, tvhụ̄ kriniv brguzydh, byyhi kr nh tmụ̄ tuhndi khạṭr dyns mnz kanhh skhtyah. Tvhụ̄ rvuziv pnnis mạlis abrahym ʿlyh alslam sndis milts petth qạyim th mẓbvṭ, tmy khdayn chhuv tohyhi nav thvvmut mslman, brvuthimyn ktabn andr thi, yath qrān mjyds andr thi, yuth āsn ḥẓrt rsvl krym ṣly Allah ʿlyh v slm qyamtuk doh tuhndụ̄ gvah, tvhụ̄ ạsiv gvah byyan lvukn hndụ̄ brvuntthimyn aumtn petth. Aath khṣvṣyts kun nẓr thạvith kriv nemazi hnz pabndy kyazi so chhe afẓl ʿbadati bdnyh, byyhi kriv ada zkvāh kyazi so chhe afẓl ʿbadati malyh, byyhi kriv baqy aḥkamn petth ʿml zvrh thph krith mʿbvdi brḥqs aamhi ʿzt kh shkranh khạṭr. Sue chhu tuhund āghh, mddgar th karsaz. Ps kya rut karsaz th kyah rut mddgar chhu suh tuhndi khạṭr."
  }
]