[
  {
    "verse_id": 1,
    "translation": "Pzipạtthụ̄ kamyab spdụ̄ ạkhrts andr tim baayman yimn aʿtqad ṣḥyḥ ạsith yim ṣft thi āsn."
  },
  {
    "verse_id": 2,
    "translation": "Time baayman yim pnnyn nemazn andr, frẓn th nfln andr dil ḥạẓr thavan chhi, khshvʿ vkhẓvʿ san nemaz pran chhi."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi yim be hvudh kthv th kamyv nishhi byyis ṭrfs kun buth phiran th dvur rvzan chhi."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi yim aʿmaln, akhlaqn th aamvaln pak kran chhi."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi yim strchn jayn ḥram nishhi rạchh kran chhi."
  },
  {
    "verse_id": 6,
    "translation": "Mgre pnnyn mnkvḥh ḥlal znann ya timn knyzn yihindụ̄ yim chạnụ̄ mlk āsn timn nishhi ḥfaẓt krvunụ̄ āsn nh. Ps be shk timn sintụ̄ hmbstry krns chhunh kanhh alzam bshrṭykh timh znanh th knyzh āsn ḥyẓh th nfash nishhi khạly byyhi āsn nh frẓi rvzdạry ya ḥj kis aḥrams andr mthghvl, byyhi yiyhi nh mkhṣvṣ jayhi vrạe byakh jae astʿmal krnh."
  },
  {
    "verse_id": 7,
    "translation": "Ps yus aakhah aamhi vrạe byyhi kanhh jae pnnụ̄ shhvt hvur krnh khạṭr czhanddi, ps chhi tim ḥd nishhi ddlh vunụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi yim pnnyn amantn th ʿhdn hund rʿāyt krvunụ̄ āsn."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi yim pnnyn nemazn rạchh krvunụ̄ āsn yʿny vqtch pabndy krvunụ̄ āsn."
  },
  {
    "verse_id": 10,
    "translation": "Yimn baaymann mnz yim she ṣft āsn, time chhi vạrth spdvunụ̄,"
  },
  {
    "verse_id": 11,
    "translation": "Yim jnt alfrdvskụ̄ vạrth bnn time rvzn tth mnz hmyshh."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi kvraashi pzipạtthụ̄ ansan myczi hndis khlaṣs yʿny ghdha hs pạdh )godd chhu ansan myczi tvpth chhu tth ghdhahs suh madh bnan yath ansan bnan chhu(."
  },
  {
    "verse_id": 13,
    "translation": "Tvpth bnvv aashi suh tth nṭfs yus akis mʿīn mdts tanụ̄ akis mḥfvẓ mqams yʿny rḥms mnz rvzan chhu."
  },
  {
    "verse_id": 14,
    "translation": "Tvpth bnvv aashi tth nṭfs mvtt khvn, tvpth bnvv aashi tth mvttis khvns maz phvlah. Ps bnavi aashi tth maz phlis mnz addijhi. Tvpth vvl aashi timn addijn suh maz, tvpth tth mnz rvḥ vatnạvith bnvv aashi byakhe mkhlvqah yus brvutthimyv ḥaltv nishhi bdle avs. Ps kiyuth bvdd shan chhu Allah tʿālyā sund yus sarine kạrụ̄ grn khsith chhu."
  },
  {
    "verse_id": 15,
    "translation": "Tvpth chhiv tvhụ̄ aamhi pth ẓrvr marvunụ̄."
  },
  {
    "verse_id": 16,
    "translation": "Tvpth yiyiv tvhụ̄ lvukh ẓrvr qyamtuk doh qbrv mnz tulith zndh krnh."
  },
  {
    "verse_id": 17,
    "translation": "Be shk byyhi krụ̄ pạdh aashi tohyhi petthụ̄ kinụ̄ sth āsman, yimn mnz mlạykn hndi khạṭr avr yvr pknh khạṭr vath chhe. Byyhi chhinh asụ̄ pnnyv mkhlvqv hndyv mṣlḥtv nishhi be khbr."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi kvr aashi nạzl tuhndi bqa kh mkml krnh khạṭr āsman kh ṭrfh rvudah aakhi andazh mvjvb, tvpth tthhrvv suh zmyns mnz, byyhi chhi asy tamhi āb kis vaps ninas petth pvur qdrt vạlụ̄."
  },
  {
    "verse_id": 19,
    "translation": "Tvpth bnạvụ̄ aashi tuhndi khạṭr aamhi rvud sintụ̄ khzr kulyn th dachhhi andr varyah myvh yim tvhụ̄ tazh tazh khyvan chhiv, timve mnz chhiv addụ̄ myvh hokhnavan, suh chhiv tvhụ̄ ghdha bdlh khyvan."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi kvrr aashi aamhi ābh sintụ̄ byakh kulah pạdh yus nyran chhu kohi ṭvr mnz )yʿny drkhti zytvn( suh chhu zmynh mnz khsan tyl hyth, byyhi khynh valyn hndi khạṭr siyun hyth yʿny tamhi kh phlh mnz chhi doshve mṭlb nyran. Czạngis thi chhu tamuyk tyl dazan, mạlish krns thi chhu suh lgan, byyhi chhu sinhi bdlh czochhi sintụ̄ thi khynh yivan, czvtth yivan tth mnz kiczvith khynh."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi chhi tuhndi khạṭr charvayn andr yʿny avunttn, gupnn th tyirn andr ghvr krnkụ̄ mvqʿ. Asụ̄ chhi divan tohyhi chynh khạṭr suh chyz yus tihidyv shkmv andr chhu nyran yʿny dod. Byyhi chhi tuhndi khạṭr timn charvayn andr varyah fạydh, tihnz mvun, yyr th val chhiv tvhụ̄ astʿmal kran, byyhi chhiv tihund maz khyvan."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi chhiv aakh yimn charvayn petth byyhi navan th jhazn petth svar yivan krnh tvhụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Pzipạtthụ̄, byyhi svuz aashi nvḥ ʿlyh alslam pnnis qvms kun pyghmbr, ps frmvv timav pnnis qvms, ae myanhi qvmh ʿbadt kriv mʿbvd brḥq snze yạcz, ts vrạe chhunh mʿbvd brḥq āsns layq th szavar khnụ̄, kya tvhụ̄ chhivna ts vrạe byakh mʿbvd bnavns andr khoczạny."
  },
  {
    "verse_id": 24,
    "translation": "Nvḥ ʿlyh alslam snz yhi kth bvuzith dvp tihindi qvmh mnz zitthyv kạfrv ʿām lvukn kun kh, yhi shkhṣ chhunh mgr tohy hyvu aakh ansanah. Yhi pyghmbr ya bzrg shkhṣah chhunh, yhi chhu yczhan tohyhi petth fẓylt ḥaṣl krnụ̄, tuhund ziyutth banun. Hrgah Allah tʿālyā yyczihh ha pyghmbr svzun tylhi svziha suh kạnshi malks. Aashi chhunh yimh kthh bvzmacze brvutthmyn malyn buddi bbn nishhi."
  },
  {
    "verse_id": 25,
    "translation": "Yhi chhunh mgr khoshkit ld ansanah aakh. Tmy chhu dnya kyn lvukn khlaf kth kran. Ps pyạriv tvhụ̄ amis akis vqts tanụ̄, vuchhuv amụ̄ sund ḥal kya āshi, aakhi nith aakhi doh mari yhi, qṣh gczihh khtm."
  },
  {
    "verse_id": 26,
    "translation": "Ḥẓrt nvḥn kvr dʿā ae myanhi prvrdgarh me kr yạry, kyazi yimav zvnus bh aapziyvr, yimn nishhi hyụ̄ zi aamuyk bdlh, aashi kvr tihund dʿā qbvl."
  },
  {
    "verse_id": 27,
    "translation": "Ps svuz aashi timn kun vḥy zi tvhụ̄ bnạviv aakh navah aashi brvntthh knhi, byyhi sanyv hdaytv mvjvb, vonụ̄ yiyhi aakh ṭvfanah, tvhụ̄ thi baayman rvuziv tamy navi hndi dhryʿh mḥfvẓ. Ps yylhi svn ḥkm ʿdhabukh jạry sapdi, tnvrmnz hyyhi āb nyrun. Ps vạlyvukh navi mnz prth qsmh kyv janvrv mnz yim ansans karāmd chhi āsan, aakh aakh nar th aakh aakh madh yʿny zinz janvr, byyhi panun ʿīal. Mgr nh ʿīalh mnz tim yimn hndi ḥqh ghrq sapdnuk ḥkm brvuntthue chhu krnh āmut yʿny yim kạfr āsn. Yhi kth bvuziv varh kh me anụ̄zynh rvbe timn shkhṣn hndi ḥqh kanhh kth yimav ẓlm kvr yʿny kfrv shrks petth rvudụ̄ kyazi timn chhu ẓrvr phattun."
  },
  {
    "verse_id": 28,
    "translation": "Ps yylhi varh bihiv tvhụ̄ byyhi yim tohyhi sintụ̄ chhi aath navi mnz, ps dpụ̄ zi tamhi saʿth ḥmd bvvin ts mʿbvdi brḥqs yymụ̄ aashi njat duyt ẓạlm lvukn hnzv kamyv nishhi byyhi tihindi ʿdhab nishhi."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi pzi yymhi saʿth yhi shlab th yup hamun hyyhi th vasun hyyhi, ae myanhi prvrdgar me val brkth san kunhi babrkt jayhi petth. Cze chhukh timav sarivyv andr bhtr yim pnnyn mhmann kunhi jayhi ʿzt san tthhravan chhi."
  },
  {
    "verse_id": 30,
    "translation": "Pzipạtthụ̄ yth vaqʿs mnz chhi sanhi qdrtkụ̄ bddụ̄ bddụ̄ nshanh ʿqlhi valyn hndi khạṭr, be shk ạsụ̄ asụ̄ lvukn yimv nishanv sintụ̄ āzmạysh krvunụ̄."
  },
  {
    "verse_id": 31,
    "translation": "Tvpth kvr aashi pạd timn pth byakh aakh qvmah, tim ge qvmi ʿād ya thmvd."
  },
  {
    "verse_id": 32,
    "translation": "Ps svuz aashi timn mnzthi pyghmbrah timve mnz yʿny hvd ʿlyh alslam ya ṣalḥ ʿlyh alslam. Tmụ̄ pyghmbrn frmvv timn yohe pygham kh ʿbadt th bndgy kriv mʿbvd brḥq snze. Ts vrạe chhunh tohyhi khnụ̄ mʿbvd. Kya tvhụ̄ chhiv na ts shryk aanns khoczạny."
  },
  {
    "verse_id": 33,
    "translation": "Amis pyghmbr snz yhi kth bvuzith dvp tihindi qvm kyv zitthyv, yimav ankar kvrkhdays byyhi ạsụ̄ aapuz zanan ạkhrt kis mlaqats, khdays brvntth kun vatns, byyhi yimn aashi avs āram v āsạysh diczmcz dnya chh zndgy andr, time lgụ̄ panh vạnụ̄ dapnhi. Yhi pyghmbr yʿny ḥẓrt hvud chhunh mgr tohy hyvu aakh ansanah. Khyvan chhu tmy qsmh ghdha, yhi tvhụ̄ khyvan chhiv, byyhi chhu chyvan tamy mnz yhi tvhụ̄ chyvan chhiv."
  },
  {
    "verse_id": 34,
    "translation": "Hrgah tvhụ̄ pạrvy kriv pans hivis ansans akụ̄ snz, tylhi chhiv tvhụ̄ nqṣan zdv andrh be ʿql th be vqvf."
  },
  {
    "verse_id": 35,
    "translation": "Kya yohe chhuvh tohyhi vʿdh divan kh yylhi tvhụ̄ mriv tvpth spdiv addijhi, tvpth yiyiv tvhụ̄ zndh krith qbrv mnz byyhi kddnh."
  },
  {
    "verse_id": 36,
    "translation": "Yim vʿdh yim tohyhi sintụ̄ krnh yivan chhi, yim chhi ʿqlhi nishhi setthah dvur."
  },
  {
    "verse_id": 37,
    "translation": "Yhi zndgy chhanh mgr yhe sạnụ̄ dnyahch zndgy, maran chhi asụ̄ byyhi zndh chhi rvzan asụ̄ yythụ̄ dnyahs andr. Aakhi phiri mrith chhunh aashi byyhi zndh spdith thvd vothun."
  },
  {
    "verse_id": 38,
    "translation": "Yhi shkhṣ chhunh mgr aakh shkhṣah yymụ̄ aapuz nvvrvv Allah tʿālyā hs petth, mgr asụ̄ amis ayman aann vạlụ̄ chhinh kunhi ṣvrts andr."
  },
  {
    "verse_id": 39,
    "translation": "Hvud ʿlyh alslamn mvng dʿā, prvrdgar me kr yạry th mdd, yimn nishhi hyh myvn bdlh kyazi yimav zvnus bh aapziyvr."
  },
  {
    "verse_id": 40,
    "translation": "Allah tʿālyā hn frmvvus ṣbr kriv, jlde spdn yim lvukh aath ankars th nafrmạny petth pshyman chnanchh."
  },
  {
    "verse_id": 41,
    "translation": "Ps rttụ̄ tim jbryl amyn snzi skht krykhi yosh pzis vʿds mvạfq th mṭạbq ạs, ps bnạvụ̄ aashi tim aakh czhotthah yʿny khs v khashakkụ̄ pạtthụ̄ pamal. Ps lʿnt bvvin ẓạlmn, kạfrn th nafrmann."
  },
  {
    "verse_id": 42,
    "translation": "Tamhi pth yʿny qvm ʿād v thmvd kh hlak gczhnh pth kri aashi varyah aumcz th qvm pạdh."
  },
  {
    "verse_id": 43,
    "translation": "Brvntth hykhi nh gczihth kanhh qvmah th kanhh aumtah pnnis hlakt kis mqrr vqts, nh hykhi pth gczihth tamhi nishhi. Yithe pạtthụ̄ chhu prth kunhi hlak aumt kh hlak gczhnh khạṭr vqtah mqrr krnh āmut. Alghrẓ timh aumcz āyhi godd pạdh krnh."
  },
  {
    "verse_id": 44,
    "translation": "Tvpth svuzụ̄ aashi timn nishhi pnnụ̄ pyghmbr pvtus pt hdayt v arshad khạṭr mgr tihnz ḥalt spz yhi kh yylhi kunhi qvms nishhi tihund khaṣ pyghmbr vatan avs khdae sndụ̄ aḥkam hyth, tim ạsụ̄ ts aapuz zanan th ankar kran. Ps gạlụ̄ aashi tim aakh akis pth tvpth thavi pth kun tihnz kthe yaczh th qṣe yạtụ̄. Lʿnt bvvin timn lvukn yim nh kunis khdays pczh krn th ayman aann."
  },
  {
    "verse_id": 45,
    "translation": "Tvpth svuz aashi mvsyā ʿlyh alslam byyhi tihund bradr harvn ʿlyh alslam pnnụ̄ āyat th sand hyth frʿūns th tihindyn arkani slṭntn kun."
  },
  {
    "verse_id": 46,
    "translation": "Ps kvr timav tṣdyq v aṭaʿt krnh nishhi tkbr byyhi ạsụ̄ nh tim mghrvr th mtkbre yạtụ̄ blkh ạsikh bny asrayyl mghlvb th ghlam bnạvimtụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Ps lgụ̄ tim panh vạnụ̄ dapnhi, kya asụ̄ krvh pczh panse hivyn don ansann byyhi yimn hund qvm sạnụ̄ ghlam th khdmtgar chhi."
  },
  {
    "verse_id": 48,
    "translation": "Ps yylhi timav thi yimn don pyghmbrn ankar kvr, tim thi zạnikh aapziyạrụ̄, ps spdụ̄ tim thi glh vunyv th hlak spd vunyv andrh."
  },
  {
    "verse_id": 49,
    "translation": "Tihindi hlak gczhnh pth dicz aashi yhi ktab yʿny tvrah mvsyā ʿlyh alslams yuth tim lvukh yim baqy rvudụ̄ hdayt labn."
  },
  {
    "verse_id": 50,
    "translation": "Byyhi krụ̄ aashi pnnis kmali qdrts byyhi pnnis vḥdanyts petth dlalt krnh khạṭr byyhi bny asrạyln hndi hdayth khạṭr mrym ʿlyha alslam sund frznd ʿīsyā ʿlyh alslam byyhi tihnz vạldh majdh bdd dlyl ʿīsyā ʿlyh alslam yymhi yymhi aʿtbarh kh tim krụ̄ aashi be pdr pạdh. Mrym ʿlyha alslam yymhi aʿtbar kh so kr aashi khavnds ya byyhi kạnshi ansans nzdyk spdnh vrạe ḥạmlh th bchhi dar. Yhi chhu yimn doshvunụ̄ hndi khạṭr bvdd nishanh. Chvnkh ʿīsyā ʿlyh alslams mtʿlq avs svn aradh pyghmbr bnavun. Mgr aath shhri shams andr avs aakh ẓạlm padshah yas nav avs hyrdvs. Ts avs njvumyv vvnmut kh ʿīsyā ʿlyh alslams spdi drdạry ʿṭa. Suh padshah avs lokchar petthe tihund dshmn sapudmut. Suh avs timn qtl krnh khạṭr āmadh sapudmut, tamhi mokhh duyt aashi timn th tihindis valdh majds pnah akis thzi jayhi petth yosh jae myvh bkthrt āsnh mokhh bsns th qrar krns layq ạs, byyhi tamhi mnz dryav jạry āsnh mokhh, srsbz th shadab jayah ạs. Yvt tanụ̄ tim )ʿīsyā ʿlyh alslam( amn v amans andr jvan spdụ̄, tvpth āv timn nbvt ʿṭa krnh. Tmis ẓạlm padshah sndi mrnh pth āyhi mrym ʿlyha alslam mṣrh petthh byyhi vaps shhri shams kun. Maʿ mʿīn chhi vnan rvd nylhi hndis ābs."
  },
  {
    "verse_id": 51,
    "translation": "Aashi yithh pạtthụ̄ brvntthue nʿmcz astʿmal krnuk tohyhi ajazt dut byyhi ʿbadt krnuk ḥkm kvr, yithe pạtthụ̄ frmvv aashi sarine pyghmbrn, tihindi dhryʿh tihnzn aumtn, ae pyghmbrv khyyiv tvhụ̄ tuhndụ̄ aumty rtụ̄ rtụ̄ chyz, khdae snz nʿmczh, tmuyk phl th rut thmrh ʿṭa."
  },
  {
    "verse_id": 52,
    "translation": "Yymhi ṭryquk aashi byan kvr, yhe chhe tuhnz ṭryq yath petth tohyhi rvzun chhuv vạjb th ẓrvry. So chhe aake ṭryq. Ḥạṣl th khlaṣh tmhi ṭryquk chhu kh bh chhus thund prvrdgar, tuhund mạlki ḥqyqy, byyhi mnʿm ḥqyqy. Lhādha khvcziv mye yvt, myany ḥkmn hnz mah kriv mkhalft, yimn pyghmbrn hnzn autn shvubih ha athụ̄ ṭryqs petth mẓbvṭ rvzun mgr timv kvr nh thi."
  },
  {
    "verse_id": 53,
    "translation": "Blkh kvr timav pnnis dyns mnz alg alg vath kddith akhtlaf pạdh. Chnanchh timn mnz yim jmạʿcz aaz thi mvjvd chhe. Prth jmaʿts nishhi yus yus dynah chhu suh chhu tth petth khosh th rạẓụ̄, bạṭl āsnh kh bavjvd chhu tth zanan pvz."
  },
  {
    "verse_id": 54,
    "translation": "Ps trạviyvukh tvhụ̄ yarsvl Allah pnnis jhalt kis ḥals petth, kanhh ghm mah briv, tihindis akis khaṣ vqts tanụ̄, yʿny tihindis mrnh kis vqts tanụ̄, yylhi suh vqt vathi tamhi saʿth spdi timn sạre ḥqyqt mʿlvm. Vonụ̄ yus yimn petth jld ʿdhab nạzl chhunh spdan, kya aamhi sintụ̄ chha lvukh yhi khyal kran kh asụ̄ yosh yhi timn mal v avlad th byyhi dvlt ʿṭa kran chhi, asụ̄ ma chhi timn jld jld th vlụ̄ vlụ̄ fạydh vatnavan, aashi ma chhe tihinz manhi kamn. Yhi kth chhanh hrgz yimn lvukn chhunh aamuyk vjhe mʿlvm. Aamuyk vjh chhu astdraj yʿny tihinz nav gvbravunụ̄, yylhi nav gobykh, ykdm phattn tim, ghrẓ aamuyk anjam chhu setthah kiryvutth."
  },
  {
    "verse_id": 55,
    "translation": "Kya timn chha gman kh asụ̄ yus timn dyar th gbardivan chhi."
  },
  {
    "verse_id": 56,
    "translation": "Byyhi chhi asụ̄ timn jld jld khyr vatnavan, nh so chhanh ḥqyqt blkh chhunh yimn fkry tran. Aamhi mnz kya chhu svn mṭlb kh yithi chhe sanhi ṭrfh aakh āzmạyshah."
  },
  {
    "verse_id": 57,
    "translation": "Pzipạtthụ̄ yth mnz chhunh kanhh shk yim pnnis prvrdgar sndi hạbth th khvfh sbbh nttan chhi."
  },
  {
    "verse_id": 58,
    "translation": "Yim pnnis prvrdgarsndyn āyatn pczh chhi kran."
  },
  {
    "verse_id": 59,
    "translation": "Byyhi yim aath aymans mnz pnnis prvrdgars shryk chhinh tthhravan."
  },
  {
    "verse_id": 60,
    "translation": "Byyhi yim khdae snzi vathi kynhh divan chhi yvut pilan chhukh tyvut mgr tth mnz thi chhikh dl natthi mnz āsan. Be shk chhu timn vatun pnnis prvrdgars nishhi, khbr chha suh krya yhi svn mal khrch krun qbvl kinh nh."
  },
  {
    "verse_id": 61,
    "translation": "Yime kya ge tim lvukh yim nykyn mnz jldy kran chhi, byyhi yim nykyn kun brvntth vath vunụ̄ chhi."
  },
  {
    "verse_id": 62,
    "translation": "Byyhi chhinh ash kạnshi akis tklyf divan th ʿbadtuk bvr khalan mgr ticze hn yiyiczhn ts bitur th ṭaqt āshi, kyazi aashi nishhi chhu aakh dftr, ktabah, yʿny namh aʿmal mḥfvẓ yus pvz pvz svrue bavih, byyhi yiyhi nh lvukn ẓlm krnh, khyrkis akis akis dhrs petth yiyhi timn thvab ʿṭa krnh. Yhi avs ḥal baaymann hund mgr kạfrn hund ḥal chhunh yuth."
  },
  {
    "verse_id": 63,
    "translation": "Blkh aath brʿks chhi tihindụ̄ dl yymhi dyn nishhi jhalts th shks mnz pymtụ̄, byyhi chhe yimn aamhi jhlat vrạe thi byyhi ychh ʿmlh yimh ʿmlh tim bdstvr chhi kran."
  },
  {
    "verse_id": 64,
    "translation": "Ta aynkh yylhi timavandrh khoshḥal lvukh ʿdhabs grftar krvkh asụ̄ yimn nishhi nvkr chakr chhi, ghryb ghrbaʿ th ʿām lvukn hnz chhanh kthe. Ghrẓ yylhi yimn sarne petth ʿdhab nạzl sapdi, tanụ̄ hyn tim krykh nad krun, asụ̄ dapvkh."
  },
  {
    "verse_id": 65,
    "translation": "Mah tuliv aaz krykh nad, yimav krykv sintụ̄ bnyv nh kynhh, tohyhi yiyhi nh hrgz sanhi ṭrfh mdd krnh yazi tvhụ̄ gvna time."
  },
  {
    "verse_id": 66,
    "translation": "Pzipạtthụ̄ dnyahs mnz ạsụ̄ myanụ̄ āyat tohyhi petth prnh yivan ḥẓrati anbyahn hndi dhryʿh, tvhụ̄ ạsiv pvt pvtue czlan."
  },
  {
    "verse_id": 67,
    "translation": "Bkmali tkbr ạsiv rat kuyt aath qrān mjyds khlaf bkvas krith yhi bvznh nishhi dvur rvzan, kanhh avs vnan tth shʿr kanhh avs vnan tth siḥr."
  },
  {
    "verse_id": 68,
    "translation": "Kya yimav kvrna yath qrān mjyds mnzghvr v fkr, yim he fkr krhn pane tghi hkh bvzun, aamuyk mʿjzh vuchhith anhn ayman, kinh yimn nishhi vvt nvv aakh chyzah yus nh tuhndyn malyn buddi bbn nishhi vvtmut avs. Aamy chhi aath ankar kran."
  },
  {
    "verse_id": 69,
    "translation": "Kinh yim zanne nh pyghmbrs pnnis, timn chhanh khbre tihindi amant v dyantch, rast gvyy hnz, tamy chhi ts ankar kran."
  },
  {
    "verse_id": 70,
    "translation": "Kinh tim chhi vnan amis pyghmbrs chhu jnvn, yimav kthv andrh chhanh khnụ̄ kth, yim sạry ạsụ̄ mtfqh ṭvr tihindi amantkụ̄ th dyantkụ̄ qạyl, byyhi avs timn atfaq kh yimn brabr chhunh ṣaḥbi ʿql kanhh thi. Blkh chhu aṣly vjh kh yhi pyghmbr āv timn nishhi pzkth hyth, mgr yimv andrh chhe lvukn pzich nfrt, tamy chhinh qbvl th tslym kran."
  },
  {
    "verse_id": 71,
    "translation": "Byyhi hrgah pvz tabʿ rvzh tihnzn khvạhshn tylhi gczhn āsman v zmyn tbah v brbad byyhi yim sạry yim timn mnz rvzan chhi, kyazi hrgah thi lbnh yiyhi ha kh pvz kya rvziha tạbʿ tihnzn khvạhshn tylhi spdi ha svrue ʿālm kfrv shrkh sintụ̄ ʿālms mnz phhlhi ha, tamyuk ntyjh nyriha Allah tʿālyā sund ghẓb yiyhi ha bjvsh, āsman v zmyn byyhi yim timn mnz rvzan chhi gczhhan hlak th brbad. Blkh āye asụ̄timn nishhi nṣyḥt th nfhich kth hyth. Mgr tim chhi pnnhi fạydh chh kthhi nishhi buth phiran th rvgrdạny kran."
  },
  {
    "verse_id": 72,
    "translation": "Tkdhyb kyn brvuntthimyn vjhn ʿlavh chhu yhi byakh vjh kh timn chhu shubh th andyshh kh tvhụ̄ ma chhiv timn nishhi dyni ḥq vatnavnh khạṭr kynhh mʿāvẓh czhanddan, tohyhi kya ạs tmich ẓrvrt, tohyhi yus mʿāvẓh khdae sndi ṭrfh ḥạṣl spdvun chhu. Sue chhu setthah bhtr rvuzy dinh vvl."
  },
  {
    "verse_id": 73,
    "translation": "Pzipạtthụ̄ tvhụ̄ chhiv timn rahi rsts, syzi vathi kun nad divan."
  },
  {
    "verse_id": 74,
    "translation": "Pzipạtthụ̄ yimn nh ạkhrtch pczh chhe tim chhi syzi vathi nishhi pth czlan."
  },
  {
    "verse_id": 75,
    "translation": "Byyhi hrgah asụ̄ timn petth rḥm krith, timn yus tklyf chhu suh dvur thi krv, tvthi rvzn tim bdstvr pnnhi srkshy th gmrạhy andr avrh yvr kran."
  },
  {
    "verse_id": 76,
    "translation": "Pzipạtthụ̄ ạsụ̄ agr tim grftar krvkh ʿdhabs, ps kr nh timv pnnis khdays kun ʿạjzy, nh kvrukh zar parh ts."
  },
  {
    "verse_id": 77,
    "translation": "Taaynkh yylhi aashi timn kun muczrvv skht ʿdhabuk drvazh aty sapdụ̄tim tth andr ḥạran."
  },
  {
    "verse_id": 78,
    "translation": "Suh mʿbvdi brḥq gvv sue yymụ̄ tohyhi kn achh th dl pạdh krụ̄, yuth tvhụ̄ āram thi kriv byyhi dyns kun thi khyal thạviv mgr setthah km chhiv tvhụ̄ yimn nʿmczn petth shkrgzạry krvunụ̄, kyazi aṣl shkrgzạry gyhi yhi ts mnʿm ḥqyqy sund psndydh dyn akhtyar krun, byyhi pczh krnụ̄ kh tsụ̄ chhe qdrt mrnh pth byyhi zndh krns petth."
  },
  {
    "verse_id": 79,
    "translation": "Byyhi gvv suh prvrdgarsue yymụ̄ tvhụ̄ zmyns mnz chhkrạviv, byyhi yiyiv tvhụ̄ sạry qyamtu doh ts nishhi sombrnh th jmʿ krnh. Tmy doh kya vuchhiv tvhụ̄ aamhi kfrani nʿmt krnuk mzh."
  },
  {
    "verse_id": 80,
    "translation": "Byyhi gvv suh prvrdgar sue yus sarine zndh kran chhu byyhi yus maran chhu, byyhi chhu tsụ̄ yʿny tsndise akhtyars mnz ratuk th dohuk yun gczuhn, czhottun th zytthun, kya tohyhi chhana yyiczhn thi fkri tran. Yimh dlylh chhe tvḥyds th qyamts petth dlalt kran mgr tvthi chhinh tim manan."
  },
  {
    "verse_id": 81,
    "translation": "Blkh chhi vnan time kthh yimh kthh brvuntthmyv kạfrv vanhi."
  },
  {
    "verse_id": 82,
    "translation": "Timav dvp kya asụ̄ yylhi mrv, tvpth spdv asụ̄ mycz th addijhi, kya tamhi pth yimvh asụ̄ byyhi zndh krith qbrv mnz tulnh."
  },
  {
    "verse_id": 83,
    "translation": "Pzipạtthụ̄ vʿdh āv krnh aashi sintụ̄ aamuyk, byyhi sanyn malyn buddi bbn sintụ̄ yymhi brvntth thi. Yhi chhunh kynhh thi mgr brvuntthimyn lvukn hnz aapzh th be gndd kthh th qṣh yim nql chhi yivan krnh."
  },
  {
    "verse_id": 84,
    "translation": "Frmạviyvukh tvhụ̄ yarsvl Allah, hrgah tvhụ̄ kynhh zanan chhiv tylhi vnụ̄ tv zmyn byyhi yim mkhlvq aath mnz chhi tim khndụ̄ chhi."
  },
  {
    "verse_id": 85,
    "translation": "Tim vnn ẓrvr yohe jvab kh yhi svrue chhu khdae sund. Tvhụ̄ frmạviyvukh aadh kvnh chhiv ghvr th taml kran, ys qdrt vạlis yhi tvg pạdh krun ts nishhi kya ʿjayb chhu tvhụ̄ mrith byyhi pạdh krun."
  },
  {
    "verse_id": 86,
    "translation": "Tvhụ̄ prczihyvukh stn āsmann th ʿrshi ʿẓymuk mạlk kus chhu."
  },
  {
    "verse_id": 87,
    "translation": "Jvab din tim kh yymhi sarikue mạlk chhu Allah tʿālyā. Tvhụ̄ frmạviyvukh aadh kvnh chhiv ts khoczan, aadh kithh pạtthụ̄ chhiv tvhụ̄ tihindis qdrts, tihindyn āyatn, ạkhrts brvntth kun vatns ankar kran."
  },
  {
    "verse_id": 88,
    "translation": "Tvhụ̄ prczhụ̄ tvkh ks nishhi chhu prth chyzuk akhtyar, suh ys yczhan chhu ts chhu pnah divan. Ts mqablh hykhi nh ts nishhi kanhh aakhah kạnshi akis pnah dith. Hrgah tohyhi kynhh mʿlvm chhuv."
  },
  {
    "verse_id": 89,
    "translation": "Jvab dpn tim sạry kh yim ṣft chhi khdae se yvt. Tvhụ̄ frmạviyvukh aadh kthi chhu tohyhi petth jvd āmut krnh. Tvhụ̄ chhiv mkhbvṭ alḥvas spdụ̄ mtụ̄, tohyhi chhuv nh fkri tran kynhh. Yimh sare kthh chhiv manan mgr aṣlch kth chhiv nh manan. Suh gvv tvḥyd th mrnh pth byyhi zndh spdun."
  },
  {
    "verse_id": 90,
    "translation": "Blkh vatnạv aashi timn nishhi pz kth mgr aapziyạrụ̄ chhi tim panh, timn chhunh kynhh pvz vyczan th brdasht spdan."
  },
  {
    "verse_id": 91,
    "translation": "Allah tʿālyā hn chhunh kanhh shkhṣ nychuv bnvvmut, byyhi chhunh ts sintụ̄ byakh mʿbvdah. Hrgah thi āsiha tylhi niyhi ha prth mʿbvdah tth yhi tim pạdh kvrmut āsiha. Byyhi āshn tim aakh akis petth ḥmlh krith aakh akụ̄ sndụ̄ mkhlvqat zbrdsty sintụ̄ nivan. Mkhāvqat āshn tbah v brbad spdụ̄ mtụ̄. Chvnkh nẓami ʿālm chhu bdstvr qạym. Aamhi andrh sapud thạbt kh suh chhu munzh th pak shryk āsnh nishhi. Blkh chhu suh mnzh th pak timav sarive kthv nishhi yimh ts kun lvukh lagan chhi."
  },
  {
    "verse_id": 92,
    "translation": "Suh chhu zanh vun svrue pvshydh th nvn. Ts nishhi chhunh pvshyde kynhh, ps chhu suh setthah blnd th thvd tamhi shrkh nishhi yus ts kun lvukh lagan chhi."
  },
  {
    "verse_id": 93,
    "translation": "Tvhụ̄ mngiv khdays ae myanhi prvrdgar, czh mah havukh suh ʿdhab yymuyk yimn vʿdh thavnh yivan chhu yʿny myany zndgy mnz krkh yimn petth ʿdhab nạzl."
  },
  {
    "verse_id": 94,
    "translation": "Ae myanhi prvrdgar yuthnh me thavakh tamhi vqth ẓạlmn sintụ̄ shạml."
  },
  {
    "verse_id": 95,
    "translation": "Byyhi chhi asụ̄ be shk tohyhi suh ʿdhab havns petth qdrt vạlụ̄ yymhi ʿdhabuk asụ̄ timn vʿdh thavan chhi, yvt tanụ̄ nh timn petth suh ʿdhab nạzl spdi, tvt tanụ̄ thạviv tvhụ̄ timn sintụ̄ yithh pạtthụ̄ mʿāmlh kh."
  },
  {
    "verse_id": 96,
    "translation": "Tihnzi bdy hund mdafʿh ạsiv tvhụ̄ kran tithhi vrtavh sintụ̄ yus setthah rut th nrm āshi, pnnhi dhath khạṭrmah ạsiv timn bdlh hyvan blkh ạsiv mʿāmlh aashi sprd kran. Aashi chhu pvur mʿlvm tim kya chhi vnan tohyhi nsbt. Agrbmqtẓae bshryt tohyhi kth bvznh sintụ̄ czkh āshi khsan, tuhund gczihh tamhi saʿth prun yhi dʿā."
  },
  {
    "verse_id": 97,
    "translation": "Ae myanhi prvrdgar bh chhus pnah mngan shyṭann hndyv vsvsv nishhi,"
  },
  {
    "verse_id": 98,
    "translation": "Byyhi chhuse pnah mngan myanhi prvrdgarh tihindi me nkhh yinh nishhi yim me vatnavan ticzhn kamyn kun yosh mṣlḥts khlaf āshi, byyhi rvzn nh pnnhi kfrv ankar nishhi pth, yhi dʿā prnh sintụ̄ āshi tohyhi so czkh dvur spdan."
  },
  {
    "verse_id": 99,
    "translation": "Pth rvudụ̄ kạfr timn banhi nh kynhh yvt tanụ̄ nh timn andrh kạnshi mrnuk vqt vathi. Ạkhrtuk mʿāynh hyyhi shrvʿ spdun tamhi saʿth yin tas achh muczravnh jhls th kfrs petth spdi nạdm th pshyman. Mrith vanhi suh kạfr, prvrdgar aashi svzth byyhi dnyahs kun vaps."
  },
  {
    "verse_id": 100,
    "translation": "Yuth bh rcz ʿmlh krh dnyahs andr yus me pth kun trvv. Mlạykn hndi dhryʿh yiyas aath drkhvasts rad krnh, dapnh yiyas. Thi bnhi nh hrgz yʿny dnyahs kun vaps gczuhn chhu nammkn. Beshk yhi chhe so kth yosh amis vnny chhe. Aath vnns chhunh aamyh nishhi aʿtbare kynhh. Timn pth chhu aakh prdah th tthvrah aakh tth dohs tanụ̄ yymhi doh dvbarh tim zndh krnh yin. Vunhi kya vuchh timav, mrnh sintụ̄ banbre tim yvut. Buthhi chhu timn ʿālmi brzkh yivan. Tvt vạtith rvzn tim prds mnz dnyakyn lvukn nishhi. Ạkhrt thi vathi nh timn brvntth kun albth ạkhrt kh ʿdhabuk km phn nmvnah vathi timn brvntth kun yymuyk mzh tulan rvzn qyamts tanụ̄."
  },
  {
    "verse_id": 101,
    "translation": "Pth qyamt spdi phokh yiyhi dinh pvgs mnz, tamhi saʿth spdn tim tithis khvfs th hạbts grftar kh svrue mashkh. Timn mnz yim aakh akis rshth dar āsn, tim rshth dar rvzn nh kunhi thi yʿny kanhh kri nh kạnshi hnz hmdrdy, zn thi tim vopr vopr āsn. Nh āshi kanhh kạnshi prczhan. Ghrẓ tamhi doh nh yiyhi rshth dạry bkar, nh dvsty. Bs tamhi doh yiyhi bkar ayman yymhi khạṭr qạym yiyhi krnh aakh trkrah. Yth mnz ayman v ʿml yiyhi tvlnh."
  },
  {
    "verse_id": 102,
    "translation": "Yymụ̄ sndi aymanuk th nykyn hund trkri pvtur gvb lghi time chhi kamyab th rstgar."
  },
  {
    "verse_id": 103,
    "translation": "Yimn hndi ayman v ʿmlhi hundd trkri pvtur lvt āshi ps time ge tim yimav pạnụ̄ pans nqṣan th tavan vatnvv, tim āsn jhnms mnz hmyshhi."
  },
  {
    "verse_id": 104,
    "translation": "Zalhi nari jhnm tihindyn buthyn, hyruym vuth vatykh kls tanụ̄. Bvnuym vuth vatykh tvunis tanụ̄, time āsn tth nari jhnms mnz skht bdshkl. Timn yiyhi vannh."
  },
  {
    "verse_id": 105,
    "translation": "Kya tohyhi petth ạsụ̄ na myạnụ̄ āyat prnh yivan. Tvpth ạsiv tvhụ̄ timn aapzụ̄ zạnith ankar kran, yhi chhuv tamhi kue sza."
  },
  {
    "verse_id": 106,
    "translation": "Tim dpn ae sanhi prvrdgar, asụ̄ chhi aqrar kran pnnis jurms, asụ̄ ạsụ̄ vlimtụ̄ shqavtn, byyhi ạsụ̄ vaqʿī vathi nishhi ddlimtụ̄, asụ̄ chhi drkhvast kran."
  },
  {
    "verse_id": 107,
    "translation": "Ae sanhi prvrdgar aashi kdd th aamhi jhnm andrh, tvpth svzth byyhi dvbarh dnyahs kun. Tvpth he asụ̄ dvbarh nafrmạny krv tylhi chhi asụ̄ vaqʿī ẓạlm. Tamhi vqth gczihh aashi pvur sza duyn."
  },
  {
    "verse_id": 108,
    "translation": "Allah tʿālyā frmavykh. Dfʿ gczihv, aath jhnms mnz dziv, me sintụ̄ mah kriv kthe. Asdhụ̄ krv nh tuhund drkhvast mnẓvr, tohyhi chhuna yad."
  },
  {
    "verse_id": 109,
    "translation": "Tvhụ̄ gv na time kh myanyv bndv andrh ạs aakhu jmaʿthah yim bchạrụ̄ ʿrẓ kran ạsụ̄, ae sanhi prvrdgar, aashi avn ayman, ps kr aashi mghfrt byyhi kr aashi petth rḥm. Cze chhukh sarive andrh setthah rḥm krvun."
  },
  {
    "verse_id": 110,
    "translation": "Ps kvruv tohyhi aath kthhi yosh qạbl qdr ạs tthtthh, tim zạnyvukh tohyhi tthtths layq, timne petth lạgiv tohyhi ttsnh krnhi, tth sintụ̄ rvudiv tvhụ̄ mshghvl. Yvt tanụ̄ timav kthv tohyhi myvn yad tanụ̄ mshrvvhav. Byyhi ạsiv tvhụ̄ tim vuchhith aasan, timav kvrr tth tuhndis tklyfs petth ṣbr."
  },
  {
    "verse_id": 111,
    "translation": "Pzipạtthụ̄ me kr ʿṭa timn aaz tamhi ṣbrch mvzvurụ̄, be shk time spdụ̄ kamyab."
  },
  {
    "verse_id": 112,
    "translation": "Allah tʿālyā prczihh ya prczhnavi timn kạfrn, tvhụ̄ kintis kals rvudiv zmyns andr vriyav mvjvb."
  },
  {
    "verse_id": 113,
    "translation": "Tim dpn asụ̄ rvudụ̄ dohs ya addis dohs, aashi chhunh pvur yad, aashi chhanh kynhh khbr, tvhụ̄ prczihv ʿuumrn hund ḥsab thavvunyn malạykn."
  },
  {
    "verse_id": 114,
    "translation": "Allah tʿālyā frmavykh tvhụ̄ rvudiv nh mgr km se kals, hrgah tvhụ̄ thi zạnihiv dnyahs andr kh dnyahs mnz ha chhu km se kals rvzun aashi. Tth bdl ạsiv tvhụ̄ zanan yutue chhu svrue byyhi nh kynhh."
  },
  {
    "verse_id": 115,
    "translation": "Kya tohyhi avsvah gmanh kh aashi kya kriv tvhụ̄ pạdh be mʿny gindunah, byyhi kya yiyiv nh tvhụ̄ aashi kun vaps aannh."
  },
  {
    "verse_id": 116,
    "translation": "Ps setthah bala th brtr chhu Allah tʿālyā, suh chhu badshah pzipạtthụ̄, tmụ̄ kvr nh be mʿny th be hvudh kanhh chyz pạdh. Kanhh mʿbvdah chhunh ts vrạe, suh chhu mạlk ʿrshi ʿẓymuk."
  },
  {
    "verse_id": 117,
    "translation": "Byyhi yus aakhah yimh dlylh ạsith khdays sintụ̄ kạnshi mʿbvd snz ʿbadt kri yath petth nh kanhh dlyle chhe, tmụ̄ sund ḥsab chhunh mgr tuhndis prvrdgars nishhi. Be shk kamyab spdn nh kạfr blkh rvzn tim abdalābad ʿdhabs andr grftar."
  },
  {
    "verse_id": 118,
    "translation": "Ae pyghmbr tvhụ̄ ạsiv dʿā kran th mngan, ae myanhi prvrdgar mghfrt kr me, byyhi kr me petth rḥm, mʿāshs andr thi, tvfyq ṭaʿts andr thi, njat ạkhrts andr thi, ʿṭae jnts andr thi, cze chhukh sarive rḥm krvunyv andrh rḥm krvun."
  }
]