[
  {
    "verse_id": 1,
    "translation": "Yhi chhu aakh suvrah aakh yymikụ̄ alfaẓ aasy nạzl krụ̄ byyhi krụ̄ aasy nạzl tamikụ̄ mʿāny yʿny aḥkam. Byyhi krụ̄ aasy tth andr vaẓḥ th ṣaf ṣaf āyat nazl yuth tvhụ̄ tim āyat zạniv th mạniv."
  },
  {
    "verse_id": 2,
    "translation": "Zina krvunụ̄ znanh, zna krvun mrd, prth akis timav andrh lạyiv aakh hth durh hrgah tim nythrh vrạe āsn. Tohyhi gczihh nh yimn don petth khdae sndis mʿāmls andr aakh dhrh thi rḥm yun yymhi sintụ̄ tim trạviyvukh ya szahs mnz kmy kriyvukh, chhiv he tvhụ̄ pczh kran Allah tʿālyā hs th ptimis dohs yʿny qyamts. Kyazi doshvunụ̄ petth ayman th pczh āsnụ̄ chhu mngan. Allah tʿālyā sndis ḥkms gczih tʿmyl sapdun. Byyhi spdin ḥạẓr tihindis aath szahs jmaʿthah aakh baaymann hnz. Yhi sza chhu timn don mujrmn yim āzad, ʿạql th balgh byyhi aanhrụ̄ āsn, yim ghlam āsn timn pnczah durh. Yim nh ʿāql ya balgh āsn tim chhinh mklfy. Yim nkaḥ vạlụ̄ āsn tihund sza chhu rjm, sngsạry yʿny tiyiczh kanhi layinhi yimav sintụ̄ tim marn."
  },
  {
    "verse_id": 3,
    "translation": "Zany yʿny zna krvun chhunh nkaḥ kran mgr zna kar znanhi sintụ̄ ya mshrk znanhi sintụ̄, yimh zna kar znanh chhanh nkaḥ nythr kran mgr znakar mrds sintụ̄ ya mshrk mrds sintụ̄, yhi chhu ḥram āmut krnh baaymann petth."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi yim lvukh bdkạry hnz hanczh lagn pak damn znann tvpth krn nh tim pysh czor gvah pnnis dʿūyā hs petth, ps lạyiv tvhụ̄ timn lvukn shytth durh, tth chhi vnan ḥdi qdhf. Byyhi mah kriv kunhi mʿāmls mnz tihnz shhadt āyndh zanhh thi qbvl, yithi chhu tihindi ḥqh aakh ḥdah. Yime kya ge fasq. Timn āshi ạkhrts mnz thi sza fasq th nafrman āsnh mokhh."
  },
  {
    "verse_id": 5,
    "translation": "Mgr yim lvukh tvbh krn aamhi thmt lagnh pth khdays brvntthh knhi byyhi snbhaln pnnụ̄ ḥalt, tth ṣvrts andr chuh Allah tʿālyā be shk setthah mghfrt krvun."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi yim lvukh hanczh lagn pnnyn mnkvḥh znann bdkạry hnz tvpth āsnkh nh tth petth czvr gvah kynhh thi, ps chhe timav andrh prth akụ̄ snz gvạhy yhe kh suh daphi czvrih phiri khdae sund qsm hạvith kh be shk suh chhu pnnis dʿūyā hs andr pziyvr."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi vanhi pvunczmhi ltthi be shk chhe ts petth khdae snz lʿnt hrgah suh aapuz vnh vunyv andrh chhu."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi spdi ts znanhi nishhi ys hanczh āshi āmcz lagnh ʿdhab yʿny szahi ḥbs, ya ḥdi zna dvur yylhi so czvri phiri qsm hạvith gvạhy diyhi kh yhi mrd chhu yqynaan aapuzvnan."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi vanhi so znanh pvunczmhi ltthi kh be shk chhu ghẓbi khda ts petth hrgah yhi mrd pvzvnan chhu. Aamhi ṭryqh vnnavns chhi vnan liʿān. Yhi liʿān chhu spdan tth ṣvrts andr kh khavnd laghi thmt pnnhi znanhi znahch. Bchs mtʿlq vnys yhi chhue nh myvn. Pnnhi mnkvḥh znanhi thmti zna lagnh sintụ̄yin khavnds nishhi czvr gvah mngnh. Hrgah tmụ̄ czvr gvah pysh krụ̄ tylhi yiyhi znanhi petth ḥdi zna jry krnh. Agr czvr gvah hykụ̄ nh tmụ̄ pysh krith tylhi yiyhi vannh ts czh kr yim alfaẓ byan. Hrgah tmụ̄ yim alfaẓ byan krụ̄nh tylhi yiyhi suh qạd krnh, ts yiyhi vannh ya krczh pnnis aapziyvr āsns aqrar nath van yim alfaẓ. Hrgah tmụ̄ pnnis aapzyvr āsns aqrar kvr tylhi yiyhi ts ḥdi qdhf dinh. Hrgah tmụ̄ yim alfaẓ vnụ̄ tylhi yin znanhi nishhi thi dvyimhi qsmkụ̄ alfaẓ vnnavnh. Hrgah so yim alfaẓ vannhi nishhi ankar kri tylhi yiyhi so qạd krnh, ts petth yiyhi jbr krnh kh ya kr czh mrds tṣdyq ya van yim alfaẓ. Hrgah tmhi mrds tṣdyq kvr, ts yiyhi tylhi ḥdi zna dinh. Hrgah so yim alfaẓ vnns petth rạẓụ̄ spz tylhi yin tim alfaẓ tsndi chantthi vnnavnh. Yylhi mrdn thi vnụ̄ yim alfaẓ yim ts vannụ̄ āsn, znanhi thi vnụ̄ tim alfaẓ yim ts vnnụ̄ āsn, yimn don mnz sapud liʿān vaqʿ, tihund nkaḥ czihyvn. Amis mrds chhunh jạyz amis znanhi sintụ̄ ṣḥbt krnụ̄ ya thph krnụ̄. Yim sạry chyz spdụ̄ amis petth ḥram, tvpth hrgah amis znanhi ṭlaq diyhi, thi gvv jan, vrnh kri qạẓụ̄ yimn don mnz tfryq yʿny jdạyy hund ḥkm. Aamhi jdạyy hund ḥkm chhu ṭlaqi bayn. Amis mrds chhunh amis znanhi sintụ̄ zanhh nkaḥ krun jạyz mgre vanhi mrd kh me vvn aapuz tylhi yiyhi amis mrds ḥdqdhf dinh. Tamhi pth chhu timn don nkaḥ krun jạyz."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi hrgah nh tohyhi petth khdae sund fẓl āsiha, suh nniraviha ḥqyqt ḥal. Tmụ̄ kr pnnhi fẓl v rḥmt sintụ̄ tohyhi prdh pvshy. Pzipạtthụ̄ Allah tʿālyā chhu setthah tvbh qbvl krvun, setthah ḥkmt vvl."
  },
  {
    "verse_id": 11,
    "translation": "Pzipạtthụ̄ yim lvukh nyvulue aapuz hyth āe yʿny hanczh lạjikh pakh sndis pak vjvds, ḥẓrt aumu almvmnyn ʿāyshh ṣdyqh hs rẓy Allah ʿnha. Tim lvukh th chhi tohy andrh aakh jmaʿthah yimn hund tʿda kum czvr avs, timv andrh avs aakh mvuly shryr, baqy ạsụ̄ tmụ̄ sndụ̄ tạbʿ. Aamhi qsuk khlaṣh chhu yy zi nby krym ṣly Allah ʿlyh vslm yylhi jngi bny mṣṭlqh nishhi vaps āe yus jng she)6( hjry ys mnz sapudmut chhu, ḥẓrt am almvmnyn ʿāyshh ṣdyqh rẓy Allah tʿālyā ʿnha thi ạs aath sfrs mnz nby krym ṣly Allah ʿlyh v slmn sintụ̄. So ạs alg akis avuntts petth svar. Amis avuntts petth avs ʿiimary yʿny hvdj yivan thavnh. Tth ʿmary sụ̄ prdh yivan travnh, tvpth ạs tshryf thavan tth mnz ḥẓrt am almvmnyn. Aamhi pth ạsụ̄ avuntth vạlụ̄ yivan thi yhi ʿmary tulan tvpth avuntts petth thạvith kasan. Aakhi doh avs qaflh akis mqams petth tthhrith. Qaflh kh rvangy brvntth phn pyyhi ḥẓrt am almvmnynn qẓae ḥajtch ẓrvrt. Tim drayhi ʿmary mnz hna dvur phn qẓae ḥajt krnh khạṭr. Atfaq sapd tathi kh tihnzi hatthi chh malhi czihyvn pan th so āyhi chhkravnh. Yimav hytụ̄ tmikụ̄ danh sombravunụ̄. Aath sintụ̄ lvg timn vqt tvpth yylhi tim vaps āe qaflh avs dramut. Aamhi jayhi nishhi khbr kvt vvtmut. Avuntth vạlụ̄ ạsụ̄ āmtụ̄, timav ạs yihnz ʿmary tujmcz yymhi khyalh kh am almvmnyn āsn aath mnz kyazi tihund sin avs timn dohn kme byyhi avs tihund jsm thi lvtue. Bdn avs nḥyf, avuntth valyn avs nh tihund gobyr zyadh kynhh lgan. Chnanchh timv tul tihund hvdj yhi khyal krith kh yim āsn aath mnz, tvpth thvvukh ahndis avuntts petth bnd krith. Ḥẓrt am almvmnynn yylhi vuchh qaflh dramut, tim rvudụ̄ rats athụ̄ jayhi, timav dvp yylhi tim kunhi jayhi vạtith me lbn nh khod bkhvd me czhanddan czhanddan vaps yath jayhi, lhādha pazi yath jayhi qrar krun. Kynhh kalah gczihth khcz yimn nindr tvpth shvngụ̄ yim atithe. Ḥẓrt ṣfvan bn mʿṭl ṣḥabv ṣạbv andrh aakh ṣaḥbah, tim ạsụ̄ qafls pth pth pkan. Kyazi qafls ma āsihe kanhh chyzah vsụ̄ pyvmut, tim ạsụ̄ suh chyz tulan. Tim yylhi aath jayhi vạtụ̄ yythi ns am almvmnyn shvngith ạs, timn āv bvznh aakh ansanah shvngith, nzdyk yylhi vạtụ̄ ahndis buthis petth pyykh nẓr, yimav prznạv tvpth pvr timav aina llh vaina ailyh rajʿuuvna. Yhi prnh sintụ̄ gyhi tim hushyar. Vuchhukh ṣfvan bn mʿṭl. Srimbarks petth trvvukh ridae mbark. Yhi ṣfvan bn mʿṭl zaniha timn prduk ḥkm nạzl spdnh brvntth. Chnanchh timav kvrpysh panun avuntt. ʿrẓ kvrhkh tvhụ̄ spdiv ḥẓ aath petth svar. Ahi pth avn timav panun avuntt, suh byhnvvukh am almvmnyn brvntth knhi, timh spz tth petth svar prdh krith. Avuntth snz raz rtt ṣfvan bn mʿln aaths mnz, tvpth hyvtukh brvntth brvntth pakun yvt tanụ̄ qafls nishhi vạtụ̄. ʿbd Allah bn aby yus mnafq khbyth, dshmn rsvli krym ṣly Allah ʿlyh vslm avs, timn lj yhi kthah aaths mnz, tmụ̄ hyvt vạhy tbạhy vvrun. Bʿẓ sydyn sadn mslmann petth thi sapud rmụ̄ sndi vvrnuk athr. Timav thi hyvt aamuyk tdhkrh krun mthlaan ḥẓrt msṭḥ th ḥẓrt ḥsan mrdav andrh. Ḥẓrt ḥmnh znanv andrh, ḥẓrt am almvmnyn rẓy Allah ʿnha byyhi sarine mslman ṣḥab ṣạbn, byyhi khod bdhat rsvl krym ṣly Allah ʿlyh vslmn sapud aamuyk skht ṣdmh. Akis ryts tanụ̄ rvud yhi qṣh yithe pạtthụ̄. Akhi ryth pth spdụ̄ yim āyat krymh am almvmnyn sndis brats andr nạzl. Ae mslmanv, yuthnh yhi aapuz vaqʿh tvhụ̄ zạniv pnnhi khạr ychh th nakarh blkh chhu yhi tuhndi khạṭr rut th bhtr baaʿtbari anjam, tuhndi khạṭr chhunh yth andr kanhh ẓryr albth aamuyk chrchh krvunyn chhu ẓrvr aamuyk ẓryr. Akis chhu tyvut gnah yvut tmụ̄ aath aapzis mnz ḥṣh nyvumut chhu, zyvi sintụ̄yhi qṣh mshhvr krn valyn chhu zyade gnah. Bvzn valyn dilh sintụ̄ bdgmạny krn valyn pnnhi pnnhi mqdar mvjvb prth akis aamuyk gnah. Byyhi yymụ̄ shkhṣn aath mnz bvdd ḥṣh hyvt, tihindi khạṭr chhu bvdd ʿdhab suh gvv mnafqn hund ziyutth ʿbdAllah bn aby, yymụ̄ yhi aapz khbr phhlạv, tth andr skht kvshsh kr, tihindi khạr chhu sza nari jhnm."
  },
  {
    "verse_id": 12,
    "translation": "Tohyhi yylhi yhi khbr bvzạyvh baayman mrdv th baayman znanv, kvnh niyvu panh vạnụ̄ pnnhi ḥqh rut guman byyhi kvnh dpyvv yhi chhu ṣryḥ th nvn aapuz."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi kvnh āe tim hanczh lagvunụ̄ czvr gvah hyth yus athbat zna khạṭr shr chhu. Ps yylhi nh tim czvr gvah hyth āe. Lhādha chhi time shryʿt kh qạʿdh mvjvb khdays nishhi aapziyạrụ̄."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi hrgah ne khdaesund fẓl th rḥmt tohyhi petth dnyahs th ạkhrts mnz āsiha, ae ḥsan, ae misṭḥ, ae ḥmnh. Tohyhi ratthi ha ẓrvr aath kamhi mnz aacznh khạṭr, aath mnz shmvlyt krnh khạṭr bvdd ʿdhab."
  },
  {
    "verse_id": 15,
    "translation": "Yylhi tvhụ̄ aakh akis vnan ạsiv pnnyv zyvav sintụ̄, ty avs tuhndyv chanttyv nyran yymich nh tohyhi khbre ạs, byyhi ạsiv tvhụ̄ zanan shle kthah lokttue mʿāmlah, ḥalankh suh chhu khdays nishhi setthah bvdd chyz yʿny gnah kbyrh. Kyazi pak znanhi thmt lagnụ̄, yhi chhu gnahi kbyrh, vonụ̄ lagnụ̄ thmt nby krym snzi mḥtrm grvajnhi, yhi kvtah gnah chhu. Tamhi ʿlavh sapud yhi sbbi adhyt nby krym ṣly Allah ʿlyh v slm, lhādha varyah byyhi chyz spdụ̄ gnahn hund bạʿth."
  },
  {
    "verse_id": 16,
    "translation": "Yymhi saʿth tohyhi yhi bvuziv goddny, tmy saʿth kvnh vnyvv tohyhi kh aashi pazi nh yiczh kthe krnụ̄. Khda vndah czh chhukh mnuzh th pak. Yhi vaqʿh chhu balkl aapuz th setthah bvdd bhtan."
  },
  {
    "verse_id": 17,
    "translation": "Allah tʿālyā chhu tohyhi nṣyḥt kran yuthnh dvbarh yiczhh kthh ạsiv kran, chhivhe tvhụ̄ baayman."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi chhu Allah tʿālyā tohyhi vyczhnạvith aḥkam byan kran, byyhi chhu Allah tʿālyā svrue bvzvun setthah ḥkmt vvl."
  },
  {
    "verse_id": 19,
    "translation": "Pzipạtthụ̄ yim lvukh yim vaẓḥ āyat nạzl spdnh pth thi khvạhsh chhi thavan kh ychh kthh gczhh phhlnhi th shayʿ spdnhi mslmann andr, tihindi khạṭr chhu dnyahs andr th ạkhrts andr dvd th dg tulh vun ʿdhab. Byyhi chhu Allah tʿālyā svrue zanh vun, tvhụ̄ chhiv nh zanan."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi ne khdae sund fẓl th rḥmt tohyhi petth āsiha, byyhi ne Allah tʿālyā mhrban th rḥmt vvl āsiha, tvhụ̄ bch hiv nh tihindi ʿdhabh nishhi."
  },
  {
    "verse_id": 21,
    "translation": "Ae baaymanv mah pkiv shyan snzi vathi qdm bqdm ts pth pth, kyazi yus shyan snzi vthi pkhi ts pth pth qdm bqdm, shyan chhu pzipạtthụ̄ prth kạnshi ychh kamyn th be ḥyạyy hund aamr kran yymhi sintụ̄ shkhṣ tbah th brbad gczhan chhu, byyhi hrgah ne khdae sund fẓl th rḥmt tohyhi petth āshi ha, tohyhi andrh spdiha nh kanhh aakhah zanhh thi pak th ṣaf gnahv nishhi, lykn Allah tʿālyā chhu tvbuk tvfyq dith pak v ṣaf kran yas yyczihh ts, Allah tʿālyā chhu svrue bvzvun svrue zanh vun."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi mah hạvin qsm tohyhi andrh dyny fẓylt vạlụ̄ th dnyạvy vsʿt vạlụ̄, tim kya āsn nh mal panun divan ạshnavn th mskynn byyhi mhajrn yimav khdae snzi vathi andr hjrt krmcz āshi. Aamhi andrh chhu murad ḥẓrt abv bkr ṣdyqs trghyb duyn kh tim yus amdad pnnis ạshnav ḥẓrt musḥṭs divan chhi suh thạvin jạry, aamhi qṣvr mokhh mah krin suh bnd, tmis krin qṣvr mʿāf. Tuhund gczihh mʿāf krun, drguzr krun tihund qṣvr, kya tvhụ̄ chhiv na psnd kran kh Allah tʿālyā kya kri tuhndyn gnahn mghfrt, tylhi ạsiv tvhụ̄ thi byyan hund qṣvr mʿāf kran. Allah tʿālyā chhu setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 23,
    "translation": "Pzipạtthụ̄ yim bdkạry hnz hanczh lagn pak th be khbr baayman znann timn yiyhi lʿnt krnh dnyahs th ạkhrts andr byyhi chhu tihindi khạṭr bvdd ʿdhab."
  },
  {
    "verse_id": 24,
    "translation": "Tth bddis ʿdhabs gczhn grftar tamhi doh yymhi doh gvạhy din timn khlaf zyvh tihinz byyhi aathh tihindụ̄ byyhi khor tihindụ̄ timn sarine kamyn hnz yim tim lvukh kran ạsụ̄."
  },
  {
    "verse_id": 25,
    "translation": "Tamy doh hyyhi Allah tʿālyā timn vajby bdlh, byyhi zann tim tmy doh kh be shk Allah tʿālyā chhu pvz fạṣlh krvun, pvz pzravvun, prth kthhi hnz ḥqyqt nniravvun."
  },
  {
    "verse_id": 26,
    "translation": "Napak znanh chhe napak mrdn hndi khạṭrh, napak mrd chhi napak znann hndi khạṭrh, pak znanh chhe pak mrdn hndi khạṭrh, pak mrd chhi pak znann hndi khạṭrh. Tim pak mrd th pak znanh chhe balkl bry timav kthv nishhi yimh kthh lvukh vnn, tihindi khạṭr chhu bvdd mghfrt byyhi ʿztuk rzq."
  },
  {
    "verse_id": 27,
    "translation": "Ae baaymanv, mah ạsiv aaczan kunhi grs mnz pnnyv grv vrạe yvt tanụ̄ nh godd ajazt ạsiv hyvan, byyhi yvt tanụ̄ nh slam ạsiv kran gr valyn petth. Yhi chhu tuhndi ḥqh setthah rut yuth tvhụ̄ czyts thạviv."
  },
  {
    "verse_id": 28,
    "translation": "Hrgah ne tvhụ̄ grn andr kanhh shkhṣah lbyvun tvthi mah ạsiv tvhụ̄ timn grn mnz aczan, yvt tanụ̄ nh tohyhi ajazt āshi yivan dinh. Byyhi hrgah tohyhi vannh āshi yivan vunụ̄ kyns chhunh mvqʿh mlaqatuk, vaps gczihv tylhi gczihh vaps gczuhn, ty chhu tuhndi khạṭr zyadh ṣfạyy hund bạʿth. Allah tʿālyā chhu thi svrue zanan yhi tvhụ̄ kran chhiv. Agr khlafi ḥkm kanhh kạmah kriv tth petth khyyiv sza."
  },
  {
    "verse_id": 29,
    "translation": "Tohyhi chhunh kanhh gnah hrgah tvhụ̄ acziv timn grn andr yimn mnz nh lvukh ʿīal hyth bsan āsn, timn mnz āshi tuhund kanhh samanh, suh gvv msjd, mdrsh, srae, hvttl hyvu, yithyn mkann andr blaajazt aaczns chhunh kanhh ḥrj. Allah tʿālyā chhu zanan thi svrue yhi tvhụ̄ nniravan chhiv byyhi yhi khttith thavan chhiv, prth ḥals mnz gczihh khoczun khdays."
  },
  {
    "verse_id": 30,
    "translation": "Frmạviv tvhụ̄ yarsvl Allah baayman mrdn, tim vttin achh pnnhi vopr znann kun nẓr dinh nishhi, byyhi krin rạchh str chn jayn pnnyn vopr znann, ghạr mnkvḥn sintụ̄ ya lokttyn sintụ̄ bdkạry krnh nishhi, ty chhu zyadh mfyd tihindi khạṭr. Pzipạtthụ̄ Allah tʿālyā hs chhe khbr tamhi sarichy yhi tim kran chhi, suh diyav yiczhn ychh kamyn petth sza."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi frmạviv baayman znann kh timh thi vttin achh pnnhi vopr mrdn kun nẓr dinh nishhi byyhi krin rạchh pnnyn str chn jayn bdkary nishhi, byyhi mah nnirạvin timh pnnhi zynt chh jayhi mgre time jayhi yimav andrh nybr kun āsn, mjbvury āshi timh jayhi nniravnhi, suh gvv buth, aathh zh th khor zh. Byyhi krin timh klh th synh pvushydh thavnch setthah kvshsh. Tth slsls mnz chhu lạzm timn kh pvucz th srczadr trạvin timh pnnyn naln th grybann petth yymhi sintụ̄ httis th nals āshi strspdan, byyhi mah nnirạvin ghnh chh jayhi pnnhi mgr pnnyn khandarn nishhi, ya pnnyn malyn nishhi, ya khandarn hndyn malyn nishhi yʿny hyhr )babn( nishhi, ya pnnyn nychivyn nishhi, ya khandarn hndyn nychvyn nishhi yʿny vor nychvyn nishhi, ya pnnyn bayn nishhi, ya bapph thrn nishhi, ya bynthrn nishhi, ya pnnyn znann nishhi yʿny yimh mslman znanh yivan gczhan āsn bshrṭykh bd chln āsn nh. Kạfr th ghạrmslm znanh gyhi vopr mrds brabr, timn nishhi thi gczihh str krun yithh pạtthụ̄ vopr mrds nishhi str krnh yivan chhu, ya pnnyn knyzn nishhi, yimn khdmt gzarn nishhi yimn nh ḥajt āshi znann hund, mrdav andrh, timn āsn nh ḥvas bja tmy āsykh nh znann kun rghbt th tvjh, ya timn lokttyn nishhi yim nh vunhi vạqf āsn spdụ̄ mtụ̄ znann hndyn pvushydh mʿāmlatn petth, yʿny nabalgh th lokttụ̄ yimn sarine nishhi chhu jạyz buth th aathh khor nniravunụ̄, khavnds nishhi gczihh nh bdnukh kanhh ḥṣh pvushydh thavun agrchh khaṣ jae vuchhinụ̄ chhe khlaf adb, byyhi gczihh znann hund prduk yvut khyal thavun kh pkan pkan gczhn nh khor zvrh travinhi yuth tamhi zyvrch āvaz vopr mrdn hndyn knn gczihh yus zyvr timh pvushydh thavan chhe yʿny pazyb, byyhi kriv tvbh tvhụ̄ sạry Allah tʿālyā hs kun ae baaymanv tohyhi he kynhh kvtạhy āshi gmcz aḥkamn andr yuth tvhụ̄ kamyab sapdiv, varnh mʿṣyt chhe manʿ kamyạby spdan."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi kriv nythr timn yim tohyhi andrh nythrh vrạe th be nkaḥ āsn, aadh tim mrd ạsitn ya znanh, byyhi yim nkaḥ krns qabl āsn tuhndyv ghlamv andrh byyhi kynyzv andrh, byyhi gczihh yad thavun kh pnnis ʿzyz ya pnnis ʿzyz sndis khavndh sund fqyr āsun gczihh nh manʿ spdun timn hndi nkaḥ nishhi, kyazi hrgah he tim fqyr th mḥtaj āsn, Allah tʿālyā kri timn pnnhi fẓlh sintụ̄ maldar nkaḥ krnh pth yylhi timn andr rvuzy kmavnch qạblyt āshi, Allah tʿālyā chhu vsʿt vvl, suh ys yyczihh ts kri rzqs andr vsʿt, suh chhu svurue zanh vun, sarine hundd ḥal chhu ts mʿlvm."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi rvuzin pak damn tim lvukh yim nh nythr hykan chhi tng dsty hndi sbbh krith yvt tanụ̄ Allah tʿālyā maldar kri timn pnnhi fẓlh sintụ̄, byyhi yim khvạhsh mnd āsn mals bdl āzad spdnkụ̄, tuhndyv ghlamv ya knyzv andrh tim bnạviyvukh mkạtb hrgah tohyhi timn mnz kunhi khvby v bhtry hndụ̄ āthar v ʿlamat lbnh yin. Byyhi ạsiv timn amdadkran khdae sndi tmhi malh mnz kynhh divan yus mal tmụ̄ tohyhi ʿā kvrmut chhuv, byyhi mah kriyvukh mjbvr pnnhi knyzh bdkạry petth hrgah timh yyczhn tamhi nishhi bachun th pak v pạkyzh rvzun, kya tvhụ̄ chhivh yhi ychh kạm krnạvith czhanddan dnyachh napaydar zndgy hundd samanh. Byyhi yus timn yhi ychh kạm krns petth mjbvr kri, Allah tʿālyā kri timn mjbvur krnh pth mghfrt th rḥm. Mjbvr krvunis kri skht ʿdhabs grftar."
  },
  {
    "verse_id": 34,
    "translation": "Pzipạtthụ̄ byyhi krụ̄ aashi nạzl tuhndi hdayth khạṭryth svrh shryfs mnz rsvl Allah ṣly Allah ʿlyh v slmn hndi dhryʿh tohyhi kun ae mslmanv nnụ̄ āyat th aḥkam, byyhi kynhh mthalh, mkhtṣr ḥalat tim lvukn hndụ̄ yim tohyhi brvntth guzrymtụ̄ chhi, byyhi bdd nṣyḥt khoczvunyn th prhyzgarn hndi khạṭr."
  },
  {
    "verse_id": 35,
    "translation": "Allah tʿālyā he chhu nvur hdayt krvun timn yim āsmann mnz rvzvunụ̄ chhi byyhi yim zmyns mnz rvzvunụ̄ chhi yʿny āsman v zmyns mnz yimn hdayt sapud timn sarine kvr hdayt Allah tʿālyā ne. Āsman v zmyns mnz chhu murad svrue ʿālm. Ps yim mkhlvqat āsman v zmyn nishhi nybr chhi mthlaan ḥạmlani ʿrsh vghạrh tim sạry spdụ̄ aath mnz shạml. Tihindi nvuri hdaytch ʿjyb ḥalt chhe ticzhe kh tvhụ̄ zạnitav aakh ṭaqchhi hanah, tth petth chhu aakh czvngah, sue czvng chhu aath ṭaqchs petth akis shyshvis qndyls mnz, yhi shyshuv qndyl chhu tiyuth ṣaf zan suh sitarh chhu zvtan. Suh czvng chhu zalnh yivan aakhi mfyd th babrkt kulhi kh tyilh sintụ̄, suh kul gvv drkhti zytvn yus nah mshrqs kun chhu, nah mghrbs kun blkh chhu ticzihh jayhi yythi ns tth petth dvhụ̄ dohs taph chhu vatan, yithhi drkhti zytvnuk tyl chhu āsan zyadh lṭyf th ṣaf, tmuyk tyl chhu zvtan th nph nph kran, agr chh tth mth yiyhi tn narh sintụ̄ czkh dinh, adh yylhi tth narh sintụ̄ czkh thi yiyhi dinh, tylhi spdi tmuyk gash dognh, suh spdi akis nvurs petth byakh nvur, aakh avs yhi tyl bdhati khod rvshn byyhi yylhi narh sintụ̄ ās czkh dinh, aamich rvshny gyhi tyz, mthal gyhi khtm. Yithe pạtthụ̄ yylhi Allah tʿālyā chhu baayman sndis dils andr hdaytuk nvur vatnavan tmis chhu doh khoth doh qbvli ḥq khạṭr dil muczrnh yivan. Prth vqth chhu aḥkami alhāy bja aannh khạṭr tyar rvzan. Nvuri ʿlm ḥaṣl spdnh pth chhu amis nvuri ʿml thi ḥaṣl spdan. Yime zh nvur yylhi jmʿ spdụ̄, aath petth āv ṣadq nvur ʿly alnvr. Allah tʿālyā chhu pnnis nvuri hdayts kun vath havan yas yczhan chhu ts. Yhi chhe bdd minth hdayt lbh vunyn petth Allah tʿālyā sndi rfh. Tihindy tvfyq sintụ̄ bnyav timn hdayt. Yithh pạtthụ̄ hdaytch yhi mthal Allah tʿālyā hn byan frmạv, yithe pạtthụ̄ chhu Allah tʿālyā lvukn hndi hdayt khạṭr mthalh byan kran yuth lvukn pvur fkri tari. Allah tʿālyā chhu prth chyzah pvur zanh vun."
  },
  {
    "verse_id": 36,
    "translation": "Yimn Allah tʿālyā hdaytuk nvur ʿṭa kran chhu tim chhi tmụ̄ snz ʿbadt kran tim chhi tihnz ʿbadt kran timn grn andr yimn grn hund blnd krnuk andr tihind nami pak kh yad krnuk Allah tʿālyā hn frmvvmut chhu, tim grh ge msjdh. Timn grn hund pazi setthah tʿẓym v aḥtram krun, tvt gczihh nh aaczun be ghsln th ḥyẓ vajnyn znann hund, tvt gczihh nh vatnavun kanhh napak chyz, tathi gczihh nh lagun kunhi qsmuk shvr th krykh nad, tathi gczhn nh krnhi dunyạvy kthh. Bhpạky chhi panczn vqtn yad kran timn grn andr nemaz prnh sintụ̄ ṣbḥs th shams. Ṣubḥs gyhi ṣubḥ nemaz āṣals andr āe baqy czor vqt, pyshin, digr, sham th khftn, kyazi aṣl th āṣal chhi vanan dvphr kh vqth āftab ddlnh pth sạrise rats tanụ̄."
  },
  {
    "verse_id": 37,
    "translation": "Time mrd yimn nh āvur chhu kran khdae sndi yad nishhi, nemaz qạyim thavnh nishhi, zkvāh ada krnh nishhi, kanhh karvbarah, nh kanhh tjartah. Aamhi andrh chhu mʿlvm spdan kh mrdn hnz gczihh msjdn andr nemaz prnụ̄. Znann hnz gczihh nemaz prnụ̄ grne andr. Ḥdyth shryfs nadr chhu āmut znann hnz gry nemaz prns varyah fẓylt, tihindi khạṭr chhe gre msjdh. Yim lvukh chhi khoczan tamhi doh kis rttns th gnddns yymhi doh taluk petth spdi bʿẓ lvukn hndyn diln th achhn dhsht v khvf sintụ̄."
  },
  {
    "verse_id": 38,
    "translation": "Anjam timn lvukn hundd āshi kh Allah tʿālyā diyhi timn rut bdlh tihnzn rczn ʿmln hund yimh ʿmlh timav krimaczh āsn, byyhi hurravykh mvzvurụ̄ pnnhi fẓlh sintụ̄ Allah tʿālyā chhu dʿā kran ys yczhan chhu ts ḥsabh rvstue. Yvt tanụ̄ āv byan krnh hdaytuk th ahli hdaytn hund ḥal. Aamhi pth chhu Allah tʿālyā frmavan ahli ẓlaltn hund ḥal th mthal. Ahli ẓlalt yʿny kạfrn chhi zh qsm, aakh ge tim yimn qyamtch pczh chhe, yimn chhu jzahuk th szahuk thi khyal. Yhi mthal chhe tihnzy."
  },
  {
    "verse_id": 39,
    "translation": "Byyhi yim kạfr chhi tihnzn ʿmln hnz mthal chhe tamhi sykhi hnz mthal yosh akis mạdans mnz āshi yus taph sintụ̄ zvtan chhu āsan, tryshhi hvt chhu dvuri vuchhith tth sykhi āb khyal kran, tvpth chhu tth kun dvran, taaynkh yylhi suh tth khyạly ābs petth vatan chhu, suh chhunh ābs lban kihinụ̄, amis chhu jsmạny v rvḥạny ṣddmh vatan th yhi chhu atụ̄ the tryshh tryshhi kran maran. Blkh chhu yhi lban khdae sndis ḥkms tth jayhi yʿny mrnh kis ḥkms. Ps chhu Allah tʿālyā amụ̄ snzi ʿmri hund ḥsab pvur kran yʿny yhi chhu khtm spdan. Allah tʿālyā chhu jld ḥsab moklavan."
  },
  {
    "verse_id": 40,
    "translation": "Dvyimhi qsmh kyn kạfrn hnz mthal chhe timn aanhi gttyn hnz yim snyn smndrn mnz āsn, yimn petth valnh yiyhi aakh mvj )lhr( tth petth āshi byakh mvj )lhr( tamhi petthh knhi āshi avbur thi. Aamy āsn jmʿ gạmczh varyah aanhi gtth aakh akis petth, hrgah aath ḥals mnzshkhṣ timn aanhi gttn mnz smndr kis czkis tl panun aathh nybr kddi, suh hyyhi vuchhun suh hykhi nh tth pnnis aaths thi vuchhith, tyicz āshi aanhi gtth, byyhi yymis nh Allah tʿālyā pnun nvri hdayt ʿṭa kri ts hykhi nh bnith kynhh thi nvur th rvshny."
  },
  {
    "verse_id": 41,
    "translation": "Kya cze vuchhuth na, cze spdue na mʿlvm ae ansanhi kh be shk Allah tʿālyā hs chhi bpaạky yad kran tim sạry mkhlvq yim āsmann th zmynn mnz chhi, byyhi vuddvunụ̄ janvr, yim pnnhi pkhh muczrạvith chhi vuddan th phyran. Yhi chhe vjvd ṣanaʿiis petth ʿjyb dlylah kyazi timn janvrn hndyn jsmn hndi thqlh kh vajvd chhi tim hvahs petth mʿlq rvuzith avrh yvr phyran. Prth akis timav janvrv andrh chhe pnnụ̄ nemaz th dʿā, pnun pnun tsbyḥ th vẓyfh alhami khdayy sintụ̄ mʿlvm. Bavjvdān chhi kynhh lvukh khdae sndis tvḥyds ankar kran. Allah tʿālyā chhu pvur zanan tim sary chyz yim tim kran chhi, suh diyhi timn tth ankarv aʿtraẓs petth pvur sza."
  },
  {
    "verse_id": 42,
    "translation": "Allah tʿālyā snze chhe badshaht th ḥkvmt āsmann th zmynn mnz, aaz thi byyhi brvntth thi sarine chhu ptv lakh vatun ts nishhi, suh diyhi sarine pnnyn kamyn hnz mvzvurụ̄."
  },
  {
    "verse_id": 43,
    "translation": "Kya cze chhe na khbr kh be shk Allah tʿālyā chhu pknavan avbrs, tvpth chhu milnavan tth aakh akis sintụ̄, varyah hn czrttyn chhu kunue kran, tvpth chhu tth aakh akis petth thavan, aty chhukh czh vuchhan rvud nyran tamhi andrh. Byyhi chhu Allah tʿālyā valan avbr mnz tamhi kyv timav bddyv ḥṣv mnz yim koh hy chhi ddvtth, tvpth chhu suh ddvtth travan kạnshi hndis zuvs petth ya zraʿts petth ya baghs petth yas suh yczhan chhu, kạnshi chhu bchravan tamhi ddotthh nishhi, ts shkhṣh sund zuv, zraʿt th bagh chhu mḥfvẓ rvzan, yithi yasund suh yczhan chhu. Tmhi avbr mnz chhe nyran ticzhy vuzmlah kh qryb chhu spdan timn vuzmln hund gash manyh achhn hndis gashs. Kyah qdrt vvlah chhu, ābh mnz chhu narh vuzmlh kddan."
  },
  {
    "verse_id": 44,
    "translation": "Allah tʿālyā he chhu phiran th bdlavan dohs th rats. Be shk aath rat kis yinas gczhns andr chhu ʿbrt th qdrt chh bjhi dlylh ʿqlhi valyn hndi khạṭr."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi Allah tʿālyā hn pạdh kvrmut prth ḥrkt krvuna ābh nishhi, timav andrh chhi bʿẓ yim pkan chhi pnnhi ydd sintụ̄, byyhi chhi timv andrh bʿẓ yim pkan chhi czvrav khorv sintụ̄. Allah tʿālyā chhu pạdh kran yhi yczhan chhu. Pzipạtthụ̄ Allah tʿālyā chhu prth chyzah pạdh krns petth qdrt vvl."
  },
  {
    "verse_id": 46,
    "translation": "Pzipạtthụ̄ aashi krụ̄ nạzl tim āyat yim svrue nniravvunụ̄ chhi mgr Allah tʿālyā yimne yczhan chhu timne chhu vth havan rahi rasts kun."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi chhi vnan mnafq lvukh aashi krpczh khdays byyhi pyghmbri khdays, byyhi mvn aashi tihund ḥkm dilh sintụ̄ mgr tvpth chhe timav andrh aakh jmaʿthah buth phiran rvgrdạny kran khda v rsvl sndis ḥkms, chhinh tim lvukh baayman."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi yylhi timn nad chhu yivan dinh khdays th tihindis pyghmbrs kun yuth tim fạṣlh krn timn mnz. Aty chhe aakh jmaʿthah timav andrh buth phiran tihindi ḥkmh nishhi."
  },
  {
    "verse_id": 49,
    "translation": "Tvpth hrgah fạṣlh tihindi ḥqh āsiha tylhi yihn nby krym ṣly Allah ʿlyh vslms nishhi kạr nvmrạvith."
  },
  {
    "verse_id": 50,
    "translation": "Yimn ma chhe diln mnz kanhh bymạryah kinh yim chhi shk kran, kinh khoczan chhi kh khda th tihund pyghmbr makri be anṣạfy, tim kyazi krhn be anṣạfy blkh chhi time mnafq, skht ẓạlm th be anṣaf."
  },
  {
    "verse_id": 51,
    "translation": "Baaymann hund qvl chhunh yymhi saʿth timn khdays th tihindis pyghmbrs kun timn mnz fạṣlh krnh khạṭr nad chhu yivan dinh mgr yy zi tim chhi vnan bkhvshy bvuz aashi ḥkm tuhund, mvn aashi fạṣlh tuhund. Time chhi kamyab th rstgar spdvunụ̄, aashi nishhi chhu qạʿdh klyh kh."
  },
  {
    "verse_id": 52,
    "translation": "Byyhi yus ḥkm manhi khdae sund byyhi tihindis pyghmbr sund, byyhi khoczi khdays byyhi bchhi tihindi mkhalft nishhi, ps time lvukh chhi mṭlbs th murads vath vunụ̄."
  },
  {
    "verse_id": 53,
    "translation": "Byyhi chhi mnafq zvrdar qsm hạvith khdae sund vnan kh hrgah tvhụ̄ aashi ḥkm kriv ghrv bar mnzh nyrnuk, ẓrvr krv asụ̄ tth ḥkms tʿmyl, ghrv bar trạvith nyrv. Tvhụ̄ frmạviyvukh ae mnafqv qsm mah hạviv, aashi chhe tuhnzi frman brdạry hnz ḥqyqt mʿlvume. Pzipạtthụ̄ Allah tʿālyā chhu pvur zanan thi svrue yhi tvhụ̄ kran chhiv."
  },
  {
    "verse_id": 54,
    "translation": "Tvhụ̄ frmạviyvukh ya rsvl Allah ṣly Allah ʿlyh v slm kthv sintụ̄ vashi nh nkhh kynhh thi. Frman brdạry kriv khdae snz, byyhi kriv frmanbrdạry pyghmbri khdae snz. Ps hrgah timav mnafqv rvgrdạny kr, ps chhunh pyghmbrs tmuyk kanhh ẓryr, kyazi timn chhunh matthi tblygh krun yymuyk bar timn petth kharnh āmut chhu. Vonụ̄ agr tvhụ̄ amis pyghmbri brḥq snz frman brdạry kriv tylhi lbiv tvhụ̄ hdaytch vath. Byyhi chhunh pyghmbrs petth matthi mgr khdae sndụ̄ ḥkm ṣaf ṣaf th nnirạvith lvukn vatnavunụ̄."
  },
  {
    "verse_id": 55,
    "translation": "Ae sarive aumtyv, tohyhi andrh yim ayman aann th rcz kamhi krn, hdaytch pvur pạrvy krn, timn chhu Allah tʿālyā vʿdh frmavan kh aamhi atbaʿ kh brkth kri suh timn zmyns andr ḥkvmt th slṭnt ʿṭa. Yithh pạtthụ̄ timn brvntth ahli hdayt lvukn ʿṭa krmcz ạsn. Yhi ḥkvmt th slṭnt dinh andrh chhu mqṣvd kh yus dyn Allah tʿālyā hn tuhndi khạṭr psnd kvr tth diyhi qvt tuhndi ạkhrt kh nfʿ khạṭr yuth tohyhi petth kạml rḥm krnh yiyhi. Byyhi bdlavi ẓrvr tuhund khvf th bdamny amn v aamans sintụ̄, bshrṭykh ayman san krn myạnụ̄ ʿbadt, shryk tthhravnm nh kanhh chyzah kunhi chyzs andr, yʿny nh krn shrk jly nh krn shrk khfy yʿny ryaʿ. Vonụ̄ yus aakhah yimav vʿdv th aḥsanv pth thi kfrani nʿmt kri, time lvukh chhi fasq th nafrman."
  },
  {
    "verse_id": 56,
    "translation": "Ae mslmanv tohyhi yylhi mʿlvm sapud ayman v ʿmli ṣalḥuk kya ntyjh chhu, lhādha pazi tohyhi pabndy san nemaz prnụ̄, malch zkvāhh ada krnụ̄ byyhi baqy aḥkamn andr thi ḥkm manun pyghmbri brḥq sund yuth tohyhi petth rḥm yiyhi krnh."
  },
  {
    "verse_id": 57,
    "translation": "Ae mkhạṭb czh mah krkhyal kh kạfr kya hykn aashi ʿạjz krith th harnạvith zmyns mnz kunhi ṭrfs kun czlith th sanhi qhrh nishhi kya hykn tim bchith, blkh haran time, byyhi spdn tim mghlvb th mqhvur ạkhrts andr chhe tihnz jae nari jhnm. So chhe setthah ychh jae yvt tim vatn."
  },
  {
    "verse_id": 58,
    "translation": "Ae baaymanv, tohyhi nishhi yinh khạṭr ạsin ajazt hyvan tuhundụ̄ nvkr th ghlam byyhi yim nh balgh āsn vunhi spdụ̄ mtụ̄ tuhndyv lvukv andrh tryn vqtn. Aakh ṣbḥ nemazi brvntth, byyhi duphrs yylhi tvhụ̄ grmh sbbh plv ạsiv kddan byyhi khftn nemazi pth. Yim chhi tre vqt tuhndi prnkụ̄ vqt, yimn vqtn chhiv tvhụ̄ āram v astraḥt kran. Yimn vqtn chhiv tvhụ̄ be tklfy hndis ḥalts mnz rvzan, lhādha gchhn pnnụ̄ ghlam th nabalgh lokttụ̄ varh bvznavunụ̄ kh aṭlaʿ dinh vrạe thi ajazt hynh vrạe gczihh nh tuhund aashi nishhi aaczun. Yimav tryyv vqtvpth chhunh nh tohyhi kanhh ḥrj, nh chhu timn kanhh ḥrj bilaajazt tohyhi nishhi yinas andr. Tim chhi gri gri tohyhi nishhi yivunụ̄ gczhh vunụ̄. Yithe pạtthụ̄ chhu Allah tʿālyā vyczhnạvith tohyhi byan kran aḥkam. Kyazi Allah tʿālyā chhu bndn hnz sare kamhi zanh vun, setthah ḥkmt vvl."
  },
  {
    "verse_id": 59,
    "translation": "Byyhi yylhi tuhndụ̄ lokttụ̄ balgh āsn spdan ps ạsin tim thi znann nishhi acznh khạṭr ajazt ḥaṣl kran yithh pạtthụ̄ timn hndụ̄ zitthụ̄ balgh mrd ajazt hyvan chhi. Yithe pạtthụ̄ chhu Allah tʿālyā vyczhh nạvith pnnụ̄ āyat byan kran tvhụ̄ ae mslmanv! Allah tʿālyā chhu zanh vun setthah ḥkmt vvl."
  },
  {
    "verse_id": 60,
    "translation": "Byyhi bujhi znanh yimn nh nythrch th prsnch branthah kynhh āshi. Timn chhunh kanhh ḥrj hrgah timh strkụ̄ palv mthlaan brqʿh vghạrh tulith pkan āsn mgr shrṭ chhu kh nniravunhi āsn nh timh panun kanhh ghnh, byyhi hrgah timh tamhi nishhi thi pthe rvzn, ty chhu tihindi khạṭr zyadh bhtr. Allah tʿālyā chhu svrue bvzvun, svrue zanh vun."
  },
  {
    "verse_id": 61,
    "translation": "Chhunh anis kanhh ḥrj byyhi nh lngis kanhh ḥrj, byyhi nh bymars kanhh ḥrj kh tim kya khyn ghdha gashdarn sintụ̄, aaryn ansann sintụ̄, tndrustn sintụ̄, byyhi chhunh tohyhi pans thi kanhh ḥrj hrgah tvhụ̄ khyyiv pnnyv grv mnz ya pnnyn malyn hndyn grn mnz, ya pnnyv majyv hndyv grv mnzh, yapnnyn bayn hndyv grv mnz, yapnnyn bynyn hndyv grv mnz, ya pnnyn pytrn hndyv grv mnz, ya pnnyn pophn hndyv grv mnz, ya pnnyn mamn hndyv grv mnz, ya pnnyn masn hndyv grv mnz, ya timav grv mnz yimn hnzn kvnzn hndụ̄ tvhụ̄ mạlk ạsiv, ya yarn dvstn hndyv grvmnz. Kanhh ḥrj chhunh tohyhi hrgah ṭʿām khyvn āsyv yikh vatth ya alg alg. Ps yylhi tvhụ̄ ae mslmanv kunhi grs andr aacznuk aradh ạsiv kran, tamhi vqth ạsiv slam kran pnnyn lvukn petth. Sạry mslman chhi akve nfs, akve dhat hyv soe slam yosh Allah tʿālyā sndi ṭrfh babrkt th rcz slam chhe, suh gvv alslam ʿlykm. Yithe pạtthụ̄ chhu Allah tʿālyā khulạvith th vyczhnạvith pnnụ̄ hdayat byan kran, yuth tohyhi fkri tari th tvhụ̄ kriv ʿml."
  },
  {
    "verse_id": 62,
    "translation": "Baayman ge time yimav pczh kr mʿbvdi brḥqs byyhi tihindis pyghmbrs byyhi yylhi tim baayman pyghmbr brḥqs sintụ̄ kunhi ticzihh kamhi khạṭr smith āsn yath kamhi andr tihund jmʿ āsun ẓrvry āshi, tim baayman lvukh chhinh tamhi mjlshi mnz nyran tvt tanụ̄ yvt tanụ̄ nh pyghmbri brḥqs ajazt chhi hyvan. Pzipạtthụ̄ yim lvukh tohyhi ajazt chhi hyvan yarsvl Allah time kya chhi ayman anan khdays th tihindis pyghmbri brḥqs ḥqyqt pạtthụ̄. Ps yylhi tim ajazt mngan āsn tohyhi yarsvl Allah pnnhi kunhi ẓrvry kamhi khạṭr. Ps ạsiv tvhụ̄ ajazt divan timav andr ys yczhan ạsiv th ts. Byyhi ạsiv Allah tʿālyā hs tihindi khạṭr mghfrt mngan kyazi dnyahch kạm zạnụ̄ timav mqdm dyn chh kamhi petth, aamich tlạfy spdi timn tuhndi astghfar sintụ̄. Pzipạtthụ̄ Allah tʿālyā chhu setthah mghfrt krvun, setthah rḥm krvun."
  },
  {
    "verse_id": 63,
    "translation": "Ae mslmanv, mah ạsiv rsvl Allah ṣly Allah ʿlyh v slm sund nad duyn yylhi tim tohyhi kunhi aslạmy ẓrvrth khạṭr jmʿ sapdun frmavan, mʿmvly nad duyn zanan yithh pạtthụ̄ tvhụ̄ aakh akis panh vạnụ̄ nad divan chhiv, yun th nh yun zạniv brabre, blkh chhi tihindis nads ajabt krun vạjb, ya gvv mʿny kh mah ạsiv khyal kran tihund dʿāe khyr krun mʿmvly kthah, yithh pạtthụ̄ tvhụ̄ aakh akis dʿāe khyr kran chhiv blkh chhu tihindis dʿāe khyr krns andr setthah khyrvbrkt, tihund dʿā chhu jld qbvl spdan, yagvv mʿny kh mah ạsiv tvhụ̄ timn ālv divan tithh pạtthụ̄ yithh pạtthụ̄ tvhụ̄ panh vạnụ̄ aakh akis ālv divan chhiv nav hyth. Blkh ạsiv timn ālv divan bʿhdh rsalt, ya bʿhd nbvt. Vnan ạsiv yarsvl Allah, nath ya nby. Allah tʿālyā chhu zanan timn loukn hnz ḥrkcz yim tohyhi andrh czvuri czouri tuhnzi mjlshi mnz nyrnch bla ajazt kvshsh kran chhi, timn diyhi Allah tʿālyā sza, yylhi yhi kth tohyhi mʿlvm sapz kh Allah tʿālyā hs chhu mʿlvm. Ps khvczin tim lvukh yim mkhalft chhi kran rsvl krym ṣly Allah ʿlyh v slm sndi ḥkmch yymhi kthhi nishhi kh timn vathi kanhh bdd āftah dnyahs andr ya vatykh dvd divun ʿdhabah ạkhrts andr."
  },
  {
    "verse_id": 64,
    "translation": "Var bvuziv th yad thạviv, pzipạtthụ̄ Allah tʿālyā sundue chhu thi svrue yhi āsmann th zmynn andr chhu, ts chhu tth sạrise petth akhtyar, yqynaan chhu ts mʿlvm tuhund suh ḥal yth ḥals petth tvhụ̄ chhiv, byyhi yymhi doh tim ts kun vatnavnh yun, suh vnykh thi svrue yhi yim kran ạsụ̄. Allah tʿālyā chhu prth chyzah pvur zanan."
  }
]