[
  {
    "verse_id": 1,
    "translation": "Brkt vvl chhu suh dhati pak yymụ̄ nạzl kvr yhi qrān mjyd yus pzis th aapzis mnz frq krvun chhu pnnis bndh khaṣs petth yʿny ḥẓrt Muḥammad ṣly Allah ʿlyh v slms petth, yuth suh bndh khaṣ spdi ʿālmynn, jinn th ansann hndi khạṭr khocznavvun khdae sndi ʿdhab nishhi, byim krvun timn yim nh ayman aann th pczh krn kunis khdays."
  },
  {
    "verse_id": 2,
    "translation": "Yas dhati pak snz padshaht th slṭnt chhe āsmann th zmynn andr, byyhi chhunh tmụ̄ qrar duytmut kanhh aakhah panun avlad, byyhi chhunh ts kanhh aakhah shryk ḥkvmts th slṭnts mnz. Byyhi yymụ̄ prth chyzah pạdh kvr, tvpth kvrun prth chyzuk alg alg andazh, aakhi chyzuk khaṣyt kvrun aakh, byyhi chyzuk byakh."
  },
  {
    "verse_id": 3,
    "translation": "Yuth ṣaḥbi kmal khda ạsith trvv mushrkv tasund tvḥyd, tvpth bnạvikh ts vrạe byyhi chyz pnnụ̄ mʿbvd yim nh kunhi ṣvrts andr mʿbvd āsns qạbl chhi. Yim nh kanhh chyz pạdh hykn krith kyazi tim chhi panh pạdh krnh āmtụ̄, byyhi chhunh timn akhtyar pnnyn pann hndi khạṭr kunhi ẓryr kh th nqṣan kh dvur krnuk th kanhh nfʿāh th fạydah ḥạṣl krnuk. Byyhi chhunh timn akhtyar kạnshi hndi marnuk yʿny kạnshi jandars kya hykhi hn zuv kddith, nh kạnshi hndi zndh thavnuk yʿny kạnshi be jans kya hykh hn jandar bnạvith, nh qyamtuk doh nh mrnh pth byyhi zndh krnuk. Aamhi sarikue akhtyar chhu Allah tʿālyā hs, mʿbvd āsnkụ̄ lvạzim chhi yime chyz, yas mnz yim chyz chhi sue shvubhi mʿbvd. Yas mnz nh yim chyz chhi suh chhunh hrgz mʿbvd āsns qạbl."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi vvn kạfrv th mushrkv qrān mjyds mtʿlq kh yhi chhu balkl aapuz. Yus tmụ̄ yʿny pyghmbrn pane tthhrvvmut chhu. Byyhi lvukv amis pyghmbrs yhi aapuz tthhravns andr mdd kvrmut. Yʿny timav ahli ktabv yim mslman spdụ̄ mtụ̄ ạsụ̄, yatim ahli ktab yim nby krym ṣly Allah ʿlyh v slmn nishhi yivan gczhan ạsụ̄. Ps btḥqyq yiczh kth vannh sintụ̄ kvr yimav kạfrv bvdd ẓlm byyhi vvnukh setthah bvdd aapuz."
  },
  {
    "verse_id": 5,
    "translation": "Aath sintụ̄ chhi yim kạfr yhi kth thi vnan kh yhi qrān mjyd chhu be snd kth yimh brvuntthmyn lvuk nishhi nql chhe yivan krnh. Yimh lykhnavimaczh chhe amụ̄ pyghmbrn ʿmdh ʿbarts andr anith varh svunchith smjhith ṣḥabh ṣạbn hndi aathh. Ps chhe time kthh lykhnavnh yivan timn nishhi ṣubḥs th shams."
  },
  {
    "verse_id": 6,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah kh yhi qrāni mjyd kvr nạzl tmụ̄ prvrdgarn yus zanan chhu sare pvshydh kthh. Aadh timh kthh āsmann mnz ạsitn ya zmynn mnz ạsitn. Tmy sbbh chhu yhi qrān mjyd fṣaḥt v blaghts mnz mmtaz. Aath hyvu klam pysh krns andr chhi jn th ansan ʿạjz. Aath klams nsbt tuhnz yimh yachh kth vannh mokhh shvubhi ha tohyhi skht sza duyn mgr. Be shk suh chhu setthah mghfrt krvun, suh chhunh mujrmn sinty szadivan mgr yhi rḥm v mghfrt chhu kunhi khaṣ vqts tanụ̄. Suh vqt guzrith yin aamhi qsmh chh kthh krn vạlụ̄ ʿdhabs grftar krnh."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi chhi yim kạfr rsvl krym ṣly Allah ʿlyh v slms mtʿlq yhi vnan kh yymis pyghmbrs kya sapud, yhi chhu sạny pạtthụ̄ ghdha thi khyvan byyhi chhu mʿāshuk antẓam krnh khạṭr bazrn mnz phyran. Yymis sintụ̄ vnh āv svznh kanhh mlkah, suthi āsih ha yymis sintụ̄ rvuzith lvukn khdae sndi ʿdhab nishhi khocznavan th byim kran."
  },
  {
    "verse_id": 8,
    "translation": "Nth kvnh āv travnh timn kanhh khzanah yymhi petthh tim khrch āshn kran, fkri mʿāshich rvziha nh ẓrvrthe. Nath kvnh chhu timn sintụ̄ kanhh myvh baghah tamy mnz āshn tim khyvan. Byyhi chhi vnan yim ẓạlm kạfr baaymann, tvhụ̄ chhiv nh pth pth pkan mgr tithụ̄ se akis shkhṣs ys petth siḥr th jvd krnh āmut chhu yymhi sintụ̄ tihnz ʿql bḥal chhanh rvuzmcz."
  },
  {
    "verse_id": 9,
    "translation": "Vuchhv kithh pạtthụ̄ chhi yim kạfr tohyhi petth ʿjyb ʿjyb mczalh byan kran, timn chhe pans vath rạvmcz, ps chhinh hykan tim vath lbụ̄ the."
  },
  {
    "verse_id": 10,
    "translation": "ʿām chhe brkt ts prvrdgar snz setthah thvd chhu tihund shan, ps hrgah suh yyczihh ha kh baghch kya chhe kthe be shmar aamhi khoth rtụ̄ rtụ̄ bagh kriha tohyhi ʿṭa yimav mnzụ̄ jvyhi pkan āshn. Byyhi kriha suh tuhundi khạṭr timn baghn mnz kmh kmh jayhi th mkan tyar mgr bʿẓ ḥkmtn kun nẓr krith yvczh nh thi Allah tʿālyā hn. Tamich ạs nh ẓrvrt thi, kyazi asụ̄ chhinh mjbr yymhi kthhi hndụ̄ kh yymich frmạysh kạfr krn thi kya krv asụ̄ pvurh."
  },
  {
    "verse_id": 11,
    "translation": "Aṣl kth chhe yhi kh ym kạfr chhi qyamts aapuz zanan. Tmy chhi tim be fkry sbbh aamhi qsmh chh kthh kran. Yhi buthhi yivan chhukh thi chhi vvran. Aashi thi chhu tyar thvvmut qyamt kyn mnkrn hndi khạṭr dazvun nar. Kyazi qyamts ankar krnh sintụ̄ chhu lạzm yivan khdays th pyghmbr khdays ankar krun, suh chhu aṣly sbb jhnms andr vatnuk."
  },
  {
    "verse_id": 12,
    "translation": "Yylhi suh nar vuchhhi mnkrn dvury bvzn tim tmuyk khshmh hvt gryzun byyhi tamhi chh ttangh."
  },
  {
    "verse_id": 13,
    "translation": "Tvpth yylhi travnh yin tim tamhi mnz kunhi tng jayhi mnz aakh akis sintụ̄ gndd phirith ya aathh khor grdnhi sintụ̄ gnddith. Czhanddn pnnhi khạṭr hlakt th mvt, pans krn lylh th afsvs."
  },
  {
    "verse_id": 14,
    "translation": "Vannhi yiyakh ae kạfrv, aaky phiri mah czhạnddiv tvhụ̄ azpnnhi khạṭr mvt blkh thhanddiv varyahhi phiri."
  },
  {
    "verse_id": 15,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah ae kạfrv, yhi afsvs nak ḥalt chha rcz kinh suh hmyshh rvznuk jnt chhu bhtr yymuyk vʿdh āv krnh prhyzgarn, khdays khoczvunyn. Suh jnt āshi tihindi khạṭr rczn ʿmln hnz mvzvurụ̄ byyhi āshi timn ptv lakhi aath jnts mnz vatun."
  },
  {
    "verse_id": 16,
    "translation": "Tihindi khạṭr āshi tth jnts mnz thi svrue yhi tim yczhn, hmyshhi rvzvunụ̄ āsn tth jnts mnz. Yimn prhyzgarn hund aath jnts mnz vatun chhu aakh vʿdah yus bṭvrfẓl v ʿnayt matthi chhu tuhndis prvrdgars petth, byyhi chhu yhi vʿdah qạbli drkhvast."
  },
  {
    "verse_id": 17,
    "translation": "Byyhi pạviv timn czyts yymhi doh Allah tʿālyā timn sarine kạfrn byyhi tihindyn mʿbvdani bạṭln yimn hnz prstsh tim mʿbvdi brḥqs vrạe kran ạsụ̄ jmʿ kri pans brvntthh knhi. Tvpth prczihh timn mʿbvdani bạṭln, kya tohyhi ddạlyvukhh yim myạnụ̄ bndh syzi vathi nishhi? Kinh yim ddlụ̄ pane rahi rast nishhi."
  },
  {
    "verse_id": 18,
    "translation": "Tim dapn prvrdgarah czh chhukh mnzh th pak. Svn kya ṭaqt avs kh asụ̄ kya krhvn cze vrạe byyhi kanhh karsazah mqrr. Aadh tim ạsụ̄ aashi hivụ̄ ya byyhi kanhh yylhi asụ̄ yqyn chhi zanan kh mʿbvd chhukh cze yvt byyhi nh kanhh, asụ̄ kithh pạtthụ̄ hykhav lvukn shrkuk aamr krith ya tth petth rẓa mndy ẓạhrkrith. Lykn yim spdụ̄ pane gmrah. Yimav kvr shkrani nʿmt bdl kfrani nʿmt. Ḥqyqt chhe yhe kh cze tulnạvithkh tim byyhi tihindụ̄ mạlụ̄ buddi bb mali dnyahuk tmtʿ yvt tanụ̄ tim nfsh chn khvahshn th ldhtn andr bvddith ge tyvut kh chvn yade mshrvvukh. Tim spdụ̄ pane brbad th hlak."
  },
  {
    "verse_id": 19,
    "translation": "Ae kạfrv pzipạtthụ̄ yimn mʿbvdani bạṭln hnz tvhụ̄ prstsh kran ạsiv timav diczh qrar tuhnz sare kthh aapzi, timav thi kvr nh tohyhi kanhh mdd. Tohyhi petth chhu khasan pvur pạtthụ̄ jurum. Ps hykiv nh tvhụ̄ pans nishhi ʿdhab dvur krith, nh hykyv tohyhi kanhh shkhṣah mdd krith. Byyhi yus tvhyhi andr nafrman yʿny mshrk āshi suh czhnavvn asụ̄ bvdd ʿdhab."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi pyghmbr aashi svuzụ̄ tohyhi brvntth ya rsvl Allah tim sạry ạsụ̄ ghdha thi khyvan, byyhi ạsụ̄ bazrv mnzụ̄ mʿāsh tlash krnh khạṭr pkan th phyran. Ae pyghmbri krym, ae pyghmbri krym sndyv tbiʿū, yuthnh tvhụ̄ kạfrn hnzv kthv sintụ̄ ghmgyn ạsiv spdan, kyazi aashi chhiv tvhụ̄ sạry krimtụ̄ aakh akụ̄ sndi khạṭr āzmạysh. Ḥẓrati anbyaʿ krụ̄ aashi lvukn hndi khạṭr āzmạysh kh km lvukh krn tihindis bshr āsns kun nẓrkrith timn ankar th km lvukh krn tihindyn nbvt kyn kmalatn kun nẓr krith timn pczh th tṣdyq. Tvhụ̄ thi kriv ṣbr yʿny tuhund gczihh ẓrvr ṣbr krun. Yhi kth chhe yqyny kh tuhund prvrdgar chhu sarine hund ḥal vuchhan. Mqrr vqts petth diyhi suh timn ẓrvr sza. Lhādha kyazi chhiv tvhụ̄ ghm khyvan."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi chhi vnan tim lvukh yimn nh kanhh andyshhi chhu aashi brvntthh knhi pysh spdnuk, tth mnkr āsnh mokhh kh aashi petth kvnh chhi mlạyk svznh yivan tuhndi tṣdyqh khạṭr ya kvnh chhin asụ̄ thi panun prvrdgar vuchhan, sue kriha panh tihindis pyghmbr āsns tạyyd th tṣdyq. Yimn lvukn chhi yqynaan pnnhi jayhi pnnụ̄ pan setthah brrụ̄ bvznh yivan, khṣvṣaan kvrukh khdays vuchhnuk, ts sintụ̄ klam krnuk tjvyz pysh. Aamhi sintụ̄ drae yim lvukh ansạnyt kh ḥd nishhi setthah nybr. Byyhi kryimav brr srkshy."
  },
  {
    "verse_id": 22,
    "translation": "Vonụ̄ yymhi doh tim vuchhn mlạykn muhyb ṣvrtn andr mrnh kh vqth ya qyamtuk doh tamhi doh āshi nh kanhh khvshy hnz kthah nṣyb timn nafrmann. Mlạykn yylhi vuchhn ʿdhabkụ̄ samanh hyth, setthah gabrn tamhi saʿth. Tth ḥalts mnz vann tamhi saʿth pnah bkhda, pnah bkhda, aashi gvczh mẓbvṭ tthvrah yimn nishhi ḥạṣl spdun )yim nh mlạykn hykn vuchhith time hyknh sna khdays vuchhith."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi sapdv asụ̄ mtvjh timn kạfrn hnzn rczn kamyn kun yimh timav dnyahs mnz kri maczh āsn. Ps krvkh timh ʿmlh chhknh āmczi grdi hishhi, kanhh thvabah āsinh timn hund."
  },
  {
    "verse_id": 24,
    "translation": "Jnty yimn yim kạfr tthtthh ạsụ̄ kran āsn tamhi doh setthah rthi qyam gah kinụ̄ thi āram gah kinụ̄ thi yʿny jnt āshi tihindi qyam krnch jae, āram krnch jae. Tamhi kis rut āsns chhunh vannue kynhh."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi yymhi doh āsman aakhi bddi avbr sintụ̄ phatthi, byyhi yin valnh sarine āsmann hndụ̄ mlạyk pvtus pth zmyns petth bkthrt, tmy vqth kri Allah tʿālyā ḥsab v ktab khạṭr panun tjly."
  },
  {
    "verse_id": 26,
    "translation": "Tamhi doh āshi svrue mulk ḥqyqt pạtthụ̄ ḥẓrt rḥman sundue. Yʿny ḥsab v ktab th jzaʿ v szahs mnz āshi nh kạnshi hund dkhl. Byyhi āshi suh doh kạfrn hndi ḥqh setthah kuddur th kryvutth."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi hyyhi tmy doh ẓạlm th nafrman aathn pnnyn czpụ̄, daphi tmy doh ẓạlm, ae kash kya rut gczihh ha myanhi ḥqh hrgah rttmcz āsiha rsvli khdays sintụ̄ rvuzith dynch vath."
  },
  {
    "verse_id": 28,
    "translation": "Afsvs, kash kh me āsiha nh flạnụ̄ bd yars sintụ̄ dvsty lạjmcz."
  },
  {
    "verse_id": 29,
    "translation": "Pzipạtthụ̄ tmy km bkhtn ddvlus bh qrān mjyd kyn aḥkamn petth ʿml krnh nishhi, tim aḥkam me nishhi vạtith. Shyṭan chhu ansans ʿīn mvqʿs petth mdd krnh nishhi pth czlan."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi frmavan tamhi doh pyghmbrkhda ṣly Allah ʿlyh v slm, ae myanhi prvrdgar, pzipạtthụ̄ myạnụ̄ yymụ̄ qvmn zvn yhi qrān mjyd yus vajbu alʿml avs, be hvudh klamah ya rvudụ̄ tim aamhi nishhi dvur, aamhi mvjvb krkh nh kanhh ʿmlah, yhi kvrukh balkl nẓr andaz, aath kvrukh nh kanhh altfatah, ʿml krnch chhanh kthe."
  },
  {
    "verse_id": 31,
    "translation": "Yithh pạtthụ̄ yim lvukh chhi tuhndụ̄ dshmn, yithe pạtthụ̄ krụ̄ aashi nafrmanv andrh prth pyghmbr smndụ̄ dshmn, yhi nv kthah chhanh kynhh. Timav pyghmbrv yithh pạtthụ̄ ṣbr kvr, tithe pạtthụ̄ kriv tvhụ̄ thi ṣbr. Bs chhu tohyhi panun prvrdgar hdayt krvun, kạfrv chhe hmyshh pyghmbrn hnz mkhalft krmcz, lhādha gczihh nh aamuyk kanhh ghm khyvn. Allah tʿālyā yymụ̄ sndi ḥqh hdayt yyczihh ts kri hdayt, yus hdayt nishhi mḥrvm rvzi tvpth hyyhi suh tvhyhi aiydha th tklyf vatnavun, doshvunụ̄ ḥaln andr chhu Allah tʿālyā tuhund rb, tohyhi kạfy."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi chhi dpan kạfr yhi qrān mjyd kvnh āv nạzl krnh ḥẓrt Muḥammads ṣly Allah ʿlyh v slms petth yikh vatth, aaky phiri. Aashi kvr nạzl yhi hanhi hanhi, āhsth, āhsth, yuth drravav asụ̄ tuhund dl. Aamhi mokhh kvr qrān mjyd aashi nạzl varh varh."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi chhinh yim dshmn tohyhi nishhi kanhh kthah ya mthalah tohyhi petth ya qrān mjyds petth ṭʿnh zny khạṭr pysh kran. Mgr asụ̄ chhi tuhndi bdl timn kthn hund pvz jvab byyhi tamhi khoth rut mʿny byan krith tohyhi nishhi vatnavan. Yhi gvv qvly jvab. Vonụ̄ yus ʿmly jvab yiyhi dinh timn, suh gvv."
  },
  {
    "verse_id": 34,
    "translation": "Yim ge time lvukh yim klh v kr mn krith buthhi khkhri yin pknavnh th sombravnh jhnms kun. Tim āsn jayhi kinụ̄ setthah bdtrvathi kinụ̄ setthah ddlụ̄mtụ̄."
  },
  {
    "verse_id": 35,
    "translation": "Btḥqyq byyhi kr aashi ʿṭa mvsyā ʿlyh alslams ktab yʿny tvrah, byyhi kvr aashi so ktab ʿṭa krnh brvntth bve tihund harvn ʿlyh alslam tasund vzyr th mddgar."
  },
  {
    "verse_id": 36,
    "translation": "Tamhi pte kvr aashi ḥkm timn doshvuny kh gczihv tvhụ̄ doshve tblygh v hdayt krnh khạṭr timn lvukn nishhi yimav aapzụ̄ zạnụ̄ sạnụ̄ tvḥydkụ̄ āyat, tvpth ge tim doshve ṣaḥb kvrukh frʿūns th tihindis qvms tblygh mgr timav mvn nh kynhh thi. Adh gạlụ̄ tim aashi mvulh monjhi. Chnanchh tihundd ghrq sapdun chhu mshhvrv mʿrvf."
  },
  {
    "verse_id": 37,
    "translation": "Byyhi yylhi ḥẓrt nvḥ sndụ̄ qvmn ankar kvr pyghmbrn, aashi phattvụ̄ tim ābs andr byyhi bnạvụ̄ aashi tim lvukn hndi khạṭr aakh nishanah, yhi gvv dnyahs andr, byyhi chhu aashi tyar thvvmut ạkhrts andr timn ẓạlmn th nafrmann hndi khạṭr kuddur ʿdhab."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi kvr aashi hlak qvmi ʿād, byyhi qvmi thmvd byyhi kiyirụ̄ vạlụ̄ )ras chhi vnan ʿrby pạtthụ̄ kiyiris( byyhi yimn mnzbag yimh varayah nafrman aumczh āsh."
  },
  {
    "verse_id": 39,
    "translation": "Byyhi krụ̄ aashi byan timn sarine hndi hdayt khạṭr ʿjyb ʿjyb th mvthr mẓamyn mgr yylhi nh timav kynhh thi mvn, adh gạlụ̄ aashi tim sạry."
  },
  {
    "verse_id": 40,
    "translation": "Pzipạtthụ̄ byyhi pkụ̄ th guzre yim mshrkyn ʿrb sham kis sfrs mnz tamhi shhr kinụ̄ yath mnz qvmi lvṭ bsan ạsụ̄. Tth shhrs avs navsdvmtimn āv nafrmạny hndi sbbh āsman kh ṭrfh knhi rvud krnh yʿny kanhi āykh travnh rvudkụ̄ pạtthụ̄. Kya yim mkkụ̄ kạfr chhina vuchhan tim shhr ta aynkh ʿbrt rtthn. ʿbrt nh rttnukh vjh chhunh yhi kh tim kya chhinh tim shhr vuchhan blkh chhanh timn mrnh pth zndh gczhnch kanhh aumydah th pczhah, kyazi tim chhi ạkhrts ankar kran, yim kạfr chhi yyitụ̄ shryr kh."
  },
  {
    "verse_id": 41,
    "translation": "Yylhi tim tohyhi vuchhan chhi yarsvl Allah ṣly Allah ʿlyh v slm, timn chhanh kanhh kạmah tamhi saʿth tohyhi nsbt tthtthh krnh vrạe, vnan chhi tim, kya yohe shkhṣ svuza Allah tʿālyā hn pyghmbr, yhi chhunh pyghmbry layq mgr klam th kthh amụ̄ snz chhe setthah mvthr."
  },
  {
    "verse_id": 42,
    "translation": "Tamhi jadv byạny sintụ̄ avs qryb kh yhi ddalhi ha aashi pnnyv mʿbvdv nishhi, hrgah ne asụ̄ timn mʿbvdn hnzi prstsh petth thạbt qdm rvzhav. Pans chhi tim pane zanan hdayts petth, pyghmbrs chhi zanan ddvlmut, Allah tʿālyā chhu frmavan kh brvntth phn zann tim mrnh pth yylhi var pạtthụ̄ vuchhn ʿdhab kh kus aakhah avs vathi nishhi ddvlmut."
  },
  {
    "verse_id": 43,
    "translation": "Ae pyghmbr, tvhụ̄ vuchhiv ḥẓ ts shṣh snz ḥalt yymụ̄ panun khda chhu bnvvmut pnnhi nfsch khvahsh. Kya tvhụ̄ tulvh pans petth dhmh dry kh yithyn hva prstn kya kriv tvhụ̄ hdayt, yosh kth khvạhshhi mṭạbq āsykh so krn qbvl, yosh nh khvạhshhi mṭạbq āsykh tth krn rad. Aaz vuchhikh aakh knyah jan phn th tth krkh prstsh, pgah vuchhikh byakh knyah tamhi khoth jan phn tthụ̄ hyczkh prstsh krnụ̄."
  },
  {
    "verse_id": 44,
    "translation": "Kinh tohyhi chhuv kynhh gmanh kh timav andrh kyah chhi zyadh bvzan tuhund klami shryf ya kya chhukh suh fkri tran kynhh. Suh gmane mah kriv tvhụ̄. Tim chhanh mgr charpa hiy blkh chhi tim charpahn khoth ddlimtụ̄ vathi nishhi."
  },
  {
    "verse_id": 45,
    "translation": "Kya cze vuchhuth na ae vuchhvunhi pnnis prvrdgar sndis qdrts kun kh kithh pạtthụ̄ chhu zytthravan sayhi yylhi āftab chhu khsan, tamhi saʿth chhu timn sarine chyzn hund sayhi zyvutth āsan yim chyz vodnhi āsn. Hrgah suh yyczihh ha aath says thaviha akụ̄ se jayhi tthhrạvith. Tvpth kvr ashi āftab aamhi sayuk ẓạhry ʿlamt. Āftab sintụ̄ chhu bvznh yivan aamhi sayuk zytthun th czhottun, āftab ne āsiha yhi yiyhi ha nh bvzne."
  },
  {
    "verse_id": 46,
    "translation": "Tvpth chhin suh sayhi asụ̄ pans kun rttan hanhi hanhi. Balakhr chhu suh sayhi mʿdvm spdan."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi gvv suh prvrdgar sue yymụ̄ rat kr tuhndi khạṭr prduk chyz, byyhi yymụ̄ nindr kr raḥt v āramuk chyz, byyhi yymụ̄ doh kvr zndh spdnuk th avrh yvr krnuk vqt."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi gvv suh prvrdgar sue yus vav travan chhu khosh khbr hyth. Pnnhi rḥmt brvntth yʿny rvud travnh brvntth. Byyhi travav asụ̄ āsman kh ṭrfh āb yus pak v ṣaf krvun chyzah chhu."
  },
  {
    "verse_id": 49,
    "translation": "Yuth asụ̄ zndh krvn tamhi ābh sintụ̄ mvmut zmyn. Byyhi chavvkh suh āb pnnyv mkhlvqv andrh varyah charpa byyhi varyah ansan."
  },
  {
    "verse_id": 50,
    "translation": "Pzipạtthụ̄ aashi kvrtqsym suh āb timn lvukn mnz bqdri mṣlḥt yuth tim ghvrth fkr krn kh yim chyz chhi kạnshi qdrt vạlụ̄ sndis akhtyars andr yus szavari ʿbadt chhu, tmụ̄ snz nʿmcz czyts pạvith krn shkrgzạry. Mgr akthr lvukv kvr nh kynhh thi kfrani nʿmth vrạe."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi hrgah asụ̄ yyczhh hav asụ̄ svzvn prth shhrs andr aakh aakh pyghmbrah mgr aashi svuz nh kanhh pyghmbrah yazi tvhụ̄ svuziv aashi yarsvl Allah sạrise ʿālms kun kuny ṣaḥb qyamts tanụ̄. Yuth tohyhi pvur aamuyk thvab ḥaṣl spdi, aamhi nʿmtuk shkranh chhu kh."
  },
  {
    "verse_id": 52,
    "translation": "Tuhund gczhn nh mannhi kạfrn hnz kthh, tihnz khvhsh chhe kh tblyghi aslam gczihh nh sapdunue ya gvczh km km sapdun mgr tuhnz gczhn nh mannhi timn kạfrn hnz kthh blkh gczihh timn sintụ̄ aamy qrān mjyd sintụ̄ zbrdst mqablh krun."
  },
  {
    "verse_id": 53,
    "translation": "Byyhi gvv suh prvrdgar sue yymụ̄ milnạvụ̄ mkhtlf zh dryav, aakhi dryavuk āb chhu setthah myvutth th tskyn bkhsh, byyuk āb chhu nvn setthah czvsh th ttyvtth, bavjvd akhtlaf ẓạhry chhu huh āb pnnis ḥals petth byyhi yhi āb pnnis ḥals petth. Yimn don dryavn mnz kvr Allah tʿālyā hn aakh tthvrah yus nh yimn aakh akis sintụ̄ ralnh davan chhu."
  },
  {
    "verse_id": 54,
    "translation": "Byyhi gvv suh prvrdgar sue yymụ̄ ābi nṭfs kvr ansan pạdh, tvpth kvrun suh ansan khandanh vvl. Chnanchh mvl buddi bb vghạrh gvv shrʿī khandan, mvj nanụ̄ v ghạrh gvv ʿrfy khandan. Yim tʿlq dar chhis pạdh sapdvunue pạdh spdan, pth yylhi amis nythr krnh yivan chhu, tamhi sintụ̄ chhis byyhi rshth dar, hash, hyr babh, hhr lalh vghạrh pạdh spdan. Yhi chhe prvrdgar sndi qdrtch dlyl thi kh nṭfh kya chyz avs, vonụ̄ kya sapud, yithụ̄ rshth dar th tʿlq dar spdis pạdh, byyhi chhe yhi nʿmt thi, yimav tʿlqatv sintụ̄ chhu amis ansans mʿāvnt th mdd ḥạṣl spdan. Ae mkhạṭb chvn prvrdgar chhu setthah qdrth vvl, yithis kmal vlis khdae snz shvubhi ha ʿbadt th bndgy krnụ̄ mgr afsvs."
  },
  {
    "verse_id": 55,
    "translation": "Yime ansan chhi prstsh kran mʿbvdi ḥqs vrạe timne chyzn hnz yim nh timn kanhh nfʿ hykn vatnạvith, nh kanhh ẓryr. Vaqʿī chhu yhi nafrman ansan pnnis prvrdgars kun thar phiran th mkhalft kran. Suh trạvith chhu byyan hnz prstsh kran mgr tuhund gczihh nh aath petth yarsvl Allah ghmgyn sapdun kyazi."
  },
  {
    "verse_id": 56,
    "translation": "Aashi nh ḥẓ svuziv nh tvhụ̄ mgr khosh khbry bvznavnh khạṭr baaymann, byim krnh khạṭr kạfrn th nafrmann, tihindi ayman nh annh sintụ̄ th pczh nh krnh sintụ̄ chhunh tohyhi kanhh nqṣan, lhādha kyazi sapdiv tvhụ̄ ghmgyn."
  },
  {
    "verse_id": 57,
    "translation": "Tvhụ̄ frmạviyvukh, ae lvukv, bh chhus nh mngan tohyhi aath khosh khbry th byim krns petth kanhh mvzvuryah mgr bh chhus khvạhsh kran kh tohyhi mnzh hyyhi nakanhh shkhṣah pnnis khdays kun vath, tihund qurb czhanddnh khạṭr hyyhi ha pkun. Soe ạs bs myạnụ̄ mvzvurụ̄."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi kriv tvhụ̄ aʿtmad th ddkh yath tblygh chh kamhi andr ts znds petth yus nh zanhh mari, byyhi kriv yad tihund bpạky, byyhi dpyvus ḥmd. Suh chhu pnnyn bndn hndyn hund pvur vạqf th khbrdar."
  },
  {
    "verse_id": 59,
    "translation": "Yymụ̄ prvrdgarn āsman th zmyn byyhi yhi timn mnz chhu pạdh kvr shyn dohn hndis mudts andr, tamhi pth sapud mstvy ʿrshs petth tithh pạtthụ̄ yithh pạtthụ̄ tihindis shans szavar chhu. Suh chhu setthah rḥm krvun. Ps pirczh czh shan tihund kạnshi zanh vunis, sue bavy cze tihnz rḥmt kạczah chhe."
  },
  {
    "verse_id": 60,
    "translation": "Byyhi yylhi vannh yivan chhu timn kạfrn, diyiv sjdh amis rḥmt vạlis khdays, dpan chhi tim rḥman kya gvv? Kya asụ̄ dimvh sjdh ts, ys tvhụ̄ dpiv sjdh duyn, timn chhu yhi vnun zyadh dvur kran, yhi bvznh sintụ̄ chhe timn zyadh thur khsan kfrv ʿnads andr."
  },
  {
    "verse_id": 61,
    "translation": "Setthah babrkt th ʿạly shan chhu suh dhati pak yymụ̄ āsmann mnz bah burj pạdh krụ̄, byyhi kvrun āsmann andr āftab czvng kyazi tth mnz chhu nvur thi, grmy thi. Byyhi krn zvun naph naph krvunụ̄, tth mnz nvurue yvt grmy vrạe."
  },
  {
    "verse_id": 62,
    "translation": "Byyhi gv suh prvrdgar sue yymụ̄ rat th doh kvr aakh akis pth yivun th gczhh vun tmis shkhṣsh sndi fkri trnh khạṭr yus shkhṣ fkri trun yyczihh ya yyczihh amis qdrt vạlis munʿm ḥqyqy yas yimn nʿmczn petth shkrdapun. Aamhi qsmkụ̄ lvukh ge ʿbadualrḥmān, aamhi pth chhu tihund ṣft byan yivan krnh."
  },
  {
    "verse_id": 63,
    "translation": "Ḥẓrt rḥman sndụ̄ khaṣ bndh ge time yim pkan chhi zmynh petthụ̄ nrmy san, byyhi yylhi timn sintụ̄ jạhl th nadan lvukh gftgv krnhi lgan chhi tim chhi pnnhi ṭrfh slam kran. Tihnzn nashayan kthn hund chhinh tim kanhh jvab divan."
  },
  {
    "verse_id": 64,
    "translation": "Byyhi yim rat guzaran chhi pnnis prvrdgars kun sjdh divan th vodnhi rvzan yʿny nemaz pran, bavjvdān chhi prvrdgars khoczan."
  },
  {
    "verse_id": 65,
    "translation": "Byyhi yim khocznh mokhh dʿā chhi kran, ae sanhi prvrdgar, dvur kr aashi nishhi jhnmuk ʿdhab. Pzipạtthụ̄ tmuyk ʿdhab chhu tbạhy tulh vun, lạrith gczhh vun."
  },
  {
    "verse_id": 66,
    "translation": "Pzipạtthụ̄ suh jhnm chhu setthah ychh jae, rvznh khạṭr byyhi bsnh khạṭr."
  },
  {
    "verse_id": 67,
    "translation": "Byyhi tim lvukh yim yylhi khrch kran chhi mal panun, tth mnz nh chhi zyadty kran, nh chhi kmy kran blkh chhu tihund khrch krun āsan yimn don ḥaltn mnzbag brabr brabr afraṭ v tfryṭ vrạe."
  },
  {
    "verse_id": 68,
    "translation": "Byyhi yim ʿbadt th prstsh chhinh kran khdays sintụ̄ byyhi kạnshi mʿbvd snz, byyhi yim kạnshi shkhṣs maran th qtl chhinh kran yymụ̄ sund marun khdayn ḥram kvrmut chhu mgr e kanhh shkhṣah tth mstḥq āshi, so chhe badshahi vqt snz kạm. ʿām lvukn hnz gczihh nh so pnnis aaths mnz ninụ̄. Byyhi yim zna chhinh kran, yus aakhah yimh kamhi kri yʿny shrk bkhda aanhi, byyhi qtli naḥq kri, byyhi zna kri, yithh pạtthụ̄ mkkụ̄ mshrk kran ạsụ̄, suh tulhi tmuyk sza."
  },
  {
    "verse_id": 69,
    "translation": "Dognavnh yiyhi tsndi khạṭr ʿdhab qyamtuk doh, byyhi rvzi suh tth ʿdhabs mnz hmyshh khvar th dhlyl."
  },
  {
    "verse_id": 70,
    "translation": "Mgr yim shrk th mʿāṣy nishhi tvbh krn, ayman aann, tvpth krn rcz ʿmlh. Ps timn lvukn bdlavi Allah tʿālyā gnah tihinzv nykyv sintụ̄. Allah tʿālyā chhu mghfrt krvun, tamhi mokhh nhnạvin tihindụ̄ gnah, setthah rḥm krvun tamhi mokhh lyichh, n timn gnahv bdlh nyky. Yhi avs avt tanụ̄ timn lvukn hndi khạṭr yim kfr nishhi tvbh krn. Aamhi pth chhu Allah tʿālyā frmavan yim baayman gnahv nishhi tvbh krn tihund ḥal."
  },
  {
    "verse_id": 71,
    "translation": "Byyhi yus baayman gnahv nishhi tvbh kri, khdays kun rjvʿ krith rcz ʿmlh kri yʿny āyndh rvzi gnahv nishhi pth, suthi rvzi ʿdhab nishhi mḥfvẓ, kyazi suh shkhṣ chhu phyran, mtvjh spdan khdays kun khaṣ ṭryqh."
  },
  {
    "verse_id": 72,
    "translation": "Byyhi yim shaml chhinh spdan apzyn th be hvudh mʿāmln th kthn andr yʿny yim nh aapuz vanan chhi, nh aapz gvạhy divan chhi, gnah chn th lhv lʿb chn th khlaf shrʿ mjlsn mnz gczhan chhi. Byyhi yim atfaqaan bla qṣd, lhv v lʿb, fẓvl kamyv kinụ̄ guzran chhi tamhi saʿth chhi guzran shryfanh ṭryqs mnz tvr kun altfat th khvạhsh krnh vrạe."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi yylhi timn pnnis prvrdgar sndyv āyatv sintụ̄ nṣyḥt krnh yivan chhe tamhi saʿth tamhi saʿth chhinh tim zrụ̄ th anụ̄ hivụ̄ vsụ̄ pyvan blkh chhi bh gvsh v hvsh varh bvzan."
  },
  {
    "verse_id": 74,
    "translation": "Byyhi yithh pạtthụ̄ tim panh vạnụ̄ aslamkụ̄ shydạyy chhi, yithe pạtthụ̄ chhi yczhan sạnụ̄ shurụ̄ bạcz thi gczhụ̄ dyinkụ̄ ʿāshq bnnụ̄. Chnanchh dʿā chhi mngan, ae sanhi prvrdgar ʿṭa kr aashi byyhi pnnyn znann hndi ṭrfh th avladn hndi ṭrfh suh chyz yymhi sintụ̄ sanhi achh shyhln th qrar rattn yʿny tim thi krtkh dyn dar, ʿbadt guzar takh sanhi achh shyhln tim vuchhith., byyhi krth aashi prhyzgarn hndụ̄ ztthụ̄, bh yylhi pnnhi gruk ziyutth kvrths, myanhi grkụ̄ bạcz krtkh mtqy th prhyzgar, bh spdha pne mtqy yan hund amam th ziyutth."
  },
  {
    "verse_id": 75,
    "translation": "Yimne lvukn yiyhi mvzvurụ̄ dinh jntkụ̄ thdụ̄ bnglh, dnyahs andr dyn v aṭaʿts petth ṣbr krns th thạbt qdm rvzns bdl byyhi āsykh timn jntn mnz mlạykn hndi ṭrfh tʿẓym th slamh krnhi yivan."
  },
  {
    "verse_id": 76,
    "translation": "Timne jntn andr rvzn tim hmyshh, kya rcz jayah chhu jnt rvznh khạṭrth bsnh khạṭr."
  },
  {
    "verse_id": 77,
    "translation": "Tvhụ̄ frmạviv ʿām sarine lvukn kun ya rsvl Allah, myvn prvrdgar kri nh kunhi qsmh kanhh prvah hrgah tvhụ̄ tsnz ʿbadt kriv nh. Btḥqyq tohyhi kvruv aḥkami alhāy yn tim aapzụ̄ zạnith ankar, vonụ̄ vuchhiv brvntth pahn, suh ankar tuhund yiyhi tohyhi zngn valnh yʿny tmuyk sza yiyhi tohyhi ẓrvr dinh."
  }
]