[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvf muqṭʿāt yimn hund mʿny zanhi panh khda. Yim āyat tohyhi petth nạzl krnh āe, yim chhi āyat krymh qrān mjydkụ̄ th vaẓḥ ktabhi hndụ̄."
  },
  {
    "verse_id": 2,
    "translation": "Yim āyat chhi bvdd hdayt th bvdd bshart baaymann hndi khạṭr."
  },
  {
    "verse_id": 3,
    "translation": "Timn lvukn hndi khạṭr yim nemaz chhi brpa thavan yosh bdny ʿbadtv andrh bdd ʿbadt chhe, byyhi yim zkvāh chhi ada kran yosh mạly ʿbadtv andrh bdd ʿbadt chhe, byyhi chhi tim ạkhrtuk pvur yqyn thavan yus tryyav aṣvlv andrh aakh ahm aṣvl chhu."
  },
  {
    "verse_id": 4,
    "translation": "Be shk yim lvukh pczh chhinh kran ạkhrts, tihinzn ychh kamyn duyt aashi zynt, tamy chhi tim gmrạhy mnz bvddmtụ̄, ḥạran spdụ̄ mtụ̄, nh chhi tihindụ̄ ʿqạyd drst, nh aʿmal. Tamy chhinh tim qrān mjyds thi manan th pczh kran. Lhādha yithh pạtthụ̄ qrān mjyd chhu baaymann bshart divan, yithe pạtthụ̄ chhu kạfrn vʿīd bvznavan."
  },
  {
    "verse_id": 5,
    "translation": "Yime lvukh ge tim yihindi khạṭr ychh ʿdhab chhu dnyahs andr mrnh kh vqth, byyhi āsn time ạkhrts andr thi zyadh tavan zd, kyazi tim vatn nari jhnms andr yymhi mnz nh zanhh thi mokln."
  },
  {
    "verse_id": 6,
    "translation": "Mgr be shk tohyhi nishhi chhu yhi qrān mjyd setthah ḥmt vạlis khdae sndi ṭrfh vatnavnh yivan. Aamhi nʿmt kis srvrs andr mah sapdiv tvhụ̄ hrgz ghmgyn."
  },
  {
    "verse_id": 7,
    "translation": "Czyts pạviv tamhi vqtuk qṣh yylhi mvsyā ʿlyh alslamn dvp pnnis ʿīals yylhi tim shhri mdynh petthh vaps yivan ạsụ̄, tvpth vạtụ̄ kvh ṭvrs qryb akis jayhi srdy hndi vqth yylhi timn mṣrch vath aathhi ạs nh yivan. Dvphakh vaqʿī me vuchh kvhi ṭvr ṭrfh narah aakh zvtan, tvhụ̄ tthhriv, bh gczhh tvtns, bh yimav vathi hnz kanhh khbrah hyth, nath yimv bh narh ryhah hyth kunhi zinụ̄ hachhi petth, yuth tvhụ̄ tpiv th vushnyr kriv."
  },
  {
    "verse_id": 8,
    "translation": "Ps yylhi tim aath nars nkhh tl vạtụ̄, timn gyhi khdae sndi ṭrfh āvaz, yhe āvaz kh yim yath nars mnz chhi mlạykv andrh timn petth thi ạsin brkt, yim aath nars andụ̄ pkụ̄ chhi yʿny mvsyā ʿlyh alslam timn petth th bvvun brkt, yhi chhu dʿā bṭvr tḥyt v slam yithh pạtthy yinh vvl, ya ys nishhi yivan chhu slam kran, chvnkh mvsyā ʿlyh alslams avs nh mʿlvm kh yhi nuvr chhu anvari alhāy, tamhi mokhh hyvk nh timav tʿẓym bja anith. Allah tʿālyā sndi ṭrfh spdh tihindi aunsh khạṭr slam v dʿā arshad, munzh th pak chhu mʿbvd brḥq, ʿālmynn hund rb, ḥdvdv nishhi, mqdar nishhi, rngv nishhi, yhi nvur yus tvhụ̄ vuchhan chhiv, yhi chhu yimav qyvdv sintụ̄ muqyd, lhādha chhunh yhi dhat bary tʿālyā."
  },
  {
    "verse_id": 9,
    "translation": "Ae mvsyā bh chhus mʿbvdi brḥq, yus klam kran chhu be kyf, setthah ʿzt vvl, setthah rḥmt vvl."
  },
  {
    "verse_id": 10,
    "translation": "Ae mvsyā czh trav ḥẓ pnnụ̄ lvri hn pthr, yimav yanụ̄ so trạv pthr tth bnyvv aczdha, aty yylhi tth lvri kun vuchh timav, so vuchhikh ḥrt kran srphh sndụ̄ pạtthụ̄, ḥẓrt mvsyā czvl thr phirith, pvtt nẓr thi diczkh nh, Allah tʿālyā hn frmvvus, ae mvsyā khocz mah, aashi kre cze ʿṭa pyghmbry, khlʿti pyghmbr ʿṭa spdith chhinh me brvntthh knhi pyghmbr yithyn chyzn yim tihindi nbvt v rsalt chh dlylh āsn khoczan, yʿny khoczun lghi nh."
  },
  {
    "verse_id": 11,
    "translation": "Mgrhe kạnshi hndi dsth kynhh qṣvr th lghzsh lbnh āmcz āshi, ts pyyhi yad so lghzsh tvpth khoczi, tth chhunh kanhh muẓạyqh lykn tth mtʿlq thi chhu yhi qạʿdh kh agr kạnshi hndi ṭrfh kanhh qṣvr lbnh yiyhi tvpth bdlavi suh tth kunhi nyky th rczi kamhi sintụ̄ yʿny gnah krith kri tvbh, bh chhus tihund tvbh qbvl kran, tihindyn gnahn mʿāf kran, kyazi bh chhus setthah mghfrt krvun, setthah rḥm krvun. Ae mvsyā aath ʿṣakis mʿjzs sintụ̄ chhuse bh byakh mʿjzh thi cze ʿṭa kran suh gvv kh."
  },
  {
    "verse_id": 12,
    "translation": "Czh trav aathh pnun pnnis nals mnz, suh nyry tvrh sfyd naph naph krvun kunhi qṣvrh th bymari vrạe. Yim doshve mʿjzh chhi timav navv mʿjzv andrh yim hyth tvhụ̄ svznh yivan chhiv frʿūns th tihindis qvms kun, kyazi tim chhi ḥd ddlh vunyv lvukvandrh."
  },
  {
    "verse_id": 13,
    "translation": "Aadh yylhi vạtụ̄ timn nishhi sạnụ̄ āyat th mʿjzat yymhi sintụ̄ timn achh mczrnh āyhi, dapnhi lgụ̄ yhi chhu nvn siḥrah th jvdah."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi kvr timav yimn sanyn āyatn ankar ḥalankh yqyn ạsụ̄ kran tihindụ̄pan kh āyat chhi vaqʿī khdae sndy ṭrfh mgr ẓlmh kinụ̄ th tkbr kinụ̄ ạsinh aqrar kran. Ps vuchhiv tvhụ̄ kya āshi ychh anjam mfsdn hund, dnyahs andr szaʿ ghrq, ạkhrts andr szae ḥrq."
  },
  {
    "verse_id": 15,
    "translation": "Pzipạtthụ̄ byyhi kvr aashi ʿṭa davvd ʿlyh alslams th th slyman ʿlyh alslams shryʿtuk th padshạhy hund bvdd ʿlm, timav doshve dvp shkr v thna th ḥmdbvvun ts mʿbvd brḥqs yymụ̄ aashi fẓlyt duyt pnnyv bndv andrh varyahn petth."
  },
  {
    "verse_id": 16,
    "translation": "Janshyn spdụ̄ slyman ʿlyh alslam davd ʿlyh alslam tihindi antqal pth, byyhi dvp slyman ʿlyh alslamn, ae lvukv asụ̄ āe hychhnavnh kthh janvrn hnz yinh aamhi vrạe byyan padshahn mysr sapud, byyhi āv aashi ʿṭa krnh timav sarive chyzv andrh yimn hnz aashi ẓrvrt ạs, mthlaan fevj, lshkr, mal v dvlt, ālati ḥrb vghạrh. Pzipạtthụ̄ yohe gvv Allah tʿālyā sund nvn fẓl."
  },
  {
    "verse_id": 17,
    "translation": "Byyhi yoshi lshkrah jmʿ āyhi krnh slyman ʿlyh alslam sndi khạṭr tth lshkri mnz ạsụ̄ jin, ansan th janvr yim nh byyhi kạnshi padshahs muskhr krnh āmtụ̄ ạsụ̄, time ạsụ̄ qạʿdh mvjvb var var tthhrạvụ̄ tthhrạvụ̄ yivan pknavnh yuth tim thi vatn brvutthimyn sintụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Ḥtyā kh yylhi vạcz so lshkr ryyhi mạdans andr, aakhi ryyhi dvp, ha ryyav, jld acziv pnnyn ālyn mnz yuth nh slyman ʿlyh alslam th tihnz lshkr be khbry andr tohyhi manddi lth monjhi kri, yhi bvuz slyman ʿlyh alslamn."
  },
  {
    "verse_id": 19,
    "translation": "Tmụ̄ kumlạvụ̄ vutth byyhi avsukh amis ryyhi hnz yhi kth vannh sintụ̄, byyhi kvrukh tʿjb amis ryyhi hund yvut loukutt jsm ạsith aamhi qsmh chh hushyạry th gatth jaruk. Chnanchh panun fvj rvttukh pth yvt tanụ̄ sare ryyhi czayhi ālyn mnz. Slyman ʿlyh alslams sapud aḥsas aamhi nʿmtuk kh bh bvznvvus Allah tʿālyā hn ryyhi hund klam. Yhi nʿmt th aamhi vrạe byyhi nʿmczh czyts pyth mvngukh dʿā kh, ae myanhi prvrdgar tvfyq dih me bh kya daph chanyn nʿmczn hund shkr hmyshhi yimh nʿmczh cze me ʿṭa kryth byyhi myạnis mạlis majhi, byyhi dim tvfyq hmyshh rczh ʿmlh krnuk yimn petth czh rạẓụ̄ sapdkh, byyhi vatnav me pnnhi rḥmt sintụ̄ pnnyn nykv kar bndn mnz yʿny ḥẓrat anbyahn mnz."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi kvr aakhi doh mʿạynh ḥẓrt slyman ʿlyh alslamn janvrn hund tamhi saʿth avs satut ghạr ḥạẓr, dvpukh me kus chyz sapud manʿ kh bh chhusn nh satut vuchhan ḥạẓr kynhh thi, kinh vaqʿī chhu suh ghạr ḥạẓr."
  },
  {
    "verse_id": 21,
    "translation": "Bh kr ts aamhi ghạr ḥạẓry khạṭrh skht ʿdhabtyiri kdds lmith( nath krs khsh, nth he pysh kri me nish pnnhi ghạrḥạẓry hund mʿqvl ʿuudhrah tylhi krvs drguzr."
  },
  {
    "verse_id": 22,
    "translation": "Ps rvudụ̄ tim aath ḥals mnz kmse kals kh āv satut, purczh hs czh kyazi avsukh ghạrḥạẓr blaajazt, dvpun bh ās so kth mʿlvm krith yosh nh tohyhi mʿlvm sapzmcz chhe, b ās shhri sba petthh akh tḥqyqy khbrah hyth."
  },
  {
    "verse_id": 23,
    "translation": "Yymuyk tfṣyl chhu yithh pạtthụ̄ kh me vuchh znanah aakh tamhi shhr kyn lvukn ḥkvmt kran, ts chhu ḥkvmt kyv lvạzimatv andrh svrue kynhh ʿṭa krnh āmut, byyhi chhus tkhtah aakh setthah baddi bvdd lʿl jvạhrv sintụ̄ jrith."
  },
  {
    "verse_id": 24,
    "translation": "Byyhi vuchh me so znanh byyhi tihund qvm āftabs sjdh divan th prstsh kran khdays vrạe, byyhi chhu zynt duytmut shyṭann tihnzn kfr chn kamyn, timn chhe pnnhi ychh kamhi rczh bvznh yivan. Tim chhi pth rttimtụ̄ shyṭann syzi vathi nishhi, tim chhinh pazi vathi petth pkan."
  },
  {
    "verse_id": 25,
    "translation": "Taaynkh tim chhinh sjdh divan ts mʿbvdi brḥqs yus setthah qdrt vvl chhu, yus āsman vzmyn kyn pvshydh chyzn nybr krran chhu, byyhi chhu sue zanan tim chyz yim tvhụ̄ diln mnz khttan chhiv, byyhi yim chyz zyvav sintụ̄ th tanav sintụ̄ ẓạhrkran chhiv."
  },
  {
    "verse_id": 26,
    "translation": "Allah tʿālyā he chhu yas vrạe nh kạnshi hnz ʿbadt gczihh krnụ̄, ts vrạ chhunh mʿbvude kanhh, sue chhu ʿrshi ʿẓymuk mạlik."
  },
  {
    "verse_id": 27,
    "translation": "Slyman ʿlyh alslamn dvp yhi bvuzith satutis, asụ̄ vuchhv vonụ̄ cze vvnthh pvz kinh czh chhukh aapuz vanh vunyv andrh."
  },
  {
    "verse_id": 28,
    "translation": "Adh czh gczh yhi myvn khṭ hyth suh trav timn nishhi, tvpth ddl czh timn nishhi aukun phn, ps vuchh czh tim kya kth bath krn panh vạnụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Tamhi znanhi yosh tamhi mulkch padshah ạs dvp pnnyn qvm kyn srdarn, ae mʿzz lvukv, pzipạtthụ̄ me kun āv travnh mohr krith aakh bavuqʿt ʿẓym alshan khṭah aakh."
  },
  {
    "verse_id": 30,
    "translation": "Sue khṭ chhu slyaman sndi ṭrfh, tth mnz chhu yhi mẓmvn lykihth, bsm Allah alrḥmān alrḥym."
  },
  {
    "verse_id": 31,
    "translation": "Tvpth chhu khṭuk mẓmvn yy kh srkshy mah kriv tvhụ̄ lvukh, yʿny yhi znanh blqys byyhi tihindụ̄ aʿīani slṭnt byyhi sạry ʿām lvukh, byyhi spdiv tvhụ̄me nishhi ḥạẓr frman brdar bnith."
  },
  {
    "verse_id": 32,
    "translation": "Dapnhi ljikh ae mʿzzlvukv, tvhụ̄ diyiv mshvrh me yath myạnis mʿāmls andr, myvn kya gczihh slyman ʿlyh alslams sintụ̄ yth mʿāmls andr krun. Bh chhas nh zanhh thi kunhi mʿāmluk fạṣlh kran yvt tanụ̄ nh tvhụ̄ thi mshvrs shạml ạsiv."
  },
  {
    "verse_id": 33,
    "translation": "Timav dvpus asụ̄ chhi pnnhi ṭrfh prth vqth ḥạẓr, hrgah mqablh th jng krnuk tjvyz āshi tamhi khạṭr thi chhi tyar, asụ̄ chhi ṭaqt vạlụ̄, byyhi skht qvt vạlụ̄ mqabls andr, mgr akhtyar chhu cze aathhi, czh vuchh kya gczihh jan. Yus ḥkm czh krkh aashi asụ̄ chhi tth ḥkms ʿml krnh khạṭr tyar."
  },
  {
    "verse_id": 34,
    "translation": "Tamhi blqyshi vvnnkh, yhi chhu pvz, mgr yth mnz thi chhunh kanhh shk kh padshah yylhi kunhi shhrs mnz fatḥanh aczan chhi tim chhi tth shhrs tbah kran byyhi chhi tathi kyn mʿzz lvukn dhlyl kran, dhlyl lvukn barss aanan, ashi he timn sintụ̄ mqablh kvr mmkn chhu time gczhn aashi petth ghạlb. Yim lvukh thi krn ty, lhādha chhe mṣlḥt yhe kh tanụ̄ thavav asụ̄ jng krun multvy, vunụ̄ kyns chhu me bvznh yivan kh."
  },
  {
    "verse_id": 35,
    "translation": "Myạnụ̄ rae chhe vatan kh bh svzh timn nishhi kynhh tḥfh, tvpth vuchhhi bh tamuyk jvab kya hyth yin tim shkhṣ yimn aathhi asụ̄ suh hdyhi svzav."
  },
  {
    "verse_id": 36,
    "translation": "Tvpth yylhi qạṣd vvt tim tḥfh hyth slyman ʿlyh alslams nishhi, slyman ʿlyh alslamn dvpus kya tvhụ̄ chhivh me pnnhi malh sintụ̄ mddkrun yczhan, me chhanh tamich ẓrvrt kynhh thi kyazi me yhi kynczhah Allah tʿālyā hn ʿṭa kvrmut chhu, thi chhu setthah bhtr tamhi khoth yhi tohyhi duytmut chhunav. Tohyhi chhunav duytmut ḥkvmt th dvlte yvt, me chhun ʿṭa kvrmut nbvt v slṭnt, tohyhi nishhi chhu dnya, me nishhi chhu dyn thi. Blkh chhiv tvhụ̄ pnnhi tḥfh sintụ̄ khosh )vyczan chhiv nh kunhi( aashi nishhi chhunh yimn chyzn aʿtbar kynhh."
  },
  {
    "verse_id": 37,
    "translation": "Ae qaṣd vaps gczh timne nishhi yimav svuzukh, yim sạry tḥfh dikh phyrith, hrgah tim aashi nishhi frman brdạry san ḥaẓr spdn, thi gvv jan, vrnh vatv asụ̄ timn nishhi so lshkr pyth yimn sintụ̄ mqablh krnuk timn ṭaqte āsshi nh, byyhi krrvkh asụ̄ tim tamhi shhrh mnz dhlyl krith th khvar gczihth. Tmụ̄ qạṣdn yylhi tim tḥfh vaps vatnạvụ̄, byyhi bvvun svrue ḥal blqyss nishhi. So spz slyman ʿlyh alslam sndyv kmalatv sintụ̄ kạfy mtạthr, byyhi sapdus yqyn tihindi pyghmbr āsnuk, chnanchh aradh kvrun slyman ʿlyh alslams nishhi ḥạẓr sapdnuk. Slyman ʿlyh alslams sapud mʿlvm vḥy sintụ̄ ya byyhi kunhi dhryʿh kh so sapz rvanh timn nishhi ḥạẓr spdnh khạṭr."
  },
  {
    "verse_id": 38,
    "translation": "Slyman ʿlyh alslamn frmvv pnnyn mʿzz lvukn ahli drbarn, tohyhi andrh kus aakhah diyhi me nishhi vatnạvith tasund tkht, tmụ̄ sund frmanbrdar spdith me nishhi vatnh brvntthue."
  },
  {
    "verse_id": 39,
    "translation": "Akụ̄ qvy hykl jinn dvp, bh dimn suh tkht tohyhi nishhi anith tuhndi drbarh nishhi vothnh brvntth, me chhu tmhi kh tulnuk kạfy ṭaqt, bh vatnavan suh tohyhi nishhi amantdạry san, slyman ʿlyh alslamn dvpus, aamhi khoth jldy gvczh suh vatun."
  },
  {
    "verse_id": 40,
    "translation": "Aakh shkhṣah avs yymis nishhi āsmany ktabn hund ʿlm avs, suh gvv āṣf bni barkhya. Timv dvp amis jins bs chvn ṭaqt chha yutue. Bh vatnavan suh tkht cze nishhi akis achh ttyintthhi andr. Bʿẓv frmvv aaldhy ʿndh ʿlm mn alktab. Aamhi andrh chhu mrad panh slyman ʿlyh alslam, timve vatnvv suh tkht akis achh ttyintthhi andr pnnhi rvuḥạny ṭaqt sintụ̄. Chnanchh yylhi timav vuchh suh tkht pans brvntthh knhi, shukr dpan dvpukh yhi chhu myạnis prvrdgarsund bvdd fẓl th mhrbạny, yuth suh me āzmạysh kri kh āya bh kra tmụ̄ snz shkrgzạry kinh nʿūdh bAllah bh kr kufrani nʿmt, yhi kth chhe ẓạhr kh yus shkrgzạry kri, ts chhunh tmuyk fạydh mgr panse. Allah tʿālā hs chhunh tmuyk kanhh nqṣan, kyazi myvn prvrdgar chhu be nyaz lvukn hnzi shkrgzạry nishhi, suh chhu krym, nashkry ʿṭa krvunyn thi chhu ʿṭa kran suh."
  },
  {
    "verse_id": 41,
    "translation": "Tamhi pth kvr slyman ʿlyh alslamn tjvyz kh aath tkhts tmụ̄ sndis bdlavi ṣvrt, asụ̄ krv tmụ̄ snzi ʿqlhi amtḥan, asụ̄ vuchhav tmis yiyaa vath pnun tkht prz navns kun kinh so chhe timav lvukv andrh yimn nh kanhh aath vathah chhe yivan be ʿqly sbbh."
  },
  {
    "verse_id": 42,
    "translation": "Tvpth yylhi so blqys āyhi. Vannh ās yuthue chha chvn tkht, dvpun znth sue chhu. Byyhi dvpun aashi avs yhi mʿjzh vuchhnh brvntthue tuhndi pyghmbr āsnuk tṣdyq sapud mut byyhi ạsụ̄ muṭyʿ th frman brdar spdụ̄ mtụ̄, yylhi aashi qạṣdh sndi dhryʿh tuhndụ̄ kmalat mʿlvm spdụ̄ mtụ̄ ạsụ̄. Yymhi mʿjzch ạs nh chndan ẓrvrt rvuzmcz, yhi mʿjzh vuchhnh brvntth tmụ̄ sund tṣdyq krun chhu dlalt kran tmụ̄ sndis kmali ʿql v gatth jars petth. Tamy mokhh kvr Allah tʿālyā hn pth tasndis gath jars tạyyd yhi frmavnh sintụ̄ kh."
  },
  {
    "verse_id": 43,
    "translation": "Tamhi āsiha ayman avnmut mgr so ạs pth rttmcz ayman annh nishhi timav chyzv yimn chyzn hndi prstsh krnuk khdays vrạe ʿādt avsus sapudmut, suh ʿādt kyazi avs sapudmut kyazi so ạs kạfr qvmh mnz. Tamhi pth yvczh slyman ʿlyh alslamn kh amis blqyshi havav asụ̄ mʿjzh, th shani nbvt havnh pth pnnhi slṭntuk shan thi, taaynkh yuthnh so zanhh dnya kh aʿtbarh panun pan zanhi bvdd. Chnanchh timav bnvv aakh ʿẓym alshan shyshh grah yath prth ṭrfh lagnh āmtụ̄ ạsụ̄ shyshe shyshhi, tamhi kis ṣḥns mnz avs aakh tlavah āmut bnavnh, tth mnz avs ābi ṣaf, byyhi gadd travnh āmczh, petthh avs tth tlavs frsh dinh āmut ṣaf v shfaf shyshn hund, ẓạhr pạtthụ̄ ạsụ̄ nh tim shyshhi bvzne yivan, suh tlav avs āngns mnz yymhi petthụ̄ shyshh mḥls mnz aacznh khạṭr ẓrvr pkun avs pyvan."
  },
  {
    "verse_id": 44,
    "translation": "Ts blqyshi āv vannh, aacz yymhi āngnh mnzụ̄ yth kmrs andr, yohe kmrh ma krkh czh psnd pnnhi qyam gah khạṭr, ps yylhi tamhi suh āngun vuchh andr aczith. Āngnh kis tlavs gvs khyal kh yhi ma chhu dryav aath āngns mnz, tamy mokhh khạrụ̄ tamhi yazar nrụ̄ grozav nishhi thvd. Grozh thavyn nane yithh pạtthụ̄ ābs mnz vasnh khạṭr kanhh thavan chhu. Slyman ʿlyh alslamn dvpus yylhi timn nẓr pyyhi aath petth. Ae blqys yhi chhu svrue mḥl, āngun hyth chhu frsh krnh āmut shyshv sintụ̄. Tamhi saʿth sapud mʿlvm blqyshi kh yythi chhi dnyạvy ʿjạyb chyz thi tamhi qsmkụ̄ yim nh me aztam vuchhimtụ̄ chhi. Chnanchh tihindis dils andr sapz prth ṭryqh slyman ʿlyh alslam snz pvur vuqʿt th ʿẓmt pạdh. Tamhi saʿth dvp tamhi prvrdgara, me kvr ẓlm pạnụ̄ pans kfr th shrkh sintụ̄ aztam. Aaz chhas bh mslman spdan, ayman aanan slyman ʿlyh alslams sintụ̄ yʿny tihindi ṭryqh mvjvb chhas pczh kran ts mʿbvdi brḥqs yus ʿālmynn hund rb chhu, yhe gyhi blqys, chnanchh slyman ʿlyh alslamn kvr tvpth timn sintụ̄ nkaḥ."
  },
  {
    "verse_id": 45,
    "translation": "Pzipạtthụ̄ byyhi svuz aashi qvmi thmvds kun tihund bve ṣalḥ ʿlyh alslam yohe pygham hyth kh shrk trạvith kriv tvhụ̄ ʿbadt mʿbvdi brḥq snz, timn paziha sạry aanhn tim ayman. Ps sapzh tim zh jmaʿcz, baayman th kạfr, time ạsụ̄ panh vạnụ̄ harhar th qẓyh kran, tihund qẓyh yylhi vvt ṣalḥ ʿlyh alslams nishhi timav duyt fạṣlh baaymann hndi ḥqh, kạfr lgụ̄ vannhi yymhi ʿdhabuk byim tvhụ̄ aashi kran chhiv suh ʿdhab aniv jld."
  },
  {
    "verse_id": 46,
    "translation": "Timav dvphakh ae lvukv, tvhụ̄ kyazi chhiv tvbh krnh th ayman aannh brvntth yus rut chyzah chhu, ʿdhab czhanddan, yus ychh chyzah chhu. Tohyhi pziha kh ʿdhabuk vʿīd bvuzith ayman aanun th pczh krnụ̄. Tth brʿks chhiv tvhụ̄ ʿdhab kue drkhvast kran, yhi gvv setthah be prvah lagun. Aath bdl kvnh chhiv tvhụ̄ Allah tʿālyā s kfr nishhi mghfrt mngan, dyv tohyhi petth rḥm yiyhi krnh, ʿdhab nishhi yiyiv mḥfvẓ thavnh."
  },
  {
    "verse_id": 47,
    "translation": "Timav dvphs asụ̄ chhith czh byyhi yim cze sintụ̄ chhi physhl zanan kyazi ythi petthh tohyhi yhi nvv mdhhb kvdduv, tuhnz yhi nv jmaʿt pạdh spz tathi petthh spz qvms mnz be atfạqy. Naatfạqy hnz yimh khrạbyhi chhe timh spzh sare ẓạhr. Lhādha chhiv tvhy yimn khrạbyn hndụ̄ dhmh dar. Tuhndi nḥvstuk sbb chhu Allah tʿālyā hs mʿlvm, tuhnzh kfrchh th shrkh chh kamhi chhe Allah tʿālyā hs mʿlvm, yimh skhtyhi chhe yimne kamyn hndi shamth tohyhi vatan. Chnanchh soe naatfạqy chhe ychh th mdhmvm yosh pzis th ḥqs khlaf krnh sintụ̄ spdi. Lhādha spdinh aamuyk alzam baaymann petth blkh chhu aamuyk alzam kạfrn, vonụ̄ kvt vạtiv tvhụ̄, blkh chhiv tvhụ̄ tim lvukh yim aamhi kfrsbbh ʿdhabs grftar yin krnh."
  },
  {
    "verse_id": 48,
    "translation": "Yithh pạtthụ̄ ạs aath shhrs andr kạfrn hnz kthrt lykn tihindụ̄ srghnh ạsụ̄ aath shhrs andr nv jmạʿcz yimh mulks mnz tbạhy kran āsh, kunhi qsmh snbalan āsh nh blkh ạsụ̄ fsad kran. Chnanchh akhi phiri kvrukh yhi fsad krnuk aradh."
  },
  {
    "verse_id": 49,
    "translation": "Vannhi lgụ̄ panh vạnụ̄ kh tvhụ̄ sạry kriv qsm khdae sund yath kthhi petth kh asụ̄ gczhv rat kiyut tvpth krv ḥmlh ṣalḥ ṣạbs petth, tth andr marvn suh byyhi tihund ʿīal byyhi tihinz sạre jmaʿt. Tamhi pth hrgah tḥqyqatch nvbt āyhi, asụ̄ vanav tmụ̄ sndis vliyas th tihndyn vạrithn, asụ̄ ạsụ̄ nh shạml amis th amụ̄ sndi ʿīal kis marns andr. Sintụ̄ vanv asụ̄ chhi vaqʿī pvz vanh vunụ̄. Aath petth āshi akhtlaf mvqʿuuk kanhh gvahah. Mʿāmlh dabhi ttithe. Tvpth drae yim aakhi shbh yhi kạm krnh khạṭr."
  },
  {
    "verse_id": 50,
    "translation": "Tim ạsụ̄ pnnhi jayhi aamhi qsmkụ̄ tdbyrkran, asụ̄ thi ạsụ̄ pnnhi jayhi tihindi galnuk tdbyrkran, timn rvuznh tamich khbre, suh gvv yy kh tim yylhi yhi kạm krnh khạṭr pkan ạsụ̄ aakhi kohh petthh gvv aakh bvdd plah ddulh yohe pyvv syvd yimne petth, tth tl gczihth mvudụ̄ sạry."
  },
  {
    "verse_id": 51,
    "translation": "Ps vuchh czh ae vuchhhi vunhi kh tihindyn tdbyrn hund anjam kya sapud, suh gvv yy zi aashi gạlụ̄ tim byyhi tihund qvm svrue aamhi ʿlavh āsmạny ʿdhabh sintụ̄."
  },
  {
    "verse_id": 52,
    "translation": "Yykya chhi gr tihindụ̄ dubh byitthimtụ̄, vạran gmtụ̄, tihindi ẓlmh yʿny kfrth shrk krnh kh sbbh. Chnanchh mkkụ̄ lvukh chhi sham gczhnh chh vathi andr timh jayhi vuchhan. Pzipạtthụ̄ aath mnz chhu bvddḥạrt zanh vunyn lvukn hndi khạṭr."
  },
  {
    "verse_id": 53,
    "translation": "Byyhi duyt aashi njat timn lvukn yimav ayman avn byyhi ạsụ̄ khdays khoczan, pth rvzan shrkh kfr nishhi, tamhi qtlh nishhi thi yymuyk timav mshvrh kryvv, byyhi aamhi qhry ʿdhab nishhi thi."
  },
  {
    "verse_id": 54,
    "translation": "Byyhi svuz aashi lvṭ ʿlyh alslam pnnis qvms kun, yylhi timav dvp pnnis qvms kh kya tvhụ̄ chhiva yhi ychh kạm kran, ḥalankh tvhụ̄ chhiv vuchhan yhi kiczh ychh kạm chhe."
  },
  {
    "verse_id": 55,
    "translation": "Kya tvhụ̄ chhiva mrdn nishhi yivan pnnụ̄ khvạhsh th shhvt pvur krnh khạṭr znanh trạvith yimh tmy khạṭr chhe pạdh krnh āmczh, blkh chhiv tvhụ̄ jạhl qvmah, khbre chhav nh aamuyk ntyjh kya nyri."
  },
  {
    "verse_id": 56,
    "translation": "Ps avsnh timn lvukn hundjvab kihinụ̄ thi mgr yy zi dvp timav panh vạnụ̄ kh, krriyvun lvṭ ʿlyh alslam sund ahl v ʿīal lvṭ ʿlyh alslam hyth pnnhi shhrh mnz kyazi tim chhi pans shant zanan, yylhi avt petth kạm vạcz, aashi kvr tth qvms petth ʿdhab nạzl."
  },
  {
    "verse_id": 57,
    "translation": "Ps duyt aashi njat lvṭ ʿlyh alslams byyhi tmụ̄ sndis ʿīals tihinzi akis znanhi vrạe yosh aashi aazle mqrr krmcz ạs athụ̄ rvuzith ʿdhabs grftar spdvunyv andrh."
  },
  {
    "verse_id": 58,
    "translation": "Tvpth trvv aashi timn petth ʿjyb qsmuk rvud yath mnz knhi āsh, ps avs setthah ychh timn byim krnh āmtyn hund suh rvud."
  },
  {
    "verse_id": 59,
    "translation": "Dpiv ḥmd tvhụ̄ khdays nafrmann hndis hlak gczhns petth, byyhi bvvun slamty hmyshh khdae sndyn timn bndn petth yim tmụ̄ czạrụ̄ th brgzydh krin. Kya khda mʿbvd brḥq yymụ̄ sndụ̄ aḥsanat byan krnh āe chha bhtr kinh tim mʿbvdani bạṭl yimn tim khdae sndụ̄ shryk chhi tthhravan. Aamuyk tfṣyl chhu yithh pạtthụ̄ kh ae lvukv tvhụ̄ kritv khdae sndyn kmalatn andr ghvr, tvpth vnụ̄ tv tim potlụ̄ chha bhtr."
  },
  {
    "verse_id": 60,
    "translation": "Kinh suh dhati pak chhu bhtr yymụ̄ āsman th zmyn pạdh krụ̄, byyhi yymụ̄ āsman kh ṭrfh tuhndi khạṭr rvud trvv, tmy rvud sintụ̄ khari aashi srsbz baghn hndụ̄ kulụ̄, yim trvtazh th purrvnq chhi, avsnh tvhyhi mmkn kh tvhụ̄ kya khạlihvukh timn baghn hndụ̄ kulụ̄ pane, yhi bvuzith vnụ̄ tvkya Allah tʿālyā hs sintụ̄ shvubyah ʿbadts andr byyhi kanhh mʿbvudah shryk )hrgznh( mgr yim mshrk chhinh tvthi manan, blkh chhi tvthi byyn mkhlvqn khdays sintụ̄ brabr thavan. Mʿbvd brḥq sndụ̄ byyhi kmalat bvuzith kh kya yim mʿbvdani bạṭl chha ʿbadts szavar."
  },
  {
    "verse_id": 61,
    "translation": "Kinhi suh dhati pak chhu bhtr, yymụ̄ zmyn kvr mlvqn hndi rvznch th qrar krnch jae, byyhi yymụ̄ tamhi zmyn mnz kolh th dryav pknavụ̄, byyhi yymụ̄ aamhi zmyn kh tthhrnh khạṭr aath petth koh krụ̄ pạdh lngr hivụ̄, byyhi yymụ̄ don dryavn mnz kvr tthvr tamhi qsmh kh dryavuk āb chhunh mylan byyhi dryav kis ābs sintụ̄, yhi bvuzith vnụ̄ tv, kya Allah tʿālyā hs sintụ̄ hykyah byakh mʿbvd shryk ạsith, mgr mshrk chhinh tvthi yhi kth manan, blkh chhanh timav lvukv andrh varyahn khbre kynhh, khyr, ts dhati pak sndụ̄ byyhi kmalat bvuzith vnụ̄ tv kh yim mʿbvdani bạṭl chha bhtr."
  },
  {
    "verse_id": 62,
    "translation": "Kinh suh dhati pak chhu bhtr yus be qrar th lachar sndis mngns aijabt chhu kran yylhi suh ts mngan chhu, byyhi yus mṣybt th skhty dvur chhu kran, byyhi yus tohyhi chhu kran zmyns andr ṣaḥbi tṣrf th janshyn, yhi bvuzith vnụ̄ tv tvhụ̄ Allah tʿālyā hs shryki ʿbadt āsns layq chha byyhi kanhh mʿbvdah )hrgznh( mgr setthah km chhiv tvhụ̄ aamuyk khyal th yimh kthh yad thavan. Vonụ̄ bvuziv tihindụ̄ byyhi kmalat, tvpth vnụ̄ tv yim mʿbvudani bạṭl chha ʿbadts szavar."
  },
  {
    "verse_id": 63,
    "translation": "Kinh suh dhati pak chhu szvar yus tohyhi vath havan chhu khshky th try hnzn gttn andr, byyhi yus svzan chhu vaavs pnnhi rḥmth yʿny barani rḥmt brvntth khoshkhbry hyth, yhi bvuzith vnụ̄ tv bavjvd ān hykya ts sintụ̄ kanhh mʿbvdah shryk bnith ʿbadts andr, hrgznh, blkh chhu Allah tʿālyā tihindi shrkh nishhi setthah bala th thvd. Ts mʿbvdi brḥq sndụ̄ byyhi kmalat bvuzith vnụ̄ tv kh yim mʿbvdani bạṭl chha bhtr."
  },
  {
    "verse_id": 64,
    "translation": "Kinh suh dhati pak chhu bhtr yymụ̄ sạry mkhlvqat goddh pạdh krụ̄, tvpth krykh sue dvbarh byyhi pạdh, byyhi yus tohyhi rzq chhuv ʿṭa kran āsman kh ṭrfh rvud trạvith th zmyn kh ṭrfh ghlh th kulụ̄ khạrith, yhi bvuzith vnụ̄ tv, kya mʿbvdi brḥqs shryki ʿbadt āsns layq chha byyhi kanhh mʿbvdah, hrgah tim yhi bvuzith vann kh tihindụ̄ mʿbvdthi chhi mstḥq ʿbadt, tvhụ̄ frmạviyvukh yarsvl Allah, aniv th kriv so dlyl pysh, chhiv he tvhụ̄ pvz vanh vunụ̄. Yim lvukh qyamtuk vqt muʿīn pạtthụ̄ nh vannh sbbh qyamts ankar kran chhi timn vniv tvhụ̄ jvab kh tihund yhi vanun chhu ghlṭ kyazi yhi qyamtuk mslh chhu ghyb chv kthv andrh, th yim mkhlvqat āsman v zmyns mnz chhi, timav mnz chhunh kanhh thi ghyb chh kthh zanan khdays vrạe. Hrgah me nishhi th tohyhi nishhi qyamt kh vqvʿuuk ʿlm pvushydh rvud yhi kya kthah chhe. Tmam ʿālms mnz yim mkhlvq chhi timn nishhi chhe aamhi vrạe thi byyhi kạczah kthh pvushydh."
  },
  {
    "verse_id": 65,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah āsmann th zmynn mnz yim chhi timav andrh zanhi nh kanhh akhah ghyb khdays vrạe, byyhi chhanh lvukn kynhh thi khbr kh kr yin tim byyhi zndh krnh th qbrv mnz tulnh."
  },
  {
    "verse_id": 66,
    "translation": "Blkh sapud khtm tihund ʿlm ạkhrts mtʿlq, tvpth vạtụ̄ nh tim kunhi ntyjs petth, chnanchh tim chhi vunhi tamhi kh ḥqh shkh se mnz, blkh chhi tim tmhi kh ḥqh anụ̄ th nabyina kyazi yithh pạtthụ̄ anis chhanh vath dryntthụ̄ yivan tmụ̄ sund mqṣds vatun chhu dshvar, yithe pạtthụ̄ vatn nh tim thi mqṣds."
  },
  {
    "verse_id": 67,
    "translation": "Byyhi dvp tʿjb kinụ̄ timav lvukv yimav ankar kvr qyamts kyah asụ̄ th byyhi sạnụ̄ mạlụ̄ buddi bb, yylhi asụ̄ myczi sintụ̄ mycz āsv gmtụ̄, tvpth yimvh asụ̄ qbrv mnz byyhi krrnh."
  },
  {
    "verse_id": 68,
    "translation": "Pzipạtthụ̄ aashi sintụ̄ byyhi sanyn malyn buddi bbn sintụ̄ chhi yithụ̄ vʿdh brvntth thi krnh āmtụ̄, kyazi sạry anbya āe yohe vʿdh kran mgr nh sapud aztam suh vʿdh pvurh, nh vvn kạnshi kh kr āshi so qyamt, aashi andrh chhu mʿlvm spdan kh yimh chhe byyhi snz kthh yimh brvuntthimyn nishhi nql krnhi yvan chhe."
  },
  {
    "verse_id": 69,
    "translation": "Yylhi qyamt kis amkans petth ʿqly dlylh th tamhi kis vqvʿs petth nqly dlylh varyahn jayn tvhụ̄ ạv bvznavnh, tohyhi pazi nh ankar krun, varnh banhi tvhyhi sue ḥal yus byyan mnkrn bnyvmut chhu, hrgah timn tth andr shk chhu, tvhụ̄ frmạviyvukh yarsvl Allah, ae mnkrv tvhụ̄ phyiritv mnkr qvmn hndyn mulkn andr tvpth vuchhitv timn mnkrn nafrmann hund anjam kya chhu sapudmut, tim kithh pạtthụ̄ chhi ʿdhabv sintụ̄ galnh āmtụ̄, hrgah bavjvd yimav mvthr nṣyḥtv th vʿẓv tim tvthi tihindis mkhalfts petth kmr gnddithe rvzn."
  },
  {
    "verse_id": 70,
    "translation": "Tvhụ̄ mah ḥẓ hyyiv tihund ghm yarsvl Allah, byyhi yimh shrart chh kamhi tim kran chhi timav sintụ̄ mah spdin tuhund dli mbark tng, byyan anbyahn sintụ̄ thi chhu yohe mʿāmlh sapudmut."
  },
  {
    "verse_id": 71,
    "translation": "Byyhi chhi tim mnkr mslmann vanan, kthi chhu suh ʿdhab yymuyk vʿdh thavnh yivan chhu, hrgah tvhụ̄ pziyạrụ̄ chhiv."
  },
  {
    "verse_id": 72,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, dyv jldy vathi tohyhi nishhi tamhi ʿdhabuk aakh ḥṣh yymhi kh jld vatnuk tvhụ̄ mṭalbh kran chhiv, vunyuk tanụ̄ yus tth mnz tạkhyr sapud tamuyk vjh chhu kh."
  },
  {
    "verse_id": 73,
    "translation": "Pzipạtthụ̄ tuhund prvrdgar chhu lvukn hndi ḥqh fẓlh vvl mgr akthr lvukh chhinh shkr gzạry kran, ʿdhab kis tạkhyrs th mohlts chhinh ghnymt zanan. Aath mohlt kis vqts shvubhi ha timn ḥq czhanddun, ḥq qbvl krun, thi sapdiha bạʿth tihindi njati abdy yuk, tth bdl chhi ankar kran th ʿdhabuk mʿāmlh tthtthh zạnith tth mnz jldy czhanddan. Lhādha mah zạnin tim kh yimn kthn petth kya yiyhi nh timn szahe dinh."
  },
  {
    "verse_id": 74,
    "translation": "Pzipạtthụ̄ tuhund prvrdgar chhu pvur zanan thi svrue yhi tim lvukh pnnyn syinn th diln mnz khttith thavan chhi, byyhi thi svrue yhi nnhi ravan chhi. Allah tʿālyā hs tamich pvur khbr āsnh ʿlavh chhu ẓạhry ṭvr tha baẓạbṭh dftrn andr drj yivan krnh, tihnzn kamyn hnzchhanh kynhh khṣvṣyt."
  },
  {
    "verse_id": 75,
    "translation": "Blkh chhanh kanhh pvushydh chyzah āsmann th zmynn mnz yus nh drj chhu nanhi ktabhi andr yʿny lvḥi mḥfvẓs andr."
  },
  {
    "verse_id": 76,
    "translation": "Pzipạtthụ̄ yhi qrān mjyd chhu fạṣlh byan kran bny asrạyln petth varyahn timn chyzn mnz yimn andr tim akhtlaf kran chhi."
  },
  {
    "verse_id": 77,
    "translation": "Be shk qrān mjyd chhu baaymann hndi khạṭr khaṣ hdayt byyhi khaṣ rḥmt. Hdayt baaʿtbar ṭaʿāt v aʿmal, rḥmt baaʿtbar thmrat v ntayj."
  },
  {
    "verse_id": 78,
    "translation": "Yylhi nh timav mvn ʿqly th shrʿī fạṣlh. Be shk vonụ̄ kri tuhund prvrdgar ʿmly fạṣlh timn akhtlaf krvunyn mnz pnnhi ḥkmh sintụ̄ qyamtuk doh. Tmy doh sapdi timn mʿlvm pvz kya avs th aapuz kya avs. Suh prvrdgar chhu ghạlb th zbrdst, svrue zanh vun, ts nishhi chhunh pvushydh kihinụ̄."
  },
  {
    "verse_id": 79,
    "translation": "Ps kriv tvhụ̄ tvkl tsụ̄ mʿbvdi brḥqs petth, be shk tvhụ̄ chhiv nnis pzis petth, pziyaryn chhu Allah tʿālyā mdd th yạry kran."
  },
  {
    "verse_id": 80,
    "translation": "Be shk tvhụ̄ hykyvukh nh bvznạvith mordh, byyhi hykyvukh nh bvznạvith panun ālv zndh khṣvṣaan yylhi tim tohyhi kun thr krith czlan āsn."
  },
  {
    "verse_id": 81,
    "translation": "Byyhi hykyvukh nh tvhụ̄ anụ̄ th nabyna gmrạhy nishhi bchạvith, timn vath hạvith, tvhụ̄ hykyvukh nh bvznạvith mgr time yim sanyn āyatn petth pczh th yqyn kran āsn, time lvukh chhi sạnụ̄ ḥkm manh vunụ̄."
  },
  {
    "verse_id": 82,
    "translation": "Byyhi yylhi vʿdh qyamt lvukn petth pvur sapdvun āshi, yʿny qymatuk vqt yylhi nzdyk sapdi, asụ̄ krrvn tihindi khạṭr ʿjyb janvrah aakh zmynh mnz. Sue janvr kri lvukn sintụ̄ kthh, dpykh kạfr lvukh chhanh sanyn āyatn yqyn kran khṣvṣaan timn āyatn yim qyamts mtʿlq chhi, vonụ̄ vạcz qyamt nzdyk. Chnanchh aakh ʿlamt avs tmuyk myvn ẓạhr sapdun, chnanchh aath krn sạry tṣdyq, pyghmbr ạsikh frmavan, timn ạsụ̄ tkdhyb kran. Dabthu alarẓ yylhi nyri amis krn tṣdyq mgr aamhi saʿth tṣdyq krns āshi nh kanhh aʿtbar."
  },
  {
    "verse_id": 83,
    "translation": "Byyhi tvhụ̄ czyts lvukn suh doh yymhi doh asụ̄ prth aumth mnz aakh aakh jmaʿthah jmʿ krvn timn lvukn hnz yim sanyn āyatn aapzụ̄ zanan ạsụ̄, tvpth yin tim alg alg thavnh."
  },
  {
    "verse_id": 84,
    "translation": "Taaynkh yylhi tim khdays brvntth kun vatn, suh prczhykh kya tohyhi zạniyvukhh sạnụ̄ āyat aapzụ̄ ḥalankh tohyhi avsuv nh timn āyatn hund pvur ʿlm kynhh thi, timn kun kvruv nh tohyhi tdbur th fkr krnh vrạe kvruv tohyhi ankar th tkdhyb timn āyatn blkh pạviv tvhụ̄ czyts aamhi ʿlavh kh kmh kmh kamhi kryv tohyhi, mthlaan anbyahn th baaymann ạsiv tklyf divan, byyhi ạsiv kfr kyn ʿqạydn th aʿmaln mnz mbtla. Nth vnụ̄ tv tvhụ̄ kya ạsiv kran khdays th tihindyn āyatn ankar krnh vrạe."
  },
  {
    "verse_id": 85,
    "translation": "Vaqʿ sapud timn petth ʿdhabuk ḥkm tihindi ẓlmh mokhh, ps hykn nh timn kth krith, mrnh pth byyhi zndh spdnh pth chhi nqly dlyln hndi ʿlavh ʿqly dlylh thi mthlaan."
  },
  {
    "verse_id": 86,
    "translation": "Kya vuchhan chhina tim sanhi qdrtuk bvdd nshanh kh be shk aashi kr rat gtt yuth lvukh tth mnz āram krn, byyhi kvr aashi doh rvshn yuth tth mnz lvukh kạm krn, rats mnz āram krn th shongn. Aath chhu tshbyh mvts sintụ̄. Dohlhi vothun avrh yvr krun, aath chhu tshbyh mrnh pth byyhi zndh spdns sintụ̄, be shk baaymann hndi khạṭr chhe aath mnz bjhi bjhi dlylh."
  },
  {
    "verse_id": 87,
    "translation": "Byyhi pạviv lvukn czyts tamhi dohuk hạbt yymhi doh phokh yiyhi dins pvghs mnz tvpth gabrn th banbrn, hys th hvsh rvzi nh timn sarine yim āsmann th zmynn andr chhi mlạykv th ansanv andrh mgr nh tim yimn hund Allah tʿālyā yyczihh. Tim rvzn pnnhi ddnjhi hysn th ḥvasn andr. Ḥdyth shryfs mnz chhu, tim ge jbryl amyn, mykạyl, asrafyl th ʿzrayl byyhi ḥạmlani ʿrsh. Tvpth yin sạry khdays brvntth kun ʿạjz th dhlyl spdith. Dnyahs mnz chhu dstvur kh khocznh vizi chhu shkhṣ czlan mgr tamhi dohh hykhi nh kanhh aakhah kunhi jayhi czlith, chnanchh yim zndh āsn tim marn, yim mvmtụ̄ āsn tim spdn be hvsh yʿny tihindụ̄ rvḥ. Yhi ḥal spdi jandarn, be jan chyzn hundd ḥal chhu frmavan Allah tʿālyā aamhi pth."
  },
  {
    "verse_id": 88,
    "translation": "Byyhi chhukhh vuchhan czh ae vuchh vunhi, guman chhukh kran kh tim koh chhi akụ̄ se jayhi bnd, yithe pạtthụ̄ thi athụ̄ ḥalse petth ma rvzn hmyshh mgr ḥqyqts mnz āsn tamhi doh tim koh avbrkụ̄ pạtthụ̄ avrh yvr pkan, sthrkụ̄ pạtthụ̄ āsn dvnnh āmtụ̄. Aath petth gczihh nh kanhh tʿjb krun kyazi yhi chhe khdae snz kạm yymụ̄ yim sạry chyz mẓbvṭ th mḥkm krụ̄. Abtdahs mnz ạs nh kunhi chyzs mnz mẓbvṭy, suh chyz yylhi tmụ̄ qdrt vạlụ̄ pạd kvr aad krns mẓbvṭy ʿṭa. Yymụ̄ prvrdgarn suh chyz pạd kvr tvpth diczns mẓbvṭy, suh hykhi ts nishhi so mẓbvṭy zạyl krith blkh suh chyze ykdm khtm krith. Yhi chhe yqyny th kh Allah tʿālyā hs chhe tuhnzn sarine kamyn hnz khbr."
  },
  {
    "verse_id": 89,
    "translation": "Yus aakhah yiyhi ts nishhi nyky yʿny ayman hyth, tsndi khạṭr chhu tamhi khoth rut bdlh yʿny ayman aanns petth yymhi mvzvuri hund suh mstḥq avs tamhi mvzvuri khoth bhtr mvzvurụ̄ th bdlh yiyhi ts ʿṭa krnh. Byyhi āsn tim tamhi doh kh khvfh th pryshạny nishhi aamns andr."
  },
  {
    "verse_id": 90,
    "translation": "Byyhi yim lvukh khdays nishhi bdy hyth yʿny kfr th shrk hyth yin, tim yin buthhi kinụ̄ travnh nars andr, vannh yiyakh, tohyhi chhuv nh bdlh yivan dinh mgr timne kamyn hund yimh tvhụ̄ kran ạsiv dnyahs andr. Be vjh chhuv nh kạnshi yivan ʿdhab krnh."
  },
  {
    "verse_id": 91,
    "translation": "Tvhụ̄ frmạviyvukh ḥẓ yarsvl Allah, me āv nh kanhh ḥkmah krnh yymhi ḥkmh vrạe kh bh kr ʿbadt yymhi shhr kis mạlkh snz yymụ̄ aath shhrs ʿzt duyt, gvczuhs na bh tihnze yạcz ʿbadt krun, tsụ̄ khdae sund chhu prth chyzah. Byyhi āv me ḥkm krnh kh bh āsh frman brdarv andrh."
  },
  {
    "verse_id": 92,
    "translation": "Byyhi āv me yithi ḥkm krnh kh bh bvznavav tvhụ̄ lvukh qrān mjyd yʿny bh krvh tohyhi tblygh aḥkam yus nbvts lạzm chhu. Ps yus qrān mjyd bvuzith myanhi tblygh sintụ̄ vathi petth yiyhi suh yiyhi pnny panh kh fạydh khạṭr, yʿny ts chhu tmuyk fạydh pans. Byyhi yus vathi nishhi ddlhi ts chhu tmuyk ẓryr pans. Tvhụ̄ frmạviyvukh bh chhus nh mgr byim krvunyv andrh. Aakh byim krvunah yʿny ḥkm bvznavunyv pyghmbrv andrh."
  },
  {
    "verse_id": 93,
    "translation": "Byyhi dpiv sạry tʿryf shvubn khdae se yvt. Me yhi kynczhah matthi avs thi vvl me nkhh. Allah tʿālyā havi tohyhi pnnụ̄ nshanh pane yʿny qyamtkụ̄ vaqʿāt, ps tri tohyhi pane fkri qṣh kya chhu. Byyhi chhunh hrgz tuhund prvrdgar be khbr timav kamyv nishhi yimh tvhụ̄ kran chhiv. Lhādha diyhi suh baaymann pnnyn ʿmln hund rut jzaʿ, kạfrn th mnkrn diyhi ychh kamyn hund pvur sza."
  }
]