[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvfi mqṭʿāt, yimn hund mʿny zanhi panh khda."
  },
  {
    "verse_id": 2,
    "translation": "Yim mẓamyn yim tohyhi petth bṭryq vḥy chhi svznh yivan, yim chhi yymhi tabhi hndụ̄ āyat yymikụ̄ mʿny balkl vaẓḥ th ṣaf chhi."
  },
  {
    "verse_id": 3,
    "translation": "Yimav āyatv mnzh yth mvqʿs petth asụ̄ mvsyā ʿlyh alslam th frʿūn sndi qṣh andrh aakh ḥṣh tohyhi petth pran chhi, pzipạtthụ̄ timn lvukn hndi nfʿ khạṭr yim pczh krvunụ̄ chhi."
  },
  {
    "verse_id": 4,
    "translation": "Be shk frʿūnn avs kvnp lvdmut mṣr kis srzmyns mnz, byyhi ạsin tathi kyn lvukn mkhtlf qsn krimtụ̄, qbṭy ạsin baʿzt thạvimtụ̄, sbṭy yʿny bny asrạyl ạsin be ʿzt krimtụ̄, yymuyk tfṣyl yiyhi byan krnh brvntth kun. Kmzvr th pst avs zanan timav andrh akis jmaʿts yʿny bny asrạyln yithh pạtthụ̄ kh, khsh avs krnavan tihindyn nychvyn yim nvụ̄ zyvan ạsụ̄ mar vatln hndi aathh, zndh avs thavan tihnzn znann yʿny kvryn yuth timn aathhi khdmt krnavan, byyhi avsukh nh kvryn hund khvf th khṭrh thi kihinụ̄. Be shk avs suh tbạhy krvunyv andrh."
  },
  {
    "verse_id": 5,
    "translation": "Svn aradh avs dyny v dnyạvy aḥsan run timn lvukn petth yim kmzvr zannh yivan ạsụ̄ aath mulks yʿny srzmyni mṣrrs mnz byyhi bnavvkh asụ̄ tim dynkụ̄ pyshav, byyhi krvkh time dnyahs andr slṭntkụ̄ vạrth."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi dimav asụ̄ mvqʿ timn aath mulks andr ḥkvmt krnuk, byyhi havav asụ̄ frʿūns th hamans byyhi tihnzi lshkri bny asrạyln hndi aathh suh chyz yth tim khoczan ạsụ̄. Tfṣyl aamuyk chhu yhi kh yylhi mvsyā ʿlyh alslam aath khṭrnak zmans mnz pạdh sapud."
  },
  {
    "verse_id": 7,
    "translation": "Aashi trvv ailham mvsyā ʿlyh alslam sndis vạlds kh czh chavun yhi frznd dod yyitis kals czh yhi frznd pvushydh hykhan thạvith, aadh yylhi czh khoczkh tmụ̄ sndi ḥqh kunhi tklyfs, tylhi travun czh suh dryae nyls andr ṣndvqs mnz thạvith, byyhi yuthnh czh khoczkh tmụ̄ sndis phttns ya kanhh ghm brkh tmụ̄ snzi jdạyy hund. Be shk asụ̄ vatnavvn suh frznd vaps the nishhi, byyhi krvn asụ̄ suh pnnis vqts petth pyghmbrv andrh. Tamhi pth rvuz so timn dod divan, adh yylhi andyshhi sapdukh kh raz sapdi fash tvpth thvvukh akis ṣndvqs mnz. Aty trvvukh dryae nyls mnz khdae sund nav hyth. Aamhi dryae nyluk aakh shakh avs frʿūn sndyv shạhy ʿlaqv mnzụ̄ pkan. Yhi ṣndvq vvt tpạry frʿūn sndyn ʿlaqn andr."
  },
  {
    "verse_id": 8,
    "translation": "Tvpth rvtt yhi ṣndvq frʿūn sndyv lvukv, ghrvalyv by āsyh hn, so vathi ha mvsyā ʿlyh alslams poph aakhi qvlh mvjvb yuth sapdi so timn lvukn hndi khạṭr dshmn byyhi ghmuk th pryshạny hund bạʿth. Pzipạtthụ̄ frʿūn th haman byyhi tihnz lshkr ạs pnnhi ḥqh skht ghlṭy rvunụ̄, pnnụ̄ dshmn rchhikh pnnhi kochhhi kyth."
  },
  {
    "verse_id": 9,
    "translation": "Tvpth vvn frʿūn snzi āshnih āsiyh hn frʿūns yhi frznd chhu myanyn th chanyn achhn hund gash, yhi vuchhnh sintụ̄ āshi svn dil pholan, yhi mth mạritvn, dyv yhi aashi bddith fạydh vatnavih, blkh bnavvn yhi asụ̄ panun nychuv, kyazi asụ̄ chhi lavld. Yimn ạs nh yivunh chalch khbre kynhh kh yhi chhu sue frznd yymụ̄ sndi aathh frʿūn snz slṭnt khtm spdih."
  },
  {
    "verse_id": 10,
    "translation": "Ypạrụ̄ sapud mvsyā ʿlyh alslam snzi vạldh sund skht be qrar, qryb avs kh suh kriha ẓạhr sarine nishhi yhi svrue ḥal, asụ̄ ne tmụ̄ sund dl gnddith thạvith mẓbvṭ krhav yuth suh aamhi pth kynhh kalah gczihth aṭmynan th yqyn krvunyv andrh banhi."
  },
  {
    "verse_id": 11,
    "translation": "Tmhi pth dvp mvsyā ʿlyh alslam snzi vạldn tihnzi bynhi ḥẓrt klthvms, voth czh kr tmụ̄ sund ḥal dryaft, tvpth drayhi so, vatan vatan vạcz frʿūn sund ghr. Tathi rvuz so vuchhan amis voprạzụ̄ pạtthụ̄ kh timn lvukn nh pthe zi yhi chhe amis bchh snz bynhi."
  },
  {
    "verse_id": 12,
    "translation": "Aashi avs byakh tdbyr kvrmut, aashi āsh rchmczh brvntthue pth mvsyā ʿlyh alslams nishhi dod divunhi znanh, timav rvtt nh kạnshi hund dod, yhi ḥal vuchhith zvn tmụ̄ snzi hmshyrn mvqʿ ghnymt. Kya bh vunvah tohyhi aakhi ghruk ptah, yim amis frznds dhmh dạry san rchhn, tim āṣn amụ̄ sndụ̄ setthah khyrkhvah, dvphs jldy phn krth kynczhah, so vczh th ann yihnz vạldh majdh. Timav yuthue pistan panun tihindis ạss mnz trvv, tạnụ̄ hyvt timav dod chvn, tamhi dvp bh nimn yhi ghr, tthụ̄ rachhn, timav kvrus tslym."
  },
  {
    "verse_id": 13,
    "translation": "Ps svuz aashi vaps mvsyā ʿlyh alslam pnnis vạlds nishhi yuth shyhln tihinz achh byyhi spdn nh tim fraq kis ghms andr mbtla, byyhi yuth so zanhi Allah tʿālyā sund vʿdh chhu ḥq th pvz āsan lykn afsvs kh varyah lvukh yʿny kạfr chhinh yhi kth manan, aath kthhi yqyn kran."
  },
  {
    "verse_id": 14,
    "translation": "Tvpth yylhi mvsyā ʿlyh alslam vvt pnnhi ṭaqt v qvt chh vạnshi byyhi sapud pvur jvan, qvt jsmạny th qvt ʿqly tihund sapud mkml, ʿṭa kvr aashi timn gatth jar th ʿlm, fhm slym, ʿqli slym nbvt brvntth. Asụ̄ chhi nykv karn yithe pạtthụ̄ rut bdlh ʿṭa kran, aamhi andrh sapud mʿlvm kh frʿūn sund mshrb avs nh timav kunhi vqth akhtyar kvrmut blkh ạsụ̄ tamhi nishhi mtnfr. Aamy zmanuk aakh vaqʿāh sapud kh mvsyā ʿlyh alslam ạsụ̄ aakhi dohh shhrh nybr, tvpth yylhi āe."
  },
  {
    "verse_id": 15,
    "translation": "Tvpth czae aath shhrs mnz tamhi vqth yylhi aatikụ̄ lvukh ạsụ̄ be khbr rat kiyut shvngith ya dvphrs qylvlh kran. Tvpth vuchh timav aath shhrs andr znụ̄ jvrah har har kran. Aakh avs yimav mnz yihindi jmaʿtuk yʿny bny asrạylv andrh. Byakh avs tihindyv dshmnv andrh yʿny frʿūn sndyv mtʿlqv andrh. Ps mvng mdd tmụ̄ shkhṣn yus tihinzi bradry hund avs ts shkhṣs petth yus tihindyv dshmnv andrh avs. Goddh kre has timav zbany fhmạysh yylhi nh tmụ̄ kynhh mvn, ps lạe mvsyā ʿlyh alslamn ts aakh mukhạlụ̄ th atfaqaan sapud khtm yʿny suh mvud tamy aakhi mukhalhi sintụ̄. Agr chh marnh kh ghrẓh lve nh timav suh musht blkh avs ghrẓ ts tnbyh krun zi sinty sapud timn aamuyk aḥsas, dvpukh yhi gyhi shyṭan snz kạm, yhi kvr nh me jan. Be shk suh chhu gmrah krvun nvn dshmn ansan sund, kithh pạtthụ̄ chhu suh ansans ghlṭy mnz travan, chnanchh khdays kun kvrukh rjvʿ."
  },
  {
    "verse_id": 16,
    "translation": "Dvpukh he myanhi prvrdgar me vr ẓlm pạnụ̄ pans, ps kr czh me mghfrt, ps krkh ts mghfrt. Pzipạtthụ̄ Allah tʿālyā chhu setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 17,
    "translation": "Byyhi dvpukh myanhi prvrdgar chvnkh cze krth pnnụ̄ nʿmt me ʿṭa lhādha sapdnh bh hrgz kạnshi mjrm sund mddgar. Aamhi vqʿuuk sapud shhrs mnz chrchh mgr yhi ạs nh kạnshi khbr kh yhi qtl kmụ̄ chhu kvrmut, ṣrf ạs khbr asrạyls yymụ̄ snz ḥmayt mvsyā ʿlyh alslamn kr. Rats avs mvsyā ʿlyh alslam andyshse andr."
  },
  {
    "verse_id": 18,
    "translation": "Pgah ṣubḥs vvt mvsyā ʿlyh alslam aath shhrs andr khvf v vḥsht kis ḥals andr th pyaran avs khbr chha vonụ̄ kya banih. Aty ākh byyhi suh ratuk shkhṣ yus mddmngan avs krykh nad kran mdd khạṭr. Mvsyā ʿlyh alslamn frmvv tmis chh chhukh pzipạtthụ̄ balkl vathi nishhi ddvlmut, dohe chhukh czh lvukn sintụ̄ lrayhi kran. Mvsyā ʿlyh alslams sapud qraynv sintụ̄ mʿlvm kh yath azikis qẓys mnz thi chhi ṣaf frʿūnh sndy ṭrfh zyadty."
  },
  {
    "verse_id": 19,
    "translation": "Aamhi pth yylhi aradh kvr timav ts shkhṣh sndi rttnuk yus yimn doshvunụ̄ hund dshmn avs yʿny qbṭy. Amis asrạylys gvv gman kh zbạnụ̄ kvr ḥẓrt mvsyā hn me petth aẓhari naraẓgy, vonụ̄ ma tul timav ʿmly sza dinh khạṭr me petth dsti mbark. Suh lvg vannhi ae mvsyā, kya tvh chhiva yczhan mythi marun, yithh pạtthụ̄ tohyhi aakh ansan mvrvun. Mʿlvm chhu spdan tvhụ̄ chhiv nh yczhan gr zbrdst banun. Lvun andr aahrh byhnavun, tvhụ̄ chhiv nh hrgz yczhan aṣlaḥ krvunyv andrh āsun. Yhi lfẓ yylhi bvuz amụ̄ qbṭyan, ypạrụ̄ kinụ̄ avs hvmis rat kis qbṭy sndi qtluk shvrvvthut, qạtls avs czhanddv lvgmut. Suh gvv ttkh hyth frʿūns khbr dinhi, tmụ̄ krụ̄ jmʿ mshvrh khạṭr pnnụ̄ drbạrụ̄. Drbars mnz sapud ṭe kh mvsyā ʿlyh alslam gczihh qtl yun krnh."
  },
  {
    "verse_id": 20,
    "translation": "Aamhi mjlshi andrh vvth aakh shkhṣah yus mvsyā ʿlyh alslam sndyv muḥibv andrh avs shhr kh byyhi andh petthh yythi yhi mshvrh spdan avs, āv suh nzdyk kvchv mnzụ̄ dvran dvran mvsyā ʿlyh alslams nishhi. Tmụ̄ shkhṣn dvp ae mvsyā, pzipạtthụ̄ frʿūn sund drbar chhu mshvrh kran tuhndi marnh khạṭr, lhādha niyriv tvhụ̄ yymhi shhr mnz jld phan. Pzipạtthụ̄ bh chhus tuhndi khạṭr rut yczhvunyv andrh."
  },
  {
    "verse_id": 21,
    "translation": "Yhi bvuzith drav mvsyā aamhi shhr andrh khoczan khoczan, andyshhi kran pth ma āsym kanhh siph laran. Nyrnh kh vqth kvrukh dʿā, ae myanhi prvrdgarh njat dih me yimn ẓạlm lvukn nishhi kunhi aamnh chh jayhi vatnạvith."
  },
  {
    "verse_id": 22,
    "translation": "Tvpth yylhi tim shhri mdyns kun mtvjh spdụ̄, khbr ạskh nh bh kvt chhus pkan, dvpukh dyv me panun prvrdgar aamnh chh jayhi kun syz vath havih, chnanchh ty sapud."
  },
  {
    "verse_id": 23,
    "translation": "Tvpth yylhi ạtthhi dvhụ̄ vạtụ̄ shhri mdynh kis akis kiryrs petth, tathi vuchhikh phlyn hnz aakh jmaʿthah charvayn trysh chavan, byyhi vuchhkh timn lvukn vrạe alg akis ṭrfs kun rvuzith znanh jvrah pnnyn charvayn trysh chynh nishhi pth rattan. Timn purczuhkh tuhund muṭlb kya chhu, tvhụ̄ kyazi chhivnh pnnyn charvayn trysh chavan. Timav doyv znanv vvnhakh, asụ̄ nh ḥẓ chhinh trysh chavan yvt tanụ̄ nh yim phlụ̄ vaps gczhan chhi pnnụ̄ tyir hyth, tvpth yosh ābh hn bchymcz āsan chhe so chhe asụ̄ pnnyn tyirn divan, ḥya shrmhi hndi vjh, byyhi yuthnh mrdn sintụ̄ mzaḥmt sapdi. Asụ̄ ḥẓ yimh hve nh mgr ashi chhunh grs mnz mrdah kanhh thi. Babh ṣạb svn chhu buddh varyah vạnshi kinụ̄, grs mnz chhunh kạm krvun kanhh thi, mjbvraan chhi asụ̄ panh yivan trysh chavnhi. Yhi bvuzith āv mvsyā ʿlyh alslam sndis dli mbarks mnz rḥm."
  },
  {
    "verse_id": 24,
    "translation": "Aty lvmukh aarhtts, tvpth khvrukh aamhi kriyri mnzh āb, sue chạvikh tihindụ̄ janvr, timn don znann pyvv nh antẓaruk tklyf tulun. Tvpth ge mvsyā ʿlyh alslam aakhi kulhi kis says tl, tvpth kvrukh dʿā, ae myanhi prvrdgarh yosh nʿmthah cz me kun svzkh km ya zyadh, bh chhus tth kun skht mḥtaj, kyazi aath sfrs mnz ạsụ̄ varyah doh gạmtụ̄. Yimn avsnh kynhh thi khynh khạṭr mysr sapudmut. Allah tʿālyā hn kvr tmuyk saman mhya h timh doshvae znanh gyhi ghr panun. Timn purczh babh ṣạbn aaz kithh pạtthụ̄ āyv tvhụ̄ dohh khoth suly phn, timav kvrhkh svrue qṣh byan."
  },
  {
    "verse_id": 25,
    "translation": "Timav svuz aakh kvur mvsyā ʿlyh alslams nads, so yylhi timn nishhi mndchh mndchh shrm v ḥya san āyhi, yhi shryf zadiyn hund ʿādt chhu, dvpnkh mvn valdi bzrgvar chhuv tohyhi nad divan taaynkh suh diyhi tohyhi aamhi aḥsanuk bdlh yus tohyhi aashi sintụ̄ kvruv, mvsyā ʿlyh alslam ge amụ̄ sndi vannh mvjvb amis sintụ̄. Vathi pan frmvv mvsyā ʿlyh alslamn amis dydṣạbhi czh pkh me pth pth bhi pkh cze brvntth brvntth, bh chhus pyghmbr zadh, abrahym ʿlyh alslam sndyv aavladv andrh. Asụ̄ chhinh bla ẓrvrt vopr znanhi kun nẓr dinụ̄ psnd kran, chnanchh yithh pạtthụ̄ vạtụ̄ tim yihindis babh ṣạbs nishhi. Aadh yylhi mvsyā ʿlyh alslam āv tihindis babh ṣạbs shʿīb ʿlyh alslams nishhi, tvpth kvrukh timn nishhi panun svrue qṣh byan, timav duythakh tsly, dvphkh vonụ̄ mah briv kanhh ghm, tvhụ̄ lbiv njat ẓạlm lvukn nishhi, yvt hykn nh tim vạtith tikyazi yhi shhr chhunh frʿūn snzi ʿmldạry mnz shạml."
  },
  {
    "verse_id": 26,
    "translation": "Yimav doyav znanv mnz vvn aakhi znanhi shʿīb ʿlyh alslams, ae myanhi babh ṣạbh tohyhi chhe mlạzm rttnch ẓrvrt, asụ̄ brre yhi vonụ̄, svn charvayn sintụ̄ trysh chavnavnh khạṭr nyrun chhunh vonụ̄ mnạsb, yhi pazi tohyhi mlạzm rattun. Pzipạtthụ̄ yim czh mlạzim rtthkh timav andrh chhu bhtr yus ṭaqt vr th amant dar āshi, yim doshve ṣft chhi yimn andr mvjvd."
  },
  {
    "verse_id": 27,
    "translation": "Shʿīb ʿlyh alslamn dvp ḥẓrt mvsyā hs bh chus yczhan bh krh tohyhi nkaḥ yimav pnnyv doyv ṣaḥbzadyv andrh akis ṣaḥbzadi sintụ̄ yosh tohyhi psnd kriyvun yth shrṭs petth kh ạtthn vriyn rvzi me nishhi mlạzm, tvpth agr tvhụ̄ pvur dahn vriyn rvuziv so chhe tuhnz mhrbạny, myanhi ṭrfh jbr th zvr chhunh, bh chhus nh yczhan tohyhi petth yth mʿāmls andr dshvạry th mshqt travun, tvhụ̄ lbiv me an shaʿ Allah rtyv lvukv mnzh, rut mʿāmlh krvunyv andrh."
  },
  {
    "verse_id": 28,
    "translation": "Timav dvpukh yhi sapud tohyhi th me mnz pokhth mʿāhdh mgr me chhu akhtyar yimav doyav mudtv andrh yus mdt bh pvur krh, me petth yiyhi nh kanhh zyadty th jbr, Allah tʿālyā chhu sanhi yymhi mʿāhduk gvah kạfy."
  },
  {
    "verse_id": 29,
    "translation": "tamhi pth yylhi mvsyā ʿlyh alslamn mlazmtuk mdt pvur kvr, drav aathi shʿīb ʿlyh alslams ajazt hyth, panun ʿīal hyth mṣrs kun ya shams kun gczhnh khạṭrh. Vathi pkan ljikh aakh tinr byyhi āykh nh aanhi gtthi hndi sbbh vath aathhi. Aty vuchhukh kvh ṭvr kh ṭrfh narah. Bạczn pnnyn frmvvukh tvhụ̄ thhriv yythi the, me vuchh narah, bh gczhh tth nars nishhi, dyv bh yimav vathi hnz kanhh khbrah hyth ya narh tyvnglah hyth yuth tvhụ̄ pan vushnạviv tamhi narh sintụ̄."
  },
  {
    "verse_id": 30,
    "translation": "Tvpth yylhi mvsyā ʿlyh alslam aath nars nkhh tl vạtụ̄ aamhi mạdan kh dchhinhi ṭrfh babrkt jayhi petth, aakhi kulhi mnzh gvkh ālv zih ae mvsyā be shk be chhus mʿbvdi brḥq, ʿālmynn hund rb."
  },
  {
    "verse_id": 31,
    "translation": "Byakh ālv gvkh kh lvri hn pnnụ̄ traviv pthr. Lvur pthr trạvith yylhi vuchhukh so lvur zạvilis srphh sndụ̄ pạtthụ̄ sor sor kran, thi vuchhith thare th khvczụ̄, thr phirith hyvtukh czalun, ʿīals kun hyvtukh gczuhn, pvt nẓr thi diczkh nh. Allah tʿālyā hn frmvvus, ae mvsyā brvntth pkh khocz mah, be shk tvhụ̄ chhiv amns mnz rvzvunyv andrh, tohyhi vathi nh kanhh tklyf, yhi chhanh kanhh khocznch kthah, blkh chhu yhi tuhund mʿjzh, byakh mʿjzh chhu tuhund."
  },
  {
    "verse_id": 32,
    "translation": "Trạviv tvhụ̄ aathh panun nals pnnis mnz, tvpth krriv suh aathh nyri sfyd nph nph krvun, kunhi bymari vrạe, agr tvhyhi ʿṣa hs aczdha bnnh sintụ̄ khvf pạdh sapdi, suh dvur krnh khạṭr milnạviv byyhi panun aathh pnnis kczhs sintụ̄, suh sapdi byyhi tiyuthue yuth avs aṣly ḥalts andr, tamhi sintụ̄ czlhi tohyhi khvf th khoczun. Yim zh chyz lvur th sfyd aathh yʿny ydi byẓaʿ chhe zh bjhi dlylh tuhndis prvrdgar sndi ṭrfh frʿūns th tihindyn vzyrn th amyrn nishhi gczhnh khạṭr yymuyk tohyhi ḥkm krnh yivan chhu. Be shk tim chhi jmaʿthah skht nafrman."
  },
  {
    "verse_id": 33,
    "translation": "Mvsyā ʿlyh alslamn dvp, ae myanhi prvrdgar bh chhus gczhnh khạṭr chạnis ḥkms tʿmyl krnh khạṭr tyar mgr cze chhe khbre kh me chhu mvrmut akh shkhṣah, lhādha chhu me khṭrh gczhan kh tim ma marn tihindi bdlh me, tblygh krnuk yiyhi nh mvqʿe."
  },
  {
    "verse_id": 34,
    "translation": "Me chhu gczhan phphyr zyvi mnz, myvn bve harvn chhu myanhi khoth fṣyḥ zyvi kinụ̄, suthi svuzitvn me sintụ̄ mddgar, suh kriha myạnis tqryrs tạyyd th tṣdyq mfṣl pạtthụ̄ vanhi ha suh timn kth, kyazi bh chhus khoczan tim gczhn nh me aapziyvr zannụ̄."
  },
  {
    "verse_id": 35,
    "translation": "Allah tʿālyā hn frmvvus kh vaqʿī ẓrvr krv asụ̄ mẓbvṭ tuhnz nr tuhndis bạe sndi sintụ̄, byyhi dimav tohyhi doshvunụ̄ akh khaṣ shvkthah th hạbthah, byyhi suh ṭaqthah yymhi sintụ̄ nh tohyhi tim kanhh tklyf hykn vatnạvith.. Ps gczihv sạnụ̄āyat th mʿjzat hyth tvhụ̄ doshve byyhi yim tuhnz pạrvy krn, rvuziv ẓrvr timn petth ghạlb."
  },
  {
    "verse_id": 36,
    "translation": "Tvpth yylhi āv timn nishhi mvsyā ʿlyh alslam sạnụ̄ vaẓḥ th nnụ̄ āyat hyth, tim lgụ̄ vannhi yhi chhunh mgr jvdah khdays petth khvamkhvah tthhravnh āmut, aashi chhanh yimh kthh bvzmcze pnnyn brvuntthmyn malyn bddi bbn nishhi."
  },
  {
    "verse_id": 37,
    "translation": "Mvsyā ʿlyh alslamn frvvukh aamuyk jvab. Myạnis prvrdgars chhu pvur mʿlvm kh kus āv ts nishhi bvdd hdayt hyth, byyhi chhe Allah tʿālyā se pvur khbr ks shkhṣs sapdih anjam bkhyr dnyahs andr, be shk ẓạlm yim nh hdayts th ṣḥyḥ dyns petth āsn, tim spd n nh hrgz kamyab nh dnyahs andr, nh ạkhrts andr. Frʿūns sapud andyshhi, tmụ̄ bvuz mvsyā ʿlyh alslam snz dlyl kh khbr chha myạnụ̄ lvukh ma spdn mạyl mvsyā ʿlyh alslams kun, tmụ̄ thi krnạvụ̄ drbarkụ̄ lvukh jmʿ."
  },
  {
    "verse_id": 38,
    "translation": "Timn lvun hyvtun vanun, ae amyrv th vzyrv, bh chhus nh zanan pans vrạe tuhndi khạṭr kanhh mʿbvudah. Ae haman czh dih nar syri kvndi, tvpth bnav myanhi khạṭr pokhth syryn hnz aakh thz ʿmarthah, tamy petthh dimh bh nẓr ḥẓrt mvsyā sndis khdays kun. Bh chhusn suh zanan aapuz vanh vunyv andrh."
  },
  {
    "verse_id": 39,
    "translation": "Tkbr th ghrvr kinụ̄ ạs frʿūnn th tihinzi lshkri naḥq srblndy hyczmcz krnụ̄. Tim ạsụ̄ zanan kh timn chhunh dnyahs mnz niyrith aashi nishhi vatnue."
  },
  {
    "verse_id": 40,
    "translation": "Aath tkbrs th ghrvrs petth sza dinh khạṭr rvtt aashi frʿūn byyhi tihnz lshkr. Tvpth ditụ̄ brith dryavs mnz, tvpth phattuv suh aashi tth mnz. Ps vuchhitv kiyuth ychh anjam sapud yimn ẓạlmn hund."
  },
  {
    "verse_id": 41,
    "translation": "Tim ạsụ̄ aashi bnạvimtụ̄ ryys th ztthụ̄, yim lvukn nad divan ạsụ̄ nars kun. Qyamt kh doh āsn tim balkl be bs th be ks, kanhh thi kri nh timn kanhh mddah."
  },
  {
    "verse_id": 42,
    "translation": "Pth thạv aashi timn lvukn yth dnyahs mnz thi lʿnthe, qyamtuk doh thi āsn tim bdḥal lvukv andrh."
  },
  {
    "verse_id": 43,
    "translation": "Pzipạtthụ̄ aashi kr ʿṭa mvsyā ʿlyh alslams ktab )yʿny tvrah( brvuntthim nafrman aqvam, qvmi nvḥ, qvmi ʿād, qvmi thmvd hlak krnh pth, yath ktabhi mnz timn lvukn hndi khạṭr āsh bjhi dlylh, byyhi bvdd hdayt byyhi bdd rḥmt yuth tim nṣyḥt ḥạṣl krn."
  },
  {
    "verse_id": 44,
    "translation": "Byyhi ạsiv nh tvhụ̄ yarsvl Allah kvhi ṭvr kh mghrb kh ṭrfh yytins aashi mvsyā ʿlyh alslams aḥkam yʿny tvrah ʿṭa kr. Ḥkm kvrus frʿūns nishhi pygham vatnavnuk, byyhi ạsiv nh tvhụ̄ tamhi vqth kyv lvukv andrh kh panh kya āsyv ḥalatn hund mshạhdh kvrmut."
  },
  {
    "verse_id": 45,
    "translation": "Blkh krụ̄ aashi pạdh varyah qvm mvsyā ʿlyh alslams pth, tihnze ʿmrh spzh timn petth zychhhi, byyhi ạsiv nh tvhụ̄ shhr mdynh kyn lvukn mnz bsvunụ̄, taaynkh pzihivụ̄ tvhụ̄ timn lvukn petth sạnụ̄ āyat blkh ạsụ̄ asy tvhyhi pyghmbr bnạvith svzvunụ̄, aasy svuzụ̄ tohyhi kun tim ḥalat v vaqʿāt, adh hykiv tvhyhi tim ḥalat v vaqʿāt byan krith."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi ạsiv nh tvhụ̄ kvh ṭvrkh ṭrfh mvjvd yylhi aashi ālv duyt )ya mvsyā any ana Allah rb alʿālmyn( lykn yhi chhe tuhndis prvrdgar snz tuhndi ḥqh bdd mhrbạny kh tvhụ̄ krinav nby ākhru alzman. Byyhi krinav bakhbr timav vaqʿātv sintụ̄ yuth tvhụ̄ byim kriv timn lvukn yimn nishhi nh tohyhi brvntth anhh byim krvun pyghmbrah āmut chhu dyv tim nṣyḥt rttn."
  },
  {
    "verse_id": 47,
    "translation": "Asụ̄ svzhvn nh lvukn kun pyghmbr hrgah ne yhi kth āsiha kh yylhi timn kanhh mṣybt th blayah vathi ha pnnyn timn ychh kamyn hndi sbbh yimh tihndyv aathv brvntth kun svzmaczh āshn, aty daphn tim sanhi khdaya cze kvnh svuzthn aashi n kanhh pyghmbrah pnnụ̄ āyat hyth, asụ̄ krhuv timn chanyn āyatn hnz pạrvy, byyhi āshv asụ̄ baaymanv andrh."
  },
  {
    "verse_id": 48,
    "translation": "Vonụ̄ yylhi timn nishhi sanhi ṭrfh amri ḥq yʿny rsvl brḥq, byyhi dyni ḥq vvt, dapnhi lgụ̄ tim amis pyghmbrs kvnh āyhi ticzh ktabah ʿṭa krnh yiczh mvsyā ʿlyh alslams ʿṭa krnh āyhi yʿny yikh vatth sạre ktab aaky saʿth, kya timav kvrr na ankar tth ktabhi yosh ʿṭa krnh āmcz ạs brvntth mvsyā ʿlyh alslams, so he yikh vtth aaky saʿth nạzl krnh āmcz ạs. Tim kạfr ạsụ̄ vnan kh yimh doshve ktabh )qrān mjyd th tvrah( chhi siḥr th jvd aakh akis muvafqt kran, byyhi ạsụ̄ dpan asụ̄ chhi doshvunụ̄ ktabn ankar kran."
  },
  {
    "verse_id": 49,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, ae mnkrv, tvhụ̄ kritv pysh khdae sndi ṭrfh ktabah yosh zyadh vath havh vunụ̄ āshi doyv ktabv khoth, bthi kr tylhi tmhi chh pạrvy, chhiv he tvhụ̄ yhi kth pz vanh vunụ̄ kh yimh zh ktabh chhe siḥr th jvd."
  },
  {
    "verse_id": 50,
    "translation": "Hrgah nh tim yhi krith hykn, ps zạniv kh tim chhinh kunhi pzich pạrvy kran blkh chhi tim pnnyn nfsh chn khvạhshn hnz pạrvy kran. Kus aakhah chhu gmrah ts shkhṣh sndi khoth yus pnnhi nfsh chh khvạhshhi hnz pạrvy kri khdae sndi ṭrfh kunhi hdayth vrạe. Pzipạtthụ̄ Allah tʿālyā chhunh vath havan yithyn ẓạlm lvukn yim pvur vaẓḥ th nvn spdith gmrạhy nishhi baz yin nh."
  },
  {
    "verse_id": 51,
    "translation": "Be shk aashi vatnvv timn lvukn panun klam yʿny qrān mjyd pvtus pth yuth tim lvukh barbar tazh bh tazh bvznh sintụ̄ nṣyḥt rttn. Yʿny asụ̄ hykh hav aaky saʿth aikh vatth svuzith mgr aashi svuz so varh varh tihindy fạydh khạṭr."
  },
  {
    "verse_id": 52,
    "translation": "Tim lvukh yimn aashi ymhi qrān mjyd brvntth ktab ʿṭa kr timn andrh yim ḥq shnas chhi tim chhi yth qrān mjyds pczh kran."
  },
  {
    "verse_id": 53,
    "translation": "Yylhi timn petth yhi qrān mjyd chhu prnh yivan, tim chhi dpan aashi kr pczh aath, be shk chhu yhi sạnis prvrdgarsndy ṭrfh, asụ̄ ạsụ̄ aamhi kh nạzl spdnh brvntthue aath tslym krvunụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Aamy qsmh kyn lvukn kya yiyhi dognh mvzvurụ̄ ʿṭa krnh tihindi ṣbr krnh khạṭr, byyhi chhi tim lvukh nyky sintụ̄ bdy hund mqablh kran, byyhi chhi khrch kran tmy mnz yus aashi timn ʿṭa kvr khdae snzn vatn andr."
  },
  {
    "verse_id": 55,
    "translation": "Byyhi yylhi tim bvzan chhi pans nsbt kanhh ychh kthah mkhạlfn nishhi, be tvjh chhi spdan tamhi nishhi zan nh bvuzkhue, byyhi chhi dpan tim aashi vathi pnnyn ʿmln hnz mvzvurụ̄, tvhyhi thi chhav pnnyn ʿmln hnz mvzvurụ̄, aashi yiyhi brvntth ty yhi asụ̄ krv, tohyhi yiyhi brvntth ty yhi tvhụ̄ kriv, myanhi ṭrfh chhav slam, asụ̄ krv nh tohyhi mqablh ychh kthv sintụ̄, asụ̄ chhinh jạhln sintụ̄ kthe kran."
  },
  {
    "verse_id": 56,
    "translation": "Pzipạtthụ̄ tvhụ̄ nh ḥẓ hykyvun nh vathi petth anith suh yus tvhyhi khosh kriha blkh Allah tʿālyā ys yyczihh ts kri hdayt, ts aanhi rahi rasts petth. Hdayt krnch qdrt chhanh kạnshi khdays vrạe, hdaytch chhanh kthe, yithi chhunh kạnshi mʿlvm kh ks banhi hdayt th ks banhi nh, blkh chhu sue zanh vun kh hdayt th vath lbh vunụ̄ km chhi."
  },
  {
    "verse_id": 57,
    "translation": "Byyhi chhi bʿẓ kạfr vnan hrgah asụ̄ tuhndi hdaytch pạrvy krv, dyni aslam qbvl krv tylhi yimav asụ̄ pnnhi shhrh mnzh chvb dith nybr krrnh, yuth be vṭny hund tklyf tulav byyhi spdi mʿāshich thi pryshạny. Yhi vanun yuhund chhu mḥẓ lghv kyazi aashi chhana jae diczmcz tth ḥrms ḥrms mnz yth mnz amn v aman san rvuzith chhi. Kya ayman anith spdya yimn petth bdamny, hrgz nh. Yth ḥrms kun vatnavnh chhu yivan prth kunhi qsmuk myvh, rzq chhi ʿṭa kran asụ̄ timn pnnhi ṭrfh kạnshi hndi minth vrạe mgr timav andrh chhi varyah lvukh yim nh yimh kthh zanan chhi, timn hund chhinh khyal kran. Byakh sbb chhu tihindi ayman nh aannuk kh tim chhi pnnhi khvsh ʿīshy petth nazkran th thykan. Yithi chhe tihnz ḥmaqt kyazi."
  },
  {
    "verse_id": 58,
    "translation": "Aashi gạlụ̄ varyahn shhrn hndụ̄ lvukh yim fkhr th tkbr ạsụ̄ ran pnnis samani ʿīsh v ārams petth. Yykya chhi tihindi ghr vạran pymtụ̄ tuhnzn achhn ddyshyman. Timn pth āe nh tim ghr ābade krnh zanhh mgr km se kals. Yithh pạtthụ̄ kh kanhh msafrah lghi atfaqaan tvrkun pth rvzi km kynhh kalah thkh krrnh khạṭr ya tmashhi vuchhnh khạṭr yiyhi th gczihh, ya shhs khndds rvzi timn jayn andr. Ạkhr kar rvudụ̄ asụ̄ tihindi sary mal v dvltkụ̄ mạlk kyazi asụ̄ chhi fna v zvalh nishhi munzh th pak. Byakh shubh chhu timn gczhan kh hrgah tihnz hlakt chhe sapz mcz tihindi kfr sbbh, tylhi he yimn mvjvdh kạfrn yhi varyah kal gvv kfrchhi kamhi kran tylhi kvnh chhi yim thi hlak gczhan, aamy shubh mokhh chhinh yim ayman anan. Amhi shubuk jvab chhu kh"
  },
  {
    "verse_id": 59,
    "translation": "Prvrdgar chhunh kunhi shhrkyn lvukn tvt tanụ̄ galan yvt tanụ̄ nh timn kun tihindis kunhi bddis shhrs mnz chhu svzan kạnshi pyghmbrs yus timn petth pran chhu sạnụ̄ āyat. Tvpth chhikhnh asụ̄ shhrn hndụ̄ lvukh galan mgr tylhi yylhi tim lvukh kanhh ẓlm v stm ya shrart krun hyn. Aath qanvns mvafq āv tohyhi sintụ̄ mʿāmlh krnh, nh ạv tvhụ̄ pyghmbr sndi yinh brvntth hlak krnh, nh pyghmbr sndi pth. Blkh vunuyk tanụ̄ ạv nh tvhụ̄ hlak krnh. Mgr vonụ̄ gczihn kynhh dvh, hrgah tuhund yohe rviyhi rvud tylhi chhu tohyhi ẓrvr sza khyvn. Chnanchh jngi bdrs vghyrh mnz sapud ty. Byakh kthah thi chhe manʿ ayman aanns, so gyhi yhe kh dnya chhu nqd, aamhi mokhh chhu mrghvb, ạkhrt chhu vʿdh, tamy mokhh chhu ghyr mrghvb. Lhādha chhunh dnyahuk rghbt dilav nishhi dvur spdan, tmuyk jvab chhu Allah tʿālyā frmavan."
  },
  {
    "verse_id": 60,
    "translation": "Byyhi yus mal tohyhi dnyahs andr ʿṭa āv krnh, suh chhu mḥẓ kynczhn dohn hndi khạṭr. Dnya chh km zndgy hund mtaʿāh th zynthah ʿuumri hndis vubrns sintụ̄ vubri suthi. Rczn kamyn hund ajr th thvab yus Allah tʿālyā hs nishhi nykv karn kuyt chhu, suh chhu setthah bhtr th setthah pvshhi vun thi, kya tohyhi chhav na yiyiczhn thi fkri tran."
  },
  {
    "verse_id": 61,
    "translation": "Kya suh shkhṣ ys sintụ̄ aashi rut vʿdh kvrmut chhu, yus ẓrvr tth vʿds ḥaṣl krvun chhu, suh chha ts shkhṣs hyvu yus aashi tmtʿ tulnvv dnyachh mkhtṣrr zndgy mnz aakhi napaydar mtaʿ sintụ̄, tvpth yiyhi suh qyamtuk doh grftar krith ḥạẓr krnh."
  },
  {
    "verse_id": 62,
    "translation": "Byyhi chhu suh doh qabli dhkr yymhi doh Allah tʿālyā timn kạfrn zjrv tvbykh pạtthụ̄ ālv dith prczihh, aaz kthi chhiv tim yim tvhụ̄ myạnụ̄ shryk zanan ạsiyvukh, shyṭann hndi ddalnh sintụ̄."
  },
  {
    "verse_id": 63,
    "translation": "Dapnhi lgn tim lvukh yimn petth ʿdhabuk ḥkm mḥqq th thạbt sapud mut āshi. Ae sanhi prvrdgar yim lvukh chhi be shk yimav asụ̄ gmrah krụ̄, asụ̄ krụ̄ timav gmrah yithh pạtthụ̄ asụ̄ panh gmrah sapdimtụ̄ ạsụ̄, asụ̄ chhi cze brvntthh knhi dst brdạry divan, yim ạsụ̄ nh aashi ʿbadt kran, yimn avsnh nh aashi sintụ̄ kanhh tʿlq."
  },
  {
    "verse_id": 64,
    "translation": "Tvpth yiyhi timn mshrkn vannh, diyiv ālv timn bạṭl mʿbvdn yim shryk ạsiyvukh tthhravan mʿbvdi brḥqs, tvpth dinkh tim ālv, tim dinkh nh tvrh kanhh jvabah, tvpth pyyakh nẓr ʿdhabs petth, dapnhi lgn ae kash kvnh ạsụ̄ asụ̄ dnyahs andr syzi vathi petth yth ʿdhabs ma sapdhav grftar."
  },
  {
    "verse_id": 65,
    "translation": "Byyhi yymhi doh thadi ālv dith prczhykh Allah tʿālyā, ae lvukv, tohyhi kya jvab diczvv dnyahs andr myanyn pyghmbrn."
  },
  {
    "verse_id": 66,
    "translation": "Ps gczhn tihindyv dhyhnv andrh sạry mẓmvn mshith, nh yiyakh pnnyn dmaghn mnz yad kynhh tamhi doh, nh pyyakh yade pyghmbr kya ạsụ̄ aashi vnan, nh hykn aakh akis prczihth kyazi sạry āsn pryshan."
  },
  {
    "verse_id": 67,
    "translation": "Albth vonụ̄ yymụ̄ aakh tvbh kvr dnyahs andr, byyhi avnun ayman, byyhi kryn rcz ʿmlh, timn lvukn chhe amyd kh tim āsn ạkhrts mnz rsth garv th fvzv flaḥ lbh vunyv andrh."
  },
  {
    "verse_id": 68,
    "translation": "Tuhund pr rdgar chhu kunue kmal kyv ṣfatv sintụ̄ mutṣf, chnanchh suh yth chyzs pạdh krun yczhan chhu tth chhu pạdh kran. Tkvyny akhtyar chhu tsụ̄ yvt, yus ḥkm suh yczhan chhu th psnd chhu kran, sue chhu anbyahn hndi dhryʿh nạzl frmavan. Tshryʿī akhtyar thi chhu tsụ̄ yvt yʿny kynḥhh chyz shryʿt mqrr krun, timn lvukn chhunh aḥkam tjvyz krnuk kanhh ḥqah, yus ḥkm suh yyczihh sue kri jạry. Yim mshrk chhi pnnhi ṭrfh shrk jạyz kran mgr, suh chhu munzh th pak bala v brtr timn lvukn hndyv sarive shrkv nishhi."
  },
  {
    "verse_id": 69,
    "translation": "Tuhund prvrdgar chhu tiyuth kạml ʿiilmh vvl kh suh chhu zanan thi svrue yhi tuhndụ̄ dl pvushydh thạvith chhi, byyhi thi svrue yhi tim nniravan th ẓạhr kran chhi."
  },
  {
    "verse_id": 70,
    "translation": "Byyhi chhu sue mʿbvdi brḥq yas vrạe nh kanhh mʿbvdah chhu, sue chhu ḥmdus szavar dnyahs mnz thi ạkhrts mnz thi, kyazi tihindụ̄ tṣrfat chhi doshvunụ̄ ʿālmn andr tithụ̄ yim dlalt chhi kran tihindis kmals petth yath darvmdar chhu ḥmds szavar āsun, byyhi chhe tihinze ḥkvmt dnyahs v ạkhrts mnz, byyhi chhu qvt th vusʿt tihindi slṭntuk tiyuthue kh tvhụ̄ sạry yiyiv tsụ̄ kun vatnavnh, tvhụ̄ hykivụ̄ nh ts vrạe byyhi kạnshi kun gczihth. Yohe chyz chhu suh yymhi sintụ̄ tuhnz aulvhyt thạbt spdan chhe."
  },
  {
    "verse_id": 71,
    "translation": "Frmạviyvukh tvhụ̄ yarsvl Allah, ae lvukv tala me vnụ̄ tv tvhụ̄ hrgah Allah tʿālyā tohyhi hmyshhi khạṭr thavi rathe qyamts tanụ̄ mʿbvdi brḥqs vrạe, kus mʿbvd hykhi tohyhi nish anith dohuk gash, ps chhu sue qdrts andr thi ykta, ps chhiv na tvhụ̄ tvḥyd chh yimh ṣaf dlylh bvzan."
  },
  {
    "verse_id": 72,
    "translation": "Aamy aẓhari qdrt khạṭr frmạviyvukh tvhụ̄ aamuyk brʿks kh tla me vnụ̄ tv hrgah Allah tʿālyā tohyhi petth kri svrue vqt dohy doh hmyshh khạṭr qyamts tanụ̄. Mʿbvdi brḥqs vrạe kus mʿbvd hykhi tohyhi nishhi rat anith yath mnz tvhụ̄ āram v qrar hykiv krith, kya tvhụ̄ chhiv na khdae snz yhi bdd qdrt varh vuchhan, tmụ̄ sund qdrts andr kunue āsun chhu mngan alvhyts andr thi kunue āsun."
  },
  {
    "verse_id": 73,
    "translation": "Suh munʿiim chhu tiyuthue kh yhi chhe tihinze rḥmt th mhrbạny kh tmụ̄ kr tuhndi khạṭr rat th doh pạdh yuth tvhụ̄ rạcz mnz āram kriv byyhi yuth dohs mnz tihund rzq czhạnddiv, byyhi yuth tvhụ̄ tihinzn yimn doshvunụ̄ nʿmczn petth shukr dpiv. Ps aath anʿāms andr tmụ̄ sund kunue āsun chhu mngan tmụ̄ sund mʿbvd āsns mnz kunue āsun."
  },
  {
    "verse_id": 74,
    "translation": "Byyhi yymhi doh Allah tʿālyā mshrkn bddi ālv dith frmavi yuth byyhi lvukh thi tihnz rsvạyy bvzn, ae mshrkv kvt gv tim mʿbvdani bạṭl yim tvhụ̄ myạnụ̄ shryk zanan ạsiyvukh."
  },
  {
    "verse_id": 75,
    "translation": "Byyhi aanav asụ̄ brvntth kun prth aumth mnz aakh aakh gvahah yʿny tamhi aumtuk pyghmbr yus kfr v nafrmạny hund svrue ḥal byan kri, tvpth vanv asụ̄ sarine aumtn hndyn mshrkn kh ae mshrkv tla shrkh chh jvazch kanhh dlylah kriv pysh, tamhi saʿth zann tim kh pvz avs khdae sundue frman yus tmụ̄ pyghmbrn hndi dhryʿh vatnavyvv, yʿny tvḥyduk pvz āsun th shrkuk bạṭl āsun spdi timn mʿlvm, timh sare aapzi kthh gczhn nabvd th ẓayʿ timn nishhi yimh tim dnyahs andr tthhravan ạsụ̄ kh mʿbvdani bạṭl krn aashi shfaʿt."
  },
  {
    "verse_id": 76,
    "translation": "Qarvn sund ḥal vuchhiv kh tmis kus phsh āv kfr th nafrmạny sbbh, ts duyt nh kanhh nfʿ th fạydh mal v mtaʿn blkh sapud tihund mal v mtaʿ ts sintụ̄ tbah b brbad, tihund mkhtṣr qṣh chhu yithh pạtthụ̄ kh suh avs yqynaan ḥẓrt mvsyā sndi qvmh mnz yʿny bny asrạylv mnz blkh avs mvsyā ʿlyh alslam sund pitur bve sue lvg mal v dvlt zyadh āsnh mokhh pnnis qvms petth ẓlm krnhi. Malch zyadty ạs ts tiyicz kh aashi ạsụ̄ tmis tyitụ̄ khzanh malkụ̄ ʿṭa krimtụ̄ kh timn khzann hnz kvunzh āsh gvbravan th thkravan bddis jmaʿts yim qvth vạlụ̄ ạsụ̄, yimn zvr pyvan avs lagun timh kvunzh tulnh khạṭr. Vonụ̄ yylhi kvunzh yiyuczah āsh, pane gczihh zanun tim khzanh kintụ̄ āshn, yhi tkbr th ghrvr nnirvvtmụ̄ tamhi saʿth yylhi ts vvn pnnụ̄ qvmn fhmạysh krnh kh ṭryqh, ae qarvn khosh mah gczh, thykan mah ās dnyakh mal v dvlt sintụ̄. Pzipạtthụ̄ Allah tʿālyā chhunh psnd kran mali dnya sintụ̄ khosh gczh vunyn th thykh vunyn."
  },
  {
    "verse_id": 77,
    "translation": "Byyhi vvnus pnnụ̄ qvmn yhi, yhi cze Allah tʿālyā hn mal vdvlt ʿṭa kvrmut chhue, aamhi mal v dvlt sintụ̄ kr czh ḥaṣl ạkhrtuk ghr th yhi mal ās kran khrch tihindi rẓa khạṭr, byyhi mah mshrav dnya mnz panun suh ḥṣh yus khynh chynh th lbas khạṭr ẓrvrt pyyhi. Byyhi kr czthi aḥsan byyan lvun nsbt yithh pạtthụ̄ aḥsan kvr Allah tʿālyā hn cze nsbt. Byyhi mah czhandd tbạhy th brbạdy zmyns mnz khdae snz nafrmạny krnh sintụ̄, byyhi tsndis pyghmbr snz mkhalft krnh sintụ̄, byyhi aamhi malkụ̄ vajby ḥqvq ẓayʿ krnh sintụ̄. Pzipạtthụ̄ Allah tʿālyā chhunh psnd kran tbạhy yczhn valyn."
  },
  {
    "verse_id": 78,
    "translation": "Yhi bvuzith lvg vannhi qarvn yhi mal v dvlt chhu me ḥaṣl spudmut pnnhi tgnh sintụ̄ th dhạty hunr mndy sintụ̄ yʿny me chhe timh tdbyrh tgan yimav sintụ̄ mal v dvlt kmavnh chhu yivan, tmy sintụ̄ chhu yhi svrue me jmʿ kvrmut, myvn thykun chhu bja. Me chhunh yth mnz kanhh ghyby aḥsanah vvtmut, nh chhu kạnshi hund aath andr kanhh ḥqah, yhi chhu me pnnyv aathv jvkhmut ziyvunmut. Aath amụ̄ sndis vnns chhu Allah tʿālyā rad kran, frmavan kh kya amụ̄ qarvnn chhana be shmar lvun hndi dhryʿh yhi kth bvuzmcz kh pzipạtthụ̄ Allah tʿālyā hn chhi gạlimtụ̄ amis brvntth tim tim qvm yim tmụ̄ sndi khoth zyadh skht ạsụ̄ qvt kinụ̄ yʿny nvkrv chakrv kinụ̄ byyhi ạsụ̄ zyadh mal v dvlt kinụ̄. Tiyutue yvt sapud nh tihindi ḥqh kh tim kya āe hlak krnh blkh timn yiyhi ạkhrts andr thi prczhnh vrạe ʿdhab krnh. Timn gnah garn nishhi yiyhi nh sval krnh, nh prczhnh. Timn yiyhi prczhne sza dinh kyazitimn āshi szahs mstḥq āsnuk ʿlamt lgith. Vonụ̄ he timn nishhi kunhi vqth sval krnh yiyhi, suh āshi tihnz rsvạyy th khjalt nniravnh khạṭr."
  },
  {
    "verse_id": 79,
    "translation": "Akhi doh sapud atfaq kh qarvn drav pnnis qvms brvuntthụ̄ kinụ̄ skht ārạysh th ttyntth krith shyirith th pạrith akhi shanh, tmụ̄ snzi bradry mnz bʿẓe lvukv yim baayman ạsith thi ạsụ̄ dnya czhanddan, tim lgụ̄ vannhi, ae kash aashi thi āsihe yuth mal yuth qarvns āv ʿṭa krnh. Be shk suh chhu bvdd nṣyb vvl. Yhi vannh sintụ̄ spdinh tihindis vnns kanhh khll yithh pạtthụ̄ az thi kạtyah mslman byyan ghyr mslm qvmn hnz trqy vuchhith tmna chhi kran, timn chhe aamhi chy fkr āsan."
  },
  {
    "verse_id": 80,
    "translation": "Yimn lvukn khdae sndi ṭrfh ʿlm v fhmch dvlt dinh ạs āmcz, timv dvp yimn ḥryṣ th ṭalʿ lvukn kh afsvs tuhndi ḥqh, khdae sund ʿdhab chhu bhtr th rut aamhi mali dnya khoth yus ʿṭa krnh yiyhi timn lvukn yimv ayman avn byyhi krykh rcz ʿmlh, yhi thvab chhunh kạml ṭvr ʿṭa yivan krnh mgr ṣbr krvunyn, yim mali dnya kh ḥrṣh v ṭmʿ nishhi ṣbr krvunụ̄ āsn."
  },
  {
    "verse_id": 81,
    "translation": "Ps vvl aashi suh qarvn byyhi tmụ̄ snzi lazi jayhi zmyns tl, ps ạs nh ts kanhh jmaʿthah yosh ts mdd krith hykhi ha khdays vrạe, nh hyvk tmụ̄ panun pan bchạvith kạnshi hund mdd ḥạṣl krith ḥalankh tmis sintụ̄ ạs bdd jmaʿt mgr kanhh thi pvkus nh brvntth."
  },
  {
    "verse_id": 82,
    "translation": "Pgah ṣubḥs tmụ̄ sndi khsfk vaqʿh vuchhith vvn timav lvukv yim aamhi brvntth phn tmna ạsụ̄ kran qarvn sndi mal v dvltuk byyhi ts hyvu bnnuk, tʿjub chhu kh Allah tʿālyā chhu rzqs andr vsʿt kran pnnyv bndv andrh timn yimn yczhan chhu, byyhi chhu sue tngy kran rzqs andr timn yimn yczhan chhu. Hrgah ne Allah tʿālyā aashi petth minth thaviha, aashi thi niyhi ha zmyns tl vạlith mali dnya kh ḥrṣ v ṭmʿ mokhh, tʿjb chhu kh kạfr zanhh kamyab spdn nh hrgah kynhh kalah dnyahs mnz ʿīsh thi krn mgr ptv lakh chhu timn tavans th khusrans grftar sapdun, flaḥ v kamyạby chhu mkhṣvṣ baaymann hndi khạṭr."
  },
  {
    "verse_id": 83,
    "translation": "Yhi ʿālmi ạkhrt yymhi kh thvabuk mqṣvd āsun byan āv krnh. Thvabi Allah khyr vannh sintụ̄ suh chhu aashi khaṣ mqrr kvrmut timn lvukn hndi khạṭr yim dnyahs andr mạly aʿtbarh bvdd banun yczhan chhinh, byyhi chhinh fsad tbạhy th brbạdy yczhan. Rut anjam th rut ntyjh chhu khdays khoczvunyn hndi khạṭr yim trki nvahiyan sintụ̄ amtthali avamir thi āsn kran."
  },
  {
    "verse_id": 84,
    "translation": "Qyamtuk doh yus aakhah khdays nishhi nyky hyth yiyhi, tsndi khạṭr chhe soe mvzvurụ̄ yvsh tamhi khoth rcz āshi astḥqaqh khoth zyadh. Yus aakhah ts nishhi tamhi doh bdy hyth yiyhi, ps yiyhi nh ychh kamhi krvunyn kanhh mvzvurụ̄ th sza dinh mgr timne kamyn hnz yim tim krvunụ̄ āsn zyadty vrạe."
  },
  {
    "verse_id": 85,
    "translation": "Tvhụ̄ kriv dshmnv tklyfat vatnavnh sintụ̄ skht pryshan yth andr tohyhi pyvv mjbvr spdith trki vṭn krun yymhi kh mfarqt v jdạyy hund tohyhi skht ṣdmh chhu, tohyhi spdn tsly yymhi kthhi sintụ̄ kh be shk yymụ̄ prvrdgarn tohyhi petth yarsvl Allah qrāny aḥkamn hund tʿmyl th tblygh krun frẓ kvr, suh vatnavyv tohyhi ẓrvr pnnis vṭni aṣly yas yʿny mkh shryfs mnz, tamhi saʿth ạsiv tvhụ̄ āzad th ghạlb, byyhi ạsiv tvhụ̄ ṣaḥbi slṭnt. Yim lvukh tohyhi zanan chhi ghlṭy petth th pans chhi zanan pzrs petth timn frmạviv tvhụ̄ yarsvl Allah kh myvn prvrdgar chhu pvur zanh vun kh kus āv tihindi ṭrfh pvz dyn th bvdd hdayt hyth, byyhi chhu sue zanan kh kus chhu mbtla nanhi gmrạhy andr. Tuhnz dvlti nbvt chhe mḥẓ khdae snze mhrbạny."
  },
  {
    "verse_id": 86,
    "translation": "Tohyhi ạs nh pnnhi ḥqh pyghmbr bnnh brvntth kanhh amyd kh tohyhi kun kya yiyhi nạzl krnh yhi ʿẓym alshan ktab yʿny qrān mjyd mgr spz yhi ktab nạzl tohyhi petth mḥẓ khdae snzi mhrbạny sintụ̄, ps mh ạsiv tvhụ̄ mddgar bnan kạfrn hndi khạṭr tihnzn kthn tạyyd krnh sintụ̄. Yithh pạtthụ̄ az tanụ̄ tvhụ̄ timn nishhi alg rvudiv yithe pạtthụ̄ gczihh āyndh thi alg rvzun."
  },
  {
    "verse_id": 87,
    "translation": "Byyhi yylhi khdae sndụ̄ aḥkam tohyhi petth nạzl spdụ̄, vonụ̄ mh yiyin lbnh ticzh kth kh yim lvukh kya rttn tohyhi pth yimav aḥkamv nishhi, tvhụ̄ rvuziv bdstvr lvukn pnnis prvrdgar sndis dyins kun nad divan, byyhi yithh pạtthụ̄ az tam tohyhi mshrkn sintụ̄ kanhh tʿlq thvvuv nh, yithe pạtthụ̄ mh thạviv kanhh tʿlq timn sintụ̄ āyndh thi, byyhi mh sapdiv shạml tvhụ̄ mushrkn sintụ̄ blkh yithh pạtthụ̄ aztam tvhụ̄ shrkh nishhi mʿṣvm th pak rvudiv, yithe pạtthụ̄ rvuziv hmyshh pak th mʿṣvm."
  },
  {
    "verse_id": 88,
    "translation": "Byyhi mh diyiv tvhụ̄ nad khdays sintụ̄ byyhi kạnshi mʿbvds, kyazi kanhh mʿbvdah chhunh ts vrạe. Prth chyzah chhu hlak gczhh vun tsndi dhati pak vrạe. Mʿduvm th nabvd sapdun chhu dlyl yymhi kthhi hnz kh suh chhunh qdym avsmut yhe chhe dlyl vajbu alvjvd nh āsnch. Mstḥq ʿbadt āsnuk shrṭ chhu vajbu alvjvd āsun yylhi nh suh vajbu alvjvd chhu, lhādha hykhi nh suh hrgz mstḥq ʿbadt ạsith, tmy chhu mẓmvn la alah thạbt. Ḥkvmt chhe tihnz yymuyk kạml ẓhvr spdi qyamt kh doh, tsụ̄ kun yiyiv tvhụ̄ sạry vaps vatnavnh, sarine yiyhi pnnhi krimatuyk sza dinh. Yimav āyatv sintụ̄ chhu mṭlb kạfr th mshrk naamyd krnụ̄ tamhi drkhvasth nishhi yus tim nby krym ṣly Allah ʿlyh v slm sndis khdmts mnz pysh kran ạsụ̄ kh tvhụ̄ phyirụ̄ tv sạnise dyns kun. Aṣl chhu rve sokhn yimn āyati krymn mnz timne mshrkn kun kh ae mshrkv kh tvhụ̄ chhiv h ḥẓvr ṣly Allah ʿlyh vslmn drkhvast kran pnnis dyins sintụ̄ muvafqt krnuk, aath mnz sapdiv nh tvhụ̄ hrgz kamyab, mgr ʿādt chhu yylhi kạnshi petth czakh, be zạry th ghoṣh chhu āsan tamhi saʿth chhunh yivan ts kun rve sokhn krnh blkh chhe kth yivan ts vatnavnh byyis kun lạgith. Yythi nas chhu tamy ṭryqh āmut krnh. Pnnis mḥbvbi khaṣs kun vnith chhu murad timn dshmnn kth vatnavunụ̄ yim yhi drkhvast kran ạsụ̄, kyazi tim yylhi Allah tʿālyā hn svuzụ̄ byyan lvukn pzis dyins kun nad dinh khạṭr, yhi kithh pạtthụ̄ chhu mmkn kh tim kya spdn nʿūdh bAllah panh kfrv shrks kun mạyil."
  }
]