[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvfi mqṭʿāt yimn hund mʿny zanhi panh khda."
  },
  {
    "verse_id": 2,
    "translation": "Bʿẓ mslman chhi kạfrv hndyv tklyfv sintụ̄ gabran th banbran, kya timn lvukn chha gmanh kh tim kya yin zyvih sintụ̄ āmanaa vnith āzmạyshhi vrạe travnh, yʿny thi banhi nh, blkh aamhi qsmkụ̄ amtḥanat th āzmạyshhi yin ẓrvr timn pysh."
  },
  {
    "verse_id": 3,
    "translation": "Pzipạtthụ̄ aashi chhe yithhi ve vaqʿātv sintụ̄ āzmạysh krmcz timn lvukn thi yim yimn brvntth chhi guzrymtụ̄ mslman brvuntthimyn aumtn andr, yuth Allah tʿālyā nniravi timn lvukn hund ayman yim pziyrụ̄ chhi ayman annh andr, byyhi nniravi suh timn lvukn hund ayman yim ayman annh kis dʿūyā hs mnz aapziyrụ̄ chhi, chnanchh yim lvukh vaczihh vạnijhi ayman anan chhi tim chhi amtḥann andr thạbt rvzan blkh chhu tihund ayman pkhth spdan, vonụ̄ yim lvukh vutthh klmh chhi pran tim chhi amtḥan kh vqth aslam travan byyhi kfrs kun phyran."
  },
  {
    "verse_id": 4,
    "translation": "Kinh gmanh chhi kran tim lvukh yim ychh kamhi chhi kran )shrk th nafrmạny, mslmann tklyf rsạny( tim kya hykn czlith aashi nishhi, yhi khyal krun tihund chhu setthah be hvudh th ychh, timn kạfrn yiyhi ẓrvr aamuyk bdlh hynh."
  },
  {
    "verse_id": 5,
    "translation": "Ys shkhṣs pvur amyd āshi ạkhrts mnz khdays sintụ̄ mlaqat krnch, tmụ̄ sund gczihh nh yithyv ḥạdithtv sintụ̄ pryshan sapdun blkh gczihh tmụ̄ snz tmich tyạry krnụ̄. Khdays sintụ̄ mlaqat krnuk vqt chhu mqrr krnh āmut, suh vqt chhu ẓrvr pnnis mvqʿs petth yinh vvl yymhi sintụ̄ sạry ghm dvur spdn. Suh chhu svrue bvzvun svrue zanh vun, ts nishhi chhunh kanhh chyz pvushydh, nh kanhh kth nh kanhh kạm. Ps diyhi suh tohyhi prth rczi kthhi th prth rczi kamhi hund ʿūẓ th bdlh, yymhi sintụ̄ sạry ghm th ghṣh dvur spdn."
  },
  {
    "verse_id": 6,
    "translation": "Yhi gczihh thavun yad kh asụ̄ yus tohyhi mḥntn th mshqtn brdasht krnuk trghyb chhi divan, aath andr chhunh aashi kanhh mufadah, blkh yus mḥnt chhu kran khdae sndụ̄ aḥkam bja anns andr, suh chhu mḥnt kran pnnhi panh kh fạydh khạṭr, vrnh pzipạtthụ̄ Allah tʿālyā chhu sarive lvukv nishhi balkl be nyaz, suh chhunh kạnshi kun mḥtaj."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi yimav lvukv ayman avn byyhi krykh rcz ʿmlh, asụ̄ krv ẓrvr mghfrt tihindyn gnahn byyhi dimav timn astḥqaqh khoth zyadh rut th zyadh bdlh timn rczn kamyn hund yimh kran ạsụ̄ tim dnyahs andr."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi kvr aashi ḥkm ansans mạlis majhi nsbt rut slvk th aḥsan krnuk, sintụ̄ vnis yhi kth thi kh hrgah mvl mvj zvr krne suh chyz myvn shryk tthhravnh khạṭr yymụ̄ sndis mʿbvd āsns petth cze nishhi khnụ̄ dlyl chhanh, ps yuthnh czh tihund mankh kunis khdays shryk tthhravkh, me kun chhuv tohyhi sarine rjvʿ krun th vaps yun, ps krv bh khbr tohyhi tamhi sarichy yhi tvhụ̄ kran ạsiv rut ya ychh."
  },
  {
    "verse_id": 9,
    "translation": "Tohyhi andrh yimav lvukv ayman avn th rcz ʿmlh krykh tim vatnavvkh asụ̄ ẓrvr nykv karn sintụ̄ jnts, yithe pạtthụ̄ yim lvukh ychh kamhi krn timn yiyhi sza dinh. Lhādha yus akhah mạlis majhi hnz aṭaʿt muqdm thavi khdae sndis aṭaʿts petth ts thi yiyhi sza dinh, yhi āyh krym chhu nạzl sapudmut ḥẓrt sʿd bn aby vqaṣh sndi ḥqh, timn ạs mvj aslam nishhi phyrns petth mjbvr kran."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi chhi lvukv andrh bʿẓ yim vnan chhi aashi avn ayman khdays, tvpth hrgah khdae snzi vthi andr kanhh tklyf vatan chhukh lvukn hndi ṭrfh, tth lvukn hndis tklyfs chhi zanan khdae sund ʿdhab hyvu, yʿny setthah pryshan chhi spdan, tvpth hrgah tuhndis prvrdgar sndi ṭrfh mslmann kanhh mddvatan chhu, tamhi saʿth chhi dpan asụ̄ he tohy sintụ̄ ạsụ̄, kya Allah tʿālyā chhuna pvur zanh vun tth sạrise yhi ʿālmh kyn lvukn hndyn diln mnz chhu."
  },
  {
    "verse_id": 11,
    "translation": "Allah tʿālyā hs chhu nniravun bayamnn hund ḥal thi, byyhi chhus nniravun mnafqn hund ḥal thi."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi chhi vnan kạfr baaymann tvhụ̄ pkiv dyns andr sanhi vathi, qyamtuk doh tulav asụ̄ pans petth tuhndụ̄ vbal th gnah, ḥalankh tim tuln nh hrgz tihndyv gnahv andrh aakh zrh thi tamhi ṭryqh yymhi sintụ̄ tim timav gnahv nishhi āzad spdn, tim chhi yhi balkl aapuz vnan."
  },
  {
    "verse_id": 13,
    "translation": "Tim tuln ẓrvr qyamtuk doh pnnyn gnahn hund bvr, byyhi tuln varyah bvr pnnyn bvrn sintụ̄, suh gvv lvukn gmrah krnh kyn gnahn hund bvr, byyhi yiyhi timn ẓrvr prczhnh qyamtuk doh timn sarine kthn hund yimh tim pane tthhravan ạsụ̄, tvpth yiyakh sza dinh."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi svuz aashi nvḥ ʿlyh alslam pyghmbr pnnis qvms kun, ps rvud suh timn pnczhav km akis sass )saddn navn shtn( vriys tblygh kran tvḥyds kun nad divan, mgr thi krith thi avn nh timav ayman blkh kvrukh ankar th tkdhyb, aadh rttụ̄ tim shlabn th phattvin dr ḥaltykh tim ạsụ̄ bddh ẓạlm."
  },
  {
    "verse_id": 15,
    "translation": "Ps duyt aashi njat ḥẓrt nvḥs byyhi yim tihnzi navi andr khtimtụ̄ ạsụ̄ aamhi ṭvfanh nishhi, byyhi thvv aashi suh vaqʿ aakh nshanah ʿbrtuk ʿālmh kyn lvukn hndi khạṭr, yimn nishhi aamhi vaqʿch khbr vạcz timn tvr fkri pzis mkhalft krnuk ntyjh kya chhu āsan."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi svuz aashi ḥẓrt abrahym pyghmbr bnạvith yylhi timav frmvv pnis qvms yim buth prst ạsụ̄, ae qvm ʿbadt kriv tvhụ̄ mʿbvdi brḥq snz, byyhi khvucziv ts, shrkh nishhi rvuziv pth, yhi chhu tuhndi khạṭr bhtr hrgah tohyhi zanun tghi bkhlaf shrk suh chhu bdṭryqh kyaz,"
  },
  {
    "verse_id": 17,
    "translation": "Tvhụ̄ chhiv mʿbvdi brḥq trạvith potlyn hnz ʿbadt th prstsh krvunụ̄ yim ʿạjz th nalayq chhi, byyhi chhiv tth mtʿlq pane aapzi kthh tthhravan kh tihindi sintụ̄ sapdi aashi rvzy rvzgars trqy, yhi svrue chhu mḥẓ aapuz kyazi yimn hnz ʿbadt tvhụ̄ khdays vrạe kran chhiv tim chhinh hrgz mạlk tuhndi kunhi rzqkụ̄, timn aathhi chhunh rizquk kanhh akhtyare blkh chhu tuhndi rzquk mạlk mʿbvdi brḥq, ps czhạnddiv tvhụ̄ ts nishhi panun rvuzy th rzq yus rzquk mạlk chhu, byyhi yylhi rzquk mạlk chhu sue, tihnze kriv ʿbadt, byyhi chvnkh aztam chhuv tmy rzq ʿṭa kvrmut lhādha kriv tihnze shkrgzạry, tvpth yiyiv tvhụ̄ sạry tsụ̄ kun byyhi nh kạnshi kun vaps ninh, suh diyhi tohyhi ẓrvr shrk v kfr krns petth sza."
  },
  {
    "verse_id": 18,
    "translation": "Hrgah tvhụ̄ me aapzyvr zạniv me yth kthhi andr kh myvn dʿūyā kya chhu kh khdae snz ʿbadt krnụ̄ chhe vạjb, ts shukr dapun chhu lạzm, mrnh pth byyhi zndh gczuhn chhu ḥq th pvz, yhi nv kthah kynhh chhanh, pzipạtthụ̄ tohyhi brvntth thi chhu varyahv aumtv pnnyn pyghmbrn tkdhyb th ankar kvrmut yimn kthn, timn pyghmbrn tamuyuk kynhh nqṣanah vvt nh kyazi pyghmbrs chhunh matthi mgr ṣaf ṣaf pạtthụ̄ pygham vatnavun, zvr mạniravun tasnz kạm chhanh. Ps sapdụ̄ sạry anbyaʿ tblygh krith kamhi nishhi sbkdvsh, yithe pạtthụ̄ sapdus bthi sbkdvsh, tuhndi nh mannuk ẓryr chhuv tohyhi pans, aashi aamuyk kanhh ẓryirah chhunh."
  },
  {
    "verse_id": 19,
    "translation": "Kya tim lvukh chhina vuchhan kh Allah tʿālyā kithh pạtthụ̄ mkhlvqn godd pạdh kran. ʿdm mḥẓh nishhi bvjvd anan, tvpth krykh sue byyhi dvbarh pạdh. Be shk yhi akth chhe Allah tʿālyā hs nishhi setthah shl th āsan, blkh chhu ẓạhr pạtthụ̄ dvbarh pạd krun goddh pạd krnh khoth zyadh shl, agr chh prvrdgars nishhi chhi doshve chyz brabr, ʿjyb kth chhe kh yim lvukh chhi godd pạd krns aqrar kran mgr dvbarh pạdh krns chhi ankar kran."
  },
  {
    "verse_id": 20,
    "translation": "Tvhụ̄ frmạvyvukh yarsvl Allah, ae lvukv tvhụ̄ phyirụ̄tv yth sạrise zmyns andr tvpth vuchhitavkithh pạtthụ̄ chhi Allah tʿālyā hn mkhlvqat goddh pạdh krimtụ̄, tithe pạtthụ̄ kya kri Allah tʿālyā timn dvyimhi phiri qyamt kh doh byyhi pạdh. Be shk Allah tʿālyā chhu prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi dvbarh pạdh krith ys khosh krys ts kri ʿdhab, ys khosh krys ts kri rḥm. Aath tʿdhyb v rḥm krns mnz āshi nh byyhi kạnshi dkhl kyazi tvhụ̄ sạry yiyiv tsụ̄ kun phirnh byyhi nh kạnshi kun. Aamhi tʿdhyb nishhi bchnh khạṭr hykiv nh tvhụ̄ kanhh tdbyr krith."
  },
  {
    "verse_id": 22,
    "translation": "Chnanchh tvhụ̄ hykyvun nh khdae ʿạjz krith zmyns mnz khttith rvznh sintụ̄, nh vuddith āsman khsnh sintụ̄. Byyhi chhuv nh tohyhi khdays vrạe kanhh srprstah, nh kanhh mddgarah, lhādha hykiv nh tvhụ̄ nh pnnhi tdbyri sintụ̄ ʿdhab nishhi bchith, nh kạnshi hndi ḥmayt sintụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi yimav lvukv ankar kvr Allah tʿālyā sndyn āyatn balkhṣvṣ ts sintụ̄ mlaqat krns th ts brvntthh knhi aistadh spdns, time lvukh kya spdn qyamt kh doh myanhi rḥmth nishhi naamyd, ttạtthis dils gczhykh tsly kh tim chhi rḥmt nishhi mḥrvm byyhi chhu tihindụ̄ khạṭr dg th dvd tulh vun ʿdhab."
  },
  {
    "verse_id": 24,
    "translation": "Ḥẓrt abrahym sndi aamhi vʿẓ v nṣyḥt pth avs nh tihindi qvmuk jvab kynhh thi mgr yy zi panh vạnụ̄ lgụ̄ tim vannhi zi, yhi mạriyvun ya zạliyvun nars mnz. Chnanchh kvrukh tihindi zalnuk samanh tyar mgr Allah tʿālyā hn duyt timn tamhi narh nishhi njat. Pzipạtthụ̄ aath vaqʿs mnz chhi varyah dlylh mtʿdd lvukn hndi khạṭr. Aamhi vaqʿ sintụ̄ chhu thạbt spdan Allah tʿālyā sund qạdr āsun. Ḥẓrt abrhym sund pyghmbr āsun, kfrv shrkuk bạṭl āsun byyhi chhu khdae sndi qdrtuk nshanh timn lvukn hndi khạṭr yim pczh kran chhi."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi frmvv ḥẓrt abrhym ʿlyh alslamn pnnis qvms vʿẓs mnz yhi kth kh tohyhi chhiv khdays vrạe mʿbvd bnạvimtụ̄ be jan potlụ̄ dnya chh zndgy andr panh vạnụ̄ mḥbt qạyim thavnh khạṭr ya aakh akụ̄ sund lḥaẓ qạyim thavnh khạṭr mgr yhi rvzyv dnyase andr, tvpth kriv tvhụ̄ qyamt kh doh aakh akụ̄ snz mkhalft th ankar, byyhi kriv addụ̄ aaddyn voh voh th lʿnt, mgr tamhi sintụ̄ andi nh kynhh, hrgah ne tvhụ̄ aamhi buth prsty nishhi pth rvuziv, tuhnz jae āshi nari jhnm, tohyhi āsn nh tathi kunhi qsmh mddgar."
  },
  {
    "verse_id": 26,
    "translation": "Yvut vʿẓ v nṣyḥt krith thi avn nh ayman tihindụ̄ qvmn, fqṭ avn ayman tal krnh vrạe tihindụ̄ baph thrn lvuṭ ʿlyh alslamn, yylhi abrahym ʿlyh alslam qvm kh ayman aannh nishhi mayvs sapdụ̄, dvpukh vonụ̄ travh bh panun vṭn, bh kr hjrt pnnis khdays kun, yvt suh vatnavym tvt gczhh. Be shk suh chhu zbrdst th ḥkmt vvl, sue kri myạnụ̄ ḥfaẓt th rạchh byyhi krym suh aamuyk phl ʿṭa."
  },
  {
    "verse_id": 27,
    "translation": "Aamhi hjrt pth kvr aashi timn ʿṭa frznd asmaʿīl ʿlyh alslams ʿlavh asḥāq ʿlyh alslam byyhi tihund frznd yʿqvb ʿlyh alslam, byyhi thạv aashi jạry tihindi se dhuriyts th khandans andr nbvt th ktab yʿny tvryt, anjyl, zbvr th qrān mjyd, byyhi kr aashi timn mvzvurụ̄ th thvab ʿṭa dnyase andr, byyhi āsn tim ạkhrts andr thi nyk bndv andrh."
  },
  {
    "verse_id": 28,
    "translation": "Byyhi svuz aashi pyghmbr bnạvith lvṭ ʿlyh alslam, yylhi timav pnnis qvms dvp be shk tvhụ̄ chhiv setthah skht ychh kạm kran, tohyhi brvntth chhanh yiczh ychh kạm krmcz ʿālmh kyv lvukv jinv th ansanv andrh kạnshi thi."
  },
  {
    "verse_id": 29,
    "translation": "Kya tvhụ̄ chhivh znanh trạvith mrdn nishhi qvti shhvạny pvur krnh khạṭr nzdyk yivan, byyhi chhiv aamhi ʿlavh vathi pkvunyn lvuttan, byyhi chhiv pnnyn mjlsn andr ychh kamhi kran, shrab chyvan, sytarh vayan, nghmh th gyvun lagan. Ps avsnh kanhh jvabah tihindi qvmh kh ṭrfh mgryy zi dvpukh aniv aashi petth khdae sund ʿdhab chhiv he tvhụ̄ yhi kth vanns andr pvz vanh vunyv andrh kh khdae chhu yimn kthn petth be zar, byyhi kya chhiv tvhụ̄ tihindi ṭrfh pyghmbr."
  },
  {
    "verse_id": 30,
    "translation": "Lvṭ ʿlyh alslamn kvr dʿā, ae myanhi prvrdgar, me kr yạry th mdd yimn mfsd lvukn petth svz panun ʿdhab, tmy sintụ̄ galukh. Tvpth krụ̄ Allah tʿālyā hn tihund dʿā qbvl krnh pth ʿdhabch khbr dinh khạṭr mlạyk mqrr, timn mlạykn thạvn byakh kạm thi matthi kh abrahym ʿlyh alslams frmạviv tvhụ̄ bshart asḥāq ʿlyh alslam sndi tvlud spdnch."
  },
  {
    "verse_id": 31,
    "translation": "Chnanchh tvpth yylhi āe tim malk yim aashi svuzimtụ̄ ạsụ̄ abrahym ʿlyh alslams kun frznd snz bshart v khosh khbry hyth. Kthn andr vnụ̄ timav yhi kth thi timn kh be shk asụ̄ chhi hlak krvunụ̄ yymhi shhrkụ̄ lvukh )shhr sduvmkụ̄( kyazi aamhi shhrkụ̄ yim lvukh chhi skht ẓạlm th shryr."
  },
  {
    "verse_id": 32,
    "translation": "Abrahym ʿlyh alslamn dvpukh aath shhrs mnzhae myvn baph thr lvṭ ʿlyh alslam chhu, timav malkv dvpukh aashi chhe pvur khbr tihnz yus tth mnz chhu, asụ̄ bchavvkh ẓrvr tim byyhi tihund ahl v ʿīal tihnzi āshnhi vrạe, so āshi tthụ̄ rvuzith ʿdhabs grftar spdvunyv andrh."
  },
  {
    "verse_id": 33,
    "translation": "Adh yylhi sạnụ̄ svznh āmtụ̄ malk vạtụ̄ lvṭ ʿlyh alslams nishhi, tim spdụ̄ tihindi yinh sintụ̄ nakhosh th dl tng, kyazi tim mlk ạsụ̄ setthah khvbṣvrt lokttyn hnzi shklhi, timn malkn yylhi mʿlvm sapud kh yim spdụ̄ sanhi yinh sbbh thi skht pryshan, timav mlkv dvpukh tvhụ̄ mah ḥẓ khvcziv, tvhụ̄ mah briv kanhh ghm, asụ̄ chhinh ansan, asụ̄ chhi ʿdhabkụ̄ malk, aashi chhi hlak krnụ̄ yymhi shhrkụ̄ lvukh, asụ̄ bchavav tvhụ̄ th tuhund ʿīal tamhi ʿdhab nishhi tuhnzi āshnhi vrạe, so āshi tathi rvuzith ʿdhabs grftar spd vunyv andrh."
  },
  {
    "verse_id": 34,
    "translation": "Asụ̄ chhi āsman kh ṭrfh yymhi shhrkyn lvukn petth ʿdhab nạzl krvunụ̄ timn ychh kamyn hund sza yimh tim kran ạsụ̄. Tvpth kvr aashi tth shhrs taluk petth, petth travykh aashi knhi rvudkụ̄ pạtthụ̄."
  },
  {
    "verse_id": 35,
    "translation": "Pzipạtthụ̄ thạvụ̄ aashi tamhi shhrkụ̄ kynhh nnụ̄ nshanh baqy timn lvukn hndi ʿbrt khạṭr yim gattlụ̄ ạsụ̄. Chnanchh mkkụ̄ lvukh ạsụ̄ shhri sham kis sfrs andr yivunụ̄ th gczhvunụ̄ yimn vạran gạmtyn shhrn vuchhan. Timn andr yim ʿqlhi vạlụ̄ ạsụ̄ tim ạsụ̄ yhi vuchhith nhyb khyvan, khvczith ạsụ̄ ayman aanan."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi svuz aashi mdyn kyn lvukn kunbve tihund shʿīb ʿlyh alslam pyghmbr. Ps dvpukh timav ae myanhi qvmh ʿbadt th prstsh kriv mʿbvdi brḥq snz th shrkh nishhi rvuziv pth, byyhi khvcziv qyamt kis dohs, byyhi mah phhlạviv zmyns mnz tbạhy. Ḥqvq Allah th ḥqvq alʿbad mah kriv ẓayʿ, kfrv shrkh nishhi, km tvlnh nishhi, km mynnh nishhi rvuziv pth."
  },
  {
    "verse_id": 37,
    "translation": "Ps zvn timav shʿīb ʿlyh alslam aapzyvr, byyhi rvudụ̄ nh tim nafrạnyv nishhi pth, aadh rttụ̄ tim skht bunilụ̄, ps ạsụ̄ tim ṣubḥs pnnyn grn mnz buthhi kinụ̄pyth mvmtụ̄."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi gạlụ̄ aashi qvmi ʿād th qvmi thmvd, pzipạtthụ̄ tohyhi āshi varh nẓri yivan, ae mkh kyv lvukv tuhndyv phuchhi maczv th mnhdm gạmczv laryv jayav mnzh, yylhi tvhụ̄ mulk shams kun sfr kran chhiv tihnzi tbạhy hund ḥal. Tihnz ḥalt ạs yhe kh shyṭann avs tihnzn ychh kamyn zynt duytmut, vrnh ạsụ̄ tim hushyar, mjnvn th be ʿql ạsụ̄ nh, mgr timav hycz nh pnnhi ʿqlhi kạm."
  },
  {
    "verse_id": 39,
    "translation": "Byyhi gvl aashi qarvn, frʿūn th haman tihindi kfr th nafrmạny sbbh, ḥalankh yimn tryshvunụ̄ nishhi āyvv mvsyā ʿlyh alslam nanhi dlylh hyth mgr timav kr srkshy zmyns andr tvpth hykụ̄ nh tim sanhi ʿdhab nishhi czlith."
  },
  {
    "verse_id": 40,
    "translation": "Aashi kvr yimav panczv andrh prth aakhah grftar pnnhi pnnhi jurmh kh ʿdhab sintụ̄, chnanchh timav andrh bʿẓn petth svuz aashi tyz vav, tamhi andrh chhu murad qvmi ʿād, bʿẓ rttụ̄ khvfnak krykhi, timav andrh chhu muradqvmi thmvd. Bʿẓ ny aashi vạlith zmyns tl, tamhi andrh chhu murad qarvn. Bʿẓ phattvụ̄ aashi dryavs mnz, tamhi andrh chhu murad frʿūn th haman. Allah tʿālyā avs nh tiyuth kh suh kriha timn petth ẓlm mgr tim ạsụ̄ shrart th fsad krnh sintụ̄ pạnụ̄ pans ẓlm kran."
  },
  {
    "verse_id": 41,
    "translation": "Mthal timn lvukn hnz chhe yimv khdays vrạe byyhi mkhlvq zạnụ̄ pnnụ̄ dvst th mddgar, akis zlrụ̄ snz mthal yus pnnhi khyalh aakh ghrah chhu bnavan, ḥalankh yth kthhi mnz chhunh shkhe kh sarive ghrv andrh chhu sust th ẓʿīf ghr zlrụ̄ sund ghr, yithh pạtthụ̄ chhu pnnhi khyalh pnahch jae punun zal tyar kran yus nh ḥqyqts andr kanhh hykan chhu dith, yithe pạtthụ̄ chhi mshrk mʿbvdani bạṭln pnnhi khyalh pnnhi pnahch jae zanan, vaqʿs th ḥqyqts mnz chhinh tim kihinụ̄, hrgah tim ḥqyqti ḥal zanhn tylhi krhn nh shrkh chh kamhi."
  },
  {
    "verse_id": 42,
    "translation": "Pzipạtthụ̄ Allah tʿālyā chhu zanan timn sarine chyzn hnzi ẓʿf v ssty hnz ḥqyqt yimn yimn hnz prstsh kran chhi tim mʿbvdi brḥqs vrạe. Suh chhu panh sạrise petth ghạlb, suh chhu setthah ḥkmt vvl."
  },
  {
    "verse_id": 43,
    "translation": "Chvnkh asụ̄ chhi sarine chyzn hnz ḥqyqt pvur zanan, lhādha chhi asụ̄ mthalh byan kran lvukn fkri tarnh khạṭr, yimh mthalh trn nh fkri mgr ʿạlmne."
  },
  {
    "verse_id": 44,
    "translation": "Allah tʿālyā hn kvr āsman v zmyn pạd aakhi ṣḥyḥ mṣlḥt khạṭr yymuyk timn aqrar chhu. Be shk aath mnz chhe bjhi dlylh baaymann hndi khạṭr tihindis mʿbvdi brḥq th mstḥq ʿbadt āsns petth."
  },
  {
    "verse_id": 45,
    "translation": "Ae pyghmbr chvnkh tvhụ̄ chhiv pyghmbr brḥq. Lhādha priv tvhụ̄ so ktab yosh tohyhi kun vḥy pạtthụ̄ svznh āyhi, byyhi thạviv nemaz brpa, yuth byyhi lvukh tuhnz mtabʿt krith nemaz brpa thavn yʿny qvly tblygh thi kriv qrān mjyd prnh sintụ̄, fʿly tblygh thi kriv nemaz prnh sintụ̄, dyn chh kamhi hạviyvukh panh timh kamhi krith. Be shk nemaz chhe pth rttan ychh kamyv th najạyz ḥrktv nishhi, yʿny bzbani ḥal chhe nemaz vnan yus mʿbvdbrḥq sund yvut tʿẓym czh chhukh kran, tsndi khạṭr chhukhh czh bon nman th klh zmyns petth thavan, ychh kamhi krnh sintụ̄ tsnz be tʿẓymy krnụ̄ chhe setthah nazyba th na rva, yithh pạtthụ̄ yimh rcz kamhi nemazi vrạe chhe timh gyhi yad khda krun, timn petth thi gczihh pabndy krnụ̄, byyhi chhe khdae snz yad bvdd chyzah fẓylt vvl, lhādha gczihh tth petth thi pabndy krnụ̄. Allah tʿālyā chhu zanan thi svrue yhi tvhụ̄ kran chhiv, lhādha yiczh kạm kriv ticzh lbiv mvzvurụ̄, khyr kriv th khyre, ychh kriv th ychhe."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi mah ạsiv ae mslmanv bḥth kran ahli ktabn sintụ̄ mgr rthi ṭryqh thdhyb san. Mgr nh timn sintụ̄ yim timav sintụ̄ ẓlm v zyadty krn, timn vniv jvab yuth shvubykh th tiyuth, tth chhunh kanhh ḥrj, suh mhdhb ṭryqh gvv yohe kh tvhụ̄ ạsiv timn vnan kh aashi kr pczh tth ktabhi yosh aashi kun nạzl āyhi krnh, byyhi tth ktabhi yosh tohyhi kun nạzl āyhi krnh, byhi chhiv tvhụ̄ th yhi kth tslym kran kh svn mrbvd th tuhund mʿbvd chhu kunue, asụ̄ chhi tihindy frman brdar, tihindise ḥkms grdn daran, kyazi aymanuk darvmdar chhu tmhi ktabhi hund khdae sndi ṭrfh munzl āsns petth, sanhi ktabhi hund mnzl min Allah āsun chhu thạbt tuhnzv ktabv sintụ̄ thi, lhādha pazi tohyhi qrān mjyds ayman aanun th pczh krnụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Yithe pạtthụ̄ kr aashi tohyhi petth nạzl yhi ktab ae rsvl Allah yithh pạtthụ̄ brvntthimyn pyghmbrn petth aashi ktabh nạzl kri, ps yimn lvukn aashi tohyhi brvntth ktab ʿṭa kr tim chhi aath tuhnzi ktabhi pczh kran, yimav lvukv andr thi chhi kynhh mnṣf mzaj tth ktabhi pczh kran. Dlạyl vaẓḥ spdnh pth chhinh ankar kran sanyn āyatn mgr ẓdy kạfr."
  },
  {
    "verse_id": 48,
    "translation": "Tvhụ̄ ạsiv nh yymhi ktabhi brvntth kanhh ktabah prith hykan, nh ạsiv tvhụ̄ so ktab lykhith hykan pnnhi aathh sintụ̄, hrgah thi āsiha tylhi varish ạs ẓrvr shk th shubh krnch gnjạysh dshmnn."
  },
  {
    "verse_id": 49,
    "translation": "Blkh chhe yhi ktab bdhati khod bavjvd ykh yhi chhe kuny ktab chvnkh aamuyk prth ḥṣah chhu mʿjzh tamhi aʿtbarh chhu yhi ktab varyah vaẓḥ dlylh timn lvukn hndyn diln andr yimn ʿlm ʿṭa āv krnh, mgr bavjvd ẓhvr aʿjaz chhanh yimn sanyn āyatn th dlyln ankar kran mgr ẓdy lvukh."
  },
  {
    "verse_id": 50,
    "translation": "Byyhi chhi yim lvukh bavjvdaynkh qrān mjyd chhu bvdd mʿjzh frman mḥẓ ʿnadh kinụ̄ kh yymis pyghmbrs petth kvnh āe nạzl krnh tuhndis prvrdgar sndi ṭrfh tim mʿjzh yimn hnz asụ̄ frmạysh chhi kran, tvhụ̄ frmạviyvukh yarsvl Allah mʿjzh chhunh mgr khdays aathhi, tihindse akhtyars mnz, bh chhus nh mgr nnụ̄ pạtthụ̄ khdae sndi ʿdhab nishhi byim krvun yʿī bh chhus pyghmbr, pnnis pyghmbr āsns petth chhe me nshhi varyah dlylh, bdd dlyl chhe yhi qrān mjyd."
  },
  {
    "verse_id": 51,
    "translation": "Kya tuhndi khạṭr chhuna kạfy yhi bvdd mʿjzh kh aashi kr nạzl tohyhi petth yhi bdd ktab yosh timn petth prnh chhe yivan, aamhi khoth kus bvdd mʿjzh chhi yim thhanddan. Pzipạtthụ̄ aath ktabhi mnz chhe bdd rḥmt byyhi bvdd vʿẓ baayman lvukn hndi khạṭr. Bdd rḥmt gyhi aath mnz chhe aḥkamn hnz tʿlym yth mnz nfʿe nfʿ chhu, bdd nṣyḥt gyhi aath mnz chhu rʿghyb v trhyb, yhi kth chhanh byyan mʿjzn mnz, yimn paziha yhi ghnymt zạnith ayman aanun th pczh krnụ̄. Hrgah vonụ̄ tvthi yim ayman aann nh."
  },
  {
    "verse_id": 52,
    "translation": "Tvhụ̄ frmạvyvukh tylhi yarsvl Allah ạkhry jvab, adh sh mth mạnụ̄ tv myvn Allah tʿālyā chhu bs gvamemnzth tohyhi mnz myạnis pyghmbr āsns petth, suh chhu zanan thi svrue yhi āsmann th zmynn mnz chhu, yim lvukh aapzyn kthn petth yqyn chhi kran, mʿbvdani bạṭn chhi pczh kran, mʿbvdi brḥq snzn kthn chhi ankar kran time lvukh chhi tavan zd."
  },
  {
    "verse_id": 53,
    "translation": "Byhi chhi yim kạfr lvukh tohyhi ʿdhab jldy vaqʿ spdnuk mṭalbh kran th ʿdhab nh yinh mokhh tuhndis nbvts petth shk th shubh kran, hrgah ne ʿdhab khạṭr vqt mqrr āsiha krnh āmut yimn āsiha ʿdhab ddytth knhi vvtmut, suh ʿdhab pyyhi vạtith timn hngh th mngh tithe pạtthụ̄ kh tim czyn ne nh tamuyk yun."
  },
  {
    "verse_id": 54,
    "translation": "Yim chhi tohyhi nshhi ʿdhab jldy yinuk mṭlbh kran ḥalankh ʿdhabuk ghr nari jhnm chhu timn kạfrn prth ṭrfh aḥaṭh krith, suh ratthi timn kunhi nath kunhi saʿth."
  },
  {
    "verse_id": 55,
    "translation": "Yymhi doh ʿdhab timn valhi hyri bonh, klv petthụ̄ kinụ̄ th khorv bvnụ̄ knụ̄, th frmavykh Allah tʿālyā, ae kạfrv czhiv timn ychh kamyn hund mzh yimh tvhụ̄ dnyahs andr ạsiv kran."
  },
  {
    "verse_id": 56,
    "translation": "Ae myanyv baayman bndv, yylhi yim kạfr lvukh tohyhi dyn ḥq akhtyar krnh khạṭr byyhi aḥkami shryʿt bja aannh khạṭr aiydha chhi divan, pze pạtthụ̄ mvn zmyn chhu kushadh th khvl, hrgah yythi rvuzith tvhụ̄ ʿbadt chhiv nh hykan krith, rshth darn th dvstn th vṭnch mfarqt dshvar spdi, so mfarqt chhe akhi nath aakhi doh spdvuny kyazi."
  },
  {
    "verse_id": 57,
    "translation": "Prth shkhṣs chhu aakhi nth aakhi doh mrnuk mzh ẓrvr czhun, tamhi saʿth gczihh bhrḥal jdạyy, tvpth chhuv tohyhi sarine aasy nishhi vatun, nafrman ạsith aashi nishhi vatns chhu sza khynuk mzh, hrgah yhi trki vṭn sanhi rẓa mndy khạṭr kriv tth mnz spdiv tvhụ̄ sạnis vʿds mstḥq th szavar, suh vʿdh gvv yohe kh."
  },
  {
    "verse_id": 58,
    "translation": "Yimav lvukv ayman avn byyhi krykh rcz ʿmlh, rczv ʿmlv andrh gvv trki vṭn krun kfrv shrkh kh shhrh nishhi hjrt krun, timn dimav asụ̄ jae jnth kyn balakhann andr, yimav tlụ̄ joyhi pkan āsn, timne jntn andr rvzn tim hmyshh, kyazi rcz mvzvuryah chhe yhi jnt kạm krvunyn hndi khạṭrh."
  },
  {
    "verse_id": 59,
    "translation": "Yim ge time yimav dnyahs andr aakh skhtiyn petth, mv mnzm hjrtch skhty thi mḥsvb chhe, ṣbr kvr byyhi ạsụ̄ pnnis prvrdgars petth aʿtmad th tvkl kran, hrgah kạnshi vsvash spdi kh hjrt krith byyan shhrn mnz gczihth kya khymv chymv, tim krn nẓr varh yth petth kh."
  },
  {
    "verse_id": 60,
    "translation": "Varyah janvr chhi tim yim nh tulith thavan chhi pnnụ̄ rvuzy kunhi jayhi, Allah tʿālyā he chhu timn mqdr rzq ʿṭa kran, tohyhi thi chhu sue mqdr rzq vath navan, adh yythi ạsiv tvhụ̄ tathi. Lhādha mh kriv tvhụ̄ aamuyk vsvsh blkh kriv khdays petth pvur bhrvsh, suh chhu yqynaan bhrvsh krns szavar kyazi, suh svrue bvzvun, svrue zanh vun, yithe pạtthụ̄ chhu suh sarine ṣftn andr setthah kạml, lhādha yus kaml alṣfat chhu suh chhu bhrvsh krns qạbl."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi hrgah tvhụ̄ timn kạfrn prczihv āsman th zmyn kmụ̄ chhu kvrmut pạdh, byyhi kmụ̄ lvg kamhi āftab th zvn, ẓrvrdapn tim Allah tʿālyā, yimn kthn aqrar krith kithh chhi pth phyirith czalan tim tsụ̄ yvt ʿbadt rnh nishhi yʿny tvḥyd fy altkvyn mạnith kvnh chhi tvḥyd fy ala lvhyt manan. Yithh pạtthụ̄ khạlq Allah tʿālyā, yithe pạtthụ̄ razq thi sue."
  },
  {
    "verse_id": 62,
    "translation": "Chnanchh Allah tʿālyā he chhu rzqs vusʿt kran yimn yczhan chhu timn pnnyv bndv andrh, byyhi chhu sue rzqs andr tngy kran yimn yczhan chhu timn. Be shk Allah tʿālyā se chhe prth chyzch pvur khbr."
  },
  {
    "verse_id": 63,
    "translation": "Byyhi hrgah tvhụ̄ prczihv timn āsman kh ṭrfh kmụ̄ trvv rvud, tvpth kvrun zndh tamhi rvud sintụ̄ zmyn tamhi kh mrnh pth yʿny srsbz kvrun hokhnh pth, ẓrvr din amuyk jvab thi kh Allah tʿālyā hn trvv rvud. Sue chhu zmyns mordh gczihth byyhi zndh kran yʿny khshk gczhnh pth srsbz kran. Tvhụ̄ dpiv ḥmd mʿbvdi brḥqs, yiyiczhn thi kvr timav aqrar mgr yim lvukh chhinh manan th tslym kran blkh chhe aamhi khoth byakh kth kh timav andr chhi akthr yimn nh zanun tgan chhu kynhh thi, th nh aamhi mokhh kh ʿql kya chhkhnh blkh chhinh tim ʿqlhi kạm hyvan, tim chhinh aath mnz ghvrkran kh yimh yimh kamhi yylhi khdahe yvt kran chhu, ts vrạe shvubyah byyhi kạnshi hnz ʿbadt krnụ̄, ghvr nh krnh mokhh chhu timn nishhi bdyhy th ẓạhr chyz khfy th pvushydh rvzan, suh ghvr nh krnuk vjh chhu yim chhi dnyakyn shghln andr ḥalankh."
  },
  {
    "verse_id": 64,
    "translation": "Byyhi chhanh yhi dnyahch zndgy lhv lʿbh vrạe kynhh thi, aṣl zndgy gyhi ʿālmi ạkhrtch zndgy, hrgah tamich khbr āsiha timn tylhi krhn nh napaydar zndgy akhtyar, kunhi vqth chhi tim tvḥyd alvhyt thi aqrar kran, chnanchh."
  },
  {
    "verse_id": 65,
    "translation": "Yihinzi ghyr mstql mzajy hnz byakh mthal chhe tim yylhi smndrs mnz jhazn mnz svar spdith sfr kran chhi tvpth chhe nav tihnz vavh āvlnis mnz yivan, tamhi saʿth chhi tim khdae se petth pvur aʿtqad thạvith njat mngan. Mgr dnyachn kamyn andr rvznh sbbh chhknhi ḥal pvshan. Tamhi pth yylhi suh njat dith btthis kun vatnavan chhukh, aty chhi byyhi ts shryk tthhravan,"
  },
  {
    "verse_id": 66,
    "translation": "Yuth kfrani nʿmt krn tim tth nʿmts yosh timn aashi ʿṭa kr, byyhi yuth kynhh kalah dnyahs nadr tmtʿ tuln. Mgr brvntth phn spdykh pane mʿlvm aamhi kfrani nʿmtuk anjam, yimn chhu tvḥyd qbvl krnh nishhi aakh manʿ dnyahs andr boddun, dvyum ḥylh chhukh yhi khyal kh hrgah asụ̄ tvḥyd qbvl krv tylhi marn aashi lvukh, yath shhrs mnz din nh aashi bsne."
  },
  {
    "verse_id": 67,
    "translation": "Kya timav lvukv yʿny mkh kyv kạfrv vuchhna kh aashi bnvv tihundd shhr ḥrmh vvl shhrah, amn v amank shhrah, timn andụ̄ pkụ̄ yim lvuh chhi tim chhi yivan rttith ninh th marnh, yim chhi aath shhrs mnz rvuzith mḥfvẓ, yiczh mhrbạny krith, ḥq th pvz yvut vaẓḥ ạsith chha yim apzyn mʿbvdn pczh kran byyhi chhi Allah tʿālyā snzn nʿmczn be qdry th ankar kran, mʿbvudi brḥqs chhi shryk tthhravan, shryki bkhda aanun gvv skht kfrani nʿmt krun."
  },
  {
    "verse_id": 68,
    "translation": "Byyhi kus aakhah chhu yuth ẓạlm th naanṣaf ts shkhṣh sndi khoth yymụ̄ aapuz nvrvv mʿbvdi brḥqs petth bla dlyl ts shryk tthhravnh sintụ̄ ya zạnin aapz pz kth yylhi so ts nishhi vạcz badlyl, kya jhnm chhuna rvznch jae timn kạfrn hndi khạṭr, vaqʿī chhu bvdd sza bddyn mjrmn hndi khạṭr nari jhnm."
  },
  {
    "verse_id": 69,
    "translation": "Yimav lvukv sanhi dynh khạṭr kvshsh kr, tklyf brdasht kvr timn havav asụ̄ ẓrvr pnnhi qurbh chh vath, jntch vath, pzipạtthụ̄ Allah tʿālyā chhu sintụ̄ sintụ̄ nykv karn, khlvṣ valyn bndn dnyahs andr thi ạkhrts andr thi."
  }
]