[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvf mqṭʿāt, yimn hund mʿny zanhi khdae."
  },
  {
    "verse_id": 2,
    "translation": "Rvumkụ̄ nṣaryā spdụ̄ akis qryb jayhi petth mghlvb yythi ns tim jng ạsụ̄ kran yosh jae fars khoth mulk ʿrbs nkhh tlh chhe, tth jayhi chhu nav azrʿāt th bṣryā yim shams mnz zh shhr chhi. Ḥkvmti ruvms matḥt āsnh mokhh chhu rvm kis zmyns sintụ̄ shaml, tth jayhi spdụ̄ ahli rvm yʿny nṣaryā fars kyn lvukn mqablh yim ātsh prst ạsụ̄ mghlvb, yymhi sintụ̄ ʿrbk mshrk khosh spdụ̄ kyazi tim ạsụ̄ nṣaryā hn ahli ktab āsnh mokhh mslmanne sintụ̄ zanan."
  },
  {
    "verse_id": 3,
    "translation": "Pnnhi mghlvb spdnh pth spdn tim ruvmy jlde ẓrvr ghạlb ahli farsn petth dvyimis mqabls andr kynczhn vriyn tam. Tryyav vriyav petthh navan tam."
  },
  {
    "verse_id": 4,
    "translation": "Yhi mghlvb spdun th ghạlb spdun chhu khdae sndi se akhtyars mnz. Mghlvb spdnh brvntth thi avs akhtyar khdae se th khdae se aathhi chhu akhtyar goddh thi th pth thi. Tamhi doh spdn khosh baayman."
  },
  {
    "verse_id": 5,
    "translation": "Tmụ̄ snzi tamhi yạry th mdd sintụ̄, suh chhu yạry kran yas yczhan chhu tas. Suh chhu setthah ghạlb th setthah rḥm krvun."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi chhu khdae sund vʿdh, Allah tʿālyā chhunh bdl kran pnnis vʿds mgr akthr lvukh chhinh tṣrfati alhāy yan zanan. Tim chhi ṣrf ẓạhry aasbabn kun vuchhith qyas ārạyy kran."
  },
  {
    "verse_id": 7,
    "translation": "Yim chhi zanan ṣrf dnyachh zndgy hund ẓạhry ḥal mgr tim chhi ạkhrt nishhi balkl be khbr. Timn chhunh mʿlvm ạkhrts mnz kya āshi tihund ḥal. Kyazi timn chhunh kanhh andyshh timn chyzn hund yimav chyzv sintụ̄ tim tathi ʿdhabs grftar spdn. Mthlaan kfrvshrk th nafrmạny khda v rsvli khda, nh chhe timn fkr timn chyzn hnz yimav sintụ̄ timn njat bnhi ha, suh gvv ayman th frmanbrdạry, tihnz nẓr chhe fqṭ dnyase kun"
  },
  {
    "verse_id": 8,
    "translation": "Kya ạkhrt chh ṣḥyḥ th ḥq āsnh chh dlylh bvuzith chhina yim lvukh pans sintụ̄ ghvr th fkr kran kh Allah tʿālyā hn kvr yhi zmyn th āsman byyhi yhi yimn mnzbag chhu pạdh mgr kunhi ḥkmt se petth, byyhi aakhi muʿīn mdth khạṭr, suh mdt gczihh khtm pth āshi qyamt yymhi doh lvukh khdays brvntth kun pysh yin krnh, lykn akthr lvukh chhi qyamts pnnis prvrdgars sintụ̄ mlaqat spdns ainkare kran."
  },
  {
    "verse_id": 9,
    "translation": "Kya tim lvukh chhina zmyns petth avr yvr phyrmtụ̄, kya tim chhina grv mnzh nybr dramtụ̄, hrgah tim avr yvr phyrhn tylhi vuchhhn tim kh kya chhu sapudmut anjam qyamt kyn timn mnkrn hund yim timn brvntth ạsụ̄. Tihnz ḥalt ạs kh tim ạsụ̄ tuhndi khoth zyadh qvts th ṭaqts andr, byyhi avs timav zmyn lvgmut, byyhi avsukh suh byvl vvith, lari jayhi ldith yihindi khoth zyadh ābad kvrmut, timn nishhi thi vvt pyghmbr tihund sanhi ṭrfh nnụ̄ mʿjzat hyth mgr timav mvn nh kynhh thi, tvpth khyvv timav tamhi nafrmạny hund sza. Thi bnhi ha nh hrgz kh Allah tʿālyā kya kriha timn ẓlm mgr tim ạsụ̄ kfrv shrkh sintụ̄ pyghmbrn ankar krnh sintụ̄ pạnụ̄ pans ẓlm kran."
  },
  {
    "verse_id": 10,
    "translation": "Tvpth sapud timn ychh kamhi krvunyn th pyghmbrn ankar krvunyn hund anjam thi ychhy, kyazi timav zạnụ̄ aapzụ̄ khdae sndụ̄ āyat byyhi ạsụ̄ tim āyatn tthtthh kran."
  },
  {
    "verse_id": 11,
    "translation": "Allah tʿālyā chhu mkhlvqatn goddh thi pạdh kran, tamhi pth krykh suh byyhi dvbarh pạdh, tamhi pth yiyiv tvhụ̄ ts kun vatnavnh ḥsab v ktab khạṭrh."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi yymhi doh qyamt qạyim sapdi, naamyd th ḥạran spdn tamhi doh kạfr th nafrman, kanhh kth hykn nh tim krith."
  },
  {
    "verse_id": 13,
    "translation": "Āsinh byyhi timn pnnyv shrykv andrh yimn tim ʿbadts andr khdays shryk tthhravan ạsụ̄ kanhh thi shfaʿt krith moklavunah. Tim spdn tamhi vqth panh pnnyn shrykn )yʿny yimn tim shryk khda zanan ạsụ̄( munkr."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi yymhi doh qyamt qạyim spdi tamhi doh spdn lvukh alg alg."
  },
  {
    "verse_id": 15,
    "translation": "Yimav lvukv ayman avn byyhi krykh rcz ʿmlh tim āsn jnth kis baghs mnz setthah khosh frḥt v srvrs andr."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi yimav khdays ya khdae sndis kun āsns ankar kvr, byyhi zạnikh aapzụ̄ sạnụ̄ āyat, byyhi ạkhrts andr aashi sintụ̄ mlaqat krns, ps yin tim ʿdhabs grftar krnh."
  },
  {
    "verse_id": 17,
    "translation": "Yylhi tohyhi ayman v ʿmli ṣalḥuk fẓylt mʿlvm spdi, ps kriv tvhụ̄ bpạky yadi khda yymhi saʿth tvhụ̄ sham kran chhiv byyhi yymhi saʿth tvhụ̄ ṣbḥ kran chhiv."
  },
  {
    "verse_id": 18,
    "translation": "Kyazi ts shvubn sạry tʿryf yim krnh yivan chhi āsmann th zmynn andr, byyhi kriv tvhụ̄ tihundue yad doh kis ptimis ḥṣs andr, byyhi yymhi saʿth tvhụ̄ pyshnh kis vqts mnz dakhl chhiv spdan."
  },
  {
    "verse_id": 19,
    "translation": "Suh mʿbvdi brḥq chhu jandars krran be jans nishhi mthlaan nṭfh nishhi ansans, tthvulh mnz janvrs, byyhi chhu be jans krran jandars nishhi, mthlaan nṭfs ansans nishhi, tthvuls janvrs nishhi. Byyhi chhu sue zmyns zndh th sbz v shadab kran tamhi kh mrnh pte yʿny khshk gczhnh pth. Yithe pạtthụ̄ yiyiv tvhụ̄ thi qyamt kh doh qbrv mnzh byyhi krrnh."
  },
  {
    "verse_id": 20,
    "translation": "Mʿbvdi brḥq sndyv qdrt kyv nishanv andr chhu kh tvhụ̄ krinav pạdh myczi, tvpth chhiv tvhụ̄ ansan bnith zmyns petth chhkrnh yith phyran."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi chhi tihindi qdrt kyv nshanv andr yy zi pạdh krin tohy mnz tuhnz znanh yuth tvhụ̄ qrar rttiv timn nishhi, byyhi trvvun tohyhi don bạczn mnz mḥbt, shfqt th hmdrdy. Pzipạtthụ̄ aath mnz chhi brrụ̄ brrụ̄ nshanh ghvrvfkr krvunyn hndi khạṭr."
  },
  {
    "verse_id": 22,
    "translation": "Tihindy qdrt kyv nshanv andrh chhu āsman v zmynuk pạdh krun, byyhi tuhnzh zyvh yʿny lght th tuhndyn bdnn hund rng mkhtlf āsun. Pzipạtthụ̄ aath mnz chhi brrụ̄ brrụ̄ nshanh zann valyn th ʿaaalamn hndi khạṭr."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi chuh tihindi qdrt kyv nshanv andrh tuhund shongun rat kuyt zyadh. Byyhi dohlhi thi tuhund czhanddun tihund fẓl yʿny rzquk tlash krun. Pzipạtthụ̄ aath mnz chhi brrụ̄ nshanh tvjh san bvzan valyn hndi khạṭrh."
  },
  {
    "verse_id": 24,
    "translation": "Byyhi chuh tihindi qdrt kyv nshanv andrh kh suh chhu tohyhi bym krnh khạṭr byyhi amyd dinh kạṭr vuzmlh havan, byyhi āsman kh ṭrfh rvud trạvith mvmtis yʿny khshk gạmtis zmyns zndh srsbz shadab kran. Pzipạtthụ̄ ath mnz thi chhi qdrtkụ̄ brrụ̄ nshanh ʿqlhi kạm hynh valyn hndi khạṭr."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi chuh tihindi qdrt kyv nshanv andrh kh āsman th zmyn chhu qạym tihindy ḥkmh th aradh sintụ̄, tvhụ̄ chhiv akis khaṣ mqrr krnh āmtis vqts tanụ̄ zndgy bsr krith zmyns andr dfn krnh yivan. Tvpth yylhi suh qyamtuk doh tohyhi aakhi khaṣ qsmuk ālv diyhi, aty nyiriv tvhụ̄ sạry qbrv mnz."
  },
  {
    "verse_id": 26,
    "translation": "Yim āsmans th zmyns mnz mkhlvq chhi tim sạry chhi tihindy mmlvk. Sạry chhi tihndise ḥkms tabʿ th frmanbrdar. Aamhi andr sapud thạbt kh,"
  },
  {
    "verse_id": 27,
    "translation": "Suh prvrdgar gvv sue yymụ̄ mkhlvqat goddh pạdh krụ̄, tvpth krykh sue byyhi dvbarh pạdh qyamtuk doh. Tmis nishhi chhu dvbarh byyhi pạdh krun zyadh āsan qdrt bshryh kh aʿtbarh. Ts chhi thdụ̄ ṣft th thvd shan, ts brabr th ts hyvu chhunh kanhh thi aāsmann th zmynn andr. Sue chhu ghlbh vvl qạdr mṭlq ḥkmt vvl."
  },
  {
    "verse_id": 28,
    "translation": "Allah tʿālyā hn kvr byan tohyhi shrk mdhmvm th bạṭl āsun fkri tarnh khạṭr tuhnze aakh mthalah aakh, so mthal gyhi yhe kh varh kriv tvhụ̄ ghvr kh kya tvhụ̄ chhivh brabr mạlk kunhi qsmh shryk tth mals andr yus aasy tohyhi ʿṭa kvrmut chhu, tvhụ̄ th tuhndụ̄ ghlam āshn tth mals andr brabr mạlk, tvhụ̄ ạsihiv khoczan timn ghlamn tth mals mnz tṣrf krns andr, yithh pạtthụ̄ tvhụ̄ panh vạnụ̄ aakh shryk byyis shryks nishhi khoczan chhiv, yithe pạtthụ̄ chhi asụ̄ vyczhnạvith byan kran pnnụ̄ āyat timn lvukn hndi khạṭr yimn ʿql chhe yʿny tvhụ̄ yylhi nh pnnhi ḥqh ghlamn mmlvkn hund shryk āsun brdasht kran chhiv, khdae sndụ̄ mmlvk kyazi chhvukh tihindụ̄ shryk zanan, yhi chhu bvdd ẓlm."
  },
  {
    "verse_id": 29,
    "translation": "Blkh kr yimiv ẓạlmv kunhi ṣḥyḥ dlylhi vrạe pnnyn khyalati fạsdn th nfsạny khvạhshn hnz pạrvy. Yymis Allah tʿālyā aapzs aṣrar krnh sbbh vath ravrih ts kus aakhah hykhi vath th hdayt krith, yimn gmrahn yylhi ʿdhab yiyhi krnh, tamhi saʿth hykhi nh kanhh timn kunhi qsmh hdayt th mdd krith. Lhādha chhu rth akis bvzvunis yivan vannh,"
  },
  {
    "verse_id": 30,
    "translation": "Czh sapd prth bạṭl dyn nishhi alg, tvpth krcz panun rokh dyni ḥqs kun, czh kr mtabʿt th pạrvy tth qạblyts yth qạblyts petth Allah tʿālyā hn sạry ansan pạdh krimtụ̄ chhi. Mṭlb amuyk chhu kh Allah tʿālyā hn chhu prth shkhṣah pạdh kvrmut, prth akis chhun astʿdad ʿṭa kvrmut kh hrgah suh pz kth bvznụ̄ yyczihh, fkri trn yyczihh, suh hykhi bvuzith ts hykhi fkri trith. Tth mtabʿt krnụ̄ gyhi kh tth astʿdads th qạblyts hyyhi kạm suh yth mngan chhu tamhi mvjb kri ʿml. Khdae sndis aath pạdh krimtis chyzs, yth petth tim sạry ansan pạdh krimtụ̄ chhi gczihh nh tghyr v tbdyl krun. Yhe chhe dynch mḥkm vath, mgr akthr lvukh chhinh bvjh ʿdm tdbyr zanan, tamhi mokhh chhinh tmuyk aitbaʿ kran"
  },
  {
    "verse_id": 31,
    "translation": "Ae lvukv tvhụ̄ kriv rjvʿ ts khdays kun byyhi khvcziv ts, tihindis mkhalfts th mkhalft kis ʿdhabs byyhi kriv dyni aslam qbvl, tvpth thạviv brpa nemaz pabndy san, byyhi mah ạsiv mushrkv andrh."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi mah ạsiv timav mshrkv andrh yimav chhalh kri dyns pnnis th gykh varyah jmaʿcz, akụ̄ rtt aakh vath, aapzh th bạṭl vath chhe varyah, yimav trav pz vath, aapzh th bạṭl vath travykh, yy gvv pnnis dyns chhalh krnhi, akụ̄ rtt aakh vth, be rtt byakh vath, aamy sintụ̄ gyhi varyah jmạʿcz. Agr pazi vathi petth rvzhn tylhi āsihe kuny jmaʿt. Bavjvd ānkh yimh sare vath chhe bạṭl th aapzh, tvthi chhu jhl vnadạny kinụ̄ timav andrh prth akhah pnnhi pnnhi vathi pyth czyngan. Khyal kran kh bh chhus ṣḥyḥ vathi petth ḥalankh yhi amụ̄ sund khyal chhu balkl ghlṭ. Syz vath chhe tvḥydch vath, yth vathi kun asụ̄ timn nad divan chhi. ʿām ṭvr chhu timn lvukn hndi ḥal v qal sintụ̄ thạbt spdan kh yohe chhu dyni ḥq, kyazi aẓṭrar kh vqth chhi tim aath dyns tslym kran, yymhi andrh thạbt chhu spdan kh vaqʿī chhu yohe dyni fṭrt, chnanchh Allah tʿālyā chhu frmavan."
  },
  {
    "verse_id": 33,
    "translation": "Yylhi lvukn kanhh skhtyah vatan chhe tamhi saʿth chhi be qrar spdith ālv divan pnnise ḥqyqy prvrdgars ts kun rjvʿ krith, tvpth yylhi suh timn pnnhi rḥmtuk mzh chhu havan so skhty dvur krnh sintụ̄, aty chhe timav andrh aakh jmaʿt pnnis prvrdgars byyhi shrk aanan."
  },
  {
    "verse_id": 34,
    "translation": "Yuth kfrani nʿmt krn tth nʿmts yosh aashi timn ʿṭa kre, ps tul timav tmtʿāh kynhh kalah, brvnhh phn zạniv pane aamuk mzh."
  },
  {
    "verse_id": 35,
    "translation": "Kinh aashi chhe timn petth kanhh dlylah kanhh ktabah nạzl krmcz, soe kya chhe timn dpan shrkh chh kthh th kamhi mah kriv."
  },
  {
    "verse_id": 36,
    "translation": "Yylhi asụ̄ lvuln pnnhi mhrbạny v rḥmtuk mzh chhi havan, tamhi sintụ̄ chhi tim khosh gczhan, tamhi sbbh chhi ghflts mnz bvddith shrkh chh kamhi kran, tvpth hrgah timn vatan chhe kanhh skhtyah timn ychh kamyn hndi shamth yimh tihinda aathh āmczh chhe āsan, aty chhi tim naamyd spdan."
  },
  {
    "verse_id": 37,
    "translation": "Kya tim chhina vuchhan kh pzipạtthụ̄ Allah tʿālyā he chhu rizqs andr vsʿt kran ys yczhan chhu, byyhi chhu sue tngy kran rzqs andr ys yczhan chhu ts. Be shk ath mnz thi chhi bddụ̄ bddụ̄ nshanh khdae sndi qdrtkụ̄ th kun āsnkụ̄ baaymann hndi khạṭr."
  },
  {
    "verse_id": 38,
    "translation": "Ps yylhi tvḥydchv dlylv sintụ̄ mʿlvm sapud kh rzqch tngy th vsʿt chhe khdae se aathhi, aamhi sintụ̄ sapz byakh kth thạbt kh bukhl krun chhu setthah ychh kyazi aamhi sintụ̄ mqdrs andr zyadty hykhi nh spdith, lhādha chhu bkhul krun be fạydh. Ae mslmanv tvhụ̄ mh ạsiv bkhl kran blkh ạsiv qrabt valyn vatnavan tihund ḥq byyhi mskynn byyhi msafrn. Yy chhu bhtr timn lvukn hndi khạṭr yim czhanddan chhi rẓae khda byyhi chhi time lvukh rstgar th kamyab."
  },
  {
    "verse_id": 39,
    "translation": "Byyhi yus chyz tvhụ̄ dnya khạṭr thi khrch kran chhiv yymhi ghrẓh kh suh chyz vathi lvukn hndis mals andr, tvpth yymhi saʿth timn suh chyz vaps krnuk vqt vathi tamhi saʿth vathi aashi nishhi suh chyz rut th zyadh spdith yithh pạtthụ̄ dnyạvy rsvmn andr ʿām ṭvrkrnh chhu yivan, aath hynh dins chhanh Allah tʿālyā hs nishhi kanhh zyadty spdan, kyazi khdays nishhi chhnh suh mal vatan, nh chhu suh zyadh spdan yus nh tihindi rẓa khạṭr āshi dinh āmut. Chvnkh aath hynh dins mnz chhanh khdae sndi rẓahch kanhh nyt āsan lhādha chhunh yhi tihnzi drgahi andr qbvl spdan, nh chhe aath mnz kynhh zyadty spdan, mgr yus rqm tvhụ̄ divan chhiv khdae sndi khạṭr zkvāhh hish yth mnz czhanddan chhiv tvhụ̄ khdae sund rẓa, aamhi qsmkụ̄ lvukh chhi khdays nishhi jmʿ krith panun dytmut mal hurravan zyadh kran."
  },
  {
    "verse_id": 40,
    "translation": "Mʿbvdi brḥqe chhu suh dhati pak yymụ̄ tvhụ̄ pạdh kriv, tvpth kvrnv rzq ʿṭa, tvpth chhuv sue maran, tvpth kryv sue zndh qyamt kh dohh, suh chhu aamhi qsmuk qdrt vvl, tvhụ̄ vnụ̄ tav kya tuhndyv shrykv andrh thi chha kanhh tiyuth yus yimav kamyv andrh kanhh kạmah chhu krith hykan, ps sapud thạbt kh suh chhu mnzh th pak byyhi blndtr brtr tamhi sary shrkh nishhi yus shrk tim lvukh ts kun lagan chhi."
  },
  {
    "verse_id": 41,
    "translation": "Shrk v nafrạny hund athr chhu tiyuth khrab kh ẓạhrspz tbạhy qḥṭ th vbaʿ byyhi ṭvfan khshky andr thi, try andrthi yʿny sarise dnyahs andr lvukn hnzv ychh ʿmlv sintụ̄ yuth Allah tʿālyā timn mzh czhnavi tihnzn bʿẓ kamyn hund yimh timav kri, dyv tim pays pyn, timav ychh kamyv nishhi rvzn pth. Hrgah yimn mshrkn aath andr kanhh shk chhu."
  },
  {
    "verse_id": 42,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, ae lvukv tvhụ̄ phyirụ̄ tv sarise zmyns mnz, tvpth vuchhitv kya chhuv sapudmut anjam timn mshrk lvukn hund yim tohyhi brvntth ạsụ̄, timav andrh ạsụ̄ akthr mushrike, tvhụ̄ vuchhitv kh tim kithh pạtthụ̄ āe galnh ʿdhabi āsmany sintụ̄ yymhi sintụ̄ ṣaf chhu nnan kh shrk chhu bvdd gnah, yylhi shrkuk ychh āsun ẓạhr sapud, ps ae mkhạṭb."
  },
  {
    "verse_id": 43,
    "translation": "Ps thav czh panun buth syvd mḥkm dyni aslams th tvḥyds kun, tth petth kr astqamt suh doh yinh brvntth, yth nh khdae sndi ṭrfh pth brvntth ddlun chhu blkh chhu qṭʿāan th yqynaan suh doh yivun, tmy doh spdn lvukn ʿmln hndi aʿtbarh zh ḥṣh, aakh vathi jnts byakh vathi jhnms yithh pạtthụ̄ kh."
  },
  {
    "verse_id": 44,
    "translation": "Yus shkhṣ kfrchh kamhi kran āshi ts chhu timn kamyn hund sza khyvn, byyhi yim lvukh rcz kamhi kran āsn tim chhi pnnyn pann hnzi kamyạby hndụ̄ snz th samanh kran."
  },
  {
    "verse_id": 45,
    "translation": "Yath Allah tʿālyā pnnhi fẓlh sintụ̄ rcz mvzvurụ̄ ʿṭa kri timan lvukn yimav ayman avn byyhi krykh rcz ʿmlh, kạfr spdn timn nishhi mḥrvm kyazi Allah tʿālyā chhunh psnd kran kạfrn."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi chhu prvrdgarsndyv qdrt kyv nshanv andrh kh suh chhu vavan svzan rvud pynh brvntth rvudch khosh khbry hyth, byyh yuth tohyhi havi suh mzh pnnhi rḥmtuk yʿny barani rḥmtuk, byyhi yuth tamhi varh sintụ̄ pkn thindi ḥukmh sintụ̄ dryavan andr bjhi bjhi navh th jhazh, byyhi yuth tvhụ̄ jhazn th navan andr sạr krith czhạnddiv th tlash kriv tihund fẓl yʿny rvuzy, byyhi kriv tvhụ̄ shkrgzạry tihnz, yimh nʿmczh ạsith thi chhi mshrk naspạsy kran shkrk aannh sintụ̄, aḥkamn hnz mkhalft krnh sintụ̄, pyghmbrn th baaymann aiydha dinh sintụ̄ mgr tvhụ̄ mah spdiv aamhi khạṭr āzurdh th ghmgyn kyazi asụ̄ hymv timn nishhi ʿnqryb aamuyk antqam yithh pạtthụ̄ brvntth thi yithụ̄ vaqʿh spdụ̄ mtụ̄ chhi chnanchh."
  },
  {
    "verse_id": 47,
    "translation": "Be shk yylhi svuzụ̄ aashi tohyhi brvntth yarsvl Allah varyah pyghmbr pnnyn qvmn kun tvpth āe tim pyghmbr timn nishhi nnụ̄ mʿjzat th dlylh hytth mgr timav zạnụ̄ tim aapzụ̄, ps hyvt aashi timn lvukn nishhi yimav nafrmany kr antqam, kyazi aashi petth avs matthi baaymann yạry krnụ̄ pnnhi vʿdh mvjvb."
  },
  {
    "verse_id": 48,
    "translation": "Mʿbvdi brḥq chhu tiyuthue qdrt vvl th ḥkmt vvl yus vav svzan chhu, suh vav chhu avbrs tulan tvpth chhus āsman khạrith muczravan yithh pạtthụ̄ suh yczhan chhu, tvpth chhus thavan thh bh thh, tvpth chhukh czh vuchhan rvud chhu nyran tamhi avbr mnz, tvpth yylhi suh rvud vatnavun chhu pnnyv bndv andrh timn yimn nishhi suh vatnavun yczhan chhu, aty chhi tim khosh gczhan th shạdyanh kran."
  },
  {
    "verse_id": 49,
    "translation": "Ḥalankh tim ạsụ̄ yqynaan aamhi rvudkh yinh brvntth balkl naamyd th mayvs spdụ̄ mtụ̄."
  },
  {
    "verse_id": 50,
    "translation": "Ps vuchh czh khdae sndi rḥmtkụ̄ āthar th ntyjh kithhi pạtthụ̄ chhu pnnhi rḥmt sintụ̄ mvmtis yʿny khshk gạmtis zmyns zndh kran yʿny trv tazh. Be shk yhi kth chhe nʿmt th dlyl yymhi kthhi hnz kh Allah tʿālyā chhu qdrt vvl lvukn hndi mrnh pth byyhi timn zndh krns petth. Aamhi sintụ̄ sapud thạbt kh yohe khda chhu yqynaan zndh kran sarine mordn byyhi chhu sue prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 51,
    "translation": "Tvpth hrgah svzv asụ̄ tuhndis zraʿts petth muẓr hva yymhi sintụ̄ tim vuchhn tth zraʿts zrd sapdith khshk gczhan, ykdm bdlhi tihundd ḥal, tamhi pte hyn tim kfrani nʿmt krun, yimh nʿmcz sanhi rvznkh nh yade. Aamhi sintụ̄ sapud mʿlvm kh tim chhi be ḥys, tihindi khạṭr ghm khyvn chhu be kar."
  },
  {
    "verse_id": 52,
    "translation": "tvhụ̄ nh ḥẓ hykyvukh nh bvznạvith mordh byyhi nh ḥẓ hykyvukh bvznạvith zrụ̄ pnnụ̄ ālv, khṣvṣaan yylhi tim tohyhi kun thr phirith tohyhi nishhi dvur czlan āsn."
  },
  {
    "verse_id": 53,
    "translation": "Byyhi nh ḥẓ hykiv nh tvhụ̄ vath hạvith aanyn yylhi timn vath rạvmcz āshi, tvhụ̄ hykiyvukh nh bvznạvith mgr yim pczh kran chhi sanyn āyatn, timae chhi sanyn ḥukmn grdn darvunụ̄ yylhi yim lvukh mushabhi chhi mordn th zryn, ps mah thạviv tvhụ̄ tvqʿ th branth aymanch timn nishhi, nh mah khyyiv tihindi ayman nh ananuk kanhh ghm."
  },
  {
    "verse_id": 54,
    "translation": "Mʿbvudi brḥq chhu sue dhati pak yymụ̄ tvhụ̄ pạdh krinav kmzvury hndis ḥalts mnz, so gyhi ansan snz abtdạyy ḥalt, lokcharch ḥalt, tvpth kvrnav tamhi kmzvury pth qvt th ṭaqt ʿṭa yʿny jvany, tamhi qvth pth kvrnv byyhi kmzvury th bjr ʿṭa, suh yhi yczhan chhu thi chhu pạdh kran, prth tṣrfs chhu suh pvurh zanan, tth tṣrf kis jạry th nạfdh krns petth chhu pvur qdrt thavan. Sue chhu svrue zanh vun pvur qdrt vvl."
  },
  {
    "verse_id": 55,
    "translation": "Yymhi doh qyamt qạyim spdi, kafr th nafrman lvukh havn tamhi dohkụ̄ hvlnak ḥalat vuchhith qsm kh qyamt āyhi setthah jld, asụ̄ rvudụ̄ nh qbrn andr yʿny ʿālmi brzkhs andr mgr akis gri th akis saʿts, yithe pạtthụ̄ ạsụ̄ na tim dnyahs mnz thi vultth pkan yʿny dnyahs mnz thi ạsụ̄ yim lvukh ghlṭ khyalat diln mnz jmạvith phirith kthh kran."
  },
  {
    "verse_id": 56,
    "translation": "Yimn mjrmn vann tim lvukh yimn ʿlm th ayman ʿṭa krnh āmut āshi yʿny bayamn yimn shryʿt kyn chyzn hund pth chhu, ae kafrv tvhụ̄ tthhryyv qbrn andr khddae sndi lykhimthi th mqrr krimathi vqth mvjvb brabr qyamt kis dohs tanụ̄, yykya chhu aaz varh karh qyamtuk doh mgr tvhụ̄ kthi ạsiv yymhi dohukh yqyn thavan blkh ạsiv tkdhyb th ankar kran, tmy ankarh kh shamth chhiv aaz pryshan."
  },
  {
    "verse_id": 57,
    "translation": "ps diyhi nh tamhi doh kanhh nfʿ th fạydh timn lvukn yimav shrkh th kfr sintụ̄ pans ẓlm kvr ʿdhur krun, nh yiyhi timn nishhi ʿdhur pysh krnuk th tvbh krnuk ya khdays rạẓụ̄ krnuk mṭalbh krnh, kyazi tamuyk vqt āshi guzryvmut."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi krụ̄ aashi byan yth qrān mjyds mnz lvukn fkri tarnh khạṭr byyhi timn hdayt bnnh khạṭr prth qsmh chh mthalh th prth qsmkụ̄ mẓamyn yim pnnhi kmali blaghth sbbh mqtẓy ạsụ̄ kh yimn kạfrn bnhi ha hdayt mgr nhayt bghẓ v ʿnad sbbh kvr nh timav suh qbvl. Tmh sapud nh timn kanhh fạydh ḥaṣl. Tvpth hrgah tvhụ̄ yarsvl Allah timn nishhi aniv timav mʿjzv andrh kanhh mʿjzah yimn hnz tim frmạysh chhi kran, tvthi vann ẓrvr kạfr kh tvhụ̄ sạry chhiv aapziyạrụ̄."
  },
  {
    "verse_id": 59,
    "translation": "yithe pạtthụ̄ chhu Allah tʿālyā nadann hndyn diln petth mohrkran yʿny rvz brvz chhu tihindi qbvl krnuk aistʿdad sust th ẓʿīf spdan, bughẓ v ʿnaduk qvt qvy sapdan."
  },
  {
    "verse_id": 60,
    "translation": "Ps kriv tvhụ̄ yarsvl Allah tihindis tklyfs th aiydhahs petth ṣbr, pzipạtthụ̄ Allah tʿālyā hn yas yạry hund vʿdh tohyhi sintụ̄ kvrmut chhu, suh chhu ḥq th pvz, yim mnkryni qyamt mh spdin bạʿth tohyhi be ṣbry krns petth."
  }
]