[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvf mqṭʿāt, yimn hund mʿnhi zanhi panh khdae."
  },
  {
    "verse_id": 2,
    "translation": "Yim āyat chhi mḥkm th mẓbvṭ ktabhi hndụ̄."
  },
  {
    "verse_id": 3,
    "translation": "Yosh ktab bdd hdayt th bdd rḥmt chhe nykv karn hndi khạṭr."
  },
  {
    "verse_id": 4,
    "translation": "Tim nykv kar ge time yim nemaz qạym thavan chhi, byyhi yim zkvāhh ada kran chhi, byyhi yim ạkhrtuk pvur yqyn thavan chhi."
  },
  {
    "verse_id": 5,
    "translation": "Time chhi nnis prvrdgar snzi syzi vathi petth byyhi chhi time kamyab th rsth gar."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi chhi lvukv andrh bʿẓ lvukh tamhi qsmkụ̄ yim ʿmly chhi hyvan qrān shryf nishhi aʿraẓ krith vahyat th fẓvl qṣh yuth lvukn tim ddaln fẓvl kth vnụ̄ vnụ̄ khdae snzi vthi nishhi nadạny sintụ̄, byhi zanhi tth aakh tthtthah, yime lvukh ge tim yihndi khạṭr khvar krvun ʿdhab chhu."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi yylhi prnh yivan chhi tmis petth sạnụ̄ āyat, thar phirith chhu czlan tkbr san zan nh bvuznue. Zan tihndyn knn don zar avs. Ps khbr diyiv ts kurrri ʿdhabch. Yymhi āyh krymuk shanhi nzvl chhu kh aakh shkhṣah avs kạfrn hndyv ztthyv andrh yas nṣr bn ḥarth nav avs. Suh avs gczhan mulk farss kun tjart khạṭr. Tathi avs tthi kyn padshahn hndụ̄ qṣh th tarykh mvlụ̄ hyvan. Tvpth avs qryshn andr bihith vnan kh Muḥammad ṣly Allah ʿlyh v slm chhi tohyhi vnan ʿād v thmvdn hund qṣh, vliv bh bvznavav rustm, aisfndyar, byyhi ʿjmy padshahn hndụ̄ qṣh. Bʿẓ lvukh ạsụ̄ dlchspy san tim qṣh bvzan, byyhi ạs amụ̄ mvlụ̄ hyczmcz aakh gyvan vajinụ̄ knyzah. Tvpth yylhi vuchhan avs kạnshi shkhṣs aslams kun mạyl spdan, aty avs amis knyzih ts nishhi svzan, ts knyzi avs vnan zi khyavun chavun yhi shkhṣ byyhi bvznavun panun gyvun. Tvpth avs ts shkhṣs vnan, vuchhan chhukhh ḥal. Czh vanth yth chha lṭf kinh tth yath kun Muḥammad ṣly Allah ʿlyh v slm lvukn nad divan chhu. Tim chhi vnan nemaz priv, rvzh dar rvuziv, zuvczttiv dyns pth. Chnanchh aath petth spdụ̄ yim āyat krymh nạzl. Yimn āyat krymn mnz chhu Allah tʿālyā dhkr kran timn shqyn hnz ḥalt yim pnnhi jhalt v shqavth mokhh qrān krym nishhi aʿraẓ krith naczun gyvun lhv vlʿb, tmashhi vuchhun ya byyhi vahyat v khrafat bvzns mnz mstghrq ạsụ̄, tim chhi kvshsh kran kh byyan lvukn thi ddalhn yimne kamyn sintụ̄ mshghvl krith khdae sndi dyn nishhi. Dyn chn kthn petth chhi tthtthh mdhaq kran. Ḥẓrt ḥsn bṣry chhi frmavan lhv alḥdyths mtʿlq kh yus chyz cze ddạly khdae sndi ʿbadt nishhi mthlaan qṣh vanun ya bvzun, tthtthh mskhry krnụ̄, gyvun th bajhi bvzun, yhi svrue gvv dakhl lhv alḥdyths mnz. Shani nzvl yymhi āyh krymuk agr chh khaṣ chhu mgr ḥkm chhu ʿām yus lhv v lʿb ya yosh kạm dyni aslam nishhi ya aḥkami aslamv nishhi pth rttnuk bạʿth spdi chh ḥram."
  },
  {
    "verse_id": 8,
    "translation": "Be shk yimav lvukv ayman avn th rcz ʿmlh krykh, tihindi khạṭr chhi nʿmczn hndụ̄ jnt."
  },
  {
    "verse_id": 9,
    "translation": "Timne mnz rvzn hmyshh, yhi chhu khdae sund pvz vʿdh. Suh chhu ghạlb th ḥkmt vvl."
  },
  {
    "verse_id": 10,
    "translation": "Tmy prvrdgarn kvr pạdh āsman thamv vrạe, yus tohyhi thi vuchhan chhuv, byyhi thạvụ̄ tmụ̄ zmyns petth bddụ̄ bddụ̄ koh lngr hy yuth nh so zmyn tohyhi lvukn hyth bon kun namhi, votl bujhi kri, byyhi trạvin chhkrith aath zmyns mnz prth qsmkụ̄ janvr, byyhi kvr aashi nạzl āsman kh ṭrfh rvud, tvpth khạrụ̄ aashi tamhi zmyn mnz prth qsmkụ̄ nbatat jvrh jvrh, rtụ̄ rtụ̄ chyz."
  },
  {
    "verse_id": 11,
    "translation": "Tvhụ̄ frmạviyvukh ae lvukv, yhi gyhi khdae snz pydạysh, ps hạvitv tvhụ̄ me khdays vrạe yim mʿbvdani bạṭl tvhụ̄ mqrr kran chhvukh timav kya kvr pạdh ta aynkh bvznh yiyhi ha tihinz kyazi gczihh prstsh krnụ̄, blkh chhi ẓạlm nanhi gmrạhy mnz mbtla."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi kvr aashi ʿṭa lqman ʿlyh alslams gatth jar, suh gvv ʿlm v ʿml, tvpth frmvvus aashi kh shukr daph khdays tihnzn nʿmczn petth khṣvṣaan ḥkmts petth yosh bdd nʿmt chhe kyazi yus khdae snz shkrguzạry chhu kran ts chhu tamuyk fạydh pnnis pans yʿny nʿmts andr zyadty spdnụ̄ yus kfrani nʿmt chhu kran suh chhu pnnue nqṣan kran. Ps be shk Allah tʿālyā chhu be nyaz, suh chhunh mḥtaj kạnshi hnzi shkrgzạry kun. Suh chhu ḥmd dapnh āmut, chvnkh lqman ʿlyh alslams āyhi ḥkmt ʿṭa krnh, ps sapud thạbt kh tim chhi ḥkym v dana, yithis ḥkym snz tʿlym chhe qạbl ʿml, lhādha kriv byan tihnzv tʿlymatv andrh kynhh."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi yylhi lqman ʿlyh alslamn pnnis nychvis vʿẓ v nṣyḥt kran dvp gvbrah kth chhe yhe kh shryk tthhrạvi zynh mʿbvdi brḥqs kunhi qsmh, pzipạtthụ̄ ts shryk tthhravun chhu bvdd ẓlm."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi kvr aashi tạkydy ḥkm ansans mạlis majhi hndi ḥqh kh prth ḥals andr gczihh tihund adb th rʿāyt mlḥvẓ thavun. Kyazi timav chhu amis bchhi sndi khạṭr varyah mshqt th tklyf tulimtụ̄ khṣvṣaan majh chnanchh tul yhi ansan tmụ̄ snzi majhi pnnhi ydd mnz, ẓʿfs petth ẓʿfs th tklyfs petth tklyf brdasht krith navn rytn. Aakh avsus ydd mnz tulnuk tklyf. Tvpth prsnuk tklyf, dod chavnuk, tulnuk travnuk tklyf. Rats dohs panun āram th āsạysh ravran, amis llh van th sulh van, tvpth chhu amis bchh sndi dod czttnuk mdt don vriyn tam, yimn don vriyn thi chhe yhi mvj amis bchs mshfqanh khdmt kran yath mạlụ̄ sund thi chhu āsan ashtraki ʿml. Mvj chhas kochhhi mnz travan th mvl chhus tulan, mvl chhus travan th mvj chhas tulan, yim doshve chhis lolh mth lae kran. Aamy mokhh kvr aashi pnnyn ḥqvqn sintụ̄ mạlis majhi hundḥq adakrnuk ḥkm amis ansans petth, me frmvv amis ansans kh kr czh shkrguzạry, aakh myạnụ̄ byyhi krụ̄ zi shkrgzạry pnnis mạlis majhi hnz. Allah tʿālyā snz shkr guzạry gyhi ʿbadt v aṭaʿt sintụ̄, mạlis majhi hnz shkrguzạry gyhi khdmt sintụ̄ byyhi tihindụ̄ ḥqvq ada krnh sintụ̄, ptvlakh chhuv mee nishhi vatun, tamhi saʿth yuth vvv mut āsyth tiyuth lonkh bavjvd aynkh mạlis majhi hund ḥq chhu setthah bvdd mgr tvḥyduk mslh chhuv tiyuth ʿẓym alshan kh"
  },
  {
    "verse_id": 15,
    "translation": "Hrgah tim doshve ya timav andrh aakh mjbvr krne me shryk tthhravns petth suh chyz yymich nh the khbre āsy so kth mạnụ̄ zynh czh kynhh hrgz, yhi kth chhe ẓrvry kh dnyakyn ẓrvryatn andr rvuzụ̄zi cz timn sintụ̄ rthi ṭryqh. Dyn kis mʿāmls andr pkh czh ts shkhṣh snzi vathi yus me kun rjvʿ krvun āshi yʿny myanyn aḥkamn petth ʿml krvun āshi, tvpth chhuv tohyhi sarine kamyn kun rjvʿ krun, bh krv tohyhi sarine khbr timn sarine kamyn hnz yimh tvhụ̄ kran ạsiv. Lhādha mh kriv tvhụ̄ myạnis kunhi ḥkms khlaf aamhi pth chhi byan kran, byyhi lqman ḥkmcz yʿny lqman ṣạbn frmvv pnnis frznds."
  },
  {
    "verse_id": 16,
    "translation": "Ae myanhi frndh Allah tʿālyā sund ʿlm th qdrt chhu tyvut kh agr kạnshi hnz ʿml āshi āsrụ̄ dans brabr mqdarh kinụ̄, soe āshi kunhi brris pls mnz khttith thavnh āmcz nath āshi āsmann andr lvukn nishhi dvur kunhi jayhi, ya āshi zmyns mnz tl patal yvt nh kanhh vạtith hykhi mgr khdae sundd shan chhu kh yimav sarive pvushydh jayv mnz krrith aanhi suh qyamt kh doh ḥsab kh vqth. Aamy andrh chhu spdan tmụ̄ sund kmali qdrt thạbt. Be shk Allah tʿālyā chhu setthah bvdd baryk byn sarichy khbr thavn vvl, ts chhe pvur khbr kus chyz kthi ns chhu."
  },
  {
    "verse_id": 17,
    "translation": "ʿmln mtʿlq frmạvns yhi nṣyḥt kh ae myanhi frzndh nemaz thavbrpa, nemaz chhe aʿlyā drjich ʿml byyhi ās rczn kamyn hund aamr kran byyn lvukn th byyhi ās ychh kamyv nishhi lvukn mnʿ kran, aath mnz yus tklyfah th mṣybtah vạty, prth mṣybts petth ās ṣbr kran, pzipạtthụ̄ yhi ṣbr krun chhu hmt chv kamyv andrh."
  },
  {
    "verse_id": 18,
    "translation": "Akhlaq v ʿādatn andr frmvvts, byyhi mh ās lvukn nishhi buth panun phiran tkbr sbbh, byyhi mh ās zmynhi petth pkan ddalh maran tmhi ghrvrv tkbrsan kyazi, be shk Allah tʿālyā chhunh psnd kran kạnshi mghrvrs yus thykan āshi."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi ās myanh rvy kran pnnis pkns andr th mh ās dvr tulith pkan, thi chhu aakh vqars khlaf byyhi chhi tth andr db lgnuk khṭrh, nh mh ās tvulụ̄ tvulụ̄ pkan, yhi chhe mtkbrn hnz chal, byyhi kr pst āvaz pnnụ̄, krykh mh ās lgan. Pzipạtthụ̄ āvazi andr chhe ychh āvaz khrh snz āvaz, yth andr nh kanhh fạydh chhu, lhādha ansan ạsith mh bn khar. Ḥẓrt ʿkrmh th ḥẓrt lyth chhi frmavan kh lqman ʿlyh alslam ạsụ̄ nby mgr ḥkym trmdhy chhi nvadrs mnz mrfvʿ aakh ḥdyth shryfah pysh kran kh lqman ʿlyh alslams āe yhi khlaft pysh krnh davud ʿlyh alslams brvntth mgr timav dvp hrgah ḥkm chhum tylhi chhu mnẓvr bsr v chshm, hrgah myanhimrẓy mvjb chhu tylhi chhus bh mʿạfy mngan chnanchh pth āyhi so khlaft ʿṭa krnh. Chnanchh yhi rvayt chhe durmnthvrs andr. Akthr ʿlmaʿ chhi frmavan kh ḥẓrt lqman chhi ạsimtụ̄ ḥbshikụ̄ rvzn vạlụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Kya tohyhi chhav na mshạhdh sintụ̄ th dlylv sintụ̄ yhi kth mʿlvm kh Allah tʿālyā hn chhi bvasṭh ya bla vasṭh kamhi lạgimtụ̄ muskhr th ram krimtụ̄ tuhndi fạydh khạṭr tim sạry chyz yim āsmann byyhi zmynn mnz chhi, byyhi kryn pnnhi nʿmczh pvur tohyhi petth, ẓạhry nanhi nʿmczh thi, timh nʿmczh yimh ẓạhry ḥvasv sintụ̄ czynnh yivan chhe, bạṭny th pvushydh nʿmczh thi yimh nʿmczh ʿqlhi sintụ̄ czynnhi yivan chhe. Bavjvdān chhi lvukv andrh bʿẓ tim lvukh yim bḥth th jigrrh chhi lagan khdae sndis kun āsnh kis mʿāmls andr ʿlmh vrạe, vaqfyh vrạe th kunhi dlylhi vrạe, byyhi kunhi rvshn ktabhi hndi ḥvalh vrạe."
  },
  {
    "verse_id": 21,
    "translation": "Tvpth yylhi vannhi yivan chhu timn pạrvy kriv tth ḥkms yus Allah tʿālyā hn nạzl kvr, dpan chhi nh blkh krv asụ̄ pạrvy tth ṭryqs petth yth petth aashi pnnụ̄ mạlụ̄ buddi bb ʿml kran vuchh, kya hrgah tihindyn malyn buddi bbn shyṭan nad divan avs tth gmrạhy kun yosh narkis ʿdhabs mvjb ạs tvthi krn nh tim tihnz pạrvy."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi yus aakhah paziyuk atbaʿ krith pushravi panun pan mʿbvdi brḥqs yath ḥals mnz kh suh āshi rcz kamhi krvun, adh tmụ̄ krthph mḥkm razih. Tmụ̄ kr zvrh thph mẓbvṭ hanklhi, ptv lakh chhe sare kamhi th sarine kamyn hund anjam khdae se nishhi vatn vvl."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi yymụ̄ shkhṣn bavjvd ayn vẓaḥt kfr th ankare kvr, tihundd kfr th ankar mḥẓ krin tohyhi ghmgyn th āzurdh, aasy nishhi chhu vatun rjvʿ krun timn sarine. Asụ̄ krvkh tim khbrdar timavvsarive kamyv sintụ̄ yimh tim dnyahs mnz kran ạsụ̄. Be shk Allah tʿālyā chhu pvur zanan timh sare kthh yimh diln mnz khttith th pvushydh chhe, baqy kamyn hnz chhanh kthe."
  },
  {
    "verse_id": 24,
    "translation": "Tmtʿ tulnavvkh asụ̄ tim dnyahs mnz km kynhh kalah, tvpth vatnavvkh asụ̄ tim jbraan skht ʿdhabs andr yymhi mnz nh tim nyirithe hykn. Yth tvḥyds kun asụ̄ timn nad divan chhi tamhi chn abtdạyy bʿẓ kthn chhi tim tslym kran chnanchh."
  },
  {
    "verse_id": 25,
    "translation": "Hrgah tvhụ̄ yarsvl Allah timn prczhv āsamn th zmyn kmụ̄ kvr pạdh, ẓrvr vann kh Allah tʿālyā hn kvr pạdh. Tvhụ̄ dpiv ḥmd bvvin khdays kh yhi kth chhav tohyhi fkri tran, yosh kth zyadh ẓrvry ạs so spz tihindy aqrar sintụ̄ thạbt, dvyim kth yosh aath sintụ̄ lạzm ạs kh yus chyz mkhlvq thi pạdh krnh āmut āshi suh hykya mrbvud ạsith. Yhi chhuv nh tgan zanun byyhi chhuv nh tran fkri. Mgr timv andrh chhi akthr lvukh yimn yiyiczhn thi zannụ̄ tgan chhe, khdae sund shan chhu kh"
  },
  {
    "verse_id": 26,
    "translation": "Khdae sund chhu thi svrue yhi āsmann th zmynn mnz chhu. Be shk Allah tʿālyā chhu bdhati khvd thi be nyaz, sarine tʿryfn szavar, sue chhu szavari alvhyt, tmụ̄ snz khvubyhi th tʿryf chhi tithụ̄ kh."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi hrgah timn sarine kulyn yim tmam rve zmyns petth chhi timn yin bnavnh qlmn sumbụ̄ ḥṣh tvpth āshi smndr myil lykhnh khạṭr syạhy, aakhi smndr pth stvae smndr, timve qlmav sintụ̄ th tamhi myilhi sintụ̄ yin lykhnh Allah tʿālyā sndụ̄ klmat yʿny timh kthh yimav sintụ̄ tihindụ̄ kmalat yin phirnh, yim sạry qlm th yhi sạre myil gczihh khtm mgr timh kthh gczhn nh khtm yimav sintụ̄ tim kmalat yin byan krnh. Be sh Allah tʿālyā chhu ghạlb setthah ḥkmt vvl. Suh chhu qdrts andr thi kạml, ʿiilms andr thi kạml. Tihnze qdrt gyhi kh sarine kri byyhi pạdh yath nafhm lvukh dshvar zanan chhi ḥalankh."
  },
  {
    "verse_id": 28,
    "translation": "Ae lvukv tohyhi sarine hund goddh pạd krun byyhi mrith dvbarh zndh krun chhunh khdays nishhi mgr tiyuthue yuth akis shkhṣh sund hyvu pạdh krun chhu. Be shk Allah tʿālyā chhu svrue bvzvun, svrue vuchhvun. Suh diyhi mrnh pth byyhi zndh gczhnh kyn mnkrn ẓrvr sza."
  },
  {
    "verse_id": 29,
    "translation": "Kya vuchhan chhukhna czh ae vuchhvunhi, kiyuth qdrth vvl chhu suh. Sue chhu rạcz hndis akis ḥṣs doh kis ḥṣs mnz vatnavan byyhi doh kis ḥṣs rạcz hndis ḥṣs mnz vatnavan, byyhi thạv tmy āftab th zvun kamhi lạgith, yimav doyv andrh chhu prth akhah pkan tth vqts tanụ̄ yus tihindi khạṭr mqrr krnh āmut chhu, yʿny qyamts tanụ̄, byyhi chhuvvna tohyhi mʿlvm kh Allah tʿālyā chhu thi svrue zanan yhi tvhụ̄ kran chhiv. Tohyhi chha gmanh zi tuhnz shrkh chh kamhi kya āsn ts nishhi pvushydh. Suh kya diyhi nh tohyhi aath petth sza."
  },
  {
    "verse_id": 30,
    "translation": "Yimh kthh yʿny āsman pạdh krun, doh th rat aakh akis mnz vatnavun, āfatb th zvun kamhi lagun chhu khaṣ Allah tʿālyā se yymhi mokhh kh Allah tʿālyā he chhu pnnhi hsty th vjvds mnz kạml, sue chhu vajb alvjvd. Lvukh yimn chyzn hnz prstsh kran chhi ts vrạe tim chhi bạṭl. Byyhi chhu Allah tʿālyā he ʿāly shan, thvd th bvdd, tihindis bjrs th thzrs vathi nh kanhh."
  },
  {
    "verse_id": 31,
    "translation": "Kya ae mkhạṭb cze chhe na tvḥydich yhi dlyl mʿlvm kh be shk jhazh th navh chhe pkan dryavn andr khdae sndy fẓlh sintụ̄ yuth suh tohyhi havi pnnhi qdrtkụ̄ nshanh, pzipạtthụ̄ aath mnz chhi qdrtkụ̄ bddụ̄ nshanh ṣbr th shkr krvunụ̄ sndi khạṭr yʿny baaymann hndi khạṭr, time chhi mvjn )lhrn( hndi vothnh kh vqth ṣbrkran, jhazh ya nav bvtth lgnh vqth shkr dpan."
  },
  {
    "verse_id": 32,
    "translation": "Tvpth yylhi timn kạfrn smndruk mvj thvd khsith sayhi bann hndụ̄ pạtthụ̄ valnh yivan chhu, tamhi saʿth chhi mngan khdays bndgy khạlṣ tihindy khạṭr amant th aʿtqadh, tamhi pth yylhi Allah tʿālyā timn njat dith btthis tl vatnavan chhu, timv mnzh chhi bʿẓ drmyan ḥalts petth rvuzith khdae sund yad kran yʿny shrk trạvith tvḥyd akhtyar kran mgr bʿẓ chhi balkl sanyn āyatn mshrạvith sanyn qdrt kyn nshann ankar kran mgr time lvukh yim ghdar th kfrani nʿmt krvunụ̄ chhi."
  },
  {
    "verse_id": 33,
    "translation": "Ae lvukv khvcziv prvrdgars pnnis, pth rvuziv tihnz nafrmạny nishhi, byyhi shrk v kfr nishhi, byyhi khocziv tth dohs yymhi doh nh kanhh mvlah jvab hykhi dith. ʿdhab pth hykhi rttith pnnis nychvis nishhi, nh hykhi kanhh nychvah pth rttith pnnis mạlis nishhi kunhi qsmuk ʿdhab, yhi doh chhu ẓrvr yivun kyazi Allah tʿālyā hn chhu aamuyk vʿdh kvrmut. Pzipạtthụ̄ Allah tʿālyā sund vʿdh chhu ḥq th pvz thvabs th ʿdhabs mtʿlq. Ps yuthnh dvkhh diyhi tohyhi dnyahch zndgy yth sintụ̄ mshghvl rvuzith spdiv ghạfl tamhi doh nishhi, byyhi yuthnh khdae snd ṭrfh tohyhi shyṭan fryb baz th dvkhh baz."
  },
  {
    "verse_id": 34,
    "translation": "Be shk Allah tʿālyā se chhe qyamtch khbr kh so kr sapdi vaqʿ, byyhi chhu sue rvud travan, byyhi chhe ts khbrasbab v ālatn hndi vasṭh vrạe kya chhu znann hndyn shkmn andr, kvur chha kinh nychuv, byyhi chhanh kạnshi khbr kạnshi shkhṣs, pgah kosh kạm krh bh, byyhi chhanh khbr kạnshi shkhṣs kth jayhi mnz mari kmhi vqth. Be shk Allah tʿālyā chhu svrue zanh vun, ts chhe sare chyzn hnz pvur khbr."
  }
]