[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvf mqṭʿāt, yimn hund mʿny zanhi panh khdae."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi ktabhi yʿny qrān mjyd kis nazl spdns mnz chhunh kanhh shkhah, yhi chhe nazl spdan rb alʿālmyn sndi ṭrfh."
  },
  {
    "verse_id": 3,
    "translation": "Blkh chhe yhi ktab pzipạtthụ̄ tuhndis prvrdgar sndi ṭrfh nazl spzmcz yuth tohyhi aamhi sintụ̄ byim kri prvrdgar sndi ʿdhabh nishhi timn lvukn yimn kun nh tohyhi brvntth kanhh pyghmbrah byim krvun āmut chhu, dyv tim lvukh rahi rasts petth yin."
  },
  {
    "verse_id": 4,
    "translation": "Allah tʿālyā gvv sue dhati pak yymụ̄ āsman th zmyn byyhi tim mkhlvqat yim timn mnz bag chhi pạdh krụ̄ shyn dohn hndis mdts andr. Tvpth sapud mstvy ʿrshs petth tamhi ṭryqh yus tihinds shans szavar th layq chhu. Suh chhu tyuth bvdd th ʿẓymu alshan kh tihindi rẓa th ajazt vrạe chhunh tuhund kanhh mdd garah, nh sfạrsh krvunah, albth tihindi ajazth spdi shfaʿt, mgr nṣrt v mdds mtʿlq āshi nh ajazthe. Ps kvnh chhiv nṣyḥt rttan kh yithis dhati paks hykya shryk ạsith."
  },
  {
    "verse_id": 5,
    "translation": "Sue chhu yuth kh āsman petthh zmyns tam yimh kamhi chhe timn sarine hund antẓam th tdbyr krvun chhu sue. Tvpth yin sạry mʿāmlh th sare kamhi ts brvntth kun pysh krnh tth dohs andr yymhi dohuk mqdar tuhndi gnzrnh mvjvb akh sas vry āshi yʿny qyamtuk doh."
  },
  {
    "verse_id": 6,
    "translation": "Sue khda chhu zanh vun yhi svrue khttith chhu byyhi yhi nvn chhu, sytthah ghlbh vvl zbrdst sytthah rḥmt vvl."
  },
  {
    "verse_id": 7,
    "translation": "Yymụ̄ prvrdgarn sytthah rut kvr prth chyzah byyhi kvr tmụ̄ abtda ansan snzi pydạyshhi hund myczi nishhi."
  },
  {
    "verse_id": 8,
    "translation": "Tvpth kvrun pạd tuhund nsl th avlad pshth mnz krrnh āmthi be qdr ẓʿīf ābh qṭrh nishhi."
  },
  {
    "verse_id": 9,
    "translation": "Tvpth kvrun majhi hndis shkms mnz tuhund bdn brabr. Tvpth vatnvvun tth mnz phokh dith panun rvḥ, byyhi krin pạdh tuhndụ̄ kn bvznh khạṭr, byyhi achh vuchhnh khạṭr, byyhi dl zannh khạṭr. Yim sạry chyz yimav sintụ̄ tihund kmali qdrt thạbt spdan chhu ạs mngan tihnz shkrgzạry krnụ̄ mgr sytthah km chhiv tvhụ̄ tihnz shkrguzạry kran."
  },
  {
    "verse_id": 10,
    "translation": "Qyamtkụ̄ mnkr chhi vnan, kya yylhi asụ̄ myczi sintụ̄ mycz gczhv, kya aashi chha nvv pạdh sapdun. Yim chhinh mrnh pth zndh spdns yvut ʿjyb zanan blkh chhi yim pnnis khdays sintụ̄ mlaqat krns th brvntth kun ḥạẓr spdns thi mnkr."
  },
  {
    "verse_id": 11,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, tohyhi chhunh mʿdvm spdun blkh krri tuhndyn rvḥn mlk almvt yus khdae sndi ṭrfh mqrr krnh āmut chhu tuhund rvḥ krrnh khạṭr. Tvpth yiyiv tvhụ̄ vatnavnh pnnis prvrdgars nishhi, suh diyav ʿmln mvzvurụ̄, rczn hnz rcze, ychhn hnz ychhe."
  },
  {
    "verse_id": 12,
    "translation": "Hrgah tvhụ̄ vuchhvukh yim nafrman kithh pạtthụ̄ āsn qyamt kh doh klh bon kun trạvith pnnis khdays brvntthh knhi skht shrmndgy andr, tvụ̄ vuchhiv tihund ʿjyb ḥalah, vnan ạsụ̄, ae sanhi prvrdgar, aashi vuchh thi yth asụ̄ ankar kran ạsụ̄, byyhi bvuz aashi thi svrue yth nh asụ̄ kn thavan ạsụ̄, sanhi achh th kn āe mczravnh, mʿlvm sapud yhi kynczhah pyghmbr frmavan ạsụ̄ thi svrue avs pvz, ps svzkhna czh aashi byyhi dnyahs kun, asụ̄ krhav vonụ̄ tathi rcz ʿmlh, be shk chhi asụ̄ vonụ̄ pvur yqyn krvunụ̄. Mgr yhi tihund vanun āshi tathi balkl bykar."
  },
  {
    "verse_id": 13,
    "translation": "Hrgah aashi mnẓvr āsiha asụ̄ krhav prth shkhṣs hdayt dnyahs andr aymans th rczn ʿmln kun, mgr myạnụ̄ kth chhe azly th tqdyry yosh me aazlh kh dohh varyahv ḥkmtv mvjvb mḥqq spzmcz chhe kh ẓrvr brn th pur krn bh jhnm jinv th ansanv sintụ̄, yim kạfr ạsụ̄ yikh vtth, vonụ̄ yylhi tihund dnyahs kun gczuhn nammkn chhu lhādha yiyhi timn vannh."
  },
  {
    "verse_id": 14,
    "translation": "Vonụ̄ czihiv tvhụ̄ yymu mzh kh tohyhi avsuv na panun yth dohs mnz smkhun mshrvvmut, aashi thi mshrạviv tvhụ̄ kyazi rḥmth nishhi kriv aashi tvhụ̄ mḥrvm, vonụ̄ czihiv hmyshgy hund ʿdhab kyazi tvhụ̄ ạsiv na ticzahe kamhi kran."
  },
  {
    "verse_id": 15,
    "translation": "Ayman aann nh sanyn āyatn mgr time lvukh, timn yylhi tim āyat czyts pavnh chhi yivan, vʿẓ v nṣyḥt chhu krnh yivan, mtạthr spdith chhi tim sjds mnz yith pnnis khdae sund bpạky ḥmdv thnaʿ yad kran. Byyhi chhinh tim ayman annh nishhi kunhi qsmh tkbr th ghrvr kran yithh pạtthụ̄ kafr chhi tkbr kran, yhi gvv tihindi aʿtrafuk ḥal aamhi pth chhu byan tihindyn aʿmaln hund."
  },
  {
    "verse_id": 16,
    "translation": "Ayman aann nh sanyn āyatn mgr time lvukh tihnzh larh vathrnyv nishhi khftn nemaz th thjdch nemaz prnh khạṭr, tamhi ʿlavh chhi mngan tim pnnis prvrdgars ālv dy dy ʿdhab kh khvfh th thvab chh amydvạry san byyhi chhi tim tamhi malh mnz yus aasy ʿṭa kvrmut chhukh khrch kran khdae snzi vathi andr."
  },
  {
    "verse_id": 17,
    "translation": "Ps chhanh kạnshi akis khbr timn chyzn hnz yim khttith thavnh āmtụ̄ chhi tihindi khạṭr ghyb kis khzans andr, yimav chyzv sintụ̄ tihnz achh shyhln time chyz āsn rcz mvzvurụ̄ tihindi khạṭr timn rczn ʿmln hnz yimh tim kran ạsụ̄ dnyahs andr."
  },
  {
    "verse_id": 18,
    "translation": "Kya yus shkhṣ baayman āshi suh chha brabr ts shkhṣs yus nafrman th kạfr āshi. Nh hrgz chhinh yim zh brabr."
  },
  {
    "verse_id": 19,
    "translation": "Ps ge tim lvukh yimav ayman avn byyhi krykh rcz ʿmlh, tihindy khạṭr chhi rvznkụ̄ bagh bṭvrpysh kshy. Yithh pạtthy mhmani ʿzyzn chhi nfys nfys chyz bkmali aḥtram pysh krnh yivan, tithh pạtthụ̄ nh yithh pạtthụ̄ sạyls th mḥtajs be qdry th be vqʿty san dinh yivan chhu timn ʿmln bdl yimh tim kran ạsụ̄ dnyahs andr."
  },
  {
    "verse_id": 20,
    "translation": "Vonụ̄ yimav lvukv nafrmạny th kfr kvr, tihindi rvznch jae chhe nari jhnm, tth andr vạtith yyhi yylhi tim tamhi mnz nyrnuk khyal āsn kran, byyhi āsn tth mnz vaps vatnavnh yivan. Vannh āsykh yivan czhiv mzh tamhi nari jhnmuk yth tvhụ̄ ankar ạsiv kran."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi czhnavvkh asụ̄ tim bvnmhi drjuk ʿdhab dnyahs andr qyamt kh bddi ʿdhabh brvntth, dyv tim pays pyn kfrv shrkh nishhi pvt phyrn. Yithyn lvukn hund ʿdhabs grftar sapdun chhnh ʿjyb kthah kynhh thi kyazi."
  },
  {
    "verse_id": 22,
    "translation": "Kus aakhah chhu yuth ẓạlm ts shkhṣh sndi khoth yas vʿẓ v nṣyḥt āyhi krnh pnnis prvrdgar sndyv āyatv sintụ̄, tvpth puhyr tmụ̄ buth timav āyatv nishhi, lhādha kya shubh chhu tihindis mstḥq ʿdhab āsns andr. Ẓrvr hymv asụ̄ timn nafrmann antqam tvhụ̄ rvuziv mṭmʿn yarsvl Allah,"
  },
  {
    "verse_id": 23,
    "translation": "Be shk aashi kvr ʿṭa tihindy pạtthụ̄ mvsyā ʿlyh alslams ktab )tvrah( yymhi kis ashaʿts andr timn tklyf brdasht krun pyvv, yithe pạtthụ̄ kr tohyhi thi aashi ktab ʿṭa, aamhi kis ashaʿts andr chhuv tohyhi thi tklyf brdasht krun. Ps mah rvuziv tvhụ̄ shks th trduds andr aamhi ktabhi hndis ʿṭa spdns andr. Aath mnz chhunh kanhh thi shk th shubh ya mh kriv trdud mvsyā ʿlyh alslams sintụ̄ drshbi mʿraj mlaqat krns andr, tohyhi kvruv ḥqyqth pạtthụ̄ timn sintụ̄ mlaqat, suh kanhh nẓrbndy ya khyaly mlaqat avsnh, byyhi kr aashi so ktab yʿny tvrah bny asrạyln hndi khạṭr sbb hdayt, yithe pạtthy sapdi tuhnzi ktabhi sintụ̄ thi varyahn lvukn hdayt, tvh rvuziv khosh."
  },
  {
    "verse_id": 24,
    "translation": "Byyhi krụ̄ aashi bny asrạylv andrh varyah pyshva. Yim vath havan ạsụ̄ lvukn sanhi ḥkmh mvjvb yylhi timav ṣbr kvr mnkrynn hndyn tklyfn petth, byyhi ạsụ̄ tim sanyn āyatn petth yqyn kran aamhi sintụ̄ chhu tsly baaymann kh yylhi tim thi ashaʿt qrāns petth ṣbr krn, tim thi krvkh asụ̄ dnyahkụ̄ amam th pyshva, yhi gvv dnyakh aʿtbarh tsly."
  },
  {
    "verse_id": 25,
    "translation": "Be shk tuhund prvrdgare kri fạṣlh bny asrạyln mnz qyamt kh doh timn sarine kthn andr yimn mnz tim akhtlaf kran ạsụ̄. Suh fạṣlh gvv yohe kh baaymann vatnavi jnts andr, kafrn vatnavi jhnms andr."
  },
  {
    "verse_id": 26,
    "translation": "Kya tuhndyn dshmnn yʿny mkh kyn kạfrn krina rhnmạyy yhi kth kh kạtyah lvukh krụ̄ aashi timn brvntth hlak kfrvankar sbbh yihndyv mkanv th shhrv mnz chhinh tim aazthi shhri sham kis sfrs andr yivan gczhan timavb jayv mnzụ̄ guzran. Pzipạtthụ̄ aath mnz chhi ṣaf ṣaf nshanh yymhi kthhi hndụ̄ kh Allah tʿālyā chhu kfrs th kạfrn shrks th mshrkn petth be zar, kya tim chhina timn tbah v brbad gạmtyn lvukn hund ḥal bvzan, vonụ̄ yimn shubh chhu qyamts th mrnh pth byyhi zndh spdns mtʿlq."
  },
  {
    "verse_id": 27,
    "translation": "Kya tim chhina vuchhan kh asụ̄ chhi khshk zmyns kun āb vatnavan dryavan hund ya baranuk, tamhi pth chhi asụ̄ tamhi sintụ̄ suh zraʿt kharan yymhi mnz tihindụ̄ charpa byyhi tim panh thi khyvan chhi. Kya tim lvukh chhina aath sạnis kmali qdrts kun rvzmrh vuchhan, yithe pạtthụ̄ kya krvkh asụ̄ mordh byyhi zndh, tvpth krrvkh zmynh mnzh."
  },
  {
    "verse_id": 28,
    "translation": "Tim kạfr chhi vnan kr āshi yymhi fạṣluk doh hrgah tvhụ̄ pvz vanh vunụ̄ chhiv."
  },
  {
    "verse_id": 29,
    "translation": "Frmạvyvukh yarsvl Allah ṣly Allah ʿlyh v slm, fạṣlh kh doh diyhi nh kanhh nfʿ th fạydh timn kạfrn pczh krnụ̄ tihnz, byyhi yiyhi nh timn tamhi doh kunhi qsmh mohlt dinh."
  },
  {
    "verse_id": 30,
    "translation": "Ps phirv tvhụ̄ rve mbark panun timn nishhi yarsvl Allah. Kthn tihnzn hund mah kriv tvhụ̄ kanhh khyalah byyhi kriv tvhụ̄ khdae sndi ḥkmuk th fạṣluk ḥqh antẓar. Be shk tim thi chhi thndh tklyf v ẓryruk antẓar kran."
  }
]