[
  {
    "verse_id": 1,
    "translation": "Ae pyghmbri khda, tvhụ̄ khvcziv ḥẓ khdays byyhi mah khvcziv kạnshi, kạfrn yim nnụ̄ pạtthụ̄ dyns khlaf chhi byyhi mnafqn yim kạfrn sintụ̄ mtfq chhi, tihindis vnns mah ḥẓ kriv aʿtbar, tihnz kthh mah ḥẓ mạniv. Be shk Allah tʿālyā chhu svrue zanh vun pvur ḥkmt vvl, tihindụ̄ sạry ḥkm chhi fạydh sintụ̄ brith."
  },
  {
    "verse_id": 2,
    "translation": "Tvhụ̄ pkiv tamy ḥkmh mvjvb yus tohyhi kun vḥy svznh yivan chhu tuhndis prvrdgar sndi ṭrfh, ae lvukv pzipạtthụ̄ Allah tʿālyā chhu pvur zanan thi svrue yhi tvhụ̄ kran chhiv. Tohyhi andrh yus akhah sạnis pyghmbr snz mkhalft kri tmis sintụ̄ anzravav asụ̄ pane."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi kriv tvkl khdays petth, ps chhu Allah tʿālyā tuhnz kạm pvur krvun, aath mqablh hykhi nh chlith timn lvukn hund kanhh tdbyr. Mngth nychuv ḥqyqy nychuv zanun, tvpth tmụ̄ snzi ṭlaq dinh āmcziznanhi sintụ̄ nythr krns petth ṭʿnh zny krnụ̄ avs tiyuthue chyzah mshhvr, yithh pạtthụ̄ pnnhi āshnhi mvj vanun ya majhi sintụ̄ tshbyh dins petth nkaḥ czhynan avs khyal krnh yivan, ya hrgah kanhh shkhṣah avs setthah hushyar th ʿqlmnd āsan, dapan ạsụ̄ amis chhi zh dil syns mnz, yimn tryshvunụ̄ kthn hund aṣlaḥ kvr Allah tʿālyā hn, frmvvun."
  },
  {
    "verse_id": 4,
    "translation": "Vaqʿs mnz krụ̄ nh Allah tʿālyā hn kạnshi hndis syns mnz zh dil pạd, yithe pạtthụ̄ frmvvun, byyhi kri nh Allah tʿālyā hn tihnzh znanh yimn sintụ̄ tvhụ̄ ẓihar chhiv kran yʿny pnnyn mḥrmatn sintụ̄ chhvukh tshbyhh divan, timh chhanh spdan thi krnh sintụ̄ tuhnz majhi. Yithe pạtthụ̄ krụ̄ nh Allah tʿālyā hn tuhndụ̄ mngth nychivụ̄ ḥqyqtaan tuhndy nychivụ̄. Yimh kthh tuhnz chhe ṣrf tuhndyv chanttyv vannh yivan yimn nh vaqʿs sintụ̄ kanhh mshabht chhe blkh chhu ghlṭ kthh chhunh kanhh vaqʿī amrah spdan. Lhādha mngth nychivụ̄ snzi ṭlaq dinh āmczi znanhi sintụ̄ nkaḥ krns petth ṭʿn v tshnyʿ krun chhu mḥẓ jhl. Allah tʿālyā chhu pzkth frmavan, sue chhu syz vath havan. Chnanchh yimn tryn ghlṭyn hund aṣlaḥ kvr Allah tʿālyā hn, yylhi nh tim vaqʿs mnz tuhndụ̄ nychivụ̄ chhi, bs mah ạsiv tvhụ̄ ts mngth mạlụ̄ sund nychuv vnan."
  },
  {
    "verse_id": 5,
    "translation": "Mngth nychvyn ạsiv tvhụ̄ nad divan pnnyn ḥqyqy malyn kun nsbt krith, soe chhu zyadh anṣafch kth khdays nishhi, hrgah ne tohyhi mʿlvm āsn tihindụ̄ mạlụ̄ tylhi ge tim tuhndụ̄ dyny bạe ạsithe byyhi ge tim tuhndụ̄ dvst th rfyq. Tmy mnasbth ạsiv kanhh mnạsb lfẓah astʿmal krith timn ālv divan. Tohyhi chhunh kanhh qṣvr hrgah tvhụ̄ aath mnz kunhi vqth vshfh gczihh, hrgah tvhụ̄ zạnith krith ʿmdaan v qṣdaan yuth chyz kriv tylhi chhu gnah, hrgah tamhi gnah nishhi tvbh th astghfar kriv, tth kryv Allah tʿālyā mghfrt kyazi Allah tʿālyā chhu setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 6,
    "translation": "Pyghmbri brḥq chhu zyadh tʿlq thavan baaymann sintụ̄ tihindyv panv khoth, kyazi shkhṣh sund pan agr ychh āshi tylhi chhu ẓạhre suh chhu bdkhvah amụ̄ sund. Ḥẓrt nby krym ṣly Allah ʿlyh v slm tim chhi khạrkhvah baaymann hndi khạṭr hmyshh rut yczhan. Hrgah shkhṣh spnd pan jane āshi tvthi ma chhe tmis khbr sarine chyzn hnz kth kth mnz chhu tmis nfʿ th fạydh. Ḥẓrt nby krym timn chhu Allah tʿālyā hn sarine mfyd th nafʿ chyzn hund ʿlm ʿṭa kvrmut. Bhrḥal tihindi ṭrfh chhu nfʿe nfʿ, lhādha chhu tihund ḥq panh khothi thi zyade, tmy mokhh gczhn time zyadh ttạtthụ̄ āsnụ̄ qbylh kranhi khoth, mạlis majhi hndi khoth blkh pnnhi panh khoth thi. Tihnz azvaji ṭahrat chhe baaymann hnz vạldh. Ḥẓrt nby krym ṣly Allah ʿlyh v slm tuhndụ̄ mʿnvy babh ṣạb āsun chhu lạzm kh tihnz azvaj ṭahrat gczhn āsnhi baaymann hnzmʿnvy vạldh vjvbi tʿẓyms andr, byyhi chhi baaymann hndụ̄ qryby rshth dar addụ̄ aaddyn zyadh ḥqdar vrathts andr, khdae snzi ktabhi andr yʿny tihindi shrʿī ḥkmh mvjvb, baaymanv khoth byyhi mhajrv khoth, mgr he tvhụ̄ pnnyn dvstn nsbt kanhh aḥsanah kriv tth chhunh kanhh ḥrj yʿny bkhshạyshhi pạtthụ̄ ya vṣyt pạtthụ̄ diyiv kynhh chyzah timn. Yohe ḥkm chhu lvḥ mḥfvẓs andr lykhnh āmut yʿny vratht chhe rshth darne andr jạry krnụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi chhu suh vqt qạbl dhkr yylhi aashi rvtt ʿhd pyghmbrn nishhi khaṣ krith tohyhi nishhi yarsvl Allah ṣly Allah ʿlyh v slm, byyhi nvḥ ʿlyh alslamn nishhi, byyhi abrahym ʿlyh alslams, byyhi mvsyā ʿlyh alslams, byyhi ʿīsyā ʿlyh alslams yus mrym ʿlyha alslam sund frznd chhu, yath kthhi petth kh bndgy kriv khdae snz, byyhi diyiv lvukn thi nad tihinzy bndgy th ʿbadts kun, yohe ʿhd rvtt ashi timn nishhi mẓbvṭ ʿhdah."
  },
  {
    "verse_id": 8,
    "translation": "Yth Allah tʿālyā tḥqyqat kri qyamt kh doh pziyryn nishhi yʿny pyghmbrn nishhi tihindi pziyuk yymhi sintụ̄ tihund shrf ẓạhr spdi byyhi spdi ḥjt th dlyl qạym mnkrn petth. Aamy andrh sapud thạbt ṣaḥbi vḥy yas petth chhu vạjb vḥy ys atbaʿ krun. Ṣaḥbi vḥy ys vrạe yim chhi timn petth chhu vạjb ṣaḥb vḥy sund atbaʿ th pạrvy krnụ̄, byyhi chhu Allah tʿālyā hn kạfrn th mnkrn khạṭr tyar thvvmut dg th dvd tulh vun ʿdhab, aamhi pth chhu Allah tʿālyā frmavan aakh vaqʿāh suh gvv yohe kh ḥẓrt nby krym ṣly Allah ʿlyh v slm timav krụ̄ qbylh bny nẓyrkụ̄ yhvudụ̄ mdynh shryf nishhi jila vṭn, timn sapud ḥkm mdynh shryf mnz nyrnuk, tvpth sombrạvụ̄ timav ʿrbkụ̄ mkhtlf qbylh qryb dah bah sas lvukh mdynh shryfs petth ḥmlh krnh khạṭr. Nby krym ṣly Allah ʿlyh v slmv kvr ḥkm kh mdynh shryfs andụ̄ andụ̄ khniv khndq, yimn hndis khnss andr bnfsi nfys timav panh thi kạm kr, mycz sạrkh, kbnhi phuttravykh, akis ryts tanụ̄ rvudụ̄ tim mdynh shryfs mḥaṣrh krith. Tth mnz ạs kunhi kunhi jayhi dvuri dvuri lrrạe thi spdan, balākhr kr Allah tʿālyā hn mslmann yạry, ẓạhrpạtthụ̄ sapud aakh tyz hva yymụ̄ kạfrn hndụ̄ khymh dạrith dith, khymn hnz raz czachn, bạṭn pạtthụ̄ svuzn mlạykn hnz lshkr yimav kạfrn chhalh chhangr kr, tim pvush nh czalns, timav khyvv balkl shkst, yath jngs chhi vnan jngi aḥzab, tkyazi mkhtlf qbylh ạsụ̄ āmtụ̄ jng krnhi, byyhi chhis vnan jngi khndq tkyazi bmshvrh slman farsy āe bḥkmi ḥẓrt nby nby krym ṣly Allah ʿlyh v slm mdynh shryfs andụ̄ andụ̄ khndq khnnh. Aamhi jngh nishhi fargh sapdith spdụ̄ nby krym ṣly Allah ʿlyh v slm yhvudn hndis qbyls nby quryẓs sintụ̄ jng krns kun mtvjh, kyazi timav avs khladi mʿāhdh bny nẓyrn mdynh shryfs mḥaṣrh krns andr mdd kvrmut."
  },
  {
    "verse_id": 9,
    "translation": "Ae baaymanv, czyts pạviv Allah tʿālyā snz so nʿmt yosh tmụ̄ tohyhi ʿṭa kr yymhi saʿth tohyhi petth dshmnn hndụ̄ varyah fvj āe ḥmlh krnh khạṭr. Ps svuz aashi timn petth tyz vav byyhi suh fvj mlạykn hund yus nh tohyhi bvznh avs yivan. Allah tʿālyā avs tuhndụ̄ tim sạry tdbyr vuchhan yim tvhụ̄ tamhi saʿth kran ạsiv khndq khnn hyv byh thạbt th mẓbvṭ rvzn kafrn hndi mqablh khạṭrh, thi vuchhith avs Allah tʿālyā khosh gczhan, tohyhi petth rạẓụ̄ spdan th tohyhi mddkran, yhi vqʿh sapud tamhi saʿth."
  },
  {
    "verse_id": 10,
    "translation": "Dshmn āe tohyhi petth ḥmlh krnhi tohyhi petthụ̄ kinụ̄ thi yʿny mạdan kh hyrmhi ṭrfh, tohyhi bvnụ̄ kinụ̄ thi, byyhi yylhi khvfh sbbh tuhnzh achh drh ljhi dshmnn kun, byyhi āsv vạnjhi vaczmaczh hiryn petth, byyhi ạsiv tvhụ̄ khdays mtʿlq ʿjyb ʿjyb mkhtlf khyal kran."
  },
  {
    "verse_id": 11,
    "translation": "Aamy vqth āyhi āzmạys krnh baaymann, byyhi āe tim dnh vnh setthah."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi yymhi saʿth vannhi lgụ̄ mnafq, byyhi yimn lvukn hndyn diln mnz nfaqch th shkch bymạrụ̄ ạs, aashi sintụ̄ yus vʿdh khdayn th tihindụ̄ pyghmbrn kvrmut avs, suh avs nh mgr dvkhh th fryb."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi yylhi tihnze aakh mnafqn hnz jmaʿt vannhi lj, ae mdynh kyv lvukv, tohyhi hyvkvunh dshmn sund mqablh krith, lhādha phiyiriv pvt gczihv panun gr vaps. Byyhi hyvk akụ̄ jmaʿtn timav andrh nby kryms ṣly Allah ʿlyh v slm vapsy hund ajazt mngun. Tim ạsụ̄ dapan be shk sạnụ̄ gr chhi ghạrmḥfvẓ ḥalankh tim ghạr mḥfvẓ ạsụ̄ nh mgr tim ạsụ̄ yczhan aamy bhanh czalun."
  },
  {
    "verse_id": 14,
    "translation": "Hrgah tim shhrs mnz ạsith shhrh kyv ṭrfv kinụ̄ kanhh ghnyma dshmnah votlith yiyhi ha, tvpth yiyhi ha czhanddnhi timn nishhi ftnh th fsad aslams khlaf brpa krun, ẓrvr spdhn tim gr bar trạvith tth ftns sintụ̄ shạml, tvpth krhn nh tth mnz mgr kmy tạr yʿny ghrn mnz rvzhn nh zyadh kals."
  },
  {
    "verse_id": 15,
    "translation": "Ḥalankh yimav lvukv avs ʿhd kvrmut aamhi brvntth khdays sintụ̄ kh tim āsn nh pvt phyirith czlan, khdays sintụ̄ yus ʿhd krnh āmut āshi tmuyk yiyhi ẓrvr baz purs krnh."
  },
  {
    "verse_id": 16,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, hrgz diyhi nh tohyhi kanhh fạydh czalun, hrgah tvhụ̄ czliv mrnh nishhi ya qtlh nishhi, hrgah czliv thi tvthi tuliv nh tvhụ̄ zndgy hund fạydh mgr km se kals, kyazi ạkhr chhuv marnue."
  },
  {
    "verse_id": 17,
    "translation": "Frmạviyvukh tvhụ̄ yarsvl Allah, ae lvukv kus aakhah hykhi tohyhi bchạvith khdays nishhi, hrgah suh tuhndi khạṭr yyczihh kanhh skhty ya kus aakhah hykhi tohyhi skhty vatnạvith hrgah khdae sund airadh āshi tohyhi nsbt kunhi mhrbạny hund. Lbn nh tim pnnhi khạṭr khdays vrạe kạnshi dvsts nh kạnshi mddgars."
  },
  {
    "verse_id": 18,
    "translation": "Allah tʿālyā chhu tohyhi mnz timn mnafqn pvur zanan yim byyan lvukn chhi jhads mnz shạml spdnh nishhi pth rttan, byyhi yim pnnyn bayn vanan chhi aashi nishhi yiyiv, jhads mah spdiv shạml. Tim chhi tithụ̄ buzdl kh panh thi chhinh lrrayhi mnz shạml spdan mgr kme, tth mnz thi chhakh nh āsan nyt ṣaf."
  },
  {
    "verse_id": 19,
    "translation": "Bkhyl chhi tim tuhndi ḥqh, timhi shmvlyt andrh chhu tihund ghrẓ yhi āsan kh mslamnn gvczh nh pvur ḥṣh mali ghnymtuk tarun. Asụ̄ thi rvzv blụ̄ brae nam shạml yuth asụ̄ thi ptv lakhi mali ghnymt kh ḥṣkụ̄ ḥqdar bnav. Adh yylhi khvfuk vqt vatan chhu, timhi saʿth chhvukh tvhụ̄ vuchhan tim tohyhi kun aarzman pạtthụ̄ nẓrh divan, achh tihinz chhe nczan āsan ts shkhṣh sndụ̄ pạtthụ̄ yas mrnnụ̄ czhtth phyirmcz āshi. Adh yylhi khvf th khṭrh czlan chhu tamhi saʿth chhi tim tohyhi tyz zyvi sintụ̄ aiydha divan yʿny ychh kth vnan. Setthah ḥryṣ chhi tim mali ghnymt ḥaṣl krns petth. Tohyi sintụ̄ chhukh yhi mʿāmlh, khdays sintụ̄ chhu tihund mʿāmlh kh, yim ge time yimav chhunh godd petthe ayman avnmut khdays, tamhi mokhh chhe krimaczh Allah tʿālyā hn tihnzh sare ʿmlh be kar yimn hund thvab timn kunhi qsmh ạkhrts mnz ḥaṣl spdinh. Yhi kth chhe Allah tʿālyā hs nishhi āsan yʿny tihnz h ʿmlh be kar krnhi. Tihnzi buzdly hnz ḥalt chhe yiczh kh."
  },
  {
    "verse_id": 20,
    "translation": "Timn chhu gmanh kh dshmnn hnz lshkrh chhanh vaps gmcz h ḥalankh timav chhu panun mḥaṣrh th ghyrh tulmut, hrgah byyhi dvbarh dshmnn hnz lshkr vaps yin tim krn pnnhi khạṭr psnd kh gamn andr rvuzith āsn kran tihindụ̄ ḥalat byyan lvukn nishhi dryaft, ghạlb kus gvv th mghlvb kus gvv, panh spdhn nh jng kyn mshklatn shạml, hrgah baalfrẓ tohyhi sintụ̄ jngs shạml thi rvzn, tvthi krn nh dshmnn hund mqablh mgr kme blụ̄ havnh khạṭr."
  },
  {
    "verse_id": 21,
    "translation": "Vaqʿī chhu ae mslmanv pyghmbri khda jngs andr thạbt qdmy khạṭr aakh ʿmdh nmvunah. Tvyhi andrh timn lvukn hndi khạṭr yim amyd chhi thavan khdays sintụ̄ mlaqat krnch, byyhi yim amyd chhi thavan ạkhrts andr bddi thvabch, byyhi khdae sund yad chhi kran setthah zyadh, timn lvukn pazi kh prth mʿāmls andr ḥrkt v skvns, nshst v brkhvasts andr hmt v astqlals andr pkn tim tihindy qdmh tihindy mtabʿth."
  },
  {
    "verse_id": 22,
    "translation": "Baayman kạmilv vuchhhi dshmnn hnzh varyah lshkrh ḥmlh krith yivan, dapnhi lgụ̄ yohe chhu suh mvqʿ yymuyk vʿdh aashi thvvmut avs khdayn th tihindụ̄ pyghmbrn, pvz avs frmvvmut khdayn th tihindụ̄ pyghmbrn. Yhi mvqʿ pysh yinh sintụ̄ huryvv timn mgr tihund ayman th tihnzi frmanbrdạry hund jdhbh, yhi vṣf avs sarine baaymann andr mshtrk bʿẓ avṣaf ạsụ̄ bʿẓ baaymann andr mkhṣvṣ, timn mtʿlq chhu Allah tʿālyā frmavan."
  },
  {
    "verse_id": 23,
    "translation": "Timve baaymanv andrh chhi bʿẓ tim yimv pvur kvr suh vʿdh janthary hund yus timav kvrmut avs khdays sintụ̄. Chnanchh timav ndrh kr bʿẓv pvur pnnụ̄ dhmh dạry yʿny shhyd spdụ̄ jng kran. Byyhi chhi timav andrh yim tamhi kis antẓars andr chhi kh krvathi aashi thi aamhi shhadt kh sʿādtuk mvqʿ. Timav kvr nh tvdyl pnnis mʿāhds andr aakh dhrh thi."
  },
  {
    "verse_id": 24,
    "translation": "Yhi vaqʿh sapud yymhi kthhi mvkhh yuth Allah tʿālyā pziyạris pzich mvzvurụ̄ diyhi, byyhi yuth ʿdhab kri Allah tʿālyā yimn mnafqn, hrgah suh yyczihh, nath diyhi timn tvbh krnuk tvfyq. Pzipạtthụ̄ Allah tʿālyā chhu hmyshh setthah mghfrt krvun setthah rḥm krvun, tmụ̄ sund timn nishhi tvbh qbvl krun chhunh kynhh bʿīd th dvur."
  },
  {
    "verse_id": 25,
    "translation": "Allah tʿālyā hn krụ̄ pnnhi qdrt sintụ̄ kạfr dfʿ mdynh shryf nishhi czkhhi hthe. Timn pyvv nh plhi kihinụ̄. Tim yymhi mqṣdh āmtụ̄ ạsụ̄ suh mqṣd sapdukh nh pvurh czkh shrpkh nh pnnyn kaddyn. Allah tʿālyā sapud kafy ath jngs andr baaymann, timn pyyhi nh jng krnch ẓrvrthe. Jng nh krne kvr Allah tʿālyā hn kạfrn hund shr dfʿ. Allah tʿālyā chhu hmyshh setthah qvt vvl setthah ghạlb, ts nishhi chhunh kạfrn aamhi ṭryqh shkst duyn kynhh ʿjyb th nv kthah."
  },
  {
    "verse_id": 26,
    "translation": "Byyhi yimav ahli ktabv yʿny yhvudyv yimav bd ʿhdy krith kạfrn mdd duytmut avs, tim vạlụ̄ Allah tʿālyā hn byhi pnnyv qlayv andrh bon, yimn mnz tim mḥṣvr ạsụ̄, byyhi trvvun tihindyn diln andr skht rʿb th hạbt tohyhi mslmann hund. Chnanchh timav andr mạryvukh tohyhi bʿẓ lvukh th bʿẓ kryvukh grftar."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi kriv tvhụ̄ malk th vạrth Allah tʿālyā hn tihindyn zmynn hndụ̄ th tihndyn ghrn hndụ̄. Tihindyn maln hndụ̄ byyhi tamhi zmynkụ̄ ypạrụ̄ nh tvhụ̄ pkụ̄mtụ̄ thi ạsivzanhh yʿny zmyni khybr. Allah tʿālyā chhu hmyshh prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 28,
    "translation": "Ae pyghmbri brḥq, tvhụ̄ frmạviv ḥẓ pnnyn znann, hrgh tvhụ̄ czhanddan chhav dnyahch zndgy byyhi tamhi zndgy hund sazv saman, tylhi pkiv, me nishhi yiyiv, bh kr tohyhi dnyahuk mal v mṭaʿ ʿṭa krith rokhṣt rthi ṭryqh. Ṭlaq dimav yuth yythi nas khosh kryv tthi nis gczihth kriv tvhụ̄ ḥạṣl dnyahuk sazv saman."
  },
  {
    "verse_id": 29,
    "translation": "Nth he chhiv tvhụ̄ czhanddan khda th tihund rsvl yʿny yythụ̄ mvjvdh ḥalt se petth kriv tvhụ̄ qnaʿt byyhi kriv akhtyar ʿālmi ạkhrt yʿny jntuk thvd drjh, yus rsvl krym ṣly Allah ʿlyh v slm sndi ḥrmi mḥtrm āsnh mokhh tihindi khạṭr mqrr krnh āmut chhu yas yosh tohyhi andrh nykv kar āshi, tmụ̄ sndi khạṭr chhe Allah tʿālyā hn tyar thạvmcz bdd mvzvurụ̄, avt tanụ̄ avs nby krym ṣly Allah ʿlyh v slm sndi ṭrfh ḥkmi khda azvaji ṭahratn kun khṭab, aamhi pth chhu Allah tʿālyā frmavan timn azvaji ṭahratn."
  },
  {
    "verse_id": 30,
    "translation": "Ae bddis pyghmbr sndyv bạczv th znanv, yosh aakhah tohyhi andrh kanhh be hvudh kạmah kri yʿny tiyuth mʿāmlah kri yymhi sintụ̄ nby krym ṣly Allah ʿlyh v slm dl tng th pryshan gczhn, ts yiyhi ạkhrts andr dognh ʿdhab krnh, thi chhu Allah tʿālyā hs āsan, ts hykhi nh tamhi nishhi kanhh chyz pth rttith."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi yosh aakhah tohyhi andrh frman brdary kri khdae snz byyhi tsndis pyghmbr snz, byyhi kri rcz ʿml, ts dimav asụ̄ mvzvurụ̄ thi dognh, byyhi chhu aashi tsndi khạṭr ʿztuk rvuzy tyar thvvmut."
  },
  {
    "verse_id": 32,
    "translation": "Ae bddis pyghmbr snzv znanv, tvhụ̄ chhav nh ʿām znanv andrh kạnshi znanhi hishhi, blkh chhu tuhund mrtbh setthah thvd, hrgah tvhụ̄ prhyzgary kriv akhtyar. Ps gczhn nh tuhnz vopr mardn sintụ̄ nrm trayhi nzakt san kthh krnhi yylhi kth krnch ẓrvrt pyyhi, yuthnh suh shkhṣ ys dils mnz ychh khyaln hnz bymạrụ̄ āshi tohyhi nsbt ychh khyalch khvạhsh kri, byyhi ạsiv kth kran ʿām dstvr mṭabq, aisharv th knayav vrạe."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi kriv tvhụ̄ qrar pnnyn ghrn andr, byyhi mah ạsiv brvutthim pạtthụ̄ vopr mrdn zynt havnh khạṭr shiyrth pạrith gr mnz nybr nyran, byyhi ạsiv sare nemaz brpa thavan, byyhi ạsiv zkvāhh ada kran, kyazi yim doshve chh aslamkụ̄ brrụ̄ nshanh, byyhi kriv frman brdạry khdae snz, byyhi tihndis pyghmbr snz. Tihindụ̄ sạry aḥkam ạsiv bja anan, yim aḥkam bja anns mnz chhu tuhndy fạydh. Yim aḥkam byan krnh andrh chhunhi Allah tʿālyā sund aradh kynhh thi mgr tohyhi nishhi gnahn hnz kthaft dvur krnụ̄. Ae pyghmbr sndyv grh valyv, byyhi chhu suh yczhan tohyhi pak v pạkyzh krun."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi kriv yad khdae sndụ̄ tim āyat yim prnh yivan chhi tuhndyn grn andr byyhi ʿqlhi hnz kthh yimh byan krnh chhe yivan yʿny aḥkami khdavndy. Th thạviv khyal kh pzipạtthụ̄ Allah tʿālyā chhu razdan, ts chhe sarichy pvur khbr. Lhādha gczihh ẓạhraan v bạṭnaan tmụ̄ sndyn ḥkmn hund tʿmyl krun byyhi gczihh tmụ̄ sndyv mmnvʿ chyzv nishhi pth rvzun."
  },
  {
    "verse_id": 35,
    "translation": "Be shk mslman mrd th mslman znanh, aymandar mrd ty aymandar znanh, byyhi pziyạrụ̄ mrd th pziyari znanh, byyhi ṣbrkrn vạlụ̄ mrd th ṣbr krn vajinhi znanh, byyhi khshvʿ v khẓvʿ krvunụ̄ mrdbyyhi khshvʿ v khẓvʿ krvunhi znanh, byyhi khyrat th ṣdqat krvunụ̄ mrd th byyhi khyrat th ṣdqat krvunhi znanh, rvzh dar rvzvunụ̄ mrd th rvzh dar rvzvunhi znanh, byyhi pnnyn strchn jayn rạchh krvunụ̄ mrd th znanh, byyhi setthah yadi khda krvunụ̄ mrd th setthah yadkhda krvunhi znanh, yimn sarne hndi khạṭr chhu Allah tʿālyā hn bvdd mghfrt th brr mvzvurụ̄ tyar thạvmcz."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi chhanh kạnshi aymandar mrds th kạnshi aymandar znanhi gnjạysh yymhi kthhi hnz kh yylhi khdayn byyhi tuhndụ̄ pyghmbrn kanhh ḥkmah jạry kvr. Adh kyaāsiha ts mrds yaznanhi akhtyar tth ḥkms andr pnnhi kunhi ḥkmh sintụ̄ mdakhlt krnch yʿny brabry zanh hn tth ḥkms tʿmyl krun th nh krun. Blkh chhu timn vạjb tth ḥkms tʿmyl krun. Yus aakhah nafrmany kri khdae sndis pyghmbr sndi s kunhi ḥkms, pzipạtthụ̄ suh pyvv nanhi gmrahy andr. Yythi ns chhu lfẓi mvmn kis ʿmvms andr ḥẓrt ʿbdAllah bn jḥsh byyhi lfẓ mvmn kis ʿmvms andr ḥẓrt zynb bnt jḥsh dakhl byyhi amruhum kis ʿmvms andr ḥẓrt zydbn ḥarthh sintụ̄ nkaḥ krun dakhl. Chnanchh yim āyh krymh nazl spdnh pth sapud yhi nkaḥ mnẓvr."
  },
  {
    "verse_id": 37,
    "translation": "Byyhi pạviv czyts yylhi tvhụ̄ ae pyghmbr brḥq bṭvr mshvrh vnan ạsiv ts shkhṣs ys petth Allah tʿālyā hn mhrbany th anʿām kvr kh mshrf bh aslam kvrun yosh dyny nʿmt chhe, ghlạmy nishhi moklvvun yosh dnyạvy nʿmt chhe, byyhi ys petth tohyhi thi mhrbany th anʿām kvruv kh tohyhi kvrvun suh āzad, byyhi krvus dynch tʿlym, byyhi kvrvus pnnhi poptri hmshyrs sintụ̄ nkaḥ, aamhi andr h chhi murad ḥẓrt zyd bn ḥarthh, tvhụ̄ ạsiv ts frmavan, ae zyd pnnụ̄ āshynụ̄ )yʿny by by zynb( rttun pans nishhi pnnis nkaḥs andr, so mah travun nkaḥ andrh mʿmvly ghlṭyv sbbh. Tmụ̄ snzn ghlṭy yn kun mh ās vuchhan, byyhi khocz khdays, tmụ̄ sndyn ḥqvqn andrmah kriv kvtạhy th kmy, byyhi pav czyts so kth yosh tvhụ̄ ạsiv yarsvl Allah pnnise pans mnz pvushydh thavan, yth ạkhr kar Allah tʿālyā nniravvun avs yʿny tohyhi ạs khvạhsh dli mbarks kh hrgah ḥẓrt zyd bn ḥarthh rẓy Allah tʿālyā ʿnh zynbs ṭlaq diyhi, tylhi kr bh panh timn sintụ̄ nkaḥ, tvhụ̄ ạsiv nh suh khyal nniravan lvukn hnzi ṭʿnh zny sbbh, tvhụ̄ ạsiv lvukn hnzi ṭʿnh zny khoczan, ḥalankh Allah tʿālyā avs zyadh szavar kh tvhụ̄ khvcziv ts. Chvnkh mʿāmls andr ạs fy alvaqʿ aakh dyny mṣlḥthah lhādha mah kriv tvhụ̄ kanhh andyshh lvukn hnzi ṭʿnh zny hund. Adh yylhi zyd bn ḥarthn pvur kvr panun mqṣd th tmụ̄ duyt by by zynbs ṭlaq yymuyk suh brvntthh petthh khvạhsh mnd avs, tvpth moklyav tmis pvur ʿdt, aashi kvr nkaḥ tohyhi yarsvl Allah ṣly Allah ʿlyh v slm ts by by zynbs sintụ̄. Yohe gvv nkaḥi āsmạny yuthnh aasmhi sintụ̄ baaymann kanhh ḥrj vaqʿ spdi pnnyn mngtn hnzn znann sintụ̄ nkaḥ krns andr yylhi tim mngth thi timn nishhi panun mqṣd pvur āsn kran. Khdae sund ḥkm avs bhrḥal pvur spdvun, tth kithh pạtthụ̄ gczihh ha bdl."
  },
  {
    "verse_id": 38,
    "translation": "Kanhh ḥrj th alzam avsnh yymis pyghmbr brḥqs so kạm krns nadr yosh mqrr ạs krmcz tihindi ḥqh Allah tʿālyā hn. Khdae sund chhu yohe dstvr rvudmut timn pyghmbrn andr yim brvntth guzrymtụ̄ chhi kh timn yymhi kamhi hund ḥkm āv krnh so kạm ạsụ̄ tim kran kạnshi hndi ṭʿnh zny hndi khvf krnh vrạe. Yithe pạtthụ̄ chhu yymis pyghmbr brḥq sund shan thi. Khdae sndyn yimn pyghmbrn hnzi aamhi qsmh chh yimh kamhi āsh timn sarine kamyn andr thi avs khdae sund ḥkm brvntthh petthe mqrrkrnh āmut."
  },
  {
    "verse_id": 39,
    "translation": "Yim sạry gzshth pyghmbr ạsụ̄ time yim zn prvrdgar sndụ̄ aḥkamat ạsụ̄ lukn vatnavan, byyhi ạsụ̄ kunhi vqth tblygh qvly khạṭrh mamvrspdan, tamhi saʿth ạsụ̄ tblyghi qvly kran, yymhi saʿth tblygh fʿly khạṭr mamvr spdan ạsụ̄ tamhi saʿth ạsụ̄ fʿly tblygh kran. Yythi ns thi sapud ḥkm nby kryms kh brvuntthim aakh be dlyl rsmah phuttrạviv tvhụ̄ pnnhi fʿlh sinty suh gvv kh mngth nychve snzi znanhi sintụ̄ kriv tvhụ̄ ʿmlaan nkaḥ. Tamy sintụ̄ phtthi yhi aakh jạhlytuk be dlyl rsmah. Tim pyghmbr ạsụ̄ Allah tʿālyā hs khoczan byyhi ạsụ̄ nh kạnshi khoczan Allah tʿālyā hs vrạe tihindi mzyd tsly khạṭrh ạsụ̄ vnan. Allah tʿālyā chhu aʿmaln ḥsab hynh khạṭrh bs, vonụ̄ kya chhu byyhi kạnshi khoczun tohyhi. Yim lvukh tʿmyl aḥkam khdavndy krns petth ṭʿnh zny krn timn thi kri Allah tʿālyā ʿdhabs grftar. Lhādha mah sapdiv tvhụ̄ ghmgyn th pryshan."
  },
  {
    "verse_id": 40,
    "translation": "Ḥẓrt Muḥammad ṣly Allah ʿlyh v slm chhiv nh tohyhi mrdv andrh kạnshi akụ̄ sndụ̄ babh ṣạb. Zydbn ḥarthh sndụ̄ kithh pạtthụ̄ āshn, pyghmbr sndi rvḥạny murby āsnh mokhh chhi tim tohyhi sarine hndụ̄ rvḥạny babh ṣạb, aath rvḥạnyts mnz chhu timn kmaluk drjh ḥạṣl, kyazi tim chhi sarine pyghmbrn khtm krvunụ̄ yʿny slslh nbvts āyhi tihindi sintụ̄ mohr krnh, vonụ̄ hykhi nh āyndh timn pth kanhh pyghmbr yith. Ḥẓrt ʿīsyā yiyhi ạkhrzmans andr bḥythyt aakh aumtiyah, bḥythyt pyghmbr yiyhi nh. Allah tʿālyā chhu prth chyzkh ʿdm vjvdch mṣlḥt pvur zanh vun, yymhi mʿāmlh kh vjvdch th mṣlḥtch ạs ts khbre, tamy āv yhi mʿāmlh vjvds andr, by by zynb sund nkaḥ sapud ba ḥẓrt rsvl krym ṣly Allah ʿlyh vslm."
  },
  {
    "verse_id": 41,
    "translation": "Ae baaymanv aakh kriv khdae sndyn ʿām aḥsanatn hund yad byyhi bddi aḥsanch shkr guzạry, suh gvv vajvdi mbark ḥẓrt rsvl krym ṣly Allah ʿlyh v slm tamhi aḥsanuk thi kriv shkr ada, khdae sund kriv bkthrt yad, tmụ̄ sndyn sarine aḥkamn kriv tʿmyl."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi ạsiv bh pạky tihund kran yad ṣbḥs th shams thi yʿny hmyshh dilh sintụ̄ thi zyvi sintụ̄ thi, bdnh sintụ̄ thi."
  },
  {
    "verse_id": 43,
    "translation": "Suh prvrdgar chhu yuth rḥym yus tohyhi petth rḥmt chhu svzan panh thi byyhi tihndi ḥkmh tihindụ̄ mlạyk thi, yuth tohyhi aamhi rḥmth kh brkth krryv jhalt v ẓlalt kyv gttv mnzh ʿlm v hdayt kis gashs kun. Aamhi andrh sapud thạbt kh suh prvrdgar chhu hmyshh ayman darn hndi ḥqh rḥmt vvl dnyahs andr. Ạkhrts andr thi āshi tihnz rḥmt timn shạml, chnanchh."
  },
  {
    "verse_id": 44,
    "translation": "Tʿẓym v tkrym tihund āshi tamhi dohh yymhi dohh tim ts sintụ̄ mlaqat krn slamty san. Slamty gvv ).............( ḥdyth shryfs mnz chhu kh Allah tʿālyā frmavi jntiyan alslam ʿlykm ya ahl aljnth, byyhi chhe tmy tyar thạvmcz ʿztch mvzvurụ̄ tihindi khạṭr jnts mnz."
  },
  {
    "verse_id": 45,
    "translation": "Ae bddi pyghmbr tvhụ̄ mah ḥẓ sapdiv āzurdh mʿmvly kynczhn lvukn hndyv ṭʿnv sintụ̄, agr yimn be vqvfn tuhund thvd mrtbh dryintthụ̄ chhunh yivan, mathi yy tnkh, baaymann yimh rḥmth th mhrbạniyhi aashi ʿṭa kri yimn hund vasṭh chhiv tvhy. Tihindyn mkhạlfn yiyhi sza dinh tihindis byans petth, tohyhi nishhi yiyhi nh tmuyk thbvt mngnh kynhh thi. Aamy sintụ̄ sapdi thạbt kh tvhụ̄ kmhi drjhi chhiv aashi nishhi mqbvl th mḥbvb. Be shk aashi ḥẓ svuziv tvhụ̄ yymhi thdi shanuk pyghmbr kh tvhụ̄ ạsiv qyamt kh dohh aumt khạṭr panh srkạry gvah, tuhndy byanh mvjvb yiyhi tihund fạṣlh krnh. Tvhụ̄ chhiv baaymann bshart th khosh khbry divunụ̄ byyhi kạfrn byim krvunụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi svuziv aashi tvhụ̄ lvukn nad divunụ̄ mʿbvdi brḥqs kun tihindy ḥkmh. Yhi bshart th bym krun th dʿūt dinụ̄ chhe bvasṭh tblygh, mgr bdhati khvd chhiv tvhụ̄ kmalatav th thdyv ṣfatv, ʿādatv th ʿbadatv kinụ̄ az srta pa hdaytuk nmvnh āsns andr aakh naph naph krvun th przlh vun czvngah. Lhādha trạviv tvhụ̄ sạry ghm, tvhụ̄ rvuziv mshghvl pnnhi kamhi sintụ̄, so gyhi yhe kh."
  },
  {
    "verse_id": 47,
    "translation": "Vniv khosh khbry ayman darn kh tihindi khạṭr chhu prvrdgar sndi ṭrfh timn petth bvdd fẓl spdvun, yithh pạtthụ̄ rvuziv tvhụ̄ byim kran kạfrn th mnafqn bddi ʿdhabuk."
  },
  {
    "verse_id": 48,
    "translation": "Byhi mah mạniv kạfrn th mnafqn hnz kth, byyhi mah kriv tihindi tklyf dinuk kanhh prvah. Hrgah aamuyk khyal dil mbarks mnz yiyhi aʿtmad kriv tamhi vqth mʿbvd brḥqs petth, suh rchhhi tohyhi prth ẓryri n, shhi, bs chhu Allah tʿālyā karsaz āsnh kinụ̄ kạfy."
  },
  {
    "verse_id": 49,
    "translation": "Ae baaymanv yylhi tvhụ̄ baayman znann sintụ̄ nkaḥ kriv, tvpth diyiv timn ṭlaq thph krnh th aathh lagnh vrạe yʿny timn sintụ̄ hmbstry krnh brvntthue, adh chhunh tohyhi kanhh ḥq tmis ʿdts mnz thavnuk takh gnzr ạvihiv tvhụ̄ tihindi ʿdtkụ̄ doh yʿny timn chhunh ʿdte, timn chhunh pyarnue, timh hykn fvraan byyis shkhṣs sintụ̄ nkaḥ krith. Ps vatnạviv timn fạydh yʿny timn diyiv kynhh lbas poshak ḥsbi ḥythyt. Kynczhah dith kriv timn rthi ṭryqh rokhṣt."
  },
  {
    "verse_id": 50,
    "translation": "Ae bddi pyghmbrh be shk aashi kri ḥlal tuhndi khạṭr tuhnzh timh znanh yimh vunụ̄ kyns tuhndis khdmts mnz ḥạẓr chhe, tuhndis ʿqds tl chhe, yimn tohyhi mhr duytuv, byyhi timh znanh yimn tvhụ̄ mạlk chhiv sapdụ̄ mtụ̄ bmulk ymyn yʿny knyzh yimh dshmnn nishhi mali ghnymts andr tohyhi Allah tʿālyā hn ʿṭa krimaczh chhe. Byyhi tuhnzh pytr bynhi, byyhi poptr bynhi, byyhi mamtr bynhi, byyhi mastr bynhi, yimav khandạny rshth dar znanv andrh chhe ḥlal tohyhi petth timh znanh yimav tohyhi sintụ̄ hjrt kr, vṭn panun trạvith āyhi, byyhi kr aashi tuhndi khạṭr ḥlal so baayman znanh yimh panun pan pyghmbrs yʿny tohyhi mhrh vrạe pysh kvr th bkhush. Hrgah pyghmbrs yʿny tvhụ̄ aradh kran chhiv ts znanhi sintụ̄ nkaḥ krnuk. Yim sạry ḥkm chhi khaṣ tuhndi khạṭrh, baaymann vrạe, tuhndi khạṭr chhi byyhi aḥkam, btḥqyq aashi chhu mʿlvm tim aḥkam yim aashi frẓ kre baaymann petth znann th knyzn hndi ḥqh, thi gvv yy zi kh czvrav znanv khoth zyadh chhunh ajazt nkaḥ krnuk knyzh yyiczh khosh krnkh th yuthnh tohyhi kunhi qsmh diqt sapdi. Allah tʿālyā chhu hmyshh setthah mghfrt krvun setthah rḥm krvun, suh chhu pnnhi rḥmt sintụ̄ aḥkamn mnz mnạsb shvlyt frmavan."
  },
  {
    "verse_id": 51,
    "translation": "Yim azvaji ṭahrat tohyhi nishhi mvjvd chhe timav andrh chhu tohyhi akhtyar timav mnz yyitis kals tohyhi khosh kri pans nishhi dvur thavnụ̄ yʿny nvbt th vạrụ̄nh dinụ̄, so hykyvun tvhụ̄ dvur thạvith, yosh tvhụ̄ yyczihyvun pans nishhi thavunụ̄ vạrụ̄ th nvbt ts ʿṭa krnụ̄ so hykyvun tvhụ̄ pans nishhi thạvith. Byyhi yosh tvhụ̄ dvbarh pans nzdyk aannụ̄ yyczihyvun timav znanv andrh kunhi khaṣ mdt khạṭr alg āsvkh thavimaczh, tth petth thi chhunh tohyhi kanhh gnah, yi tvhyhi vari th nvbts mnz akhtyar duyn chhu zyadh nzdyk tuhnzn achhn shyhjar vatnh khạṭr, dils skvn th qrar pạd spdnh khạṭr, byyhi spdn nh timh ghmgyn, byyhi spdn timh rẓa mnd sạry tamhi sintụ̄ yhi tohyhi timn ʿṭa kvruv malh mnz ya aulft, mḥbt, mae th shfqt mnzh. Ae mslmanv yim khaṣ aḥkam bvuzith yuthnh tohyhi khyal gczihh kh yim aḥkam kvnh spdụ̄ ʿām ṭvr sarine. Allah tʿālyā chhu zanan thi svrue yhi tuhndyn diln mnz chhu. Allah tʿālyā chhu hmyshh pnnyn mkhlvqn hund ḥal pvur zanh vun, suh chhunh yh aʿtraẓ krvunyn jld grftarkran. Kyazi suh chhu setthah burdbar th tḥml krvun, kunhi chhu sza divan yyczkạlụ̄ thi."
  },
  {
    "verse_id": 52,
    "translation": "Ae pyghmbr brḥq tuhndi khạṭr nh ḥẓ chhunh ḥlal az kh pth navi znanh byyhi chhunh tohyhi jạyz yimh mvjvdh sare znanh ya yimav andrh aajhi travnhi th timn bdl byyan znann sintụ̄ nkaḥ kran agr chh tihund ḥusn v ṣvrt sapdụ̄ tn tohyhi mrghvb th psnd, mgr chhe ḥlal th jạyz tohyhi knyzh yʿny timh znanh yimn tvhụ̄ bmulk ymyn mạlk spdiv. Allah tʿālyā chhu prth chyzchh ḥqyqtch th mṣlḥtch pvur ngrạny kran th svrue czarczan."
  },
  {
    "verse_id": 53,
    "translation": "Ae baaymanv, tvhụ̄ mah ạsiv aaczan nby krym ṣly Allah ʿlyh v slm sndyn grn andr ḥujrati mbarkn andr mgr tylhi yylhi tohyhi nad yiyhi dinh kynhh ghdha khynh khạṭr, suh ghdha khynhi thi gczihh yun khynh kis vqts petth, vqth brvntthue gczihh nh yun takh tohyhi pyyhi nh antẓar krun ghdha kis tyar spdns. Lykn yylhi tohyhi nad āshi yivan dinh kh ghdha chhu tyar tylhi ạsiv aczan tvhụ̄, pth yylhi tvhụ̄ khyth chyth ạsiv moklan, tvpth gczihh nyrun, tathi gczihh nh timn sintụ̄ ya panh vạnụ̄ kthn mnz mshghvl rvzun, kyazi tamhi sintụ̄ chhu nby kryms ṣly Allah ʿlyh v slms tklyf vatan, tim chhi tohyhi nishhi mndchhan. Tim chhinh panh tohyhi frmạvith hykan nyrnuk, mgr Allah tʿālyā chhunh pz kth vnns andr kạnshi hund lḥaẓ kran. Lhādha āv tohyhi vaẓḥ ṭvr ḥkm krnh, byyhi chhu azikh petthh ḥkm yivan krnh kh nby krym ṣly Allah ʿlyh v slm snzh azvaji ṭahrat krn tohyhi nishhi prdh lhādha azikh petthh yylhi tvhụ̄ nby krym ṣly Allah ʿlyh v slm snzn azvaj mṭhratn nishhi kanhh chyz āshi mngun, suh ạsiv timn nishhi mngan prdh nybrụ̄ yʿny be ẓrvrt prds nzdyk sapdun, tvpth timn sintụ̄ kthh krnhi thi chhu mmnvʿ lykn skht mjbvry th ẓrvrt kh vqth chhe kth krnụ̄ jạyz mgr timn kun nẓr dinụ̄ chhanh jạyz. Yhi chhu hmyshh tuhndyn diln th tuhndyn ychh khyalatv nishhi pak v ṣaf rvznuk aakh bvdd dhryʿh. Byyhi chhunh tohyhi jạyz kunhi ṣvrts andr pyghmbri khdays tklyf vatnavun byyhi chhunh tohyhi hrgz jạyz tihndyn bạczn yʿny azvaj ṭahratn sintụ̄ tamhi pth kunhi vqth nkaḥ krun. Yhi chhu Allah tʿālyā hs nishhi bvdd gnah. Yithh pạtthụ̄ yhi gnah chhu tithe pạtthụ̄ chhu aamuyk zyvi sintụ̄ tdhkrh krun ya dils andr aamuyk khyal krun thi gnah."
  },
  {
    "verse_id": 54,
    "translation": "Chnanchh hrgah tvhụ̄ nnhi rạviv kanhh chyzah ya khttith thạviv, Allah tʿālyā chhu yim doshve chyz pvur zanan, kyazi suh chhu prth chyzah pvur zanh vun, suh diyhi tohyhi aath petth ẓrvrsza. Aashi yus yymhi prduk thi ḥjabuk ḥkm byan kvr tamhi mnzh chhi bʿẓ ashkhaṣ mstthnyā thi."
  },
  {
    "verse_id": 55,
    "translation": "Kanhh gnah chhunh nby krym ṣly Allah ʿlyh v slm snzn azvaj ṭahratn pnnyn malyn ya nychvyn ya bayn ya baph thrn, ya byn thrn ya pnnyn znann yʿny mslman znann ya pnnyn ghlamn th knyzn nishhi be prdh brvntth kun yins th kth krns andr. Ae nby krym ṣly Allah ʿlyh v slm snzv znanv, mdhkvrh aḥkamn hndis tʿlyms andr khvcziv khdays, kunhi ḥukms mnz mah kriv khlaf vrzy. Be shk suh chhu prth chyzs petth shạhd, mmkn chhu khlaf vrzy hndis ṣvrts andr diyhi suh tohyhi sza."
  },
  {
    "verse_id": 56,
    "translation": "Be shk Allah tʿālyā byyhi tihindụ̄ mlạyk chhi dvrdh svzan nby kryms ṣly Allah ʿlyh v slm petth. Baaymanv tvhụ̄ thi svuziv dvrdvslam timn petth, byyhi kriv slam rcz slam yʿny vnan ạsiv )............( yylhi yhi āyh krymh nazl spud ṣḥabv kvr ʿrẓ nby krym ṣly Allah ʿlyh v slm sndis khdmts mnz, yarsvl Allah, khdayn ḥẓ kvr aashi ḥkm tohyhi petth drvdvslam svznuk, slam krnụ̄ tohyhi, so hychh aashi. Vonụ̄ hychhhi nạvitv aashi drvd kithh pạtthụ̄ āsv asụ̄ pran tohyhi petth, frmvvukh tvhụ̄ ạsiv pran )..............( Allah tʿālyā sund drvd parun gvv rḥmt svznụ̄ timn petth yosh tihindis thdis shans mnasb āshi. Mlạykn hund drvd svzun gvv khdays so khaṣ rḥmt svznh khạṭr dʿā krun yithh pạtthụ̄ a. Shi ḥkm krnh āv tamhi khaṣ rḥmt khạṭr dʿā krun, mlạykn hndi mngnh sintụ̄ byyhi sanhi yʿny baaymann hndi mngnh sintụ̄ thi. Dʿā krnh sintụ̄ chhe ḥẓvrṣly Allah ʿlyh v slm sndyn mratb ʿālyn andr trqy spdan, trqy drjatn chhunh kanhh ḥde chnanchh ḥẓvrṣly Allah ʿlyh v slmv kvr ʿām aumtyn ḥkm banghi pth dʿā vsylh mngnuk, ḥẓrt farvq aʿẓms frmvvukh ḥjs gczhnh vqth ).........( ae ʿmraashi thi thạvụ̄ zi shaml pnnyn dʿāhn andr. Aamhi sary andrh sapud thạbt ddytth kyth te āshi ansan setthah thvd mrtbh vvl thi mgr khdae sndis fẓl v rḥmts kun chhu prth vqth mḥtaj, chnanchh ḥdyth shryfs mnz chhu panh frmvvmut nby krymn ṣly Allah ʿlyh v slm, kạnshi diyhi nh njat pnnụ̄ ʿml yvt tanụ̄ nh rḥmti khda shạmli ḥal āsys, ʿrẓ ākh krnh, tohyhi thi diyhi na njat ʿml yarsvl Allah. Frmvvukh myth diyhi nh njat ʿml yvt tanụ̄ nh hyri bonh me Allah tʿālyā pnnhi rḥmt sintụ̄ valhi yʿny bh chhus zyade mḥtaj khdae sndis zyadh rḥmts kun. Tihindi khạṭr Allah tʿālyā hs drvdvslam mngns andr chhu drvd prvunis thi pnnhi ḥqh fạyde fạydh, kyazi rsvl Allah ṣly Allah ʿlyh v slmv chhu frmvvmut, yus aakhah me petth aakh drvdh pri, Allah tʿālyā svzi ts petth dah rḥmth."
  },
  {
    "verse_id": 57,
    "translation": "Pzi pạtthụ̄ yim lvukh aydha din khdays byyhi tihindis pyghmbrs nashạysth kthh vannh sintụ̄, Allah tʿālyā kri timn lʿnts mnz grftar dnyahs mnz thi ạkhrts mnz thi. Byyhi chhu tmụ̄ tihindi khạṭr tyar thvvmut dhlyl krvun ʿdhab."
  },
  {
    "verse_id": 58,
    "translation": "Yithe pạtthụ̄ yim lvukh aiydha din baayman mrdn th baayman znann tihund kanhh jrm th qṣvr krnh vrạe, ps be shk timav tul pans petth baddi aapziyuk th bddi gnahuk bvr."
  },
  {
    "verse_id": 59,
    "translation": "Ae pyghmbri brḥq frmạviv tvhụ̄ pnnyn azvaji ṭahratn byyhi pnnyn ṣaḥbzadiyn, byyhi baqy baaymann hnzn znann kh klh nishhi āsn bon kun alvnd travan pnnyv pvuczav th ddupttv andrh aakh ḥṣh pnnyn buthyn petth. Aamhi ṭryqh āsn timh jldy prznavnh yivan kh yimh chhe shryf th nyk bkht znanh, aadh āsykh nh aiydha vatnavnh yivan. Aamhi sintụ̄ āshi spdan frq knyzn th āzad znann andr. Aath buthis str krns andr hrgah kunhi vqth bla qṣd v aradh be aḥtyạṭy spdi. Allah tʿālyā chhu setthahn mghfrt krvun, setthah rḥm krvun. Tth be aḥtyaṭy thi kri suh drguzr th mghfrt."
  },
  {
    "verse_id": 60,
    "translation": "Hrgah ne mnafq byyhi tim lvukh yihndyn diln andr shhvt prsty hund mrẓ chhu, time chhi kynzn anan byyhi yim lvukh shhrs mnz aapzih khbr phhlavan chhi pnnyv ychh kthv th ḥrktv nishhi pth rvzn tylhi hsh ravh tuhy as timn petth akhi nath aakhi doh yʿny asụ̄ krvtohyhi ḥkm tihindi khạṭr shhr nybr kddnuk, tvpth hykn nh aadh tim tohyhi nkh tl yath shhrs mnz rvuzith mgr km se kals."
  },
  {
    "verse_id": 61,
    "translation": "Timn āshi prth ṭrfh lʿnt krnh yivan. Yythi ns tim lbnh yin tathi ns yin tim rttnh, byyhi marnh th czttnh."
  },
  {
    "verse_id": 62,
    "translation": "Yhi chhu khdae sund dstvr brvntthimyn mfsd th shryr lvukn petth thi jạry krnh āmut. Czh lbkh nh khdae sndis dstvrs th shryʿts mnz kạnshi hndi ṭrfh kunhi qsmh tghyr v tbdyl."
  },
  {
    "verse_id": 63,
    "translation": "Ae pyghmbri brḥq yim mnkr lvukh chhi tohyhi prczhan qyamtuk kh so kr āshi, tvhụ̄ frmạviyvukh jvab kh tamhi vqtch khbr chhanh khdays vrạe kạnshi thi, tohyhi kus chyz zanh ravi kh shayd qyamt ma āshi, tth kun nẓr krith pziha timn qyamts khoczun byyhi tamhi khạṭr kanhh samanh pạdh krun."
  },
  {
    "verse_id": 64,
    "translation": "Pzipạtthụ̄ Allah tʿālyā hn chhe lʿnt krmcz kạfrn, tim chhin pnnhi rḥmt nishhi dvur krimtụ̄, byyhi chhun tihindi khạṭr dazvun nar tyar thvvmut."
  },
  {
    "verse_id": 65,
    "translation": "Tth nars mnz rvzn hmyshh, nh lbn tathi kạnshi dvsts, nh kạnshi mddgars."
  },
  {
    "verse_id": 66,
    "translation": "Yymhi doh khkhri pknạvith yin dạrith dinh nars mnz, tth mnz vạtith āshi talukh petth phuyr yivan dinh tihindyn buthyn. Dpn tamhi saʿth ae kash aashi kvnh kre frman brdạry khdae snz, byyhi kvnh kre frman brdạry pyghmbr khdae snz dnyahs andr, hrgah asụ̄ krhav tihinz frman brdạry yath mṣybts gczhhv nh grftar."
  },
  {
    "verse_id": 67,
    "translation": "Byyhi dpn ae sanhi prvrdgar be shk ashi kr frman brdary pnnyn ztthyn hnz th bddyn hnz, timav ddạlụ̄ asụ̄ syzi vathi nishhi."
  },
  {
    "verse_id": 68,
    "translation": "Ae sanhi prvrdgar timn krth dvgnh ʿdhab byyhi kr timn petth lʿnt."
  },
  {
    "verse_id": 69,
    "translation": "Ae baaymanv tvhụ̄ mah ạsiv timn lvukn hivụ̄ yimav aiydha duyt aapuz thmt lagnh sintụ̄ mvsyā klym Allah hs. Tvpth kvr suh Allah tʿālyā hn bry th pak timav tihinzv hanczhv nishhi, ychh kthv nishhi avs suh mvsyā klym Allah khdays nishhi ʿzt vvl ṣaḥbah. Tamy mokhh kr tmụ̄ Allah tʿālyā hn tihnz brat thạbt."
  },
  {
    "verse_id": 70,
    "translation": "Ae baaymanv khvcziv Allah tʿālyā hs byyhi ạsiv syz th pz kth kran."
  },
  {
    "verse_id": 71,
    "translation": "Hrgah thi kriv tylhi snbalhi Allah tʿālyā tuhnz kamhi. Tuhnz kamhi kri qbvlyts layq byyhi kri tohyhi gnahn mghfrt, byyhi yus aakhah frmanbrdạry kri khdae snz th tihndis pyghmbr snz be shk ts bnyyhi bdd rstgạry th kamyạby."
  },
  {
    "verse_id": 72,
    "translation": "Pzipạtthụ̄ ash, avn aḥkam v shrạyṭn hund amant āsmann zmynn th kohn brvntth kun tulnh khạṭr. Timn aḥkam v shrayṭn petth ʿml krnh khạṭr, timv kvr ankar yhi tulnh nishhi, yimn aḥkamn petth ʿml krnh nishhi. Byyhi khvczụ̄ tim aath khbr chha amuyk anjam kya spdih, hykvh asụ̄ yhi bar tulith kinh nh, āsman zmyn th koh pạdh krnh pth āv ansan pạdh krnh, amis ansans thi āv amant pysh krnh chvnkh yhi ansan avs ʿlm alhāy ys andr zmyns mnz khlyfh spdvun yus chyz brvntthh petthe mqrr krnh āmut avs, lhādha tul tmy yhi bari amant, hyczn aamich dhmh dạry )āsman bari amant anst kshyd. Qrʿh fal bnami mn dyvanh znd( be shk yhi ansan avs ẓạlm th jạhl )ẓạlm pnnis nfss petth, yhi bari amant tulnh sintụ̄ avr jahl avs bar sintụ̄( tvpth spdụ̄ aamhi pth zh ḥal."
  },
  {
    "verse_id": 73,
    "translation": "Yuth Allah tʿālyā ʿdhabs grftar kri mnafq mrdn th mnafq znann byyhi mshrk mrdn th mshrk znann, yim ge tim lvukh yimav aḥkami khdavndy yan hund kanhh prvah kvr nh amant ẓyʿ krith, byyhi kri tvjh pnnhi rḥmt sintụ̄ Allah tʿālyā baayman mrdn th baayman znann kun. Yim ge tim lvukh yimav amnts rạchh kr, aḥkamn hnz pabndy kr. Pth rvuz tryyum jmaʿt yimiv godd mkhalft kr mgr ptv lakh spdukh aḥsas, tvpth spdụ̄ nạdm th pshyman, tim thi krụ̄ Allah tʿālyā hn shaml mvmnynn v mvmnatn mnz kyazi, Allah tʿālyā chhu hmyshh setthah mghfrt krvun, setthah rḥm krvun."
  }
]