[
  {
    "verse_id": 1,
    "translation": "Tsụ̄ mʿbvdi brḥqs yymụ̄ sund mulk chhu th svrue yhi āsmann mnz chhu byyhi thi svrue yhi zmynn mnz chhu, chhi szavar sạry ḥmd th thnaʿ byyhi chhi tsụ̄ szavar sạry ḥmd th thnaʿ ạkhrts mnz thi, byyhi chhu sue setthah ḥkmt vvl. Ts chhe sarichy pvur khbr, suh chhu tiyuth bakhbr dhat kh."
  },
  {
    "verse_id": 2,
    "translation": "Sue chhu zanan thi svrue yhi zmyns mnz vatan chhu byyhi thi svrue yhi zmynh mnzh khsan chhu, byyhi thi svrue yhi āsmanh vasan chhu, byyhi thi svrue yhi āsman kun khsan chhu, suh chhu setthah rḥm krvun, setthah mghfrt krvun."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chhi vnan yim kạfr kh aashi petth yiyhi nh qyamthe. Tvhụ̄ frmạviyvukh ya rsvl Allah ṣly Allah ʿlyh v slm yqynaan yiyhi tohyhi qyamt, me chhu pnnis prvrdgar sund qsm yus svrue ghyb zanh vun chhu. Ps prvrdgars nishhi chhunh pvushydh th khttith kanhh chyzah akis dhrs brabr th āsmann andr nh zmynn andr, nh aakhi dhrh khoth lokutt kanhh chyzah, nh aakhi dhrh khoth bvdd kanhh chyzah. Prth chyzah chhu ts nishhi lykhith nanhi ktabhi yʿny lvḥ mḥfvẓs andr."
  },
  {
    "verse_id": 4,
    "translation": "Qyamt yiyhi ẓrvr yymhi khạṭr kh yuth Allah tʿālyā timn lvukn rcz mvzvurụ̄ ʿṭa kri yimav ayman avn th rcz ʿmlh krykh tihindy khạṭr chhu bvdd mghfrt th ʿztuk rvzy th jnts andr."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi yim lvukh dvrh dvr th kvshsh kran ạsụ̄ sanyn āyatn th dlyln phuttravnh khạṭr, tihindi khạṭr chhu skht ʿdhab dg th dvd tulh vun."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi chhi zanan tim lvukh yimn ʿlm āv ʿṭa krnh )yʿny ʿlmaʿ ahli ktab( tth ktabhi yosh tohyhi petth nạzl krnh āyhi tuhndis prvrdgar sndi ṭrfh pzktab, byyhi yosh pknavan chhe lvukn ts khdae snzi vathi yus ghạlb chhu ḥmd dapnhi āmut chhu."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi chhi vnan kafr panh vạnụ̄ tthtthh pạtthụ̄ asụ̄ ma havvnav tvhyhi suh shkhṣ yus ʿjyb khbrah vnan chhu zi yylhi tohyhi myczih mnz phuth phuth th ryzh ryzh spdi, tvpth yiyiv tvhụ̄ dvbarh byyhi navi zndgy mnz aannh."
  },
  {
    "verse_id": 8,
    "translation": "Kya sana tmy shkhṣn tthhrvvh khdays petth aapuz kinh ts chhu maczr th jnvn, nh chhu aiftra, nh chhu maczr blkh chhi tim lvukh yim qyamts th ạkhrts mnkr chhi brris ʿdhabs th bjhi gmrạhy mnz mbtla."
  },
  {
    "verse_id": 9,
    "translation": "Kya yimav lvukv vuchhna āsmans th zmyns kun yoshi yimn brvntth kinụ̄ th thr kinụ̄ yʿny prth ṭrfh chhe aḥaṭh krith. Hrgah asụ̄ yyczhv tim nimvkh zmyns tl vạlith, ya travav timn pyth āsman chh chhalh, tvpth galvkh tmy sintụ̄ sanyn āyatn ankar krnh khạṭr pzipạtthụ̄ aath mnz chhu bvdd nshanh prvrdgar sndis qdrt vvl āsns petth prth rjvʿ bkhda krvunis bndh sndi khạṭr."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi kvr aashi ʿṭa ḥẓrt davds pnnh ṭrfh bvdd fẓylt th bdd nʿmt, byyhi kvr ḥkm janvrn tvhụ̄ thi ạsiv timn sintụ̄ sintụ̄ tsbyḥ pran rvzan. Chnanchh ḥkm kvr aashi kohn kh tohyhi ạsiv gri gri timn sintụ̄ tsbyḥ pran. Byyhi kvr aashi tuhndi khạṭr shistr mvm hyvu nrm."
  },
  {
    "verse_id": 11,
    "translation": "Ḥẓrt davuds kvr ḥkm tvhụ̄ ạsiv bnavan aath shistrs zirh kushadh kushadh, byyhi kriv pvur andazh kryn hndis milnavns th vatth dins andr. Ae khandani davud tvhụ̄ sạry dpiv yimn nʿmtn petth ḥmd th shkr byyhi kriv tvhụ̄ rcz ʿmlh, pzipạtthụ̄ bh chhus tuhnzn sarine kamyn petth pvur vạqf."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi kvr aashi slyman ʿlyh alslams vav muskhr, ṣubḥs avs suh rytch vath ṭe kran, shams thi avs rytch vath ṭe kran. Byyhi pknvv aashi tihindi khạṭr tramuk nag, tram avs glith nyran ābkụ̄ pạtthụ̄ pnnhi kanhi mnzh yuth timn banh btthh tyar krns andr shvlyt spdih, tmhi ky ạsụ̄ tim bjhi bjhi dygh th brrụ̄ brrụ̄ banh bnavan, byyhi krụ̄ aashi timn muskhr th tạbʿ jinv andrh tim ashkhaṣ yim timn brvntthh knhi khdae sndi ḥkmh sintụ̄ kạm ạsụ̄ kran, byyhi yus aakhah timav andrh sanhi ḥkmh nishhi rvgrdạny kri, suh czhnavvn asụ̄ ạkhrts andr nar kh ʿdhabuk mzh."
  },
  {
    "verse_id": 13,
    "translation": "Tim jin ạsụ̄ bnavan tihindi khạṭrh tim tim chyz yim tim yaczh hn bjhi bjhi qạlb lari hishhi, byyhi kulyn th kohn hnz shklh, byyhi brrụ̄ brrụ̄ tttthlụ̄, tlav byyhi bjhi bjhi dygh yimh akụ̄ se jayhi tthhrith āsh āsan, aashi kvr ḥkm ḥẓrt davud sndis khandans kh yimn nʿmthn petth dpiv shkr, shkrgzạry kriv rcz ʿml krnh sintụ̄. Myanyv bndv andrh chhi kme shkrgzạry krvunụ̄, aadh yylhi aashi ḥẓrt slyman sndi mrnuk ḥkm jạry kvr th tim ge yymhi ʿālmh tkhts petth bihith, lvur ạskh thạvmcz hongnhi tl, tithe pạtthụ̄ kvr tihindụ̄ rvḥi mbarkn prvaz, aath ḥalts andr rvudụ̄ tim akis vriyas tanụ̄, jin ạsụ̄ vuchhan timn tkhts petth bihith, kanhh avs nh jurat krith nkhh tl yith nẓrdinas. Kunhi chyzn duyt nh ptah timn jinn slyman ʿlyh alslam sndi mrnuk mgr khodd kymụ̄ akụ̄ yus tihinzi lvri andry andry kvuran th khyvan avs."
  },
  {
    "verse_id": 14,
    "translation": "Aadh yylhi so lvur khokhr gyhi th pyyhi vsith, tim thi āe vukravnh bon kun aath tkhts petth, aadh sapud mʿlvm jinn tihindi yymhi ʿālmh gczhnuk. Dpnhi lgụ̄ kh hrgah ghạbch khbr āsiha tylhi ma āshn tim vriyas dhlt kis ʿdhabs mnz grftar."
  },
  {
    "verse_id": 15,
    "translation": "Be shk ạsụ̄ qvm sba khạṭr tihindis vṭns andr khdae snz aṭaʿt th frman brdạry krns petth brrụ̄ brrụ̄ nshanh th dlylh mvjvd, timav nshanv andrh avs aakh nshanh kh zh bagh ạsikh srrkh dchhinụ̄ th khvfri qṭar drqṭar yʿny tihinds ʿlaqs andr ạsụ̄ ʿām shahrah th srrkhi dchhin khvfrụ̄ dvur tanụ̄ nkh nkh baghat yimn mnz km km myvh ạsụ̄, bkthrt āmdny thi ạskh, kạfy rvnq th sayhi thi avsukh bkmal. Aashi vannvv timn anbyahn th naṣḥn hndi dhryʿh, khyyiv pnnis prvrdgar sund ʿṭa kvrmut rzq, tvpth kriv tihnz shkrgzạry th frman brdạry, kyazi doʿyhi qsmh chh nʿmczh krinav ʿṭa, aakh kvrnav ʿṭa dnyahs mnz yhi shhri saba yus nhayt rut shhrah chhu āb v hva kh lḥaẓh, byakh nʿmt krnav ʿṭa ạkhrt kh aʿtbarh, prvrdgarchhu setthah mghfrt krvun, hrgah kunhi qsmh kvtạhy yiyhi lbnh tuhndi kanhi tth kryv drgzr."
  },
  {
    "verse_id": 16,
    "translation": "Timav zạnụ̄ nh aath nʿmts qdr blkh phuyr timav sanyv ḥkmv nishhi buth, aadih kvr aashi timn petth panun qhr nạzl, jạry kvr aashi timn petth bvdd yup th sylab yus tvt tanụ̄ bnd avs. Yymhi sintụ̄ tihindụ̄ tim sạry baghat tbah v brbad ge, byyhi bdlạvụ̄ aashi tihindyn don baghn bdl byyhi qsmkụ̄ zh bagh yimn mnz yim chyz path kun rvudụ̄ bdmzh myvh dar kulụ̄ byyhi myvh vrạe jngly kulụ̄, byyhi jngly bryyhi kulụ̄ kynhh ke yimn mnz nh mzh th lṭaft ạs."
  },
  {
    "verse_id": 17,
    "translation": "Yhi sza duyt aashi timn kfr sbbh, kfrani nʿmt krnh sbbh, asụ̄ chha yuth sza divan kfrani nʿmt krn valyn vrạe byyhi kạnshi."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi krụ̄ aashi ahli sabahn mnz th byyhi shamh kyn timn shhrn mnz yimn mnz aashi pydavarch brkt krmcz ạs varyah shhrābad nkhh nkhh yim brlbi srrk ạsụ̄ yim sarine pkh vunyn bvznh yivan ạsụ̄ yimav sintụ̄ nh msafrn sfrs mnz kunhi qsmuk vḥsht pạdh spdan avs, yythi ns timn tthhrnch khvahsh spdan ạs tathi ns ạsụ̄ tim vsith tthhrith hykan. Mqrr avs kvrmut aashi aakhi khaṣ andazh mvjvb timav shhrv mnzy lvukn hund yun gczuhn, frmvvmut avsukh aashi kh kriv syr rat kuyt thi, dohlhi thi amn v amans andr, chnanchh sạry lvukh ạsụ̄ ymnh petthh sham vatan yimve ābad shhrv mnzụ̄ kvj akis shhrs th kal byyis shhrs mnz khyvan, sạry fqyr th dnya dar ạsụ̄ khyn chyn pans sintụ̄ tulnh vrạe aamhi vathi pkan. Dnya darav vvn yath mnz chhanh sạnụ̄ shan bvznh yivan, tim lgụ̄ dʿā krnhi."
  },
  {
    "verse_id": 19,
    "translation": "Kh prvrdgarah, dvury trav shh sanyn sfr kyn mnziln andr. Mnz mnz krukh bʿẓ shhr ghạr ābad taaynkh aashi āshi yivan samanh sintụ̄ tulnhi th ḥfaẓt khạṭrh nvkr chakr mslḥ samanh sintụ̄ tulnh. Ps kvr timav ẓlm pane pans bny asrạyln hndh pạtthụ̄ lvgukh khynh mnz vokus, chnanchh thavi aashi pth kun tihnzh kthh baqy pth yivunyn hndi khạṭr, byyhi kr aashi timn chhlh chhangr, tim qbylh vạtụ̄ dvur dvur mkhtlf shhrn andr czalan czalan. Be shk yhi aashi byan kvr aath mnz chhi brrụ̄ brrụ̄ nshanh ʿbrt prth ṣbr th shkr krvunyn hndi khạṭr yʿny baayman th frman brdarn hndi khạṭr."
  },
  {
    "verse_id": 20,
    "translation": "Pzi pạtthụ̄ tṣdyq kvr ablysn timn mnz pnnis khyals chnanchh timav kr pvur pạrvy tihnz mgr rvuz pth ts pạrvy krnh nishhi aakh kme jmaʿthah baaymann hnz yim kaml alayman ạsụ̄, tim rvudụ̄ balkl mḥfvẓ. Yim ẓʿīf alayman ạsụ̄ timav kr nh agr chh shrk v kfrs mnz tmụ̄ snz pạrvy mgr mʿāṣyn andr kvrukh tmụ̄ sund atbaʿ."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi avs nh ablys sund timn petth kanhh thi zvr th jbr mgr yhi avs aashi nnhi ravun kh kus chhe ạkhrtch pczh timav lvukv andrh byyhi kmn chhu ạkhrtuk shk th trdud diln andr, yuth zn prth a. Kis mnạsb sza yiyhi dinh. Tuhund prvrdgar chhu prth chyzs petth nghban th rạchh, sarikue chhu ts pvur aṭlaʿ."
  },
  {
    "verse_id": 22,
    "translation": "Frmạviyvukh tvhụ̄ yarsvl Allah, ae lvukv, tvhụ̄ diytav nad timn yim tvhụ̄ mʿbvud zanan chhuvkh mʿbvdi brḥqs vrạe, mngụ̄ tv tvhụ̄ timn pnnụ̄ ḥajat, mʿlvm spdi pane timn tihnz ḥqyqy ḥalt chhe kh tim chhiv nh mạlk kunhi chyzkụ̄ akis dhrs brabr thi, nh āsmann andr th nh zmynn andr, byyhi chhanh timn āsman v zmyn pạdh krns mnz khdays sintụ̄ kanhh shrakthah, byyhi chhunh timav andrh kanhh aakhah khdae sund mddgar kunhi chyzs andr."
  },
  {
    "verse_id": 23,
    "translation": "Yithh pạtthụ̄ tim panh hykn nh kanhh kạmah krith yithe pạtthụ̄ hykn nh khdays vnith yʿny sfạrsh th shfaʿt krith krnavhn kanhh kạmah, chnanchh yim mʿbvudani bạṭl be jan chhi knhi vghạrh hishhi timn hnz chhanh kthe tim kya shfaʿt hykn krith, timn mnz chhanh tmich qạblythe, yithh pạtthụ̄ yim jandar thi chhi mgr Allah tʿālyā hs nishhi chhinh tim mqbvl th qạbli aʿtbar shyṭan vghạrh hy tim thi kya shfaʿt hykn krith blkh yim dhy rvḥ jandar ạsith mqbvl th baaʿtbar bndh chhi mlạyk hy yimn mshrk khdae snz kvri vnith mstḥqi ʿbadt zanan chhi, tim thi hykn nh kạnshi shkhṣs khdays nishhi sfạrsh thm shfaʿt krith. Khdays nishhi chhanh kạnshi hnz sfạrsh th shfaʿt kạm divan mgr ts shkhṣsh sndi khạṭr yasndi ḥqh shfaʿt krvunis Allah tʿālyā shfaʿt krnuk ajazt diyhi. Dlạylv sintụ̄ chhu thạbt zi shfaʿt krvunyn yiyhi shfaʿt krnuk ajazt dinh gnhgar baaymann hndi khạṭr, fqṭ kạfrn th mshrkn hndi khạṭr mlạyk thi hykn nh kạnshi akis blaajazt sfạrsh krith, tihindi ghlbh hạbtch ḥalt chhe yhe kh, chnanchh yylhi khdae sndi ṭrfh timn pyth kanhh ḥkmah jạry chhu spdan timn chhe ntth vothan, aadh yylhi so natth tihidyv dilv nishhi czlan chhe, aakh akis chhi prczhan kya frmvv tuhndụ̄ prvrdgarn, yim zyadh mqrb chhi āsan tim chhikh dpan flạnụ̄ pvz ḥkm frmvv khdayn. Ts brvntth knhi mlạykn yuth ḥal spdun kya ʿjb chhu. Vaqʿī suh chhu ʿạly shan sarine hndi khoth bvdd."
  },
  {
    "verse_id": 24,
    "translation": "Tvhụ̄ prczhyvukh yarsvl Allah byakh kth yymhi sintụ̄ byyhi hn tvḥyduk tḥqyq spdi, ae lvukv tohyhi kus chhu rzq divan āsmann hndi ṭrfh rvud trạvith, zmynn hndi ṭrfh zraʿt khạrith, chvnkh aamuyk jvab chhu timn nishhi thi mtʿīne, lhādha frmạviyvukh tvhụ̄ Allah tʿālyā chhu rzq ʿṭa kran, aath kthhi chhi tim thi aqrar kran, yithi frmạviyvukh kh yth mslh tvḥyds andr chhi asụ̄ ya tvhụ̄ ẓrvr syzi vathi petth ya ṣryḥ gmrạhy andr. Yhi kth chhe nammkn kh tvḥyd vạlụ̄ th tvḥydkụ̄ mnkr kya āsn doshve pzis petth ya kya āsn doshve ghlṭy petth. Yhi chhe lạzmy kth kh doyav mnz āshi aakh pzis petth, aakh aapzis petth. Aakh jmaʿt hdayts petth, byakh gmrạhy petth. Tvḥyd chn dlyln petth chhu ghvr krnh sintụ̄ thạbt spdan kh ahli tvḥyde chhi pzis petth."
  },
  {
    "verse_id": 25,
    "translation": "Yithi frmạviyvukh tvhụ̄ yarsvl Allah kh agr asụ̄ khṭa kar āsv, tohyhi yiyhi nh prczhnh sanyn jurmn hund, byyhi yiyhi nh aashi thi prczhnh timn kamyn hund yimh tvhụ̄ kran chhiv, yuth nh aamhi sintụ̄ tohyhi khyal gczihh kh prczhne ma yiyhi nh kạnshi."
  },
  {
    "verse_id": 26,
    "translation": "Frmạviyvkh tvhụ̄ yarsvl Allah ṣly Allah ʿlyh vslm, svn prvrdgar kri qyamt kh doh aashi doshvunụ̄ fryqn jmʿ, tvpth kri suh fạṣlh aashi mnz rut fạṣlh, kyazi sue chhu czhyn krvun rthi fạṣlh sintụ̄, sue chhu svrue zanh vun, ts nishhi chhunh kynhh thi pvushydh."
  },
  {
    "verse_id": 27,
    "translation": "Frmạviyvukh tvhụ̄, talah mythi hạvitvkh tim yim tohyhi khdays sintụ̄ rlạvith tihindụ̄ shryk tthhravyvkh, tvhụ̄ kya hykyvukh me tim hạvith. Hrgz chhunh ts kanhh shryk blkh vaqʿs mnz chhu suh mʿbvd brḥq, shryk āsnh nishhi munzh th pak, setthah ghạlb th zbrdst, setthah ḥkmt vvl."
  },
  {
    "verse_id": 28,
    "translation": "Byyhi svuz nh aashi tohyhi mgr pyghmbr sarine lvukn hndi khạṭr blkh jinn th bshart divun baaymann, byim krvun kạfrn lykn varyah lvukh chhinh panun nfʿ v nqṣan zanan, jhalth sintụ̄ chhi ankar kran."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi chhi vnan kạfr mslmann kh yhi qyamt yymuyk tvhụ̄ vnan chhiv, yhi vʿdh kr sapdi pvur chhiv he tvhụ̄ pvz vnan."
  },
  {
    "verse_id": 30,
    "translation": "Tvhụ̄ frmạvyvukh yarsvl Allah, tvhyhi sintụ̄ yymhi dohuk vʿdh chhu suh chhu ẓrvr yivun, tamhi nishhi nh yiyiv tvhụ̄ pth krrnh, nh yiyiv brvntth aannh, tuhndi prczhnh andrh chhu nanan tohyhi chhuv tth ankar."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi chhi vnan mnkr kh hrgz aanv nh asụ̄ ayman tth qrān mjyds nh timn ktabn yimh aamhi brvntth āsh. Yimh kthh chhe timn phvran yth dnyase andr, qyamt kh doh gczhnkh yimh sare kthh mshith. Hrgah tvhụ̄ vuchhiv suh vqt yymhi vqth yim ẓạlm th nafrman aistadh yin krnh pnnis prvrdgars brvntthh knhi jvab dhy khạṭr tvhụ̄ vuchhiv aakh hvlnak mnẓrah aakh. Aakh āshi byyis alzam divan, chnanchh adnyā drjikụ̄ lvukh vann yim tabʿ āsn aʿlyā drjhi kyn lvukn yim mtbvʿ āsn kh tihindy vjh ge asụ̄ brbad, tvhụ̄ ne ạsihiv asụ̄ āsh hav baayman."
  },
  {
    "verse_id": 32,
    "translation": "Aath petth vann tim srksh lvukh adnyā drjhi kyn lvukn, kya aashi rttivh tvhụ̄ hdayts ʿml krnh nishhi pth zvrh, yylhi suh hdayt var kar tohyhi nishhi vvt blkh ạsiv tvhụ̄ panh nafrman th mjrm kh ḥq vaẓḥ spdnh pth thi kvruv nh tohyhi suh qbvl, vonụ̄ chhiv aashi kun lagan."
  },
  {
    "verse_id": 33,
    "translation": "Tvpth vann adnyā drjikụ̄ lvukh timn srksh lvukn, blkh rtthy asụ̄ pth ḥq qbvl krnh nishhi tuhund rats th dohs mkr th fryb krnn, yylhi tvhụ̄ lvukh aashi vnan ạsiv kunis khdays ankar krun byyhi ts shryk tthhravun. Aath gftgvvs andr agr chh din yim aakh akis alzam mgr pnnhi jayhi zann kh qṣvr chhu vaqʿī svnue. Gmrah krvunụ̄ dapn vaqʿī ạsụ̄ asy yimn shrk v kfruk tjvyz kran, tim bvnimhi drjikụ̄ lvukh dapn agr chh yim aasy ạsụ̄ ghlṭ vath havan mgr aashi thi paziha panun nfʿ v nqṣan vuchhun, asụ̄ kyazi rvudụ̄ timn tabʿ, svn chhu zyade qṣvr. Mgr yhi ndamt th pshymạny thavan aakh akis nishhi pvushydh yylhi pnnyn ʿmln petth ʿdhab vuchhn. Aashi āsn jhnm kh hnzn timn kạfrn hnzn grdnn mnz trạvimtụ̄, tihindụ̄ aathh khor āsn aashi hanklv sintụ̄ zvri bnd krimtụ̄, tithh pạtthụ̄ yin czopyndul krith jhnms mnz dạrith dinh, timn yiyhi nh sza dinh mgr timn kamyn hund yimh tim kran ạsụ̄. Yuthue vvvmut avsukh tiyuthue lonn, ae pyghmbri brḥq yimn kạfrn hnzv gmrahanh kamyv sintụ̄ th jạhlanh kthv sintụ̄ mah sapdin tuhund dli mbark āzurdh, yhi nv kthah kanhh chhanh blkh."
  },
  {
    "verse_id": 34,
    "translation": "Svuznh aashi kunhi shhrs mnz kanhh byim krvun pyghmbrah mgr tamhi shhr kyv khoshḥal lvukv dvp timn azikyn kạfrn hndy pạtthụ̄, asụ̄ chhi tth sạrise ankar kran yhi hyth tvhụ̄ svznh āmtụ̄ chhiv."
  },
  {
    "verse_id": 35,
    "translation": "Byyhi ạsụ̄ tim vnan asụ̄chhi tuhndi khoth zyadh malh vạlụ̄ th avladh vạlụ̄. Aamhi andrh chhu sapdan mʿlvm zi khdae chhu aashi nishhi khosh, asy chhi ts nishhi mqbvl th qạbli aḥtram. Lhādha kri nh suh aashi hrgz ʿdhab, tvhụ̄ chhiv aashi blụ̄ khocznavan."
  },
  {
    "verse_id": 36,
    "translation": "Tvhụ̄ frmạviyvkh yarsvl Allah jvab kh vsʿti rzq chhanh dlyl mqbvl ʿndAllah āsnch blkh chhu mḥẓ yhi tihund yczuhn. Be shk myvn prvrdgar chhu vsʿt kran rizqs andr yimn yczhan chhu, byyhi chhu sue kmy kran rzqs andr yimn yczhan chhu timn. Yhi chhanh tuhndis khosh āsns ya nakhosh āsns petth dlyl, lykn akthr lvukh chhinh yhi kth zanan, timn chhu khyal mal th avlad bkthrt āsun chhu kynhh shrfe."
  },
  {
    "verse_id": 37,
    "translation": "Mgr albth yimav ayman avn byyhi krykh rcz ʿmlh ps timne lvukn hndi khạṭr chhi dognạvith mvzvurụ̄, byyhi āsn time jnth kyn bala khann th bngln mnz āram v aṭmynanh san bihith."
  },
  {
    "verse_id": 38,
    "translation": "Vonụ̄ yim lvukh aath bdl mḥẓ mal v avlad āsnh sintụ̄ mghrvr āsn, ayman v ʿml ṣalḥ akhtyar krn nh blkh āsn sanyn āyatn phuttravnh th bạṭl krnh khạṭr kvshsh kran yuth aashi ya sanyn pyghmbrn ʿạjz krn, tim yin nari jhnm kis ʿdhabs grftar krnh khạṭr ḥạẓr krnh."
  },
  {
    "verse_id": 39,
    "translation": "Tvhụ̄ frmạvyvukh yarsvl Allah, be shk myvn prvrdgarchhu vsʿt kran rzqs andryimn yczhan chhu pnnyv bndv andrh, byyhi chhu sue rzqs andr tngy kran yimn yczhan chhu pnnyv bndv andrh, lhādha chhunh khrch nh krnh sintụ̄ rzq huran, khdae snzn vtn andr khrch krnh sintụ̄ chhunh rzq km gczhan. Byyhi yikynczhah tvhụ̄ khrch kran chhiv rczn vtn andr tmụ̄ sndy ḥkmh mvjvb, suh chhu tmuyk bdlh ʿṭa kran dnyahs andr thi th ạkhrts andr thi, byyhi chhu sue rzq ʿṭa krvun."
  },
  {
    "verse_id": 40,
    "translation": "Byyhi yymhi doh Allah tʿālyā sarine mạdani ḥshrs mnz jmʿ kri, tvpth prczihh mlạykn kya yim lvukh ạsiya tohy ʿbadt th bndgy kran."
  },
  {
    "verse_id": 41,
    "translation": "Mlạyk dapn ae sanhi prvrdgar czh chhukh munzh th pak shryk āsnh nishhi, cze chhukh svn mvla, aashi chhu czye sintụ̄ tʿlq, yimn lvukn sintụ̄ chhunh kanhh tʿlq blkh ạsụ̄ tim bndgy kran jinn hnz, timav andrh akthrv avs timne ayman avnmut."
  },
  {
    "verse_id": 42,
    "translation": "Allah tʿālyā frmavi aaz chhunh tohyhi andrh kạnshi akhtyar nh kanhh fạydh vatnavnuk, nh kanhh ẓryr th nqṣan vatnavnuk, byyhi vanv asụ̄ timn ẓạlmn yʿny kạfrn czhiv mzh tamhi nari jhnmuk, tmhi kh ʿdhabuk yth tvhụ̄ aapuz zanan ạsiv."
  },
  {
    "verse_id": 43,
    "translation": "Byyhi yylhi timn petth prnh yivan chhi sạnụ̄ vaẓḥ th nnụ̄ āyat, dpan chhi yhi shkhṣ chhunh mgr aasy hyvu mvhniyvah, aasy hyvu ansanah yus pans pyghmbr dapan chhu, yhi chhu yczhan tohyhi pth rattun timn mʿbvdn nishhi yimn mʿbvudn hnz prstsh tuhndụ̄ mạlụ̄ buddi bb kran ạsụ̄, byyhi ạsụ̄ dapan yhi qrān mjyd chhu aapuzah tthhravnh āmut, aamich nsbt khdays kun ṣḥyḥ chhanh, byyhi ạsụ̄ vnan kạfr aath pzis yʿny qrān mjyds. Yylhi suh timn nishhi vatan avs yʿny prnh yivan avs, dapnh avsukh yivan yhi yylhi tthhravnh āmut aapuz chhu, aadh kyazi chhu ʿạqln th gattlyn aamhi sintụ̄ athr gczhan, tmuyk jvab ạsụ̄ vnan yhi chhunh mgr nvn jvdah th siḥrah, tmy chhu lvukn petth aamuyk athr spdan, tihnz ʿqlh chhe mghlvb spdan."
  },
  {
    "verse_id": 44,
    "translation": "Yimn pziha qrān mjydch th nby krym ṣly Allah ʿlyh v slm snz setthah qdr krnụ̄, kyazi yihindi khạṭr āsh yimh doshve nʿmcz ghyr mtrqbh yimn hnz nh timn kanhh shankhe ạs, kyazi aashi ạs nh timn petth aamhi qrān mjyd brvntth kanhh āsmany ktab nạzl krmcz yosh tim pran th prnavan āshn, yithe pạtthụ̄ svuz nh aashi timn kun tohyhi brvntth kanhh bym krvun pyghmbrah varyah kalh petthh. Tuhndi khạṭr avs pyghmbr yʿny tuhnz dhati mbark thi brr nʿmt, aamhi nʿmtch thi shvubhi ha timn qdr krnụ̄ mgr timav kr nh kanhh qdrah blkh kvrukh ankar th tkdhyb, mgr yhi tkdhyb krith fkre rvzan kyazi tkdhyb krnuk sza chhu setthah skht."
  },
  {
    "verse_id": 45,
    "translation": "Chnanchh yimn brvntth yim kạfr ạsụ̄ timav thi kvr pnnyn pyghmbrn th tihindis vḥy yas ankar, ḥalankh yim kạfr vathn nh tamhi kis dhimis ḥṣs thi yhi aashi timn ʿṭa kvrmut avs, mal v dvlt, vạns th ṭaqt, tmhi pth thi yylhi timav myanyn pyghmbrn ankar th tihnz nafrmạny kr, adh chhayhi cze khbre myvn ankar kiyuth avs yʿny tihindi ankaruk sza kiyuth diyut me timn tyvut mal v dvlt ạsith ma āv timn lḥaẓ krnh yimn azikyn kafrn chhunh tmuyk dhim ḥṣh th yimn kmuyk ghrvr th pindar chhu kh yim chhi kran sanyn āyatn th sanyn pyghmbrn ankar."
  },
  {
    "verse_id": 46,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, bh chhusvh tohyhi aake mkhtṣrr ktthah vnan yymhi sintụ̄ vaẓḥ th rvshn spdi tohyhi petth mʿāmlh kh tvhụ̄ vvthiv mḥẓ khdae sndi khạṭr yth andr nfsạnyt ya tʿṣb āshi zinz znụ̄ ya alg alg aakh zvn, tvpth kritv varh fkr th ghvr tuhndis rfyqs yus gri gri tohyhi sintụ̄ āsan chhu yʿny me pans ma chhu kunhi qsmh m. Czr ʿqlhi andr kunhi qsmh khll nqṣan th kmy blkh chhu me kmali ʿql ʿṭa krnh āmut. Yhi ṣaḥb chhunh mgr tuhndi kmal shfqt mokhh tohyhi bym kran akhi yivunhi skht ʿdhabh nishhi."
  },
  {
    "verse_id": 47,
    "translation": "Yithi frmạviyvukh tvhụ̄ yarsvl Allah kh, byyhi tohyhi kanhh mvzvurya, mʿāvẓah mngan chhus dyni ḥq vatnavnh khạṭr, so mvzvurụ̄ th mʿāvẓh gvvtohy, me chhanh tmich kanhh ẓrvrt, myạnụ̄ mvzvurụ̄ chhe khdae se matthi, suh chhu prth chyzs petth mṭlʿ th gvah."
  },
  {
    "verse_id": 48,
    "translation": "Tvhụ̄ frmạviyvkh be shk myvn prvrdgar chhu aapzis petth pvz dạrith divan yymhi sintụ̄ aapuz glan chhu, suh chhu svrue ghạb zanh vun."
  },
  {
    "verse_id": 49,
    "translation": "Tvhụ̄ frmạvyvukh kh pvz dyn ḥq āv, aapuz dyn rvud nh kunhi kamhi hund, mʿbvdani bạṭl nh hykn godd kạnshi chyzah pạd krith nh hykn dvbarh kanhh chyzah pạd krith."
  },
  {
    "verse_id": 50,
    "translation": "Yithi frmạvyvkh tvhụ̄ kh yylhi dyni aslamuk pvz āsun thạbt spdi, hrgah balfrẓ ddvlmut āsh, aadh tmuyk nqṣan chhu myạnise dhats petth, hrgah bh aath pzis dyns pạrvy krith syzi vathi petth chhus, aadh thi chh tamhi kh brkth, yhi kynczhah prvrdgar myvn me kun vḥy svzan chhu, pzipạtthụ̄ suh chhu svrue bvz vun, setthah nzdyk prth akụ̄ sund ḥal chhu ts mʿlvm, prth akis diyhi suh pnnhi ʿmlhi mvjvb mvzvurụ̄."
  },
  {
    "verse_id": 51,
    "translation": "Hrgah tvhụ̄ vuchhiv yarsvl Allah, suh vqt yymhi saʿth qyamtuk doh kafr qyamtuk aḥval vuchhith banbr ymtụ̄ āsn, khvfh sbbh āsn tamhi saʿth avr yvr kran, czlnch āsykh nh kanhh ṣvrthah, fvraan yin tim rattnh, grftar yin krnh."
  },
  {
    "verse_id": 52,
    "translation": "Tmih saʿth dpn tim kafr qyamtuk khvfnak ḥal vuchhith, aashi avn ayman dyni ḥqs petth, vonụ̄ spdin svn tvbh qbvl, suh kthi sna banhi timn, aymans kun aathh zytthravun dvuri jayhi petthh. Ayman annch jae ạs dnya, kyazi suh avs daralʿml, ạkhrt chhu dar aljza. Aathi nh yiyhi ayman qbvl krnh, nh yiyhi kanhh ʿml qbvl krnh, nh yiyhi tvbh qbvl krnh."
  },
  {
    "verse_id": 53,
    "translation": "Ḥalankh brvntth dnyahs andr mvqʿ vizi kvrukh tth ankar. Tthvr āv krnh timn mnz byyhi tihinzn timn khvạhshatn mnz,"
  },
  {
    "verse_id": 54,
    "translation": "Yithh pạtthụ̄ krnh āv yohe vrtav tihindyn hm mshrbn sintụ̄ yimav tohyhi brvntth kfrv shk kvr. Kyaz, tim thi ạsụ̄na ḥạran krvunis brris shks andr mbtla yymụ̄ tim trduds mnz ạsụ̄ trạvimtụ̄."
  }
]