[
  {
    "verse_id": 1,
    "translation": "Sạry ḥmd v thnaʿ chhi ts mʿbvdi brḥqs szavar yymụ̄ godd pạddh kvr āsman th zmyn yus mlạykn chhu bnavan qạṣd, yim malk chhi bʿẓ zinz pkhh vạlụ̄, bʿẓ tre tre pkhh vạlụ̄ bʿẓ czvr czvr pkhh vạlụ̄, czvrn petth chhinh bs kran blkh chhi hurravan pydạyshh andr yhi yczhan chhu th bʿẓ malkn chhu aamhi khoth zyadh pkhh ʿṭa kran. Jbryli amyns chhan ʿṭa krimaczh czvr hth pkhh. Be shk Allah tʿālyā chhu prth chyzs petth qdrt vvl kạnshi hndi mzaḥmth vrạe."
  },
  {
    "verse_id": 2,
    "translation": "Yosh rḥmthah muczravan chhu Allah tʿālyā lvukn hndi khạṭr tth hykhi nh bnd krith kanhh, yth suh bnd kri tth hykhi pth ylh trạvith kanhh. Sue chhu setthah ghạlb ḥkmt vvl."
  },
  {
    "verse_id": 3,
    "translation": "Ae lvukv yad kriv khdae snz timh be shmar nʿmczh yimh tohyhi tmụ̄ ʿṭa krinav, timn nʿmtn hund shkr kriv ada. Suh shkr gvv yohe kh shrk trạviv. Tvḥyd kriv akhtyar. Chnanchh aashi kriv tvhụ̄ bakhbr doyv bjv nʿmtv sintụ̄, so gyh nʿmti khlq th nʿmt rzq, nʿmti ayjad th nʿmt bqa. Kya chha kanhh pạdh krvunah mʿbvd brḥqs vrạe yus tohyhi rzq svzan chhu āsamn th zmyn kh ṭrfh, yylhi tsụ̄ aathhi timh doshve kamhi chhe lhādha chhunh ts vrạe, sue chhu szavari ʿbadt, yylhi mʿbvdyt tsundue ḥq chhu, aadh kithh knụ̄ chhiv tvhụ̄ shrk krith pvt pknavnh yivan."
  },
  {
    "verse_id": 4,
    "translation": "Ae pyghmbri brḥq hrgah tohyhi yim mkkụ̄lvukh aapzyvr zanan chhi, adh yhi nv kthah chhanh, tvhyhi brvntth yim pyghmbr ạsụ̄ timn thi chhu tkdhyb krnh āmut. Lhādha mh spdiv tvhụ̄ aamhi sintụ̄ āzurdh. Dvyim chhe yhi kth kh sare kamhi yin khdae se kun vatnavnh, tsụ̄ nishhi pysh krnh. Suh anzravi pane yhi svrue, tvhụ̄ mah briv kanhh ghm."
  },
  {
    "verse_id": 5,
    "translation": "Ae lvukv yhi bvuzith kh khdae se kun yin vatnavnh sạry amvr, yuthnh tohyhi dnyahch zndgy dvkhh diyhi, tth mnz bvddith spdiv ghạfl qyamth nishhi, byyhi yuthnh tohyhi dvkhh baz shyṭan yth dvkhs mnz travi kh Allah tʿālyā chhu ghfvr th rḥym, suh kri nh tohyhi kynhh thi ʿdhab."
  },
  {
    "verse_id": 6,
    "translation": "Pzụ̄ pạtthụ̄ yhi shyṭan )yymụ̄ snz petthh dhkr āyhi( chhu tuhund dshmn, tvhụ̄ thi zạnyvun suh panun dshmn. Suh chhunh pnnis jmaʿts nad divan shrks th kfrs kun mgr yuth tim thi spdn jhnmyv andrh."
  },
  {
    "verse_id": 7,
    "translation": "Yim lvukh kafr spde, yimav shyṭan sndis nads ajabt kvr, tmụ̄ sndis dvkhs mnz āe, tihindi khạṭr chhu skht ʿdhab ạkhrts andr. Byyhi yimav shyṭan snz mkhalft krith ayman avn byyhi krykh rczh ʿmlh, tihindi khạṭr chhu gnahn bvdd mghfrt byyhi ayman v ʿmli ṣalḥs petth bdd mvzvurụ̄. Yylhi kạfr sund anjam ʿdhabi shdyd chhu, bayman sund anjam mghfrt th ajri kbyr chhu, kya yim zh hykh nh brabr ạsith yʿny."
  },
  {
    "verse_id": 8,
    "translation": "Kya suh shkhṣ yas pnnụ̄ ychh kạm muzyn āyhi krnh tvpth lvg suh tth ychh kamhi rczi nẓri vuchhnhi. Byakh shkhṣ chhu ychh kamhi ychh nẓry vuchhan, huh th yhi chha brabre, goddnuyk shkhṣ gvv kafr yus shyṭan sndi ddalnh sbbh bạṭls ḥq zanan, muẓr chyzs nfʿ divun zanan. Dvm shkhṣ gvv baayman yus pyghmbrn hnz pạrvy chhu kran, shyṭan snz mkhalft chhu kran, bạṭls chhu baṭl zanan, ḥqs chhu ḥq zanan, muẓr chyzs chhu mẓr zanan, mfyd chyzs chhu myd th nafʿ zanan, tim zh chhinh hrgz brabr blkh chhu aakh jhnmy byakh jnty. Ps shyṭan sndi s dvkhs mnz yivunụ̄ th shyṭans dshmn zanh vunyn mnz chhe yiycz frq. Lhādha chhi asụ̄ tohyhi vanan yuthnh tohyhi shyṭan dvkhh diyhi, suh chhu tuhund dshmn. Hrgah tohyhi aath petth tʿjb spdih kh ʿạql shkhṣ kithh pạtthụ̄ zanhi ychh kamhi rcz kạm, tmuyk vjh chhu yy zi Allah tʿālyā ys yczhan chhu ts chhe ʿql drst rvzan. Vonụ̄ yylhi hdayt th gmrạhy chhe Allah tʿālyā sndis yczhns tanụ̄. Ps mh gczihn tuhund bdni mbark glith timn pth ghm khyvan khyvan. Pzipạtthụ̄ Allah tʿālyā chhu pvur zanh vun th svrue yhi tim kran chhi, suh diyhi timn pane suh sza yus timn shvubhi."
  },
  {
    "verse_id": 9,
    "translation": "Mʿbvdi brḥq chhu suh qdrt vvl yus rvud travnh brvntth vav svzan chhu, tim vav chhi tulan avbrn, tvpth chhikh asụ̄ tim avbr pkh navan kunhi mordh th khshk zmyns kun, tvpth chhin asụ̄ sue zmyn tamhi rvudh sintụ̄ zndrh th srsbz kran, yithe pạtthụ̄ kya krvkh asụ̄ lvukh thi qyamtuk doh dvbarh byyhi zndh. Yylhi lvukn qyamtuk doh dvbarh zndh spdun chhu tylhi pazi timn tathi chh dhlt v khvạry nishhi bchnch fkrah krnụ̄. Mshrk chhi shyṭan sndi aghva sintụ̄ mʿbvdani baṭln zanan dhryʿh tamhi dhlt nishhi bchnh khạṭr, chnanchh tim ạsụ̄ vnan )..................( yʿny yim mʿbvudani bạṭl chhi aashi sfarsh krvunụ̄ khdays nishhi dnyakyn ḥajtn andr th ạkhrts andr thi. Tth mtʿlq chhu Allah tʿālyā frmavan."
  },
  {
    "verse_id": 10,
    "translation": "Ps yus akhah czhanddan āshi ʿzt dnya v ạkhrts andr, suh czhạnddin ʿzt khdae snz frman brdạry krnh sintụ̄, tihund ḥkm mannh sintụ̄, kyazi svrue ʿzt chhu baaldhat khdae se, byyn chhu ʿzt balʿrẓ. Yus chyz balʿrẓ āshi suh chhu hmyshh mḥtaj āsan, ts yus mtṣf baaldhat āshi. Ps chhi sạry mḥtaj ʿzts andrkhdays ya khdays nishhi yhi ʿzt ḥaṣl krun qvlaan tasnz aṭaʿt krnh sintụ̄, khdays nishhi chhi yime chyz psnd chnanchh khdae se kun chhu vatan rut klam th rtụ̄ klmat, sue chhu timn qbvl kran. Rtis klams andr āv klmh tvḥyd byyhi sary aavradv aadhkar. Byyhi chh rcz ʿmlh thi hyvr kharan qbvlyt chh drgahi mnz, sare ʿmlh chhe qbvl spdan tvḥydh sintụ̄. Yim lvukh aath khlaf ṭryq akhtyar krith tuhnz mkhalft chhi kran yosh ʿạni mkhlaft gyhi khdae snz krnụ̄, tvpth chhi ychh ychh tdbyrh kran tohyhi tklyf vatnavnh khạṭr. Tihindi khạṭr chhu ạkhrts andrskht ʿdhab yus timn dhltuk baʿth banhi. Tihindụ̄ mʿbvdan baṭl hykn nh timn kunhi qsmuk ʿzt ʿṭa krith blkh spdn tim timn brkhlaf. Tihindụ̄ sạry tdbyr th fndth fryb gczhn be kar. Chnanchh ty sapud thi, tim ạsụ̄ yczhan th kvshsh kran aslam kh khtm krnch, tth mnz ge tim panh khtm, aslams dicz Allah tʿālyā hn rvzbrvz trqy."
  },
  {
    "verse_id": 11,
    "translation": "Byyhi kriv tvhụ̄ pạdh Allah tʿālyā hn drẓimn pydaysh ādm ʿlyh alslam myczih. Tvpth kr enav mstql ṭvr tvhụ̄ pạdh ābh qṭrs many hndis tvpth krinav tvhụ̄ jvrh jvrh mrd th znanh, byyhi chhu tihund ʿlm aamhi qsmh kh chhanh kanhh znanah bardar spdan, byyhi chhanh kanhh znanah prsan mgr svrue chhu spdan Allah tʿālyā sndi ʿlmh mvjvb, yithh pạtthụ̄ chhanh kạnshi hnz ʿmr zyadh krnh yivan mgr thi svrue chhu lvḥ mḥfvẓes andr lykhith, Allah tʿālyā hn chhu pnnhi ʿlmh qdymh mvjvb tth mnz lykhith thvvmut. Be shk yimh kamhi chheAllah tʿālyā hs petth setthah āsan, kyazi tihund ʿlm chhu dhạty, qbl az vqvʿ brabr th yksan."
  },
  {
    "verse_id": 12,
    "translation": "Vuchh czh qdrt chh dlylh kh āb chhu aakve madh, bavjvdi ān chhi tth mnzakhtlaf. Chnanchh zh smndr chhi bvznh yivan hivy mgr aakhi smndruk āb chhu mvdur myvutth th mzh dar shyryn th khoshgvar, trysh homravvun chhu āsan tamuyk hatthi bon valun kyazi ṭbʿīt chhe tth qbvl kran. Byakh smndr, tamuyk āb chhu nvunh czvsh th ttyvtth, tamuyk aakh dam thi chhunh hatthi bon vsan, tamhi chhi tihindi qdrtkụ̄ byyhi byyhi nishanh kh, yimv doshvyav dryavav mnz chhiv tvhụ̄ gadd rttan th tihund tazh maz chhiv tvhụ̄ khyvan, byyhi chhiv doshvyav dryavav andrh ghnh krran yʿny mokhth th ldr, tamhi kuve ghnh chhiv pans pạran. Byyhi chhukh czh ae mkhạṭb vuchhan navh th jhazh aath smndrs mnz kithh pạtthụ̄ chhi tim ābs czttan pkan yuth tvhụ̄timn mnz sfr krith czhạnddiv khdae sund fẓl th rvuzy, suh rvuzy ḥaṣl krith kriv tihinz shkrgzary, byyhi chhav tihnz byyhi qsmh nʿmcz mthlaan."
  },
  {
    "verse_id": 13,
    "translation": "Suh mʿbvdi brḥq chhu rạcz hndyn ajzahn vatnavan doh kyn ajzahn mnz, byyhi chhu doh kyn ajzahn vatnavan rạcz hndyn ajzahn mnz yymhi sintụ̄ tim nfʿ ḥaṣl spdan chhi yim doh kis th rat kis bddns th czhottns mnz ḥaṣl spdan chhi, byyhi chhi tmụ̄ āftab th zvun kamhi lạgimtụ̄. Timav andrh chhu prth aakhah pkan vqt mqrrs tanụ̄ yʿny qyamts tanụ̄ rvzn pkan yithh pạtthụ̄, yohe prvrdgar yymụ̄ sund yhi shan chhu kya gvv tuhund prvrdgar yymụ̄ snz sạre slṭnt chhe. Ts vrạe yim mʿbvdani baṭl chhi yimn hnz tvhụ̄ prstsh kran chhiv yimn tvhụ̄ ālv divan chhiv khdays vrạe tim chhinh mạlk khzr ānchhi hndis dyls ya tmhi kis mnzi mis pns."
  },
  {
    "verse_id": 14,
    "translation": "Hrgah tvhụ̄ timn nad divan chhiv, tim chhinh tuhund nad bvzan, hrgah bvzhn thi tvthi hykhn nh tim tohyhi kanhh mdd krith, tvhụ̄ chhiv timn khdae sndụ̄ shryk tthhravan, qyamtuk doh krn tim tihindi shrkh nishhi ankar. Allah tʿālyā chhu prth aakhi chyzch ḥqyqt zanan, ae mkhạṭb, the vny nh aṣly ḥqyqtuk ḥal kanhh thi vạqf kars vrạe, vạqf kar chhu khdayy yvt, tsụ̄ chhe sarichy pvur khbr."
  },
  {
    "verse_id": 15,
    "translation": "Ae lvukv tvhụ̄ chhiv mḥtaj prth chyzs andr Allah tʿālyā hs kun, Allah tʿālyā chhu panhi be nyaz, ts chhunh kanhh ḥajt kunhi chyzs andr. Ts chhi pans sạry ṣft th sare khvubyhi, tuhund mḥtaj āsns kun nẓr krith krtmụ̄ tuhndi fạydh khạṭr tvḥydch th ʿmlhi hnz tʿlym, hrgah tvhụ̄ so tʿlym mạniv nh, tamhi sintụ̄ vatyv pans nqṣan th ẓryr, Allah tʿālyā hs chhi ghna dhạty thi kmal dhạty thi. Ts chhanh tuhnz nh tuhnzn ʿmln hnz balkl ẓrvurthe."
  },
  {
    "verse_id": 16,
    "translation": "Hrgah suh yyczihh ha tuhndi kfrv nafrmany mokhh niyhi ha tohyhi sarine yymhi ʿālmh mnz, tohyhi kriha grftar tvpth aanhi ha yth ʿālms mnz byyn lvukn th nvyn mkhlvqn yim nh tuhndụ̄ pạtthụ̄ kfrv nafrmạny krhn."
  },
  {
    "verse_id": 17,
    "translation": "Yhi kth Allah tʿālyā hs nishhi kynhh mshkl ạsin nh mgr suh chhu tohyhi mhlt divan tth mnz chhe zạnimcz tmụ̄ mṣlḥt. Dnyahs andr chhu tamhi ẓriruk aḥtmal mgr qyamtuk doh spdi suh ẓạhr fy alvaqʿ."
  },
  {
    "verse_id": 18,
    "translation": "Hrgah kanhh gnahn hund bvrtulh vun nad diyhi kạnshi shkhṣs kh myanhi barh mnz tul th hnah. Tmụ̄ sndi bar mnz yiyhi nh hrgz tulnh kanhh chyzah, aadh ạsitn suh panun kanhh rshth dar, suh tulys nh. Tamhi vqth āshi kfrv bdʿmly hund ẓryr amis pans tulun. Yimn āyatn mnz chhu mnkrn hndi khạṭr bym krnuk th khocznavnuk mẓmvn. Aamhi pth chhu Allah tʿālyā tsly divan sạnis rsvli krym ṣly Allah ʿlyh vslms kh ae Muḥammad, tvhy mh ḥẓ sapdiv ghmgyn yihindi ankar krnh sintụ̄. Yimn chhu aakhi nath aakhi doh ẓrvr aamhi ankarh sbbh ẓryr tulun. Tvhy nh khocznạviyvukh nh mgr lvukh yim pnnis khdays vuchhnh vrạe khoczan āsn, byyhi yim nemazi gzar āsn, nemaz āsn pabndy san vqts petth ada kran. Th yus aakhah ayman anith pak spdi shrk v mʿāṣyv nishhi suh chhu spdan pak pnnhi fạydh khaạṭr, yus nh ayman aanhi suh tulhi tmuyk ntyjh pane kyazi sarine chhu ptv lakhi vatun Allah tʿālyā hs nishhi, tathi tuln tim pane pnnyn ʿmln hund phl th ntyjh ẓrvr."
  },
  {
    "verse_id": 19,
    "translation": "Yimn lvukn nishhi kya tvqʿ yiyhi thavnh, yimn hund aidrak chha baaymann hund aidrak, yhi chha mmkn yim thi kya krn baaymann hndụ̄ pạtthụ̄ qbvl bvuzith, kyazi baaymann hnz mthal chhe qbvli ḥq krns andr gashdarh snz, tihnz mthal chhe qbvl ḥq nh krns andr aʿma hs th nabyna snz. Lhādha chhunh brabr avn th gashdar."
  },
  {
    "verse_id": 20,
    "translation": "Yithh pạtthụ̄ baayman yosh vath akhtyar kri tamich mthal chhe nvurch, kạfrn yosh vath akhtyar kr tamich mthal chhe tạryky hnz. Lhādha chhanh brabr gtth th gash."
  },
  {
    "verse_id": 21,
    "translation": "Yithe pạtthụ̄ yus ntyjh th thmrh kfrs petth mrtb spdvun chhu tmich mthal chhe tathi tapch. Lhdha chhunh brabr koshgvar shuhul th tvt taph taph czndd."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi chhinh brabr zndh th mordh, pzipạtthụ̄ Allah tʿālyā chhu bvznavan yus yczhan chhu, byyhi nh ḥẓ hykyvukh nh tvhụ̄ bvznạvith tim yim qbrn mnz mordh chhi. Kạfr thi bvuziụ̄ tvkh timne mordn hivụ̄. Pth rvudtimn hndi mtạthr nh sapdn mokhh tuhund ghm khyvn, tmich chhanh ẓrvrt kynhh, thi kyazi."
  },
  {
    "verse_id": 23,
    "translation": "Yhi byim krun chhunh tvhyhi pnnhi ṭrfh blkh chhu yhi tvhyhi sanhi ṭrfh kyazi."
  },
  {
    "verse_id": 24,
    "translation": "Be shk aasy svuziv tvhụ̄pvz dyin hyth bshart frmavvunụ̄ baaymann, frman brdarn bym krvunụ̄ kạfrn th nafrmann, yhi aamhi shanh svzun nv kthah chhanh, blkh kanhh aumtah chhanh guzrymcz yimn nh aakh bym krvunah chhu avsmut."
  },
  {
    "verse_id": 25,
    "translation": "Hrgah yim kạfr tohyhi aapuz gnzran chhi, yhi nv kthah chhanh. Be shk timav lvukv thi chhi aapzy gnzrạvimtụ̄ yim yimn brvntth ạsụ̄ pnnhi vqtkụ̄ pyghmbr. Timn nishhi thi vate tihindy bʿẓ pyghmbr nanhi dlylh hyth, bʿẓ pyghmbr ṣḥyfh hyth, bʿẓ pyghmbr nvrạny ktabh pyth, timav yylhi timh ktabh aapzih zanhi th timn ankar kvr."
  },
  {
    "verse_id": 26,
    "translation": "Tvpth krụ̄ me grftar tim kạfr. Aadh chhe cze khbre myvn ankar kiyuth avs yʿne tamhi ankaruk sza kiyuth avs."
  },
  {
    "verse_id": 27,
    "translation": "Kya cze vuchhuth na ae mkhạṭb be shk Allah tʿālyā hn trvv āsaman kh ṭrfh rvud. Tvpth krrụ̄ aashi tamhi zmyn mnz mkhtlf rngn hndụ̄ myvh, byyhi chhi yithh pạtthụ̄ kohv andrh thi mkhtlf ḥṣh, addụ̄ vozlụ̄ timav andrh th mkhtlf, addụ̄ sfyd th vozlụ̄, addụ̄ kme sfyd th kme vozlụ̄, byyhi bʿẓ koh skht kirhinụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Byyhi lvukv andrh th janavarv andrh, charvayv andrh timn hndụ̄ rng thi mkhtlf yithe pạtthụ̄. Khdays chhinh khvczan tihindyv bndv andrh mgr time ʿạlim th zann vạlụ̄ th smjhdar bndh yim dlạyli qdrt vuchhith timn mnz ghvr th fkr chhi kran, tihndyn diln andr chhu tihindi ʿẓmtuk ʿlm ḥaṣl spdan, pzipạtthụ̄ Allah tʿālyā hs khoczun chhu drdhati khvd ẓrvry kyazi suh chhu zbrdst, suh hykhi svrue krith byyhi chhu ghayt mqṣvdh kh aʿtbar th ẓrvry kyazi suh chhu pans khoczvunyn bndn setthah bkhshhi vun, ps chhu ts khoczun ʿztuk mqtẓy th ghfvr ytuk mqtẓy thi."
  },
  {
    "verse_id": 29,
    "translation": "Be shk yim lvukh pran chhi qrān mjyd, tvpth chhi tmhi mvjvb ʿml thi kran, byyhi chhi khṣvṣyt ahtmamh san pran nemaz vaqth chh pabndy san, byyhi chhi khrch kran tamhi malh andrh yus aasy chhukh ʿṭa kvrmut khttith th nnụ̄ pạtthụ̄ thi yithh pạtthụ̄ mmkn spdykh tim chhi khdae sndi vʿdh mvjvb aumydvar tth njats yth hmyshh dạymy nfʿ th fạydh chhu. Yth mnz nh zanhh thi nqṣan th gatth āshi kyazi aamhi svdahuk khrydar kanhh mkhlvqah chhunh blkh chhu amyuk khrydar panh khalqi krdgar. Suh chhu mḥẓ lvukn fạydh vatnavnh mokhh aamhi mʿāmlch qdr kran."
  },
  {
    "verse_id": 30,
    "translation": "Yuth Allah tʿālyā timn pvur mvzvurụ̄ diyhi tihnzn ʿmln hnz byyhi diyhi timn pnnhi fẓlh mnz byyhi hn zyadh mvzvurụ̄. Pzi pạtthụ̄ suh chhu bkhshn har th qdrdan. Tuhnzn ʿmln andryosh kmya ạs rvuzmcz so kr Allah tʿālyā hn pvurh, mvzvuri ʿlavh ditin timn anʿām th qrān mjyds petth ʿml krnh kh brkth bnyvv timn ajr th fẓl, tikyazi yhi qrān mjyd chhu ticzh ktabah."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi yosh ktab aashi tohyhi petth nạzl kr so chhe pz ktab yvsh tṣdyq th tạyyd chhe kran timn ktabn yimh tmhi brvntth chhe nạzl krnh āmczh kh timh ktabh thi chhe khdae sndy ṭrfh nạzl āmczh krnh. Agr chh tamhi pth āv timn tḥryf krnh, avdd milnavnh th avdd kddnh. Be shk Allah tʿālyā chhu pnnyn bndn hnz pvur khbr thavan, tuhnzn mṣlḥtn chhu varh vuchhh vun. Lhādha yiczh kạml ktab nạzl krnụ̄ ạs tasnz mṣlḥt mngan, kạml ktabh hund pvurh ʿạml thi chhu kạml mvzvurụ̄ hund mstḥq blkh ajr thi thi fẓl thi yth kun nẓr krith kr aashi ktab tohyhi petth nạzl yarsvl Allah ṣly Allah ʿlyh vslm."
  },
  {
    "verse_id": 32,
    "translation": "Tvpth vatnạv aashi yhi ktab timn lvukn hndis aaths andr yim aashi pnnyv sarive bndv andrh baaʿtbar ayman psnd kre. Aamhi andrh chhi murad ahli aslam yim aamhi ayman kh ḥythyt tmam dnyakyv andrh khdays nishhi mqbvl chhi, agr chh timav andrh āsn ychh ʿmlhi sbbh bʿẓ lvukh qabli mlamt th mṭlb chhu kh so ktab vatnạv aashi mslmann hndis aaths andr, tvpth chhi timn mslmann andr brgzydh th psndydh āsnh kh bavjvd tre qsm. Timav andrh bʿẓ chhi kanhh gnah krnh sbbh pnnyn pann petth ẓlm krvunụ̄. Bʿẓ chhinh gnah kran, nh chhi rczn ʿmln andr ẓrvryatv nishhi tjavuz kran blkh chhi mtvsṭ drjs andr rvzan, bʿẓ chhi nyky hyth brvntth gczhh vunụ̄ khdae sndi tvfyq sintụ̄ gnahv nishhi pth rvzan. Frạyẓv ʿlavh chhi nvafl th ada kran. Ghrẓ yhi ktab vatnạv aashi yimn tryshvuny qsmn hndyn aathn andr. Yhi kạml ktab yimn tryshvuny qsmn ʿṭa krnh. Yohe gvv khdae sund bvdd fẓl. Aamhi pth chhi aamhi ajrv fẓlkụ̄ tfṣyl."
  },
  {
    "verse_id": 33,
    "translation": "So bdd mvzvurụ̄ gyhi hmyshh rvznkụ̄ bagh, timne mnz vatn tim tryshvunụ̄ qsmn hndụ̄ lvukh, tathi yiyakh ghnh lagnh sonh sndụ̄ krụ̄ byyhi mokhth, byyhi āshi pvshak tihund jnts andr pvtt tvt vạtith."
  },
  {
    "verse_id": 34,
    "translation": "Tvt aczith dapn tim jnty lchhhi bvd ḥmd bvvun ts mʿbvdi brḥqs yymụ̄ dvur krụ̄ aashi nishhi hmyshh khạṭr sạry ghm, pzipạtthụ̄ svn prvrdgar chhu setthah mghfrt krvun setthah qdrdan."
  },
  {
    "verse_id": 35,
    "translation": "Yymụ̄ prvrdgarn bsạvụ̄ asụ̄ hmyshh tthhrnh chh jayhi pnnhi fẓlh sintụ̄ yythi nh aashi vathi āyndh kanhh mshqtah, nh vathi aashi pth kanhh tklyfah, nh thkuna. Yhi avs qrān mjyds petth ʿml krvunyn hund ḥal."
  },
  {
    "verse_id": 36,
    "translation": "Vonụ̄ yimav lvukv homn brkhlaf kfrkvr, tihindi khạṭr chhu nari jhnm, timn petth nh yiyhi mvtuk ḥkm krnh zanhh taaynkh tmy mrnh sintụ̄ kya moklh hn aamhi ʿdhabh nishhi, nh yiyakh jhnm kis ʿdhabs nishhi tkhfyf nh kmy krnh. Yithh pạtthụ̄ kya chhi asụ̄ sza divan prth kạfrs."
  },
  {
    "verse_id": 37,
    "translation": "Tim lvukh āsn jhnms mnz krykh divan th vnan, ae sanhi prvrdgarh aashi krr yymhi jhnmh andrh, asụ̄ krhav vonụ̄ setthah rcz ʿmlh timn ʿmln bdl yimh asụ̄ kran ạsụ̄. Allah tʿālyā frmavykh, kya aashi kre na tohyhi soyhi so ʿmr ʿṭa yth mnz nṣyḥt rtthi ha, yas nṣyḥt rttnụ̄ āsiha, ṣrrf āyhi nh tohyhi ʿmre yạcz ʿṭa krnh blkh tamhi ʿlavh āv tohyhi nishhi sanhi ṭrfh byim krvun yʿny pyghmbr mgr tohyhi bvuzuv nh kynhh thi. Vonụ̄ czhiv pnnhi nafrmany hund mzh. Yithyn ẓạlmn chhunh yythi kanhh mddgarah. Asụ̄ krav nh mdd, kyazi asụ̄ chhi tohyhi nishhi be zar, aashi vrạe thi kri nh tohyhi kanhh mdd, kyazi timn chhanh mddkrns petth qdrathe, rạẓụ̄ ạsitn ya mth ạsitn."
  },
  {
    "verse_id": 38,
    "translation": "Be shk Allah tʿālyā he chhu zanh vun āsmann th zmynn hndụ̄ pvushydh chyz, sue chhu pvur zanh vun diln hnzh sare kthh."
  },
  {
    "verse_id": 39,
    "translation": "Suh gvv sue prvrdgar yymụ̄ tvhụ̄ zmyns petth ābad kriv, bsạviv, yimn dlyln th nʿmtn kun nẓr krith paziha tohyhi ts shkr v thnaʿ dapun mgr tth bdl chhi bʿẓ tohyhi andrh kfr v ankars petth ddadd krith. Ps yus aakhah kfr kri tmụ̄ sndi kfruk vobal chhu ts pans, byyis kạnshi kya hykn tim bigạrith th nqṣan krith, kạfrn hurravinh kfrkrun khdays nishhi kynhh thi be zạry vrạe, byyhi hurravinhi kạfrn kfr tihund ạkhrts andr kynhh thi tavanh nqṣanh vrạe, suh gvv jnth nishhi mḥrvm spdun jhnmuk kundh bnun."
  },
  {
    "verse_id": 40,
    "translation": "Yimn lvukn yim kfrvshrks petth aṣrrar krith chhi, frmạviv tvhụ̄ yarsvl Allah, ae mshrkv, me vnụ̄ tav tvhụ̄ timn shrykn hund ḥal yimn tvhụ̄ mʿbvdi brḥqs vrạe prstsh kran chhiv, me hạvitav timav kus ḥṣh chhu zmynuk pạdh kvrmut, kinh kanhh shrakthah chhe timn āsmann hndis pạdh krns andr takh kunhi ʿqly dlylhi sintụ̄ spdiha tihund ʿbadts mstḥq āsun thạbt, kinh aashi chhe diczmcz timn pnnụ̄ kanhh ktabah yth mnz shrk durst āsnukh tdhkrh chhu yymhi chh kunhi dlylhi petth tim qạyim chhi, blkh chhinh yim ẓạlm addụ̄ aaddyn vʿdh kran mgr mḥẓ dvkhh th frybuk kh tihindyv bddyv chhe timn be dlyl aakh kthah vnụ̄ mcz kh yim mʿbvdani bạṭl krn timn khdays nishhi sfạrsh ḥalankh tim mʿbvd chhi be akhtyar mḥẓ. Lhādha kithh pạtthụ̄ hykn mstḥqi ʿbadt ạsith, albth mkhtar muṭlq chhu dhati bạry tʿālyā, sue chhu szavari ʿbadt. Chnanchh prvrdgar sndi mkhtar āsnch th ts vrạe yim chhi, tihindi be akhtyar āsnh chv dlylv mnzh chhe aakh mkhtṣr kth byan yivan krnh kh tvhụ̄ vuchhitv."
  },
  {
    "verse_id": 41,
    "translation": "Yqyqny kth chhe kh Allah tʿālyā chhu āsmann th zmyns pnnhi qdrt sintụ̄ thph krith yuthnh tim mvjvdh ḥalt travan, byyhi hrgah tim mvjvdh ḥalt travan thi timn hykya kanhh aakhah thph krith, th byyhi pnnis ḥalts petth qạyim thạvith. Ts vrạe yylhi nh ʿālmch ḥfaẓt kạnshi hndi kinụ̄ hykhi spdith, pạdh krnch chhanh kthe th ḥajt rvạyy hnz chhanh dlyle, lhādha aath kun nẓr krith yin tim zannh mstḥq ʿbadt, vonụ̄ shrk bạṭl āsnh kh bavjvd lashryks shryk tthhravun, yhi avs mngan mshrkn gvczh fvraan sza dinh yun mgr chvnkh suh chhu setthah ḥlym tamhi mokhh chhu suh timn mhlt divan kyazi kanhh ma yiyhi timav andrh syzi vathi kun byyhi chhu suh ghfvr, suh kri brvuntthimyn sarine gnahn mghfrt."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi ạsụ̄ kafr qryshv andrh qbl az bʿthti nby krym ṣly Allah ʿlyh v slm zvrdar qsm havan kh hrgah timn nishhi vathi kanhh bym krvun pyghmbrah be shk tylhi āsn time yʿny asy prth aumt andrh zyadh hdayt qbvl krvunụ̄, aadh yylhi vvt timn nishhi bym krvun pyghmbr yʿny ḥẓrt rsvl krym ṣly Allah ʿlyh vslm tihindis nfrts sapud huryr kyazi tim ạsụ̄ pans brrụ̄ zanan th nfrt se petth ạsụ̄ nh aktfa kran,"
  },
  {
    "verse_id": 43,
    "translation": "Blkh ạsụ̄ timn tklyf th aiydha vatnavan th tamhi khạṭr ychh ychh tdbyr kran, yim lvukh yim yimh tdbyr sạnis pyghmbrs aiydha vatnavnh khạṭr kran ạsụ̄ timn hund ẓryr avsukh pans punan kyazi tklyf rsạny khạṭr ychh tdbyr krnụ̄ chhanh valnh yivan mgr timne yim so tdbyr krvunụ̄ āsn, kya yim kafr chha pnnhi ḥqh tth chyzs pyaran yus chyz brvntthimyn kạfrn hndi ḥqh āv astʿmal krnh yʿny yithh pạtthụ̄ tim galnh āe yithe pạtthụ̄ gczhn yim thi galnh yinụ̄, ty banhi ẓrvr kyazi tvhụ̄ lbiv nh khdae sndis ṭryqs mnz kanhh tbdylyah, byyhi lbiv nh tvhụ̄ khdae sndis aath dstvrs mnz kanhh tghyrah th tbdylyah."
  },
  {
    "verse_id": 44,
    "translation": "Kya tim chhina phyran mulks mnz, ps vuchhhn kya chhu anjam sapudmut timn lvukn hund yim yimn brvntth ạsụ̄ yim ạsụ̄ yihindi khoth zyadh qvt kinụ̄ bavjvdi ān āe galnh th khtm krnh. Allah tʿālyā chhunh tiyuth ts kya hykhi ʿạjz krith kanhh chyzah āsmann andr ya zmynn andr kyazi be shk suh chhu svrue zanh vun sạrise petth qdrt vvl. ʿlmh sintụ̄ chhu suh panun prth airadh nạfdh kran, dvyum chhunh kanhh aakhah tiyuth lhādha hykhi nh ts kanhh aakhah mghlvb krith."
  },
  {
    "verse_id": 45,
    "translation": "Hrgah Allah tʿālyā yimn lvukn kfr chn kamyn petth ratthi ha, grftar kriha tylhi chhrriha nh zmyns petth kạnshi ḥrkt sorsor krvunis jandars, kyazi nafrmann gyvv pvzue. Frman brdar thi yihn yymhi dnya mnz byyis ʿālms mnz vatnavnh, ḥyvanat thi yahn khtm krnh kyazi tim sạry chhi ansann hndy khạṭr yath dnyahs mnz lykn suh chhu lvukn mhlt divan akis mqrr krnh āmtis vqts tanụ̄. Aadh yylhi timn panun mqrr krnh āmut vqt vathi, ps chhu Allah tʿālyā pnnyn bndn hund svrue ḥal pvur vuchhhi vun, tmis chhi sạry bndh nẓry, ps yymụ̄ yhi kvrmut āshi timn diyhi suh pane tamich mvzvurụ̄, rczi kamhi rcz mvzvurụ̄, ychh kamhi ychh mvzvurụ̄."
  }
]