[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvf mqṭʿātv andrh zh ḥrf. Aamuyk mʿny zanhi panh prvrdgar."
  },
  {
    "verse_id": 2,
    "translation": "Qsm chhu mẓbvṭ vmḥkm baḥkmt qrān mjyduk."
  },
  {
    "verse_id": 3,
    "translation": "Be shk chhiv tvhụ̄ ae Muḥammad pyghmbrv andrh."
  },
  {
    "verse_id": 4,
    "translation": "Syzih vathi petth, yus tuhnz pạrvy th mtabʿt kri suh vathi khdays nish."
  },
  {
    "verse_id": 5,
    "translation": "Nạzl chhu yhi qrāni mjyd kvrmut tmy khdayn yus setthah ghạlb chhu yus setthah rḥmt vvl chhu."
  },
  {
    "verse_id": 6,
    "translation": "Tvhụ̄ avv pyghmbr svznh yuth tvhụ̄ bym kriv khdae sndi ʿdhabh nishhi goddh tth qvms yimn hndyn malyn buddi bbn avs nh aamhi ʿdhabuk bym āmut krnh, tamy chhi tim dyni ḥqh nishhi be khbr."
  },
  {
    "verse_id": 7,
    "translation": "Be shk timav andrh chhi akthrn petth aazlh kh tqdyrch kth brabr āmcz, tamhi mokhh aann nh tim ayman."
  },
  {
    "verse_id": 8,
    "translation": "Tihnz mthal chhe zn aashi chhu trvvmut tihnzn grdnn mnz ghvl, tim ghvl chhikh hongyn tanụ̄ yymhi sbbh tim klh hyvr kun thạvith vath chhakhnh bvzne yivan, tihindi ayman nishhi dvur āsnch chhe byakh mthal."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi zn aashi qạyim kvrmut chhu timn brvntthh knhi aakh dyvarh, byyh tihnzi thr kinụ̄ thi byakh dyvarh, tvpth chhi aashi tim vlimtụ̄ prth ṭrfh, ps chhunh timn bvzne yivan kynhh. Doshvunụ̄ mthaln hund ḥaṣl chhu yy kh."
  },
  {
    "verse_id": 10,
    "translation": "Hishh kthah chhe tvhụ̄ timn byim kritv ya math kritv, tim ayman aann nh hrgz."
  },
  {
    "verse_id": 11,
    "translation": "Tvhụ̄ kriv bym ts yus nṣyḥt mvjvb pkhi byyhi khoczi ḥẓrt rḥmans vuchhnh vrạe. Tithis shkhṣs diyiv tvhụ̄ bshart gnahn hndi bddi mghfrtch. Byyhi ṭaqt v ʿml krns petth rthi mʿāvẓch. Aamy andrh sapud mʿlvm kh yim buth phirn th gmrạhy akhtyar krn tim chhi mghfrt th rthi ʿiivẓh n, shhi mḥrvm. Agr chh aamhi jza v szahuk ẓhvr dnyahs mnz sapdun lạzm chhunh."
  },
  {
    "verse_id": 12,
    "translation": "Kyazi asụ̄krvkh aakhi doh sạry mordh zndh, tamy doh spdi aamuyk ẓhvr, byyhi chhi asụ̄ timh sare ʿmlh lykhan yimh yimav brvntth kun svz, byyh chhi asụ̄ lykhan timh ʿmlh thi yimh tim pth kun travan chhi. Byyhi chhu aashi prth chyzah lykhith thvvmut vaẓḥ ktabhi mnz yʿny lvḥ mḥfvẓs mnz tihindi ʿmlhi andr aannh brvntthue."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi kri tvhụ̄ byan timn kạfrn brvntthh knhi )yuth tạyyd spdi tuhndis rsalts byyhi spdi tuhndis ankar tvḥyd v rsalt krns petth ḥjt qạym( mthal aakhi gam kyn lvukn hnz yylhi aath bsty mnz svuzụ̄ aashi kynhh pyghmbr."
  },
  {
    "verse_id": 14,
    "translation": "Yylhi goddny svuzụ̄ aashi timn nishhi zh pyghmbr, timav zạnụ̄ tim doshve aapzụ̄, tvpth kvr aashi timn don pyghmbrn mdd trymis pyghmbr sndi sintụ̄, timav tryshvuyv pyghmbrv dvp timn lvukn be shk chhi asụ̄ tohyhi kun khdae sndi ṭrfh pyghmbr. Tvhụ̄ kriv tvḥyd akhtyar, but prsty trạviv."
  },
  {
    "verse_id": 15,
    "translation": "Timav lvukv dvphakh tohyhi mnz kya khṣvṣyt chhe pyghmbr āsnch, tvhụ̄ chhiv nh mgr aasy hivụ̄ ansan, khdae rḥmann chhunh aaztanụ̄ kanhh chyze ktab ya aḥkam nạzl krimtụ̄. Tvhụ̄ ryshve chhiv balkl aapuz vanan."
  },
  {
    "verse_id": 16,
    "translation": "Timav pyghmbrv dvphakh sạnis prvrdgars chhu mʿlvm kh be shk th yqynaan chhi asụ̄ tohyhi kun tihindy ṭrfh bṭvr rsvl svznh āmtụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Aashi petth chhunh matthi mgr shychh vatnavunụ̄ pvur pvur, so kạm kr aashi vonụ̄ chhu manun ya nh manun tuhnz kạm."
  },
  {
    "verse_id": 18,
    "translation": "Timav lvukv dvphakh asụ̄ chhiv tvhụ̄ zanan physhl, kyazi tuhndi yinh sintụ̄ vvt shhrs mnz drag, byyhi pyvv tuhndi tḥrykh sintụ̄ lvukn mnz tfrqh th fsad, hrgah ne tvhụ̄ pth rvuziv yhi tblygh krnh nishhi, yimh kthh vannh nishhi, asụ̄ layav tohyhi kanhi, byyhi vathi tohyhi sanhi ṭrfh skht ʿdhab th rngarng tklyf."
  },
  {
    "verse_id": 19,
    "translation": "Pyghmbrv dvphakh tuhund nḥvst chhu tohyhi goddm petthe pans sintụ̄ kyazi sạry tklyf chhi tohyhi ḥq qbvl nh krnh mokhh, hrgah tvhụ̄ sạry dyni ḥq qbvl krith mtfq spdihiv, tylhi nh āsihe tohyhi panh vạnụ̄ jng v jdal, nh ftnh fsad, nh ạsihiv tvhụ̄ qḥṭ sạly th drags mbtla. Kya tvhụ̄ chhivh yth kthhi nḥvst zanan yosh nṣyḥt sʿādtuk kn th bnyad chhe, vaqʿs mnz yhi nḥvst chhunh blkh chhiv tvhụ̄ ʿqlhi hndi th shrʿ kh ḥdh nishhi ddlh vunụ̄, tamy mkhalfti shrʿh sintụ̄ vvt tohyhi yhi nḥvst, aamhi gftgvvch khbr yylhi shhrs mnz shayʿ spz."
  },
  {
    "verse_id": 20,
    "translation": "Tvpth āv shhr kh andrh petthh aakh shkhṣah yus mslamn avs dvran dvarn yuthnh yim lvukh pyghmbrn kynhh tklyf vatnavan yymhi sintụ̄ qvmuk qvm tbah gczihh."
  },
  {
    "verse_id": 21,
    "translation": "Tmụ̄ shkhṣn dvpukh, ae lvukv pyghmbrn hnz kriv pạrvy, tvhụ̄ pkiv ẓrvr tihnzi vathi yim nh tohyhi syz vath havnh khạṭr kunhi qsmh mʿāvẓh mngan chhi, byyhi chhi tim panh syzi vathi petth, timn kanhh khod ghrẓiyah chhanh aath andr."
  },
  {
    "verse_id": 22,
    "translation": "Me nishhi kya ʿdhur chhu th me kya gvv kh bh kya krnh bndgy ts prvrdgar snz yymụ̄ bh pạd kvrns. Vanun avs amis tohyhi kya gvv tvhụ̄ chhiv nh prvrdgar snz ʿbadt kran yymụ̄ tvhụ̄ pạd krinav, yhi vvn amụ̄ panh se yuth mnh mkhạṭbn baʿthi ashtʿāl spdih. Byyhi chhuv tohyhi sarine ts kun rjvʿ krun, ptvlakh vatun mvjvdh ḥalts kun nẓr krith kmhi buthhi hykiv tvhụ̄ tas brvntth knhi buth dith."
  },
  {
    "verse_id": 23,
    "translation": "Kya bh hyka tuhndụ̄ pạtthụ̄ ts vrạe tim tim chyz mʿbvd zạnith yimn hndi ʿjzch kyfyt yhi chhe kh hrgah khdae rḥman me nsbt kanhh tklyfah vatnavun yyczihh, timn mʿbvdani bạṭln hnz sfạrsh hykhi nh me kanhh fạydh vatnạvith. Nh hykn tim panh pnnhi qdrt sintụ̄ th ṭaqt sintụ̄ me tamhi tklyfh nishhi moklạvith."
  },
  {
    "verse_id": 24,
    "translation": "Hrgah bh yithụ̄ nabkar pnnụ̄ mʿbvd zankh tylhi chhus bh nanhi gmrạhy mnz."
  },
  {
    "verse_id": 25,
    "translation": "Me chhu tuhndis prvrdgars petth ayman avnmut. Tvhụ̄ thi bvuziv myạnụ̄ kth varh, mgr timn lvukn petth pyvv nh amis shkhṣh snzn kthn hundd kanhh athr blkh rvttukh, tvpth mvrukh. Knhi lạe lạe kvddhs jan ya zvlukh nars andr ya chvurhs hvtt. Bhrḥal yimav tryyav ṭryqv andrh akhi ṭryqh kvrukh shhyd."
  },
  {
    "verse_id": 26,
    "translation": "Shhyd spduvunue sapud tmis khdae sndi ṭrfh arshad kh ae baaymanh gczh aacz jnts. Suh baayman lvg aamhi saʿth thi vannhi kash kh myạnis qvms spdiha mʿlvm myvn ḥal,"
  },
  {
    "verse_id": 27,
    "translation": "Kh me kr mghfrt myạnụ̄ prvrdgarn ayman v atbaʿ rsvl kh brkth, byyhi kvrns bh baʿzt lvukv andrh. Yhi bvuzith anhn tim ayman, timn thi yiyhi ha yithe pạtthụ̄ mghfrt krnh th ʿzt dinh. Yylhi aamhi shhr kyv lvukv pyghmbrn th tihndyn tabʿn sintụ̄ yuth mʿāmlh kvr. Aashi hyvt timn aamuyk antqam hynh khạṭr."
  },
  {
    "verse_id": 28,
    "translation": "Vvl nh aashi ts baayman sndis qvms petth tihindi shhyd spdnh pth suh qvm galnh khạṭr kanhh lshkrah mlạykn hund āsman kh ṭrfh, nh ạs aashi tamich ẓrvrt kyazi tihund hlak krun avsnh mḥtaj kunhi bddi lshkruk."
  },
  {
    "verse_id": 29,
    "translation": "Blkh avs suh szah aakh. Skht āvazah jbryl amyn snz ya byyhi kạnshi malkh snz. Yanụ̄ so krykh gyhi tanụ̄ shyhle tim sạry."
  },
  {
    "verse_id": 30,
    "translation": "Afsvs yithyn bndn hndis ḥals petth yimn nishhi yylhi vvt kanhh pyghmbrah tylhi ạsụ̄ tim ts pyghmbrs ttsnh th tthtthh kran."
  },
  {
    "verse_id": 31,
    "translation": "Kya timav vuchhna aashi kạczah jmạʿcz th kạczah aumth kri timn brvntth hlak mḥẓ aamy mokhh kh tim ạsụ̄ sanyn pyghmbrn tthtthh kran th aapziyạrụ̄ zanan yim nh zanhh timn nishhi vaps hykn yith dnyahs kun. Aath kthhi andrae tim dhra ghvr krhn mmkn avs kh tkdhyb v asthza nishhi rvzhn pth."
  },
  {
    "verse_id": 32,
    "translation": "Chhunhi timav andrh kanhh thi yus nh qyamtuk doh sarine lvukn sintụ̄ aashi brvntthh knhi ḥạẓr krnh yiyhi."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi chhu lvukn hndi khạṭr sanhi qdrtuk bvdd nishanh byyhi tvḥydch bdd dlyl mordh zmyn yus asụ̄ zndh chhin kran dvud sintụ̄ tvpth chhi asụ̄ krran timhi zmynh mnz ghlh th anaj, tamhi mnz chhi lvukh khyvan."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi krụ̄ aashi aath zmyns mnz khzr kulyn hndụ̄, byyhi dchhhi rạntthn hndụ̄ bagh, timne mnz kvr jạry aashi nagh rad th kolh."
  },
  {
    "verse_id": 35,
    "translation": "Yuth lvukh khyn anajikụ̄ pạtthụ̄ tmuyk myvh thi. Yim chyz krụ̄ nh pạddh tihindyv aathv agr chh byvl vavnch sg dinch kạm kr timve mgr phl th ghlh pạdh krun chhu Allah tʿālyā snze kạm byyhi nh kạnshi hnz. Kya yiczhh qdrt chh dlylh vuchh, th thi krn na tim shkrgzạry yymuyk goddnuyk hyrpvv chhu tvḥyd."
  },
  {
    "verse_id": 36,
    "translation": "Munzh th pạk chhu suh dhati pak yymụ̄ pạddh krụ̄ pnnhi qdrt sintụ̄ sarine chyzn hndụ̄ jvrh th mqablh timav chyzv andrh yim kharan chhi zmyn nbatatv andrh byyhi chhu yhe kyfyt khod timn hndyv pnnyv dhatv andrh yʿny bshr th ansanv andrh chhi addụ̄ mvhnivụ̄ aajhi znanh, byyhi timav chyzv andr yimn hnz nh timn khbre chhe kynhh. Ghrẓ kya khdayah chhu, sạry mkhlvq krin pạdh aakh akụ̄ sndụ̄ mqabl, th panh chhu khalqi ykta mqabl th jvrh āsnh nishhi munzh th pak."
  },
  {
    "verse_id": 37,
    "translation": "Byakh nshanh chhu lvukn hndi khạṭr khdae sndi qdrtuk, ratuk vqt, tạryky aṣl āsnh mokhh chhu āftabuk gash tth petth aakh mslh hyvu, tmy rạcz petthh yylhi asụ̄ valan chhi doh kh gashuk suh mslh kh aty chhi lvukh vatan byyhi aanhi gttis mnz."
  },
  {
    "verse_id": 38,
    "translation": "Byakh nshanh chhu mʿbvdi brḥq sndi qdrtuk āftab, yus pkan chhu pnnhi mqrr jayhi petthh. Yhi chhu andazh kvrmut setthah zbrdst setthah zann vạlụ̄ khdayn."
  },
  {
    "verse_id": 39,
    "translation": "Byyhi krụ̄ aashi zvunhi hndi khạṭr prrav mqrr, yim aatthvvuh chhi. Taaynkh pkan pkan chhe so byyhi gczhan hochhmcz prạnụ̄ khzr chh mvri hish."
  },
  {
    "verse_id": 40,
    "translation": "Aashi chhu zvunhi th āftab kh pknuk tiyuth andazh thvvmut, byyhi chhu aashi rat v doh kh yinh gczhnuk suh antẓam kvrmut kh nh hykhi āftab zvunhi rttith kyazi suh chhu akis āsmans petth, yhi chhu byyis āsmans petth. Nh hykhi rat brvntth gczihth dohs, prth akhah chhu yimav andrh ak, s akis āsmans mnz czhantth vayan yʿny pkan. Prth aakhah chhu pnnis pnnis dạyrs mnz ḥsabh mvjvb tamhi ṭryqh pkan aakh akụ̄ sndis ḥsabs mnz th antẓams mnz hykhi nh kanhh aakh khll trạvith yʿny āftab hykhi nh pane pnnhi akhtyarh tamhi saʿth ṭlvʿ krith, pnnhi rvshny sintụ̄ zmyn rvshn krith. Yymhi saʿth āftab āshi zmyns pnnhi rvshny sintụ̄ nvrạny kran. Ḥdyth shryfs mnz chhu kh āftabuk mstqr chhu ʿrsh mjyds tl. Yhi chhu ghrvb kh vqth sjdh divan, tth mnz ḥkm dryaft kran byyhi doh kh ṭlvʿuuk. Akhi doh yiyhi ts ḥkm krnh kh ṭlvʿ mah kr, vaps gczh tpạry ypạrụ̄ ākh, tamhi doh khshi āftab mghrb kh ṭrfh, suh chhu qyamt chv nshạnyv mnz aakh nshanh."
  },
  {
    "verse_id": 41,
    "translation": "Khdae sndi qdrtuk byakh nshanh chhu lvukn hndi khạṭr kh aashi tulụ̄ tihindụ̄ ābav ajdad tth navi mnz yosh brith ạs ẓrvryatv sintụ̄."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi kri aashi pạdh timn hndi khạṭr ticzhe navh hishhi byyhi navh yimn mnz tim svar spdan chhi. Byyhi tth navih hiy byyhi tim chyz yimn petth tim svar spdith khshky hund sfr kran chhi yʿny vvuntt vghạrh. Chnanchh ʿrb chhi vanan vvuntts sfynth albr khshky hnz nav. Aath mnz chhi shaml timh svari yimh navi ayjad āyhi krnh, ryl, mvttr, hvayy jhazh, raktt vghạrh."
  },
  {
    "verse_id": 43,
    "translation": "Hrgah asụ̄ yaczhhav tim phattvuhvkh timv navav san. Ps āshi nh tihindi khạṭr timav mʿbvdani baṭlv andrh yimn tim shryki khda zanan chhi kanhh fryad ras vath vunah. Nh yin tim bchavnh phttnh kyv ḥạdithatv nishhi."
  },
  {
    "verse_id": 44,
    "translation": "Mgr chhi tim bchith sany mhrbạny sintụ̄ byyhi chhi tim tmtʿ th fạydh tulnavunụ̄ dnyachh zndgy hund akis muʿīn vqts tanụ̄."
  },
  {
    "verse_id": 45,
    "translation": "Yylhi timn lvukn tvḥydchn dlyln sintụ̄ mẓmvni vʿīd vannhi yivan chhi kh tvhụ̄ khvucziv tth ʿdhabs yus tohyhi brvntthh knhi chhu yʿny yus dnyahs mnz tohyhi krnh yiyhi, ghrq ya khsf hyvu, byyhi tth ʿdhabs yus tohyhi mrnh pth yivun chhu yʿny ankari tvḥyds petth yus ʿdhab tohyhi vaqʿ spdvun chhu tth khvczụ̄ tav, aadh suh dnyahs mnz vạtụ̄ tn ya ạkhrts andr tth khvuczith anụ̄ tv ayman, dyv tohyhi petth rḥm yiyhi krnh."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi chhunh vatan timn nishhi kanhh āyah tihindis prvrdgar sndyv āyatv andrh mgr tim chhi tamhi nishhi buth phiran th srtạby kran. Yithh pạtthụ̄ byim krnuk th khocznavnuk yimn petth kanhh athr chhunh spdan tithe pạtthụ̄ chhunh timn trghybuk th kanhh athr pyvan chnanchh."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi yylhi vannh yivan chhu timn Allah tʿālyā hn yimh nʿmczh tohyhi ʿṭa krimaczh chhe, yus mal tohyhi duytmut chhunav, tamhi mnz kriv khrch khdae snzi vathi andr, vnan chhi tth mvqʿs petth kạfr baaymann, kya asụ̄ khyavvkhh tim lvukh yimn hrgah Allah tʿālyā khyavun yyczihh ha th suh khyavihykh. Tvhụ̄ chhiv nh mgr nanhi gmrạhy mnz."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi chhi vnan kạfr lvukh pyghmbri brḥqs th mslmann bṭvri ankar kh yhi qyamtuk vʿdh krspdi pvurh chhivhe tvhụ̄ pvz vanan tylhi krụ̄ tv byan kr yiyhi qyamt. Allah tʿālyā chhu frmavan kh yim yosh yhi kth barbar prczhan chhi, zn yimn skht antẓar chhu qyamtuk."
  },
  {
    "verse_id": 49,
    "translation": "Tim lvukh chhinh antẓar kran th pyaran mgr kuny skht krykhi yʿny nfkhh avlyā yoshi timn hngh th mngh ratthi. Tim ạsụ̄ panh vạnụ̄ tamhi vqth ḥsbi mʿmvl pnnyn mʿāmlatn andr har hare kran tth āvazi sintụ̄ gczhn tim khtm."
  },
  {
    "verse_id": 50,
    "translation": "Ps hykn nh tim tamhi saʿth shuryn bạczn hndi khạṭr kanhh vṣytah krith. Nh hykn pnnis ʿīals kun vaps yith, yus yythi ns āshi suh mari tthi the. Yhi gvvgoddnuyk phokh yymhi sintụ̄ sạry mrn."
  },
  {
    "verse_id": 51,
    "translation": "Tvpth yiyhi cztjy vhrụ̄ byakh phokh dinh pvgs mnz yymhi sintụ̄ sạry byyhi dvbarh zndh spdn, yanụ̄ suh phokh yiyhi dinh tam nyrn qbrv mnz, tvpth pkn pnnis khdays kun dvran dvarn, tvpth yylhi tathi hvlnak th hạbt nak ḥalat vuchhn."
  },
  {
    "verse_id": 52,
    "translation": "Ḥạran spdith vann aakh akis hae afsvs, asụ̄ kmụ̄ sna tulụ̄ nindri hnzi jayhi nishhi yʿny qbrv mnz. Mlạyk vnnkh, yhe chhe so qyamt yymuyk vʿdh ḥẓrt rḥmān avs frmavan, pvz ạsụ̄ frmavan pyghmbr mgr tvhụ̄ ạsiv nh manan. Allah tʿālyā chhu frmavan."
  },
  {
    "verse_id": 53,
    "translation": "Bhrḥal suh nfkhi thanyh yʿny dvyum phokh āshi kuny skht krykhah, yanụ̄ so spdi tanụ̄ yim tim sạry jmʿ spdith aashi brvntth kun ḥạẓr krnh."
  },
  {
    "verse_id": 54,
    "translation": "Ps tamhi doh yʿny qyamtuk doh yiyhi nh kạnshi shkhṣs kunhi qsmh ẓlm krnh, byyhi yiyav nh tohyhi jza th bdlh dinh mgr timne kamyn hund yimh tvhụ̄ dnyahs mnz kran ạsiv. Yhi gvv narh kyn lvukn hundḥal."
  },
  {
    "verse_id": 55,
    "translation": "Be shk jnty āsn tamhi doh varyahn shghln sintụ̄ khosh dl."
  },
  {
    "verse_id": 56,
    "translation": "Tim th tihnz byyhi znanh āsn sayn tl. Muzyin th byyhi ārạysh krnh āmtyn plngn petth tkyh dith bihith."
  },
  {
    "verse_id": 57,
    "translation": "Tihindi khạṭr āsn timn jntn mnz km km myvh byyhi āshi tihindi khạṭr thi svrue yymich tim khvahsh th rghbt krn."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi bvzn tim slam rḥmt vạlis prvrdgar sndi ṭrfh. Panh frmavi timn slam rḥmt vvl prvrdgar yimn lfẓn andr, alslam ʿlykm ya ahl aljnth."
  },
  {
    "verse_id": 59,
    "translation": "Ḥkm sapdi mvqfs mnz aṣḥabi narn kh juda rvuziv baaymann nishhi ae kafrv kfrvshrkuk jrm krvunyv lvukv. Kyazi baayman yin svznh jnts kun. Tvhụ̄ yiyiv svznh nar jhnms kun, tmy vqth yiyhi timn bṭvr zjrvmlamt vannh."
  },
  {
    "verse_id": 60,
    "translation": "Ae bny ādmv kya me ạsiv na tvhụ̄ ʿhd krnạvimtụ̄, byyhi avsname tạkydy ḥkm kvrmut kh yuthnh tvhụ̄ prstsh th ʿbadt kriv shyṭan snz kyazi suh chhu tuhund nvn dshmn."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi ạsimav na ʿhd krnạvimtụ̄ kh ʿbadt kriụ̄zi myạny yạcz, yhe chhav syz vath."
  },
  {
    "verse_id": 62,
    "translation": "Be shk tmụ̄ ddạlụ̄ tohyhi andrh varyah lvukh. Kya tvhụ̄ ạsiv na yyiczhn thi zanan kh agr asụ̄ amis shyṭan sndi gmrah krnh sintụ̄ ddalv th gmrah spdav, asụ̄ thi chhi ʿdhabs mstḥq."
  },
  {
    "verse_id": 63,
    "translation": "Yykya gvv suh jhnm yymuyk tohyhi vʿdh yivan avs krnh."
  },
  {
    "verse_id": 64,
    "translation": "Acziv aath jhnms andr yath tvhụ̄ ankar ạsiv kran."
  },
  {
    "verse_id": 65,
    "translation": "Tamhi doh krv asụ̄ mohr tihindyn chanttyn petth, tvpth krn kth aashi sintụ̄ tihindụ̄ aathh, byyhi din gvạhy tihindụ̄ khor timn sarine kamyn hnz yimh yim kran ạsụ̄ dnyahs andr. Yhi ʿdhab spdi timn ạkhrts andr."
  },
  {
    "verse_id": 66,
    "translation": "Hrgah asụ̄ yczhhav dnyase mnz dimh hav asụ̄ timn kufruk sza. Gashhi rvstue krhvkh achh tihnzh. Achhy thavhvkh nh kunhi. Tvpth hyhan tim vathi kun dvrun th pkun. So kthi sa yiyhi hykh vath bvznh. Achhv vrạe ya achhn hndi gashhi vrạe."
  },
  {
    "verse_id": 67,
    "translation": "Aamhi khoth zyadh byyhi hrgah asụ̄ yczhhav kfr kis szahs mnz timn mskh ṣvrt krnụ̄, ẓrvr hykh hvkh mskh ṣvrt krith. Yythi nis āsn tathi ns gczhn rvuzith. Ps hykh hn nh brvntth pkith nh pvt phyirith. Mskhh ṣvrt sintụ̄ spdihakh czokhvr, akụ̄ se jayhi gczhhn rvuzith, yhi gczihh nh kynhh ʿjạyb zanun kyazi aamich aakh nẓyr chhe mvjvd."
  },
  {
    "verse_id": 68,
    "translation": "Byyhi ys shkhṣs asụ̄ zyadh ʿmr chhi divan ts chhi asụ̄ ṣvrts mnz tbdyl kran. Kya yhi ḥalt vuchhith thi chhuna timn fkri tran."
  },
  {
    "verse_id": 69,
    "translation": "Yim kafr yimav nbvts ankar krnh khạṭr ḥẓrt Muḥammad ṣly Allah ʿlyh vslms shaʿr vnan chhi, yhi tihund vanun chhu mḥẓ bạṭl, kyazi aashi hychhinạvụ̄ nh Muḥammad ṣly Allah ʿlyh vslm bạth vannụ̄, nh chhu tihinds shans szavar kyazi tim chhi aʿlyā drjikụ̄ mḥqq. Mẓamyn shʿryuk bna chhu mḥẓ tkhylatn petth āsan. Yimn don kthn mnz chhe kafy tnafy th tnaqṣ. Yhi tim byan kran chhi thi chhunh mgr nṣyḥtuk klam. Byyhi aḥkami alhāy nnhi ravun qrān mjyd."
  },
  {
    "verse_id": 70,
    "translation": "Yuth tim bym krn ts shkhṣs yymh sund dil znd h āshi, byyhi yuth ka frn petth ʿdhabch ḥujt qaym spdi, timn yiyhi vannh bavjvdi ayn kh tohyhi he bvuziv sạnụ̄ aḥkam mgr bvuzith kvruv ankar."
  },
  {
    "verse_id": 71,
    "translation": "Kya timav mshrk lvukv kr na yth kun nẓr kh aashi kvr tihindi fạydh th nfʿ khạṭr pnnyv aathv sintụ̄ bnạvimtyv chyzv andrh charvạe pạd. Chnanchh sạnụ̄ mạlk bnavnh sintụ̄ bne tim timn charvayn hndụ̄ mạlk."
  },
  {
    "verse_id": 72,
    "translation": "Byyhi krụ̄ aashi tim charvạeram th muskhr thndi khaṭrh, ps chhi timv andrh addyn petth svar spdan byyhi chhi timav andrh adden tim khyvan."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi chhi tihindi khạṭr timn charvayn mnz varyah fạydh, byyhi dod chynh chh jayhi. Kya aath petth thi krn na tim shkrgzạry sạnụ̄. Yth mnz sarive chyzv andrh ahm tr aqdam avs tvḥyd qbvl krun. Mgr timav kvr shkrh th tvḥyd jayhi kfr th shrk akhtyar."
  },
  {
    "verse_id": 74,
    "translation": "Yimh yimh mhrbạny ʿṭa krith tthhrạvụ̄ timav mʿbvdi brḥq vrạe aapizụ̄ mʿbvd yth vomyzi petth kh dyv timn mʿbvdani bạṭln hndi ṭrfh vathi kạnshi mddah."
  },
  {
    "verse_id": 75,
    "translation": "Mgr tim hykn nh timn kunhi qsmh mdd krith. Mdd krnch kya kth chhe ḥalankh tim thi yin tihindụ̄ fvj bnith yikh vatth jbraan ḥaẓr krnh, tvpth krn tihnze mkhalft, timn khlaf din byan, dpnakh tvhụ̄ ạsiv nh aashi ʿbadt kran. Vonụ̄ yylhi yim lvukh yimn vaẓḥ th ṣaf amvrn khlaf kran chhi."
  },
  {
    "verse_id": 76,
    "translation": "Ps mah ḥẓ krin ghmgyn tohyhi yarsvl Allah tihnz h kthh tvḥyd v rsalts mtʿlq. Kyazi āzrdgy chhe spdan aumyz hnzi jayhi. Vomyzi hnzi jayhi chhu āsan suh mkhaṭb ys ʿql v anṣaf āshi. Yim lvukh chhi gbhi, lhādha chhanh yimn ʿqle, byyhi chhu yimn lvukn ghbar, lhādha mʿānds nishhi anṣafuk tvqʿ thavun chhu ghlṭ. Lhādha chhanh tmi mḥl amyde. Tth kun nẓr krith chhunh ghm khynuk th kanhh mvqʿe. Be shk asụ̄ chhi zanan thi svrue yhi tim khttith kran chhi diln andr, byyhi ẓạhr kran chhi tim zyvav sintụ̄. Vqt vạtin timn yiyhi tamhi saʿth pvur sza dinh."
  },
  {
    "verse_id": 77,
    "translation": "Byyhi vuchhna amụ̄ ansann yus mrnh pth byyhi pạdh spdns ankar chhu kran kh aashi kvr suh pạdh akis ḥqyr ābh qṭrs. Lạzm avs ts ansans pnnụ̄ yhi abtdạyy ḥalt czyts pạvith aanhi ha suh zyri nẓr pnnụ̄ ḥqart th pnnis khạlq snz ʿẓmt, tvpth kriha suh jrat th ankar krnuk. Nh kriha gstạkhy aath petth aʿtraẓ krnuk. Shrmndgy sintụ̄ glhi ha andrụ̄ andrụ̄, byyhi kriha pane pnnis aath ḥals petth nẓr krith mrnh pth zndh spdns aqrar th pczh. Thi kvrun nh blkh lvg nnụ̄ pạtthụ̄ aʿtraẓ krnhi, blkh kvrun aashi sintụ̄ mqablh krith qyamts ankar."
  },
  {
    "verse_id": 78,
    "translation": "Byyhi lgụ̄ byan krnhi sạnis shans mnz ʿjyb ʿjyb mthalh yymhi sintụ̄ ankar qdrt chhu lạzm yivan. Pnnụ̄ aṣlyt gys mshthe, yad rvudus nh, ḥqyr qṭrh ạsith bnvv aashi ansan, yohe chhu dpan, kus hykhi zndh krith dodrymcz addijhi."
  },
  {
    "verse_id": 79,
    "translation": "Tvhụ̄ frmạviyvus yarsvl Allah timn dodrymczn addijn kri zndh sue dhati pak yymụ̄ yimh pạdh kri ghodnichhi ltthi yylhi nh yhi kihinụ̄ avs, yylhi yhi ḥyat nishhi setthah dvur avs. Vonụ̄ chhu amụ̄ akhi ltthi ḥyat v zndgy qbvl kvrmut, vonụ̄ pạdh krun kya ʿjyb chhu. Suh chhu prth ṭryqh pạdh krun pvur zanan, abtda thi, dvbarh thi. Ts nishhi chhunh kihinụ̄ mshkl."
  },
  {
    "verse_id": 80,
    "translation": "Suh gv sue qdrth vvl yus tuhndi khạṭr sbza sbz kulhi mnz nar chhu pạdh kran, ad chhiv tvhụ̄ timhi sintụ̄ czkh divan th hurh hyvan. Chnanchh kulyv mnz chhi bʿẓe kulụ̄ yimn hnzh akhi hchhi sintụ̄ byyis hchhi gkhr dith nar chhu nyran."
  },
  {
    "verse_id": 81,
    "translation": "Kya suh dhati pak yymụ̄ āsman th zmyn yim bddụ̄ mkhlvqat pạdh krụ̄ chhuna qdrt vvl, suh kya kri ansans hivis lokttis mkhlvqs dvbarh byyhi pạdh, albth suh chhu bvdd pạdh krvun, pạdh krun pvur zanan."
  },
  {
    "verse_id": 82,
    "translation": "Tihnz qdrt chhe ticzhe kh kh yylhi suh aradh chhu kran kunhi chyzkh pạdh krnuk, suh chhu dpan tth chyzs sapd pạdh, aty chhu suh pạdh spdan, ts nish kosh kth chhe vonụ̄ mshkl."
  },
  {
    "verse_id": 83,
    "translation": "Yiczahv kthv sintụ̄ sapud thạbt kh suh mʿbvd chhu munzh th pak yymụ̄ sndis aaths mnz sarine chyzn hund akhtyar chhu. Suh chhunh kunhi chyzs andr kunhi qsmh ʿạjz. Tvhụ̄ sạry yiyiv ts kun ptv lakhi qyamtuk doh vatnavnh."
  }
]