[
  {
    "verse_id": 1,
    "translation": "Qsm chhu timn mlạykn hund yim ʿbadt krnh kh vqth ya aḥkami alhāy bvznh kh vqth ṣf dy dy chhi aistadh rvzan."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi chhu qsm timn mlạykn hund yim zvth vunyn tarkn hndi dhryʿh āsmạny khbr aanh vunyn shyṭann ginrnz th lar kran chhi."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chhu qsm timn mlạykn hund yim yadi khda tsbyḥ v tqdys kran chhi, yim tre qsm chhus bh havan yth kthhi petth kh"
  },
  {
    "verse_id": 4,
    "translation": "Be shk tuhund mʿbvd chhu akve."
  },
  {
    "verse_id": 5,
    "translation": "Tamich dlyl chhe yhe kh suh chhu prvrdgar āsmann th zmynn hund byyhi tmhi sarikue yhi āsmann th zmynn drmyan chhu. Byyhi chhu suh prvrdgar timn sarine jayn hund yimn jayn sạry starh ṭlvʿ kran chhu."
  },
  {
    "verse_id": 6,
    "translation": "Pzi pạtthụ̄ aashi duyt zynt th aasy kr ārạysh nkhh āsmans sitarn hndi sintụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi kr ḥfẓt th rạchh yimav sitarv sintụ̄ āsmạny khbrn prth srksh th shryr shyṭans nishhi."
  },
  {
    "verse_id": 8,
    "translation": "Chnanchh tmh mokhh chhinh tim shyṭan hykan kan dith mlaʿ aʿlyā hs yʿny mlạykn hnzn mjlsn blkh chhi brith )...... Dạrith( yivan dinh tim prth ṭrfh, dkh dy dy chhi tim yivan dvur krnh. Yhi gvv timn dnyahs andr sza,"
  },
  {
    "verse_id": 9,
    "translation": "Byyhi chhu tihindi khạṭr ạkhrts andr hmyshgy hund ʿdhab nari jhnms andr."
  },
  {
    "verse_id": 10,
    "translation": "Mgr he kanhh shyṭanah thaphi thoshi kanhh khbrah hyth czlan chhu, ts chhe pte laran aakh narh ryhah aakh zvth vunụ̄ th przlh vunụ̄. Soe chhe ts galan."
  },
  {
    "verse_id": 11,
    "translation": "Tvhụ̄ prczihtv timn mnkrn yarsvl Allah yim ankar chhu kran qyamts th mrnh pth byyhi zndh spdns, tim lajvab krnh kh ṭryqh kh kya tim pạdh krnụ̄ chha skht kinh tim mkhlvq yim aashi pạdh krụ̄, yimn hnz dhkr krnh āyhi. Tim lvukh chhi aashi pạdh krimtụ̄ lạrith gczhh vunhi th pishajhi myczih, yth nh kanhh qvtah th ṭaqtah chhu. Ps yylhi aashi ṭaqt th qdrt chhe abtdaan qvy th skht mkhlvqat pạdh krns petth, ẓʿīf th sust mkhlvqat byyhi dvbarh pạdh krnụ̄ kya mshkl chhu aashi nishhi. Mgr bavjvd yiczh vaẓḥ dlyl byan krith thi chhinh yim lvukh mrnh pth byyhi zndh spdns pczh kran."
  },
  {
    "verse_id": 12,
    "translation": "Tvhụ̄ chhiv blkh yihindis ḥals petth tʿjb kran kh yimn kvnh chhe ṣaf kth fkri tran. Tim chhi ankar krnh ʿlavh tihnzn kthn petth tmskhr th tthtthh kran."
  },
  {
    "verse_id": 13,
    "translation": "Yylhi timn fkri yivan chhu tarnh, fhmạysh th nṣyḥt yivan chhe krnh timn chhunh kunhi qsmh fkri tran."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi yylhi vuchhan chhi tim kanhh mʿjzah yus timn thbvti nbvt khạṭr havnh yivan chhu tth chhi tthtthh th tmskhr kran."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi chhi dpan yhi mʿjzh chhu ṣaf jvd th siḥr."
  },
  {
    "verse_id": 16,
    "translation": "Kyah sna yylhi asụ̄ marv th mycz gczhv, addije yaczh rvzav, tvpth yimvh asụ̄ dvbarh zndh krith thvd tulnh."
  },
  {
    "verse_id": 17,
    "translation": "Kya sạnụ̄ brvuntthim mạlụ̄ buddi bb thi yinh byyhi zndh krnh."
  },
  {
    "verse_id": 18,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, aavh, tvhụ̄ yiyiv byyhi ẓrvr zndh krnh, byyhi spdiv tvhụ̄ dhlyl v khvar."
  },
  {
    "verse_id": 19,
    "translation": "Qyamt chhanh mgr kuny krykhah, yanụ̄ so krykh gczihh aty nyrn lvukh zndh gczihth qbrv mnz, tvpth lgn ḥạran spdith vuchhnhi."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi dapn afsvs sanhi khạṭr, avhv, yhi chhu jzahuk doh."
  },
  {
    "verse_id": 21,
    "translation": "Vannh yiyakh aadh yohe kya gvv fạṣluk suh doh yth tvhụ̄ ankar kran ạsiv."
  },
  {
    "verse_id": 22,
    "translation": "Ḥkm spdi mlạykn kh sombrạviyvukh yim lvukh yimiv ẓlm kvr pạnụ̄ pans shrkh sintụ̄, byyhi tihindụ̄ tạbʿ th pyrv, byyhi tihindụ̄ mʿbvdani bạṭl yihnz tim ʿbadt kran ạsụ̄ mʿbvdi brḥqs vrạe yʿny shyṭan th potlụ̄,"
  },
  {
    "verse_id": 23,
    "translation": "Tvpth hạviyvukh jhnmch vath yʿny vatnạviyvukh jhnms andr."
  },
  {
    "verse_id": 24,
    "translation": "Srdst tthhrạviyvukh tim, vodnụ̄ thạviyvukh tim, timn chhunh kynhh prczuhn."
  },
  {
    "verse_id": 25,
    "translation": "Dapnh yiyakh tohyhi kya gvv, tvhụ̄ chhiv nh aakh akis mdd kran."
  },
  {
    "verse_id": 26,
    "translation": "Blkh āsn tim tohyhi tamhi doh aakh akis ttholh divunụ̄ th aakh akis nishhi be tvjh spdvunụ̄."
  },
  {
    "verse_id": 27,
    "translation": "Tvpth phyrn tim addụ̄ aaddyn kun, aakh akis kun mtvjh spdith krn sval v jvab."
  },
  {
    "verse_id": 28,
    "translation": "Chnanchh tabʿ dapn mtbvʿn aashi kryyv tvhụ̄ gmrah. Kyazi tvhụ̄ ạsiv aashi nishhi zbrdsty san ddalnh yivan. Aashi petth ạsiv dbav th zvr trạvith aashi gmrah kran."
  },
  {
    "verse_id": 29,
    "translation": "Tim mtbvʿīn dpnkh svn zvr avsnh tohyhi petth kynhh thi blkh ạsiv nh tvhụ̄ panh ayman aanh vunụ̄."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi avsnh tohyhi petth kanhh svn zvr th jbr blkh ạsiv tvhụ̄ panh srksh qvmah."
  },
  {
    "verse_id": 31,
    "translation": "Mʿlvm chhu spdan kh asụ̄ sạry ạsụ̄ aazle mḥrvm ayman nishhi. Tmy spz aashi petth aazle kth mḥqq tth kun nẓr krith chhu aashi sarine ʿdhabuk mzh ẓrvrczhun."
  },
  {
    "verse_id": 32,
    "translation": "Aashi ddạliv tvhụ̄, asụ̄ ạsụ̄ panh thi ddlimtụ̄ rahi rast nishhi."
  },
  {
    "verse_id": 33,
    "translation": "Ps āsn tim tmhi doh sạry ʿdhabs nadr shryk."
  },
  {
    "verse_id": 34,
    "translation": "Asụ̄ chhi nafrmann jurm karn sintụ̄ yohe slvk kran."
  },
  {
    "verse_id": 35,
    "translation": "Yim ge time yimn nh tvḥydch pczh ạsinh rsaltch. Vannh avs yivan timn dnyahs andr priv laa ailhā aila Allah, tvrh ạsụ̄ srkshy th tkbr kran."
  },
  {
    "verse_id": 36,
    "translation": "Dpan ạsụ̄ kya asụ̄ travvkhh pnnụ̄ mʿbvd akis shaʿr th dyvanh sndi vannh mvjvb. Allah tʿālyā chhu frmavan, yhi pyghmbri brḥq nh chhu shaʿr th nh chhu dyvanh."
  },
  {
    "verse_id": 37,
    "translation": "Blkh chhu pyghmbr brḥq āv suh timn nishhi pvz dyn hyth. Byyhi chhu suh brvuntthmyn pyghmbrn thi tṣdyq th tạyyd kran."
  },
  {
    "verse_id": 38,
    "translation": "Ae mshrkv th kạfrv tohyhi sarine yʿny tabʿn thi mtbvʿn thi chhu dg tulh vunhi ʿdhabuk ẓrvr mzh czhun."
  },
  {
    "verse_id": 39,
    "translation": "Aath mnz chhunh tohyhi petth kanhh ẓlm kyazi tohyhi yiyhi nh sza dinh mgr timne kamyn hund yimh tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 40,
    "translation": "Mgr chhi mḥfvẓ ʿdhabh nishhi prvrdgar sndụ̄ khaṣ krnh āmtụ̄, czarnh āmtụ̄ th shrkh nishhi ṣaf v pak krnh āmtụ̄ bndh. Murad chhi tamhi andrh ahli ayman, timav kr pazich pạrvy. Allah tʿālyā hn krụ̄ tim mqbvl th mkhṣvṣ bndh."
  },
  {
    "verse_id": 41,
    "translation": "Lhādha chhu tihindi khạṭr sue rzq tyar thavnh āmut yymuyk ḥal qrān mjyd kyn byyan svurn andr mʿlvm chhu spud mut."
  },
  {
    "verse_id": 42,
    "translation": "Yʿny km km myvh byyhi yiyhi timn setthah ʿzt krnh."
  },
  {
    "verse_id": 43,
    "translation": "Nʿmtn hndyn baghn andr."
  },
  {
    "verse_id": 44,
    "translation": "Tkhtn petth āsn rvubrv aakh akis kun buth krith bihith."
  },
  {
    "verse_id": 45,
    "translation": "Phirnavnh yin timn nishhi pyalh yim pkh vunhi th jạry shrabi ṭhvrh sintụ̄ brith āsn."
  },
  {
    "verse_id": 46,
    "translation": "Sue shrab āshi sfyd ṣaf shfaf yus chyns andr chynh valyn setthah ldhydh mʿlvm āshi spdan."
  },
  {
    "verse_id": 47,
    "translation": "Nh āshi tth shrabs mnz klh dvd, th nh be hvshy th nh ʿqlhi hund ftvr."
  },
  {
    "verse_id": 48,
    "translation": "Timn nishhi āsn byyhi time jvrh yim nh pnnyn mrdn vrạe kạnshi kun achh tulan āsn. Timh achh āsnkh vychhhi vychhhi."
  },
  {
    "verse_id": 49,
    "translation": "Time jvrh āsn sfyd rạchh krnh āmtụ̄ phari tlkụ̄ tthvul hishhi yʿny grdv ghbar nishhi mḥfvẓ, tvpth yylhi tim baayman akis jlss, mjmʿs mnz jmʿ āsn."
  },
  {
    "verse_id": 50,
    "translation": "Ps phyrn th mtvjh spdn addụ̄ aaddyn kun th aakh akis hyn dnyahkụ̄ ḥalat prczhnụ̄."
  },
  {
    "verse_id": 51,
    "translation": "Timav mnz vanhi aakh vann vvlah zi dnyahs andr avs me aakh mulaqyah mshrk, sue avs me bṭvr tʿjb prczhan."
  },
  {
    "verse_id": 52,
    "translation": "Suh avs dpan me kya czh chhukhh yth kthhi tṣdyq kran."
  },
  {
    "verse_id": 53,
    "translation": "Asụ̄ yylhi marv tvpth spdv mycz th addijhi, tvpth yimav asụ̄ byyhi zndh krnh, kya tvpth yiya aashi jza th sza dinh, suh myvn mulạqy avs mrnh pth byyhi zndh spdns mnkr, suh āshi ẓrvr jhnms vvtmut."
  },
  {
    "verse_id": 54,
    "translation": "Allah tʿālyā sund arshad spdi ae jntiyv, kya tvhụ̄ chhuvuna suh kạfr vuchhun yczhan, agr yczhan chhiv tohyhi chhuvtmuyk ajazt."
  },
  {
    "verse_id": 55,
    "translation": "Aty diyhi suh jnty, vuchhhi ts mushrk mlaqiyas jhnms mnz bag dazan."
  },
  {
    "verse_id": 56,
    "translation": "Dapys qsmi khda cze hyczvths bh tbah krun, ddulh travun khodds mnz, cze hyczvths bthi qyamtuk mnkr bnavun, aaz āsha bthi cze sintụ̄ ʿdhabs grftar."
  },
  {
    "verse_id": 57,
    "translation": "Hrgah ne myạnis prvrdgar snz me petth mhrbạny th fẓl āsiha, bthi āsha cze sintụ̄ ʿdhabs grftar mgr khdayn kvr me petth bvdd fẓl, bh thvvns ṣḥyḥ aʿtqads petth qạym, tvpth vanhi yhi jnty pnnyn ahli mjlsn kun."
  },
  {
    "verse_id": 58,
    "translation": "Kya vonụ̄ chhina asụ̄ jnty marvunyn andr zanhh."
  },
  {
    "verse_id": 59,
    "translation": "Mgr sue marun yus brvntth akhi phiri dnyahs andr lbnh āv, byyhi yiyhi nh aashi ʿdhab thi krnh zanhh."
  },
  {
    "verse_id": 60,
    "translation": "Allah tʿālyā chhu frmavan kh jnts andr vạtith rvḥạny th jsmạny nʿmczh ḥaṣl spdanhi, be shk yhe gyhi brr rstgạry."
  },
  {
    "verse_id": 61,
    "translation": "Yiczihy kamyạby khạṭr gczihh ʿml krvunyn hnz ʿml krnụ̄, ayman aanun th aṭaʿt krnụ̄."
  },
  {
    "verse_id": 62,
    "translation": "Yhi jnt th yymhi jnth chh nʿmczh chha bhtr dʿūt kinụ̄ baaymann hndi khạṭr kinh zqvmuk kul yymuyk myvh ttyvtth th phkh ld chhu kạfrn hndi khạṭr."
  },
  {
    "verse_id": 63,
    "translation": "Be shk aashi kvr suh zqvmuk kul ạkhrts andr ʿdhabuk dhryʿh bnavnh kh ʿlavh ẓạlmn hndi khạṭr amtḥanuk th āzmạysshhi hund sbb kh suh kl bvuzith krnh yim tth pczh kinh ankar th aisthzaʿ. Chnanchh timav kạfrv kvr aisthzaʿ th ainkare. Dapnhi lgụ̄ kh kthi chhu bvuzmut aaz tanụ̄ nars andr kul āsun. Allah tʿālyā chhukh frmavan."
  },
  {
    "verse_id": 64,
    "translation": "Suh chhu aakh kulah yus khvtmut chhu jhnm kh czakhi tlh, narh mnze naruk kul khvtmut. Yithh pạtthụ̄ dnyahs andr nars andr aakhi khaṣ qsmkụ̄ ggr pạdh spdan th navan chhi, timn ggrn chhi smndr vian."
  },
  {
    "verse_id": 65,
    "translation": "Tmuyk phl th myvh āshi srphh klh hy bd shkl, tamy sintụ̄ yiyhi krnh ẓạlmn hnz dʿūt."
  },
  {
    "verse_id": 66,
    "translation": "Bochhhi sintụ̄yylhi be tab āsn spdan, ps āsn tim yohe phl khyvan, tamy sintụ̄ āsn yadd bran."
  },
  {
    "verse_id": 67,
    "translation": "Tvpth yylhi trysh āsykh lgan tim āsn tth petth hlh navnh āmcz rasr skht tyz grm āb yth sintụ̄ pạl th pakh milh navnh āmut āshi tryshhi bdl chavnh yivan."
  },
  {
    "verse_id": 68,
    "translation": "Tvpth āshi yimn byyhi vaps yun nari jhnms mnz. Yʿny tathi rvzn bdstvr. Yhi yuth ʿdhab kyazi sna yiyakh krnh, tam kya ạsụ̄ nh khdae sndi hdayth mvjvb pkan blkh."
  },
  {
    "verse_id": 69,
    "translation": "Timav lbụ̄ pnnụ̄ mạlụ̄ buddi bb ddlimtụ̄."
  },
  {
    "verse_id": 70,
    "translation": "Ps ạsụ̄ tim thi timne pth pth achh vttith dvran yimn azikh vqth kyn kafrn brvntth thi."
  },
  {
    "verse_id": 71,
    "translation": "Be shk ddlimtụ̄ ạsụ̄ brvuntthmyv andr akthr kvukh."
  },
  {
    "verse_id": 72,
    "translation": "Tvpth svuz aashi timn mnz byim krvun pyghmbr."
  },
  {
    "verse_id": 73,
    "translation": "Ps vuchh timn byim krnh āmtyn hund anjam kya sapud. Kithh pạtthụ̄ ge tim ʿdhabs grftar yus ʿdhab timn petth dnyase mnz krnh āv."
  },
  {
    "verse_id": 74,
    "translation": "Mgr bche tmhi ʿdhabi dnyvy nishhi Allah tʿālyā sndụ̄ khaṣ krnh āmtụ̄ bndh."
  },
  {
    "verse_id": 75,
    "translation": "Btḥqyq byyhi kvr aashi nishhi fryad nvḥ ʿlyh alslamn yạry th mdd khạṭr yʿny dʿā mvngukh. Ps kr aashi timn fryad rsy kyazi asy chhi rcz fryad rsy krvunụ̄."
  },
  {
    "verse_id": 76,
    "translation": "Tvpth duyt aashi njat ts byyhi tihindyn tabʿn bjhi pryshạny th ghmh nishhi yʿny kafrn hndi aiydha th tklyf nishhi, byyhi ankari tkhdhyb nishhi, ṭvfanh sintụ̄ krụ̄ aashi tim kafr ghrq, timn th tihndyn tạbʿn duyt njat."
  },
  {
    "verse_id": 77,
    "translation": "Tvpth kr aashi tihnz zuryt pth kun rvzvunụ̄, byyhi kạnshi hund nsl rvud nh pth kun baqy."
  },
  {
    "verse_id": 78,
    "translation": "Aashi thvv tuhund dhkri khyr pth yivunyn mnz varyahs kals tanụ̄."
  },
  {
    "verse_id": 79,
    "translation": "Prth ṭrfh āshi lvukn hnzn zyvan petth yhi kth jạry kh slamty bvvun ḥẓrt nvḥs ʿālmynn mnz. Khda krin kh tim tmam jn v ansan th mlạyk rvuzin timn petth slam svzan."
  },
  {
    "verse_id": 80,
    "translation": "Asụ̄ chhi yuthue ʿiivẓ nykv karn divan."
  },
  {
    "verse_id": 81,
    "translation": "Suh nvḥ ʿlyh alslam chhu sanyv ba ayman bndv andrh."
  },
  {
    "verse_id": 82,
    "translation": "Tvpth phattvụ̄ aashi baqy sạry lvukh yimav tihnz nafrmạny kr."
  },
  {
    "verse_id": 83,
    "translation": "Byyhi chhu be shk nvḥ ʿlyh alslam snzi vathi pkvnyv andrh, timn sintụ̄ aṣvln andr atfaq krvunyv andrh abrahym ʿlyh alslam thi."
  },
  {
    "verse_id": 84,
    "translation": "Tihund qṣh thi chhu qạbl dhkryylhi suh pnnis prvrdgars kun mtvjh sapud ṣaf dilh sintụ̄ yus ychh shirky aʿtqadv th riyaʿ nishhi pak avs yth mnz khalṣ tvḥyd th kạml akhlaṣ mvjvd avs."
  },
  {
    "verse_id": 85,
    "translation": "Yylhi yimav pnnis mạlis th pnnis qvms dvp yim but prst ạsụ̄ kh tvhụ̄ kth vahyat chyzs chhiv prstsh kran."
  },
  {
    "verse_id": 86,
    "translation": "Kya aapzyn mapzyn bạṭl mʿbvudn chhivh tvhụ̄ mʿbvd bnavun yczhan mʿbvdi brḥqs vrạe."
  },
  {
    "verse_id": 87,
    "translation": "Tuhund kya khyal chhu rb alʿālmyns mtʿlq, tohyhi he chhav ts ʿbadt krnụ̄ trạvmcz, tohyhi chha tihindis mʿbvd āsns mnz kanhh shk, suh shk kriv dvur. Aamy qsmuk bḥth v mbaḥth avs timn mnz āsan. Akhi vqth vvt timn akhi mạluk th ʿrsuk mvqʿh, timav lvukv vvn timn kh tvhụ̄ thi sapdiv na aath sạnis mạls mnz shạml. Tihund ghrẓ avs kh timn petth pyyhi mạlh kh shan v shvktuk athr."
  },
  {
    "verse_id": 88,
    "translation": "Tvpth dicz aakh nẓrah abrahym ʿlyh alslamn sitarn kun."
  },
  {
    "verse_id": 89,
    "translation": "Tvpth dvpukh bh chhus bymar lhādha hykh nh bh mạls tuhndis shạml spdith. Yuhund aradh avs kh tim gczhn th me yiyhi mvqʿh tihindyn potlyn msmar krnuk. Tmy mokhh kvrukh ḥiylh sitarn kun diczkh nẓr, timn lvukn avs sitarn hund aʿtqad, tamhi mokhh hyvk nh timav kynhh jvab vnith. Yuhund ghrẓ avs ḥẓrt khalqi ḥqyqy snz kmali ʿẓmt mtḥẓr krnụ̄."
  },
  {
    "verse_id": 90,
    "translation": "Tvpth ge tim lvukh timn tty trạvith pnnhi kamhi kun."
  },
  {
    "verse_id": 91,
    "translation": "Tvpth czav abrahym ʿlyh alslam tihindis but khans mnz potlyn nishhi, timn nishhi vuchhikh varyah khynh chynkụ̄ chyz lvukv thạvimtụ̄, potlyn kun dvpukh, tvhụ̄ kyazi chhiv nh yim chyz khyvan, yylhi nh timav tvrh kynhh thi jvab dvpukh."
  },
  {
    "verse_id": 92,
    "translation": "Tvhụ̄ kya gvv tvhụ̄ chhiv nh kynhh kthah kran."
  },
  {
    "verse_id": 93,
    "translation": "Tvpth hyvtukh timn dchhinhi aathh sintụ̄ zvr layun, yvt tanụ̄ timn nuyk kvrukh mkczi sintụ̄."
  },
  {
    "verse_id": 94,
    "translation": "Tvpth āe tim lvukh vaps yimn kun dvaran dvarn banbrymtụ̄ th czkh hyth."
  },
  {
    "verse_id": 95,
    "translation": "Abrahym ʿlyh alslamn dvpukh, ae lvukv kya tvhụ̄ chhivh prstsh kran timne chyzn hnzyim tvhụ̄ pane pnnyv aathv gran chhvukh. Yus chyz tohyhi kun panh mḥtaj āshi sue shvubya khda."
  },
  {
    "verse_id": 96,
    "translation": "Ḥalankh Allah tʿālyā hn chhiv tvhụ̄ th byyhi yim chyz tvhụ̄ bnavan chhvukh tim thi pạdh krimtụ̄. Tim ge lajvab, timn phvur nh kihinụ̄."
  },
  {
    "verse_id": 97,
    "translation": "Panh vạnụ̄ lgụ̄ yim dapnhi, kriv tyar amụ̄ sndi khạṭr kvnd hish aakh ʿmarthah, yath mnz zạliv nar, tvpth trạviyvun suh tthụ̄ dzvunis nars mnz."
  },
  {
    "verse_id": 98,
    "translation": "Ps yaczhav timv abrahym ʿlyh alslams nsbt aakh ḥylh krun tklyf vatnavnuk mgr aashi krụ̄ tim dhlyl th khvar. Suh nar sapud sanhi ḥkmth timn petth gl th glzar. Pnnhi qvm kh aamhi vrtavh sintụ̄ yylhi abrahym ʿlyh alslam timn nishhi mayvus sapud."
  },
  {
    "verse_id": 99,
    "translation": "Timav dvp vonụ̄ kr bh yymhi shhr nishhi hjrt. Bh gczhh pnnis prvrdgars nishhi, suh havi me vath kunhi rczi jayhi kun, tvtue gczihh bh. Tamhi pth vatnạvụ̄ tim Allah tʿālyā hn shhri shams mnz, tvt vạtith kvr timv dʿā."
  },
  {
    "verse_id": 100,
    "translation": "Prvrdgar me krth vonụ̄ frzndah ʿṭa nykv karv andrh."
  },
  {
    "verse_id": 101,
    "translation": "Tvpth frmạv aashi timn bshart akis nrm mzaj frznd snz."
  },
  {
    "verse_id": 102,
    "translation": "Adh yylhi suh frznd vvt timn sintụ̄ avr yvr phyrnh chh ʿmri, dvphs ae frznd me vuchh khvabs mnz zan bh cze khsh kran khdaesndi ḥkmh, vonụ̄ vuchh czh chạnụ̄ rae kya chhe. Frzndn dvpukh, ae myanhi babh ṣạbh, tvhụ̄ kriv ḥẓ so kạm yymuyk tohyhi ḥkm krnh āv. Myvn mah briv andyshhi kynhh thi, khdayn he yvczh me lbiv tvhụ̄ ṣbr krvunyv andrh."
  },
  {
    "verse_id": 103,
    "translation": "Tvpth yylhi timav doshvyv khdae sund ḥkm mvn, tvpth svv timav suh frznd dhbḥ krnh khạṭr buthhi kinụ̄, tvpth hyczkh grdnhi shrakh vayinụ̄."
  },
  {
    "verse_id": 104,
    "translation": "Tanụ̄ kvr aashi timn ālv ae abrahym mrḥba,"
  },
  {
    "verse_id": 105,
    "translation": "Be shk tohyhi hvvuv panun khvab ʿmlaan pvz. Vonụ̄ chhi asụ̄ ḥkm kran, vonụ̄ trạviyvun asmaʿīl ʿlyh alslam, timav trvv suh. Tihund zuv bchvv tamhi ʿlavh sapud timn doshvunụ̄ mạlụ̄ pthrn thvd mrtbh ḥaṣl. Asụ̄ chhi yithe kinụ̄ rcz mvzvurụ̄ divan nykv karn."
  },
  {
    "verse_id": 106,
    "translation": "Be shk ḥqyqts mnz avs yhi tihindi khạṭr aakh bvdd amtḥan yath mnz tim kamyab spdụ̄."
  },
  {
    "verse_id": 107,
    "translation": "Byyhi duyt aashi aakh bvdd janvrah timn bdlh dhbḥ krnh khạṭr."
  },
  {
    "verse_id": 108,
    "translation": "Byyhi thvv aashi baqy pth yivunyn hndi khạṭr tihnd dhkri khyr, tim āsn vanan."
  },
  {
    "verse_id": 109,
    "translation": "Slam bvvin ḥẓrt abrahyms petth. Chnanchh aztanụ̄ chhi timn pth yivunyn tihindi nami mbarkh pth vnan ʿlyh alslam."
  },
  {
    "verse_id": 110,
    "translation": "Yithh knụ̄ chhi asụ̄ nykvkarn mvzvurụ̄ th ṣlh divan."
  },
  {
    "verse_id": 111,
    "translation": "Be shk chhu suh sanyv ayman dar bndv andrh."
  },
  {
    "verse_id": 112,
    "translation": "Byyhi dicz aashi bshart timn ḥẓrt asḥāq snz, suh thi āshi pyghmbr nykvkarv andrh."
  },
  {
    "verse_id": 113,
    "translation": "Byyhi kri aashi timn petth byyhi asḥaq ʿlyh alslams petth brkcz nạzl. Byyhi kri aashi tihindi dhriyth andrh bʿẓ nykv kar th bʿẓ tim yim ychh ʿmlv sbbh pnnis pans nnụ̄ pạtthụ̄ ẓlm krvunụ̄ ạsụ̄."
  },
  {
    "verse_id": 114,
    "translation": "Pzipạtthy byyhi krụ̄ aashi aḥsan mvsyā ʿlyh alslams vyyhi harvn ʿlyh alslams petth."
  },
  {
    "verse_id": 115,
    "translation": "Byyhi duyt aashi njat timn doshvunụ̄ byyhi tihindis qvms yʿny bny asrạyls bddi ghmh aakhi nishhi."
  },
  {
    "verse_id": 116,
    "translation": "Byyhi kr aashi timn yạry th mdd frʿūns mqablh. Ps spdụ̄ tim tmy ts dshmns petth ghạlb."
  },
  {
    "verse_id": 117,
    "translation": "Byyhi kr aashi ʿṭa timn doshvunụ̄ vaẓḥ ktab,"
  },
  {
    "verse_id": 118,
    "translation": "Byyhi hạvkh syz vath."
  },
  {
    "verse_id": 119,
    "translation": "Byyhi thvv tihindi khạṭr pth yivunyn mnz dhkri khyr, pth yivunụ̄ chhi vnan."
  },
  {
    "verse_id": 120,
    "translation": "Slam bvvun ḥẓrt mvsyā hs th ḥẓrt harvns petth."
  },
  {
    "verse_id": 121,
    "translation": "Asụ̄ chhi yithe knụ̄ nykv karn mvzvurụ̄ ʿṭa kran."
  },
  {
    "verse_id": 122,
    "translation": "Tim thi chhi doshve sanyv nykvkar bndv andrh."
  },
  {
    "verse_id": 123,
    "translation": "Byyhi chhu ḥẓrt ailyas thi pyghmbrv andrh."
  },
  {
    "verse_id": 124,
    "translation": "Yylhi tmụ̄ dvp qvms pnnis kya tvhụ̄ chhivna khoczan khdays."
  },
  {
    "verse_id": 125,
    "translation": "Kya tvhụ̄ chhiva akis potlis )ys nav chhu baʿaal prstsh kran th nad divan. Yus prvrdgar rut pạdh krvun chhu, ts prstsh krnụ̄ chhiv travan."
  },
  {
    "verse_id": 126,
    "translation": "Suh gvv mʿbvud brḥq yus tuhund prvrdgar th tuhndyn malyn buddi bbn hund prvrdgar chhu."
  },
  {
    "verse_id": 127,
    "translation": "Timav thi zvn suh aapuz. Ps yin tim thi grftar krith ʿdhab khạṭr ḥaẓr krnh qyamtuk doh."
  },
  {
    "verse_id": 128,
    "translation": "Mgr yin nh rttnh czarnh āmtụ̄ bndh."
  },
  {
    "verse_id": 129,
    "translation": "Byyhi thạvụ̄ aashi baqy pth yivunyn andr tuhundụ̄ dhkri khyr tim ạsụ̄ vnan."
  },
  {
    "verse_id": 130,
    "translation": "Slam bvvun ḥẓrt ailyass petth."
  },
  {
    "verse_id": 131,
    "translation": "Yithe pạtthụ̄ chhi asụ̄ nykvkarn rcz mvzvurụ̄ ʿṭa kran."
  },
  {
    "verse_id": 132,
    "translation": "Suh ḥẓrt ailyas thi chhu sanyv ayman dar bndav andrh."
  },
  {
    "verse_id": 133,
    "translation": "Byyhi chhu pzipạtthụ̄ ḥẓrt lvṭ thi pyghmbr andrh."
  },
  {
    "verse_id": 134,
    "translation": "Yylhi aashi timn byyhi tuhndis sạrise ʿīals njat duyt ʿdhab nishhi."
  },
  {
    "verse_id": 135,
    "translation": "Mgr nh tihnzv znanv, ahli bytv andrh akis bjhi znanhi. So rvuz tty ʿdhabs mnz rvzn valyn sintụ̄."
  },
  {
    "verse_id": 136,
    "translation": "Tvpth kdd aashi baqy lvukn hnz bykh, tim gạlụ̄ sạry, timn kvr talukh petth."
  },
  {
    "verse_id": 137,
    "translation": "Tvpth chhiv ae mkh kyv lvukv tihnzv bsty yav kinụ̄ ṣbḥs ya rạthụ̄ kuyt pkan yylhi tvhụ̄ shams kun sfr kran chhiv."
  },
  {
    "verse_id": 138,
    "translation": "Kya tohyhi chhuna fkri tran nafrman lvukn hund anjam kya chhu sapud mut?"
  },
  {
    "verse_id": 139,
    "translation": "Byyhi chhu yvns ʿlyh alslam thi be shk pyghmbrv andrh. Tihund tamhi vqtuk qṣh thi chhu qabl dhkr yylhi timav pnnis qvms ayman aannh mokhh khdae sndi ḥkmh ʿdhab yinuk vʿdh kvr. Tvpth drae panh tamhi shhr nishhi. Yymhi doh ʿdhabuk vʿdh avs tamhi doh yylhi ʿdhab nazl spdnkụ̄ āthar hytin spdnụ̄, qvmn hyvt yvns ʿlyh alslam czhanddun ayman aannh kh airadh. Yylhi nh tim lbikh kunhi thi, sarive kvr mutfqh ṭvr rjvʿ bkhdda, setthah krkh gryh zạry, byyhi avnukh bṣdqi dl ayman mjml pạtthụ̄. Chnanchh ʿdhab drav pth. Yvns ʿlyh alslams sapz aamhi vaqʿch khbr, tim drae pnnhi ajthadh sintụ̄ khdae sndi ṣryḥ ajazt vrạe, tvpth kvrukh airadh kunhi dvur jayhi gczhnuk."
  },
  {
    "verse_id": 140,
    "translation": "Tvpth ge czlith aamhi jayhi nishhi. Vạtụ̄ akis msafrv sintụ̄ brith navi petth. Timn hvvukh aisharh, timav rtt nav, tvpth spdụ̄ tim tth navi mnz svar. Hana gyhi, ykdm vvth smndrs mnz ṭvfan. Navi hạnzv vvnhakh a. Shi mnz chhu kustam yus tazh qṣvrvar chhu. Suh shkhṣ pyyhi aashi navi nishhi alg krun. Aadh hamhi ṭvfan, nath chhu sarine phttnuk khṭrh."
  },
  {
    "verse_id": 141,
    "translation": "Suh qṣvrvar mʿīn krnh khạṭr travykh chyirih. Chyiryn andr drav yvns ʿlyh alslame khṭavar. Tvpth kvr timav panun pan dryavs mnz travnh khạṭr pysh. Dvpukh vaqʿī chhus be pnnis āghs nishhi bila ajazt czvlmut. Trạvivv me ābs andr, timn avs khyal dryavuk kinarh chhunh zyadh dvur. Yhi czhantth tvpth khshi btthis petth. Chnanchh tim āe travnh ḥsb mʿmvl dryavs andr, mgr yuthue timv dryavs andr votth lạe. Khdae sndi ḥkmh āyhi aakh gaddah, tmy kvr timn luqmh th tvpth nynglạvin, ykdm pch nav."
  },
  {
    "verse_id": 142,
    "translation": "Tvpth nynglụ̄ tim aakhi gaddi yath ḥals kh tim ạsụ̄ pans mlamt kran pnnis qṣvrs petth."
  },
  {
    "verse_id": 143,
    "translation": "Ps nae tim āshn tsbyḥ prvunyv andrh yʿny nemaz prvunyv andrh. Chnanchh gaddi hndis kryhnh mazs petth duyt timav sjdh tth mnz pvrukh ).................... ("
  },
  {
    "verse_id": 144,
    "translation": "Nath rvzhn tim gaddi hnzi ydd mnz qyamts tanụ̄ yymhi doh lvukh qbrv mnz kddnh yihan, timav yylhi zyvih sintụ̄ tsbyḥ v astghfar pvr, dilh sintụ̄ ndamt th tvbh kvr."
  },
  {
    "verse_id": 145,
    "translation": "Tvpth trạvụ̄ aashi tim tmhi ky brkt mạdans kun yth mnz nh kanhh kulah nh sayuk kanhh chyzah avs bḥalykhi tim ạsụ̄ gaddi hnzi ydd mnz āb v hva th ẓrvryati zndgy khạṭr khvah mysr nh spdnh mokhh bymar spdimtụ̄."
  },
  {
    "verse_id": 146,
    "translation": "Byyhi khvr aashi timn nishhi taph nishhi mḥfvẓ rvznh khạṭr mshạdụ̄ aalh kul, kyazi tamikụ̄ vthr chhi bddụ̄ th kushadh āsan. Byyhi vatnạv aashi timn nishhi aakh jngly czhavj yosh timn dod chavan ạs."
  },
  {
    "verse_id": 147,
    "translation": "Tvpth svuzụ̄ aashi tim pyghmbr aakh lchh khoth zyadh lvukn kun yim shhri nynvahs mnz ạsụ̄ yus shhr mvṣls qryb chhu, yuhund tʿdad aakh lchh th trh sas)130000(avs."
  },
  {
    "verse_id": 148,
    "translation": "Timav lvukv avn ayman godd āthari ʿdhab vuchhith, aymani mjml tvpth tfṣyly ayman. Yylhi yvnus ʿlyh alslam vaps āe timn kun, ps tulh nạvụ̄ aashi tim tmtʿ, ʿạsh krnạvụ̄ ayman kh brkth akis mudts tam yʿny yvt tanụ̄ tim zndh rvudụ̄."
  },
  {
    "verse_id": 149,
    "translation": "Ps prczhụ̄ tv timn yim dpan chhi mlạyk chhe Allah tʿālyā snz kvri, kya tuhndis prvrdgar sndi khạṭr gya kvri th timn ge pans kitụ̄ gabr."
  },
  {
    "verse_id": 150,
    "translation": "knhi aashi krụ̄ pạdh mlạyk kvri timn thy. Tim ạsiya timn bnavnh kh vqth ḥạẓr th mvjvd timn vuchhan."
  },
  {
    "verse_id": 151,
    "translation": "Varh chhiv bvzan, tim chhi pnnyv aapzyv kthv mnz yithi aakh kth vnan kh."
  },
  {
    "verse_id": 152,
    "translation": "Allah tʿālyā hs zae aavlad, tim chhi balkl aapuz vnan."
  },
  {
    "verse_id": 153,
    "translation": "Kya timav krya psnd kvre nychvyn petth."
  },
  {
    "verse_id": 154,
    "translation": "Kya gvv tohyhi kithụ̄ be hvudh tjvyz chhiv kran."
  },
  {
    "verse_id": 155,
    "translation": "Kya tvhụ̄ chhiv na ghvr kran."
  },
  {
    "verse_id": 156,
    "translation": "Kinh tohyhi nishhi chhe kanhh dlylah aath petth."
  },
  {
    "verse_id": 157,
    "translation": "Aniv tvhụ̄ pnnụ̄ kanhh ktabah chhive tvhụ̄ pvz vanh vunụ̄."
  },
  {
    "verse_id": 158,
    "translation": "Byyhi chhu tthhrvvmut timav khdays th jinn mnz aakh rshth. Ḥalankh btḥqyq jin chhi panh yhi kth zạnith kh tim thi yin grftar krith ʿdhabh khạṭr ḥạẓr krnh qyamtuk doh."
  },
  {
    "verse_id": 159,
    "translation": "Allah tʿālyā chhu munzh th pak yimav sarivyv kthv nishhi,"
  },
  {
    "verse_id": 160,
    "translation": "Yylhi yim lvukh vnan chhi ts khlaf."
  },
  {
    "verse_id": 161,
    "translation": "Ps ae mkh kyv kạfrv, tvhụ̄ th byyhi tim sạry yimn hnz tvhụ̄ prstsh kran chhiv,"
  },
  {
    "verse_id": 162,
    "translation": "Hykiv nh khdays nishhi kạnshi akis dvkhh dith pans kun phirith."
  },
  {
    "verse_id": 163,
    "translation": "Mgr ts yus jhnms kun vath vun āshi aazle, yhi gvv jinn hund ḥal, mlạykn hund ḥal chhu, tim chhi vnan panh."
  },
  {
    "verse_id": 164,
    "translation": "Aashi mnz chhunh kạnshi thi yas nh jayah chhe mqrr krnh āmcz aakh drjah muʿīn krnh āmut."
  },
  {
    "verse_id": 165,
    "translation": "Byyhi chhi asụ̄ ṣfn mnz vodnhi rvzn vạlụ̄ dst bsth ḥkms tʿmyl krnh khạṭr."
  },
  {
    "verse_id": 166,
    "translation": "Byyhi chhi asụ̄ be shk tsbyḥ krn vạlụ̄, khdae snz pạky byan kran. Ghrẓ asụ̄ chhi prth ṭryqh mḥkvm, vonụ̄ yylhi mlạyk panh pnnis bndh āsns aqrar kran chhi."
  },
  {
    "verse_id": 167,
    "translation": "Byyhi ạsụ̄ yim ʿrbkụ̄ kạfr vnan,"
  },
  {
    "verse_id": 168,
    "translation": "Nby krym sndi tshryf aannh brvntth hrgah aashi nishhi āsiha kanhh nṣyḥt krvunụ̄ ktabah brvuntthimyn lvukn hndụ̄ pạtthụ̄,"
  },
  {
    "verse_id": 169,
    "translation": "Asụ̄ thi āshav khdae sndụ̄ khaṣ bndh, tvpth yylhi timn brvntth kun vạcz nṣyḥt krvunụ̄ ktab pyghmbrsndi dhryʿh."
  },
  {
    "verse_id": 170,
    "translation": "Pth ankar krvunụ̄ zann brvntth phn pane kh kya bnhi timn."
  },
  {
    "verse_id": 171,
    "translation": "Tḥqyq byyhi chhu mqrr krnh āmut svn ḥkm khaṣ bndn yʿny pyghmbrn mtʿlq lvḥ mḥfvẓs andr."
  },
  {
    "verse_id": 172,
    "translation": "Kh be shk timne chhu yqynaan yạry th mdd krnh āmut, timn yiyhi ghlbh dinh."
  },
  {
    "verse_id": 173,
    "translation": "Be shk sạnụ̄ aslạmy lshkr chhi yqynaan ghạlb spdvunụ̄."
  },
  {
    "verse_id": 174,
    "translation": "Ps phiriv timn mkh kyn kạfrn nishhi tvhụ̄ panun buth byyis ṭrfs kun yarsvl Allah kynhh kalah."
  },
  {
    "verse_id": 175,
    "translation": "Byyhi vuchhiv tvhụ̄, tim thi vuchhn brvnhh phn kya banhi timn."
  },
  {
    "verse_id": 176,
    "translation": "Kya tim chha sạnis ʿdhabs jld mngan."
  },
  {
    "verse_id": 177,
    "translation": "Aadh yylhi suh ʿdhab tihindyn āngnn mnz vạtith pyyhi, aadh spdi setthah ychh timn byim krnh āmtyn lvukn hund ṣbḥ yʿny rvzi bd yiyakh."
  },
  {
    "verse_id": 178,
    "translation": "yylhi yhi kth yqyny chhe kh timn petth vathi ẓrvr ʿdhab, tvhụ̄ thạviv tsly kynhh kalah tanụ̄ kriv tvhụ̄ ṣbr."
  },
  {
    "verse_id": 179,
    "translation": "Tihindi tklyf th aiydhahuk mh briv kanhh ghm, tihnz ḥalt rvuziv vuchhan, ʿnqryb vuchhn tim thi pnnụ̄ ḥalt kya banhi timn."
  },
  {
    "verse_id": 180,
    "translation": "Munzh th pak chhu tuhund prvrdgar yus ʿzt vvl prvrdgar chhu timav sarive kthv nishhi yimh ts kun lagan chhi dshmn."
  },
  {
    "verse_id": 181,
    "translation": "Byyhi bvvin slam pyghmbrn petth,"
  },
  {
    "verse_id": 182,
    "translation": "Byyhi chhi sạry ḥmd v thnaʿ szavar rb alʿālmyns."
  }
]