[
  {
    "verse_id": 1,
    "translation": "Ḥrf ṣ chhu ḥrvfi mqṭʿātv andrh. Aamuyk mʿny zanhi panh Allah tʿālyā. Qsm chhus bh havan qrān mjyduk yus nṣyḥt sintụ̄ pur chhu yʿny yth mnz be shmar nṣyḥcz chhe yath kthhi petthh kh hrgz chhanh timh kthh pazh yimh yim kạfrvanan chhi kh khdays vrạe kya chhi byyhi mʿbvd ya yimh kthh rsalts khlaf vnan chhi."
  },
  {
    "verse_id": 2,
    "translation": "Blkh yimav lvukv shrk v kfrs petth kmr gvnddmut chhu tim chhi tkbrs, tʿṣbs th byyhi mkhalfts mnz bvddimtụ̄. Aamhi tʿṣubuk th mkhalftuk sza yiyhi dinh timn akhi doh ẓrvr."
  },
  {
    "verse_id": 3,
    "translation": "Yithh pạtthụ̄ aashi chhi timav brvntth kạtyah lvukh ʿdhabv sintụ̄ gạlimtụ̄, ps kryvv timav hlakt kh vqth krykh nad th zar parh mgr suh avs nh ʿdhab nishhi āzad spdnuk mvqʿ."
  },
  {
    "verse_id": 4,
    "translation": "Yim qrysh chhi tʿjb kran yth kthhi petth kh timave mnz āv timn nishhi byim krvun pyghmbrah yʿny bshrah, tvpth lgụ̄ dapnhi kạfr yhi pyghmbr chhu mʿjzn andr jadvgr, dʿūae nbvts andr aapziyvr, kya yhi shkhṣ hykya pziyvr ạsith."
  },
  {
    "verse_id": 5,
    "translation": "Amụ̄ thvv varyahn mʿbvdn hnzi jayhi kunue mʿbvd, baqy sarine chhu ankar kran. Be shk chhu yhi aakh ʿjyb chyzah."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi hyvt nyrun vʿẓ chh mjlshi mnzi tihndyv ztthyv ztthyv. Baqyn thi dvpukh pkiv nyiriv, mẓbvṭ th qạym rvuziv pnnyn mʿbvdn hndis ʿbadts petth. Be shk yth mnz chhu amis pyghmbrs khbr kya dhạty mṭlbah."
  },
  {
    "verse_id": 7,
    "translation": "Kyazi aashi chhanh bvuzmcze yhi kth brvuntthimis mdhhbs andr, yhi chhunh kihinụ̄ thi mgr pane tthhrvvmut chyzah."
  },
  {
    "verse_id": 8,
    "translation": "Kya aashi yyityv mnzh sapudah aasy yvt petth nạzl nṣyḥtuk klam, hrgah kạnshi bddis mvhnivis kạnshi rʿyss petth spdiha tothi ạs byakh kth. Allah tʿālyā chhu frmavan kh yuhund yhi vanun kh amis pyghmbrs petth kyazi sapud nazl klami alhāy, aashi mnzh kạnshi bddis shkhṣs petth kvnh spud nạzl, yhi chhunh aamhi khạṭr hrgah ty spdiha tylhi kya krhn tim pczh, blkh chhu timn myạnis klams petth vḥy svznse andr shk blkh czhn tim vonụ̄ myvn ʿdhab."
  },
  {
    "verse_id": 9,
    "translation": "Nath ma chhe timne nishhi tuhndis zbrdst th fyaẓ prvrdgar sndyn rḥmtn hund khzanh jmʿ yimn mnz nbvt thi shạml chhe ys yimn khosh kri ts din nbvt, yas nh khosh krykh ts din nh kynhh."
  },
  {
    "verse_id": 10,
    "translation": "Kinh tihnz ḥkvmt chhe zmynn th āsmann mnz, byyhi yhi timn don mnzbag chhu tth mnz agrtimn kanhh akhtyarah chhu āsman v zmyns petth, ps khsụ̄ tn hyr lạgith āsmans, tvr khsith bdlạvitn tim nbvtuk ḥkm."
  },
  {
    "verse_id": 11,
    "translation": "Yhi chhe aakh mkhtṣr jmaʿthah tuhndyn mkhạlfn hnz brvntthimyv shkst khord jmaʿtv andr yithi aakh jmaʿthah, yihnzv kthv th ḥrktv sintụ̄ kyazi chhiv tvhụ̄ ghmgyn spdan."
  },
  {
    "verse_id": 12,
    "translation": "Pyghmbrn chhu tkdhyb kvrmut mkh kyn kạfrn brvntth qvmi nvḥn, qvmi ʿādn, byyhi qvmi frʿūnn yus mykhh vvl avs, yus sza dinh kh vqth aathn th khorn avs mjrmn mykhh tthukan."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi qvmi thmvdn, byyhi qvmi lvṭn, byyhi shhri aykh kyv lvukv, yime yiczhh jmạʿcz th lvukh yimav shkst khyyiv pyghmbrn hndis mkhalfts andr."
  },
  {
    "verse_id": 14,
    "translation": "Yimav sarive kvr tkdhyb pyghmbrn. Ps sapud timn petth myvn ʿdhab thạbt."
  },
  {
    "verse_id": 15,
    "translation": "Yymhi mulkkụ̄ kạfrchhinh pyaran mgr tth kuny krykhi yth mnz nh shhh thknh mokhh czhyn āshi blkh āshi kuny shhh sintụ̄ suh phokh."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi chhi vnan yim kạfr tthtthh pạtthụ̄ ae sanhi prvrdgar jld phn vatnavth aashi panun ḥṣh ʿdhabuk ḥsabuk doh yinh brvntthue."
  },
  {
    "verse_id": 17,
    "translation": "Tvhụ̄ kriv ṣbr yarsvl Allah timn kthn petth yimh tim kạfr vnan chhi. Byyhi pạviyvun czyts svn bndh davud ʿlyh alslam yus qvt vvl th ṣbr vvl avs ʿbadts th dshmnn hndis tklyfs petth. Tim ạsụ̄ khdays kun setthah rjvʿ krn vạlụ̄ aashi āsh krimacz yimn yimh yimh nʿmcz ʿṭa."
  },
  {
    "verse_id": 18,
    "translation": "Aashi avs mskhr th ram krimtụ̄ koh yim timn sintụ̄ạsụ̄ tsbyḥ pran shams th ṣubḥs."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi krụ̄ timn mskhr janvr yim sombrnh ạsụ̄ āmtụ̄ timn nishhi, sạry koh th janvr ạsụ̄ tihindi vajhh dhkri sintụ̄ mshghvl rvzan."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi kr aashi mẓbvṭ th mḥkm tihnz slṭnt, byyhi kr aashi ʿṭa timn ḥkmt gatth jar, byyhi fạṣlh krvun klam yus nhayt vaẓḥ th jamʿ avs."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi chha vạczmcz tohyhi nishhi muqdmh valyn hnz khbr yylhi znụ̄ jvrah timn nishhi muqdmh hytth āe rat kuyt yymhi vqth tim khlvt ʿbadt khans mnz mshghvl ạsụ̄ khdae sndi s yads sintụ̄. Phrh valyv sipahv trạvụ̄ nh tim sydi drvazh kinụ̄ be vqt yinh mokhh, mgr tim czae timn nishhi dyvar petthụ̄ votth dith. Tvpth vạtụ̄ tim davud ʿlyh alslam sndis ʿbadt khans mnz."
  },
  {
    "verse_id": 22,
    "translation": "Yylhi tim czae davud ʿlyh alslams nishhi, ps khvczụ̄ tim timn nishhi tihindi be vqt yinh kh sbbh, timav dvpukh khvcziv mah ḥẓ, asụ̄ chhi tnazʿkụ̄ zh fryq. Aashi andrh kr akụ̄ byyis petth zyadty. Ps kriv tvhụ̄ aashi mnz fạṣlh pazi sintụ̄, yuthnh be anṣạfy kriv, hạviv syz vath, tvpth dvp timav andrh akụ̄ znụ̄ muqdmch ṣvrt ḥẓ chhe yithh pạtthụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Akụ̄ shkhṣn dvp yhi dvyum zvn ḥẓ chhu myvn bve, amis nishhi chhe namnamth )99( gbhi, me ḥẓ chhe ṣrf aake gbhi han, yhi bve chhu me dapan yhi aakh gabhi hn thi dih czh mye, byyhi ḥẓ chhum kthv sintụ̄ ghạlb spdan, me chhunh kth thi divan krnh."
  },
  {
    "verse_id": 24,
    "translation": "Timav dvpukh, yhi chhu yqynaan cze petth ẓlm kran chạnụ̄ aakh gbhi hn mngnh sintụ̄ yosh milh naviha pnnyn gbyn sintụ̄. Akthr shryk chhi zyadty kran aakh akis petth mgr chhinh kran tim yimav ayman avn byyhi krykh rcz ʿmlh, tamhi qsmkụ̄ lvukh yʿny ayman dar chhi kme. Tvpth āv davud ʿlyh alslams khyal kh yhi muqdmh me nishhi byganh vqth pysh krns andr chhe yhe ḥkmt kh aashi kvr aamhi sintụ̄ tuhund amtḥan kh asụ̄ vuchhav kvtah ṣbrvtḥml krvun chhu davud ʿlyh alslam, kyazi yithis bddis jlyl alqdr padshah sndis khlvt khans bla ajazt kạnshi hund vatun, tvpth aamhi be rbṭy sintụ̄ klam krun yth mnz kạfy gstạkhy ạs th tihund tth sạrise petth ṣbrv tḥml krun, chnanchh timav mvng mghfrt pnnis prvrdgars, byyhi nmyyhi bon kun byyhi kvrrukh rjvʿ bkhda."
  },
  {
    "verse_id": 25,
    "translation": "Ps bkhush aashi timn suh mʿāmlh yymhi khạṭr amtḥan krnh ākh, byyhi chhu be shk timn aashi nishhi khaṣ qurbuk mqam byyhi rut anjam."
  },
  {
    "verse_id": 26,
    "translation": "Aashi frmvv timn ae davud, aashi bnvukh czh ḥạkm zmyns andr, ps kr czh ḥkm āyndh lvukn andr anṣafh sintụ̄ yithh pạtthụ̄ aztanụ̄ kran rvudukh. Byyhi yithh pạtthụ̄ aztanụ̄ nfsch pạrvy krv nh yithe pạtthụ̄ mah kriv pạrvy nfsh chh khvạhshhi hnz. Nfsch pạrvy krnụ̄ ddalyv tohyhi khdae snzi vathi nishhi, pzipạtthụ̄ yim lvukh ddalan chhi khdae snzi vathi nishhi tihindi khạṭr chhu skht ʿdhab kyazi timav mshrvv ḥsabuk doh yʿny qyamt."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi krụ̄ nh aashi āsman th zmyn, byyhi yhi timn don mnz chhu pạdh be hvudh khaly az ḥkmt, yhi chhu khyal kạfrn hund, kạfrn hndi khạṭr chhe ạkhrts andr bdd khraby, suh gv jhnmuk ʿdhab kyazi ankar krnh sintụ̄ sạnis akis bddis ḥkmts thi ankar kran. Kyazi bdlayl nqlyh v qṭʿīh chhu aashi btṣryḥ byan kvrmut kh qyamts andr chhe yhi ḥkmt kh yuth asụ̄ nykv karn jza th mfsdn skht sza dimav. Vonụ̄ yus qyamts ankar chhu kran, suh chhu khdae sndis aath ḥkmts ankar kran blkh chhu sarine brabr zanan. Allah tʿālyā chhu frmavan."
  },
  {
    "verse_id": 28,
    "translation": "Kya asụ̄ krvkhh tim yimav ayman avn byyhi krykh rcz ʿmlh timn lvukn hy yim zmyns petth kfrv nafrmạny krith dnyahs mnzfsad th tbạhy kran chhi, byyan alfaẓn andr gvv yithh pạtthụ̄ kh byyhi krvkh asụ̄ prhyzgar th khdays khoczvunụ̄ th bdkar brabr. Yithh pạtthụ̄ tvḥyd th bʿth dlylv sintụ̄ thạbt chhu yithe pạtthụ̄ chhu nbvt v rsalt th bdlyl thạbt."
  },
  {
    "verse_id": 29,
    "translation": "Yhi qrān mjyd chhe ktabah yosh aashi nạzl kr yarsvl Allah tohyhi kun, babrkt ktabah yymhi kyn alfaẓn, ḥrfn th mʿāniyan andr chhe pvur brkt yuth lvukh yimn āyatn andr ghvrv fkr krn byyhi yuth ʿqlhi vạlụ̄ tamhi sintụ̄ nṣyḥt rttn."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi kvrr aashi ʿṭa davud ʿlyh alslams frznd slyman ʿlyh alslam. Kya rut bndh chhu suh slyman ʿlyh alslam, prth vqth khdays kun rjvʿ krvun. Chnanchh tihund qṣh chhu qabl dhkr."
  },
  {
    "verse_id": 31,
    "translation": "Yylhi aakhi doh timn pysh āe krnh sham kh vqth ʿmdh tyz rftar gurụ̄, yim jhad khạṭr thavnh āmtụ̄ ạsụ̄ tihindis vuchhns th mulaḥẓh krns lvg varyah vqt. Nemazi gvo czyr. Chnanchh jlal v hạbt sbbh hyvk nh kạnshi jrat krith kh timn krhn aath petth mṭlʿ, tvpth sapud timn panse aamuyk khyal."
  },
  {
    "verse_id": 32,
    "translation": "Tvpth lgụ̄ frmavnhi, afsvs me kvr akhtyar maluk mḥbt yymhi sintụ̄ bh ghạfl sapdus pnnis prvrdgar sndi ʿbadt nishhi yvt tanụ̄ āftab khttith rvud shamh kis prds tl."
  },
  {
    "verse_id": 33,
    "translation": "Frmvvukh byyhi anyvukh yim gurụ̄ vaps me nishhi, tvpth hyvtukh timn guryn grozn th grdnan phas diyun shmshyri sintụ̄ yʿny tim krikh sạry dhbḥ, kyazi yus mal khdae sndi yad nishhi ghạfl spdnuk sbb spdi, suh mal gczihh nh pans nishhi rvzne."
  },
  {
    "verse_id": 34,
    "translation": "Aakh qṣh tihund gvo yhi, byakh qṣh chhu. Mtfq ʿlyh chhu ḥdyth shryf kh aakhi ltthi sapud slyman ʿlyh alslam pnnyn aumralshkrn nishhi jhadkis akis mʿāmls andr āzrdh. Tvpth frmvvukh aaz rạthụ̄ kiyut spdh bh pnnyn satthn znann sintụ̄ hm bstr, timn nishhi spdn pạdh stth frznd yim mjahd spdn. Anshaʿ Allah parun gvkh mshthe, ntyjh drav kạnshi znanhi rvud nh aamhi shbh ḥml. Ṣrf rvud akis znanhi natth pyav yʿny natmam bchh. Suh natmam bchh hyth āyhi dae tvpth trvvnkh tkhts petth. Btḥqyq byyhi kr aashi āzmạysh th amtḥan slyman ʿlyh alslams byyhi trvv aashi tihindis tkhts petth bdnah, be rvḥ, tvpth kvr timav rjvʿ bkhda, byyhi kvrukh anshaʿ Allah nah prns petth tvbh, mvngukh dʿā."
  },
  {
    "verse_id": 35,
    "translation": "Dʿā kvrukh ae myanhi prvrdgar me kr mghfrt ptimyn gnahn byyhi krum ʿṭa āyndh khạṭr so slṭnt yosh nh kạnshi me vrạe āshi, be shk cze chhukh svrue ʿṭa krvun, cze nishhi chhunh yhi dʿā qbvl krun kynhh dshvar."
  },
  {
    "verse_id": 36,
    "translation": "Ps kvr vav aashi timn mskhr th tạbʿ, suh vav avs pkan tihindi ḥkmh varh varh yvt timn vatnuk airadh āsan avs, yymhi sintụ̄ timn guryn hnz chndan ẓrvrt rvuznh."
  },
  {
    "verse_id": 37,
    "translation": "Byyhi thạvụ̄ aashi timn muskhr th tạbʿ shyṭan yʿny jin. Tim sạry yim dvsil ạsụ̄ byyhi ddungl ạsụ̄ smndr mnz ghoth dith mokhth khalan."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi timan vrạe byyhi jin yim hanklv sintụ̄ bnd ạsụ̄ krnh āmtụ̄ qạd thavnh āmtụ̄ ʿdvli ḥkmy sbbh. Khdmata mfvẓv nishhi yim jin czlan ạsụ̄ tʿlyl ḥkm ạsụ̄ nh kran, timn avs aamy qsmh sza dinh yivan."
  },
  {
    "verse_id": 39,
    "translation": "Aashi frvvus ae slyman yhi chhue cze sanhi ṭrfh aakh ʿṭyh, byyhi padshah chhinh āsan mulkh kyn khzann hndụ̄ mạlkụ̄ blkh chhi tim āsan mulkkụ̄ nạẓm. Mgr tvhụ̄ kriv aashi mạlk tmam khzann hndụ̄, yas khosh kryv ts diyiv, hrgah panse nishhi thạviv sanh ṭrfh chhunh kanhh baz khvast."
  },
  {
    "verse_id": 40,
    "translation": "Aamhi dnya kh samanh ʿlavh chhu tuhndi khạṭr aashi nishhi khaṣ qurb, byyhi nhayt aʿlyā drjich nyk anjạmy, yymuyk ẓhvr ạkhrts mnz sapdi."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi pạviyvun czyts svn bndh ayvb ʿlyh alslam yylhi timv pnnis prvrdgars nida kvr, ae myanhi prvrdgar, shyṭan chhu vatnavan me aiydha th tklyf, suh tklyf avs yohe kh aakhi doh samukh vathi pkan shyṭan tihindyn bạczn ṭbyb snzi shklhi mnz, timav kvr khyal yhi chhu ḥkym, amis aathhi krnavav ayvb ʿlyh alslams ʿlaj. Tmy dvpukh bh krh timn ʿlaj yth shrṭs petth kh hrgah shifa banhi timn, tuhund gczihh dapun kh cze diyututh timn shifa, aamhi vrạe chhus nh bh kanhh mʿāvẓh tohyhi nishhi yczhan. Timav kvrr aamuyk tdhkrh ayvb ʿlyh alslams nishhi. Timav frmvvukh by by cze chhe na khbr yhi kus chhu, yhi chhu shyṭan. Timn sapud aamuyk skht rnj, timav dvp myanhi bymari sbbh lvb shyṭann mvqʿ myanhi grvajinhi aathhi shirkkụ̄ klmat vnnavnuk. Lhādha hvvukh qsm kh bh layhi pnnyn bạczn hth kmchhi. Allah tʿālyā hn kvr tihindis mngns aijabt, frmvvnkh."
  },
  {
    "verse_id": 42,
    "translation": "Ae ḥẓrt ayvb lath diyiv pnnhi khvri )ya khor.....???????( sintụ̄ zmyns. Atụ̄ drav tathi nas nagh rad. Allah tʿālyā hn frmvvus ae ḥẓrt ayvb, yhi āb chhu tuhndi sran krnh khạṭr, turun āb, byyhi chhu tuhndi chynh khạṭr. Chnanchh timiv yanụ̄ aamhi ābh sintụ̄ ghsl kvr byyhi chvkh suh āb, tanụ̄ sapdukh svrue tklyf dvur."
  },
  {
    "verse_id": 43,
    "translation": "Byyhi krụ̄ aashi ʿṭa timn grikụ̄ bạcz yim mkan kis pshs tl gczihth mvmtụ̄ ạsụ̄, byyhi timne hy timn sintụ̄ byyhi bạcz thi pnnhi khaṣ mhrbạny sintụ̄, byyhi yuth ʿql mndn hndi khạṭr aakh yadgar rvzi. Yʿny ʿqlhi valyn hund gczihh yad thavun kh ṣbr krvunyn kiyuth jza chhu Allah tʿālyā divan. Aamhi pth kvr ayvb ʿlyh alslamn airadh kh panun qsm krhn tim pvur yʿny ahlyh hn pnnyn layhi hn hth kmchhi. Mgr chvnkh timav ạs ayvb ʿlyh alslams setthah khdmt krmcz khṣvṣaan aath bymari andr, byyhi ạs nh tihindi ṭrfh khaṣ kanhh nafrmạnyah āmcz krnh. Lhādha kvr Allah tʿālyā hn pnnhi mhrbạny sintụ̄ tihindi khạṭr aakh khaṣ ḥkmah nạzl yymhi sintụ̄ tihindi ḥqh aakh tkhfyfah sapud, byyhi frmvv aashi ayvb ʿlyh alslams."
  },
  {
    "verse_id": 44,
    "translation": "Rttiv tvhụ̄ aaths mnz mvrih bvdarh yth mnz aakh hth mvrih āsn, tmy sintụ̄ lạyiv tvhụ̄ czndd bạczn pnnyn, qsm mah phuttrạviv. Chnanchh th kvr ayvb ʿlyh alslamn, aamhi pth chhu Allah tʿālyā frmavan ayvb ʿlyh alslamnụ̄ tʿryf kh be aashi lvb suh ṣbr krvun bndh, kya rut bndh chhu suh, be shk suh chhu setthah rjvʿ krvun pnnis khdays kun."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi kriv yad sanyn bndn hund, abrahym ʿlyh alslam sund, asḥaq ʿlyh alslam sund, byyhi yʿqvb ʿlyh alslam sund. Yim aathv khorv sintụ̄ ạsụ̄ bndgy kran, achhv sintụ̄ ạsụ̄ āthari qdrt vuchhith mghfrt ḥaṣl kran."
  },
  {
    "verse_id": 46,
    "translation": "Aashi ạsụ̄ tim mkhṣvṣ krimtụ̄ akhi khaṣ kthhi sintụ̄, suh gvv ạkhrtuk gr bkthrt yad krnh sintụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi chhi tim ḥẓrat aashi nishhi yqynaan czarnh āmtyv rtyv bndav andrh."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi kryvun yad asmāʿīl ʿlyh alslam byyhi alysaʿ ʿlyh alslam, yus ṣaḥb alyas ʿlyh alslamn panun nạyb svuzmut avs bny asrạyln kun. Pth sapz timn nbvt ʿṭa. Byyhi dhvalkfl ʿlyh alslam, yim sạry thi chhi rtyv bndv andrh."
  },
  {
    "verse_id": 49,
    "translation": "Yhi chhu nṣyḥtuk klamah, yhi sapud khtm aamhi pth chhu byan jza v szahuk, tmuyk tfṣyl chhu yithh pạtthụ̄ kh, byyhi chheprhyzgarn hndi khạṭr ạkhrts mnz rcz jayah rvznh khạṭr."
  },
  {
    "verse_id": 50,
    "translation": "Yʿny hmyshh rvznkụ̄ bagh yimn hndụ̄ drvazh vtthụ̄ āsn travnh āmtụ̄ timn prhyzgarn hndi khạṭr."
  },
  {
    "verse_id": 51,
    "translation": "Tkyh dith āsn bihith timn jntn mnz, ṭlb āsn kran timn jnth kyn khdmt garn nishhi yimn jntn mnz varyah qsmkụ̄ myvh byyhi varyah qsmkụ̄ chyz."
  },
  {
    "verse_id": 52,
    "translation": "Byyhi āsnkh brvntthh knhi khvbṣvrt th khosh shkl znanh yʿny ḥvur yimh bon kun nẓr thav vunhi āsn, tim āsn aaky ʿmri, hm sin vannhi yiyakh."
  },
  {
    "verse_id": 53,
    "translation": "Ae mslmanv yimh chhe timh nʿmcz yimn hund tohyhi vʿdh avs thavnh yivan qyamtuk doh yinas petth."
  },
  {
    "verse_id": 54,
    "translation": "Be shk yhi chhu svn rizq, aath chhunh zanhh thi vvbrun th khtm gczuhn, yimh chhe dạymy nʿmcz hmyshh pvshvunhi. Yhi mẓmvn gvv khtm yus ahli sʿādtn mtʿlq avs. Vonụ̄ bvuziv aamhi pth ahli shqavtn hund ḥal."
  },
  {
    "verse_id": 55,
    "translation": "Byyhi chhe srksh th nafrmann hndi khạṭr setthah ychh rvznch jae."
  },
  {
    "verse_id": 56,
    "translation": "Sojae gyhi jhnm yth mnz tim dakhl spdn."
  },
  {
    "verse_id": 57,
    "translation": "Vnnh yiyakh ae jhnmyv, yhi chhav rasr byyhi pạl th pakh, aath thi vuchhiv mzh."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi āsn aath hy varyah chynkụ̄ th khynkụ̄ chyz, yim setthah ychh nagvar th tklyf dh āsn."
  },
  {
    "verse_id": 59,
    "translation": "Yylhi ztthyn th mtbvʿn hnz jmaʿt jhnms mnz dakhl spdi tvpth yin aannh th dakhl krnh tihindụ̄ tabʿ, tim dapn panh vạnụ̄ yykya āyhi byakh jmaʿt yim tohyhi sintụ̄ ʿdhabs andr spdnh khaạṭr jhnms nadr czyl krith chhi aaczan. Khdae anin yimn blae yimn mh bnin kushadh jae kunhi, yimn thi chhu aaczun nars andr."
  },
  {
    "verse_id": 60,
    "translation": "Tim dpnkh tvrh blkh mh bnin kushadh jae kunhi, tohyhi anin khdae bdd blae, ps kạczah ychh jae chhu yhi jhnm yus aashi tuhndi vjh pysh āv."
  },
  {
    "verse_id": 61,
    "translation": "Panh vạnụ̄ aakh akis petth chhavdạsy krith krn dʿā, ae sanhi prvrdgar, yimav yhi ʿdhab th mṣybt aashi brvntth kun trvv th vatna timn krth czh zyadh ʿdhab dognạvith nars andr."
  },
  {
    "verse_id": 62,
    "translation": "Tvpth dpn sạry jhnmy kya sna vjh chhu asụ̄ chhikh nh vuchhan yythi tim lvukh yim asụ̄ gnzran ạsikh ychh th nakarh lvukv andrh yʿny mslman."
  },
  {
    "verse_id": 63,
    "translation": "Kya asụ̄ ạsụ̄ na timn naḥq tthtthh kran, tim ạsụ̄ nh fy alḥqyqt nars layq, kinh jhnms andr chhi tim thi mvjvd, mgr sanhi nẓre chhe timn nishhi ddjhi maczh yt ạsith chhinh aashi dryntthy yivan ʿdhabs sintụ̄ chhe yhi kth sanhi ḥqh bạʿth ḥsrt."
  },
  {
    "verse_id": 64,
    "translation": "Be shk yhi chhu vaqʿī spdvun yʿny jhnmiyn hnz panh vạnụ̄ har har krnụ̄."
  },
  {
    "verse_id": 65,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, ae lvukv tvhụ̄ yus tvḥyd v rsalts ankar kran chhiv, aamuyk ẓryr chhuv tohyhi pans, me kunhi qsmuk aamuyk ẓryr chhunh kyazi bh chhus tohyhi aakh byim krvunah khdae sndi ʿdhabh nishhi, byyhi frmạvyvukh yithh pạtthụ̄ myvn pyghmbr th byim krvun āsun aakh aamri vqʿī chhu, yithe pạthụ̄ chhu tvḥyd thi aakh pvz th vaqʿī aamrah yʿny khdays vrạe yus kunue th ghạlb chhu, chhunh kanhh aakhah ʿbadts layq."
  },
  {
    "verse_id": 66,
    "translation": "Yus aāsmann th zmynn hund prvrdgar chhu byyhi yhi timn don mnz chhu tamhi sarikue prvrdgar th mạlk, setthah zbrdst th setthah bkhshn har chhu bndn hndyn be shmar gnahn."
  },
  {
    "verse_id": 67,
    "translation": "Tvhụ̄ frmạvyvukh yarsvl Allah, yhi aamr yʿny Allah tʿālyā sndyn tvḥyd v shrayʿn hnz tʿlym krnh khạṭr bh svzun, yhi chhu aakh ʿẓym alshan mẓmvnah yymuyk tohyhi setthah ahtmam krun shvubhi ha,"
  },
  {
    "verse_id": 68,
    "translation": "Mgr afsvs tvhụ̄ chhiv aamhi nishhi setthah be prvah spdan. Aamhi kh ʿẓym alshan āsnukh vjh chhu yohe kh aamhi vrạe chhu sʿādti ḥqyqy ḥaṣl spdun mḥal."
  },
  {
    "verse_id": 69,
    "translation": "Me ạs nh kihinụ̄ khbr ʿālmi ʿlvy hnzn mjlsn hnz, yylhi yim yʿny mlaʿ aʿlyā hkụ̄ lvukh ādm ʿlyh alslam snzi pạdayshhi mtʿlq bḥth kran ạsụ̄. Me āyhi khbr krnh bʿẓ timn mʿāmln hnz vḥy kh dhryʿh."
  },
  {
    "verse_id": 70,
    "translation": "Me kun chhanh vḥy yivan nazl krnh mgr yy zi bh chhus aakh pyghmbrah nnụ̄ pạtthụ̄ byim krvun, chnanchh timav mʿāmlv andrh gvv aakh mʿāmlh yth mnz mlaʿ aʿlyā hs mnz bḥth yivan avs krnh, ādm ʿlyh alslam sund pạdh krun. Yithi sapud me mʿlvm vḥy kh dhryʿh, byakh kanhh dhryʿāh me nish chhunh. Yohe chhu thbvt myanhi nbvt v rsaltuk. Lhādha pazi tohyhi myạnis pyghmbr brḥq āsns pczh krnụ̄, tfṣyl tamhi gftgvvuk chhu."
  },
  {
    "verse_id": 71,
    "translation": "Suh gftgv sapud tamhi vqth yylhi frmvv tuhndụ̄ prvrdgarn mlạykn, ae mlạykv myvn airadh chhu bh krn pạdh myczih aakh bshrah."
  },
  {
    "verse_id": 72,
    "translation": "Tvpth yylhi bh suh varh bnavn yʿny tihindụ̄ aʿẓaʿ mkml kr, byyhi vatnavh bh ts mnz pnnhi ṭrfh rvḥ, ps nmụ̄ zi tvhụ̄ ts brvntthh knhi sjdh divan, tvpth yylhi Allah tʿālyā hn suh tyar kvr."
  },
  {
    "verse_id": 73,
    "translation": "Sarive mlạykv dyut ts sjdh yikh vatth."
  },
  {
    "verse_id": 74,
    "translation": "Mgr duyt nh sjdh ablysn, tmụ̄ kvr tkbr th ghrvr byyhi sapud suh kạfrv andrh."
  },
  {
    "verse_id": 75,
    "translation": "Allah tʿālyā hn frmvvus, ae ablys kmụ̄ chyzn rvttukh czh pth tas sjdh dinh nishhi yus me pnnyv aathv pạdh kvr. Yhi kvruth cze tkbr th ghrvr, bvdd nh ạsith, kinh vaqʿī avsukh czh thdi drjhi kyv lvukv andrh yimn nh sjdh krun zyba avs."
  },
  {
    "verse_id": 76,
    "translation": "Ablys lvg dapnhi kh yhi dvyim kth chhe thạbt yʿny bh chhus tihindi khoth bhtr, bh kvrths pạdh nar nishhi, suh kvrthn pạd rbhi nishhi."
  },
  {
    "verse_id": 77,
    "translation": "Allah tʿālyā hn frmvvus nyr yymhi āsman nishhi nybr, be shk aamhi ʿdvli ḥkmh sbbh chhukh czh mardvud."
  },
  {
    "verse_id": 78,
    "translation": "Byyhi chhe cze petth myạnụ̄ lʿnt qyamt kis dohs tanụ̄. Tamhi pth chhunh mrḥvm spdnuk aimkane."
  },
  {
    "verse_id": 79,
    "translation": "Ablysn dvp, ae prvrdgar hrgah ādm ʿlyh alslam sndi vjh bh mrdvd kvrths tylhi dith mythi mhlt mrnh nishhi qyamt kis dohs tanụ̄, yuth bh timn nishhi byyhi tihindyn avladn nishhi pvur bdlh hymh ha."
  },
  {
    "verse_id": 80,
    "translation": "Allah tʿālyā hn frmvvus yylhi cz mhlt chhukh mngan, gczh aadh kya, cze āyy mhlt dinh."
  },
  {
    "verse_id": 81,
    "translation": "Tamhi doh kis vqts tam yus mqrr chhu."
  },
  {
    "verse_id": 82,
    "translation": "Dapnhi lvg yylhi me mhlt āyhi dinh tylhi chhu chanhi ʿztuk qsm kh yim sạry bny ādm ddalkh bh ẓrvr syzi vathi nishhi,"
  },
  {
    "verse_id": 83,
    "translation": "Mgr nh timav andrh chạnụ̄ brgzydh bndh yim cze myanhi athr nishhi mḥfvẓ thạvithkh."
  },
  {
    "verse_id": 84,
    "translation": "Allah tʿālyā hn frmvvus, ps chhanh pz yhe kth kh bh chhus hmyshh pvzue vanan kh,"
  },
  {
    "verse_id": 85,
    "translation": "Yqynaan bh krn pur jhnm chanhi sintụ̄ byyhi chanyn sarine pyrvan th tạbiʿn sndi sintụ̄."
  },
  {
    "verse_id": 86,
    "translation": "Frmạviyvukh tvhụ̄ yarsvl Allah, ae lvukv bh chhusnh tohyhi mngan dyni ḥq vatnavnh khạṭr kanhh mvzvuryah. Byyhi chhus nh bh zvr panun pan pyghmbr bnavnh kh ṭryqh krha bh nbvtuk dʿūyā. Ghyri qrān vnh ha bh qrān. Blkh chhu fy alvaqʿ yhi qrāni mjyd klami alhāy."
  },
  {
    "verse_id": 87,
    "translation": "Yhi qrān mjyd chhu sary jhan kh khạṭrh aakh vʿẓah th nṣyḥtah yymhi kh tblyghh khạṭr me nbvt ʿṭa krnh āyhi yth mnz tuhndy khạṭr bvdd nfʿ th fạydh chhu. Hrgah tvhụ̄ pvz vaẓḥ spdnh pth thi mạniv nh."
  },
  {
    "verse_id": 88,
    "translation": "Tvhụ̄ zạniv pane ẓrvr kynczhv dohv pth aamuyk pvur ḥal. Mrnh pte sapdi tohyhi pvur ḥqyqt ẓạhr."
  }
]