[
  {
    "verse_id": 1,
    "translation": "Yhi chhe nạzl krnh āmcz ktab Allah tʿālyā sndi ṭrfh yus ghạlb th ḥkmt vvl chhu. Ghạlb th zbrdst āsun tihund avs mngan kh yus yath ktabhi ankar kriha tas gczihh sza dinh yun fvraan mgr ḥkym āsun tihund chhu mngan kh timn gczihh mhlt dinh yinụ̄."
  },
  {
    "verse_id": 2,
    "translation": "Aashi kr nạzl yarsvl Allah tohyhi petth yhi ktab )qrān mjyd( pzipạtthụ̄. Ps rvuziv tvhụ̄khdae snz ʿbadt kran qrạny tʿlymhi mṭabq khalṣ aʿtqad krith yithh pạtthụ̄ aaztanụ̄ tvhụ̄ kran rvudiv."
  },
  {
    "verse_id": 3,
    "translation": "Ae lvukv varh bvuziv yosh ʿbadt khalṣ shrkh nishhi āshi, so chhe szavar khdays. Yʿny tvḥyd chhu vạjb sarine petth, yylhi tohyhi petth thi yhi vạjb th matthi chhu, byyan hnz chhanh kthe. Vonụ̄ yimav khalṣ ʿbadt trạvith khdays vrạe shryk tjvyz krụ̄ yimn mtʿlq tim vnan chhi, asụ̄ chhinh tihnz prstsh kran mgr yymhi khyalh kh tim vatnavan aashi khdays nzdyk, sạnụ̄ ʿbadt th mṭalbat krn pysh khdays nishhi. Yithh pạtthụ̄ dnyahs andr chhi vzyr vatnavan padshahn nishhi lvukn hndụ̄ mʿāmlat. Be shk Allah tʿālyā kri ʿmly fạṣlh timne mnz byyhi tihndyn mqạblan ahli aymann mnz timn sarine kthn yimn mnz tim akhtlaf kran chhi. Suh fạṣlh gvv ahli tvḥydn vatnavi jnts andr th ahli shrkn vatnavi dvzkhs andr. Tvhụ̄ mah khyyiv tihindis nh manns petth kanhh ghm, yymuyk thi mah kriv kanhh tʿjb kh yim kvnh chhi bavjvd nanhi dlylhi ạsith syzi vathi petth pkan. Be shk Allah tʿālyā chhunh kamyạby hnz vath havan ts yus qvlaan aapziyvr āshi byyhi yus aʿtqadaan yʿny yus zyvi aapziyvr āshi byyhi āshi kfrichhi kthh vanan, dilh kinụ̄ āshi kufry aʿtqads petth ddadd krith. Bʿẓ mshrk ạsụ̄ Allah tʿālyā hs kun avlad lagan, mlạykn ạsụ̄ dapan tim chhi khdae snz kvri, timn chhu Allah tʿālyā rad kran."
  },
  {
    "verse_id": 4,
    "translation": "Hrgah Allah tʿālyā balfrẓ yyczihh ha kạnshi avlad bnavun, pnnyv mkhlvqv andrh yas yyczihh ha ts kriha aamhi khạṭr mntkhb. Mgr suh chhu panh khạlq, ts vrạe yim chhi tim chhi mkhlvq. Ghyr jns āvlad āsun chhu ʿạb, Allah tʿālyā chhu sarive ʿạbv nishhi pak. Lhādha chhu mkhlvqv andrh vldyt khạṭr kanhh mntkhb krun mḥal. Lhādha chhu aradh bḥal krun thi mḥale. Spud thạbt kh suh chhu mʿbvdah kun. Shryk balfʿl thi chhunh ts kanhh, byyhi chhu suh zbrdst, ts chhunh shryk balqvh thi kanhh."
  },
  {
    "verse_id": 5,
    "translation": "Sue chhu rat chh tạryky valan doh chh rvshny petth yymhi sintụ̄ doh chhu ghạb spdan th rat chhe yivan. Doh chh rvshny chhu valan rat chh tạryky petth yymhi sintụ̄ rat chhe khtm spdan th doh chhu yivan, tmụ̄ chhi lạgimtụ̄ kamhi āftab th zvun, timav andrh rvzi prth aakhah pkan akis mqrrh vqts tam, yimav dlylvpth thi tvḥyds ankar krns chhu andyshhi ʿdhab, Allah tʿālyā hs chhe tth petth qdrt kyazi varh bvuziv suh chhu zbrdst. Hrgah kanhh ankar krith tvḥyd tslym kri, ts kri nh huth gzshth ankars petth ʿdhab, kyazi suh chhu setthah mghfrt krvun, byakh dlyl chhe tihindi tvḥydch."
  },
  {
    "verse_id": 6,
    "translation": "Tvhụ̄ lvukh krinv pạd akis shkhṣs nishhi, suh gvv ādm ʿlyh alslam, tvpth krn pạd ādm ʿlyh alslams nishhi tasnz znanh, so gyhi ḥva ʿlyha alslam, tvpth phhlạvin timn doshvnụ̄ nishhi sạry bny ādm, byyhi krin pạd tihindi fạydh khạṭr charvayv andr ạtth nar v madh. Vvuntt, gav, czhavul, ktth. Suh prvrdgar chhu tohyhi ae ansanv pạd kran majn hndyn shkmn andr aakhi kyfyth pth byyis kyfyts petth. Tamhi kyfyth pth byyis kyfyts petth. Goddnich kyfyt chhe nṭfh yʿny ābi mny āsan, dvyim kyfyt chhe, mvtt khvn āsan, tryyim kyfyt chhe maz phvl āsan. Byyhi chhuv tohyhi pạd kran tryn gttn andr. Ydd hnz gtth, bchhi danhi hnz gtth, thylch gtth yath mnz bchhi āsan chhu. Mkhtlf kyfytn petth pạd krun chhu tihindis kmali qdrts petth dlalt kran. Tryn tạrykyan mnz pạd krun chhu tihindis kmali ʿlms petth dlalt kran. Yohe Allah tʿālyā chhu tuhund prvrdgar, tihundue chhu svrue mulk, tihnze chhe slṭnt th ḥkvmt, kanhh aakhah chhunh ʿbadts szavar ts vrạe, yiczhh dlylh tihindis mʿbvdi brḥq āsns petth ạsith kvt chhiv tvhụ̄ phirnh yivan."
  },
  {
    "verse_id": 7,
    "translation": "Ae lvukv tvhụ̄ bvuziv kh kfrv shrk chhu mḥẓ bạṭl. Hrgah tvhụ̄ aamhi pth thi kfrvshrk kriv, ps Allah tʿālyā hs chhunh tmuyk kanhh ẓryr, kyazi suh chhunh tohyhi kun ya tuhndis ʿbadts kun mḥtaj. Ts vathi nh tuhndi ʿbadt nh krnh ya tvḥyd akhtyar nh krnh sintụ̄ kanhh ẓryr. Mgr yhi kth chhe ẓrvr kh ts chhunh bndn hund kfr krun psnd, kyazi tihindi kfr krnh sintụ̄ chhu timn pans ẓryr. Hrgah shkrgzạry kriv yymuyk bvdd frd thi baqy afradn hund mvqvf ʿlyh chhu ayman, tth chhu suh tuhndi ḥqh psnd kran, aamhi nishhi chhu aakh qạydh mqrr kh kanhh aakhah tulhi nh kạnshi hndyn gnahn hund bvr pans petth. Prth akis chhu pane pnnyn gnahn hund bvr tulun. Lhādha gczihh nh kạnshi hund khyal krun kh kfr krith kya yiyhi svn kfr lykhnh byyhi sndis namh aʿmals andr th sapdav tamhi nishhi bry, nh hykn tabʿn hund jrm mtbvʿ brdasht krith th tulith, ya kanhh vanhi kạnshi czh kr yhi kạm aamuyk gnah chhu myanhi dhmh. Ghrẓ yhi bnhi nh kunhi thi ṣvrts andr blkh chhu prth akis pnnhi jrmuk szapanh khyvn. Tvpth chhu tohyhi pnnis prvrdgars kun rjvʿ krun. Ps kri suh tohyhi khbr timn sarine kamyn hnz yimh tvhụ̄ kran ạsiv, sue diyhi tohyhi ychh kamyn hund sza. Be shk suh chhu pvur zanh vun diln hnz kthh."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi yylhi mshrk ansans kanhh skhtyah vatan chhe mngan chhu tamhi saʿth pnnis ḥqyqy prvrdgars pvur rjvʿ krith tas kun, baqy mʿbvd chhis tmhi saʿth mshan, tvpth yylhi suh ts ʿṭa chhu kran pnnhi ṭrfh kanhh nʿmt, amn v āsạyshah, mshan chhu ts thi yymhi khạṭr mngan avs aamhi brvntth, balkl chhu ghạfl spdan, tvpth chhu byyhi tthhravan mʿbvdi brḥqs shryk yuth lvukn ddalhi tihnzi vathi nishhi yʿny panh gmrah spdith chhu byyan lvukn ddalan th gmrah kran. Frmạviv tvhụ̄ yarsvl Allah ts shkhṣs, ae shkhṣh tul thh fạydh pnnhi kfruk km kynhh kals tanụ̄, ạkhrkar chhukh czh nar kyv lvukv andrh. Aamhi pth chhu Allah tʿālyā frmavan ahli tvḥydn hund madḥ."
  },
  {
    "verse_id": 9,
    "translation": "Kya suh shkhṣ yus amis mushrks brʿks ʿbadt āshi kran rat kuyt yus vqt ʿmvmaan ghfltuk chhu āsan sjdh th qyam sintụ̄, khoczan āshi ạkhrts byyhi āshi amydvar prvrdgar sndis rḥmts. Suh chha brabr ts shkhṣs sintụ̄ yus nafrman th be nemazāshi. Hrgz nh blkh chhu ʿbadts petth shb v rvz madavmt th dadd krvun, mḥmvd th mqbvl, mushrk th be nemaz mṭrvd th mrdvd. Frmạviyvukh tvhụ̄ yarsvl Allah brabr chha tim lvukh yim ʿạlm th zanhi vunụ̄ āsn, byyhi tim yim jạhl āsn, kynhh thi āsn nh znan. Yymhi byanh sintụ̄ agrchh sapud thạbt kfruk th kạfrn hund mdhmvum āsun byyhi aymanuk th ahli aymann hund mḥmvd āsun, mgr tvthi rttn nṣyḥt timae yim ṣaḥbi ʿql slym āsan."
  },
  {
    "verse_id": 10,
    "translation": "Frmạviv myanhi ṭrfh baaymann, ae myanyv baayman bndv, tvhụ̄ khvcziv prvrdgars pnnis mdavmt krivṭaʿtn petth, pth rvuziv gnahv th nafrmạnyv nishhi pth. Yim dnyahs andr nyky krn, tihindi khạṭr chhu rut ṣlh th rut bdlh ạkhrts andr. Hrgah tohyhi vṭns andr kanhh chyz ʿbadt krnh nishhi manʿ chhu, tylhi kriv hjrt kyazi khdae sund zmyn chhu khvl th vsyʿ, akis jayhi ne dshmnn hndi vjh khda hykiyvun srith, byyis shhrs mnz gczihth sriyvun pnun khda, dyins petth rvuziv ṣbr v astqlal san. Mstql rvzvunyn th ṣbr krvunyn yiyhi mvzvurụ̄ dinh be ḥsab v be shmar."
  },
  {
    "verse_id": 11,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, me āv khdae sndi ṭrfh ḥkm krnh kh bh kr ʿbadt khdae snz yosh ʿbadt khạlṣ tihindy khạṭr āshi, yath mnz nh shrkch aakh zimish thi āshi."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi āv me ḥkm krnh bh āsh yymhi aumt kyv goddnikyv mslmanv andr yʿny aslams dyini ḥq tslym krvunyv andrh."
  },
  {
    "verse_id": 13,
    "translation": "Tvhụ̄ frmạviyvukh pth kh hrgah bh pnnis prvrdgarsnz nafrmany kr tylhi chhu me andyshhi bddi doh kh ʿdhabuk, suh gvv qyamtuk doh."
  },
  {
    "verse_id": 14,
    "translation": "Tvhụ̄ frmayvukh bh chhus bndgy kran khdae snze yạcz, yhi zạnith kh bndgy shvubhi khaṣ tsụ̄ yạcz, tohyhi thi paziha yiczhe ʿbadt krnụ̄ tihnz, lykn hrgah tvhụ̄ thi manan chhiv nh."
  },
  {
    "verse_id": 15,
    "translation": "Tylhi kriv tvhụ̄ ʿbadt ts vrạe yimn hnz khosh kryv, tmuyk ntyjh tuliv tvhụ̄ pane qyamtuk doh. Pth frmaviyvukh tvhụ̄ kh be shk tavan zd ge time yimn tavan pyvv pnnyn pann th pnnis ʿīals qyamtuk doh. Var bvuziv th yad thạviv yhi kth kh yohe kya vv vanun tavn th bvdd nqṣan tamich kyfyt chhe yithh pạtthụ̄ kh."
  },
  {
    "verse_id": 16,
    "translation": "Tihindi khạṭr chhu timn petthụ̄ kinụ̄ thi narh shʿlh, vurun thi narkue th timn bvnụ̄ kinụ̄ thi chhi narkụ̄ shʿlh yʿny vathrun thi narkue. Prth ṭrfh āsn timn aḥaṭh krith narky shʿlh. Yhi gvv sue ʿdhab yymhi sintụ̄ khocznavan chhu Allah tʿālyā pnnyn bndn, aamhi ʿdhab nishhi bchnuk tdbyr th chhu byan kran, suh gvv dyni ḥqs ʿml krnụ̄. Frmavan chhukh ae myanyv bndv, ps khvcziv me, myạnis ʿdhabs, myạny mah kriv nafrmạny, dyin ḥqs petth kriv ʿml. Yhi avs kafrn th mushrkn hund ḥal, aamhi pth chhu Allah tʿālyā frmavan baaymann hund ḥal."
  },
  {
    "verse_id": 17,
    "translation": "Byyhi yim lvukh pth rvudụ̄ shyṭans prstsh krnh nishhi yʿny mʿbvdani bạṭln hnz prstsh krnh nishhi, byyhi kvrukh rjvʿ Allah tʿālyā hs kun tim chhi mstḥq khosh khbry bvznavns. Ps frmạviv bshart th khosh khbry myanyn timn bndn."
  },
  {
    "verse_id": 18,
    "translation": "Yim bvzan chhi khdae snd klam kan dạrith, tvpth chhi tamhi chn rthan kthn pạrvy kran, timh chhe sare kthh rcz, time lvukh kya ge tim yimn Allah tʿālyā hn rcz vath hạv, byyhi ge timie khaṣ kr ʿqlhi vạlụ̄ th gattlụ̄."
  },
  {
    "verse_id": 19,
    "translation": "Kya yas petth ʿdhabuk ḥkm thạbt sapud kya tvhụ̄ hykiyvunh mokāạvith suh shkhṣ yus ḥkmi alhāy nars mnz vvtmut āshi."
  },
  {
    "verse_id": 20,
    "translation": "Lykn tim lvukh yim khvczụ̄ prvrdgars pnnis tvpth rvudụ̄ pth tihindi nafrmạny nishhi, tihindi khạṭr chhi jntkụ̄ bala khanh yimn petthụ̄ kinụ̄ byyhi bala khanh bnạvimtụ̄ āsn, timav bala khanv bnụ̄ kinụ̄ chhe kolh th joyhi pkan. Aamhi kue chhu Allah tʿālyā hn vʿdh kvrmut, Allah tʿālyā chhunh vʿds bdl kran."
  },
  {
    "verse_id": 21,
    "translation": "Kya cze vuchhuth na ae vuchhvnhi pth kun kh be shk Allah tʿālyā hn trvv āsamn kh ṭrfh rvud, tvpth pknvvun suh āb nagv th kyiryv kinụ̄ zmyns andr, tvpth chhu tamy ābh sintụ̄ kharan zraʿt yymikụ̄ qsm mkhtlf chhi āsan. Tvpth chhu suh zraʿt khshk spdan, ps chhihan suh vuchhan cz zard spdan, tvpth chhu Allah tʿālyā tth chvur kran. Be shk chhe yth zraʿt kis abtdahs th anthahs mnz bdd nṣyḥt gattlyn hndi khạṭr. Yhe ḥalt chhe bʿīnhi ansann hnzi dnyạvy zndgy hnz. Aath zndgy andr mshghvl spdith aabdy raḥt v āram nishhi panun pan mḥrvm krith aabdy mṣybtn grftarsapdun chhe bdd ḥmaqt th nadạny. Agr chh svn byan chhu setthah blygh mgr bvzn vạlụ̄ chhinh sạry hiviy āsan."
  },
  {
    "verse_id": 22,
    "translation": "Chnanchh suh shkhṣ yymụ̄ sund synh aslam qbvl krnh khạṭr Allah tʿālyā hn muthrrvv yʿny aslam kh ḥqyqtuk sapud ts yqyn, suh chhu pkan pnnis prvrdgar sndi ʿṭa krimathi gashhi mvjvb yʿny ʿml kran tihndyv hdaytv mṭạbq. Ts shkhṣs brabr chha suh shkhṣ yus kfr chn tạriykyan mnz bvddmut āshi. Ps setthah khraby th afsvs chhu timn lvukn yihindụ̄ dl skht drụ̄ chhi khdae snzi dhkri nishhi, dnyahs mnz chhi timae lvukh nanhi gmrạhy mnz mbtla th grftar. Aamhi pth chhu tamhi nvuruk dhkr th byan."
  },
  {
    "verse_id": 23,
    "translation": "Allah tʿālyā hn kvr nạzl setthah rut klam yʿny qrān mjyd ktabah yymikụ̄ mẓamyn aakh akis hivụ̄ chhi phyirụ̄ phyirụ̄ byan krnh āmtụ̄ yath mnz lvukn fkri tarnh khạṭr chhi bʿẓe bʿẓe mẓamyn yath tkrars mnz bavjvd fạydh tạkyd dils mnz mdʿā th mṭlb raskh spdn kh lṭayf mvjvd chhi. Aamhi klamh sintụ̄ chhi tinri knddụ̄ phttan timn lvukn hndyn bdnn yim khoczan chhi pnnis prvrdgars, tvpth chhi nrm spdan tihindụ̄ bdn th dl khdae sndi s yads kun mtvjh spdnh sintụ̄ yʿny qrān mjyd mvjvb ʿml krns kun mtvjh spdan. Yhi qrān mjyd chhu khdae sund hdayt, aamhi sintụ̄ chhu suh vath havan timn yimn hund suh yczhan chhu. Ys Allah tʿālyā vath ravri tas chhunh kanhh vath havh vun."
  },
  {
    "verse_id": 24,
    "translation": "Kya suh shkhṣ yus bchavi panun pan buthhi sintụ̄ jhnm kh skht ʿdhabh nishhi qyamtuk doh. ʿām dstvr chhu kh ansan chhu panun pan bchavan tklyfh nishhi aathv sintụ̄. Qyamtuk doh āsn ẓạlmn hndụ̄ aathh path kun gnddith, tamy mokhh bchavan tim panun pan buthhi sintụ̄ ʿdhabh nishhi, tvpth yiyhi timn ẓạlmn vannh czhiv mzh timn ychh kamyn hund yimh tvhụ̄ kran ạsiv dnyahs andr. Kya aamhi qsmkụ̄ ẓạlm th byyhi tim baayman yim jntn andr hmyshh th āram san āsn bihith chha brabre, hrgz nh."
  },
  {
    "verse_id": 25,
    "translation": "Tkdhyb chhu kvrmut ḥẓrati anbya han timav lvukv thi yim yimn azikyn kạfrn brvntth ạsụ̄, tvpth chhu vạtith pyvmut timn khdae sund ʿdhab, tuythue yuth timn khyal thi avsnh."
  },
  {
    "verse_id": 26,
    "translation": "Ps czhnạvụ̄ tim Allah tʿālyā hn rsvạyy hund ʿdhab dnyachh zndgạny andr byyhi chhu ẓrvr ạkhrtuk ʿdhab setthah bvdd tihindi khạṭr, hrgah timn mʿlvm āsiha."
  },
  {
    "verse_id": 27,
    "translation": "Be shk byyhi kri aashi lvukn hndi hdayt khạṭr yath qrān mjyds andr prth qsmh chh mthalh th prth qsmkụ̄ mẓmvn yuth tim nṣyḥt rttn."
  },
  {
    "verse_id": 28,
    "translation": "Yymich kyfyt chhe yhi kh yhi qrān mjyd chhu bzbani ʿrby yath mnz nh kunhi qsmch kmy th pychydgy chhe yuth tim lvukh aamikụ̄ mẓamyn blyghh bvuzith khoczn."
  },
  {
    "verse_id": 29,
    "translation": "Chnanchh Allah tʿālyā chhu mvḥidv mushrkn mtʿlq aakh mthal byan kran. Aakh shkhṣah chhu ghlam, sue chhu mshtrk varyahn bdmzaj shrykn hund. Byakh mvhnivah chhu ghlam akụ̄ se shkhṣh sund, kya yimn don hnz ḥalt hykya brabr ạsith, hrgz nh blkh goddnuyk shkhṣ chhu hmyshh ḥạrạny andr grftar kh kasund manhi th kasund manhi nh. Dvyum shkhṣ chhu ārams andr. Akụ̄ se āghs sintụ̄ chhus tʿlq. Goddnich mthal gyhi mushrk snz, kunhi chhu suh akis chyzs prstsh kran th kunhi byyis chyzs. Mvḥid chhu prstsh kran akụ̄ se mʿbvdi brḥq snz. Yhi kth krin tslym yim mushrk thi. Ḥq sapud thạbt lhādha bvvin ḥmdvthnaʿ mʿbvdi brḥqs bavjvdi ān krn nh yim lvukh yhi kth qbvl, blkh chhinh akthr kạfr zanan yimh ṣaf kthh. Yylhi prth aʿtbar bkhshnuk fạṣlh sapud mgr mkhạlfv suh qbvl kvrnh, vonụ̄ chhu baqy qyamtuk ạkhry fạṣlh yymhi fạṣlh nishhi kanhh thi hykhi nh srtạby krith. Tmuyk abtad chhu mvt sintụ̄ ae pyghmbri brḥq hrgah yim lvukh dnyahs andr yhi mʿqvl fạṣlh tslym krn nh, tvhụ̄ mah khyyiv tmuyk ghm kyazi."
  },
  {
    "verse_id": 30,
    "translation": "Dnya andrh chhu tohyhi thi mrith nyrun, timn thi chhu dnya andrh mrith nyrun, dnyahs andr rvzun kạnshi chhunh."
  },
  {
    "verse_id": 31,
    "translation": "Tvpth chhu tohyhi doshvnụ̄ fryqn qyamtuk doh pnnụ̄ mqdmat hyth pnnis prvrdgars brvntthh knhi ḥạẓr spdun, tamhi doh kri suh ʿmly fạṣlh, suh fạṣlh gvv naḥq prstn jhnmuk ʿdhab th ḥq prstn ajri ʿẓym yʿny jnt. Yhi kth chhe ẓạhrkh."
  },
  {
    "verse_id": 32,
    "translation": "Ts shkhṣh sndi khoth kus aakhah chhu zyadh be anṣaf yymụ̄ aapuz nvv rvv mʿbvdi brḥqs petth. Znanh nychivụ̄ th kvri shryk tthhravnh sintụ̄, byyhi kvrun tkdhyb th ankar pzis klams yʿny qrān mjyds yylhi suh qrān mjyd vvt ts nishhi bvasṭh pyghmbri brḥq. Yithis shkhṣh sund ẓạlm āsun chhu ẓạhr. Aaẓlamu mstḥqi ʿdhab āsun thi chhu ẓạhr. Suh ʿdhabi ʿẓym gvv nar jhnm. Kya yithyn kạfrn hnz jae shvubhi na nari jhnm."
  },
  {
    "verse_id": 33,
    "translation": "Yimn bdl ge tim lvukh yimụ̄ khdae sndi ṭrfh ya pyghmbr khdae sndi ṭrfh pvz hyth āe. Byyhi kvrukh panh thi tth pzis tṣdyq, time lvukh chhi yqynaan mtqy th prhyzgar, tihund fạṣlh chhu kh."
  },
  {
    "verse_id": 34,
    "translation": "Tihindi khạṭr chhu thi svrue yhi tim yczahn pnnis prvrdgars nishhi, yhe chhe mvzvurụ̄ th bdlh nykv karn hund, tihindi khạṭr spud yhi tjvyz."
  },
  {
    "verse_id": 35,
    "translation": "Yuth Allah tʿālyā dvur kri tihnz ychh ʿmlh byyhi yuth rcz mvzvurụ̄ ʿṭa kri timn ʿmln hnz yimh rcz ʿmlh tim kran ạsụ̄."
  },
  {
    "verse_id": 36,
    "translation": "Kya Allah tʿālyā chhuna kạfy pnnis bndh khaṣs )ḥẓrt Muḥammad ṣly Allah ʿlyh vslm( ḥfaẓt krnh khạṭr. Suh chhu sarine hndi ḥfaẓt khạṭr pnnis bndh khaṣ sndi khạṭr gvczh na āsun. Yim kạfr chhi aamhi qsmkụ̄ aḥmq kh khdae sndi ḥfaẓt nishhi tjahl krith chhi tohyhi khocznavan mʿbvdani bạṭln hndi sintụ̄ yim timav khdays vrạe chhi pane tthhrạvimtụ̄. Ḥalankh tim chhi panh be jan th ʿạjz. Hrgah qadr thi āshn tvthi kya chlhi ha timn khdae snzi rạchh th ḥfẓts mqablh, yhi chhe timn vath rạvmcz. Yas Allah tʿālyā vath ravri, ts chhunh kanhh thi vath havvun th hdayt krvun."
  },
  {
    "verse_id": 37,
    "translation": "Yas Allah tʿālyā vath havi tas chhunh kanhh vathi nishhi ddalh vun th gmrah krvun, kya timn chhuna khyal kh Allah tʿālyā chhu zbrdst antqam hynh vvl. Tʿjb chhu kh timn chhu pans thi tamhi kthhi hund tslym kh Allah tʿālyā chhu pnnyn bndn nuṣrt krns petth kạfy, qdrts andr chhu setthah kạml chnanchh."
  },
  {
    "verse_id": 38,
    "translation": "Hrgah tvhụ̄ timn lvukn prczhiv kh āsman th zmyn kmụ̄krụ̄ pạd, ẓrvr vann tim kh Allah tʿālyā hn krụ̄ pạd yithụ̄ bddụ̄ ajrami flky az ʿdm bvjvd aanun chhu dlalt kran tihindis kmali qdrts petth aath petth bna krith. Prczhụ̄ tav tvhụ̄ timn ae kafrv me vnụ̄ tv tvhụ̄ timn mʿbvdani bạṭln yihnz tvhụ̄ prstsh kran chhiv khdays vrạe, hrgah Allah tʿālyā me kanhh tklyf vatnavun yyczihh, kya tim mʿbvd hykh nh suh tklyf me nishhi dvur krith ya hrgah Allah tʿālyā myanhi ḥqh yyczihh kanhh mhrbạnyah, kya tim mʿbvd hyknh so mhrbạny pth rttith. Tvhụ̄ frmạviyvukh aamhi andrh sapud thạbt, yy āyvv godd thi byan krnh. Chvnkh suh chhu yuth qdrt vvl th mdd krvun, me chhu bs sue Allah tʿālyā. Lhādha chhi ts petth tvkl krvunụ̄ tvkl kran, bthi chhus ts petth tvkl kran. Tuhndi mkhalftuk th dshmny hund chhus nh bh kanhh prvah kran."
  },
  {
    "verse_id": 39,
    "translation": "Balākhr frmạviyvukh tvhụ̄ yarsvl Allah, ae lvukv, hrgah aath petth thi tvhụ̄ kynhh mạniv nh, tylhi zạniv tvhụ̄ th kar zạniv, tvhụ̄ gczihv kạm kran pnnhi jayhi petth, bthi chhus pnnhi ṭvr ʿml kran, brvntth phn zạniv tvhụ̄ pane."
  },
  {
    "verse_id": 40,
    "translation": "Suh kus shkhṣ āshi ys nishhi vathi dnyahs andr suh ʿdhab yus ts dhlyl v khvar kri, byyhi ks petth yiyhi ạkhrts andr suh ʿdhab yus hmyshh dạym th pvshvun āshi."
  },
  {
    "verse_id": 41,
    "translation": "Pzi pạtthụ̄ aashi kr nạzl tohyhi petth yhi ktab yth mnz pvzue pvz chhu lvukn hndi nfʿ fạydh khạṭr, tuhnz kạm chhe yhi vatnavun, tamhi pth ys akis vath āyhi aamhi qrān mjyd sintụ̄, ps chhu tmuyk fạydh ts pans. Yus aakhah vathi nishhi ddvl, suh ddlhi nh mgr pnnhi panh kh ẓrirh khạṭr, tvhụ̄ nah ḥẓ chhiv nh lvukn hndụ̄ dhmh dar zvrh kya anyvukh tim syzi vathi petth. Lhādha kyazi tvhụ̄ tihnzi gmrạhy hndi sbbh ghmgyn spdan."
  },
  {
    "verse_id": 42,
    "translation": "Allah tʿālyā he chhu qbẓ kran timn rvuḥn yimn nh vunhi mrnukh vqt chhu vvtmut āsan, timn thi chhu qbẓ kran nindri andr, ps chhu rttan timn rvuḥn yimn petth mrnukh ḥkm tmụ̄ jạry kvrmut chhu āsan. Byyhi chhu vaps svzan baqy rvuḥn akis mʿīn th mqrr krnh āmtis vqts tanụ̄ yʿny ʿmri hndis vqts tanụ̄. Be shk aath mjmvʿh tṣrfs mnz chhe khdae sndi qdrt chh th tihindi mnfrd fy altṣrf āsnh chh varyah dlylh timn lvukn hndi khạṭr yim fkr th tamul kran āsn."
  },
  {
    "verse_id": 43,
    "translation": "Kya yimav mshrk lvukv chha bavjvd varyah dlylh tvḥyd chh qạym āsnh kh khdays vrạe byyhi mʿbvd qrar ditimtụ̄ yimn mtʿlq timn khyal chhu kh tim krn aashi sfạrsh. Tvhụ̄ frmạviyvukh yarsvl Allah, ae lvukv kya agr timn kunhi chyzs petth akhtyar th qdrt nh ạsith byyhi kanhh chyzah nh zạnith chhiv tvhụ̄ timn zanan pnnụ̄ sfạrsh krvunụ̄, ḥalankh sfạrsh krns giczhh āsun qdrt th ʿlm. Be jan chyz chhi yimav doshvyv chyzv nishhi khạly. Vonụ̄ hrgah tim vnn asụ̄ chhikh nh yim be jan chyz fy nfshi zanan shfaʿt krvunụ̄ blkh chhi asy timn zanan shfaʿt krvunụ̄ yimn hnz yimh shklh chhe, tim chhi dhy rvḥ timn mnz chhe qdrt thi th ʿlm thi. Allah tʿālyā chhu tth rad frmavan aamhi pth."
  },
  {
    "verse_id": 44,
    "translation": "Tvhụ̄ tạriv yimn varh fkri yhi kth kh sfarshhi hund svrue akhtyar chhu khdae se yvt, tihindi aidhnh th ajazth vrạe hykhi nh kanhh thi kạnshi sfạrsh krith. Aidhnh khạṭr chhi zh shrṭ, aakh gczihh shfyʿ mqbvl āsun byyhi yus shfaʿt yiyhi krnh suh gczihh qạbli mghfrt āsun. Yimn aarvaḥn hnz yim prstsh kran chhi, tim agr shyṭan chhi tylhi chhi timn mnz doshvae shrṭ mfqvd, hrgah tim mlaykh chhi tylhi chhu dvyum shrṭ mfqvd. Lhādha spud tihund shfaʿt krun baṭl, aamy mokhh ạsụ̄ tim yivan mʿbvdqrar dinh, lhādha sapud tihund mʿbvd āsun baṭl. Aamhi sintụ̄ sapud Allah tʿālyā sund mʿbvd brḥq āsun thạbt, ts mʿbvdi brḥq sund shan chhu kh āsmann th zmynn hnz sạre ḥkvmt chhe ts aathhi, ptvlakh svrue ʿālm khtm gczhnh pth yiyiv tvhụ̄ ts kun vatnavnh."
  },
  {
    "verse_id": 45,
    "translation": "Kafrn th mshrkn hund ḥal chhu kh yylhi khdae sundue yvt yad krnh chhu yivan kh sue mʿbvdi brḥq ts chhu tṣruf sarine kamyn petth, tamhi saʿth chhi timn lvukn hndụ̄ dl chongravnh yivan yimn nh pczh chhe ạkhrtch kyazi timn chhe tvḥydch nfrt. Yymhi saʿth tdhkyr chhu yivan krnh timn hund yim ts mʿbvdi brḥqs vrạe chhi, yimn tim shryki khda zanan chhi, tim chhi khosh gczhan kyazi timn chhu shrk ttvtth."
  },
  {
    "verse_id": 46,
    "translation": "Tvhụ̄ mah sapdiv yarsvl Allah tihnzi dshmny sintụ̄ ghmgyn, tvhụ̄ kriv dʿā, khdays mngiv, ya Allah cze chhukh āsmann th zmynn hund pạd krvun, cze chhukh svrue pvushydh th nvn zanh vun, cze krkh qyamtuk doh fạṣlh pnnyn bndn mnz timn kthn hund yimn mnz tim panh vạnụ̄ akhtlaf kran ạsụ̄. Tamhi fạṣlh kh vqth sapdi ḥal kh."
  },
  {
    "verse_id": 47,
    "translation": "Hrgah timn lvukn nishhi yimav ẓlm kvr shrkh th kfr sintụ̄ suh svrue mal āshi yus sạrise zmyns mnz chhu byyhi tth sintụ̄ byyhi tyvut mal th dvlt, ẓrvr din tim suh svrue mal, tamul th tạr krnh vrạe panun pan moklavnh khạṭr qyamt kh doh kh skht mshkl ʿdhab nishhi, timn nann timhi doh Allah tʿālyā sndi ṭrfh tim ḥalat yimn hund nh timn vhm v gumane avs."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi spdn ẓạhrtamhi doh timh sare ychh kamhi yimh timav kri macz āsn. Byyhi yiyhi timn valnh suh ʿdhab yath tim tthtthh kran ạsụ̄."
  },
  {
    "verse_id": 49,
    "translation": "Mushrk ansan yus dhkr Allah nishhi nfrt chhu kran, ghyrAllah sndis yads sintụ̄ chhu dlchspy thavan, yymhi saʿth amis mshrk ansans kanhh skhtyah vatan chhe aty chhu tamhi saʿth bqy sạry trạvith amụ̄ se nad divan, tmhi pth yylhi asụ̄ ts kanhh nʿmthah ʿṭa kran chhi tamhi saʿth chhu yhi nʿmt khdays kun mnsvb krnh nishhi gryz kran. Dapnhi chhu lgan yhi nʿmt bne yhi me pnnh, tdbyr sintụ̄ amis ansan sund yhi zanun chhu ghlṭ blkh chhe yhi nʿmt āzmạysh th amtḥan kh āya yhi nʿmt vạtith mshraviya ansan aashi kinh aamhi nʿmtch shkrgzary kri mgr, lvukh chhinh yhi kth zanan."
  },
  {
    "verse_id": 50,
    "translation": "Btḥqyq yiczh kth chhe vnụ̄ mcz timav lvukv thi yim yimn brvntth ạsụ̄ )qarvn vghạrh( ps duyt nh kanhh fạydh timn timav chyzv yim timav ḥaṣl krimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi yimav lvukv ẓlm kvr yimav mkh kyv lvukv andrh timn thi vathi ʿnqryb timn ychh ʿmln hund ychh ntyjh yimh timav krimacz chhe. Tim hykn nh khdays ʿạjz krith. Chnanchh jngi bdrs mnz khyvv timav kạfy sza."
  },
  {
    "verse_id": 52,
    "translation": "Beshk aath kmy v zyadty krns nadr chhi varyah nishanh khdae sndi qdrtkụ̄ timn lvukn hndi khạṭr yimv pczh krith ayman avn mʿbvdi brḥqs."
  },
  {
    "verse_id": 53,
    "translation": "Frmạviv tvhụ̄ myanyn bndn yim prczhan chhi kh hrgah asụ̄ aslam aanv sanyn gnahn kya bnhi, ae myanyv bndv yimav gnah krnh sintụ̄ pnnyn pann petth zyadty kr kh naamyd mah spdiv Allah tʿālyā sndi rḥmt nishhi, Allah tʿālyā kryv tuhndyn sarine brvuntthimyn gnahn bkhshạysh, adh ạsụ̄ tn tim gnah shrk th kfre, yhi āyh krym chhu aʿlan kran ḥẓrt alrḥm alraḥmyn sndi be shmar rḥmtuk byyhi tihindi ʿfv v drgzr krnh kh thdi shanuk. Byyhi hrgah kanhh skht mayvs alʿlaj gnahn hund bymara āshi tasndi ḥqh chhu yhi āyh krymh aksyruk ḥkm thavan. Mushrk, mlḥd, zndyq, murtd yhvdy, nṣrạnụ̄, mjvs, bdʿty, fasq, fajr ạsụ̄ tn yhi āyh krymh bvuzith gczihh nh tihund mayvs sapdun, kyazi Allah tʿālyā ys yyczihh ts kri mghfrt sarine gnahn. Tasund aradh hykhi nh kanhh thi pth rttith. Vaqʿī suh chhu setthah bkhshn har, setthah rḥmt vvl, chvnkh aamhi mʿāfy th bkhshạyshhi hund shrṭ chhu tohyhi thi mslman sapdun."
  },
  {
    "verse_id": 54,
    "translation": "Lhādha kriv tvhụ̄rjvʿ th tvbh pnnis prvrdgars kun byyhi kriv tihnz tạbʿdạry tohyhi petth ʿdhabi ailhāy nazl spdnh brvntth. ʿdhab nazl spdnh pth yiyhi nh tohyhi kanhh mddkrnh kạnshi hndi ṭrfh."
  },
  {
    "verse_id": 55,
    "translation": "Byyhi kriv pạrvy timn rtyn ḥkmn yim tohyhi kun nazl āe krnh tuhndis prvrdgar sndi ṭrfh hngh th mngh ʿdhabs grftar spdnh brvntth. Tohyhi āshi nh tmuyk vhm v gmane kunhi qsmh."
  },
  {
    "verse_id": 56,
    "translation": "Yuth nh yiczh hana banhi kh tohyhi andr vanhi kanhh shkhṣa h afsvs myanhi tth kvtạhy petth yosh myanhi ṭrfh āyhi khdae snzi frmanbrdạry andr. Vaqʿī bthi avsus tthtthh krvunyv andrh timn kthn petth dnyahs andr."
  },
  {
    "verse_id": 57,
    "translation": "Ya vanhi kanhh shkhṣah kh hrgah Allah tʿālyā hn me hdayt kvrmut āsiha bthi āsha prhyzgarv andrh."
  },
  {
    "verse_id": 58,
    "translation": "Nath vanhi kanhh shkhṣah yymhi saʿth nẓr pyys ʿdhabs petth kash me he dnyahs kun vaps dihan gczhnh. Aadh bnh ha bh nykv karv andrh."
  },
  {
    "verse_id": 59,
    "translation": "Ts yiyhi vannh albth btḥqyq cze nish vạtụ̄ myạnụ̄ āyat tim zạnụ̄ thkh cze aapzụ̄, cze kvruth tim mannh nishhi tkbr th ghrvr. Byyhi avsukh czh hmyshh kafrne sintụ̄."
  },
  {
    "verse_id": 60,
    "translation": "Qyamt kh doh vuchhhakh czh tim lvukh yimav aapuz nvrvv Allah tʿālyā hs petth. Yimh kthh khdayn frmavi nh timh lajkh ts, yimh kthh tmụ̄ frmavi timn kvrukh ankar. Buthụ̄ tihindụ̄ āsn krhinụ̄ syah. Kya jhnm chhuna rvznch jae yimn mtkbrn hndi khạṭr."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi diyhi Allah tʿālyā njat rsth gạry th kamyaby sintụ̄ timn lvukn yim pth rvudụ̄ shrkh v kfr nishhi, byyhi rvudụ̄ pth tihinzi nafrmany nishhi. Timn vathi nh kanhh tklyf, nh āsn tim ghmgyn."
  },
  {
    "verse_id": 62,
    "translation": "Allah tʿālyā he chhu prth chyzuk pạd krn vvl byyhi chhu sue prth chyzuk dhmh dar."
  },
  {
    "verse_id": 63,
    "translation": "Ts aathhi chhe kunzh āsmann th zmynn hndyn khzann hnzh. Sue chhu mvjid sarikue, baqy thavvun th ḥafẓ prth chyzuk, sue chhu mtṣrf prth chyzuk, āsman v zmynn hndyn khzann hnz kunzh chhe tsụ̄ aathhi, lhādha yithhi kmaluk ṣft āsvunis shvubya shryk. Yim lvukh bavjvdi ān ankar chhi kran khdae sndyn āyatn timae lvukh chhi setthah tavan zd th setthah nqṣan tulvnụ̄. Yim lvukh ạsụ̄ pane kfrvshrks mbtla mgr yim chhi aamhi qsmkụ̄ be ḥya kh yim chhi tohyhi thi frmạysh kran nʿūdh bAllah pnnis ṭryqs petth ʿml krnch."
  },
  {
    "verse_id": 64,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, kya tvḥyd thạbt spdith th shrk bạṭl spdith chhiv tvhụ̄ me dapan mʿbvdi brḥqs vrạe byyan hnz ʿbadt krnụ̄. Ae nadanv th jạhlv, ae pyghmbri brḥq tohyhi nishhi kithh pạtthụ̄ hykhi nʿūdh bAllah shrk v kfr ṣadr spdith yymuyk tim aḥmq tvqʿ chhi thavan kyazi."
  },
  {
    "verse_id": 65,
    "translation": "Btḥqyq vḥy āv svznh tohyhi kun. Yim tohyhi brvntth ạsụ̄ kh pnnyn aumtyn vniv tvhụ̄ prth akis frdaanfrdaan kh hrgah czh shrk bkhda aankh, chạnụ̄ sạre kạm gczihh ẓayʿ, byyhi spdkh czh ẓrvr nqṣan tulh vunyv andrh, lhādha yuthnh kạfrn hndi barbar vannh sintụ̄ mtạthr spdith shrks kun mạyl spdiv."
  },
  {
    "verse_id": 66,
    "translation": "Blkh kriv khdae snze yạcz ʿbadt byyhi ạsiv tas shkr dapvunyv andrh."
  },
  {
    "verse_id": 67,
    "translation": "Afsvs timav lvukv kr nh khdae snz qdr v ʿẓmt ticzh yiczh ts shvubhi ha ḥalankh tmụ̄ sund shan chhu kh svrue zmyn āshi tihinzi mochhhi mnz qyamtuk doh, sạry āsman āsn vttith tihindis dchhins aaths andr. Munzh th pak byyhi thvd th blnd chhu shrkh chv sarive kthv nishhi yimh kthh lvukh ts tthhravan chhi."
  },
  {
    "verse_id": 68,
    "translation": "Qyamtuk doh yiyhi pvgs mnz phokh dinh, tamhi sintụ̄ spdn be hvsh tim sạry yim āsmann th zmynn mnz āsn, yim zndh āsn tim mrn, yim mvmtụ̄ āsn qbrn mnz tihindụ̄ rvḥ spdn be hvsh. Mgr yimn hund Allah tʿālyā yyczihh tim rvzn aamhi be hvshy th mrnh nishhi mḥfvẓ. Tvpth yiyhi pvgs mnz byakh phokh dinh. Suh phokh yanụ̄ dinh yiyhi, tanụ̄ sạry hvshs mnz rvḥn hund tʿlq spdi bdnn sintụ̄, tvpth vothn qbrv mnz thvd, prth ṭrfh lgn vuchhnhi yithh pạtthụ̄ kunhi ḥạdthh kh vqth ansan sund ʿādt chhu."
  },
  {
    "verse_id": 69,
    "translation": "Tvpth kri Allah tʿālyā ḥsab khạṭr pnun tjly nzvl zmyns petth spdi rvshn pnnis prvrdgar sndi nvur sintụ̄, byyhi yiyhi prth akis brvntthh knhi thavnh ʿlmn hnz ktab yʿny namh aʿmal, byyh yin pysh krnh pyghmbr byyhi tihindụ̄ gvah. Tvpth yiyhi fạṣlh krnh timn mnz bh ʿdl. Timn yiyhi nh kunhi qsmh ẓlm krnh."
  },
  {
    "verse_id": 70,
    "translation": "Byyhi yiyhi pvur pvur dinh prth akis tmuyk bdlh yhi tmụ̄ kvrmut āshi. Allah tʿālyā chhu zyadh zanh vun timh sare kamhi yimh lvukh kran chhi. Tamhi bdlukh byan chhu yithh pạtthụ̄ kh."
  },
  {
    "verse_id": 71,
    "translation": "Ta aynkh yylhi jhnms nishhi vatn tamhi saʿth yin mczravnh tmikụ̄ drvazh, byyhi dpnkh tamhi saʿth bṭvr fẓyḥt v mlamt jhnmkụ̄ darvghh, kya tohyhi nishhi vaczạe na pyghmbr yim tohy mnz ạsụ̄. Yim prhan bvznavhan tohyhi tuhndis prvrdgar sndụ̄ āyat, byyhi krhn byim tohyhi yymhi doh kh pysh yinuk. Tim dapn be shk āe pyghmbr aashi nishhi, timav bvznạvụ̄ asụ̄ khdae sndụ̄ āyat, tim ạsụ̄ aashi yymhi dohukh byim kran lykn ʿdhabuk vʿdh spud kạfrn petth pvur, yimn mnz asụ̄ thi dạkhl chhi."
  },
  {
    "verse_id": 72,
    "translation": "Vannhi yiyakh acziv jhnm kyv drvazv mnzụ̄. Aath jhnms mnz chhu tohyhi hmyshh rvzun, ghrẓ khdae sndyv aḥkamv nishhi tkbr krn valyn hndi khạṭr kạczah ychh jae chhu yhi jhnm."
  },
  {
    "verse_id": 73,
    "translation": "Byyhi yin bkmali ʿzt pknavnh tim lvukh yim pnnis prvrdgars khoczan ạsụ̄ jnts kun yymuyk goddnuyk mrtbh ayman gvv jmạʿczv jmạʿczv, taaynkh yylhi tim tth nzdyk vatn yymikụ̄ drvazh āsn muczravnh āmtụ̄ brvntthue yuthnh timn pyarun pyyhi. Byyhi vann timn jntkụ̄ baghvan, slam bvvin tohyhi ae jntyv, tvhụ̄ rvuziv ʿīsh v ārams mnz, ps acziv tvhụ̄ yimn jntn andr hmyshh rvznh khạṭr."
  },
  {
    "verse_id": 74,
    "translation": "Jnty vann jntn mnz aczith, ḥmd bvvin ts mʿbvdi brḥqs yymụ̄ aashi panun vʿdh pvz kvr. Asụ̄ bnạvin vạrth th mạlk jnth kh srzmynkụ̄. Jae rattav asụ̄ yymhi jnth mnz yytyn khosh kri aashi. Ghrẓ kyarcz mvzvuryah th rut bdlah chhu jnt ʿml th mḥnt krvunyn hndi khạṭr."
  },
  {
    "verse_id": 75,
    "translation": "Byyhi vuchhvukh tvhụ̄ yarsvl Allah mlạyk ḥsab kh ajlash kh vqth ʿrshi mjyds andụ̄ andụ̄ ghyr krith, ḥlqh krith rvuzith tsbyḥ th ḥmd pran pnnis prvrdgar sund, byyhi yiyhi lvukn mnz fạṣlh krnh pzuyk th anṣafuk. Aamhi rthi fạṣlh pth spdn prth ṭrfh nʿrh hae tḥsyn blnd. Vannhi yiyhi sare khvubyhi th tʿryf chhi szavar mʿbvdbrḥqs yus ʿālmynn hund prvrdgar chhu, yymụ̄ rut fạṣlh lvukn mnz kvr, yimne nʿrh hae tḥsynn petth spdi drbar brkhvast."
  }
]