[
  {
    "verse_id": 1,
    "translation": "Yim zh ḥrvf chhi ḥrvfi muqṭʿātv andrh, yimn hund mʿny zanhi panh Allah tʿālyā."
  },
  {
    "verse_id": 2,
    "translation": "Yhi ktab qrān mjyd chhu nạzl krnh āmut Allah tʿālyā sndi ṭrfh yus setthah ghalb th setthah zanh vun chhu."
  },
  {
    "verse_id": 3,
    "translation": "Suh chhu gnay bkhshhi vun, tvbh qbvl krvun, skht ʿdhab krvun kafrn th mshrkn, qdrt vvl, kanhh mʿbvdah chhunh ts vrạe, tsụ̄ kun chhu sarine ptvlakn vatun."
  },
  {
    "verse_id": 4,
    "translation": "Allah tʿālyā sndyn āyatn mnz chhunh bḥth th akhtlaf kran mgr time lvukh yimav ts ankar kvr. Ps mh trạvin tohyhi dvkhs th shubs mnz tihund avr yvr krun, phyrun th thvrun shhrn mnz tjart krnh khạṭr. Yimn kvnh chhu kfr sbbh kynhh nqṣan gczhan, tvhụ̄ rvuziv mṭmʿn kh kunhi nath kunhi vqth yin yim grftar krnh."
  },
  {
    "verse_id": 5,
    "translation": "Yimn mkh kyn kạfrn brvntth thi chhu ankar kvrmut nvḥ ʿlyh alslam sndụ̄ qvmn byyhi varyahv jmạʿczv timn pth, byyhi kvr prth aumts andr airadh pczh nh krvunyv lvukv kh tim krhn pnnis pyghmbrs grftar krith qtl krnuk, byyhi kvr timav aapzyv kthv sintụ̄ tnazh yuth tim tamhi aapzi sintụ̄ pzis bạṭl krn, adh rttụ̄ me tim, adh chhayhi khbr myvn sza kuyth avs tihindi ḥqh. Yithh pạtthụ̄ timn dnyahs mnz sza āv dinh."
  },
  {
    "verse_id": 6,
    "translation": "Yithe pạtthụ̄ chhu sarine kafrn hndi ḥqh tihindis prvrdgar sund ḥkmi azly thạbt spud mut kh tim āsn ẓrvr ạkhrts andr nars andr vath vunụ̄ yʿny timn spdi yythi thi sza, tathi thi āshi timn abdy sza. Yithe pạtthụ̄ banhi yimn mvjvdh vqth kyn hund ḥal aath bdl yim baayman th mvḥd chhi, tim chhi khdays nishhi tithụ̄ mkrm th mḥtrm kh mlaykh mqrbynn chhu mvla sndis tsbyḥ b tqdyss sintụ̄ vẓyfh mqrrāmut thavnh baaymann hndi khạṭr dʿā v astghfar krun, yymhi sintụ̄ ẓạhr chhu spdan baayman kmhi qsmh chhi Allah tʿālyā hs nishhi mḥbvb th mqrb. Chnanchh Allah tʿālyā chhu frmavan."
  },
  {
    "verse_id": 7,
    "translation": "Yim mlạyk ʿrshi mjyds tulith chhi, byyhi chhi tim mlạyk yim tth andụ̄ andụ̄ rvuzith chhi ya ṭvaf kran chhi, tim chhi tsbyḥ th ḥmd dapan pnnis prvrdgar sund, byyhi chhi ts petth pvur pczh krith. Byyhi chhi tim mlạyk mghfrt mngan timn lvukn hndi khạṭr yimv ayman avn, dapan chhi, ae sanhi prvrdgar, prth chyzs chhe vạtith chạnụ̄ rḥmt th chvn ʿlm, ps kr czh mghfrt timn lvukn yimav shrk v kfr n, shhi tvbh kvr byyhi krkh pạrvy chanhi vathi hnz, byyhi rchhikh tim jhnm kh ʿdhab nishhi."
  },
  {
    "verse_id": 8,
    "translation": "Ae sanhi prvrdgar, byyhi vatnavukh tim hmyshh rvznh kyn jntn andr yimn jntn hund vʿdh cze timn kvrmut chhuth, byyhi yim tihndyv malyv majv andrh byyhi tihnzv znanv andrh, byyhi tihndyv avladv andrh yim tth layq āsn yʿny bayman āsn, be shk cze chhukh zbrdst ḥkmt vvl."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi rachhukh czh tim qyamt kh doh sarive tklyfv nishhi, mạdani mḥshr kyv byyhi tklyfv th pryshạnyv nishhi. Yus aakhah czh rachhhan tmhi doh kyv tklyfv nishhi, be shk chhe ts petth chạnụ̄ mhrbạny. Yhe gyhi mghfrt th ḥfaẓt ʿdhabi akbr nishhi th ʿdhabi aṣgr nishhi byyhi jnts vatun, bdd rstgạry th kamyạby."
  },
  {
    "verse_id": 10,
    "translation": "Be shk yimav lvukvkfr kvr tim yylhi jhnms mnz vạtith pnnis kfrs th shrks petth ḥsrt th afsvs krith skht czkhhi andr pane pnnhi aathh chhi avngjhi āsn khyvan, timn yiyhi bddi vannh qyamt kh doh, ae kạfrv tvhụ̄ chhiv pnnyn pann petth be zar, Allah tʿālyā avs tohyhi petth tuhund vunụ̄ kyns pnnyn pann petth be zar spdnh khoth zyadh be zar. Tamhi saʿth yylhi tohyhi aymans kun nad avs yivan dinh, tvpth ạsivtvhụ̄ ankar kran."
  },
  {
    "verse_id": 11,
    "translation": "Tim dapn ae sanhi prvrdgar, mạrith cze asụ̄ doyhi phiri, aakh pạd spdnh brvntth byyhi dnya chh zndgy pth. Zndh thi krith czye asụ̄ doyhi phiri, aakh dnyahch zndgy dvyum ạkhrtch zndgy. Yimh gyhi czvr ḥalcz. Yimav andrh asụ̄ ạsụ̄ ankar kran akụ̄ se ḥalts, suh gvv mrnh pth byyhi zndh spdns. Ps chhi asụ̄ aqrar kran pnnyn gnahn. Vonụ̄ chha kynhh vthah yymhi jhnm mnz nyrnch. Dnyahs andr vạtith krhav asụ̄ yimn sarine gnahn hund tdaruk, jvab yiyakh dinh kh hrgz nh, tuhndi khạṭr chhanh nyrnch kanhh ṣvrt, tuhndi khạṭr chhu hmyshh yyty rvznuk ḥkm jạry āmut krnh."
  },
  {
    "verse_id": 12,
    "translation": "Yhi sza chhu tohyhi aamy mokhh dnyahs mnz yylhi kunụ̄ se khdays nad avs yivan dinh, tvhụ̄ ạsiv tth ankar kran, hrgah ts shryk tthhravnh ạsụ̄ yivan tth ạsiv kran tvhụ̄ pczh th tslym. Az chhe ts khdae snz ḥkvmt yus thvd th bvdd chhu, ts petthụ̄ kinụ̄ chhunh kanhh thi yus tihindis ḥkms phuttraviha."
  },
  {
    "verse_id": 13,
    "translation": "Suh gvv sue yus tohyhi havan chhu pnnhi qdrtkụ̄ nshanh, byyhi chhu svzan āsman kh ṭrfh tuhundi khạṭr rzq. Rzq svzun thi chhu tihindi qdrt kyv nshanv andrh aakh nishanh, yim nshanh vuchhnh sintụ̄ ratthi nh nṣyḥt mgr sue yus khdays kun rjvʿ krnuk aradh āshi thavan, vonụ̄ yylhi tvḥyds petth dlyl qạym chhe."
  },
  {
    "verse_id": 14,
    "translation": "Ae lvukv kfrv shrk trạvith mngiv tvhụ̄ mʿbvdi brḥqs, tsụ̄ yạcz bndgy mkhṣvṣ zạnith, agr chh khrụ̄tn th nagvar gzạritn mnkrn th kạfrn."
  },
  {
    "verse_id": 15,
    "translation": "Suh chhu thvd drjh vvl. Baaymann hund drjh chhu blnd krvun. ʿrshi mjyduk mạlk chhu sue. Sue chhu svzan vḥy pnnhi ḥkmh sintụ̄. Pnnyv bndv andrh ys petth suh yczhan chhu, yuth suh bndh khaṣ lvukn bym kri qyamt kh dohuk yymhi doh sạry jmʿ spdn."
  },
  {
    "verse_id": 16,
    "translation": "Yymhi doh tim sạry lvukh qbrv mnz nyrn nybr, tvpth spdn jmʿ khdays brvntthh knhi, khttith rvzinh tuhnz kanhh kthah Allah tʿālyā hs nishhi nah tuhund kanhh chyzah. Allah tʿālyā frmavi, aaz khnzsna ḥkvmt chhe, kanhh thi hykhi nh jvab dith, pane frmavi Allah tʿālyā, aaz chhe ḥkvmt akụ̄ se khdae snz yus qhr vvl th ghlbh vvl chhu."
  },
  {
    "verse_id": 17,
    "translation": "Aaz yiyhi prth akis bdlh dinh tamhi sarikue yhi tmụ̄ kvrmut āshi dnyahs andr. Az yiyhi nh kạnshi nsbt kunhi qsmh ẓlm krnh. Be shk Allah tʿālyā chhu jld ḥsab hyvvun. Yithh pạtthụ̄ sarine pyghmbrn āv ḥkm krnh kh qyamt kh dohuk kriv lvukn byim, yithe pạtthụ̄ chhu tohyhi thi ḥkm krnh yivan."
  },
  {
    "verse_id": 18,
    "translation": "Tvhụ̄ thi kriv ḥẓ byim lvukn yarsvl Allah aakhi nzdyk yivunhi mṣybt kh dohuk yylhi vạnijhi āsn lvukn vaczmaczh hiris petth. Tamy āsnkh ghmh sintụ̄ pur. Tamhi doh āshi nh mushrkn th kạfrn kanhh vly dvstah, nh kanhh sfạrsh krvunah yasnz sfạrsh mannh yiyhi ha."
  },
  {
    "verse_id": 19,
    "translation": "Allah tʿālyā chhu zanan achhn hndis khyants, byyhi timn sarine kthn yimn dil khttith thavan chhi, yimh kthh synn andr pvushydh āsan chhe, yimn petth nh kanhh vaqf spdan chhu."
  },
  {
    "verse_id": 20,
    "translation": "Allah tʿālyā sund ʿlm chhu kạml, suh kri pvz fạṣlh tamhi doh. Byyhi yimn bạṭl mʿbvdn yim lvukh khdays vrạe ālv divan chhi tim hykn nh kunhi qsmh fạṣlhi krith kyazi be shk Allah tʿālyā he chhu svrue vuchhhi vun."
  },
  {
    "verse_id": 21,
    "translation": "Kya yim lvukh chhina phyirụ̄mtụ̄ sham v yaman kis mulks andr taaynkh vuchhhn tim kya chhu spud mut anjam timn nafrman lvukn hund yim timn brvntth ạsụ̄, tim ạsụ̄ tihindi khoth zyadh qvt kinụ̄ byyhi timav travi pth kun zmyns andr bjhi bjhi ʿmarcz, tvpth rttụ̄ tim Allah tʿālyā hn, krin grftari ʿdhab tihndyv gnahv sbbh, tvpth thi avsnh timn bchavan vvlah khdae sndi ʿdhab nishhi."
  },
  {
    "verse_id": 22,
    "translation": "Yhi ʿdhab spud timn petth yymhi mokhh nạzl kh timn nishhi ạsụ̄ vatan tihindụ̄ pyghmbr nanhi dlylh hyth. Tvpth ạsụ̄ tim ankar kran, ps krụ̄ tim grftar Allah tʿālyā hn ʿdhabs. Be shk suh chhu setthah qvt vvl skht ʿdhab krvun."
  },
  {
    "verse_id": 23,
    "translation": "Pzipạtthụ̄ byyhi svuzaashi mvsyā ʿlyh alslam pnnụ̄ āyat th nanhi dlylh hyth."
  },
  {
    "verse_id": 24,
    "translation": "Frʿūns hamans th qarvns kun. Timav dvp yhi chhu jadvgr th aapziyvr."
  },
  {
    "verse_id": 25,
    "translation": "Tohyhi pth yylhi āv mvsyā ʿlyh alslam ʿām lvukn nishhi sanhi ṭrfh pvz dyn hyth, timav mnz avn ayman bʿẓ lvkv. Yim kafr ạsụ̄ timav dvp panh vạnụ̄ bṭvri mshvrh kh mạriyvukh timn lvukn hndụ̄ lokttụ̄ yimav ayman avn ḥẓrt mvsyā hs sintụ̄, yuthnh timn lvukn hund qvt zyadh spdi, vrnh chhu andyshhi slṭnt kh zvaluk. Kvri tihnz thạviyvukh znde kyazi timh yin khdmts th kamhi kvchhi bkar. Yhi svch timav ghlbh mvsvy kh bndshhi hund tdbyr, kafrn hund tdbyr chhunh mgr balkl be athr."
  },
  {
    "verse_id": 26,
    "translation": "Byyhi dvp frʿūnn me trạviv, bh marn mvsyā, ghalbaan āshn ahli drbar ts ticzh ḥrkt krnh nishhi pth rttan, gczihn suh krin fryad pnnis khdays, bh vuchhhi suh kithh pạtthụ̄ bchavi tas. Me chhu khṭrh gczhan kh suh bdlavi dyn tuhund, byyhi ma phhlavi mulks mnz tbạhy yymhi sintụ̄ sạnụ̄ slṭnt kri khtm."
  },
  {
    "verse_id": 27,
    "translation": "Mvsyā ʿlyh alslamn dvp pnnis qvms tvhụ̄ mah briv prvah kynhh, bh chhunh khoczan frʿūn sndis khvf dinas. Me chhu pnah hyvtmut pnnis th tuhndis khdae sndi sintụ̄ prth mghrvur shkhṣh sndi shr nishhi yas nh pczh chhe ḥsab kh dohch."
  },
  {
    "verse_id": 28,
    "translation": "Tvpth vvn akụ̄ baayman mrdn yus aath mshvrh chh mjlshi mnz avs frʿūn sndi khandanh mnz, yus panun ayman khttith thavan avs. Ae lvukv, kya tvhụ̄ chhvuna aakh shkhṣah mḥẓ yymhi kthhi khạṭr maran kh suh chhu dpan myvn mʿbvd chhu Allah tʿālyā ḥalankh suh chhu tohyhi nishhi nanhi dlylh pysh kran pnnis prvrdgar sndiṭrfh. Agr suh balfrẓ aapuz vnan āshi tas chhu tmuyk vobal pans, hrgah suh pziyvr āshi tylhi vathi tohyhi ẓrvr tamhi mnz kynhh yymuyk suh tohyhi vʿīd chhu kran. Allah tʿālyā chhunh vath havan ts shkhṣs yus ḥd ddlh vun th skht aapzyvr āshi."
  },
  {
    "verse_id": 29,
    "translation": "Ae qvm aaz chhe tohyhi slṭnt th ḥkvmt, tvhụ̄ chhiv ghạlb yath mmlkts andr, hrgah tvhụ̄ ḥẓrt mvsyā shhyd kriyvun, tamhi pth hae khdae sndi ṭrfh khanhh blayah vạtith pyyhi tamhi saʿth kus kri aashi mddth yạry, kus bchavi aashi tamhi blayhi nishhi. Yhi bvuzith vvn frʿūnn bh chhusnh tohyhi mshvrh divan mgr tamy kthhi hund yosh me pans jan āyhi bvznh, suh gvv mvsyā qtl krun, bh chhusnh tohyhi havan mgr soe vath yosh syz chhe, yath mnz ʿạni mṣlḥt chhe."
  },
  {
    "verse_id": 30,
    "translation": "Yylhi tmụ̄ baayman shkhṣn vuchh kh nrm tqryr sintụ̄ bnyvv nh kynhh, tmụ̄ hyvt zvrdar tqryr krun. Tvpth vvn tmụ̄ baayman mrdn, ae qvm, me chhu khṭrh gczhan tuhndi ḥqh kh tohyhi petth thi ma yiyhi tiyuth dvh yuth brvutthimyn lvukn petth āmut chhu."
  },
  {
    "verse_id": 31,
    "translation": "Yuth ḥal bnyvmut chhu qvmi nvḥs, qvm ʿāds, qvm thmvds. Byyhi timn lvukn yim tamhi pth ạsụ̄. Allah tʿālyā chhunh bndn petth ẓlm krun yczhan."
  },
  {
    "verse_id": 32,
    "translation": "Ae myanhi qvmh bh chhus khoczan tuhndi khạṭr tth dohs yath mnz varyah ālavpyn dinụ̄. Goddnuyk nida gvv pvgs mnz yiyhi phokh dinh yymhi sintụ̄ sạry mordh zndh gczhn, byyhi yiyhi prth akis shkhṣs pnnhi majhi sintụ̄ nsbt krith nida krnh."
  },
  {
    "verse_id": 33,
    "translation": "Yymhi doh tvhụ̄ czlan ạsiv thar phirith ḥsab kh mvqʿ nishhi dvzkhs kun tamhi saʿth āshi nh kanhh thi tohyhi khdae sndi ʿdhab nishhi bchavvun. Yhi mẓmvn avs setthah ghayt drjh hdayts mqtẓy, mgr ys khdae vath ravri tas chhunh kanhh thi vath havvun."
  },
  {
    "verse_id": 34,
    "translation": "Btḥqyq byyhi āv tohyhi kun mvsyā ʿlyh alslams brvntth yvsf ʿlyh alslam nanhi dlylh hyth. Ps rvudivh tvhụ̄ hmyshh shk kran tth mnz yhi suh tohyhi kun hyth āmut avs khdae sund pygham. Taaynkh yylhi tim ge yymhi ʿālmh, tvhụ̄ lgiv vannhi pane, vonụ̄ svzinh Allah tʿālyā yvsf ʿlyh alslams pth kạnshi pyghmbrs. Yithe pạtthụ̄ chhu Allah tʿālyā vath ravran th ghlṭy mnz thavan timn lvukn yim ḥd chhi ddlan ankar krns andr, byyhi yim shk chhi kran."
  },
  {
    "verse_id": 35,
    "translation": "Tim ge time yim bḥth th qẓyhi chhi lagan Allah tʿālyā sndyn āyatn andr kunhi ticzihh dlylhi vrạe yosh timn nishhi vạczmcz āsiha, Allah tʿālyā hs chhe setthah nfrt aamhi kj bḥthy hnz, baaymann nishhi thi chhe aamich nfrt. Yithh pạtthụ̄ Allah tʿālyā hn tuhndyn diln petth mohr krmczchhe, yithe pạtthụ̄ chhu Allah tʿālyā mohr kran prth mtkbr th srksh sndis dils petth. Yhi avs tqryr ts bayaman mard sund yus panun ayman khttith thavan avs. Aamhi tqryr pth kvr tmụ̄ panun pan ẓạhr."
  },
  {
    "verse_id": 36,
    "translation": "Frʿūnn yylhi yhi lajvab tqryr bvuz, tmis baaymans hyvkun nh kynhh vnith, pnnis sạbqh jhalts petth qạyim rvuzith lvg pnnhi khyalh dlyl qạyim krnh hamans kh ae haman myanhi khạṭr bnav czh aakh thvd mkanah dyv bh tth petth khsith vath āsman chn vatn petth."
  },
  {
    "verse_id": 37,
    "translation": "Yʿny āsman khsnh chn vtn petth, tvpth vuchhhi bh mvsyā ʿlyh alslam sndis khdays kun. Bh chhus zanan suh chhu yhi vnns andr aapziyvr. Yithe pạtthụ̄ āv zynt dinh frʿūn sndi khạṭr tmụ̄ snzn ychh kamyn, byyhi āv suh pth rttnh syzi vathi nishhi. Tmụ̄ kryyhi mvsyā ʿlyh alslams mqablh varyah bdd bdd tdbyr mgr fʿrvn sund prth tdbyrah gvv ẓayʿ th be kar, kunhi tdbyrs mnz spud nh suh kamyab."
  },
  {
    "verse_id": 38,
    "translation": "Tmụ̄ baayman shkhṣn yylhi vuchh kh frʿūns phvur nh kanhh mʿqvl jvabah, tmụ̄ kvr byyhi tqryr. Tmụ̄ dvp ae myanhi qvmh tvhụ̄ pkiv myanhi vathi, tvhụ̄ kriv myạnụ̄ pạrvy, bh havav tohyhi rcz vath yʿny sbyl alrshad chhe myạnụ̄ vath frʿūn snz vath chhanh, tmụ̄ sund dʿūyā chhu aapuz."
  },
  {
    "verse_id": 39,
    "translation": "Ae myanhi qvmh yhi dnyahch zndgy chhanh mgr kynczhn dohn fạydh tulnich. Aṣl rvznuk gr gvv ạkhrtuk gr."
  },
  {
    "verse_id": 40,
    "translation": "Yymụ̄ aakh ychh kạm kr ts yiyhi nh tmuyk sza dinh mgr tth brabr yus aakhah rczʿml kri mardv ya znanv andrh baayman ạsith time lvukh aaczn jnts andr, tathi yiyakh rizq ʿṭa krnh ḥsabh rvstue."
  },
  {
    "verse_id": 41,
    "translation": "Ae myanhi qvmh yhi kiczh kthah chhe kh bh chhusav nad divan njats kun, tvhụ̄ chhiv me nad divan nars kun."
  },
  {
    "verse_id": 42,
    "translation": "Tvhụ̄ chhiv me nad divan mʿbvdi brḥqs ankar krns th shryk tthhravns kun yymich nh me nishhi kanhh khbrah chhe, dlylah chhe. Bh chhus tohyhi nad divan tas mʿbvdi brḥqs kun yus setthah bkhshn har chhu."
  },
  {
    "verse_id": 43,
    "translation": "Yhi kth chhe ẓạhr kh yas prstsh krns kun tvhụ̄ me nad divan chhiv, suh chhunh qạbl nh dnyahs andr kunhi ḥajt vizi nad dins nh ạkhrts andr dfʿ ʿdhab kh vqth, kyazi nad dinch ṣlaḥyt chhe tsụ̄ yas qdrt v ʿlm āshi. Yim doshve chyz chhi ghyr Allah hs nishhi mfqvd. Yhi chhe yqyny kth kh aashi sarine chhu vaps rjvʿ krun Allah tʿālyā hs kun. Yithi chhe yqyny kth kh ḥd nishhi ddlh vun yʿny ghyr Allah hs ʿbadt krvun chhu nars andr vath vun."
  },
  {
    "verse_id": 44,
    "translation": "Myạnụ̄ kth chhanh tohyhi byhan, pyyhi vh tohyhi czyts so kth yosh bh vnan chhus mgr brvntth phan, bh chhus panun mʿāmlh pushravan Allah tʿālyā hs. Be shk Allah tʿālyā chhu panh vuchhan pnnyn bndn hund ḥal."
  },
  {
    "verse_id": 45,
    "translation": "Ps rvchh suh bndh Allah tʿālyā hn tihndyv mẓr tdbyrv nishhi. Pvt phiyrith āv valnh ʿdhab frʿūn sndyn lvtyn pvtyn. Chnanchh frʿūn th tihund qvm phvtt dryae qulzums andr. Mvsyā ʿlyh alslam th tihndyv tabiʿaav lvb njat. Āli frʿūn mnz yim baayman ạsụ̄ timav lvb mvsyā ʿlyh alslams sintụ̄ ghrq spdnh nishhi njat."
  },
  {
    "verse_id": 46,
    "translation": "ʿālmi brzkhs mnz chhi tim ṣubḥs th shams nars brvntthh knhi aannh yivan, timn chhu vannhi yivan kh qyamtuk doh kya yiyiv tvhụ̄ aath nars mnz dạkhl krnh. Qyamt qạyim spdi, tamhi doh yiyhi ḥkm krnh, vatnạviyvukh frʿūn tihund qvm skht ʿdhabs andr."
  },
  {
    "verse_id": 47,
    "translation": "Suh vqt thi chhu qạbli dhkr yylhi kạfr nari jhnms andr panh vạnụ̄ harhar krn, tvpth vann kmzvr lvukh timn lvukn yim mghrvur th srksh ạsụ̄ kh asụ̄ ạsụ̄ tohy tạbʿ, kya tvhụ̄ hykiv na naruk kanhh ḥṣh aashi nishhi dvur krith."
  },
  {
    "verse_id": 48,
    "translation": "Mghrvr th srksh lvukh vannkh asụ̄ sạry chhi narse mnz )asụ̄ agr tohyhi kynhh krith hykhav godd krhav asụ̄ panse( be shk Allah tʿālyā hn kvr fạṣlh bndn mnz, vonụ̄ hykhi nh tth fạṣls mnz bdl spdith. Tth fạṣls mnz āe asụ̄ sạry nary qrar dinh."
  },
  {
    "verse_id": 49,
    "translation": "Tamhi pth vann tim sạry lvukh yim jhnms mnz dzan āsn jhnm kyn darvghn, tvhụ̄ mngụ̄ tv sanhi khạṭr khdays suh kriha kunhi doh ʿdhabs mnz shl."
  },
  {
    "verse_id": 50,
    "translation": "Tim dpnkh kya tohyhi nishhi ạsụ̄ na yivan pyghmbr tuhndụ̄ nanhi dlylh hyth, jhnm nishhi bchnch kanhh ṭryqah th ṣvurthah hyth. Tim dpnkh aad yivan ạsụ̄ mgr asụ̄ ạsụ̄ nh tihund manan, tim dpnkh tvr tvhụ̄ mngiv pane, aashi chhe kạfrn sfạrsh krnch mmạnʿt. Mgr tth mngns thi kanhh ntyja nyryv nh, kyazi kạfrn hund mngun chhunh mgr be kar th be aʿtbar."
  },
  {
    "verse_id": 51,
    "translation": "Asụ̄ chhi yạry th mdd kran pnnyn pyghmbrn byyhi baaymann dnyachh zndgy andr byyhi yymhi doh gvah yʿny tim mlạyk, yim namh aʿmal lykhan āsn gvạhy khạṭr thvd vothn. Tim din gvạhy pyghmbrn hndi tblyghch byyhi kạfrn hndi ankarch."
  },
  {
    "verse_id": 52,
    "translation": "Yymhi doh nh kanhh fạydh diyhi ẓạlmn yʿny mshrkn th kạfrn ʿdhr th bhanh pysh krun, tihindi khạṭr chhe lʿnt )yʿny khdae sndi rḥmt nishhi dvury( byyhi chhu tihindi rvznh khạṭr ychh mkan."
  },
  {
    "verse_id": 53,
    "translation": "Btḥqyq tohyhi brvntth kvr aashi ʿṭa mvsyā klym Allah hs bvdd hdayt yʿny tvrah byyhi krụ̄ bny asrạyl aashi vạrth ktabhi hndụ̄ yʿny tvrahkụ̄ yus tvrah hdayt v nṣyḥt chhu ʿqlhi valyn th gattlyn hndi khạṭr. Be ʿql yim ạsụ̄ timn vvt nh tmhi ktabhi hund kanhh fạydh, tvhụ̄ thi chhiv mvsyā ʿlyh alslam sndụ̄ pạtthụ̄ ṣaḥb rsalt v vḥy."
  },
  {
    "verse_id": 54,
    "translation": "Tihndyn aumtyn andr yim gattlụ̄ chhi tim thi krin tamhi ktabhi hnz yosh tohyhi ʿṭa krnh āyhi khdmt th ashaʿt. Be ʿql yim chhi tim krn aath ktabhi ankar."
  },
  {
    "verse_id": 55,
    "translation": "Mgr tvhụ̄ kriv tth petth ṣbr yarsvl Allah, be shk Allah tʿālyā sund vʿdh chhu pvz, byyhi mngiv mghfrt pnnyn gnahn hndi khạṭr, byyhi rvuziv tth kamhi sintụ̄ mshghvl yymhi sintụ̄ nh ghms kun altfa the spdan āshi. Suh gvv kh tvhụ̄ ạsiv tsbyḥ th ḥmd pnnis prvrdgar sndi khạṭr pran shams thi ṣubḥs thi."
  },
  {
    "verse_id": 56,
    "translation": "Be shk yim lvukh bḥth th qẓyh chhi kran khdae sndyn āyatn andr kunhi dlylhi vrạe yosh timn nishhi vạczmcz āsiha, tihndyn diln andr chhunh kihinụ̄ thi brrymy yʿny tkbr vghrvr vrạe. Timn yymhi brrymy hund khyal chhu tth hykn nh vạtith yʿny so spdi nh timn ḥạṣle zanhh blkh gczhn tim dhlyl v khvar, blkh mngụ̄ tv tvhụ̄ Allah tʿālyā hs pnah timn lvukn hndi shr nishhi. Be shk Allah tʿālyā chhu svrue bvzvun, svrue vuchhhi vun. Yim lvukh ansann hndi sdvbarh pạdh spdns ankar kran chhi tim chhi setthah be ʿql, kyazi."
  },
  {
    "verse_id": 57,
    "translation": "Āsmann th zmynn hund pạd krun chhe zyadh kạm ansan dvbarh pạdh krnh khoth lvukn hnzi nẓri andr, yylhi yhi bdd kạm krns petth ts pvur qdrt chhe, loktt krnụ̄ kya ʿjayb chhu ts nishhi. Mgr bavjvdān chhanh akthr lvukn yhi kth fkri tran."
  },
  {
    "verse_id": 58,
    "translation": "Byyhi yithh pạtthụ̄ brabr chhunh avn th gashdar, yithe pạtthụ̄ chihnh brabr tim lvukh yimav ayman anith rcz kamhi kri, byyhi yim bdkar āsn. Setthah km chhiv tvhụ̄ fkrkran varnh rvuzihiv nh tvhụ̄ aʿmyā th bdkar."
  },
  {
    "verse_id": 59,
    "translation": "Qyamt chhe ẓrvr yivunụ̄, tamhi kis yins mnz chhunh kanhh shkhah, lykn varyah lvukh chhinh manan th pczh kran, kyazi tim chhinh tamhi chn dlyln andr tdbur th ghvrkran."
  },
  {
    "verse_id": 60,
    "translation": "Byyhi chhu frmavan tuhund prvrdgar, ae lvukv mngiv tvhụ̄ me, bh kr tuhund prth jạyz drkhvastah qbvl. Me vrạemah mngiv pnnụ̄ ḥajt kạnshi thi. Be shk yim lvukh tkbr chhi kran myanhi ʿbadt nishhi yʿny me mngnh nishhi, me vrạe byyan chhi mngan, me chhinh pnnụ̄ ḥajt mngan, tim aczin jhnms mrith khvar gczihth."
  },
  {
    "verse_id": 61,
    "translation": "Mʿbvdi brḥq gvv sue yymụ̄ rat kr tuhndi fạydh khạṭr yuth tvhụ̄ tth mnz āram kriv, byyhi kvrun doh vuchhnh khạṭr rvshn yuth tklyf vrạe tvhụ̄ mʿāsh ḥaṣl kriv. Be shk Allah tʿālyā chhu setthah fẓl krvun lvukn petth, lykn varyah lvukh chhinh yimn nʿmczn hnz shkrgzạry kran blkh chhi tth bdl shirk kran."
  },
  {
    "verse_id": 62,
    "translation": "Yhi chhu Allah tʿālyā tuhndi prvrdgar yymụ̄ sund dhkr krnh āv. Tim chyz nh yim tvhụ̄ pane chhvukh tthhravan. Sue chhu prth chyzuk pạdh krvun, kanhh mʿbvdah chhunh ts vrạe. Tvḥyd thạbt spdnh pth kvt chhiv tvhụ̄ shrk krith pvt phyran."
  },
  {
    "verse_id": 63,
    "translation": "Yithe pạtthụ̄ ạs yivan vath ravravnh timn yim sanyn āyatn ạsụ̄ ankar kran."
  },
  {
    "verse_id": 64,
    "translation": "Mʿbvdbrḥq gvv sue yymụ̄ tuhndi kr rvznch jae zmyn, byyhi kvrun āsman hyrimhi ṭrfh pshah hyvu, byyhi krnvv ʿṭa tohyhi ṣvurthah, soe ṣvrt krn rcz ṣvurthah, byyhi kvrun tohyhi rzq ʿṭa, rtụ̄ rtụ̄ chyz khynh khạṭr. Yohe gvv tuhund prvrdgar, ps chhu Allah tʿālyā setthah ʿạly shan. Sue chhu ʿālmynn hund rb."
  },
  {
    "verse_id": 65,
    "translation": "Sue chhu azly th abdy zndh rvzvun. Kanhh mʿbvudah chhunh ts vrạe. Ae lvukv, ps mngiv tvhụ̄ sạry ts, khalṣ aʿtqad krith, shryk mah tthhrạviv ts kunhi chyzs andr ʿbadt th bndgy khalṣ szavar zạnith byyhi kạnshi. Sạry ḥmdv thnaʿ sare khvubyhi chhe tsụ̄ mʿbvdi brḥqs szavar yus rb alʿālmyn chhu."
  },
  {
    "verse_id": 66,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah yimn mshrkn kh me āv mnʿ krnh bh kha kr prstsh timn mʿbvdi bạṭln hnz yimn tvhụ̄ prstsh kran chhiv mʿbvdi brḥqs vrạe yylhi zn me nishhi myạnis prvrdgar sndi ṭrfh vaẓḥ dlyl chhe āmcz th me āv ḥkm krnh kh bh nvmrav klh ʿbadts andr fqṭ rbu alʿālmyns brvntthh knhi."
  },
  {
    "verse_id": 67,
    "translation": "Suh prvrdgar gvv sue yymụ̄ tvhụ̄ pạd krinav godd myczi yʿny tuhund jdi aʿlyā ādm ʿlyh alslam tvpth tuhund nsl ābh qṭrs, tvpth khvnh dathi, tvpth krrinav tvhụ̄ bchhi snzi shklhi andr majhi hndi shkmh andrh. Tvpth chhuv tohyhi zndh thavan yuth tvhụ̄ vạtiv pnnhi jvany hndis vqts, tvpth chhuv tohyhi zndh thavan yuth tvhụ̄ budd spdiv, byyhi chhi tohy andrh kynhh aath jvạny ya bujrkis vqts vatnh brvntthue mran, byyhi chhu suh tohyhi zndh thavan yuth tvhụ̄ vạtiv pnnis mqrr krnh āmtis vqts tanụ̄. Yhi svrue kvr aashi yuth tohyhi fkri tari khdae sund tvḥyd, byyhi yhi kh mrith hykhi suh prvrdgar aashi byyhi zndh krith yymụ̄ asụ̄ yyityv dvrav mnzụ̄ guzạrụ̄."
  },
  {
    "verse_id": 68,
    "translation": "Suh gvv sue yus zndh kran th maran chhu, yylhi kunhi kamhi hndi pvur krnuk aradh chhu kran, suh chhu tth chyzs kun frmavan sapad, aty chhu suh spdan."
  },
  {
    "verse_id": 69,
    "translation": "Tvhụ̄ chhiv na vuchhan timn lvukn hndis ḥals kun yim bḥth th ẓyh chhi kran Allah tʿālyā sndyn āyatn mnz kh kvrkun chhi tim phirnh yivan."
  },
  {
    "verse_id": 70,
    "translation": "Yimav lvukv aapz zạnụ̄ yhi ktab yʿny qrān mjyd, byyhi yim mʿjzh yim hyth aashi svuz panun pyghmbr, mshrkyn ʿrb ạsụ̄ nh kạnshi pyghmbrs manan, timn spdi mʿlvm brvntth phn yʿny qyamtuk doh yus nzdyk chhu."
  },
  {
    "verse_id": 71,
    "translation": "Yylhi gul āsn tihnzn grdnn mnz byyhi hanklh yimn ṭvq sintụ̄ vatth krith āshi yymuyk byakh and āshi mlạykn hndyn aathn andr,"
  },
  {
    "verse_id": 72,
    "translation": "Yimve hanklv sintụ̄ āsn tim khkhri pknavnh yivan jhnm chh rasri mnz travnh khạṭr, tvpth yin tim nars andr zalnh."
  },
  {
    "verse_id": 73,
    "translation": "Tvpth yiyhi timn vannh tim mʿbvdani bạṭl kvt ge yim tvhụ̄ khdae sndụ̄ shryk ạsiyvukh tthhravan, tim kvnh chhi tohyhi mdd krnhi yivan,"
  },
  {
    "verse_id": 74,
    "translation": "Tim dapn tim rạvụ̄ aashi, yythi chhinh kunhi nẓri gczhan blkh chhe pz kth yhe kh asụ̄ ạsụ̄ nh kạnshi thi azikh brvntth prstsh kran yʿny aashi spud mʿlvm kh yim ạsụ̄ nh kihinụ̄. Yithh pạtthụ̄ chhu Allah tʿālyā kạfrn ghlṭy mnz phsavan."
  },
  {
    "verse_id": 75,
    "translation": "Yhi sza chhu tohyhi yimn kthn hund kh tvhụ̄ ạsiv dnyahs andr naḥq shirkhi sintụ̄ th kfr sintụ̄ khosh gczhan, byyhi ạsiv tvhụ̄ tkbr th ghrvr kran. Aamhi brvntth āshi tuhndi ḥqh ḥkm spud mut."
  },
  {
    "verse_id": 76,
    "translation": "Acziv jhnm kyv drvazv mnzụ̄, tohyhi chhuv hmyshh aath mnz rvzun, ps kạczah ychh jae chhe yhi jhnm mutkbrn hnz yylhi antqamaan yhi sza yiyhi dinh."
  },
  {
    "verse_id": 77,
    "translation": "Ps kriv tvhụ̄ kynhh kalah ṣbr yarsvl Allah, be shk Allah tʿālyā sund vʿdh chhu pvz, yymhi ʿdhabuk asụ̄ timn vʿdh chhi kran tamhi andr kanhh ḥiṣah hrgah asụ̄ tohyhi havav yʿny tuhnd se vqts andr krav asụ̄ timn petth ʿdhab nạzl ya suh ʿdhab nạzl krnh brvntthue nimav asụ̄ tvhụ̄ yymhi ʿālmh mnz, bhrḥal chhu timn vatun aashi nishhi, tamhi saʿth spdn tim yqynaan ʿdhabs grftar."
  },
  {
    "verse_id": 78,
    "translation": "Btḥqyq byyhi svuzụ̄ aashi varyah pyghmbr tohyhi brvntth, timav andrh chhi bʿẓ tim yimn hund ḥal aashi byan kvr tohyhi petth mjml pạtthụ̄ ya btfṣyl, byyhi chhi timav andrh bʿẓ yuhunḥd ḥal nh aashi byan kvr tohyhi nishhi mgr yhi kth chhe sarine andr mshtrk kh kạnshi rsvls avs nh mqdvr kh suh kya aanhi ha kanhh nshạny mgr yhi kh Allah tʿālyā sndi ajazt sintụ̄. Aadh yylhi khdae sund ḥkm ʿdhabs mtʿlq vathi dnyahs andr ya ạkhrts andr tamhi saʿth spdi fạṣlh pazi sintụ̄. Tmhi vqth rvzn ahli bạṭl aapziyạrụ̄ khsars ath tavans andr."
  },
  {
    "verse_id": 79,
    "translation": "Allah tʿālyā he gvv suh yymụ̄ pạdh krụ̄ tuhndi khạṭr charvạe yuth timn andrh bʿẓiyn petth tvhụ̄ svar spdiv, timn andrh bʿẓiyn hund maz khyyiv."
  },
  {
    "verse_id": 80,
    "translation": "Byyhi chhi tuhndi khạṭr timn mnz varyah fạydh, bụ̄fyhi yuth tvhụ̄ timn petth khsith svar spdith vạtiv timn mṭlbn yim tuhndyn diln mnz āsn, byyhi chhiv tvhụ̄ aakh yimn charvayn petth, byyhi navan andr tulnh yivan th sạr krnavnh yivan."
  },
  {
    "verse_id": 81,
    "translation": "Allah tʿālyā chhu tohyhi pnnhi qdrtkụ̄ nshanh havan. Pnnis prvrdgarsndis kth kth nishans hykiv tvhụ̄ ankar krith, yim lvukh yim dlạyl qạyim spdith thi chhi tvḥyd nishhi ankar kran, kya timn chhana shrkh kh vobalch khbr."
  },
  {
    "verse_id": 82,
    "translation": "Kya tim chhina phyirụ̄ mtụ̄ mulks andr, ps vuchhhan tim kya spud mut chhu anjam timn munkrn hund yim timn brvntth ạsụ̄ shrkh kh sbbh, ḥalankh tim brvuntthim lvukh ạsụ̄ tihindi khoth zyadh ʿaadd kinụ̄, byyhi ạsụ̄ tihindi khoth zyadh qvt kinụ̄, byyhi timn nishann andr yim timav zmyns petth pth kun trạvụ̄ bjhi bjhi ʿmarcz vghạrh, ps duyt nh timn kanhh fạydh tmụ̄ mal v dvltn yosh tim ḥaṣl kran ạsụ̄, nh ākh suh mal v dvlt bkar ʿdhab nishhi bchnas andr."
  },
  {
    "verse_id": 83,
    "translation": "Ps yylhi timn nishhi vạtụ̄ tihindụ̄ pyghmbr nanhi dlylh hyth, tim ạsụ̄ czyngan tth ʿlmi mʿāshs petth, byyhi mạdy trqiyat kis ʿiilms petth, byyhi yimn ghlṭ aʿtqadn petth, tim ạsụ̄ pyghmbrn hndyn ʿlvmi hdaytn petth tthtthh kran."
  },
  {
    "verse_id": 84,
    "translation": "Ps yylhi timv vuchh svn ʿdhab, timav vvn aashi avn ayman kunis khdays th asụ̄ chhi ankar kran timn sarine aapzyn mʿbvdn yim asụ̄ khdays ạsikh shryk gnzran, kyazi suh avs aymani aẓṭrạry, bndh chhu mklf aymani akhtyạriyuk."
  },
  {
    "verse_id": 85,
    "translation": "Tylhi diyhi nh timn ayman aanun kanhh fạydh yylhi tim svn ʿdhab vuchhn, yhi chhu Allah tʿālyā sund dstvri qdym brvutthimhi zmanh petthh pnnyn bndn andr. Yhi chhu tmụ̄ panun mʿmvl mqrr kvrmut. Yylhi nh tihund ayman nfʿ divun thạbt spud, nqṣans mnz rvudụ̄ tamhi vqth tim kạfr th mnkr, yhe bạsh banhi yimn kạfrn yim tohyhi ankar kran chhi yarsvl Allah."
  }
]