[
  {
    "verse_id": 1,
    "translation": "Yim zh ḥrvf chhi ḥrvfi mqṭʿātv andrh, yimn hund mʿny zanhi panh Allah tʿālyā."
  },
  {
    "verse_id": 2,
    "translation": "Yhi klam chhu nạzl yivan krnh ts khdae sndi ṭrfh yus rḥmān v rḥym chhu."
  },
  {
    "verse_id": 3,
    "translation": "Yhi klam chhu ktabh yymikụ̄ āyat ṣaf ṣaf th vyczhnavnh āmtụ̄ chhi. Yhi chhu qrān mjydh ʿrby zyvi andr smjhdar lvukn hndi khạṭr, yuth timn āsạny san fkri tri agrchh mklf chhi sạry lvukh mgr nfʿ th fạydh chhu vatan smjhdar lvukne."
  },
  {
    "verse_id": 4,
    "translation": "Bshart divun chhu yhi qrāni mjyd mann valyn byyhi chhu bym krvun nh manh vunyn. Lạzm avs yithyn ṣftn kun nẓr krith kh sạry gczhụ̄ aath mannụ̄ th tslym krnụ̄. Mgr varyahv lvukv kr rvgrdạny. Ps chhinh tim yhi qrān mjyd bvzan yylhi tvhụ̄ timn yhi qrān mjyd bvznavan chhiv."
  },
  {
    "verse_id": 5,
    "translation": "Tim chhi dpan sạnụ̄ dil chhi thyln th goczryn mnz bnd tamhi nishhi yath kun tvhụ̄ aashi nad chhiv divan, byyhi chhu sanyn knn vogh zrụ̄ yymhi mokhh sanyn knn mnz tuhnz āvaze chhanh vatan, byyhi chhu aashi mnz th tohyhi mnz tthvr yymhi sbbh aashi mnz aakh akis sintụ̄ miylith hykhi nh. Lhādha kriv tvhụ̄ pnnụ̄ kạm, asụ̄ thi chhi kran pnnụ̄ kạm. Yhi mh thạvivv tvhụ̄ tvaqʿe kh asụ̄ spdv tuhnzv kthv th nṣyḥtv sintụ̄ mtạthr."
  },
  {
    "verse_id": 6,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, ae lvukv me chhanh qdrt kh bh bah zbrdsty kya krnavav bh tvhụ̄ tvḥyd qbvl. Kyazi bthi chhus tohy hyvu aakh ansanah th bshrah mgr Allah tʿālyā hn chhu me amtyazy shanah ʿṭa kvrmut kh me kun chhe vḥy yivan svznh. Soe vḥy yvsh ʿqlhi kinụ̄ qạbli qbvl chhe. So vḥy chhe yy kh tuhund mʿbvdchhu kunue mʿbvd. Ps rvuziv tvhụ̄ mtvjh ʿbadts andr tsụ̄ kun. Ts vrạe mh krivkạnshi hnz ʿbadt. Hrgah aaz tanụ̄ kạnshi hnz ʿbadt krmcz chhav tth mngyvus mghfrt yʿny tvḥyd kriv qbvl, shrkh nishhi kriv tvbh. Brr khraby chhe timn mshrkn hndi ḥqh yim nh mẓmvni czbvti nbvt byyhi vjvbi atbaʿ bvuzith pnnụ̄ rvish travan."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi yim malch zkvāhh ada krn nh, byyhi yim ạkhrts chhi bdstvr ankar kran."
  },
  {
    "verse_id": 8,
    "translation": "Yimn brkhlaf yim lvukh rsalt kis ḥq āsns pczh chhi kran, byyhi tim lvukh yimav ayman avn byyhi krykh rczh ʿmlh, tihindi khạṭr chhe ạkhrts andr so mvzvurụ̄ yosh nh zanhh khtm spdi, moklhi th mvqvf spdi."
  },
  {
    "verse_id": 9,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah timn lvukn, ae lvukv, kya tvhụ̄ chhivh ts khdae sndis kun āsns ankar kran yymụ̄ yhi yvut zmyn pạdh kvr don dohn andr, byyhi chhivh tmụ̄ se shryk tthhravan. Yohe chhu sary ʿālmuk th jhanuk rb, sue chhu mʿbvd thi."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi krụ̄tmụ̄ Allah tʿālyā hn pạdh zmyns petth kohn hndụ̄ lngr. Byyhi thạvin aath zmyns mnz fạydkụ̄ chyz, yhi kvrun aath petth rvzn valyn hndi khạṭr rzquk tjvyz, prth zmyns alg alg qsmuk ghdha, prth qsmuk ghlh th myvh kvrun pạdh. Yhi svrue spud czvrn dohn andr, sarine mngn valyn hndi khạṭr brabr."
  },
  {
    "verse_id": 11,
    "translation": "Tvpth spudAllah tʿālyā mtvjh āsman pạd krns kun. Suh avs doha aakh zmyn pạdh krnh brvntth. Ps frmvvun āsmans th zmyns tvhụ̄ doshve yiyiv sạnis ḥkms kun. Yus ḥukmah asụ̄ frmavav suh mạniv. Vonụ̄ chhu tohyhi akhtyar khvshy san mạnụ̄ tav ya zbrdsty sintụ̄ mạnụ̄ tav. Timav doshvyav dvp asụ̄ chhi aḥkam mannh khạṭr doshve ḥaẓr nhayt khvshy san."
  },
  {
    "verse_id": 12,
    "translation": "Chnanchh ps bnạvin tth akis āsmans sth āsman don dohn andr. Tvpth krin jạry prth āsmans mnz tathi kyn mlạykn hndi khạṭr yim āsmann mnz bsh vunụ̄ th rvzvunụ̄ chhi ḥkm, byyhi duyt aashi zynt āsmani dnyahs sitarv sintụ̄, byyhi kr aashi rạchh shyṭann hndi kan dinh nishhi, byyhi chhu tjvyz zbrdst vạqf alkl khdae sund yus ʿbadts layq chhu. Yohe chhu kaml alṣfat khda nh kh tim chyz yim naqṣu aldhat thi chhi th naqṣu alṣfat thi chhi."
  },
  {
    "verse_id": 13,
    "translation": "Ps agr yimh dlylh bvuzith thi tim lvukh tvḥyd nishhi pth phyrn aadh frmạviyvukh tvhụ̄ ya rsvl Allah, ae lvukv bh chhusv tohyhi bym kran ticzihh trtthi hund yosh trtth qvmi ʿāds th qvmi thmvds petth shrk v kfr krnh sbbh vaqʿ spz."
  },
  {
    "verse_id": 14,
    "translation": "Yylhi yivan ạsụ̄timn nishhi pyghmbr pth brvntth blkh prth ṭrfh yhe kth vnan kh ha lvukv ʿbadt mh kriv kạnshi hnz mʿbvdi brḥqs vrạe, timav kafrv dvphakh tvhụ̄ chhiv yhi kth ghlṭ vnan kh asụ̄ svuzụ̄ Allah tʿālyā hn, agr sạnis prvrdgars yhi mnẓvr āsiha tylhi svziha suh kạnshi malks, tohyhi petth kyazi vatiha nvbt. Lhādha chhi asụ̄ tth sạrise yhi tvhụ̄ hyth svznh āmtụ̄ chhiv ankar kran."
  },
  {
    "verse_id": 15,
    "translation": "Ps yus qvmi ʿād avs tim lgụ̄ tkbr th ghrvr krnhi mulks mnz naḥq, byyhi dvpukh sanhi khoth kus chhu zyadh qvth kinụ̄, suh kus ḥạdithh chhu yth nh asụ̄ mdafʿt hykv krith, kya timn āv na bvznh kh be shk Allah tʿālyā yim tmụ̄ pạdh krụ̄, suh chhu setthah zyadh tuhndi khoth qvth kinụ̄, suh hykhi timn petth ʿdhab vaqʿ krith. Mgr bavjvd ān avn nh timav ayman blkh rvudụ̄ tim sanyn āyatn ankar kran."
  },
  {
    "verse_id": 16,
    "translation": "Ps trvv aashi ylh timn petth tyz vav tithyn dohn andr yim doh bvjh ʿdhabi alhāy tihindi ḥqh mnḥvs th physhl ạsụ̄ yuth asụ̄ tim czhh navvkh khvary hund ʿdhab dnyachh zndgy andr, byyhi chhu ạkhrtuk ʿdhab zyadh rsva krvun, tvpth yiyhi nh timn tamhi vqth kunhi qsmh mdd krnh."
  },
  {
    "verse_id": 17,
    "translation": "Vonụ̄ yus qvmi thmvd avs timn hvv aashi pyghmbrn hndi dhryʿh syz vath, mgr timv kr akhtyar gmrạhy hdayts mqablh, ps rttụ̄ tim khvar krvunhi ʿdhab chh trtthi. Bunyul āv timn, tth sintụ̄ ạs krykh yymhi krykhi sintụ̄ tihindụ̄ jgr phttụ̄ timn kamyn hndi sbbh yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Aashi duyt njat tamhi ʿdhabh nishhi timn lvukn yimv ayman avn byyhi ạsụ̄ tim shrkh nishhi pth rvzan, sạnis ʿdhabs khvczan."
  },
  {
    "verse_id": 19,
    "translation": "Timn lvukn pạviv tvhụ̄ czyts suh doh yymhi doh khdae sndụ̄ dshmn yin jmʿ krnh nari jhnms travnh khạṭr, tvpth yin tim akụ̄ se jayhi tthhravnh th pyarnavnh yuth sạry smn. Smith yin travnh jhnms andr."
  },
  {
    "verse_id": 20,
    "translation": "Ta aynkhi yylhi tim jhnms nkh tl vatn, gvhy din timn petth kan tihindụ̄, achh tihnz, yhi muslh tihund timn sarine kamyn hnz yimh kamhi tim kran ạsụ̄ dnyahs andr."
  },
  {
    "verse_id": 21,
    "translation": "Tvpth vann tim pnnis musls th pnnyn tann tohyhi kyazi diczv gvahy aashi khlaf. Asụ̄ tuhndi khạṭr dnyahs mnz svrue kynhh kran ạsụ̄ zyvi sintụ̄ avsus bh sarine gnahn ankar kran. Tohyhi kus mṣybt avv, tohyhi hyczav kthh krnhi. Ạkhr yimh kthh krnhi kmụ̄ hychhnạvụ̄ nav tvhụ̄. Tim dpnakh jvab, asụ̄ krnạvụ̄ kth tmụ̄ khdayn yus sarine kthh krvunyn chyzn kthh krnavan chhu. Tmụ̄ kriv tvhụ̄ pạd goddnichhi ltthi, byyhi chhuv dvbarh zndh krith ts kun vatnavnh yivan."
  },
  {
    "verse_id": 22,
    "translation": "Tvhụ̄ ạsiv dnyahs andr ghyr nishhi pvshydh rvuzith gnah kran, yhi ạsv nh khbr kh tohyhi petth kya din gvạhy kan tuhndụ̄, achh tuhnz th muslh tuhndụ̄. Lykn tohyhi avs gman kh Allah tʿālyā hs chhanh khbre varyahn chyzn hnz timav chyzv andrh yim tvhụ̄ kran ạsiv."
  },
  {
    "verse_id": 23,
    "translation": "Amy tuhndụ̄ khyaln yus tohyhi pnnis prvrdgars mtʿlq avs kya kriv tvhụ̄ tbah th brbad, ps spdiv tvhụ̄ tavan zdv andrh."
  },
  {
    "verse_id": 24,
    "translation": "Ps hrgah tim ṣbr krn tvthi chhe tihnz jae nari jhnm, byyhi hrgah tim kynhh ʿdhur v mʿdhrt krn, mʿāfy mngn, zarh parh krn, timn yiyhi nh hrgz mʿāfy dinh kunhi ṣvrts andrh."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi ạsụ̄ aashi timn sintụ̄ dnyahs andr rvzn vạlụ̄ shyṭan mqrr krimtụ̄, timv avs tihnzn ptimyn brvntthimyn ʿmln zynt duymut, timne kamyn petth ạsụ̄ tim ddadd krith kfrs petth aṣrar th ddadd krnh mokhh. Ps spud timn petth khdae sund ʿdhab pvur timn lvukn sintụ̄ yim timn brvntth guzrymtụ̄ chhi jinv th ansanv andrh, be shk tim sạry āsn tavan zdav andrh."
  },
  {
    "verse_id": 26,
    "translation": "Byyhi chhi ym kạfr panh vạnụ̄ vnan yth qrān mjyds mh thạviv kan. Yymhi saʿth pyghmbr qrān prun hyvan āshi tvhụ̄ ạsiv shvr lagan. Shayd aamhi ṭryqh spdiv tvhụ̄ ghạlb."
  },
  {
    "verse_id": 27,
    "translation": "Ps aamhi nalayq ḥrkth mokhh czhnavvkh asụ̄ yim kafr skht ʿdhabuk mzh, byyhi dimav asụ̄ timn sza timn ychh kamyn hund yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Yohe chhu sza khdae sndyn dshmnn hund yʿny nar, tihindi khạṭr chhu aath nars andr hmyshhi rvznuk ghr sza aamhi kue kh tim ạsụ̄ kran sanyn āyatn ankar."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi vnn kafr ae sanhi prvrdgar aashi havtkh tim zh shkhṣ yimav asụ̄ gmrah krụ̄ jinv th ansanv andrh. Asụ̄ thavhvkh tim pnnyn ltn tl yuth tim sạry tl kun vathn. Byyhi āshi gmrah krvunyn petth timn skht ghṣh th czkh."
  },
  {
    "verse_id": 30,
    "translation": "Be shk tim lvukh yimv dilh sintụ̄ ankar kvr kh svn ḥqyqy prvrdgar chhu ṣrf Allah tʿālyā, tvpth krkh tth petth astqamt, thi kvrukh yhi aath aqrars shvubhi, trvvukh nh yhi khyal kunhi ṣvrts andr, timn petth vasn mlạykh, aakh mrnh kh vqth, byyhi qbrn mnz, byyhi qbrv andr nybryinh kh vqth, time dpnkh tvhụ̄ mh khvcziv ạkhrt kyn hvlnak ḥalatn, byyhi mh briv tvhụ̄ ghm dnyakis travns petth kyazi tohyhi bnhi tmhi khoth thi rut chyz. Bshart bvvin tohyhi tamhi jntch yymuyk tohyhi pyghmbrn hndi vasṭh vʿdh yivan avs thavnh."
  },
  {
    "verse_id": 31,
    "translation": "Asụ̄ chhi tuhndụ̄ rfyq dnyahs andr thi, byyhi rvzv asụ̄ tuhndụ̄ rfyq ạkhrts andr thi, tuhndi khạṭr chhu yth jnts andr thi svrue mvjvd yth kun tohyhi khvạhsh gczihh. Byyhi chhuv tohyhi kuyt thi svrue yhi tvhụ̄ mngiv. Sạry chyz yin thavnh tohyhi mhya."
  },
  {
    "verse_id": 32,
    "translation": "Yhi chhe goddnich ẓyaft tuhndi khạṭr ghfvrvrḥym prvrdgar sndi ṭrfh, yimh nʿmcz yin tohyhi ʿṭa krnh bkmali ʿzt v akram yith knụ̄ mʿzz pczhyn chhu brvntth kun aannh yivan."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi kus akhah chhu rut klamh kinụ̄ tasndi khoth yymụ̄ lvukn nad duyt mʿbvdi brḥqs kun, byyhi kryn panh thi rczh ʿmlh, byyhi dvpun aẓhari aṭaʿt kran kh bh chhus frman brdarv andrh yʿny bh chhus khdae snz bndgy krnụ̄ fkhr zanan, mtkbrn hndụ̄ pạtthụ̄ chhus nh ʿār zanan."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi chhanh nyky th bdy brabr blkh chhu prth kunuyk athr alg alg. Yylhi yhi kth mḥqq spz, vonụ̄ kriv tvhụ̄ mʿ atbaʿ bdy hund mdafʿh tamhi ṭryqh yus bhtr āshi, tmuyk ntyjh nyri kh suh shkhṣ yas mnz thi tohyhi mnz ʿdavt v dshmny āshi, suh bnhi tuyth yuth zn suh dvst jany āshi."
  },
  {
    "verse_id": 35,
    "translation": "Yhi kth chhanh timne lvukn nṣyb spdan yim thvab kh aʿtbarh setthah khosh nṣyb th nyk bkht āsn."
  },
  {
    "verse_id": 36,
    "translation": "Yithis vqts andr hrgah tohyhi shyṭan sndi ṭrfh ghẓbuk th khshmuk kanhh vasvsh pạdh spdun hyyhi, tamhi saʿth ạsiv fvraan pnah mngan Allah tʿālyā hs. Be shk suh chhu svrue bvzvun, svrue zanh vun."
  },
  {
    "verse_id": 37,
    "translation": "Byyhi chhu khdae sndyv qdrt kyv th tvḥyd kyv nishanv andrh rat th doh byyhi āftab th zvun. Ae lvukv tvhụ̄ mah diyiv sjdh nh āftabs nh zvunhi blkh diyiv sjdh ts mʿbvdi brḥqs yymụ̄ tim pạdh krụ̄, chhavh tvhy tsụ̄ yvt ʿbadt kran yʿny mshrk yim khdae sndi ʿbadtuk dʿūyā chhi kran tim chhi ʿbadts andr shrk anan. Yth ʿbadts andr shrk āshi, ḥqyqts mnz gyhi nh so khdavndi krym snz ʿbadt blkh tuhund suh dʿūyā chhu balkl ghlṭ. Khdae snz ʿbadt chhav krnụ̄ tylhi kriyvus ʿbadt shrk trạvith th shrkh vrạe."
  },
  {
    "verse_id": 38,
    "translation": "Tvpth hrgah tim lvukh ghrvr th tkbrkrn ts ʿbadt krnh nishhi, so chhe tihnz ḥmaqt, ts kya prvah chhu tmuyk. Tim mlạyk yim tuhindis pr vrdgar sndụ̄ mqrb chhi, yim shan v ʿẓmts mnz sash gonh zyadh chhi rats th dohs tihnz paky byan kran, tvpth chhinh tim kunhi qsmh kunhi vqth thkan."
  },
  {
    "verse_id": 39,
    "translation": "Byyhi chhu tihindi qdrt kyv th tvḥyd kyv nishanv andrh aakh nishanh, czh chhahan vuchhan ae mkhạṭb yhi zmyn czmyvmut th hvkhmut, khshky hndi vqth chhu hva aamich grd tulan th chhkravan, aty yylhi asụ̄ travan chhi tth petth rvud, aty chhas tazgy phhlan byyhi chhu pholan th srsbz spdan. Be shk yymụ̄ prvrdgarn yhi zmyn mrith byyhi zndh kvr, sue prvrdgar chhu mordn zndh krvun. Be shk suh chhu prth chyzs petth qdrt vvl, yymụ̄ prvrdgarn yhi mordh zmyn zndh kvr, suh hykhi na mordh ansann hndyn bdnn andr rvḥ vatnạvith, timn dvbarh zndh krith. Kya suh qadri mṭlq hykhi na mvmtyn diln zndh krith pnnhi nvuri tvḥydh sintụ̄. Be shk suh hykhi svrue kynhh krith, suh chhu prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 40,
    "translation": "Be shk yim lvukh sanyn āyatn mnz yim āyat tvḥyds petth dlalt kran chhi timne mnz chhi hvl pkan yʿny timn mnz chhi shk th shubh pạdh kran tim lvukh chhinh a. Shi nishhi khttith, aashi chhu tihund svrue ḥal mʿlvm. Timn dimav asụ̄ szae nar. Kya suh shkhṣ yus nars mnz travnh yiyhi chha bhtr kinh suh yus qyamtuk doh aamn vaamans andr vathi, yhi khosh krivh thi kriv, be shk Allah tʿālyā chhu thi svrue varh vuchhan yhi tvhụ̄ kran chhiv sarine ʿmln hund diyav suh sza."
  },
  {
    "verse_id": 41,
    "translation": "Be shk yimav lvukv ankar kvr qrān mjyds yylhi suh timn nishhi vvt, tim thi vuchhn tihund anjam kya āshi, timn chhu nqṣ th kmy pans andr. Yth qrān mjyds andr kanhh kmyah chhanh, yhi qrān mjyd chhu baʿzt v vqʿt kitabah."
  },
  {
    "verse_id": 42,
    "translation": "Aath hykhi nh aapz th ghyr yqyny kth nkhh pkith, nh brvuntthụ̄ kinụ̄ th nh thrkinụ̄, yhi chhu nazl āmut krnh ḥkmt vạlis th ḥmd dapnh āmtis khdae sndi ṭrfh."
  },
  {
    "verse_id": 43,
    "translation": "Tohyhi chhanh yivan vannh mgr timh kthh yimh vannh āmczh chhe timn pyghmbrn yim tohyhi brvntth ạsụ̄, yhi nv kthah chhanh, timav pyghmbrv kvr yimn kthn petth ṣbr, tvhụ̄ thi kriv ṣbr, yymhi kthhi sintụ̄ thi kriv tvhụ̄ tsly ḥaṣl kh be shk tuhund prvrdgar chhu mghfrt vvl th ʿdhab krvun thi, ps agr yim mkhalfyn mkhalft krnh n, shhi baz yith mstḥq mghfrt spdn nh tylhi yiyhi timn ẓrvr sza dinh, lhādha kmhi mokhh chhiv tvhụ̄ pryshan rvzan."
  },
  {
    "verse_id": 44,
    "translation": "Byyhi hrgah asụ̄yhi qrān mjyd ʿjmy zyvih andr, tvthi vnhn lvukh aamikụ̄ āyat kvnh āe var pạtthụ̄ vyczhnavnh ʿrby zyvi andr. Kya ktab chhe ʿjmy zyvih andr, pyghmbr th lvukh chhi ʿrby, yhi qrān mjyd chhu ʿrby, dpan chhi yhi kvnh ʿjmy, hrgah ʿjmy āsiha daphn yhi kvnh chhu ʿrby. Kunhi ḥals petth chhunh yimn qrar lvukn hnzdhhnyt chhe yiczhe. Tvhụ̄ frmạviyvukh yarsvl Allah, yhi qrān mjyd chhu baymann hndi khạṭr rczh kamhi krnukh aakh hdayt, byyhi diln hnzn bymaryn khạṭr shfaʿ, byyhi yim lvukh aath qrān mjyds pczh chhinh kran tihndyn knn chhu vogh, yhi qrān mjyd chhu tihindi khạṭr anyr th nabynạyy, yimn lvukn zn chhu ālv yivan dinh dvuri jayhi petthh yus nh tim bvzan chhi."
  },
  {
    "verse_id": 45,
    "translation": "Btḥqyq aashi kre ʿṭa ḥẓrt mvsyā hs thi ktab. Tth mnz thi āv akhtlaf krnh, kạnshi mạnụ̄ th kạnshi mạnụ̄ nh, tvhụ̄ mh spdiv mghmvm yhi nv kthah chhanh, yim mnkryn chhi tithụ̄ mstḥqi ʿdhab kh hrgah so kth āsiha nh yosh tihindis prvrdgarsndi ṭrfh brvntth mqrr krnh āmcz chhe kh pvur sza yiyhi kafrn dinh ạkhrts andr nath yiyhi ha timn kafrn mnz qṭʿī faṣlh krnh dnyase mnz. Yim kafr chhi bavjvd dlạyl, ʿdhab mvʿūdh kis shks andr yymụ̄ yim trduds mnz trạvimtụ̄ chhi, yimn chhunh ʿdhabuk yqyne yivan ḥalankh faṣlh chhu ẓrvr vaqʿ spdvun. Tamhi faṣluk ḥaṣl chhu yy kh"
  },
  {
    "verse_id": 46,
    "translation": "Yus shkhṣah rcz ʿml kri tmuyk fạydh chhu ts pans yʿny tmuyk nfʿ th fạydh tulhi suh ạkhrts andr. Byyhi yus shkhṣah ychh ʿml kri tmuyk nqṣan th ẓryr chhu ts pans, tuhund prvrdgar chhunh bndn petth ẓlm krvun."
  },
  {
    "verse_id": 47,
    "translation": "Yymhi brvntth yymhi qyamtuk dhkr āmut chhu krnh kh tth mnz yiyhi timn jtlavnh tamhi qyamt kh ʿlmuk ḥvalh chhu khdae se dinh yivan. Yʿny yymhi svaluk jvab kh qyamt kryiyhi. Chnanchh kafr ạsụ̄ yhi sval kran ankarh khạṭr. Aamhi svaluk jvab chhu yohe kh aamuyk ʿlm chhu khdae se yvt. Mkhlvqn tamuyk ʿlm nh āsnh mokhh chhunh lạzim yivan kh qyamt kya āsy nh. Qyamt kh vqvʿuuk ʿlm kya kth chhe. Ts dhati apk sund ʿlm chhu mḥyṭ prth chyzs, ḥtyā kh kanhh phl th myvh chhunh pnnhi ttvuri yʿny ghnchh mnz nybr nyran. Nh chhe kanhh madh gobhi khor rvzan yʿny bardar spdan, nh chhe kanhh madh prsan mgr yhi svrue chhu tihindi ʿlm v aṭlaʿ mvjvb spdan, yhi chhe tihindis tvḥyds th kun āsns petth dlyl. Yymhi Allah tʿālyā mshrkn ālv dith frmavi, yimn tvhụ̄ myạnụ̄ shryk qrar divan ạsiv, aaz thi chhivh tim shryk, timn diyiv ālv, tim moklavnv mṣybt nishhi. Tim dpn aaz chhi asy gzạrsh kran kh aashi mnz chhunh kanhh thi aamhi ʿqyduk mudʿī. Asụ̄ chhi az pnnhi ghlṭy hund aʿtraf kran. Aaz nnyvv aashi svrue."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi spdụ̄ ghạb timn nishhi tim sạry yin prstsh kran ạsụ̄ dnyahs andr tamhi brvntth. Byyhi zann tim yqynh pạtthụ̄ tihindi khạṭr chhanh kanhh moklnch th bchnch ṣvrthah. Aamhi pth chhu Allah tʿālyā frmavan."
  },
  {
    "verse_id": 49,
    "translation": "Kh shrk v kfrk athr chhu ansạny ṭbʿīts petth pyvan kh yus shkhṣ tvḥyd v ayman nishhi be bhrh chhu āsan, tasndụ̄ akhlaq, aʿmal th ʿqạyd chhi tithụ̄ khrab āsan kh āram v skhty hndis ḥalts mnz chhanh ts ansans trqy hnzi khvahshhi nishhi yadd yivan kmal ḥṣh mokhh, yylhi tmis kanhh tklyfah chhu vatan tngy vghyrh hish, aty chhu bddil th naamyd spdan."
  },
  {
    "verse_id": 50,
    "translation": "Byyhi yylhi asụ̄ ts kunhi skhty pth pnnhi mhrbạny hund mzh chhi havan tamhi saʿth chhu vnan, yhi avs myany khạṭr, kyazi myvn tdbur, lyaqt th qạblyt avs aath mngan. Yithi gyhi ghayt drjich nashkry th tkbr, byyhi chhu dapan, me kthi chhu gmanh kh qyamt kya spdi, hrgah bfrẓ mḥal yiyhi thi qyamt tvpth yimh bh pnnis khdays nishhi vatnavnh thi, be shk myanhi khạṭr āshi ts nishhi ẓrvr rutue. Ps khbrkrv asụ̄ ẓrvr kafrn pnnyn krtvutn kamyn hnz. Byyhi cz hnavvkh asụ̄ tim skht ʿdhabuk mzh."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi yylhi asụ̄ yithis ansans nʿmt ʿṭa kran chhi tamhi saʿth chhu sanyv ḥkmv nishhi buth phiran, dvur czlan thar phirith, tvpth yylhi kanhh skhtyah vatan chhe, tamhi saʿth chhu kran ziytthụ̄ ziytthụ̄ dʿā."
  },
  {
    "verse_id": 52,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah kh ae mnkrv, qrān mjyd kis ḥq th pvz āsns petth yimh dlylh qạyim chhe mthlaan tmuyk mʿjzh āsun, tamhi chh ghạbchhi khbr dinhi. Hrgah tohyhi timh dlylh ʿdmi tdbr sbbh mvrth yqyn zanan chhiv nh th km azkm mvrth aḥtmal th chhvukh ẓrvr zanan kyazi tamhi kis nfys petth chhanh tohyhi nishhi kanhh dlyle. Lhādha aath aḥtmals petth bnakrith vnụ̄ tv tvhụ̄ kh hrgah yhi qrān khdae se nishhi āmut āshi tvpth kriv tvhụ̄ tth ankar, yithis shkhṣsh sndi khoth kus aakhh āshi ghlṭy mnz, yus pazi nishhi dvur draz mkhlafts mnz pyvmut āshi."
  },
  {
    "verse_id": 53,
    "translation": "ʿnqryb havav asụ̄ timn pnnhi qdrtkụ̄ nshanh yim dlalt ạsụ̄ kran qrān mjyd kis pvz āsns petth. Timn grdvnvaḥ thi havav asụ̄ tim nishanh kh aqṭar ʿrb spdn sanyn pyshn gvuyiyn mṭạbq ftḥ. Byyhi havav khvd tihndyn pann andr thi nishanh kh tim yin marnh th qtl krnh jngi bdrs mnz. Tuhund shhr khod mkh shryf thi spdi ftḥ, suh yiyhi mslmann hndis aaths andr. Taaynkh timn nanhi kh yhi qrān mjyd chhu balkl pvz, aamhi chh pyshn gvuyiyhi chhe pazh. Kya tihindis prvrdgar snz yhi kth chhina kafy tihindis pzis petth āsnh chh gvahy khạṭr byyhi tihindi tsly khạṭr kh suh chhu prth vaqʿī chyzs petth gvah."
  },
  {
    "verse_id": 54,
    "translation": "Varh bvuziv kh tim lvukh chhi pnnis prvrdgars sintụ̄ mlaqat krns andr shks mnz mbtla, tmy chhukh nh diln mnz kanhh khvf yymhi sbbh tim pzikụ̄ ṭlb gar āshn, byyhi bvuziv varh kh suh chhu prth chyzs pnnhi ʿlmh sintụ̄ aḥaṭh krith. Suh chhu tihindis shk v shubs thi zanan, tth petth diyhi suh timn pvur sza."
  }
]