[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvf mqṭʿāt yimn hund mʿny zanhi panh khda."
  },
  {
    "verse_id": 2,
    "translation": "Yim chhi ḥrvf mqṭʿāt yimn hund mʿny zanhi panh khda."
  },
  {
    "verse_id": 3,
    "translation": "Yithh pạtthụ̄ yhi svrh shryf bddyn fạydn th aṣvli dynn hndi tḥqyqh khạṭr tohyhi petth nazl krnh āv. Yithe pạtthụ̄ kvr Allah tʿālyā hn yus setthah ghalb chhu, setthah ḥkmt vvl chhu dyny aṣvln hndi tḥqyq khạṭr tohyhi petth byyhi timn pyghmbr npetth yim tohyhi brvntth ạsụ̄ vḥy nazl, ts khdae sund shan chhu kh."
  },
  {
    "verse_id": 4,
    "translation": "Tihundue chhu thi svrue yhi āsmann th zmynn andr chhu. Sue chhu sarive khoth bvdd."
  },
  {
    "verse_id": 5,
    "translation": "Tmụ̄ sndis ʿẓmts v shans agr chh bʿẓ ahli zmyn math zạnụ̄ tn, mth mạnụ̄ tn mgr āsmans andr chhu tsndụ̄ shan zann vạlụ̄. Yʿny mlaykh tyitụ̄ bkthrt kh kynhh dvur chhunh kh tim āsman kya phttn pnnhi hyrmhi ṭrfh mlạykn hndi gobirh tytụ̄ chnanchh ḥdyth shryfs mnz chhu āmut )................ ( )rvah altrmdhy v abn majh( frmvv nby krym ṣly Allah ʿlyh v slmn, āsmans chhu kr kr gczhan, tth pazi kr kr gczuhn kyazi tth mnz chhanh ak, s chpas brabr thi jae khạly yythi nas nh aakh aakh malk pnun klh trạvith Allah tʿālyā hs sjdh divan chhu. Tim mlạyk chhi tsbyḥ th ḥmd pnnis prvrdgar sndụ̄ pran, byyhi chhi zmyn kyn lvukn hndi khạṭr mghfrt mngan. Var bvuziv suh prvrdgar chhu setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi yimav lvukv tthhrạvi mtụ̄ chhi ts vrạe dvst th mddgar, Allah tʿālyā chhu tihnz sare kamhi czrczan. Suh diyhi pane vqts petth timn sza. Tohyhi nh ḥẓ chhuv nh yarsvl Allah timn lvukn petth kanhh akhtyarah kh yymhi saʿth khosh kriha tamhi saʿth krnạvihiv timn petth ʿdhab nạzl. Aamuyk akhtyar chhu khdae se, tvhụ̄ mah spdiv ghmgyn tihindis ayman nh anns petth, kyazi tihnz kạm chhe ṣrrf tblygh krun th ḥkm vatnavun chnanchh."
  },
  {
    "verse_id": 7,
    "translation": "Ashi svuz yithe pạtthụ̄ tohyhi kun qrān mjyd yithh pạtthụ̄ tvhụ̄ vuchhan chhiv ʿrby zyvi andr. Yuth tvhụ̄ bym kriv sarine brvntth mkh kyn lvukn byyhi timn lvukn yim yth andụ̄ andụ̄ bsan chhi th rvzan chhi, bym thi kriyvukh smnh kh dohuk yʿny qyamt kh dohuk yymhi doh sạry avlyn vākhryn jmʿ krnh yin yath mnz nh shkhe chhu. Yymhi doh yhi fạṣlh krnh yiyhi kh tamhi doh gczhn lvukn zh ḥṣh, aakh ḥṣh jnts mnz, byakh ḥṣh jhnms mnz. Tuhnz kạm chhe mḥẓ aamhi doh nishhi lvukh khocznavunụ̄. Baqy lvukn hndi ayman aannuk ya nh aannuk, aath sintụ̄ kya chhu tohyhi. Yhi svrue chhu khdae sndis yczhns tanụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Hrgah khdays mnẓvr āsiha, suh kriha timn sarine lvukn hndi khạṭr aakạe vathah yʿny sarine kriha ay, an nṣyb. Mgr varyahn ḥkmn kun nẓr krith spud nh ts yhi mnẓvr lykn suh yas yczhan chhu ts chhu aymans kun vath hạvith vatnavan pnnis rḥmts mnz. Yimn yczhan chhu timn chhu kfr v shrks mnz mbtla krith pnnhi rḥmt nishhi nybr krran th dvur kran. Chnanchh timn ẓalmn āshi nh qyamtuk doh nh kanhh dvstah th nh kanhh mddgarah."
  },
  {
    "verse_id": 9,
    "translation": "Kya timv lvukv chha rvttmut mʿbvudi brḥqs vrạe bdl dvst th mddgar. Ps agr kạnshi karsaz th dvst bnavun chhu, suh chhu Allah tʿālyā he yvt byyhi nh kanhh. Sue chhu mordn zndh krvun byyhi chhu sue prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 10,
    "translation": "Tvhụ̄ frmạviv timn lvukn yim tohyhi sintụ̄ tvḥyds andr akhtlaf kran chhi kh byyhi yth yth chyzs andr tvhụ̄ pziyaryn sintụ̄ akhtlaf chhiv kran tvḥyds vghyrh chyzn andr, tmuyk fạṣlh chhu tsụ̄ spurd. Dnyahs andr ṣḥyḥ dlylv sintụ̄ ākhrts andr )..............( sintụ̄. Yhi Allah tʿālyā yymụ̄ sund shan yhi chhu, chhu myvn rb."
  },
  {
    "verse_id": 11,
    "translation": "Sue chhu āsmann th zmynn hund pạdh krvun tmy krụ̄ tuhndi khạṭr tohy mnz tuhund jvrh. Yithe pạtthụ̄ krin charvayn andr thi pạdh jvrh. Sue chhu tohyhi aath zmyns mnz chhkravan, tuhund nsl brravan, ts hyvu chhunh kanhh. Sue chhu svrue bvzvun, svrue vuchhhi vun."
  },
  {
    "verse_id": 12,
    "translation": "Ts aathhi chhe āsmann th zmynn hndyn khzann hnz kuvnzh, sue chhu rzq zyadh kran yas yczhan chhu, byyhi chhu sue rzq km kran yas yczhan chhu. Be shk sue chhu prth chyzah pvz zanh vun."
  },
  {
    "verse_id": 13,
    "translation": "Allah tʿālyā hn kvr tohyhi lvukn hndi khạṭr sue dyn mqrr yymuyk ḥkm frmvvun nvḥ ʿlyh alslams byyhi yus aashi tohyhi kun vḥy kvr byyhi yymich vṣyt aashi abrahym ʿlyh alṣlvāh valslams kr byyhi mvsyā ʿlyh alslams byyhi ʿīsyā ʿlyh alslams. Tihnzn aumtn thi frmvv aashi aath dyns petth rvuziv qạym, aath mnz mah kriv tfrqh. Murad chhu aamhi andrh aṣvli dyn yim sarine andr mshtrk chhi, mthlaan tvḥyd, rsalt th mʿād. Ps avs lạzm lvukn kh aath krhn qbvl mgr afsvs, setthah dshvar chhu guzran mshrkn petth so kth yth kun tvhụ̄ timn nad chhiv divan yʿny tvḥyd aath sintụ̄ chhe yhi kth thi kh Allah tʿālyā chhu drsh divan pans kun ninh khạṭrm timn yimn yczhan chhu. Yʿny dyn ḥq qbvl krnuk tvfyq chhukh divan, byyhi chhu vath havan pans kun timn yim ts kun phyran th rjvʿ kran chhi."
  },
  {
    "verse_id": 14,
    "translation": "Svn ḥkm yus brvuntthimyn aumtn avs kh, varyah lvukh rvudụ̄ nh aath ḥkms petth qạym, tim spde aakh akis nishhi juda lykn aamuyk sbb avs nh kunhi qsmuk ashtbah th shk kya avs timn blkh spud timn nishhi ʿlm ṣḥyḥ vatnh pth mḥẓ aakh akụ̄ sndi ẓdh th ʿdavth, hrgah ne tuhndis prvrdgarsndi ṭrfh aakh ḥkm )yʿny timn mhlt dinụ̄ akis mʿīn vqts tanụ̄ brvntth jạry spud mut āsiha, nth yiyhi ha timn mnz dnyase mnz fạṣlh krnh. Yʿny tim yihn tithis ʿdhabs grftar krnh yymhi sintụ̄ tim mulh monjhi galnh yihn. Be shk tim lvukh yimn ktab āyhi dinh brvuntthimyn aumtn pth )aamhi andrh chhi muradmshrkyn ʿrb, timn āe yhi ktab yʿny qrān mjyd bvasṭh ḥẓrt Muḥammad ṣly Allah ʿlyh v slm ʿṭa krnh( tim chhi ẓrvr tamhi ktabhi hndis ḥqs andr bddis shks andrtravnh āmtụ̄ yus timn trduds mnz travan chhu."
  },
  {
    "verse_id": 15,
    "translation": "Lhādha mh spdiv tvhụ̄ dl shksth kạnshi hndi ankar krnh sintụ̄ blkh diyiv tvhụ̄ nad timn aath qrān mjyds kun brabr. Byyhi kriv tvhụ̄ panh thi astqamt tth petth yithh pạtthụ̄ tohyhi ḥkm āv krnh tihnzn khvạhshn hnz mah kriv pạrvy. Tim chhi yczhan mkhalft krnh sintụ̄ yiyiv tvhụ̄ ʿạjz, tvpth trạviv tvhụ̄ timn tblygh krun. Mgr yuth nh tvhụ̄ thi kriv hrgz. Byyhi frmạviyvukh tvhụ̄ bh yth kthhi kun tohyhi nad chhus divan bh chhus panh tth petth ʿml kran. Chnanchh me kr pczh timn sarine ktabn yimh Allah tʿālyā hn nạzl chhe krimcz. Byyhi āv me ḥkm krnh kh tohyhi mnz kr tuhndyn akhtlafatn ʿdl v anṣaf mvjvb fạṣlh yʿny yus chyz tohyhi petth vạjb mqrr kr suh chyz zanh pans petth thi vạjb. Yhi kth chhanh kh tvhụ̄ travav tklyfs nadr th panh rvz āzad. Yimh kthh āsh slym alṭbʿn hndi khạṭr rghbt th shvq divvunhi hrgah timn yimv kthv sintụ̄ thi kynhh banhi nh tylhi vnyvukh ạkhry kth kh mʿbvdi brḥq chhu svn mạlk th suh chhu sarine hund ḥạkm, sanhi ʿmlh chhe aashi pans, tuhnz ʿmlh chhe tohyhi pans. Aashi mnz th tohyhi mnz chhunh kanhh bḥthe. Allah tʿālyā yus aashi sarine hund mạlk chhu, suh sombravi aashi sarine qyamtuk doh. Aath mnz chhunh kanhh shk kh ts kun chhu aashi sarine vatun, suh kri sarine hund fạṣlh ʿmlhi mvjvb. Vunụ̄ kyns tohyhi sintụ̄ bḥth krun chhu fẓvl mgr tblygh rvzav asụ̄ tohyhi kran."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi yim lvukh bḥth chhi lagan khdae sndis dyns andr mslmann sintụ̄ yymhi kthhi pth kh suh dyn āv tslym krnh kyazi varyah ʿạql v dana spdụ̄ mslman, timv kvr aqrai dyn aslam kh ḥq āsnuk. Vonụ̄ yim aamhi pth thi bḥth lagn tihnz dlyl chhe tihindis prvrdgars nishhi balkl baṭl. Timn petth chhu khdae sund ghẓb vaqʿ spdh vun, tuhndy khạṭr chhu qyamt kh doh skht ʿdhab spdh vun, tmhi ʿdhab nishhi bchnuk dhryʿh chhu Allah tʿālyā hs pczh krnụ̄. Tihund dyn pvz zanun gvv qrān mjyd yth mnz ḥqvq Allah th ḥqvq alʿbad vycznạvith byan krnh āmtụ̄ chhi vajbu alʿml zannụ̄ kyazi."
  },
  {
    "verse_id": 17,
    "translation": "Mʿbvdi brḥq gvv sue yymụ̄ pzipạtthụ̄ ktab nạzl kr. Khṣvṣaan yus ḥkm tth mnz anṣafuk chhu, byyhi trkr yymhi sintụ̄ ʿdl v anṣaf chhu krnh yivan. Yim lvukh yim qyamtkụ̄ vaqʿāt bvuzith tohyhi nishhi tmhi kh vqtuk tʿīun yczhan chhi, tohyhi kya chhe tmich khbr, mgr khbr nh āsnh sintụ̄ ya khbr nh krnh sintụ̄ chhunh lạzim yivan so kya āsy nh blkh chhu tmuyk vqvʿ dlylv sintụ̄ thạbt. Tʿīun vqts mtʿlq chhu yiyczhn kạfy kh ʿjb chhunh so qyamt ma āshi nzdyk."
  },
  {
    "verse_id": 18,
    "translation": "Yimn lvukn nh tmich pczh chhe tim chhinh bavjvd tmhi kh yqyny th nzdyk āsnh kh khoczạny blkh chhi bṭvr asthzaʿ vankar tmhi kh vqvʿuuk tqaẓh kran. Yimn lvukv ayman avn tim chhi khoczan tth byyhi chhi aʿtqad thavan kh qyamtuk doh chhu ḥq th pvz. Var bvuziv kh be shk yim lvukh qyamts mnkr ạsith har th qẓyh chhi lagan tamhi kis yins mnz yqynaan chhi tim zychhhi th dvurdraz gmrạhy mnz mbtla."
  },
  {
    "verse_id": 19,
    "translation": "Yim mnkr yim dnyachn nazv nʿmtn petth vytthan chhi, timne mnz bvddith chhi ạkhrt nishhi ghạfl th be khbr spdymtụ̄. Aamhi pnnhi nazv nʿmtn andr āsnh sintụ̄ chhi tim astdlal kran kh svn mslk chhu psndydh, agr thi āsiha tth sạnis mslks petth āshi ha khda be zar, tylhi kyazi thaviha aashi ʿīsh v ārams andr. Yhi chhe tuhnz ḥmaqt kyazi yhi chhanh rẓamndy hnz dlyl blkh chhu aamuyk vajh zi)............( Allah tʿālyā chhu dnyahs mnz setthah mhrban pnnyn bndn petth. ʿām ṭvraamy rḥmti ʿāmh sintụ̄ chhu suh sarine rvzy ʿṭa kran. Agr chh mṣlḥt mvjvb chhe tth mnz kmy zyadty thi spdan )...........( yas yvut yczhan chhu ts chhu tyvut divan. Mgr nfs rzq chhu sarine mnz mshtrk. Aamhi lṭf fy aldnya andrh chhunh lạzm yivan kh tuhund mslk kya chhu khdays psnd. Timn kya yiyhi ạkhrts andrthi lṭf v mhrbạny ʿṭa krnh blkh āsn tim ạkhrts andr bvjh aynkh tim ạsụ̄ baṭls petth kuddris ʿdhabs grftar dnyahs andr, tim ʿdhabs grftar krnụ̄ chhanh mshkl kthah kynhh )...........( suh chhu setthah qvt vvl, setthah zbrdst, yimn sarine khrạbiyan hund vjh chhu dnya sintụ̄ gczuhn. Lvukn pazi nh dnya sintụ̄ mghrvr gczuhn blkh pziha timn ạkhrt czhanddun, timn pazi var bvzun kh."
  },
  {
    "verse_id": 20,
    "translation": "Yus shkhṣah yczhan āshi ạkhrtuk zraʿt krun yʿny ạkhrt kh thvabuk ṭạlb āshi, ạkhrt khạṭr kri rcz ʿmlh bh aumyd thvab, asụ̄ dimav trqy ts tihindis tth zraʿts andr yʿny rczn ʿmln petth dimvasụ̄ tas rut thvab. Blkh krv asụ̄ tth thvabs andr tas zyadty. Akis ʿmlhi krvs adnyā drjh dah gonh thvab ʿṭa. Byyhi yus akhah yczhan āshi dnyahuk zraʿt, ts dimav asy thi agr asụ̄ yczhv kynhh tmhi dnya andrh mgr ạkhrts andr āshi nh ts kuyt kanhh ḥṣh. Kyazi suh chhu mshrvṭ aymans sintụ̄. Ḥaṣl chhu yus akhah ʿml kri dnyạyy mṭlb ḥaṣl krnh khạṭr, ts yiyhi dnya ʿṭa krnh, mgr tiytue yvut asụ̄ yczhv. Tvpth chhu suh ạkhrt kh thvab nishhi mḥrvm. Dyn ḥq kvr Allah tʿālyā hn mshrvʿ vmqrr mgr tim lvukh agr suh dyn chhinh manan."
  },
  {
    "verse_id": 21,
    "translation": "Kya timav chha khdays shryk tthhrạvimtụ̄ yimav shrykv tihindi khạṭr kanhh dyinah mqrr kvrmut chhu, yymuyk ajazt Allah tʿālyā hn timn duytmut chhu. Hrgah khdae sndi ṭrfh aakh qvli fyṣl mqrr āsiha nh krnh āmut, suh gvv yy zi aṣl ʿdhab spdi timn petth mrnh pth, nth yiyhi ha dnyase andr tihund ʿmly fạṣlh krnh. Be shk yimn ẓạlmn hndi khạṭr chhu ạkhrts andr dvd tulh vun ʿdhab."
  },
  {
    "verse_id": 22,
    "translation": "Tamhi doh vuchhvukh tvhụ̄ tim nafrman th ẓạlm setthah khoczan timav kamyv sbbh yimh timav krimaczh āsn yylhi tim timn kamyn hund ʿdhab vuchhn yus ʿdhab timn petth yqynaan spdh vun chhu. Byyhi yimv lvukv ayman avn th rczh ʿmlh krykh, tim āsn jnth kyn baghn andr dakhl, tihindi khạṭr chhu tihindis prvrdgars nishhi thi svrue yhi tim yczhn. Yohe gvv khdae sund bvdd fẓl, bvdd anʿām. Aath mqablh chhunh dnyahuk ʿīsh v ʿshrt kihinụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Yhe gyhi khosh khbry yosh frmavan chhu Allah tʿālyā pnnyn bndn yimav ayman avn th rczh ʿmlh krykh. Chvnkh kafrn ạs mẓmvn pvur byan krnh brvntthue zyvi petth czạngij trạvith, chvnj krith tkdhyb chh kthh kran, tamy āv yythi ns bshartuk mẓmvn pvur byan krnh brvntthue jmlh mʿtrẓs mnz tkdhyb krun. Vknh khaṭrh suh mẓmvn byan krnh yymhi sintụ̄ tihindụ̄ dl vyglh hn. Nby krym ṣly Allah ʿlyh vslms āv ḥkm krnh, tvhụ̄ frmạviv timn ae lvukv, bh chhus nh tohyhi nishhi kanhh mṭlbah czhanddan tohyhi sintụ̄ yhi kth bath krns andr rshth dạry hndi mḥbth vrạe yʿny yutue chhus bh tohyhi nishhi czhanddan kh myạnụ̄ th tuhndụ̄ tʿlqati rshth dạry yim chhi yim sạry qryshn sintụ̄ vabsth chhi blkh tmam ʿrbh kyn lvukn sintụ̄ pyvst chhi, tim dvur chhi ya nzdyk timn tʿlqatn hndyn ḥqvqn hund thạvitav tvhụ̄ khyal. Tim tʿlqat chhinh mtqẓy yth kthhi kh tvhụ̄ hyyiv myạnis mkhalfts andr jldy krnụ̄, bvznh brvntthue shvr lagun blkh chhi tim tʿlqat mngan kh nhayt aṭmnanh san, so dilh bvuziv tvhụ̄ goddh bh kya chhus tohyhi vnan, tvpth tvulyvun so myạnụ̄ kth ʿqlhi hnzi trkri andr, tvpth prkhạviyvun varh so kth ghvrv taml sintụ̄. Hrgah tth andr kanhh shubh th aishkalah gczhyv suh kriv ṣaf. Hrgah so kth myạnụ̄ ghlṭ āshi, tvhụ̄ tạriv me var fkri bh hrgah ddlith āsh tvhụ̄ aniv me syzi vathi petth. Ghrẓ yosh kth āshi, so ạsin khạrkhvạhy petth. Yhi chhunh dstvr kh me diyiv nh tvhụ̄ vnh ne th fvraan hyyiv tvhụ̄ shvrvghul lagun. Ạshnạyy hndyn tʿlqatn hrgah tohyhi nishhi kanhh aḥtramah chhu tylhi bvuzitv myạnụ̄ kth yth mnz tuhndi khạṭr setthah fạydh chhu. Byyhi yus akhah nyky kri, asụ̄ krv timn nykyn andr zyadh rczr khvby ʿṭa yʿny asụ̄ dimav ts zyadh thvab. Be shk Allah tʿālyā chhu frmanbrdarn hndyn gnahn setthah bkhshn har. Tihnzn nykyn setthah qdrdan th rut thvab ʿṭa krvun."
  },
  {
    "verse_id": 24,
    "translation": "Kya yim lvukh chha tohyhi nsbt vnan zi timv chhu yhi qrān mjyd khdays petth aapuz tthhrvvmut, nʿūdh baAllah yʿny nbvtuk th vḥy yuk khlafi vaqʿh dʿūyā kvrmut. Aath ṣvrts andr chhe khdays qdrt kh hrgah suh yyczihh tuhndis dils petth kri suh mohr. Byyhi chhu Allah tʿālyā sund yhi ṭryqh, fṭrt kh suh chhu nhnavan aapuz, th pvz chhu pzravan ghạlb th thạbt pnnyv aḥkamv sintụ̄. Pzipạtthụ̄ suh chhu dl chn kthn hnztanụ̄pvur khbr thavan."
  },
  {
    "verse_id": 25,
    "translation": "Byyhi chhu sue tiyuth rḥym kh pnnyn bndn hund tvbh chhu tmhi kyv shrṭv san qbvl kran. Ps agr kanhh kafr tvbh krith mslman spdi. Suh chhu tuhnd ayman aanun qbvl kran, byyhi chhu sue tvbh kh brkth pnnyn bndn hndyn gnahn ʿfv kran, byyhi chhu sue thi svrue zanan yhi tvhụ̄ kran chhiv. Ts chhu mʿlvm kh kmụ̄ kvr tvbh bh khlvṣi dl th kmụ̄ kvr tvbh khlvṣ vrạe."
  },
  {
    "verse_id": 26,
    "translation": "Byyhi chhu sue timn lvukn hndis dʿāhs aijabt kran yimv ayman avn th rczh ʿmlh krykh. Byyhi chhu timn zyadh ʿṭa kran pnun fẓl. Yim kafrkfrs petth aṣrar krn, aslam aann nh, timn hndi khạṭr chhu mqrr skht ʿdhab. Allah tʿālyā sndi ṣfti rḥmtuk athr chhu kh suh chhunh sarine lvukn zyadh mal ʿṭa kran kyazi."
  },
  {
    "verse_id": 27,
    "translation": "Hrgah Allah tʿālyā pnnyn bndn rvzi yas andr vusʿt kriha tylhi krhn tim zmyns andr srkshy th shrart. ʿām ṭbʿītn hndi aʿtbar chhu lvukn hnzi psty hund sbb aakh akis kun mḥtaj āsun. Mal darn chhu kamhi mnz mddkrnh ḥaṣl khạṭr mvzvurn th kạrụ̄ grn kun ḥajt. Fqyrn chhu pvnsh ḥaṣl krnh khạṭr maldarn kun ḥajt. Yithe pạtthụ̄ chhu dnyahuk karkhanh pkan. Lykn suh chhu rvuzy nazl kran tamhi andazh mvjvb yus suh yczhan chhu. Be shk chhu suh pnnyn bndn hund svrue zanan, svrue vuchhan."
  },
  {
    "verse_id": 28,
    "translation": "Suh prvrdgar chhu tiyuth ḥkym kh suh chhu rvud travan lvukn hndi naamyd gczhnh pth. Byyhi chhu suy pnnhi rḥmtuk āthar ʿālms mnz vatnavan yʿny rvud prth jayhi vatnavan. Prth jayhi chhu zmyns srsbz kran byyhi chhu sue sarine hund karsaz, tth karsạzy petth chhu sue qabli ḥmdvthnaʿ."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi chhi tihindi qdrt kyv nshanv andrh āsmann th zmynn hund pạdh krun byyhi timn jandarn hund pạdh krun yim āsmans th zmyns mnz chhkrạvimtụ̄ chhin. Sue chhu timn sarine mkhlvqn dvbarh zndh krith qyamtuk doh sombrns th jmʿ krns petth yylhi suh timn jmʿ krun yyczihh pvur qdrt vvl."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi chhu suh mntqm āsnh kh bavjvd ʿfv th drgzr krvun. Chnanchh yus mṣybtah tohyhi vatan chhu ae gnhgarv suh chhu ḥqyqtaan vatan tohyhi timav ychh ʿmlv sbbh yim tvhụ̄ pnnyv aathv chhiv kran. Tvthi chhu suh varyahn gnahn ʿfuvve kran."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi hykyvun nh tvhụ̄ zmyn kis kunhi ḥṣs mnz pnah ḥaṣl krith th rvuzith, Allah tʿālyā ʿạjz krith, nh chhu tth ḥals andr tihindh khạṭr kanhh mdd garah th yạry krvunah khdays vrạe."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi chhu tihindi qdrt kyv nshanv andrh navh th jhazh yim dryavn th smndrn mnz pkan chhi. Yim tuhndyn kohn smbhi chhi. Timn bddyn jhazn hund smndrs mnz pkun chhu tihindy qdrt sintụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Hrgah suh yyczhh vavas tthhravi, timh navh th jhazh yim vavh sintụ̄ pkan chhi, tim gczhn rvuzith aamhi chh thr petth yʿny smndr kis sṭḥs petth. Yhi chhe tihnz kạm kh vavas chhu pknavan. Tamhi sintụ̄ chhi jhaz thi pkan. Be shk aath mnz chhi varyah qdrtkụ̄ nshanh. Prth setthah ṣbr krvunhi sndi th shkr dpvunhi sndi khạṭr yʿny baaymann hndi khạṭr."
  },
  {
    "verse_id": 34,
    "translation": "Ya hrgah suh yyczhh skht tyz vav travi timn jhazn andr, sarine svarn galhi tihnzv ychh ʿmlv sbbh yʿny phattvykh dryavs andr. Varyahn lvukn kri drguzr yʿny timn phattvinh tmhi saʿth mgr ạkhrts andr yiyhi timn ʿdhab krnh."
  },
  {
    "verse_id": 35,
    "translation": "Aamhi tbahy hndi vqth tghi zanun timn lvukn yim kj bkhshy chhi kran sanyn āyatn andr kh tihindi khạṭr chhanh kanhh czln jayah sanhi ʿdhab nishhi bchnh khạṭr."
  },
  {
    "verse_id": 36,
    "translation": "Aamhi andr spud mʿlvm kh mṭlvb bnavns qabl chhunh dnya blkh chhu ạkhrt mṭlvb mqds bnavns qabl. Vonụ̄ yikynczhah dnyahkyv chyzv andrh tohyhi ʿṭa krnh āv thi chhu mḥẓ chnd rvzh dnya chh zndgy hund aakh tmtʿ tulnuk chyzah yus ʿmr khtm gczhns petth khtm gczihh. Byakh gvv yikynczhah Allah tʿālyā hs nishhi tihindi khạṭr chhu thi chhu rut th pvshvun. Lhādha gczihh dnya ṭlby trạvith ạkhrtuk ṭalb spdun. Mgr suh spdi ḥaṣl ayman vaʿmali ṣalḥv sintụ̄, byyhi shrk v kfr nishhi pth rvznh sintụ̄. Chnanchh thvab mdhkvr chhu tihindi khạṭr yimv ayman avn, byyhi kvrukh pnnis prvrdgars petth aʿtmad th bhrvsh."
  },
  {
    "verse_id": 37,
    "translation": "Byyhi yim lvukh bddyv gnahv nishhi bchith chhi rvzan, byyhi ychh kamyv nishhi, byyhi yim czkh khsith czkh khharvunyn mʿạfy chhi divan."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi yimv ḥkm mvn pnnis prvrdgar sund, byyhi thạvkh nemaz qạyim pabndy san, byyhi āshi tihnz prth kạmah yth mnz nh shrʿī ḥkmah byan āshi krnh āmut panh vạnụ̄ mshvrh krith pvur spdan. Byyhi āsn tim tamhi malh mnz yus aasy ʿṭa kvrukh khrch kran."
  },
  {
    "verse_id": 39,
    "translation": "Byyhi tim lvukh yimn petth yymhi saʿth kạnshi hndi ṭrfh ẓlm krnh āshi yivan, tim agr bdlh āsn hyvan, suh āsn brabr brabr hyvan, zyadty āsn nh kran. Bdlh hynuk ajazt chhu aasy timn duytmut kh."
  },
  {
    "verse_id": 40,
    "translation": "Bdy hund sza chhu bdy tth hish, tamhi pth yʿny antqamuk ajazt dinh pth yus akhah mʿāf kri ẓạlms, byyhi kri mʿāmls mnz aṣlaḥ yymhi sintụ̄ dshmny dvur spdi th dvsth pạd spdi, tmuyk thvab chhu ḥsbi vʿdh Allah tʿālyā hs matthi. Vaqʿī Allah tʿālyā chhunh psnd kran ẓạlmn."
  },
  {
    "verse_id": 41,
    "translation": "Vonụ̄ yim lvukh bdlh th antqam hyn ẓạlmn nishhi tihindi ẓlm krnh pth, ps chhunh timn lvukn petth kanhh alzamah th bazkhvastah."
  },
  {
    "verse_id": 42,
    "translation": "Blkh chhu bazkhvast th alzam timn lvukn petth yim naḥq lvukn ẓlm kran āsn, byyhi āsn srkshy th bghavt kran zmyns mnz naḥq, yithyn lvukn hndi khạṭr chhu mqrr ʿdhabah dag th dvd tulh vun."
  },
  {
    "verse_id": 43,
    "translation": "Be shk yus shkhṣ kạnshi hndis ẓlms petth ṣbr kri, antqams drpe rvzi nh, ʿfv th drgzr kri, be shk ṣbr th drgzr krun chhu bdd hmt chv kamyv andrh yʿny ʿfv th drgzr krun chhu setthah bhtr."
  },
  {
    "verse_id": 44,
    "translation": "Yhi avs avt tanụ̄ ḥal mhtdynn hund, vonụ̄ chhu aamhi pth ẓalynn hund ḥal byan krnh yivan, yas Allah tʿālyā vath ravravi tas chhunh dnyahs mnz ts pth kanhh charsazah th mddgarah yus ts vthi petth aanhi ha. Qyamts andr thi āshi ts setthah ychh ḥal. Vuchhtvkh tvhụ̄ tim ẓạlm th kafr yylhi tim ʿdhab vuchhn qyamtuk doh, dpnhi lgn nhayt ḥsrt san, kya sna dunya hs kun vaps gczhnch chhana kanhh ṣvrthah, tathi krhav asụ̄ tʿmyl aḥkam th nyk bnhav."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi vuchhvkh tvhụ̄ tim tmhi saʿth yylhi yim nari jhnms brvntth kun annh yin, klh bon kun trạvith āsn khjalt v rsvạyy hndi sbbh, vuchhan āsn nari jhnms kun achh bon kun trạvith tlụ̄ ttarih, tamhi saʿth dapn baayman pnnis bchns petth shkr dapnh khạṭr kh be shk tavan zd ge time yimn nafrmạnyv sintụ̄ tavn pyvv pnnyn pann, pnnyn shuryn bạczn aaz qyamtuk doh. Varh bvuziv, yad thạviv kh ẓạlm yʿny kafr th nafrman lvukh āsn dạymy ʿdhabs andr grftar."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi āshi nh timn tathi kanhh mddgarah yus timn mdd th yạry krith hykhi ha khdays vrạe, byyhi yas khda vath ravrih tas chhanh njatch kanhh vathah."
  },
  {
    "verse_id": 47,
    "translation": "Ae lvukv ḥkm mạniv pnnis prvrdgar sund, ayman aniv, frman brdary kriv suh doh yinh brvntth yth dohs pth nyrnch ṣvrthe chhanh khdae sndi ṭrfh, āshi nh tamhi doh kanhh chhapn jayah, nh āshi tmhi doh tuhndi khạṭr khdays kanhh baz khvast krvunah, nh āshi tohyhi yab th ankar krnch ṣvrt."
  },
  {
    "verse_id": 48,
    "translation": "Ae pyghmbri brḥq tvhụ̄ bvznạviyvukh tim, ps hrgah tim lvukh yhi bvuzith thi buthe phirn th ayman aann nh, aadh tvhụ̄ mah rvuziv ghms th fkri andr, aashi chhiv nh svuzimtụ̄ tvhụ̄ tihindụ̄ shkhdr th rạchh, ychh kamyv nishhi kya rttiyvukh tvhụ̄ zvrh pth. Tohyhi chhunh mtthi mgr svn ḥkm vatnavun yus tvhụ̄ baḥsn vjh anjam divan chhiv. Yihindi khdays nishhi aiʿraẓ krnuk vjh chhu kh yimn chhunh khdays sintụ̄ mkml tʿlq, thi chhu yithh pạtthụ̄ nnan kh asụ̄ yylhi yithyn ansan chhi pnnhi rḥmtuk mzh czhnavan tamhi saʿth chhu suh czyngan tamhi nʿmth sintụ̄, vyczan chhunh kunhi mgr munʿms petth nẓr krith chhunh ts shkrvthnaʿ dpan. Tvpth yylhi timn ansann kanhh skhtyah th tklyfah vatan chhu timav ychh kamyv sbbh yimh timav pnnyv aathv krimczh āsan chhe, tmhi saʿth chhi khdae snz shkayt th grav kran. Be shk ansan chhu setthah aḥsan framvsh th nashkr gzar."
  },
  {
    "verse_id": 49,
    "translation": "Khdae snze chhe padshaht āsmann th zmynn mnz, pạd chhu kran yhi yczhan chhu, divan chhu yimn yczhan chhu kvri, byyhi chhu divan yimn yczhan chhu gbr."
  },
  {
    "verse_id": 50,
    "translation": "Ya chhu timn ʿṭa kran nychivụ̄ thi kvri thi, byyhi chhu kran yimn yczhan chhu hantth yʿny be avlad, avladn nishhi mḥrvm. Be shk suh chhu svrue zanh vun, pvur qdrt vvl."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi chhunh kanhh ansan yhi jsmi ʿnṣry thạvith mvjvdh qvtn hndi aʿtbar yhi ṭaqt thavan kh dnyahs mnz kya kri ts brvntthh knhi Allah tʿālyā hs sintụ̄ klam. Mgr chhu yhi mmkn yimv tryyv ṣvrtv andrh kh ṣvrth ya blavasṭh bla ḥjab bṭryq alham kạnshi hndis dils mnz vatnavan kanhh rcz kthah bydạry mnz ya khvabs mnz, ya blavasṭh mgr prdh tlụ̄, ya chhu svzan kanhh pygham vatnavunis, sue chhu vatnavan khdae sndi ḥkmh timh kthh yimh suh yczhan chhu kạnshi bndh khaṣs nishhi. Be shk suh chhu setthah ʿạly shan th setthah thvd, setthah ḥkmt vvl."
  },
  {
    "verse_id": 52,
    "translation": "Yithe pạtthụ̄ svuz aashi tohyhi kun yarsvl Allah klamah yʿny qrān mjyd pnnhi ṭrfh, byyhi bnạviv aashi tvhụ̄ pyghmbr khaṣ lvukn blkh khaṣ alkhaṣ lvukn sintụ̄. Sanhi klam krnchh ṣvrcz chhe yime tre ṣvrcz. Yylhi tohyhi sintụ̄ bavjvd ṣlaḥyt yohe slslh jạry chhu, baqy ʿām lvukn sintụ̄ kithh pạtthụ̄ krv asụ̄ nanhi vanh bṭryq mshafʿhh v mʿāynh klam. Yithe pạtthụ̄ vḥy svznh sintụ̄ spdyyhi tohyhi be mthl ʿlm ḥaṣl varnh, lykn aashi kvr tohyhi nbvt v qrān. Yhi qrān mjyd kvr aashi avl tuhndi khạṭr dvm tohyhi vrạe byyn lvukn hndi khạṭr aakh nvurah yymhi sintụ̄ asụ̄ vath chhi havan timn yimn hund asụ̄ yczhan chhi pnnyv bndv andr ʿlvm v aʿmaln kun. Tohyhi thi chhuv be shk aamhi qrān mjyd sintụ̄ vath havan ʿām lvukn rahi rasts kun."
  },
  {
    "verse_id": 53,
    "translation": "Ts khdae snzi vathi kun yasund thi svrue chhu yhi āsmann th zmynn mnz chhu. Ae lvukv var bvuziv kh sarine kamyn hund anjam th mrjʿ chhu Allah tʿālyā suh diyhi sarine ʿmln, yath yhi shvubhi mvzvurụ̄."
  }
]