[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvf mqṭʿāt yimn hund mʿny zanhi panh Allah tʿālyā."
  },
  {
    "verse_id": 2,
    "translation": "Qsm chhum yymhi qrān mjyduk yymikụ̄ mʿny balkl vaẓḥ chhi."
  },
  {
    "verse_id": 3,
    "translation": "Aashi kr yhi ktab ʿrby pạtthụ̄ qrān yuth tohyhi ae ʿrbh kyv lvukv bāsạny fkri tryv. Tuhndi vasṭh hychhn sạry dnyahkụ̄ aqvam yhi mqds ktab."
  },
  {
    "verse_id": 4,
    "translation": "Be shk yhi qrān mjyd chhu lvḥ mḥfvẓs andr aashi nishhi vjvhi aʿjaz asrar ʿẓymn mshtml āsnh mokhh setthah thdis mrtbs andr tbdyl v tḥryf nishhi mḥfvẓ āsnh mokhh setthah mḥkm th mẓbvṭ. Aamikụ̄ aḥkam chhi sạry mbny brḥkmt. Aamikụ̄ mẓamyn chhi aṣlaḥ mʿāsh v mʿādh khạṭr aʿlyā tryn hdayatn petth mshtml. Lvḥ mḥfvẓs andrchhu yhi qrān mjyd sarine āsmạny ktabn petthh knhi lykhnh āmut. Yiczh jlyl alqdr ktab gczihh ẓrvr mannụ̄. Lykn agr tvhụ̄ mạniv nh, tvthi chhi asụ̄ yhi ktab tohyhi bvznavnh khạṭr ẓrvr nạzl kran, tvhụ̄ mạnụ̄ tv ya mth mạnụ̄ tv."
  },
  {
    "verse_id": 5,
    "translation": "Ae mnkrv kya tohyhi chha khyal kh asụ̄ rttvn yhi nṣyḥt namh qrān mjyd tohyhi nishhi pth yymhi kthhi mokhh kh tvhụ̄ kya chhiv ḥd rvstue nafrmạny krvunụ̄, aamhi khyalh nishhi niyriv."
  },
  {
    "verse_id": 6,
    "translation": "Aashi svuzụ̄ kạtyah pyghmbr brvuntthimyn lvukn mnz, tihindi ankar tkdhyb bavjvd yhi kvr nh aashi kh tihindi tkdhyb mokhh krhav asụ̄ pyghmbr svznuk slslh bnd. Yithh pạtthụ̄ aashi tkdhyb krnuk kanhh prvah kvrnh, yithe pạtthụ̄ mah kriv tvhụ̄ thi kanhh prvah th ghm kyazi yimn lvukn brvntth yim lvukh ạsụ̄ tihund ḥal thi avs yuthue."
  },
  {
    "verse_id": 7,
    "translation": "Timn lvukn nishhi avsnh vatan kanhh pyghmbrah yas nh tim tthtthh ạsụ̄ kran."
  },
  {
    "verse_id": 8,
    "translation": "Ps gạlụ̄ aashi tim lvukh yim azikyn kafrn hndi khoth zyadh ṭaqt vr ạsụ̄. Chnanchh timn brvutthimyn lvukn hndi tbah v brbad gczhnkụ̄ vaqʿāt āe byan krnh āyat krymn andr. Yhi tihund ḥal spud ty spdi azikyn mnkrn hund ḥal thi."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi hrgah tvhụ̄ yimn lvukn prczihv zi āsan th zmyn kmụ̄ kvr pạdh, ẓrvr vann tim kh pạdh kvr tmy khdayn yus setthah zbrdst svrue zanh vun chhu."
  },
  {
    "verse_id": 10,
    "translation": "Yymụ̄ khdayn tuhindi khạṭr zmyn kvr frshah yth petth tvhụ̄ āram chhiv kran, byyhi kran tuhndi avryvrphyrnh khạṭrmnzli mqṣvds tanụ̄ vatnh khạṭr tth mnz vath yuth tvhụ̄ timv vatv pkith mṭlbs th mqṣds vatan ạsiv."
  },
  {
    "verse_id": 11,
    "translation": "Byyhi yymụ̄ khdayn trvv āsman kh ṭrfh rvudah andazh krith ḥsbi mshyt v ḥkmt, ps kvr aashi tmy rvud sintụ̄ zndh mvmut zmyn, yithe pạtthụ̄ kya yiyiv qbrv andrh tvhụ̄ thi byyhi zndh krith nybr kddnh qyamtuk doh."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi yymụ̄ khdayn pạd krụ̄ mkhtlf qsmkụ̄ chyz, byyhi tuhndi khạṭr navh th jhaz, byyhi charpa padh yimn petth tvhụ̄ khsan th svar spdan chhiv."
  },
  {
    "verse_id": 13,
    "translation": "Yuth tvhụ̄ varh bihiv tihindyn pushtn petth, tvpth pạviv czyts pnnis prvrdgar snz yhi nʿmt yylhi tth svari petth varh rvzan ạsiv, tamhi vqth ạsiv pran yhi mẓmvn kh pak chhu suh prvrdgar yymụ̄ tạbʿ th ram kryhi svạrụ̄ sanhi khạṭr, vrnh fy alḥqyqt ạsụ̄ nh asụ̄ panh yhi qạblyt thavan kh asụ̄ kya labhav amis svari petth qabv, kyazi suh janvr chhu sanhi khoth zyadh ṭaqt vr āsan, yhi chhe mḥẓ mhrbạny Allah tʿālyā snz yithh pạtthụ̄ hykh hav nh asụ̄ ābs petth jhaz th navh pknạvith. Allah tʿālyā ne duyt aashi navh th jhaz bnavnuk tvfyq tvpth tim ābs petth pknavnuk tdbyr thi hychhnạvin. Chvnkh Allah tʿālyā hn kr khshky th dryạyy svaryn hnz dhkr yth āyh kryms mnz, aamhi andrh chhu spdan mʿlvm kh navi khsh vun thi gczihh prun."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi chhi asụ̄ pnnis prvrdgars kun vaps rjvʿ krvunụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Tvḥyds petth be shmar dlylh āsnh bavjvd chhi tthhravan lvukh khdays tihindive bndv andrh kvri th gabr yin juz bnavan chhi khdae sndy, ḥalankh ts ajzaʿ āsun chhu mḥal, tsndi khạṭr juz qrar duyn gvv nʿūdh bAllah tsund ḥadth manun yus bvdd kfr th nashkry chhe. Aakh khraby chhe aath mnz yhi, byakh khraby chhe aath mnz kh yim lvukh chhi kvryn naqṣ zanan tvpth chhi khdays sintụ̄ timn nsbt tthhravan."
  },
  {
    "verse_id": 16,
    "translation": "Kya tmụ̄ chha pnnyv mkhlvqv andrh pnnhi khạṭr kvre kvri rachhmczh th tvhụ̄ kriniv khaṣ nychvyv sintụ̄ ḥalankh tohyhi chhav kvri tiyczh napsnd zi"
  },
  {
    "verse_id": 17,
    "translation": "Chnanchh yylhi timv andrh kạnshi khbr chhe yivan dinh tamhi sinty yhi timv tthhrạv rḥmt vạlis khdays yʿny kvur, tmhi saʿth chhu spdan buth tihund syah, yhi chhu ghmh sintụ̄ brnh yivan."
  },
  {
    "verse_id": 18,
    "translation": "Kya khdayn krya aavlad bnavnh khạṭr kvre psnd yosh ẓʿīf chhe rayhi kinụ̄ thi, ʿqlhi kinụ̄ thi, ghrẓ ts chhi yim khdae qdvs sndụ̄ juz tthhravan yosh ghnh path se mnḥz chhe plan, ts chhu zynt v ārạyshhi kunue khyal āsan yus tihindi ẓʿfi rayhi hund ʿlamt chhu. Byyhi chhanh mqablh kh vqth so mṭlb pnun hykan ẓạhr krith yus ẓʿfi ʿqlhi hund ʿlamt chhu kyazi tim chhu qvt fkrs mnz ẓʿf th susty. Lhādha chhanh so bḥth kh vqth mkml byan th kth hykan krith. Ya chhe tmhi qsmh chh kthh kran yimn nh aṣl mṭlbs sintụ̄ kanhh tʿlq āsan chhu yymhi sintụ̄ mqṣd byan kns andr khll vaqʿ spdan chhu. Tryyum khrạby chhe aath andr kh."
  },
  {
    "verse_id": 19,
    "translation": "Tryyum khrạby chhe aath andr qṭʿii nẓr lzvm shrkh nishhi krith kh byyhi chhi lvukv mlạyk yim ḥẓrt rḥman sndy khaṣ bndh chhi, time chhikh zạnimtụ̄ bla dlyl znanh, kya sna tim ạsiya tihindi pạdh krnh vqth mvjvd tvpth ạsụ̄ tim vuchhan tihnz kyfyt v ḥqyqt mrd āshi kinh znanh āshi, tihnz yimh be bnyad kthh chhe yivan lykhith thavnh tihndyn namh aʿmaln andr, tvpth yiyakh yimn kthn hund prczhnh qyamtuk doh."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi chhi vnan yim kạfr kh hrgah ḥẓrt rḥman yyczihh ha, asụ̄ krhav nh timn mlạykn hnz prstsh, timn chhanh aamich khbre kynhh. Tim chhi blụ̄ tḥqyq vrạe kthh kran andazh lgavan."
  },
  {
    "verse_id": 21,
    "translation": "Kya aashi chha timn kanhh ktabah aamhi qrān mjyd brvntth ʿṭa krmcz, aath dʿūyā hs andr kya chhi tim tmhi sintụ̄ astdlal kran. Ḥqyqt chhe yhe kh nh chhe timn ʿqly dlylah aath petth nh nqly dlylah."
  },
  {
    "verse_id": 22,
    "translation": "Blkh chhi kran tim pạrvy brvuntthimyn hndyn rsmn hnz. Vnan chhi zi aashi vuchh mạlụ̄ buddi bb pnnụ̄ akhi ṭryqh pkan, asụ̄ thi chhi pkan tihindive nqshi qdmav mvjvb."
  },
  {
    "verse_id": 23,
    "translation": "Yithe pạtthụ̄ svuznh aashi tohyhi brvntth yarsvl Allah kunhi shhrs mnz kanhh pyghmbrah timn bym krnh khạṭr, mgr vnan ạsụ̄ timhi shhrkụ̄ maldar th āsvdh ḥal lvukh kh aashi vuchh pnnụ̄ mạlụ̄ buddi bb akhi vthi pkan, asụ̄ thi chhi tihindne nqshi qdmn petth pkith tihnz pạrvy kran."
  },
  {
    "verse_id": 24,
    "translation": "Tihindụ̄ tmụ̄ pyghmbrn frmvv timn kya hrgah bh tohyhi nishhi pysh kr so vath yosh zyadh mṭlbs vatnavan āshi tamhi vathi khoth yath petth tohyhi chhvukh pnnụ̄ mạlụ̄buddi bb, tvthi pkiv tvhụ̄ tmy vathi. Tim lgụ̄ dapnhi ʿnadkinụ̄, tvhụ̄ yus dynah hytth svznh āmtụ̄ chhiv, asụ̄ chhinh suh dyn manạny, blkh chhi asụ̄ tth ankar kran, yylhi tihund ʿnad aath drjs vvt."
  },
  {
    "verse_id": 25,
    "translation": "Ps hyvt aashi timn pvur antqam. Ps vuchhiv kya spud anjam timn nh manh vunyn hund. Hrgah timn ābav ajdadne hnz mtabʿt chhe krnụ̄ tylhi shvubhi mtabʿt krnụ̄ tas jadi aʿlyā snz yim muslm v mʿẓm chhi sarine ʿrbn nishhi. Tim vuchhiv kithụ̄ mẓbvṭ th mḥkm ạsụ̄ tvḥyds petth."
  },
  {
    "verse_id": 26,
    "translation": "Byyhi pạviyvukh czyts qṣh abrahym ʿlyh alslam yylhi frmvv timv pnnis mạlis th pnnis qvms be shk bh chhu sbyzar timn sarine hnz ʿbadt krnh nishhi yimn hnz prstsh tvhụ̄ kran chhiv."
  },
  {
    "verse_id": 27,
    "translation": "Mgr bh chhu sts dhati paks sintụ̄ tʿlq thavan yymụ̄ bh pạd kvrus be shk sue chhu myanhi dyny v dnyvy mṣlḥtn kpn me rhnmạyy kran th vath havan."
  },
  {
    "verse_id": 28,
    "translation": "Yhe qạym rvzvunụ̄ kth trạv timv baqy pnnyn avladn mnz yuth tim pzis kun rjvʿ krn yʿny timav krpnnyn avladn vṣyt shrk travns th tvḥyd palns mtʿlq mgr yim lvukh chhinh shrkh nishhi baz yivan."
  },
  {
    "verse_id": 29,
    "translation": "Blkh tulnạvụ̄ me yim lvukh byyhi yihindụ̄ mạlụ̄ buddi bb zychhhi ʿmri th mytthhi rzqh sintụ̄ tmtʿ. Yvt tanụ̄ vạcz timn nishhi pzktab byyhi svrue nniravvun th ṣaf byan krvun pyghmbr khdae sndi ṭrfh."
  },
  {
    "verse_id": 30,
    "translation": "Tvpth yylhi vvt timn yhi pvz qrān mjyd timn pzi ha shkrv thna dapun, tth bdl dvpukh yylhi yymikụ̄ mʿjzat vuchhikh kh yhi chhu siḥrth jvd, asụ̄ chhi aath anar kran, yhi vvnukh qrān mjyds nsbt."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi lgụ̄ dapnhi nby krym ṣly Allah ʿlyh vslmn mtʿlq kh yhi qrān mjyd kvnh āv nazl krnh yimv doyv shhrv mnz mkh v ṭayf kyv lvukv mnz kạnsh bddis shkhṣs petth."
  },
  {
    "verse_id": 32,
    "translation": "Kya tuhndis prvrdgar snz kaṣ rḥmt yʿny nbvt chha yim pane tqsym krnụ̄ th bạgrnụ̄ yczhan. Yhi chhe srasr tihnz nadạny, yimn kya chhu aath mnz dkhl dinuk kyazi asụ̄ chhi tqsym kran th bạgran timn mnz tihund rzq th rvuzy dnyachh zndgy andr. Tth tqsyms andr kvr aashi timv andrh aaddyn hund drjh thvd aaddyn petth, yuth tmhi sintụ̄yhi mṣlḥt ḥaṣl spdi kh timav andr addụ̄ hyn kạm aaddyn nishhi, tmhi sintụ̄ rvzi ʿālmuk nẓam qạyim. Tvpth chhe yhi kth ẓạhr th yqyny kh tuhndis prvrdgar snz rḥmt yʿny nbvt chhe bdrjha bhtr th afẓl tmhi mal dnya khoth yus yim sombravan chhi yʿny yylhi yhi dnyvy mʿshyt yus adnyā drjuk chyz chhu tmuyk tqsym krvnh aashi tihnzi rayhi mvjvb, kya nbvt yus aʿlyā drjuk chyz chhu tmuyk mṣalḥ thi chhi aʿlyā drjiky, tmuyk tqsym kithh pạtthụ̄ krv asụ̄ tihnzi rayhi mvjvb. Pth rvuz tmhi chh ṣlaḥytuk binaʿ, thi chhunh aamhi nishhi mal v ryast, dnyahuk mal v dvlt, jah v ḥshmt chhu aashi nishhi ḥqyr v dhlyl tmhi qsmh kh."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi hrgah yhi kth āsiha nh kh sạry lvukh kya vanhan kuny jmaʿt kafrn sintụ̄ mvafqt krith nth krhav asụ̄ ḥẓrt rḥman sndyn mnkrn, tihindyn grn hndụ̄ psh th talv roph sndụ̄, byyhi timh hyr yimv petthụ̄ hyvr khsan th bon vasan chhi, timh thi krhvkh roph snze."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi krhvkh tihndyn kutthyn hndụ̄ drvazh byyhi charpayhi yimn petth tim ddvkh dith bihan th āram kran chhi,"
  },
  {
    "verse_id": 35,
    "translation": "Roph sndụ̄ yime chyz krhav asụ̄ sonh sndụ̄, tyvut chhu aashi nishhi mali dnya be aʿtbar th be qdr. Yhi svrue kynhh chhunh mgr napaydar dnya chh zndgy hund akh samanh, paydar ạkhrt byyhi ạkhrtuk pvshhi vun sazv saman chhu tuhndis khdays nishhi timn lvukn hndi khạṭr yim ts khoczn, shrkh nishhi pth rvzn."
  },
  {
    "verse_id": 36,
    "translation": "Yus akhah ḥẓrt rḥman sndi nṣyḥt n, shhi yʿny qrān mjyd nishhi chhu zạnith krith avn bnan yithh pạtthụ̄ yim kạfr chhi shafy dlylh ạsith yimv sintụ̄ ʿlmi ẓrvry ḥaṣl spdan chhu tjahl th tghafl kran asụ̄ chhin ts petth mqrr kran aakh shyṭanah yus tas sintụ̄ sintụ̄ rvuzith kunhi chyzchh kamhi kun aath vath chhunh divan."
  },
  {
    "verse_id": 37,
    "translation": "Be shk tim shyṭan chhi timn lvukn syzih vathi nishhi pth rttan mgr timn chhu pnnhi jayhi gmanh kh tim chhi syzih vthi petth yimn hnz gmrạhy hnz yhi ṣvrt āshi tihindi vathi petth pknch kya amyd yiyhi krnh, tihund ghme kya chhu khyvn."
  },
  {
    "verse_id": 38,
    "translation": "Yvt tan qyamtuk doh yuth shkhṣ aashi nishhi vathi suh āsys sintụ̄, amis spdi pnnhi ghlṭy hund aḥsas, amis shyṭans kun lghi vannhi kash kh me mnz th the mnz āsiha dnyahs mnz tyvut dvuryr yvut mshrqs th mghrbs mnz chhu, kyazi thh chhukh setthah ychh rfyq, cze kvrths bh gmrah. Mgr amụ̄ sund yhi vanun yiyhi nh amis kunhi bkar, aamhi saʿth vannh yiyakh."
  },
  {
    "verse_id": 39,
    "translation": "yylhi tohyhi dnyahs andr kfr krnh sintụ̄ ẓlm kvruv, yithh pạtthụ̄ nh aaz tohyhi afsvs v ḥsrt krns kanhh fạydah chhu, yithh pạtthụ̄ chhanh yth kthhi thi tihindi ḥqh kanhh fạydah kh tohyhi kya chhuv ʿdhabs andr aakh akụ̄ sndy shryk yʿny yithh pạtthụ̄ dnyahs andr kunhi blayhi grftar gczhnh sintụ̄ aakh akis aakhi qsmch loczr mḥsvs ạs spdan, thi āshi nh tathi blkh āshi jhnm kh ʿdhabch shdt aamhi qsmch kh aamhi kthhi hund hvshy āshi nh kạnshi suh kya kri byyis kạnshi kun altfat th tvjh. Prth aakhah āshi pnnis ḥals andr mbtla."
  },
  {
    "verse_id": 40,
    "translation": "Ae pyghmbrtohyhi yylhi yihnz ḥalt mʿlvm spz, kya tvhụ̄ hykiyvukhh zrụ̄ bvznạvith ya hykivh aanyn vath hạvith. Byyhi hykyvunh suh shkhṣ yus nanhi gmrạhy mnz pyvmut āshi vathi petth anith. Yʿny tihund hdayt chhu tuhndi akhtyar nybr. Lhādha mah khyyiv tvhụ̄ tmuyk ghme, yimn hnz yhi srkshy th nafrmạny yiyhi nh nẓrandaz krnh blkh yiyhi timn nishhi aamuyk ẓrvr antqam hynh. Aadh suh tihinzi mvjvdgy andr ạsitn ya tihindi yymhi ʿālmh pth ạsụ̄ tn."
  },
  {
    "verse_id": 41,
    "translation": "ps hrgah asụ̄ tvhụ̄ yymhi ʿālmh nimv, tvthi chhi asụ̄ timn nishhi antqam ẓrvr hyvunụ̄."
  },
  {
    "verse_id": 42,
    "translation": "Nth havv tohyhi thi suh ʿdhab yymuyk aashi timn vʿdh kvrmut chhu, suh krv asụ̄ timn nạzl tihinzi mvjvdgy andre. Bhrḥal asụ̄ chhi timn petth prth ṭryqh pvur qdrt thavan."
  },
  {
    "verse_id": 43,
    "translation": "Ps rvuziv tvhụ̄ pvur aṭmnanh san aath qrān mjyds petth qạym yus tohyhi petth vḥy kh dhryʿh nạzl āv krnh. Tvhụ̄ chhiv be shk syzi vathi petth."
  },
  {
    "verse_id": 44,
    "translation": "yhi qrān mjyd chhu shrf th ʿzt tuhndi khạṭr byyhi tuhndi qvmh khạṭr. Tuhndi khạṭr chhu yymhi mokhh kh tohyhi kun chhu blavasṭh aath andr khṭab. Tuhndi qvmh khạṭr chhu aamhi mokhh kh tim chhi tuhndi vasṭh mkhạṭb. ʿām padshahn hndi ṭrfh khṭab spdun chhu baʿth kmal shrf v ʿzt, vonụ̄ chhanh kthe yylhi mlk almlvk sndi ṭrfh khṭab āshi. Suh kvtah baʿth kmal v shrf vʿzt chhu. Qvm andrh chhu murad qrysh ya sạry ʿrbkụ̄ lvukh ya sạry aumty. Tohyhi sarine yiyhi yhi prczhnh pnnhi pnnhi dhmh dạriyhi hndyn ḥqvqn yth mnz timv kvtạhy krmcz āshi."
  },
  {
    "verse_id": 45,
    "translation": "Yarsvl Allah hrgah tohyhi khosh kri, tvhụ̄ prczhụ̄tav th dryaft krụ̄ tav timn nishhi yim aashi brvntth pnnyv pyghmbrv andrh svuzụ̄ lvukn kun. Kya aashi chha ḥẓrt rḥmans vrạe byyhi mʿbvd krimtụ̄ yimn hnz prstsh krnh yiyhi ha yʿny tihnz vath thi chhe soe yosh byyan ḥẓrati anbyahn hnz ạs. Shrkch tʿlym chhanh kạnshi pyghmbrn diczmcz, nh chhe Allah tʿālyā hn kunhi dyns mnz yhi kth jạyzqrar diczmcz kh khdays vrạe kya yiyhi byyhi kạnshi hnz prstsh krnh. Khdae sund yhi arshad krun kh tvhụ̄ prczhụ̄ tav pyghmbrn, suh gvv yymhi vqth timn sintụ̄ mlaqat spdi mthlaan shbi mʿrajs nadr, ya vuchhitv tihnzn ktabn andr. Bhrḥal yus yus dhryʿh tohyhi mmkn spdi suh krụ̄ tav tvhụ̄ astʿmal. Tohyhi spdi ṣaf mʿlvm kh kunhi āsmạny dyns andr chhunhi kunhi vqth shrkuk ajazt dinh āmut."
  },
  {
    "verse_id": 46,
    "translation": "Pzipạtthụ̄ byyhi svuz aashi mvsyā klym Allah pnnụ̄ āyat hyth frʿūns th tihndyn ahl karn kyn, tvpth frmvv timn nishhi yith timav, ae frʿūn bh chhus pyghmbr rbu alʿālmyn sndi ṭrfh tohyhi lvukn hdayt krnh khạṭr, mgr frʿūnn th tmụ̄ sndyv lvukv mvn nh."
  },
  {
    "verse_id": 47,
    "translation": "Adh yylhi mvsyā ʿlyh alslam vvt timn nishhi sạnụ̄ āyat yʿny āyati tsʿiih nv āyat hyth. Ykbar lgụ̄ tim lvukh tim āyat vuchhith aasnhi th tthtthh krnhi."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi ạsụ̄ nh asụ̄ timn kanhh mʿjzh havan mgr suh avs byyhi mʿjzh khoth bvdd āsan. Aashi kre tim grftar mkhtlf ʿdhabv sintụ̄ dyv tim nafrmạnyv nishhi bazyith khdays kun rjvʿ krn."
  },
  {
    "verse_id": 49,
    "translation": "byyhi dvp timv mvsyā ʿlyh alslams ʿdhabv sintụ̄ tng yith, ae jadv gr, sanhi khạṭr mngth pnnis prvrdgars kyazi cze chhue tmụ̄ qbvlyti dʿāʿuuk vʿdh kvrmut. Be shk asụ̄ chhi vthi petth yivvunụ̄ hrgah asụ̄ yimv ʿdhabv nishhi njat lbav. Chnanchh mvsyā ʿlyh alslamv kvrtihindi khạṭr dʿā, ʿdhab spud timn nishhi dvur."
  },
  {
    "verse_id": 50,
    "translation": "Adh yylhi aashi timn nishhi ʿdhab tul th dvur kvr, ykbar hyvt timav byyhi suh vʿdh puhttravun, byyhi hyczkh nafrmạny krnụ̄."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi krfrʿūnn krykh th mnạdy pnnis qvms mnz ghalbaan yhi khyal krith kh khbr chha mvsyā ʿlyh alslam sndụ̄ varyah mʿjzh vuchhith maspdn ʿām lvukh mtạczr spdith mslman. Mnạdy andr vannvvukh ae myanhi qvm kyv lvukv qbṭyav me chhana yymhi miṣrch ḥkvmt th slṭnt, byyhi chhana myanyv mkanv th baghv mnzụ̄ yimh jvyhi th kolh pkan yimh dryae nylh nishhi krrnh āmcz chhe. Kyazi tvhụ̄ chhiv na vuchhan yim chyz. Mvsyā ʿlyh alslams nishhi chhunh kihinụ̄. Vonụ̄ vnụ̄ tv tvhụ̄ bh chhush bhtr th qạbli atbaʿ kinh mvsyā ʿlyh alslam chhu."
  },
  {
    "verse_id": 52,
    "translation": "Blkh chhus be bhtr amis shkhṣh sndi khoth yas nh khinụ̄ aʿtbar th ʿzt chhu, byyhi chhunh suh kth thi varh pạtthụ̄ krith hykan zyvi hndi phyphrh sbbh."
  },
  {
    "verse_id": 53,
    "translation": "Hrgah yhi shkhṣ khdae sund frstadh āsiha, adh kvnh āe travnh tmis petth khdae sndi ṭrfh sonh sndụ̄ krụ̄, yithh pạtthụ̄ padshahn hnz ṭryq chhe tim yylhi kạnshi shkhṣs petth mhrban āsan chhi tim chhi ts shkhṣs sonh sndụ̄ krụ̄ lagan, agr tmis shkhṣs th nbvt ʿṭa krnh āmcz āsiha tylhi āshn amis thi āmtụ̄ lagnh sonh sndụ̄ krụ̄, ya kvnh chhi tmis sintụ̄ sintụ̄ mlạyk pkan par pnnụ̄ aakh akis sintụ̄ milnạvith."
  },
  {
    "verse_id": 54,
    "translation": "Yime kthh vnith khyyan ʿql pnnhi qvmch, tim āe amụ̄ sndis dvkhs mnz, tmv kr amụ̄ snzn kthn petth ʿml. Be shk tim ạsụ̄ brvntthh petthe shrarth htụ̄, nafrmạny krvunụ̄."
  },
  {
    "verse_id": 55,
    "translation": "Adh yylhi timv lvukv kfrvʿnads petth aṣrar krith a. Shi czakh khạr aashi hyvt timn pvur antqam. Chnanchh phattvụ̄ aashi tim sạry dryae qulzms andr."
  },
  {
    "verse_id": 56,
    "translation": "Tmhi pth bnạvụ̄ aashi tim gạmcz guzrymcz jmaʿthah aakh byyhi mithalah pth yivunyn hndi ʿbrt rttnh khạṭr. Yylhi nby krym ṣly Allah ʿlyh vslmv yhi āyh krymh tlavt kvr )............... ( mshrkyn ʿrb lgụ̄ dpnhi kh nṣaryā chhi ʿīsyā ʿlyh alslam snz ʿbadt kran, lhādha chhi tim thi yymhi āyh krym kis ʿmvms andr dakhl spdan. Lhādha agr sạnụ̄ mʿbvdthi aath mnz dakhl spdn kyah hish kthah chhe. Bʿẓ rvaytn andr chhu kh nby krym ṣly Allah ʿlyh vslmv frmvv aakhi doh ).............. ( mshrk lgụ̄ dapnhi kyah msyḥ ʿlyh alslams mnz thi chhunh kanhh khyr, yhi kth chhe ẓạhr kh āyh krymuk th nby krym sndyn yimn alfẓn hund mṭlb chhu timn chyzn mtʿlq yimn chyzn hnz prstsh krnh yivan chhe. Tim chhinh timn prstsh krvunyn tmhi nishhi pth rttan th mmạnʿt kran. Mgr yimn aʿtraẓ krvunyn hund mṭlb chhu fqṭ jgr krun th qẓyh lagun, tmy mokhh chhinh tim mʿny pạdh kran yim mtklmh sndis mqṣds khlaf chhi āsan."
  },
  {
    "verse_id": 57,
    "translation": "Byyhi yylhi ʿīsyā abn mryms mtʿlq aakh ʿjyb mẓmvna āv byan krnh mʿtrẓh sndi ṭrfh, aty hyvt tihindụ̄ qvmn suh mẓmvn bvuzith krykh nad krun, shvrtuln th aẓhari khvshy krun."
  },
  {
    "verse_id": 58,
    "translation": "Dapnhi lgụ̄ sạnụ̄ mʿbvd chha bhtr kinh ʿīsyā ʿlyh alslam. Timv kr nh ʿīsyā ʿlyh alslam snz mthal pysh tohyhi brvntthh knhi mgr mḥẓ qẓyhi lagnh khạṭr tohyhi sintụ̄, blkh chhi tim pnnhi ʿādth mvjvb qẓyh lagvunụ̄ lvukh."
  },
  {
    "verse_id": 59,
    "translation": "ʿīsyā ʿlyh alslam chhu mḥẓ aakh bndah aakh yas petth aashi mqbvlyt v kmalati nbvt sintụ̄ pnun aḥsan th anʿām kvr, byyhi krụ̄ aashi tim bny asrayyln th byyan lvukn hndi khạṭr pnnh qdrtuk aakh nmvnh. Asụ̄ chhi aamhi khoth zyadh ʿjyb v ghryb amvr ẓạhr krns petth qadr chnanchh."
  },
  {
    "verse_id": 60,
    "translation": "Hrgah asụ̄ yyczhhav tohyhi nishhi thi krhvkh mlạyk pạdh yithh pạtthụ̄ tuhndụ̄ bchhi chhi tohyhi nishhi pạdh spdan, ya āsmanh petthh valvkh tohyhi bdl mlạyk, time bsavhvkh zmyns mnz aakh akis pth."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi chhu ʿīsyā ʿlyh alslam sund be pidr pạdh spdun aakh bvdd nishanah th yqynuk dhryʿāh qyamt kh ḥq āsnuk. Ps mah kriv tvhụ̄ lvukh qyamts mnz kunhi qsmh shk th trdud, byyhi kriv myạnụ̄ pạrvy th tạbʿdạry. Yhe chhe syz vath yosh bh tohyhi havan chhusav."
  },
  {
    "verse_id": 62,
    "translation": "Byyhi yuthnh shyṭan tohyhi aath syzi vathi petth pknh nishhi pth ratthi th ddalhi kyazi be shk suh chhuna tuhund nvn dshmn."
  },
  {
    "verse_id": 63,
    "translation": "Tvpth yylhi panh āv ʿīsyā ʿlyh alslam nnụ̄ mʿjzat th nanhi dlylh hyth. Lvukn dvpun bh ās tohyhi nishhi ʿqlhi hnz pkhth dlylh hyth. Byyhi ās bh tohyhi nishhi yuth bh ṣaf kr tim mslh th aḥkam yimn mnz tvhụ̄ akhtlaf th qẓyh kran chhiv. Ps khvcziv khdae sndis ʿdhabs, myạnụ̄ mkhalft mah kriv, myạnis nbvts mah kriv ankar, byyhi kriv myạnụ̄ frman brdạry."
  },
  {
    "verse_id": 64,
    "translation": "Be shk Allah tʿālyā he chhu myvn prvrdgar thi tuhund prvrdgar thi. Ps kriv tihnze yạcz ʿbadt th prstsh, yhe chhv tvḥyd, prhyzgạry, frmanbrdạry, syz vath mgr bavjvd vẓaḥt."
  },
  {
    "verse_id": 65,
    "translation": "Ps kvr timvmnz varyahav jmaʿczv akhtlaf ʿīsyā ʿlyh alslam sndis ḥqs mnz. Aaddyv dvp suh chhu khda, byyav dvp suh chhu khdae sund nychuv. Byyav dvp tryyav khdayav mnz chhu suh aakh khdah. Ps yimn ẓạlmn yʿny mushrkn ahli ktabn vghyrn hndi khạṭr chhe dvd tulh vunhi ʿdhabch skht khrạby spdvunụ̄."
  },
  {
    "verse_id": 66,
    "translation": "yim lvukh yim bavjvdi ḥq vaẓḥ th ṣaf āsnh kh baṭls petth aṣrar krith fqṭ qyamtuk antẓar chhi kran kh so gczihh timn petth hngh th mngh vạtith yin tithe kh timn rvzi nh khbre tmhi qyamtkụ̄ vaqʿāt chhi yymhi qsmkụ̄ kh."
  },
  {
    "verse_id": 67,
    "translation": "Tmhi doh āsn sạry dunyvy dvst addụ̄ aaddyn hndụ̄ dshmn, mgr nh khdays khoczvunụ̄ yʿny ahli ayman, yimn hnz dvsty mḥẓ khdae sndi rẓa khạṭrh āshi, tihnz dvsty rvzi qyamtuk doh thi baqy timn frmavi Allah tʿālyā."
  },
  {
    "verse_id": 68,
    "translation": "Ae myanyv bndv aaz chhanh tohyhi petth vaqʿ spdvunụ̄ nh kanhh khvfch kthh nh spdiv tvhụ̄ ghmgyn kunhi chyz sintụ̄."
  },
  {
    "verse_id": 69,
    "translation": "Myạnụ̄ bndh ge time yimv myanyn āyatn petth ayman avn, byyhi yim myanyn ḥkmn grdn daran ạsụ̄."
  },
  {
    "verse_id": 70,
    "translation": "Timn yiyhi vannh ae myanyv bndv, acziv jnts mnz tvhụ̄ byyhi tuhnz baayman znanh ʿzt v frḥt san."
  },
  {
    "verse_id": 71,
    "translation": "Jnts andr vạtith āsn timn brvntth kinụ̄ phirnavnh yivan th pysh yivan krnh sonh snz rikabhi khynh chyz hyth. Byyhi sonh sndụ̄ āb khvr chynh chyz hyth. Timne jntn mnz spdn ḥaṣl timn tim sạry chyz yimn kun myl gczhan āshi tihndyn diln byyhi yymhi kh vuchhnh sintụ̄ achhn āsykh ldht ḥaṣl spdan, vannh āshi timn yivan, ae baaymanv tohyhi chhu timn jntn andr rvzun hmyshh abdalābad byyhi yiyakh vannh."
  },
  {
    "verse_id": 72,
    "translation": "Yhi jnt yus tohyhi vratht pạtthụ̄ dinh āv, yymikụ̄ tvhụ̄ mạlk bnavnh ạv, yhi chhu tohyhi bdlh timn ʿmln hund yimh tvhụ̄ dnyahs mnz kran ạsiv."
  },
  {
    "verse_id": 73,
    "translation": "Tuhndi khạṭr chhi aath jnts andr varyah myvh timve mnz chhuv tvhụ̄ khyvan, yhi gvv baaymann hund ḥal, aamhi pth chhu kafrn hund ḥal byan yivan krnh."
  },
  {
    "verse_id": 74,
    "translation": "Be shk nafrman yʿny kafr rvzn jhnm kis ʿdhabs mnz hmyshhi."
  },
  {
    "verse_id": 75,
    "translation": "Svczravnh th km yiyhi nh krnh timn nishhi suh ʿdhab blkh tim rvzn tth ʿdhabs andr mayvs th naamyd."
  },
  {
    "verse_id": 76,
    "translation": "Aashi kvr nh timn petth kunhi qsmh ẓlm lykn tim ạsụ̄ pane ẓalm kfrv shrk krnh sbbh."
  },
  {
    "verse_id": 77,
    "translation": "Ālv din tim nafrman lvukh )jhnm kis darvghs( ae malk czh mngth pnnis prvrdgars suh kriha ḥkm sanhi mrnuk dyv tamhi sintụ̄ yymhi ʿdhab nishhi moklh hav. Suh dpykh jvab tvhụ̄ chhiv rvzvunụ̄ hmyshh aath ʿdhabs andr. Nh chhuv tohyhi mrun th nh chhuv aamhi mnz nyrun."
  },
  {
    "verse_id": 78,
    "translation": "Be shk aashi vatnvv tohyhi nishhi pyghmbrn hndi dhryʿh pvz dyn mgr tohyhi andrh varyahn lvukn avs pvz dyn khran."
  },
  {
    "verse_id": 79,
    "translation": "Pyghmbrs tklyf vatnavnh khạṭr kvr timav kanhh antẓam drst lhādha kvr aashi thi aakh antẓam drst. Yhi kth chhe ẓạhr kh khdạyy antẓams mqablh kya chlhi tihund antẓam. Chnanchh tim rvudụ̄ mḥfvẓ tuhndi shr nishhi. Tuhndụ̄ dshmn spdụ̄ nakam pnnyn tdbyrn andr."
  },
  {
    "verse_id": 80,
    "translation": "Kya timn chha gmanh kh asụ̄ kya chhinh bvzan tihnz pvushydh th lothi lothi kthh bụ̄fyhi tihinz phisrayhi th khfyh mshvrh. Be shk chhi asụ̄ bvzan tihund svrue, blkh chhi sạnụ̄ khfyh pvlys malk tihund svrue timn nkhh tl rvuzith lykhith thavan."
  },
  {
    "verse_id": 81,
    "translation": "Frmạviyvukh tvhụ̄ yarsvl Allah hrgah rḥmt vạlis khdays avlad āshn bh avsus goddnuyk prstsh krvun ts. Mgr Allah tʿālyā chhu tmhi nishhi mnzh th pak."
  },
  {
    "verse_id": 82,
    "translation": "Mnzh th pak chhu suh āsmann th zmynn hund mạlk yus ʿrshi mjyduk thi mạlk chhu, timav sarrive kthv nishhi yimh kthh kạfr ts kun lagan chhi."
  },
  {
    "verse_id": 83,
    "translation": "Ps trạviyvukh tim aath pnnis shghls andr yvt tanụ̄ tim smkhn tth dohs yymuyk timn vʿdh krnh yivan chhu yʿny qyamtuk doh, tmhi doh nanhi timn pane. Yʿny tihndi mkhalftuk mah kriv kanhh andyshh. Tihindi ayman nh annuk mah khyyiv kanhh ghm."
  },
  {
    "verse_id": 84,
    "translation": "Suh prvrdgar gvv sue yus āsmann andr thi mʿbvd chhu ahli smavatn hund, zmynn andr thi mʿbvd chhu zmyn kyn lvukn hund, byyhi chhu sue bvdd ḥkmt vvl setthah zann vvl."
  },
  {
    "verse_id": 85,
    "translation": "Byyhi chhu setthah ʿạly shan suh dhati pak yus āsmann th zmynn hund byyhi tamhi sarikue yhi timn mnzbag chhu ḥạkm th padshah chhu. Tmụ̄ snze slṭnt chhe prth jayhi, tihund ʿlm chhu tiythue kạml kh qyamtch khbr th ʿlm chhu khaṣ tsụ̄ yvt byyhi chhanh tmich khbr kạnshi akis, byyhi chhu sue jza v szahuk mạlk. Chnanchh tvhụ̄ sạry yiyiv mrnh pth byyhi zndh spdith ḥsab dinh khạṭr ts kun vatnavnh."
  },
  {
    "verse_id": 86,
    "translation": "Byyhi chhunh timn kanhh akhtyarah timn mʿbvdani baṭln yimn tim khdays vrạe mʿbvd zanan chhi sfạrsh krnuk th mgr krn shfaʿt time lvukh yimav gvahy diczmcz āshi pzich yʿny pzis khdays āsykh aqrar kvrmut. Drḥaltykh tim ạsụ̄ varh zanan yʿny diln andr thi ạskh pvur pczh. Time krn shfaʿt fqṭ baayman gnhgarn. Mshrkn th kafrn chhunh tvthi kanhh fạydh."
  },
  {
    "verse_id": 87,
    "translation": "Byyhi hrgah tvhụ̄ timn kafrn prczihv ya rsvl Allah tim kmụ̄ krụ̄ pạddh, ẓrvr dapnav jvab kh Allah tʿālyā hn krụ̄ asụ̄ pạdh. Yhi aakh mqdmh spud thạbt tihindi tslym krnh sintụ̄. Dvyum mqdmh chhu bdyhy. ʿbadts szavar chhunh mgr sue yus qadri āshi pạdh krns petth. Bdyhy thi chhu muslme hyvu. Ps chhi yim lvukh mqdmatn manan mgr mṭlvb mannh kh vqth khbr kvkun chhi gczhan."
  },
  {
    "verse_id": 88,
    "translation": "Me chhu qsm pyghmbr brḥq sndi yarb vannuk. Be shk yim lvukh chhi tithụ̄ sngdl kh yim hrgz ayman aann nh."
  },
  {
    "verse_id": 89,
    "translation": "Ps phiriv tvhụ̄ timn nishhi rve skhn yʿny trạviv timn tblygh krun. Timn dpiv myạnụ̄ chhav slam, me chhunh tohyhi sintụ̄ kanhh tʿlq. Brvntth phn zann tim pane timn kya bnhi aath rvgrdạny krns petth."
  }
]