[
  {
    "verse_id": 1,
    "translation": "Yim zh ḥrvfi muqṭʿātv andrh, yimn hund mʿny zanhi panh khda."
  },
  {
    "verse_id": 2,
    "translation": "Yymhi ktabhi hund nạzā spdun chhu Allah tʿālyā sndi ṭrfh yus sytthah ghalb chhu sytthah ḥkmt vvl chhu. Lhādha gczhn aamikụ̄ mẓmvn bvznụ̄ tvjh san."
  },
  {
    "verse_id": 3,
    "translation": "Be shk āsmann th zmynn mnz byyhi yhi timn mnz chhu tth mnz chhi varyah nshanh qdrtkụ̄ th tvḥydkụ̄ baaymann hndi aistdlal krnh khạṭr."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi chhe yithe pạtthụ̄ yihindis pạd krns mnz byyhi ḥyvann hndis pạd krns mnz, yim tmy zmyns mnz chhkrạvụ̄ timn sarne mnz chhi bddụ̄ bddụ̄ nshanh khdae sndi qdrtkụ̄ timn lvukn hndi khạṭr yim yqyn th pczh thavan chhi."
  },
  {
    "verse_id": 5,
    "translation": "Yithe pạtthụ̄ chhi rats kis th doh kis aakh akis pth yins th gczhns mnz, tth rzqh kis bars mnz yus āsamn kh ṭrfh Allah tʿālyā travan chhu yʿny rvud yymhi sintụ̄ mordh gmtis zmyns zndh kran chhu. Yithe pạtthụ̄ vavan hndis avr yvr phyrns mnz chhi bddụ̄ bddụ̄ nshanh timn lvukn hndi khạṭr yim gattlụ̄ chhi, yimn ʿqli slym chhu."
  },
  {
    "verse_id": 6,
    "translation": "Yim chhi khdae sndụ̄ ṣḥyḥ ṣḥyḥ āyat yim asụ̄ pran chhi tohyhi petth, yimav sintụ̄ nbvt thạbt spdan chhe, lykn hrgah tvhụ̄ tvthi mạniv nh, ps Allah tʿālyā byyhi tihndyv yithyv āyatvpth kth sna kthhi yosh aamhi khoth bdd āshi aann tim ayman."
  },
  {
    "verse_id": 7,
    "translation": "Bdd khrạby chhe prth tithis shkhṣh sndi khạṭr yus ʿqạydn andr aapziyvr āshi, ʿmln andr nafrman bdkar āshi."
  },
  {
    "verse_id": 8,
    "translation": "Yus bavjvd aynkh bvzan āshi khdae sndụ̄ āyat yim tsụ̄ brvntthh knhi prnh yivan chhi, tvpth thi chhu suh tkbr v ghrvr krith kfrs petth ddadd kran zn nh tmụ̄ tim āyat bvuzimty chhi. Ps vniv tithis shkhṣs kuddri ʿdhabch bshart."
  },
  {
    "verse_id": 9,
    "translation": "Yylhi suy sanyv āyatv andr kunhi āytch khbr chhu bvzan tth chhu tthtthh th mkhvlh kran. Yimne lvikn hndi khạṭr chhu ạkhrts andr dhltuk ʿdhab."
  },
  {
    "verse_id": 10,
    "translation": "Tim nchhu brvntth yivan jhnm tmhi saʿth din nh tim chyz timn kanhh nfʿ th fạydh yim chyz timv dnyahs mnz ḥạṣl krimtụ̄ āsn malh th ʿmlv andrh. Nh dinkh mʿbvdani bạṭl kanhh nfʿ th fạydh yimn mʿbvdi brḥqs vrạe tim pnnụ̄ mddgar th karsaz zanan ạsụ̄, tihindy khạṭr chhu bvdd ʿdhab, aamhi ʿdhabuk vjh chhu yy zi"
  },
  {
    "verse_id": 11,
    "translation": "Yhi qrān mjyd chhu srasr bvdd hdayt th vajb altslym, yim lvukh ankar chhi kran pnnis prvrdgar sndyn āyatn, tihindi khạṭr chhu ʿdhab dg th dvd tulvunhi ʿdhabh mnz."
  },
  {
    "verse_id": 12,
    "translation": "Mʿbvdi brḥq gvv sue yymụ̄ tuhndi nfʿ khạṭr mskhr qdrt kvr dryav yuth nav th jhaz pkn tth mnz tihindi ḥkmh sintụ̄, byyhi yuth timn jhazn mnz svar spdith czhạanddiv tvhụ̄ khdae sund fẓl th rzq, byyhi yuth tvhụ̄ suh rzq ḥaṣl krith shkr gzạry kriv tihnz."
  },
  {
    "verse_id": 13,
    "translation": "Yithe pạtthụ̄ yim chyz āsmann th zmynn andr chhi tim sạry chyz krin pnnhi ḥkmh sintụ̄ th pnnhi fẓlh sintụ̄ mskhr qdrt yuth tuhndi nfʿuuk th fạyduk sbb bnn. Pzipạtthụ̄ aath mnz chhi brrụ̄ brrụ̄ nshanh th āyat timn lvukn hndi khạṭr yim fkr krn th ghvr krn kh yim chyz yylhi sanhi khạṭr chhi kamhi lgụ̄ mtụ̄, aashi thi ma paziha pnnhi tth kamhi sintụ̄ yymhi khạṭr asụ̄ khdayn pạd krimtụ̄ ạsụ̄ lgith rvzun."
  },
  {
    "verse_id": 14,
    "translation": "Frmạviv tvhụ̄ yarsvl Allah baaymann kh drguzr th ʿfv krn timn lvukn yimn nh pczh th amyd chhe Allah tʿālyā sndyn aukhrvy mʿāmln hnz yʿny yim ạkhrtkụ̄ mnkr chhi. Yythi Allah tʿālyā nykv karn ricz mvzvurụ̄ ʿṭa kri th nafrmann ʿdhabs grftar kri, ytu Allah tʿālyā ak, s qvms yʿny baaymann timn rczn ʿmln hund rut thvab ʿṭa kri yimh tim kran ạsụ̄ kyazi tsụ̄ nishhi chhu qạʿdh kulyh kh"
  },
  {
    "verse_id": 15,
    "translation": "Yus aakhah rcz ʿml kri tmuyk nfʿ th thvab chhu ts pans, byyhi yus aakhah ychh ʿmlh kri tmuyk ẓryr chhu ts pans, tvpth yiyiv tvhụ̄ sạry vatnavnh pnnis prvrdgars nishhi, tathi yiyhi tohyhi rczn ʿmln th rtyn akhlaqn hund rut bdlh ʿṭa krnh. Tuhndyn mkhạlfn yiyhi kfr v shrkuk th mʿāṣyn hund ʿdhab krnh. Lhādha pazi nh tohyhi mʿāmlh pnnis aaths mnz nith timn y, tthhi kunhi qsmuk sza duyn, tohyhi pzi drguzr th ʿfvue krun. Albth agr aʿlae klmth Allah khaṭrh timn sintụ̄ baqaʿdh jhad pyyhi krun tth chhunh kanhh charh."
  },
  {
    "verse_id": 16,
    "translation": "Nbvt chhanh kanhh nvv chyzah yth ankar yiyhi krnh, chnanchh azikh brvntth kraashi ʿṭanby asrạyls aakh ktabi āsmạny, yhi ḥkmt yʿny ʿlm aḥkam byyhi nbvt yʿny timv andr kr aashi pyghmbr pạd. Byyhi khạvụ̄ aashi tim pak v pạkyzh nfys nfys ghdha, mydani thyas mnz kvr aashi timn petth mn v slvāy nạzl. Byyhi bnạvụ̄ aashi tim mulk shamkụ̄ mạlk yus brkati arẓyuk mnbʿ chhu. Byyhi duyt aashi timn fẓylt pnnhi vqth kyn sarine lvkn petth bʿẓ chyzv sintụ̄ mthlaan bḥri qulzms bah kvchh krnh sintụ̄. Byyhi avbr kh saybanh sintụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Byyhi dicz aashi timn dyn kis mʿāmls mnz nanhi dlylh yʿny timn hạvụ̄ nnụ̄ mʿjzat, ps paziha timn pvur aṭaʿt th frman brdạry krnụ̄, mgr timv kvr akhtlaf panh vạnụ̄ ʿlm ḥaṣl spdnh pth aakh akụ̄ sndi ẓd th ʿdavth mokhh, be shk tuhund prvrdgar kri faṣlh timn mnz qyamtuk doh timn sarine chyzn mnz yimn mnz tim akhtlaf kran ạsụ̄. Tvpth bny asrạyln andr dvri nbvt khtm gczhnh pth."
  },
  {
    "verse_id": 18,
    "translation": "Tvpth duyt aashi nbvt tohyhi. Ashi kriv tvhụ̄ yarsvl Allah dyn kis akis khaṣ ṭryqs petth, lhādha pkiv tvhụ̄ tth ṭryqs petth yʿny ʿmlhi kinụ̄ thi tblygh kinụ̄ thi, tvhụ̄ mh kriv pạrvy timn lvukn hnz yimn nh ḥqyqti ḥalch khnụ̄ khbr chhe, tihnzi khvạhshhi mvjvb mh pkiv tvhụ̄, tihnz khvạhsh chhe kh tvhụ̄ trạviv tblygh krun."
  },
  {
    "verse_id": 19,
    "translation": "Be shk tim hykn nh kanhh fạydh vatnavith tohyhi khdays nishhi, nh hykn tuhnz kanhh kạmah krith. Be shk ẓạlm yʿny mshrk chhi addụ̄ addyn hndụ̄ dvst aakh akụ̄ snz kth manan. Allah tʿālyā chhu dvst prhyzgarn th ahli tqvyā hn hund. Ahli tqvyā chhi khdae sundue ḥkm manan. Tvhụ̄ chhiv rysu almtqyn, tohyhi thi pazi Allah tʿālyā sund ḥkm manun."
  },
  {
    "verse_id": 20,
    "translation": "Yhi qrān mjyd yus tohyhi ʿṭa āv krnh, yhi chhu ʿām lvukn hndi khạṭr ʿql th dansh mndy hund sbb, byyhi hdaytuk bvdd dhryʿh yqyn valyn hndi khạṭr bdd rḥmt."
  },
  {
    "verse_id": 21,
    "translation": "Kya yim qyamts ankar krvunụ̄ lvukh yim ychh kamhi shrk v kfr th ẓlm v mʿṣyt chhi kran yimn chha khyal kh tim kya thavvkh asụ̄ brabr timn lvukn sintụ̄ yimv ayman avn byyhi krykh rcz ʿmlh, tihund mrun th ziyvn kya āshi brabre yʿny baaymann hund mrun th ziyvn kya chhu yymhi mʿny brabre kh yithh pạtthụ̄ tim dnyahs andr ʿqvbt th sza nishhi mḥfvẓ ạsụ̄, tithe pạtthụ̄ kya rvzn tim mrnh pth thi mḥfvẓe, thi hrgz banhi nh. Sytthah ychh chhu thi yymuyk tim ḥkm chhi kran. Kyazi ṣḥyḥ dlylv sintụ̄ chhu aamuyk bạṭl āsun thạbt spudmut. Ḥyat aukhrvy chhu aamy khạṭr kh yuth prth aakhah pnnyn nyk v bd ʿmln hund thmrh th ntyjh ḥaṣl kri, rczn ʿmln hnz rcz mvzvurụ̄, ychh ʿmln hnz ychh mvzvurụ̄."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi kvr Allah tʿālyā hn āsman th zmyn pạd bḥkmt, so ḥkmt chhe yhe kh byyhi yuth bdlh yiyhi dinh prth shkhṣs tmuyk yhi tmụ̄ kvrmut āshi, lvukn yiyhi nh ẓlm krnh kunhi qsmh."
  },
  {
    "verse_id": 23,
    "translation": "Vuchhan chhiv ts shkhṣh sndis ḥalts kun yymụ̄ mʿbvd bnvvmut chhu pnnhi nfsch khvạhsh, yhi dils mnz yivan chhus tth chhu pạrvy kran. Allah tʿālyā hn kvr suh gmrah ḥalankh suh avs zan pchhan thavan yʿny pvz avs suh bvzan th fkri avsus tran. Mgr nfsh chh khvạhshhi atbaʿ krnh sintụ̄ spud suh gmrah, tmụ̄ bvznn th fkri trnn diyuts nh kanhh fạydah blkh kr Allah tʿālyā hn tihndyn knn th tmụ̄ sndis dils petth mohr, tihnzn achhn petth trvvun prdh th tthvr. Aamy atbaʿii hvaʿ kh shamth, chnanchh ḥq qbvl krnuk yus m zyadh astʿdadah ts avs suh spud mẓmḥl th kmzvr. Ps kus akhah hykhi yithis shkhṣs vath hạvith khdae sndi gmrah krnh pth. Kya yim byanat bvuzith thi chhuvvna tohyhi fkri tran tithh pạtthụ̄ yithh pạtthụ̄ tohyhi nfʿ th fạydah vatnaviha."
  },
  {
    "verse_id": 24,
    "translation": "Byyhi chhi vnan qyamts ankar krvunụ̄ kh yymhi dnya chh zndgy vrạe chhanh byyhi kanhh aukhrvy zindgyah. Mvt th zndgy chhe yythụ̄ dnyạvy zndgy sintụ̄ vabsth, andgy thi chhe aake th mvt thi chhu aakue, byyhi chhunh aashi maran mgr ṣrf zmanuk grdsh. Ḥqyqts mnz chhanh timn aamich kanhh khbrah, yim chhanh yhi kth vnan mgr pnnhi ṭrfhi be dlyl aakh rayah qạym kran yʿny ạkhrt chh zndgy ankar krns petth chhinh timn nishhi kanhh dlylah, nh chhi hyka tim ahli ḥqn hnzi dlylhi hund kanhh jvabah pysh krith chnanchh"
  },
  {
    "verse_id": 25,
    "translation": "Yylhi prnhi yivan chhi timn petth aath mtʿlq sạnụ̄ rvshn th ṣaf āyat yimn mnz mrnh pth byyhi zndh spdnuk mẓmvn chhu āsan tihindi ṭrfh chhanh tth ankar krns petth kynhh thi dlyl āsan mgr yutue kh dpnhi lgan chhi krụ̄ tvkh zndh sạnụ̄ ābav ajdad, agr dvbarh zndh krns petth pvz vnan chhiv."
  },
  {
    "verse_id": 26,
    "translation": "Tvhụ̄ frmạviv yarsvl Allah yimn lvukn Allah tʿālyā chhu tohyhi )kunhi vqts tam yth ʿālms mnz( zndmh thavan, aamhi pth diyhi suh tohyhi mvt, aamhi pth kri suh tohyhi jmʿ qyamt kis dohs tam, aath mnz chhunh kunhi qsmuk kanhh shk v shubh yʿny qyamt kis yins th tihindis aamhi doh jmʿ āsns mnz mnz chhunh kanhh shk th shubh, mgr akthr lvukh chhnh yhi zanan th smjhan, akthr lvukn hndi anjan lagnh sintụ̄ ya nh smjhnh sintụ̄ ya nh zannh sintụ̄ pyyhi nh qyamt kis ḥq āsns petth kanhh athr, ya aath mnz gczihh nh kanhh shk v shubh pạdh."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi )chhe yithi ḥqyqt zi( āsmann th zmynch badshạhy chhe Allah tʿālyā hs. Sạry āsman th zmyn chhi tsụ̄ matḥt th yymhi doh so gr yʿny qyamt brpa spdi, tmhi doh gczihh gatte gatth aapzis pạrvy krn valyn yʿny yim ḥq trạvith kunhi mṣlḥt khạṭr chhi aapzis sath divan, aapzis chhi pạrvy kran timn pyyhi tathi tavan."
  },
  {
    "verse_id": 28,
    "translation": "Th czh vuchhhn prth kanhh āmut hạbth th khvf sintụ̄ kotthyn petth nmith, prth kanhh aumt yiyhi bulavnh pnnhi ktabhi yʿny aʿmal nams kun, prth aumts yiyhi havnh suh karnamh yus amụ̄ kvrmut āshi, aty yiyas vannh, aaz yiyhi tohyhi pvur jza dinh, tth sạrise kars, timn sarine kamyn yimh tvhụ̄ dnyahs mnz kran ạsiv."
  },
  {
    "verse_id": 29,
    "translation": "Yhi chhe sạnụ̄ ktab, sạnụ̄ rjsttr, yhi chhu tohyhi khlaf pvz pvz vnan, asụ̄ ạsụ̄ drj thavan krith aath rjsttry mnz pnnhi jayhi thi svrue yhi tvhụ̄ kran ạsiv yʿny tuhund svrue qvl v fʿl avs aashi nishhi drj spdan, lhādha yiyhi az tohyhi aath sạrise qvl v fʿls jza dinh."
  },
  {
    "verse_id": 30,
    "translation": "Vonụ̄ yimv ayman avn th aath mṭạbq krykh rcz ʿmlh th timn valhi Allah tʿālyā pnnhi rḥmt sintụ̄, yhe chhe nnụ̄ kamyạby."
  },
  {
    "verse_id": 31,
    "translation": "Vonụ̄ rvudụ̄ tim yimv kfr kvr, yimv ḥq th pvz manns ankar kvr, yimn yiyhi prczhnh kya tohyhi āe na myạnụ̄ pygham prith bvznavnh. Tohyhi āe myạnụ̄ pygham th aḥkam bvznavnh mgr tohyhi kvruv tkbr, tohyhi thvvuv nh zanhh kn, tvhụ̄ ạsiv aakh jrm krn vvl qvm, Allah tʿālyā sund pygham bvuzith ạsiv nh pczh kran blkh ạsiv kbr th nkhvt sintụ̄ ath ankar kran th bvznavn valyn tthtthh th mdhaq kran, rngh rngh aiydha th tklyf divan."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi yylhi vnnh avs yivan zi Allah tʿālyā sund vʿdh chhu pvz, aath hykhi nh khlaf spdith, th qyamt chhe pze th aath mnz chhunh kunhi qsmuk shk th shubh, yhi spdi ẓrvr brpa, tvhụ̄ ạsiv avr vnan, asụ̄ chhinh zanan zi yhi qyamt kya gyhi, asụ̄ chhinh zanan ṣrf aakh khyalah, th asụ̄ chhinh yqyn thavn vạlụ̄ yʿny aashi chhunh yqyn zi kynczhn lvukn hund yhi gman zi qyamt spdi brpa chhu pvz, aashi chhunh qyamts petth kanhh yqyn."
  },
  {
    "verse_id": 33,
    "translation": "Th yimn mjrmn nnn ttakarh pạtthụ̄ pnnụ̄ ychh kar, valhi timn nal, thi yth tim tthtthh ạsụ̄ kran yʿny yth ʿdhabs th yth szahs tim pczh nh āsnh kh sbbh tthtthh ạsụ̄ kran, sue ʿdhab th sza valhi yimn nal."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi yiyhi yimn mjrmn vannh, aaz chhi asụ̄ tvhụ̄ mshravan, yithh pạtthụ̄ tohyhi avsuv mshrvvmut tuhndi yymhi dohukh yun, yythi aashi brvnhh kun jza th sza bapt ḥạẓr spdun, vonụ̄ chhe tuhnz jae nar yʿny jhnm, byyhi chhunh tuhndi bapt kanhh mddgarv mnz, tohyhi avsuv mshrvvmut qyamtuk brpa spdun, aashi sintụ̄ mlaqat krun, ʿmln hund jza ya sza ḥaṣl krun. Yhi tʿlym yylhi tohyhi bavnh āyh, tohyhi kriv nh aath paczh, tvae kriv laprvạyy. Lhādha chhi asụ̄ thi aaz tohyhi sintụ̄ laprvạyy vrtavan. Tohyhi chhu pnnyn ychh karn hund anjam nar vuchhun th tohyhi hykhi nh kanhh thi aamhi nishhi bchns mnz mdd krith,"
  },
  {
    "verse_id": 35,
    "translation": "Tuhund yhi ychh anjam chuh ntyjh yymhi kthhi hund zi tvhụ̄ he ạsiv Allah tʿālyā sndyn pyghamn mdhaq zanan, byyhi duyt tohyhi dvkhh dnya chh zndgy yʿny dnyahs mnz yus ʿạsh th ʿshrt tohyhi ḥaṣl spud, aamhi sintụ̄ lvg tohyhi dvkhh, tohyhi gyhi rae zi yhi ʿạsh th ʿshrt mokly nh zanhh th tohyhi chhuv yyty rvzun, lhādha yin nh aaz nybr krrnh aamhi nar mnz yʿny aaz qyamt kh doh chhu yimn ẓrvr nars mnz aiydha tulun, thi nh yiyhi yimn kanhh ʿdhur qbvl krnh."
  },
  {
    "verse_id": 36,
    "translation": "Lhādha shvubn sạry ḥmd th thnaʿ Allah tʿālyā hs yus rb chhu āsmann hund byyhi yus rb chhu zmynuk, yus rb chhu sarine ʿālmn hund."
  },
  {
    "verse_id": 37,
    "translation": "Th tsụ̄ chhu bjr āsmann th zmyns mnz th sue chhu zbrdst ṭaqt vvl th ḥkmt vvl."
  }
]