[
  {
    "verse_id": 1,
    "translation": "Yim chhi ḥrvf mqṭʿāt, khdae se chhu mʿlvm yimn hund mʿny."
  },
  {
    "verse_id": 2,
    "translation": "Qrān mjyduk nạzl spdun chhu ts mʿbvdi brḥq sndi ṭrfh yus ghạlb th ḥkmt vvl chhu, lhādha gczihh amhi kyn mẓmvnn petth pvur ghvr krun."
  },
  {
    "verse_id": 3,
    "translation": "Aashi kvr nh pạd āsamn th zmyn byyhi yhi timn mnz chhu mgr bh ḥkmt, byyhi aakhi mqrr th mʿīn mudt khạṭr, suh mdt gvv vqti qyami qyamt. Mgr yim lvukh kafr chhi timn yimav chyzv sintụ̄ tvḥyd kis ankar krns petth byim chhu krnh yivan tim chhinh tth khnụ̄ tvjh th altfat kran, tvḥyd chhinh qbvl kran."
  },
  {
    "verse_id": 4,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, yimn tvhụ̄ khdae snz ʿbadt trạvith chhiv ʿbadt kran, timn hndis mstḥq ʿbadt āsns petth kya dlyl chhe tohyhi nishhi, agr ʿqly dlyl chhav me hạvitv zmynuk kus ḥṣh chhu timv pạd kvrmut, kinh āsman kis pạdh krns mnz chhe timn kanhh shraktah. Yhi kth chhe ẓạhr kh tvhụ̄ chhvukh nh tim khạlq manan blkh chhvukh tvhụ̄ thi tim mkhlvqe manan. Mkhlvq āsun chhu mʿbvd āsns balkl mnạfy dlyl ʿqly gyhi khtm, agr tohyhi nishhi dlyl nqly chhe, me nish anụ̄ tav tylhi kanhh ṣḥyḥ ktabah yth mnz shrkuk ḥkm āshi yosh ktab yymhi qrān mjyd brvntth nạzl krnh āmcz āshi, ya agr ktab āshi nh tvthi kritv pysh mʿtbr ʿlmy kanhh mẓmvnah, rivaytah yosh mnqvl āshi, chhive tvhụ̄ shrkuk dʿūyā krns andr pvzvanh vunụ̄. Yhi kth chhe ẓạhr kh yiczh dlyl hykhi nh kanhh thi pysh krith mgr tvhụ̄ chhiv nh aamhi pth thi baṭl kthhi nishhi baz yivan."
  },
  {
    "verse_id": 5,
    "translation": "Kus aakhah chhu ts shkhṣh sndi khoth zyadh gmrah yus dlyl pysh krnh nishhi chhu ʿạjz. Bavjvd ān chhu mʿbvd brḥq trạvith timn bạṭl mʿbvdn ālv divan yim nh qyamts tanụ̄ tihindis navs th ālvs jvabe hykn dith. Timn chhanh tihindi ālv dinch khbre kynhh, kyazi timn chhunh tmuyk shʿūre, timn chhanh khbre sjdh kmụ̄ duyt th lth kmụ̄ dicz. Tim chhi tihindi ālv danh nishhi balkl be khbr. Jmadat yʿny knhi th be jan chyzn hund chhu ẓạhre kh timn chhanh qvt samʿe kynhh, baqy dhvat arvaḥ, mlaykh, ḥẓrat anbyaʿ, byyhi avlya Allah tim chhi soe kth bvuzith hykan yosh Allah tʿālyā bvznavykh, soe kạm hykan krith yymuyk ajazt th qdrt timn Allah tʿālyā diyhi, pans timn bdhat khod kanhh akhtyar chhunh."
  },
  {
    "verse_id": 6,
    "translation": "Chnanchh yylhi lvukh mḥshrkis mạdans mnz jmʿ yin krnh ḥsab dinh khạṭr time mʿbvdani bạṭl āsn yimn tim nad th ālv divan ạsụ̄ tihindụ̄ dshmn. Byyhi āsn time tihindis ʿbadt th prstsh krns munkr. Dpnkh aashi chhanh khbre tvhụ̄ kya ạsiv ashi ʿbadt kran."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi yylhi prnh chhi yivan timn petth sạnụ̄ ṣaf ṣaf th vaẓḥ āyat, vnan chhi tim kạfr aath pzis qrān mjyds kh yhi chhu nʿūdh bAllah nvn siḥr th jvd."
  },
  {
    "verse_id": 8,
    "translation": "Kya yim lvukh chha vnan kh yhi qrān mjyd tthhrvv amụ̄ pyghmbrn pane, tvhụ̄ frmạviyvukh yarsvl Allah, ae lvukv hrgah me yhi qrān mjyd pane pnnhi ṭrfh bnvvmut ạsith khdays kun lvgmut āshi hatylhi kriha Allah tʿālyā pnnhi ʿādt mvjvb myạnis aapuz dʿūyā nbvt krns petth me hlak. Tvpth yylhi suh me )nʿūdh bAllah( hlak krun yyczihh, tvhụ̄ lvukh ya baqy lvukh hykiv nh me khdae sndi ʿdhab nishhi bchạvith, ts chhe pvur khbrtvhụ̄ kmh kmh kthh chhiv aath qrān mjyds mtʿlq kran. Bs chhu sue gvah me mnz th tohyhi mnz. Ts chhu aashi sarine hund ḥal pvur mʿlvm, kus chhu ṣadq th kus chhu kadhib. Sue chhu sytthah mghfrt krvun sytthah rḥm krvun, suh chhu kạfrn dnyahs andr ʿdhabs grftar kran mgr timn ʿdhabs grftar nh krun chhanh dlalt kran tihindis pzis petth āsns."
  },
  {
    "verse_id": 9,
    "translation": "tvhụ̄ frmạviyvukh ya rsvl Allah, ae lvukv, bh nvv pyghmbrah chhus nh, me brvntth thi chhi byyhi thi varyah khdae sndy aḥkam hytth āmtụ̄, byyhi chhanh me khbr me sintụ̄ kya mʿāml spdi āyndh. Pnnyn ḥalatn hnz yylhi nh me khbr chhe byyan mughybatn hund dʿūyā kithh pạtthụ̄ hykh bh krith. Yimn ḥalatn hund me bdhryʿh vḥy ʿlm spud timn hundchhu vaqʿī ʿlmi kạml, bh chhusnh ʿlm v ʿmlhi andr pạrvy kran mgr tth yhi me kun vḥy nạzl yivan chhu krnh. Panh pnnhi ṭrfh kanhh chyz tthhravnch chhanh ṣvrthe kanhh, byhi chhunh bh mgr nnụ̄ pạtthụ̄ byim krvun."
  },
  {
    "verse_id": 10,
    "translation": "Frmạviyvukh tvhụ̄ yarsvl Allah, ae lvukv me vnụ̄ tv hrgah yhi qrāni mjyd vaqʿī ṭvrkhdae sndi ṭrfh ạsith tvhụ̄ aath ankar kriv byyhi āshi bny asrạylv andr thi kanhh mʿtbr gvah gvạhy divan yiczihh ktabhi hndi nạzl spdnch, tth petth bina krith āshi suh tth ayman anan th pczh kran mgr tvhụ̄ rvuziv tkbr th ghrvr sbbh aamhi kis ankars petth, tth ṣvrts andr kus akhah chhu tuhndi khoth zyadh be anṣaf th ẓalm. Be shk Allah tʿālyā chhunh be anṣafn th ẓlmn v. Th havan blkh chhi tim hmyshh gmrạhy th ẓlalts andr rvzan. Gmrạhy hund anjam chhu nari jhnm."
  },
  {
    "verse_id": 11,
    "translation": "Byyhi chhi yim kạfrvnan baaymann hndis ayman anns nsbt kh hrgah yhi qrān mjyd yth yimv pczh kr mcz chhe rut āsiha tylhi gczhhn nh yim km drjikụ̄ lvukh aath dyns kun aashi brvntth. Yhi gvv tihund kmal drjuk astkbar th ghrvr. Yylhi nh aamhi ghrvr th astkbar sbbh timn aamhi qrān mjyd sintụ̄ dyni ḥqs kun vath āshi, lhādha chhu yimn vannue kh yhi chhe pranyv aapzyv kthv mnzh aakh aapz kthah."
  },
  {
    "verse_id": 12,
    "translation": "Ḥalankh yymhi qrān mjyd brvntth ạs ḥẓrt mvsyā snz ktab nạzl āmcz krnh yosh aumti mvsvy khạṭr balʿmvm vath havvunụ̄ ạs, ahli aymann hndi khạṭr balkhṣvṣ bdd rḥmt ạs, yhi qrān mjyd yymich pyshn gvyy tvrahs mnz thi chhe, thi chhe ktabah tmhi ktabhi hnz pyshn gvyy tṣdyq kran yosh ʿrby zyvih mnz chhe, yuth byim kri timn lvukn yimiv ẓlm kvr yʿny shrk th kfr krnh sintụ̄. Yhi chhe bdd bshart nykv karn hndi khạṭr."
  },
  {
    "verse_id": 13,
    "translation": "Be shk yimv lvukv bṣdqi dl aqrar kvr zi svn prvrdgar chhu Allah tʿālyā, tvpth rvudụ̄ aath aʿtqads pyth ạkhrs tanụ̄. Yhi aʿtqad trvvukh nh zanhh, ps chhunh timn ạkhrts andr kanhh khvfah vaqʿ spdvun, nh āsn tim tathi ghmgyn."
  },
  {
    "verse_id": 14,
    "translation": "Yim lvukh chhi jnty, yim hmyshh rvzn timn jntn andr. Yhi chhu timn rut jza timn rczn ʿmln hundyimh tim kran ạsụ̄ dnyahs andr yʿny ayman th astqamt bar ayman yithh pạtthụ̄ aashi pnnụ̄ ḥq bndn petth vạjb krụ̄ yymuyk dhkr krnh āv, yithe pạtthụ̄ kvr aashi ḥqvq alʿbad thi vạjb chnanchh timav andr gvv sytthah bvddn ḥq mạlis majhi hund."
  },
  {
    "verse_id": 15,
    "translation": "Tmy mokhh kvr ashi ansans tạkydy ḥkm pnnis mạlis majhi nsbt aḥsan krnuk, balkhṣvṣ majhi nsbt zyadh aḥsan krnuk ḥkm. Kyazi yhi mvj ạs nhayt shfqt san tulan amis ansans pnnhi ydd mnz tvpth trvvun yhi ydd mnz nhayt skhty san, amis ansanh sund majhi hnzi ydd mnz rvznuk mdt byyhi dod czttnuk mudt chhu akthr trhn rytn yʿny ddayn vriyan pvur spdan, tmhi pth chhu suh nshvnma lban. Taaynkh yylhi suh nshvnma lban chhu, pnnhi jvany hndis qvts vatan chhu, yʿny jvan chhu spdan, tvpth chhu vatan cztjhn hnzi ʿmri, yus sʿādt mnz chhu āsan suh chhu dpan, ae myanhi prvrdgar dih yth kthhi petth mdavmat krnuk tvfyq kh bh kya krh shkrgzạry tamhi nʿmtch yosh cze me ʿṭa krth byyhi myạnis mạlis majhi ʿṭa krth, byyhi di me tvfyq yymuyk zi bh kya kr rcz kamhi yimh cze psnd āsne, yimv sintụ̄ cz rạẓụ̄ gczhkh, byyhi kr ṣlaḥyt pạd myanhi nfʿ khạṭr myanyn avladn mnz. Nfʿ dnyvy gvv yohe kh bh kya āsh tim vuchhith pholan. Nfʿ dyny gvv yohe kh mythi āshi ajrvthvab ḥaṣl spdan, byyhi chhus tvbh kran timav kvtạhiyv nishhi yimh myanhi ṭrfh āyhi chanyn ḥqvqn ya chanyn bndn hndyn ḥqvqn andr. Byyhi chhus bh chạnis ḥkms grdn darvunyv andr."
  },
  {
    "verse_id": 16,
    "translation": "Yime lvukh ge tim yimn hnz rcz ʿmlh asụ̄ qbvl krv byyhi krv asụ̄ tihindụ̄ khṭa mʿāf yymhi ṭryqh kh tim āsn jntyv andr tamhi pazi vʿdh kh vjh yus timn sintụ̄ dnyahs andr krnh avs yivan."
  },
  {
    "verse_id": 17,
    "translation": "Byakh gvv suh shkhṣ yymụ̄ ḥqvq Allah th ḥqvq alʿbad ẓayʿ krụ̄ yithh pạtthụ̄ ts shkhṣh sndi ḥalh sintụ̄ mʿlvm chhu spdan yim mạlis majh, yuhpnd ḥq ḥqvq alʿbadv mnz nhayt mv kd avs, khṣvṣaan yylhi tim mslman āsn, khṣvṣaan yylhi tim amis thi aslamuk tblygh kran āsn, amis ạsụ̄ ḥqvq ada krnkụ̄ varyah dhrayʿ ḥaṣl byyhi yylhi tim ashi dyni ḥqs kun dʿūt divan ạsụ̄, amụ̄ dvpnkh auf, tohyhi avnvus bh ʿạjz ʿjyb kth vnụ̄ vnụ̄, kya tvhụ̄ chhiv me vnan qyamtuk doh spdkh cz byyhi zndh. Zndh spdith yikh cz qbrv andr krrnh ḥalankh me brvntth guzryyhi varyah aumth yimn prth vqth pnnụ̄ pyghmbr yith vʿdh divan ạsụ̄ mgr aztam spud nh kunhi vʿduk ẓhvur, aamhi andr chhu mʿlvm spdan zi yimh chhe kthe yaczh. Tim doshve yʿny mvl mvj amụ̄ sund, amụ̄ sndi ankar th kfriʿẓym sbbh skht vvulith lgụ̄ tim Allah tʿālyā hs fryad krnhi. Amis nychvis lgụ̄ vannhi drmdmndy san. Vạl bvyne cz aan jld ayman byyhi zan qyamt brḥq. Be shk khdae sund vʿdh chhu brḥq th pvz, mrnh pth chhu ẓrvr byyhi zndh gczuhn sarine. Suh chhu tvr timn vnan kh yimh kthh chhe balkl be sanad brvuntthimyn lvukn nishhi nql yivan krnh."
  },
  {
    "verse_id": 18,
    "translation": "Yime ge tim lvukh yihndi ḥqh ʿdhabuk ḥkm mqrr spudmut chhu timn aumtn sintụ̄ yimh timn brvntth āsh jinv th ainsanv andr. Be shk yim ạsụ̄ aazle tavan zd."
  },
  {
    "verse_id": 19,
    "translation": "Yimn doshvunụ̄ fryqn hndi khạṭr chhe tihnzv mkhtlf ʿmln hndi aʿtbar alg alg drjhi mqrr krnh āmtụ̄. Ak, s fryqs jnts mnz byyis fryqs jhnms mnz, timv kamyạbyv mvjvb yimh kamhi timv kri mcz āsn dnyahs andr, yuth Allah tʿālyā timn sari ne tihnzn ʿmln hund bdlh pvur ʿṭa kri, byyhi yiyhi nh kạnshi timv andr kunhi ṭryqh ẓlm krnh."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi yymhi doh kafr brvntth kun aannh yin nari jhnms vannh yiyakh, ae kafrv, vuchhuv pnnhi dnyachh zndgy mnz rtyn nʿmczn hund pnun ḥṣh ḥaṣl kvrmut byyhi chhuv timn hund pvur tmtʿ th faydh tohyhi tulmut, yythi spdinh tohyhi kanhh nʿmtah ḥaṣl. Vonụ̄ yiyhi tohyhi az yythi bdlh dinh khvạry hund ʿdhab kyaz, tvhụ̄ ạsiv na dnyahs mnz tkbr th ghrvr kran naḥq, byyhi yymhi mokhh kh tvhụ̄ kya ạsiv skht nfrmạny kran naḥq, ao vannh aamy mokhh kh mkhlvqs pazi nh tkbr krun. Ts chhunh kunhi vqth ḥq tkbr krnuk khṣvṣaan zmyns petth. Yhi chhu ansan sndi ḥqh zyade mdhmvm."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi kvruv tohyhi yin kafrn nishhi qvmi ʿādn hndis bradr hvd ʿlyh alslam snz dhkr yylhi timv vpnnis qvms yim ticzihh jayhi petth bsan ạsụ̄ yythi khmdar skh bnd tvdh ạsụ̄, tth jayhi chhi vnan aḥqaf. Yhi chhe aakh vadyah aakh ymns mnz ḥẓr mvts nzdyk. Sue pnun qvm khocznvvukh khdae sndis ʿdhabs. Frmavan ạsikh yuthnh tvhụ̄ ʿbadt kriv kạnshi hnz khdays vrạe varnh gczihv ʿdhabs grftar. Yhi chhe ticzh kth kh be shk hvd ʿlyh alslams brvntth thi, timn pth thi āe amy mẓmvnh khạṭr varyah khocznavn vạlụ̄ pyghmbr aztanụ̄. Hvd ʿlyh alslamn frmvv pnnis qvms kh ʿbadt mh kriv kạnshi hnz mʿbvd brḥqs vrạe. Bh chhus khoczan tuhndi ḥqh akhi bddi doh kis ʿdhabs yʿny qyamt kh doh kis ʿdhabs."
  },
  {
    "verse_id": 22,
    "translation": "Timav dvpus ae hvd cz chhukhh āmut aashi nishhi aamy khạṭr kh czh kya phirkh aashi pnnyv mʿbvdv nishhi, asụ̄ phyrn vạlụ̄ chhinh. Vonụ̄ hrgah cz pvz vanvunyv mnz chhukh tylhi vatnav suh ʿdhab yymuyk cz aashi byim kran chhukh."
  },
  {
    "verse_id": 23,
    "translation": "Hvd ʿlyh alslamn frmvvukh ʿdhab kh yinch khbr czhe khdae se yạcz, bh chhus tohyhi vatnavan suh pygham yus hyth bh svznh āmut chhus, mgr bh chhusv tvhụ̄ vuchhan aakh qvmah khalṣ jhalt chh kthh kran, yylhi nh timav kunhi ṭryqh ḥq tslym kvr, aty hytin ʿdhabkụ̄ āthar shrvʿ spdnụ̄. Goddny khvt avbrah aakh."
  },
  {
    "verse_id": 24,
    "translation": "Adh yylhi timv suh avbur vuchh yus pkan avs yihindise zmyns zraʿts kun, dpnhi lgụ̄ yhi avbur travi rvud aashi petth, dpnh ākh yhi rvud travvun avbur chhunh blkh chhu yhi sue ʿdhab yus tvhụ̄ vlụ̄ vlụ̄ czhanddan ạsiv, aath avbrs mnz chhu vavah yth sintụ̄ kuddur ʿdhab chhu."
  },
  {
    "verse_id": 25,
    "translation": "Yhi ʿdhab galhi prth chyzs pnnis khdae sndi ḥkmh sintụ̄. Chnanchh suh vav yylhi drav tmụ̄ thvvnh kanhh chyzah baqy galnh vrạe. Ps spdụ̄ khtm, kanhh chyzah avsnh dryntthụ̄ yivan tihnzv lryv jayav vrạe. Yithe pạtthụ̄ kya chhi asụ̄ nafrmann szadivan."
  },
  {
    "verse_id": 26,
    "translation": "Be shk aashi avs timn ṭaqt duytmut timn timn kamyn hund yimn hund ṭaqt tohyhi chhunh duytmut. Tmhi andr chhi mrad tim tṣrfat yim jsmạny qvts th mạly qvts petth mvqvf chhi. Byyhi ạsụ̄ ashi timn kn, achh th dl ditimtụ̄ yimv sintụ̄ tim bddyn bddyn mshklatn hund mqablh ạsụ̄ kran mgr yylhi timn svn ʿdhab vvt tth mqablh hyvkukh nh kynhh thi krith. Ps diyut nh timn kanhh fạydh nh knv nh achhv nh dilv kunhi chyzuk, kyazi tim ạsụ̄ ankar kran khdae sndyn āyatn. Tvpth āv valnh timn sue ʿdhab yth tim tthtthh th mkhvlh kran ạsụ̄."
  },
  {
    "verse_id": 27,
    "translation": "Ae mkh kyv lvukv btḥqyq gạlụ̄ aashi timn shhrn hndụ̄ lvukh yim tohyhi andụ̄ pkụ̄ chhi kfrvshrkh sbbh, qvmi thmvd th qvmi lvṭ, aashi vatnavyyhi timn nishhi pnnhi dlylh phiyrụ̄ phiyrụ̄ dyv tim kfr th shrkh nishhi pth rvzn mgt tim rvudụ̄ nh pth kynhh thi. Tmhi mokhh ge tim ʿdhabs grftar."
  },
  {
    "verse_id": 28,
    "translation": "Ps kvnh sna kvr timn mdd timv mʿbvdani bạṭlv yim mʿbvdi brḥq vrạe mʿbvd bnạvimtụ̄ ạsụ̄ khdae sund qrb ḥaṣl krnh khạṭr kh yim yin aashi mṣybt kh vqth bkar. Ps kvnh sna āe tim tmn bkar yyddmhi ʿdhab th hlak gczhnhi kh vqth. Mdd krnch kya chhe kthe blkh czlụ̄ tim yimn petth ʿdhab vsnh vqth. Yhi svrue tihund tim mʿbvd zanun ya shfyʿ zanun avs aapuz yus yimav pane dlh ttndda aakh tthhrvvmut avs. Brvuntthmyn āyati krymn mnz āv byan krnh kh kafrn yiyhi vannh ʿdhabs grftar spdnh kh vqth kh yhi dhltuk ʿdhab chhu tohyhi ).................... ( tvhụ̄ kya ạsiv dnyahs mnz naḥq tkbr kran byyhi kya ạsiv tvhụ̄ nafrmạny kran. Tkbr v nafrmạny hmnz mdhmt bvznavnh khạṭr āv kafrn vnnh kh vuchhiv jin yin tkbrs andr ansann hdi khoth zyadh chhi, timv trvv tkbr, th kfr nishhi dst brdar spdith kvr timv aslam qbvl. Mgr tvhụ̄ ansan ạsith chhiv nh tvhụ̄ tkbr th kfr nishhi baz yivan. Yimn jinn hindi mslman spdnch yath āyh kryms mnz dhkr chhe tihund qṣh chhu ḥdyth shryfs mnz yithh pạtthụ̄ āmut kh yylhi bʿtht nbvyh kh vqth jn āe āsmạny khbr bvznh nishhi starn hndi shʿlh sintụ̄ pth rttnh, tim spdụ̄ ḥạran kh yhi kya sna spud, aamuyk pazi aashi tḥqyqat krun, dryaft gczihh krun kh dnyahs andr ks sna vaqʿ spud nmvdar yymhi sbbh asụ̄ āe pth rttnh. Chnanchh jinn hnz mkhtlf jmaʿcz drayhi mkhtlf ṭrfn kun aamuyk tḥqyqat krnhi, tve andr aakh jmaʿthah vạcz mkh shryf. Tmhi dvh ạsụ̄ nby krym ṣly Allah ʿlyh v slm bʿẓ ṣḥab ṣạbn sintụ̄ akis jayhi yth bṭn nkhlh nav avs. Aathi petthh avsukh svq ʿkaẓs kun bghrẓ tblygh dyn v ashaʿti aslam tshryf ninuk aradh. Aath jayhi ạsụ̄ ṣbḥ nemaz pran, jinn hnz yhi jmaʿt thi vạcz aath jayhi, bvuzukh varh tihundd qrān mjyd parun. Dpnhi lgụ̄ so nv kth yymhi kh dryaft krnh khạṭr asụ̄ dramtụ̄ chhi, so chhe yhe yymhi sbbh nh āsmany khbr bvuzith hykan chhi. Brvayt ʿbdAllah abni ʿbas rẓụ̄ Allah ʿnh chhu kh tim jnat yylhi avtt vạtụ̄, aathi bvuzukh qrān mjyd. Dpnhi lgụ̄ czhoph lạgiv var bvuziv yhi qrān mjyd. Tmhi pth yylhi nby krym ṣly Allah ʿlyh vslm nemazi nishhi fargh spdụ̄, yim jin spdụ̄ mslman, tvpth ge pnnis qvms vaps, timn thi krkh aamich khbr byyhi lgikh dinhi trghyb ayman anns kun."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi kriv yimn lvkn nishhi dhkr tmhi vqtuk qṣh yylhi aashi tohyhi kun svuz aakh jmaʿthah jinv andrh. Yvtt vạtith lgụ̄ tim bvznhi qrāni mjyd, yymhi saʿth tvhụ̄ ṣbḥ nemazi mnz qrān mjyd pran ạsiv. Tim yylhi sạry jmʿ spdụ̄ tth jayhi yythi qrān mjyd avs prnh yivan, aakh akis lgụ̄ vannhi czhoph krith bvuziv yhi klam. Tmhi pth yylhi qrān prun khtm spud, tmhi pth ge tim vaps pnnis qvms kun yhi svrue vaqʿ byan krnh khạṭr."
  },
  {
    "verse_id": 30,
    "translation": "Chnanchh pnnis qvms lgụ̄ dpnhi, ae qvm asụ̄ āe bvuzith akhi ʿjyb ktabhi hund aakh mẓmvnah yvsh ktab nạzl chhe āmcz krnh mvsyā ʿlyh alslams pth, soe ktab chhe tṣdyq kran timn ktabn yimh tmhi brvntth nạzl krnh āmcz chhe. So ktab chhe vath havan dyni ḥqs kun byyhi chhe rhnmạyy kran syzi vathi kun."
  },
  {
    "verse_id": 31,
    "translation": "Ae myanyv bayv ajabt kriv th mạniv khdays kun nad divunis yʿny qrān mjyds ya nby kryms ṣly Allah ʿlyh v slm, tihindis vanns ajabt krnụ̄ gvv kh ayman anis th pczh kriv khdays, tmhi kh brkth kri suh tuhndyn gnahn mghfrt, byyhi rachhv suh tohyhi ạkhrt kh kuddri ʿdhab nishhi."
  },
  {
    "verse_id": 32,
    "translation": "Yus aakhah ajabt kri nh khdae sndis nad divunis aad suh hykhi nh zmyn kis kunhi ḥṣs mnz gczihth th czlith. Khdays rttnh nishhi ʿạjz krith pnun pan bchạvith. Nh chhu tuhndi khạṭr khdays vrạe kanhh ḥmayt krvunah th mddgarah, aamhi qsmkụ̄ lvukh yimn pnnhi jayhi khyal āshi kh aashi kya hykhi bchạvith th moklạvith kanhh, tim chhi nanhi gmrạhy andr."
  },
  {
    "verse_id": 33,
    "translation": "Kya yhi kth chhina zanan tim kh yymụ̄ prvrdgarn āsman th zmyn pạd krụ̄, tvpth thvk nh suh tim pạd krnh sintụ̄, ts prvrdgars chhe pvur qdrt qyamt kh doh mordh lvukh byyhi zndh krns petth. Gvczh na suh tth petth qdrt vvl āsun. Suh he prth chyzs petth qdrt vvl chhu."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi yymhi doh kafr yin nari jhnms brvntth kun aannh, dpnh yiyakh, kya yhi dvzkh chhuna pvz th aamri vaqʿī, aath ạsiv dnyahs andr nfy th ankar kran. Dpn khdae snz dre vaqʿī chhu pvz th brḥq, Allah tʿālyā frmavykh, vonụ̄ czihiv tvhụ̄ aamhi jhnm kh ʿdhabuk mzh, kyazi tvhụ̄ ạsiv na ath ankar kran."
  },
  {
    "verse_id": 35,
    "translation": "Yylhi mʿlvm spud timn yiyhi aamhi kfrv ankaruk antqam hynh, lhādha kriv tvhụ̄ ṣbr yarsvl Allah kafrn hndis tklyfs petth, yithh pạtthụ̄ ṣbr kvr hmt valyv pyghmbrv, tvhụ̄ mh czhạnddiv yihndi khạṭr jld antqam th tihund ʿdhabi alhāy ys grftar spdun, yymhi doh vuchhn tim tth ʿdhabs yymuyk timn vʿdh yivan chhu krnh, tamhi doh yiyhi bvznh timn zan tim dnyahs mnz rvudimtụ̄ ạsụ̄ akụ̄ se gri. Yhi ạs timn kthah vatnavunụ̄, so āykh vatnavnh, tbah th hlak chhinh yivan krnh mgr nafrman th kạfr."
  }
]