[
  {
    "verse_id": 1,
    "translation": "Yim lvukh pzis dyins ankar krnh sintụ̄ kạfr spdụ̄ byyhi rttikh lvukh thi pth khdae snzi vathi nishhi yithh pạtthụ̄ kạfrn hndụ̄ zitthụ̄ kran ạsụ̄, ẓayʿ kri Allah tʿālyā hn tihnz sare rcz ʿmlh ayman qbvl nh krnh mokhh."
  },
  {
    "verse_id": 2,
    "translation": "Timn bdl ge tim lvukh yimv ayman avn kunis khdays byyhi krykh rcz ʿmlh byyhi avnukh ayman tth sạrise yhi nạzl āv krnh ḥẓrt Muḥammad ṣly Allah ʿlyh vslms petth, thi zvnukh svrue pzipạtthụ̄ pnnis khdae sndi ṭrfh. Allah tʿālyā kri tihndyn gnahn mghfrt, byyhi snbhalhi th rut kri tihund ḥal dnya th ạkhrts andr. Dnyahs andr timn tvfyq ṭaʿāt dinh sintụ̄, ạkhrts andr njat v kamyạby ʿṭa krnh sintụ̄."
  },
  {
    "verse_id": 3,
    "translation": "yhi chhu aamy mokhh kh be shk yimv lvukv ankar kvr tim pkụ̄ ghlṭ vathi petth, byyhi yimv lvukv ayman avn th pczh krkh, tim pkụ̄ ṣḥyḥ vthi yosh tihindis prvrdgar sndi ṭrfh āmcz ạs. Ghlṭ vathi pkun bạʿth nakạmy āsun th ṣḥyḥ vthi pkun bạʿth kamyaby āsun chhu ẓạhr. Yithe pạtthụ̄ chhu Allah tʿālyā lvukn tihindụ̄ ḥalat byan kran yuth timn bvzun tghi rut kya chhu th ychh kya chhu. Yylhi kạfr mfsd chhi, asụ̄ chhi tohyhi fsad dfʿ krnh khạṭr ḥkm kran kh"
  },
  {
    "verse_id": 4,
    "translation": "Yylhi tvhụ̄ kafrn sintụ̄ mqablh kriv, yylhi tvhụ̄ timv mnz varyah mạriyvukh, tvpth yylhi timv mnz kynhh qạd kriyvukh, ps ạsiyvukh tim mẓbvṭ gndd phirith qạd kran, tvpth chhu tohyhi don kthn hund akhtyar, ya ạsiyvukh tim timn petth aḥsan thạvith yalh travan, ya ạsiyvukh mʿāvẓh th bdlh hyth ylh travan, yvt tany nh lrrạe krn vạlụ̄ dshmn āsn silaḥ v samanh th hthyar pthr travan, yʿny dshmn āsn ān manan yʿny aslam ya astslam doyv chyzv andr āsn aakh chyz manan, ps hrgah timv qtl v qạd krnh brvntthue ayman avn ya kvrukh dhmy āsun qbvl tylhi nh chhi tim qtl krnụ̄ jạyz th nh qạde krnụ̄. Yhi ḥkm jhaduk yus mdhkvr spud gczihh bja aanun. Ashi yosh ṣvrt byan kr kafrn antqam hynch, tth andr chhe ḥkmt varnh, hrgah Allah tʿālyā yyczihh ha yimn kafrn hyyhi ha panh antqam byyav ḥvadthv th blayav sintụ̄ ghrq sintụ̄, lykn tmụ̄ kvr tohyhi jhad krnuk ḥkm yuth tohyhi āzmạysh kri addyn addyn hndi sintụ̄. Mslmann chhu yithh pạtthụ̄ amtḥan kh kus kri khdae sndis ḥkms petth ʿml yʿny kus nyri jhads. Kafrn chhu amtḥan yithh pạtthụ̄ kh kus spdi aamhi ʿdhab sintụ̄ mtnbh th āgah tvpth kri qbvli dyn ḥq aath jhads andr yithh pạtthụ̄ qạtl spdun kamyaby chhe yithe pạtthụ̄ chhe mqtvl spdun thi kamyaby, byyhi yim lvukh khdae snzi vthi andr marnh āe, tihnz ʿmlh krinh Allah tʿālyā hrgz ẓayʿ."
  },
  {
    "verse_id": 5,
    "translation": "Allah tʿālyā havitimn vath mnzli mqṣvdch byyhi thavi tuhund ḥal varh prth qbri mnz th mydani mḥshrs mnz thi pul ṣraṭs petth thi, baqy mvaqʿn andr thi."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi vatnavi timn tth jnts mnz yymich zan timn pvur pvur kri takh brvntthim mghfrt th zan nh āsnh kh bavjvd vathi prth jntyah pnnhi jayhi pnnis pnnis mnzl v mqams tklyf ya czhanddnh th tlash krnh vrạe."
  },
  {
    "verse_id": 7,
    "translation": "Ae baaymanv, agr tvhụ̄ khdae sndis dyins, )tihindis pyghmbrs( mdd kriv, suthi kri tohyhi mdd, byyhi drravi tuhndụ̄ khor dshmnn sintụ̄ mqablh krnh kh vqth."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi yimv lvukv ankar kvr tihindi khạṭr chhe yylhi tim dnyahs andr baaymann sintụ̄ mqablh krn tbạhy th psạyy, byyhi kri tihnz ʿmlh Allah tʿālyā ākhrts andr ẓayʿ th brbad."
  },
  {
    "verse_id": 9,
    "translation": "Yhi khsrani daryn chhu timn aamy mokhh kh timv kvr napsnd suh dyn th tim aḥkam yim Allah tʿālyā hn nạzl krụ̄, tmy mokhh kri Allah tʿālyā hn tihnz ʿmlh ẓayʿ."
  },
  {
    "verse_id": 10,
    "translation": "Kya yim chhina phyirmtụ̄ avr yvr zmyns mnz taaynkh vuchhhn kya anjam chhu timn nafrman lvukn hund spudmut yim timn brvntth ạsụ̄. Allah tʿālyā hn gạlụ̄ tim mvulh monjhi, yimn kafrn hndi khạṭr thi chhu tmy qsmuk mʿāmlh."
  },
  {
    "verse_id": 11,
    "translation": "Yhi chhu aamhi mokhh zi Allah tʿālyā chhu mddgarah th karsazah baaymann, tmụ̄ chhu tihindi khạṭr dnyav ạkhrts andr kamyaby, kafrn chhunh yuth kanhh mdd garah th karsazah, tmh chhe hindi khạṭr dnya v ạkhrts andr nakamy."
  },
  {
    "verse_id": 12,
    "translation": "Be shk Allah tʿālyā vatnavi baaymann, nykv karn timn jntn mnz yimv mnzụ̄ jvyhi pkan āsn, byyhi yim lvukh kafr chhi tim chhi dnyahs andr ʿạsh kran khyvan, yithh pạtthụ̄ gupn chhi khyvan, nari jhnm chhu tihinid rvznch jae yth mnz vạtith svrue khyvmut chyvmut nyrykh. Yymhi tmtʿuuk th khordnvshy hund dhkr āv krnh tth tmtʿs petth mh gczihn tuhnd mkhalf mghrvr. Nh mh kriv tvhụ̄ tihinids ghafl rvzns petth kanhh afsvs v ghm kyazi."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi kạtihn shhrn hndụ̄ lvukh yim tuhndi shhr kyn lvukn hndi khoth zyadh ṭaqt vr ạsụ̄ mal v dvlts th jah v ḥshmts andr. Yymhi shhr kyv lvukv tvhụ̄ pnnhi shhr mnz kddith be gr krihav, time gạlụ̄ aashi pnnhi ʿdhab sintụ̄. Ps avsnh kanhh aakhah timn bchavvun th mddkrvun, yim lvukh kya chyze chhi."
  },
  {
    "verse_id": 14,
    "translation": "Kya sna yim lvukh pnnis prvrdgar snz vaẓḥ th ṣaf vathi petth pkan āsn tim chha brabr timn lvukn sintụ̄ yimn pnnyn ychh ʿmln zynt dinh āv tvpth kr timv pnnyn nfsh chn khvạhshn hnz pạrvy."
  },
  {
    "verse_id": 15,
    "translation": "Jntch mtqyn th prhyzgarn yymuyk vʿdh krnh āv tmich kyfyt chhe yhe kh yth mnz āsn varyah kolh th joyhi, tmhi āb chh yus āb nh mzh ddvlmut āshi yth nh aakh dhrh tghyr spudmut āshi, nh mzs mnz nh mshks mnz nh rngs mnz, byyhi āsn varyah kolh th joyhi tmhi dodchhi yymuyk mzh th dhayqh nh khrab gvmut āshi byyhi āsn varyah kolh th joyhi shrab chh yth mnz sytthah ldht āshi chynh valyn hndi khạṭr. Byyhi āsn varyah kolh ṣaf krnh āmthi machh chh, byyhi āsn tihindi khạṭr prth kunh qsmkụ̄ myvh, byyhi pnnis prvrdgar sndi ṭrfh bvdd mghfrt tth mnz aacznh brvntth, yim lvukh chha timn lvukn hivụ̄ yim hmyshh āsn nar jhnms andr, tvpth yin tim chavnh rsri vvnụ̄ yus andrmn doth doth krykh."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi chhi bʿẓ lvukh yʿny mnafq yim tihindi tblygh v vʿẓ kh vqth ẓạhr pạtthụ̄ kn dạrith tuhund klam bvzan chhi. Ae Muḥammad ṣly Allah ʿlyh v slm ta aynkh yylhi tim tuhnzi mjlshi nshhi vothan chhi th nyran chhi, prczhan chhi bʿẓe ʿlmh valyn ṣḥab ṣạbv andr, yhi kya sna frmvv nby krym ṣly Allah ʿlyh vslmn vunụ̄ yylhi asụ̄ yth mjlshi mnz bihith ạsụ̄, gvya chhi ẓạhrkran kh so kth ạs nh qabli tvjh. Aashi kvr tvkun tvjihe. Yim ge tim lvukh yimn mohr kr Allah tʿālyā hn tihindyn diln petth, tmy mokhh rvudụ̄ tim hdayt nishhi dvur, byyhi pkụ̄ tim pnnyn nfsh chn khvạhshn pth pth."
  },
  {
    "verse_id": 17,
    "translation": "Ymve mnz yim lvukh rahi rasts petth chhi timn chhu Allah tʿālyā zyadh hdayt kran byyhi chhukh prhyzgạry hund tvfyq ʿṭa kran yʿny tim chhi khdae sndyn aḥkamn petth pvur ʿml kran. Amhi pth chhu mnafqn hund ḥal byan yivan krnh kh tim chhinh qrān mjyd th aḥkam v dlạyl bvuzith thi nṣyḥt manan."
  },
  {
    "verse_id": 18,
    "translation": "Mʿlvm chhu spdan tim chhi ankar kran qyamts. So kya gczihh timn yinụ̄ hngh mngh aad rttn tim nṣyḥt, hrgah ty chhu tylhi he qyamt nzdyk chhe kyazi tmikụ̄ ddytth kinty ʿlamcz te ẓạhr spdymcz chhe. Chnanchh khod bʿthti nby krym ṣly Allah ʿlyh v slm chhu ʿlamti qyamt, shq alqmr chhu ʿlamti qyamt. Nbvtuk aapz dʿūyā krvunyn hund ẓạhrspdun chhu ʿlamti qyamt. Yymhi sathm so qyamt timn nishhi vathi tamhi saʿth kithh pạtthụ̄ hykn tim nṣyḥt rttith."
  },
  {
    "verse_id": 19,
    "translation": "Yylhi tohyhi frmanbrdarn th nafrmann hund ḥal bvuzuv, lhādha gczihh tuhund gzshth zmankụ̄ pạtthụ̄ āyndh zmans mnz thi yymhi kthhi hund pvur yqyn thavun kh kanhh mʿbvdah chhunh Allah tʿālyā hs vrạe. Ath petth rvuziv tvhụ̄ qạym byyhi rvuziv tvhụ̄ mghfrt mngan pnnyn sarne khṭahn khạṭr yʿny tihindi mʿṣvm āsnh kh vjh āshi nh suh fʿl fy alḥqyqt khṭa mgr yymhi vjh kh suh āshi spudmut mkhl tmhi khoth afẓl kamhi sintụ̄ mshghvl spdns. Lhādha āshi suh tuhndis shani arfʿs kun nẓr krith ẓạhry ṣvrts mnz khṭa lbnh yivan. Byyhi ạsiv mngan mghfrt baayman mrdn th baayman znann hndi khạṭr takh tdaruk rvzi spdan timn chyzn yim mkhlụ̄ chhi tuhndi shanh kis kmali dyn ya tuhndyn aumtyn hndis kmali dyns. Allah tʿālyā chhu tuhndi pknuk, yinuk th gczhnuk, tthhrnuk th rvznuk svrue ḥal zanan."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi chhi vnan tim lvukh yimv ayman avn yim prth vqth chhi āsan yymhi kthhi hndụ̄ mshtaq kh kunhi chhu kanhh nvv svrh shryfah nazl gczhan takh asụ̄ bvzhav klami khda ayman gczihh ha tazh, byyhi bvzhav tazh aḥkam timn hund thvab thi krhav ḥaṣl. Khṣvṣaan hrgah jhaduk ḥkm thi tthụ̄ mnz āsiha, asụ̄ krhav khdae snzi vthi andr jhad. Tvpth yylhi nạzl chhu yivan krnh kanhh mẓbvṭ naqabl nskh, ṣaf ṣaf mẓmvnuk kanhh svrh shryfah tth mnz chhu atfaqaan jhad krnuk ḥkm thi āsan, tmhi saʿth gczihh nẓr dinụ̄ timn lvukn kun yihindyn diln andr nfaqch bymạrụ̄ chhe. Timn chhe vah gczhan vsith,, tim chhi vuchhan tohyhi kun yarsvl Allah zn mvtan pan chhukh āsan hvvmut, tmhi sintụ̄ chhkh voh czatth āsan phyirmcz sạrise pans, timn āyhi shhmt, tim spdn ʿnqryb blayhi grftar, agr chh tim chhi frṣt kh vqth varyah kthh aṭaʿt chh th frmanbrdạry hnz kran lykn tihndi aṭaʿtch th kthn hnz ḥqyqt spz mʿlvm jhaduk ḥkm nạzl spdnh sintụ̄."
  },
  {
    "verse_id": 21,
    "translation": "Tihindi khạṭr avs bhtr tuhnz frmanbrdạry krnụ̄ byyhi tohyhi rut jvab pysh krun, samiʿna va aaṭʿna dapun, ps yylhi mkml spud jhadk ḥkm ṣḥab ṣạb spdn jhad krnh khạṭr tyar. Ps hrgah yim lvukh thi khdays nishhi pnnhi aymanuk th frmanbrdạry hund dʿūyā pvz thabt krn jhads shaml spdnh sintụ̄, thi chhu tihindi khạṭr bhtr."
  },
  {
    "verse_id": 22,
    "translation": "Ps kya tohyhi chha khyal kh hrgah tvhụ̄ sạry jhad nishhi pth rvuziv, tvhụ̄ kya hyyiv dnyahs ftnh fsad qạyim krun, byyhi ạshnạyy pnnhi czttnhi yʿny jạhlytuk dvr byyhi zndh krun, thi bnhi nh hrgz."
  },
  {
    "verse_id": 23,
    "translation": "Yim mnafq chhi time lvukh yim Allah tʿālyā hn pnnhi rḥmt nishhi dvur krimtụ̄ chhi. Tmy chhunkh knn zar pvvmut. Tamy chhinh tim khdae sund ḥkm bsmʿii qbvl bvzan. Byyhi chhunkh bạṭny achhn aanyvu trvvmut. Tamy chhanh timn rahi ḥq dryintthụ̄ yivan."
  },
  {
    "verse_id": 24,
    "translation": "Kya yim lvukh chhna qrān mjyd kyn mẓmvnn andr ghvr th fkr kran, kinh tihindyn diln chhi ghạby qfl lgụ̄ mtụ̄."
  },
  {
    "verse_id": 25,
    "translation": "Be shk yim lvukh pvt phyirụ̄ pazi nishhi hdayt var kar timn nishhi ẓạhr spdith yʿny aslam trạvith yimav byyhi kfr kvr. Shyṭann duyt timn kfrs zynt, byyhi trvvnkh diln andr zyvutth ārzv, yʿny mnafqv kvr aslams aqrar, tmhi pth tmich ḥqạnyt ẓạhr spdith kvrukh vqth vizi tth ankar, jhads shaml spdnh nishhi rvudụ̄ pth. Shyṭann trvukh vasvsh kh lrrayhi mh gczihv, tthi gczihv marh, hrgah yyty rvuziv, varyahs kals hykiv zndh rvuzith."
  },
  {
    "verse_id": 26,
    "translation": "Yhi yimn hnd murtd spdun nanyvv yymhi sintụ̄ kh yimv mnafqv dvp timn lvukn yimn napsnd chhu qrān mjyduk nby kryms petth nạzl spdun yʿny yhvudyn kh asụ̄ krv tihnz frmanbrdạry bʿẓ mʿāmln andr. Asụ̄ chhi bẓạhr pnun pan mslman nniravan mgr andrvny chhi asụ̄ tohy sintụ̄. Yimh kthh chhi yim mnafq czvur pạtthụ̄ kran mgr Allah tʿālyā chhu zanan tihnz sare knh phisrayhi pvur pạtthụ̄."
  },
  {
    "verse_id": 27,
    "translation": "Ps kya sna ḥal āshi tihund yymhi saʿth zuv kddn timn mlạyk, time āsn tihindyn buthyn thaprh layan byyhi tihnz bchhhi dgan."
  },
  {
    "verse_id": 28,
    "translation": "Yhi aamhi ṭryqh tihund mrun chhu amy mokhh kh yim pkụ̄ tmhi vathi yth be zar chhu Allah tʿālyā, byyhi kri yimv napsnd timh ʿmlh yimv sintụ̄ khdae snz rẓa mndy ḥaṣl spdihakh. Ps kri Allah tʿālyā hn tihnz sare ʿmlh ẓayʿ."
  },
  {
    "verse_id": 29,
    "translation": "Kya tim lvukh yihindyn diln andr nfaqch bymạrụ̄ chhe timn chha guman kh Allah tʿālyā kya kri nh tihindyn dily ʿdavtn th bughẓn ẓạhr."
  },
  {
    "verse_id": 30,
    "translation": "Hrgah asụ̄ yyczhv asụ̄ havav tohyhi tim lvukh, tohyhi chhvukh tim parzinạvimtụ̄ tihindyv ʿlamtv sintụ̄, byyhi prznạviyvukh tvhụ̄ tim kthn hndi ṭrz sintụ̄ kyazi tihnz kthh chhanh pzi dilh petthh vothan, byyhi chhu pziyk athr dils petth yivan. Allah tʿālyā hs chhe khbr tihnzn sarine kamyn hnz, suh diyhi mslmann pnnhi akhlaṣch mvzvurụ̄, mnafqn nfaqch th dvkhch mvzvurụ̄."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi krv ẓrvr asụ̄ tohyhi sarine āzmạysh mshkl th skht aḥkamv sintụ̄, yuth ẓạhr spdi tohyhi mnz km chhi jhad krvunụ̄ byyhi km chhi jhad kyn tklyfn petth ṣbr krvunụ̄ th thạbt qdm rvzvunụ̄, byyhi krv asụ̄ tḥqyqat tihndyn sarine ḥalatn hund."
  },
  {
    "verse_id": 32,
    "translation": "Be shk yimv lvukv kfr kvr byyhi rttikh pth lvukh khdae snzi vathi nishhi, lvukn duytukh nh dyni aslam qbvl krnh, byyhi krikh mkhalft pyghmbri khdae snz timn nishhi hdayt ṣaf ẓạhr spdnh pth, tim hykn nh kanhh nvv nqṣan vatnạvith khdays kunhi chyz sintụ̄, Allah tʿālyā kri tihnz sare kamhi ẓayʿ th brbad."
  },
  {
    "verse_id": 33,
    "translation": "Ae baaymanv, tvhụ̄ kriv frmanbrdạry khdae snz byyhi pyghmbri khdae snz, byyhi mh kriv pnnhi ʿmlh ẓayʿ."
  },
  {
    "verse_id": 34,
    "translation": "Be shk yimv lvukv kfr kvr byyhi krkh khdae snz vath bnd, lvukn duytukh nh tamhi vthi pknh, tmhi pth mvudụ̄ tim aath ḥals petth, adh Allah tʿālyā kri nh hrgz tihndyn gnahn mghfrt."
  },
  {
    "verse_id": 35,
    "translation": "Ps ae mslmanv, tvhụ̄ mh spdiv pst hmt th sust, tvhụ̄ mh diyiv kafrn dʿūt yvre ṣlḥs kun, tamhi sintụ̄ chhe dhlt th psty nanan, tvhụ̄ chhiv thdụ̄ th ghạlb byyhi chhu tohyhi panh khda yạry th mdd krnh khạṭr, suh kri nh hrgz tuhndyn ʿmln hndis thvabs andr kmy."
  },
  {
    "verse_id": 36,
    "translation": "Yhi dnyahch zndgy chhanh mgr gindun th tmashhi. Agr kanhh pnun jan v mal aamy dnya khạṭr bchavi thi yhi tmtʿ kinthi kalh khạṭr chhu th aamuyk ḥạṣl kya chhu, aath bdl hrgah tvhụ̄ ayman aniv th khdays khvcziv yʿny ayman v tqvyā kriv tth mnz jhad ba alnfs valmal shaml chhu, suh kri tohyhi pnnhi ṭrfh pvur mvzvurụ̄ ʿṭa, byyhi chhunh suh tohyhi nishhi kunhi nfʿuuk th fạyduk ṭlb gar. Tohyhi nishhi chhunh mngan mal tuhund yus tmy ʿṭa kvrmut chhuv."
  },
  {
    "verse_id": 37,
    "translation": "Hrgah Allah tʿālyā tohyhi nishhi suh mal mnghi thi zbrdsty san, tvhụ̄ kriv tth mnz bkhl, tohyhi spdi mal khrch krun nagvar, Allah tʿālyā krri thi ẓạhrkri tamhi sintụ̄ tuhndyn diln hndụ̄ khyalat yʿny mal khrch krnch nagvạry."
  },
  {
    "verse_id": 38,
    "translation": "Tvhụ̄ bvuziv var kh tvhụ̄ gv na time yimn nad chhu yivan dinh khdae snzi vathi mal khrch krns andr ḥalankh tmuyk avs tohyhi pans nfʿ, yus bkhl kran chhu khrch krns andr suh chhunh bkhl kran mgr pans yʿny pnun pan chhu nfʿ dạymy nishhi mḥrvm kran. Th Allah tʿālyā chhu be nyaz, suh chhunh mḥtaj kạnshi kun blkh chhiv tvhy ts kun mḥtaj, hrgah tvhụ̄ buth phiriv tihnzi frman brdạry nishhi, suh aanhi tohyhi bdl byyis akis qvms yim nh tamhi pth tohyhi hivụ̄ āsn blkh āsn nhayt frman brdar, yhi kạm yiyhi timne nishhi hynh."
  }
]