[
  {
    "verse_id": 1,
    "translation": "Be shk aashi kr tohyhi ʿṭa yarsvl Allah nnụ̄ ftḥ yʿny ṣlḥ ḥdybyh. Yus sbb spud sarineftḥn hund."
  },
  {
    "verse_id": 2,
    "translation": "Yuth Allah tʿālyā tohyhi mghfrt kri brvuntthimyn th ptimyn ṣvry khṭahn, byyhi yim pnnụ̄ aḥsanat tohyhi nsbt kran rvud, mthlaan nbvt, qrān mjyd, byyhi varyah ʿlvm, varyahn aʿmaln hund thvab timn aḥsanatn andr kri byyhi zyadty th tkmyl, byyhi kri tohyhi yhi nʿmt thi ʿṭa kh tuhndi vasṭh spdn varyah lvukh mslman tamhi sintụ̄ spdn tuhndy drjat thdụ̄, tohyhi spdyv ajrvthvab v qrb zyadh ʿṭa, byyhi yuth tohyhi pknavi Allah tʿālyā hmyshh rahi rasts petth kạnshi hndi mzaḥmt vrạe."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi yuth Allah tʿālyā tohyhi dshmnn petth yạry kri, soe yạry yth mnz ʿzt th ghlbh āshi."
  },
  {
    "verse_id": 4,
    "translation": "Suh mʿbvdi brḥq gvv sue yymụ̄ pạd kvr baaymann hndyn diln andr skvn qrar th tḥml yuth timn aymans petth ayman huri th zyadh spdi, prvrdgar snze chhe āsmann th zmynn hnz lshkr, mlạykh vghạrh mkhlvqat. Hrgah suh yyczihh ānaan banaan mnz hyyhi suh kạfrn zbrdst antqam mgr Allah tʿālyā chhu svrue zanh vun, pvur ḥkmt vvl, ts chhe khbr kmhi saʿth chhe lrrạe krnụ̄ mfyd th kmhi saʿth chhu ṣlḥ krun mfyd. Yymhi saʿth jng krns mnz mṣlḥt āshi tmhi saʿth chhu tmhi kue ḥkm frmavan. Tuhundd gczihh nh tth andr rnj v afsvs krun. Tuhnz gczihh prth ḥals mnz aṭaʿt krnụ̄."
  },
  {
    "verse_id": 5,
    "translation": "Yuth tmhi aṭaʿt v frman brdạry sintụ̄ vatnavi Allah tʿālyā baayman mrdn th baayman znann timn jntn mnz yimv mnzụ̄ kolh th jvyhi āsn pkan, timne jntn mnz rvzn tim hmyshh. Byyhi yuth Allah tʿālyā aamhi aṭaʿt sintụ̄ timn baaymann hndụ̄ gnah dvur kri.yhi byan krnh āv, yy chhe Allah tʿālyā hs nishhi bdd kamyạby."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi yuth Allah tʿālyā mnafq mrdn th mnafq znann bụ̄fyhi mshrk mrdn th mshrk znann yim gumani bd ạsụ̄ thavvunụ̄ khdays nshbt kh khda krinh mdd th yạry ḥẓrt Muḥammads th mslmann, yhi ychh mṣybt punhi timn pans, timn chhu ʿnqryb pvt khvryv yun. Chnanchh mshrk spdụ̄ tmhi pth kynczhn dohn tanụ̄ khtm, mnafqn gyhi ʿmr ddạkụ̄ afsvs v ḥsrts andr, aslam rvud rvbrvz trqy kran, mnafq rvudụ̄ rvzbrvz khvarv dhlyl gczhan, yhi gvkh dnyahs andr, byyhi chhu ạkhrts nadr tihindi khạṭr yy zi Allah tʿālyā āshi timn be zar th ghẓbnak byyhi kri suh timn pnnhi rḥmt nishhi dvur, byyhi thvvun tihindi khạṭr tyar nari jhnm yoshi setthah ychh jae chhe tihindi vatnh khạṭr."
  },
  {
    "verse_id": 7,
    "translation": "Prvrdgarsnze chhe āsmann th zmynn hnz lshkr. Suh chhu sytthah ḥkmt vvl thi, lhādha chhu suh tuhndis ʿqvbts andr tvqf kran."
  },
  {
    "verse_id": 8,
    "translation": "Be shk ashi svuziv tvhụ̄ yarsvl Allah aumt chn ʿmln hndụ̄ gvah qyamtuk doh bshart frmavovunụ̄ baaymann th bym krvunụ̄ kafrn. Ae mslmanv aashi svuzụ̄ tim pyghmbr."
  },
  {
    "verse_id": 9,
    "translation": "Yuth tvhụ̄ ayman aniv khdays, byyhi tihindis phghmbrs, byyhi yuth tvhụ̄ tihinds dyns mdd kriv, byyhi yuth tvhụ̄ tihund sytthah tʿẓym kriv. Aʿtqad thạviv kh suh chhu mvṣvf bh ṣfat kmal. Munzh th pak nqạyṣv nishhi, byyhi kri v tihnz aṭaʿt. Byyhi yuth tvhụ̄ bpạky tuhnd yad kran ạsiv ṣbḥs th shams."
  },
  {
    "verse_id": 10,
    "translation": "Pzipạtthụ̄ yim lvukh tohyhi sintụ̄ yarsvl Allah ḥdybyh kh doh jhad khạṭr byʿt ṭsụ̄ kran, tim ạsụ̄ fy alḥqyqt byʿt kran khdays sintụ̄. Gvya khdae sund aathh chhu tihndyn athn petth, ps yus aakhah yhi mʿāhdh puhttravi yʿny bjae aṭaʿt kri mkhalft, tmhi ʿhd phuttravnuk vbal th gnah chhu ts pans, byyhi yus aakhah pvur kri tth ʿhds yus tmụ̄ khdays sintụ̄ kvr ts diyhi suh ʿnqryb brr mvzvurụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Vonụ̄ yylhi tvhụ̄ mdynh shryf vạtiv, tohyhi nishhi ḥaẓr spdith vann tohyhi tim lvukh yim tohyhi sintụ̄ sfr ḥdybyh hs shaml spdụ̄ nh gamh kyv lvukv andr nfaq sbbh aapuz ʿdhr kh asụ̄ ḥẓ krụ̄ āvrụ̄ maln th ʿīaln. Tihindi rạchh khạṭr avsnh aashi grn andr kanhh thi. Vonụ̄ mngiv khdays sanhi aamhi kvtạhy khạṭr mghfrt th bkhshạyish. Tim lvukh vann zyvi sintụ̄ time kthh yimh nh tihndyn diln mnz āsn. Tvhụ̄ frmạviyvkh ya rsvl Allah, ps kus shkhṣ chhu suh yus khdays brvntthh knhi tihindi khạṭr kunhi chyzs petth akhtyar chhu thavan. Hrgah Allah tʿālyā tihndi khạṭr yyczihh kanhh nqṣanah ya kanhh fạydah, blkh chhu Allah tʿālyā tihnzn sarine kamyn petth mṭlʿ tmy kr me khbr bdhryʿh vḥy kh tuhndi pth rvznuk vjh avs nh thi yhi tvhụ̄ byan kvruv,"
  },
  {
    "verse_id": 12,
    "translation": "Blkh avs tuhndi pth rvznuk aṣly vjh kh tohyhi avs gman kh ḥẓrt pyghmbr khda byyhi baayman yin nh pnnis ʿīals kun hrgz vaps blkh mshrk krn timn sarine khtm yhi kth ạs tihindyn diln mnz rcz th jan bvznh yivan. Nby krym ṣly Allah ʿlyh vslm byyhi baaymann hndi ʿdavth mokhh avs tohyhi aamuyk tmnahe. Byyhi ạsiv tvhụ̄ varyah gumani bd kran, tvhụ̄ spdiyv yime ychh gumann hndi sbbh hlak th brbad spdvunụ̄ lvukh. Hrgah vonụ̄ tvhụ̄ ʿdhabuk vʿdh bvuzith ayman aniv thi gvv jan varnh."
  },
  {
    "verse_id": 13,
    "translation": "Yim nh vʿīd bvuzith th pczh krn khdays th tihindis rsvls, aad math kritn. Aashi chhu timn pczh nh krvunyn th mnkrn khạṭr dzvun nar thvvmut. Baaymann th kafrn hndi khạṭr alg alg qanvn mqrr krns petth gczihh nh tʿjb krun."
  },
  {
    "verse_id": 14,
    "translation": "Allah tʿālyā se chhe ḥkvmt th slṭnt āsamnn th zmynn hnz. Suh chhu akhtyar vvl yas khosh krys th kri mghfrt, ys khosh krys ts kri ʿdhabs grftar. Baaymann hndi khạṭr chhu tmụ̄ yvczhmut mghfrt krnụ̄, kafrn hndi khạṭr ʿdhabs grftar krun. Suh chhu sytthah mghfrt krvun, sytthah rḥm krvun. Hrgah kafr thi tvbh krn th ayman aann timn thi kri mghfrt."
  },
  {
    "verse_id": 15,
    "translation": "Vonụ̄ vann tohyhi ae mslmanv, tim yim sfri ḥdybyh hs nishhi pth rvzvunụ̄ lvukh āsn tmhi saʿth tvhụ̄ hyyiv pakun jngi khybrs kun tatiyuk mali ghnymt ḥaṣl krnh khạṭr kh aashi thi diyiv nybr nyrnh. Asụ̄ pkv tohy sintụ̄ khybrs kun. Yim chhi yczhan aamhi sintụ̄ khdae sndi sklams bdl krun. Khdae sund ḥkm avs kh yim lvukh sfr ḥdybyh hs shaml ạsụ̄ timn vrạe gczihh nh jngi khybrs kanhh thi nyrun. Tvhụ̄ frmạviyvukh ae lvukv, tvhụ̄ hykiv nh hrgz aashi sintụ̄ shaml spdith, tithe pạtthụ̄ chhu Allah tʿālyā hn brvntthue frmvvmut, tim dapnv tvrh, tohyhi chhuv sanhi fạyduk aazr vvn yivan, aashi sintụ̄ chhiv ḥsd kran, aazrvvn th ḥsd chhunh blkh chhunh timn aṣl mṭlb fkry tran, yhi chhinh tim zanan kh ma chhu timn sfr ḥdybyh nishhi be vjh pth rvznuk sza. Tmhi ʿlavh chhunh timn flkri tran kh yhi ḥkm spud nạzl vḥy kh dhryʿh, aath mnz chhunh ḥsd āsns tʿluqe."
  },
  {
    "verse_id": 16,
    "translation": "Tvhụ̄ frmạviv yarsvl Allah yimn yim ḥdybyh nishhi pth rvzvunyn bdviyan, ae lvukv hrgah tvhụ̄ jng khybrs mnz shaml spdiv nh, th kya kth chhe. Hrgah tohyhi vaqʿī pzipạtthụ̄ shvq chhu jhad krnuk thvab ḥaṣl krnh khạṭrh yin tohyhi varyah mvqʿ chnanchh ʿnqryb yiyhi tohyhi nad dinh akis qvms sintụ̄ jhad krnh khạṭr yim skht jng krvunụ̄ āsn, murad chhu aamhi qvmh andr fars th rvm. Tvhụ̄ kriv timn sintụ̄ jhad yvt tanụ̄ tim ān mann aslam qbvl krnh sintụ̄ ya jizyhi dinh sintụ̄. Ps hrgah tvhụ̄ tmhi saʿth khdae sund ḥkm mạniv, jhads niyirv, Allah tʿālyā kri rcz mvzvurụ̄ ʿṭa. Hrgah tohyhi tmhi saʿth thi roe grdạny krv, yithh pạtthụ̄ tohyhi brvntth thi roe grdạny krmcz chhav, Allah tʿālyā kri tohyhi kurrur ʿdhab, albth jhad nishhi chhi bʿẓ lvukh mstthneā thi."
  },
  {
    "verse_id": 17,
    "translation": "Chnanchh chhunh anis petth kanhh gnah byyhi chhunh lngis pyth bymars petth kanhh gnah hrgah tim jhads shaml spdn nh. Yus frmanbrdạry kri khdae snz byyhi tihindis pyghmbr snz ts vatnavi Allah tʿālyā timn jntn mnz rnga rng th qsmh qsmh kolh pkan āsn, yus rvgrdạny kri aḥkamv nishhi, buth phiri ts kri Allah tʿālyā kuddur ʿdhab."
  },
  {
    "verse_id": 18,
    "translation": "Bh tḥqyq rạẓụ̄ th khosh spud Allah tʿālyā baaymann petth yylhi tim tohyhi sintụ̄ yarsvl Allah ṣly Allah ʿlyh vslm byʿt ạsụ̄ kran kikr kulis ts, kạfrn sintụ̄ thabt qdmy san jhad krns petth pnun pan aslams petth fda krns petth, Allah tʿālyā hs avs thi mʿlvm yhi tihndyn diln mnz avs, akhlaṣ th ʿzm v vfadary hund. Ps trvv Allah tʿālyā hn tmhi vqth timn petth aṭmynan th skvn yymhi sintụ̄ nh timv ḥkmi khda mnns andr kunhi qsmh ps v pysh kvr.byyhi duytuk anʿām aamhi pte bvdd ftḥ yʿny ftḥ khybr."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi kvrnkh ʿṭa sytthah mali ghnymt yth petth timv qbẓh kvr. Allah tʿālyā chhu sytthah ghalb th qdr t vvl, sythah ḥkmt vvl. Suh chhu pnnhi qdrt sintụ̄, ḥkmt sintụ̄ yas yczhan ts mnasb vqts petth ftḥ ʿṭa kran. Ftḥ khybr se petth chhunh mʿāmlh khtm blkh."
  },
  {
    "verse_id": 20,
    "translation": "Allah tʿālyā hn chhu vʿdh kvrmut tohyhi sintụ̄. Ae baymanv varyahn mali ghnymtn hund yim tohyhi ḥaṣl kriv, yimv mnz jld phn sri dst yhi ftḥ khybr ʿṭa krnv, byyhi yuth yhi vaqʿh byyhi mal, ghnymt ḥaṣl spdun aakh bvdd nshanh th nmvnh bnhi baaymann hndi khạṭr, prvrdgar sndyn pzyn vʿdn petth th ḥẓrt rsvl krym snzn pzn pyshn gvyyiyn petth, byyhi yuth Allah tʿālyā thavi tohyhi mḥkm th mẓbvṭ rahi rasts petth.tvhụ̄ ạsiv hmyshh Allah tʿālyā hs petth pvur aʿtmad kran."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi yuth kri Allah tʿālyā tohyhi ʿṭa byakh ftḥ yʿny ftḥ mkh yosh nh vunhi tuhndis qabvvas mnz āmcz chhe mgr Allah tʿālyā sndis ʿlms th tihindis aḥaṭh qdrts andr chhe āmcz. Yylhi suh yyczihh tamhi saʿth kri suh tohyhi ʿṭa so ftḥ. Kyazi Allah taʿlyā chhu hmyshh prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi hrgah kafr tohyhi sintụ̄ ṣlḥ krhn nh, lrrạe krhn, ẓrvr phyrhn tim pvt shkst khyth kyazi tuhndi mghlvb spdnuk vjvh ạsụ̄ mvjvde yimh brvntth byan krnh yin.tvpth lbhn nh kạnshi akis ḥmayt th mdd krvun."
  },
  {
    "verse_id": 23,
    "translation": "Kạfrn shkst th baaymann ftḥ, yhi chhu qanvn khdae sund brvntthh petthh jạry kh mqablh kh vqth chhe ahli ḥq ghalb th ahli bạṭl mghlvb spdan. Tvhụ̄ lbiv nh yarsvl Allah aath khdae sndis qanvns th dstvrs mnz hrgz tghyr v tbdl kunhi vqth. Aamuyk bdl spdun chhu mbny kunhi ḥkmts petth āsan."
  },
  {
    "verse_id": 24,
    "translation": "Suh prvrdgar gvv sue yymụ̄ kafrn hndụ̄ aathhi pth rttụ̄ tohyhi tklyf vatnavnh nishhi yʿny tohyhi qtl krnh nishhi, byyhi yymụ̄ tihindụ̄ aathh pth rttụ̄ timn tklyf vatnavnh nishhi yʿny tim tihindi aathh mar gczhnh nishhi ʿīni mkh shryfs nzdyk yʿny ḥdybyh hs mnz tohyhi timn petth ghlbh dith, tim ạsụ̄ tmhi vqth tuhndis qabvs mnz āmtụ̄. Hrgah aamhi vqth jng spdha, suh rvziha varyahs kals jạry. Yymhi ḥkmcz nh spdns mnz āsh, timh spdhn ẓayʿ. Allah tʿālyā avs tuhnz kamhi vuchhan. Timv andr kithh pạtthụ̄ āyyhi shyith znụ̄ tohyhi tklyf vatnavnh khạṭr. Tohyhi kriyvukh tim grftar tamhi pth aniyvukh nby krym ṣly Allah ʿlyh vslmn brvntth kun. Timv diczhkh mʿạfy, Allah tʿālyā avs tmhi vqth tihnz sare kamhi vuchhan. Timn kamyn hndyn athratn avs zanan, tmy dicznav nh ticzh kạm krnh yymhi sintụ̄ jng vothhi he."
  },
  {
    "verse_id": 25,
    "translation": "Tim mkkụ̄ lvukh ge time yimv khdays nsbt kfr th ankar kvr, byyhi rttihav tvhụ̄ pth ʿmrh krnh nishhi. Msjdi ḥrams andr khanh kʿbs ṭvaf krnh nishhi byyhi rttikh pth tihindụ̄ qrbạny hndụ̄ janv, yim mqam, ḥdybyh hs andr āe bnd krnh. Timn duytukh nh vatnh qrban krnh chn jayn andr yʿny mnyā hs mnz yus msjdi ḥram kyv tvabʿū andr chhu, yim chyz ạsụ̄ mngan kh mslamnn yiyhi ha ajazt dinh jng krnuk ta aynkh yim kạfr spdhn mghlvb, lykn bʿẓ ḥkmcz spzh manʿ aamhi nishhi. Byyhi hrgah varyah baayman mrd th varyah baayman znanh āshn nh mkh shryfs mnz yimn hnz nh tohyhi khbre ạs, khṭr avs kh tim krihvukh tvhụ̄ jng kh vqth lth monjhi, ps vathi ha tohyhi be khbry mnz sytthah ẓryr, tohyhi yiyhi ha ẓrvr jng krnuk ajazt dinh mgr suh ajazt āv nh dinh kyazi yth Allah tʿālyā dakhl kriha pnnis rḥmts mnz, ys yyczihh ha th ts aslams mshrf spdnh sintụ̄, hrgah tim baayman mrd th baayman znanh yim mkh shryfs mnz ạsụ̄ tamhi shhr mnz avr yvrkun gmtụ̄ āshn tylhi krhav asụ̄ timn lvukn yimv kfr kvr mkh kyv lvukv andr mslmann hndyv aathv sintụ̄ kuddur ʿdhab."
  },
  {
    "verse_id": 26,
    "translation": "Yhi vaqʿh gvv tmhi saʿth yymhi saʿth kạfrv thvv pnnyn diln andr skht tʿṣb th jạhlanh jvsh yymhi sbbh ashtʿāl angyz kth hyczkh krnhi, suthi avs bạʿth kh mslman krhn mshtʿl spdith jng shrvʿ. Yhi gvv tmh vqth yylhi ṣlḥ ḥdybyh huk msvdh lykhnh yivan avs, bsm Allah th rsvl Allah lykhns petth kr timv kafrv mslmann sintụ̄ ẓd th htt dhrmy. Ps kvr Allah tʿālyā hn pnnhi ṭrfh ṣbr v tḥml th skvn pnnis pyghmbrs byyhi baaymann petth yymhi sintụ̄ timv ẓbṭ kvr, timn klmatn hndis lykhns petth kvrukh nh aṣrar ta aynkh ṣlḥ spud mkml, kafr bchyyhi marh gczhnh nishhi, Allah tʿālyā hn thạvụ̄ tim mẓbvṭ th mḥkm tqvyā kis klms petth. Suh gvv klmh ṭybh hs petth yʿny tvḥyd v rsaltch pczihh petth yosh mqtẓy chhe khda v pyghmbr sndis ḥkms aṭaʿt krns. Vaqʿī ạsụ̄ tim tth tqvyā kis klms dnyahs andr mstḥq byyhi ạsụ̄ aamhi kis thvabs layq ạkhrts andr. Allah tʿālyā chhu prth chyzah pvur zanh vun."
  },
  {
    "verse_id": 27,
    "translation": "Allah tʿālyā hn hvv pnnis pyghmbrs pvz khvab yus timv sfri ḥdybyh brvntth vuchhmut avs yus vaqʿs sintụ̄ mṭabq avs zi ẓrvr acziv tvhụ̄ sạry msjdi ḥrams mnz, bʿẓ āsn mas kạsith th bʿẓ āsn mas krpith khvf v khṭr vrạe amn v aman san. Aamhi andr chhu murad ʿmrh tth mnz chhu āsan ḥlq vqṣr yʿny mas kasun thi mas krpun thi. Ps zạnụ̄ tmụ̄ yiczh mṣlḥt ṣlḥs andr yosh mṣlḥt nh tvhụ̄ zạnihiv. Ps kr Allah tʿālyā hn mks mnz fatḥanh acznh brvntth aath petthe byakh ftḥah tohyhi ʿṭa yʿny ftḥ khybr. Dvyimhi vriyhi drav khvabuk tʿbyr Allah tʿālyā hn kvr timn ftḥ mkh ʿṭa."
  },
  {
    "verse_id": 28,
    "translation": "Suh prvrdgar gvv sue yymụ̄ svuz pnun pyghmbr bvdd hdaytuk saman hyth yʿny qrān mjyd byyhi pvz dyn yʿny aslam hyth yuth tth dyns ghạlb kri sarne dyinn petth baʿtbari ḥjt v dlyl mgr baʿtbar shvkt v slṭnt ahli aslam bshrṭykh timn mnz āshi tmich ṣlạḥyt, so ṣlaḥyt āshi ṣḥabh ṣạbn andr lbnh yivan. Bs chhu Allah tʿālyā aamuyk gvah, suh chhu tihindi rsaltuk tṣdyq kran. Allah tʿālyā snz gvạhy dinụ̄ gyhi kh tmy kr dlyl qạyim tihindis rsalts petth, ps spud dlạylv sintụ̄ thạbt kh"
  },
  {
    "verse_id": 29,
    "translation": "Ḥẓrt Muḥammad ṣly Allah ʿlyh v slm chhu khdae sund pyghmbr, aamhi sintụ̄ spud tslyah nby krym ṣly Allah ʿlyh vslm sndis dli mbarks kh hrgah ṣlḥ ḥdybyh hs mnz kạfr tihinids nami mbarks sintụ̄ lfẓ rsvl Allah chhinh divan lykhnh, tvhụ̄ mh ḥẓ gczihv āzurdh, asụ̄ chhi qrāni mjyds mnz tuhndis nami mbarks sintụ̄ yhi lfẓ lykhan yus qyamts tanụ̄ baqy rvzi. Yim lvukh amis pyghmbrs sintụ̄ chhi yʿny ṣḥab ṣạb sạry tim chhi kạfrn hndi ḥqh skht tyz th zvrāvr, panh vạnụ̄ chhi yʿny mslmann sintụ̄ sytthah rḥm dil th mhrban. Vuchhhakh cz ae mkhạṭb tim rkvʿ kran th sjdh divan yʿny nemaz pran, czhanddan chhi tim pnnis prvrdgar sund fẓl yʿny thvab byyhi yʿny qrb khda, ʿlamt tihund chhu tihindyn buthyn petth sjdh kh athruk yʿny tihindụ̄ buthụ̄ chhi nvurạny, yim ṣft tihindụ̄ chhi tvrahs andr, byyhi chhu anjyls andr tihund yohe ṣft. Tihnz mthal chhe zraʿtch mthal yus krran chhu godd pnun lokutt shakh, tth chhu ṭaqt divan yvt tanụ̄ suh vytthan th pvtthan chhu, aiystadh chhu rvzan pnnis dans th godds petth, pnnhi nshvvnma sintụ̄ chhu ḥạran kran zmyndarn. Yohe ḥal chhu ṣḥab ṣạbn hund. Abtdahs andr ạsụ̄ tim kme, var var diczkh Allah tʿālyā hn trqy yuth buthhi buthhi diyavih tihindi sintụ̄ kạfrn, tim dzn ḥsd kh nar sintụ̄. Vʿdh thvv Allah tʿālyā hn timn lvukn yimv ayman avn byyhi krykh rcz ʿmlh ṣḥab ṣạbv andr bddi mghfrtuk byyhi bjhi mvzvuri hund."
  }
]