[
  {
    "verse_id": 1,
    "translation": "Ae baaymanv pysh tạby mh kriv khdae sndis th tihndis pyghmbr sndis ḥkms kunhi kthhi mnz ya kunhi kamhi mnz yʿny yvt tanụ̄ nh tihund ajazt āshi tvt tanụ̄ gczihh nh pane gftgv krun panh vạnụ̄. Aamhi āyh krymuk shani nzvl chhu yhi kh akhi doh ạsụ̄ qbylh bny tymk kynhh lvukh āmtụ̄ nby krym ṣly Allah ʿlyh vslm sndis khdmts andr. Ḥẓrt abvbkrṣdyq th ḥẓrt ʿmr rẓy Allah ʿnhma hn drmyan spud aath mjlshi mnz gftgv yth kthhi andr kh yimn lvukn hund ḥakm kus krvn mqrr )abvbkr ṣdyq rẓụ̄ Allah ʿnh, tim ạsụ̄ dpan qqʿāʿ bn mʿbds nsbt, ʿmr bn alkhṭab ạsụ̄ dpan aqrʿ bn ḥabis nsbt, gftgvhs andr spz tihnzāvaz blnd tthụ̄ petth spdụ̄ yim āyh krymh nạzl. Byyhi khvcziv khdays, be shk Allah tʿālyā chhu tuhnz sare kthh bvzvun, sare kamhi zanh vun.)"
  },
  {
    "verse_id": 2,
    "translation": "Ae baaymanv blnd mh ạsiv kran āvaz pnnụ̄ nby krym snzi āvazi petth, byyhi mh ạsivtimn sintụ̄ bddi kth kran yithh pạtthụ̄ tvhụ̄ bddi kth chhiv kran aakh akis sintụ̄. Ya mh ạsiv timn ālv divan nami mbarkh sintụ̄ ya knyt sintụ̄, yithh pạtthụ̄ akis byyis tvhụ̄ ālv divan chhiv blkh ạsiv ālv divan timn tihndi nbvt sintụ̄ ya ʿhdh rsalt sintụ̄. Vnan ạsiv yarsvl Allah, nth ya nby Allah. Yuthnh tmhi sintụ̄ ẓayʿ gczhn tuhnz ʿmlh tohyhi rvzinh khbre."
  },
  {
    "verse_id": 3,
    "translation": "Be shk yim lvukh pnnhi āvaz chhi pst kran pyghmbr khda ṣly Allah ʿlyh vslms brvntthh knhi, tihindụ̄ dl krụ̄ Allah tʿālyā hn khalṣ tqvyā v prhyzgạry khạṭrh. Tihindụ̄ khạṭr chhu mghfrt th bdd mvzvurụ̄ ạkhrts andr."
  },
  {
    "verse_id": 4,
    "translation": "Yim lvukh tohyhi ya rsvl Allah ālv divan chhi ḥjrat shryfv nybrụ̄ kinụ̄ timv andrh varyah lvukh chhi be ʿql."
  },
  {
    "verse_id": 5,
    "translation": "Hrgah tim dhra ṣbr th antẓar krhn yvt tanụ̄ tvhụ̄ pane timn nishhi niyrihiv, thi avs tihindi khạṭrycz jan. Hrgah tim lvukh vunhi thi tvbh krn timn yiyhi mghfrt krnh kyazi Allah tʿālyā chhu sytthah mghfrt krvun, sytthah rḥm krvun tihindi ḥqh yimn pnnhi ghlṭy hund aḥsas spdith ndamt pạdh spdi."
  },
  {
    "verse_id": 6,
    "translation": "Ae baaymnv hrgah kanhh shryr shkhṣah tohyhi nishhi kanhh khbrah vatnavan āshi kạnshi khlaf, tth ạsụ̄ zyv tvhụ̄ goddh tḥqyqat kran kh so chha pz khbr kinh aapz.yuthnh tvhụ̄ kunhi qvms ya jmaʿts petth be khbry mnz kanhh tklyfah vatnạviv yymhi sbbh tvhụ̄ spdiv pnnhi ghlṭ karrvạyy petth ptvlkhi nạdm th pshyman. Yymhi āyh krymuk qṣh nzvl chhu kh ḥẓvrṣly Allah ʿlyh vslmv svuzụ̄ vlyd bni ʿqbh bny mṣṭlqn nishhi zkvāhh vṣvl krnh khạṭrh. Vlyds tth qbyls mnz avs zmanh jahlyts mnz ʿdavt, vlyds spud tvt gczhns andr andyshhi. Yimv yylhi vlyd sndi yinuk bvuz, tim drae ts astqbals, tmis gvv gman kh yim ma drae tims qtl krnh khạṭr. Suh āv vaps mdynh mnvrh, tvt vạtith vvnun pnnhi khyalh mvjvb kh tim ḥẓ chhi mkhalf aslam spdụ̄ mtụ̄. Ḥẓrtv svuz khald bn vlyd tḥqyqat khạṭr. Tmv kvr tḥqyqat var pạtthụ̄ tvpth kvrukh ʿrẓ tim ḥẓ chhi mkml ṭvr aslams petth thabt th mḥkm. Bʿẓ rvaytn andr chhu kh tim ahli qbylh āe panh nby krym ṣly Allah ʿlyh vslmn nishhi, yithh pạtthụ̄ spud nạzl yhi āyh krymh."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi zạniv kh tohyhi mnz chhu mvjvd pyghmbri khda, tvhụ̄ mh ạsiv aapuz mʿāmlh hyth timn nishhi yivan. Allah tʿālyā chhu timn aṣl ḥalatn petth mṭlʿ kran, byyhi chhe yhi tuhndi khạṭrprvrdgar sndi ṭrfh brr nʿmt, aamhi nʿmtuk shkr chhu yy zi tvhụ̄ mh kriv timn khlaf kunhi mʿāmls andr, aadh ạsitn suh dnyạvy mʿāmle, tvhụ̄ mh thạviv yhi khyal kh tim krn dnyavy mʿāmls andr pane anhi rayhi sintụ̄ mvafqt kyazi varyah kthh chhe tmhi qsmh chh āsan kh hrgah timn mnz tim tuhund mann, tohyhi sintụ̄ mvafqt krn, tmhi sintụ̄ vathi tohyhi skht ẓryr, lykn Allah tʿālyā hn bchạviv tvhụ̄ mṣybt nishhi. Yithe pạtthụ̄ kh aymani kạmluk mḥbt kvrnav ʿṭa, suh ḥaṣl krun kvrun tuhndyn diln andr mrghvb th psndydh, kfr th fsq yʿny gnah kbyrh byyhi mtʿlq gnahn hnz krn tohyhi nfrt yymhi sbbh tohyhi prth vqth chhuv tlash āsan nby krym ṣly Allah ʿlyh vslm snz rẓamndy ḥaṣl krnuk. Yime bayaman yim tkmyli aymankụ̄ dldadh chhi, chhi draṣl rahi rasts petth."
  },
  {
    "verse_id": 8,
    "translation": "Prvrdgar sndi fẓlh sintụ̄ th mhrbạny sintụ̄, Allah tʿālyā chhu svrue zanh vun th sytthah ḥkmt vvl."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi hrgah ba aymann hnz zh jmạʿcz panh vạnụ̄ lrrạe krn, tvhụ̄ kriv timn mnz ṣlḥ, yus chyz bạʿth chhu lrrayhi hund, suh kriv dvur. Ps hrgah timv doyv andr aakh jmaʿt byyis jmaʿts petth zyadty kri, tvhụ̄ kriv ts zyadty krvunis jmaʿts sintụ̄ mqablh yvt tanụ̄ tim rjvʿ krn khdae sndis ḥkms kun.ps hrgah so jmaʿt yimv zyadty kryyhi rjvʿ krn khdae sndis ḥkms kun, adh kriv timn mnz aṣlaḥ ʿdl v anṣaf sintụ̄ byyhi ạsiv prth mʿāmls andr ʿdl v anṣafuk khyal thavan. Be shk Allah tʿālyā hs chhi ʿdl krvuny bndh ttạtthụ̄. Ashi yus tohyhi aṣlaḥuk ḥkm kvr aamuyk vjh chhu kh."
  },
  {
    "verse_id": 10,
    "translation": "Baayman chhi dyns mnz ashtrak āsnh sbbh panh vạnụ̄ bae bae. Yimn andr chhu yhi ashtrak fy aldyn nsb mʿnvyah akh.ps kriv tvhụ̄ aṣla pnnyn bayn mnz, byyhi khvcziv Allah tʿālyā hs kạnshi hnz ṭrf dạry krns ya antqamy jdhbs kạm hyns andr, yuth tohyhi petth rḥm yiyhi krnh."
  },
  {
    "verse_id": 11,
    "translation": "Ae baymanv, tohyhi mnz mh ạsin kanhh mrd mardn petth aasan th tthtthh kran, shayd ma āsn tthtthh krvunyn hndi khoth time yimn tthtthh chhi yivan krnh bhtr th afẓl khdays nishhi. Byyhi mh ạsin znanh tthtthh kran byyan znann kyazi shayd tthtthh krvunyn znann hndi khoth ma āsn time znanh bhtr th afẓl khdays nishhi yimn tthtthh chhu yivan krnh, byyhi mh ạsiv ae mrdv th ae znanv, aakh akis ṭʿnh divan th ʿạb czaran, byyhi mh ạsiv aakh akis nav th ryczhh krran, ayman pth gnahuk nav lgun chhu sytthah ychh yʿny yus shkhṣ byyis shkhṣs ryczhh krri, suh chhu panh gnah gar spdan, thi chhunh baayman sndi khạṭr jan ya chhu murad aamhi mnz kh yylhi kạnshi ayman avnmut āshi, gnahv nishhi tvbh kvrmut āshi ts gczhn nh pamh dinh brvuntthimyn kthn th kamyn hnz, ya āshi kanhh shkhṣah ts āshi pydạyshy kanhh ʿạbah,ts thi gczhn nh tmikụ̄ ṭʿnh dinụ̄, tth mnz kya chhu tmụ̄ sund qṣvr, suh chhu tiyuthue yuth kraln thur, tth chyzs tmis ṭʿnh diyun chhe be ʿqly. Yim lvukh nh yimv chyzv nishhi tvbh krn, tim chhi ẓlm krvunyv andr yʿny ḥqvq alʿbad tlf th ẓayʿ krvunyv andr yus sza ẓạlmn yiyhi dinh, sue sza yiyhi timn thi dinh."
  },
  {
    "verse_id": 12,
    "translation": "Ae baymanv,pth rvuziv gumanv nishhi, kyazi bʿẓ gmanh chhi gnah āsan, czarczan mah ạsiv kạnshi yʿny kạnshi akụ̄ sndyn ḥalatn drpe mah ạsiv rvzan, nh ạsin tohyhi andr addụ̄ aaddyn hnz ghybt kran nh ʿạb gnzran, kya tohyhi andrh chha kanhh yus pnnis mordh bạe sund maz khyth hykhi, aamich chhe tohyhi yqynaan nfrt ạsithe, ghybt krnụ̄ kithh pạtthụ̄ chhe tohyhi psnd.yithi gvv aakhi qsmh mvkur th mordh maz khyvn. Aamich thi gczihh tohyhi nfrt āsnụ̄, mshabhtuk vjh chhu yohe kh yithh pạtthụ̄ bạe sund maz khyvn ts bạe sndi tklyfuk bạʿth chhu bnan yithe pạtthụ̄ chhe tsnz ābrvryzy thi tihindi khạṭr tklyfuk bạʿth bnan. Agr chh ghạybanh tihnz namrghvb kth phirnh sintụ̄ chhunh ts tklyf vatan mgr drdhat khod chhu yhi aamr skht tklyf dih. Aamy sbbh frmvvukh mshbh bhi āsns andr lfẓi mayta.khvcziv Allah tʿālyā hs, kạnshi hnz ghybt krnụ̄ trạviv, timhi nishhi kriv tvbh. Be shk Allah tʿālyā chhu sytthah tvbh qbvl krvun th sytthah rḥm krvun."
  },
  {
    "verse_id": 13,
    "translation": "Ae lvukv tvhụ̄ sạry kriv aashi pạdh akis mrds th akis znanhi n, shhi yʿny ādm ʿlyh alslam th ḥva ʿlyha alslams nishhi. Aath mnz chhiv tvhụ̄ sạry brabr, tvpth yth kthhi mnz frq chhe tohyhi andr so gyhi yhe kh tohyhi andr mkhtlf qvm th mkhtlf qbylh th khandan. Thi chhu mḥẓ yymhi kthhi khạṭr yuth tvhụ̄ aakh akis prznạvith hykiv. Aakh akis petth fkhr krnh th thyknh khạṭr nh. Prth akis chhu bvdd fkhr shvnt th prhyzgar āsun. Be shk tohyhi andr chhu zyadh ʿzt vvl khdays nishhi sue yus zyadh shvnt th prhyzgar āshi. Be shk Allah tʿālyā hs chhe prth akụ̄ snzi prhyzgạry hnz khbr. Ts chhu pvur ʿlm kus kuyth chhu."
  },
  {
    "verse_id": 14,
    "translation": "Yim bʿẓ dyhy lvukh bny aasd vghạrh chhi vnan tohyhi nishhi ḥaẓr spdith kh aashi avn ayman mgr yhi chhi tim vutthe vnan, dils chhkhnh aamich pczhah kynhh thi, tvhụ̄ frmạviyvukh ae lvukv, tohyhi avnuv nh vunhi ayman kyazi tmikụ̄ āthar chhinh tohyhi mnz, byyhi chhu ayman mvqvf tṣdyq qlbs petth.lykn tvhụ̄ vniv kh vonụ̄ spde asụ̄ mṭyʿ yymhi mʿnyhi kh vonụ̄ trạv aashi mkhalft krnụ̄. Vonụ̄ kthi spud ayman dakhl tuhndyn diln andr. Lhādha mah kriv tvhụ̄ aymanuk dʿūyā. Hrgah vunhi thi tvhụ̄ frmanbrdạry kriv khdae snz th tihndis pyghmbrsnz sare kthh mannh sintụ̄, yʿny dilh sintụ̄ kriv paczh, suh kri nh tuhnzn ʿmln hnzi mvzvuriandr kunhi qsmh kmy kyazi be shk Allah tʿālyā chhu sytthah mghfrt krvun, sytthah rḥm krvun. Vonụ̄ bvuziv tvhụ̄ kh baaymani kạml km ge."
  },
  {
    "verse_id": 15,
    "translation": "Baayman ge time yimv pczh kr kunis khdays byyhi tihindis pyghmbrs, tvpth kvrukh nh sary ʿmri kunhi qsmuk shk th trdud, byyhi tujikh khdae snzi vthi andr mal v jan sintụ̄ mḥnt yʿny dyn khạṭr yth mnz jhad vghạrh kamhi thi āyhi, time kya ge pziyạrụ̄ aāmanaa vanns andr."
  },
  {
    "verse_id": 16,
    "translation": "Tvhụ̄ frmạviyvukh yarsvl Allah, ae lvukv tvhụ̄ chhivh khdays pnnhi dyn qbvl krnch khbr vnan, ḥalankh Allah tʿālyā chhu thi svrue zanan yhi āsmann th zmynn mnz chhu.byyhi chhu Allah tʿālyā tmhi ʿlavh prth chyzah pvurh zanan, prvrdgars yhi tohyhi mtʿlq mʿlvm chhu thi chhu yy zi tvhụ̄ chhiv ḥqyqtaan be aymane mḥẓ tvhụ̄ chhiv zyvi sintụ̄ ayman jtlavan."
  },
  {
    "verse_id": 17,
    "translation": "Tvhyhi petth chhi yim lvukh aḥsan thavan pnnhi aslam qbvl krnh sintụ̄. Vnan chhi kh asụ̄ spdụ̄ mslman lrrạe th qẓyh krnh vrạe, byyhi lvukh spdụ̄ mslman sytthah pryshạny krith. Yhi gyhi yihnz sytthah gstạkhy, tvhụ̄ frmạviyvukh ya rsvl Allah, ae lvukv me petth mh thạviv pnnhi mslman spdnh sintụ̄ mint th aḥsan qṭʿ nẓr krith tihnzi gstạkhy nishhi, tuhndi aslam aannh sintụ̄ kya nfʿ th fạydh vvt me, th tuhndi aslam nh annh sintụ̄ kya ẓryr avs me. Hrgah tvhụ̄ pziyạrụ̄ ạsiv tylhi chhuv tohyhi aamuyk nfʿ pans ạkhrts mnz. Dnyạvy nfʿ kh tvhụ̄ kya bchyv qtl v qạdh nishhi, yithi chhu tohyhi pans. Me petth aḥsan thavn gvv mḥẓ jhl blkh chhe Allah tʿālyā snz tohyhi petth bdd mint th bvdd aḥsan khtmy hạviv tohyhi aymans kun vath, hrgah tvhụ̄ pvz vanan chhiv."
  },
  {
    "verse_id": 18,
    "translation": "Be shk Allah tʿālyā chhu zanan āsmann th zmynn hnz pvushydh kthh, bụ̄fyhi chhu suh vuchhan varh thi svrue yhi tvhụ̄ kran chhiv. Tamy mvjvb diyav suh tohyhi jzaʿ. Tas brvntthh knhi aapz mapz kthh krnh andr kya fạydh chhu."
  }
]