[
  {
    "verse_id": 1,
    "translation": "Yhi ḥrf chhu ḥrvfi mqṭʿātv andrh. Aamuyk ʿlm chhu khdays. Tamhi qrāni mjydch dre yth mjdvshrf chhu byyan ktabn petth kh aashi svuziv tvhụ̄ qyamt kh ʿdhab sintụ̄ lvukn khocznavnh khạṭr mgr timv lvukv mvn nh tuhund."
  },
  {
    "verse_id": 2,
    "translation": "Blkh spud tʿjb timn yth kthhi petth kh kithh pạtthụ̄ āv timve mnz aakh shkhṣah yus bshr chhu, bym krvun pyghmbr, yymụ̄ tim qyamt kh doh sintụ̄ khocznạvụ̄. Ath petth lgụ̄ vannhi kạfr kh yhi chhu aakh ʿjyb qṣah, goddny chhu bshr sund pyghmbr bnith yun ʿjyb tvpth tmụ̄ sund yhi vanun kh mrnh pth yiyiv tvhụ̄ byyhi zndh krnh."
  },
  {
    "verse_id": 3,
    "translation": "Kya yylhi asụ̄ mrv tvpth spdav asụ̄ myczi sintụ̄ mycz, kya tvpth yimvh asụ̄ byyhi dvbarh qyamtuk doh zndh krnh. Yhi dvbarh byyhi zndh spdun chhu ʿqlhi nishhi th amkan nishhi sytthah dvur. Aamhi dʿūae mḥalh sintụ̄ chhu byyhi hn pyghmbry hund dʿūyā kmzvr spdan. Allah tʿālyā chhu amkan kh thbvt khạṭr frmavan kh amkan n,shhi kyazi chhu bʿīd. Hrgah mḥl hnz naqabl ḥyat āsnh mokhh chhu tuhndi khyalh thi chhu balkl bạṭl kyazi mḥli andr chhe ḥyat balfʿl mvjvd. Hrgah baʿtbari faʿl chhu yhi nammkn kh Allah tʿālyā hs kya chhunh nh ajzaʿ maytn hund ʿlm ya kya chhas nh tṣrfs petth qdrt, sanhi ʿlmuk shan th ḥal chhu yuth kh."
  },
  {
    "verse_id": 4,
    "translation": "Ashi chhu mʿlvm kh km km ajzaʿ chhi zmyn mordn nishhi km kran th khyvan, ruvḥ chhu mvjvd ạsithe yylhi asụ̄ yczhv byyhi pạd krun, tim sạry chyz krvkh asụ̄ byyhi jmʿ. Yhi kth chhanh kh ashi kya chhu az timn ajzahn hnz khbr blkh svn ʿlm chhu timn ajzahn mtʿlq qdym. Chnanchh aashi chhi timn ajzahn hndụ̄ sạry ḥalat drj krimtụ̄ akis ktabhi andr yth nav chhu lvḥ mḥfvẓ, so ktab chhae aashi nishhi aztanụ̄ brabr mḥfvẓ, yth mnz mordn hndyn ajzahn hnz jae, mqdar th sạry ṣft mvjvd chhi.mgr yim lvukh krn tvthi aath andr tʿjb blavjh."
  },
  {
    "verse_id": 5,
    "translation": "Yhi kth chhanh yosh tim vnan chhi blkh chhe ḥqyqt kh timv kvr ankar pzis yylhi timn nishhi pvz vvt vr th fkr krnh vrạe. Ps chhi tim valnh āmtụ̄ akis pychydh mʿāmls andr. Kunhi vqth chhi tʿjb kran th knhi vqth chhi ankar kran, sanhi qdrtuk shan chhu balkl ẓạhr."
  },
  {
    "verse_id": 6,
    "translation": "Kya vuchhan chhina tim lvukh yim qyamts nth mrnh pth byyhi zndh spdns ankar chhi kran āsmans kun yus timn petthụ̄ kinụ̄ chhu, kithh pạtthụ̄ bnvv aashi suh thvd th blnd, kithh pạtthụ̄ duyt aashi tth zynt starv sintụ̄. Byyhi chhanh tth ghayt drjh mẓbvṭ āsnh mokhh kunhi jayhi kanhh khrphah th phratthah."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi zmyns mnz sạnụ̄ yhi qdrt ẓạhr kh suh zmyn vhrvv aashi. Byyhi trạvụ̄ aashi tth petth koh barh khạẓr lngr hivụ̄, byyhi khạrụ̄ aashi tamhi zmyn andrh prth qsmkụ̄ khoshnma chyz. Yhi svrue kvr aashi."
  },
  {
    "verse_id": 8,
    "translation": "ʿbrt th bynạyy danạyy hund aakh dhryʿh, a.shi kun rjvʿ krvunis prth bndh sndi khạṭr."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi chhe sạnụ̄ qdrt ẓạhr yymhi sintụ̄ kh trvv aashi āsman kh ṭrfh brkt vvl rvud, tvpth khạrụ̄ aashi tmy sintụ̄ bagh byyhi tim phl th ghlat yim lvnnh chhi yivan."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi khạrụ̄ aashi tmhi sintụ̄ zytthụ̄ zytthụ̄ khzr kulụ̄ yimn hndụ̄ gurn pyvtthus petth akis sintụ̄ vutthith chhi āsan."
  },
  {
    "verse_id": 11,
    "translation": "Pnnyn bndn rzq dinh khạṭr, byyhi kvr aashi tmy rvud sintụ̄ zndh mvmut zmyn, yithe pạtthụ̄ kya nyrn qymat kh doh zmyn mnz sạry lvukh yylhi yimn bddyn chyzn petth sạnụ̄ qdrt thạbt spz, mordh zndh krns petth gczihh na aashi qdrt āsnụ̄. Ps yylhi mqdvr mmkn byyhi faʿl ʿālm ṣaḥb qdrt āshi, aath ṣvrts mnz kya chhu tʿjb v tkdhyb krnuk mvqʿ."
  },
  {
    "verse_id": 12,
    "translation": "Yithh pạtthụ̄ mkh kyv kạfrv qyamts ankar kvr, yithe pạtthụ̄ chhu ankar kvrmut yimn brvntth nvḥ ʿlyh alslam sndụ̄ qvmn byyhi kriyrvalyv, byyhi qvmi thmvdn."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi kvr ankar qvmi ʿādn, byyhi frʿūn sndụ̄ qvmn, byyhi qvmi lvṭn."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi lukyn tl rvzvnyv lvukv, byyhi tbʿ sndụ̄ qvmn. Yimv sarive kvr pnnis pnnis pyghmbrs tvḥydv rsalts, byyhi qyamts ankar. Ps spdi tihindi ḥqh ʿdhabuk vʿdh brabr th mḥqq. Yithe pạtthụ̄ spdn yim mnkr thi ʿdhabs grftar dnyahs andr thi, ạkhrts andr thi ya ṣrf ạkhrts andr yqynaan."
  },
  {
    "verse_id": 15,
    "translation": "Kya sna asụ̄ thkiyah mkhlvqat goddnchhi ltthi pạdh krnh sintụ̄ kh vonụ̄ kya hykvkh nh qyamtuk doh byyhi dvbarh pạdh krith, yim aath ankar kran chhi timn nishhi chhanh kanhh dlylah blkh chhi yim lvukh duvbarh pạdh krnh kis shks andr mubtla spdimtụ̄ yus nh dlayln mqablh qabli altfat chhu. Petthh āv byan krnh kh mrnh pth byyhi zndh spdnuk amkan chhu thạbt. Brvntth chhu byan yivan krnh tmuyk vqvʿ, chvnkh vqvʿuuk ghayt yʿny mjazat chhu mvqvf yth petth kh jza doh gczih vnis gczihh aʿmaln hund ʿlm th ʿāmls petth qdrt āsnụ̄. Lhādha chhu godd ty byan yivan krnh."
  },
  {
    "verse_id": 16,
    "translation": "Btḥqyq aashi kvr pạd yhi ansan yus bdd dlyl chhe sạnis qdrts petth.byyhi chhu aashi mʿlvm tmụ̄ sndis dils mnz km km khylat chhi yivan, tmụ̄ snzi zyvi petth ya tanv sintụ̄ yimh kthh kamhi lbnh yivan chhe timh thi chhi asy bdrjh avlyā zanan. Byyhi chhu aashi tihindyn aḥvaln hund tithue ʿlm kh ts chhunh pans thi timn aḥvaln hpnd tyvut ʿlm. Ps chhi asy ansans baʿtbar ʿlm qryb blkh aqrb, blkh chhi asy zyadh amis ansans grdnhi hnzi shhh rghi khoth yymhi rghi hndi czttnh sintụ̄ ansan khtm chhu spdan."
  },
  {
    "verse_id": 17,
    "translation": "Yimn lvukn kriv byan yylhi zh rttn vạlụ̄ malk chhi amis ansan snz ʿmlh ẓbṭ kran th rttan, yimh ʿmlh th kamhi ts nishhi chhe ṣạdr spdan th lbnh yivan, time malk chhis aakh dchhnhi ṭrfh th byakh khvfri ṭrfh bihith āsan."
  },
  {
    "verse_id": 18,
    "translation": "Yhi ansan chhunh ạsh mnz kanhh kthah kddan, kanhh lfẓah vnan mgr tanụ̄ chhi ts nishhi sạnụ̄ rạchh krn vạlụ̄ suh lfẓ lykhnh khạṭr tyar āsan. Suh hrgah nyky hnz kạm āshi kran tylhi chhu so kạm dchhinhi ṭrfuk malk lykhan, agr bdy hnz kạm āshi kran tylhi chhu so kạm khofri ṭrfuk malk lykhan."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi āshi mvtch skhty nzdyk ḥqyqtaan yʿny prth shkhṣs chhu mvt qryb, tmhi saʿth kya yiyhi vannh amis ansans yohe kya gvv suh mvt yymhi nishhi czh czlan avsukh."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi yiyhi dvyimhi phiri phokh dinh pvghs mnz yymhi sintụ̄ sạry byyhi zndh gczhn, yohe doh kya gvv ʿīduk yymhi sintụ̄ lvukh ạsụ̄ khocznavnh yivan."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi yiyhi tmhi doh prth akhah mạdani mḥshrs mnz, sintụ̄ āsys aakh malk pknavnh khạṭr, byakh malk amụ̄ snzn kamyn hund gvah th shạhd. Ḥdyth shryfs mnz chhu kh yim zh malk āsn time yim dnyahs mnz aamhi snz rczh th ychh ʿmlh lykhan āsn,yim kạfr āsn timn yiyhi vnnh."
  },
  {
    "verse_id": 22,
    "translation": "Btḥqyq ae ansanh czh avsukh azikh doh nishhi ghflts mnz pyvmut. Aaz kya tul aashi cze nishhi tthvr th prdh. Vonụ̄ chhe chạnụ̄ nẓr aaz tyz. Ae kash dnyahs mnz thi he yhi ghflt trạvmcz āsihy, aaz ma yiyhi ha yhi rvzi bd pysh."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi dpys suh malk yus amụ̄ snz ʿmlh lykhith thavan avs, yykya chhu amụ̄ sund namh aʿmal me nishhi mkml pạtthụ̄ tyar."
  },
  {
    "verse_id": 24,
    "translation": "Allah tʿālyā frmavi timn don mlkn trạviyvun prth suh shkhṣh yus kfr krvun th pziyuk dshmn āshi,"
  },
  {
    "verse_id": 25,
    "translation": "Riczv kamyv nshhi pth rtth vun āshi, ḥd ddlh vun āshi, dyns mnz shubh th shk pạdh krvun āshi nari jhnms andr."
  },
  {
    "verse_id": 26,
    "translation": "Yymy khdays sintụ̄ byakh mʿbvdh tjvyz kvrmut āshi, yuth shkhṣ trạviyvun skht ʿdhabs mnz. Chvnkh yimn gmrah krvnyn andr āshi shyṭan thi."
  },
  {
    "verse_id": 27,
    "translation": "Suh shyṭan yus amis ansans sintụ̄ sintụ̄ rvzan avs daphi, ae sanhi prvrdgarh, me bnvv nh srksh yhi shkhṣ jbraan blkh avs yhi pane pnnhi akhtyarh zychhhi gmrạhy mnz bvddmut, agr chh mythi krs aath gmrạhy andr mdd hn. Lhādha gczih nh amụ̄ snzi gmrạhy hund athr me petth pyvn."
  },
  {
    "verse_id": 28,
    "translation": "Allah tʿālyā frmavykh me brvntthh knhi mh kriv lrrae hnz kthh. Yimh kthh chhe be svud. Me chhu tohyhi brvntthue yymhi ʿdhabuk bym ktabn th pyghmbrn hndi vasṭh kvrmut kh yus kfr kri pane ya kạnshi hndi gmrah krnh sintụ̄ jbraan ya bla jbr, sarine dimh bh sza nari jhnm sintụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Me nishhi yiyhi nh tbdyly krnh tth ḥkms yus jary krnh āmut chhu, tohyhi sarine chhu jhnms andr rvzun. Byyhi chhus nh bh yhi tjvyz krns andr pnnyn bndn petth ẓlm krvun blkh kri timv pane ticzhh nashayan kamhi yimn hund sza aaz tim tulan chhi."
  },
  {
    "verse_id": 30,
    "translation": "Suh doh pạviv tvhụ̄ czyts yimn lvukn yymhi doh prczhv asụ̄ jhnms yylhi sạry mjrm tth mnz vatnavnh āsn āmtụ̄, brnh ākhh? Suh daphi byyhi chha kynhh? Ḥdyth shryfs mnz chhu aāmut kh Allah tʿālyā thavi jhnms petth pnun qdm, tmhi pth diphi jhnm, bs bs vonụ̄ spdus pur, vonụ̄ ās brnh."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi chhu jntuk byan kh jnt yiyhi mtqy yn th prhyzgarn nkh tl aannh, dvur āshi nh, dpnh yiyakh."
  },
  {
    "verse_id": 32,
    "translation": "Yohe kya gvv suh jnt yymuyk tohyhi vʿdh yivan avs thavnh kh yhi jnt āshi prth tithis shkhṣh sndi khạṭr yus khdays sintụ̄ dilh sintụ̄ rjvʿ krvun āshi ya tmhi aapzi nishhi pzis kun, nafrmanbrdạry nishhi frmanbrdạry kun, shrk nishhi tvḥyds kun, bdʿtv nishhi snts kun rjvʿ kvrmut āshi. Byyhi sarine ḥqvqn rạchh krvunụ̄ sndi khạṭr, aʿmal v ṭaʿātn petth pabndy th ddadd krsndi khạṭr."
  },
  {
    "verse_id": 33,
    "translation": "Yus khoczi ḥẓrt rḥmans vuchhnh vrạe byyhi yus ts nishhi āv rjvʿ krvun dilah, timn yiyhi vannh."
  },
  {
    "verse_id": 34,
    "translation": "Acziv tvhụ̄ aath jnts mnz bslamt, yohe chhu hmyshgy hund ḥkm jạry krnuk doh, azikh doh yimn hndi kạṭr yymhi jayhi hund tjvyz āv krnh, timn chhu tth jayhi hmyshhi rvzun. Baaymann hmyshh jnts andr, kafrn hmyshh jhnms andr."
  },
  {
    "verse_id": 35,
    "translation": "Jnty yn hndi khạṭr chhu timn jntn andr thi svrue yhi tim yczhn, yymich yymich khvạhsh krn. Aashi nishhi chhe tmhi khoth sytthah zyadh nʿmcz, tmv nʿmtv khoth yimn hnz tim khvạhsh krn."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi galhi aashi yimn mkh kyn kafrn brvntth varyah jmaʿcz mnkrn hnz yim tuhndi khoth qvts andr zbrdst ạsụ̄. Ps yylhi tihindi antqamuk vqt vvt tim czae varyahn shhrn andr kunhi jayhi bnhi na chhapn jayah mgr tim hykụ̄ nh khdae sndi ʿdhab nishhi pnnyn pann knhi jayhi bchạvith."
  },
  {
    "verse_id": 37,
    "translation": "Be shk yimn ʿbrt nak vaqʿātn mnz chhu bvdd vʿẓ timn lvukn hndi khạṭr yimn fkr krvun dil āshi ya yim nṣyḥt v vʿẓuk klam bvzn var kn dạrith, dil ḥạẓr thạvith."
  },
  {
    "verse_id": 38,
    "translation": "Be shk byyhi krụ̄ aashi pạd āsman th zmyn, yhi yhi timn mnz chhu shyn dohn hndis mdts mnz, tvpth spz nh yhi pạd krnh sintụ̄ thkun th mandgy pạd, vonụ̄ kya ʿjayb chhu aashi nishhi dubarh pạd krun, tvpth thi hrgah yim lvukh ankare krn."
  },
  {
    "verse_id": 39,
    "translation": "Tvhụ̄ kriv czydd dshmnn hnzn kthn petth yarsvl Allah, byyhi kriv tvhụ̄ khdae sund yad, tmụ̄ snz pạky tmụ̄ sndi ḥmd th tʿryf byan krnh sintụ̄ āftab khsnh brvntth byyhi āftab lvsnh brvntth, aamhi andr chhu murad ṣbḥ nemaz byyhi pyshin th digr nemaz."
  },
  {
    "verse_id": 40,
    "translation": "Byyhi kriv tihund yad rạcz andr hanhi akis, byyhi ạsiv tihund yad kran frẓ nemazv pth yʿny snt th nfl ada krnh sintụ̄.."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi bvz ae mkhaṭb kan dạrith yhi kth kh yymhi doh sarine mordn ālv diyhi ālv divun nkh tlh jayhi petthh yʿny asrafyl ʿlyh alslam pvgs."
  },
  {
    "verse_id": 42,
    "translation": "Yymhi doh bvzn sạry so krykh var pạtthụ̄. Suh doy kya āshi lvkn qbrv mnz nybr nyrnuk doh."
  },
  {
    "verse_id": 43,
    "translation": "Asụ̄ chhi byyhi nh kanhh sạry zndh kran byyhi sarine maran. Byyhi chhu aasy nishhi sarine ptv lakhi vatun."
  },
  {
    "verse_id": 44,
    "translation": "Yymhi doh zmyn mczrnh yiyhi yimn petth, tim nyrn tmhi mnz vlụ̄ vlụ̄, yhi timn hund sombravun th jmʿ krun chhu. Shi nishhi shl th āsan, ghrẓ qyamtuk vaqʿ spdun āv byan krnh tkbrar. Aamhi pth thi hrgah yim lvukh mann nh, tvhụ̄ mah briv kanhh ghm th fkr kyazi."
  },
  {
    "verse_id": 45,
    "translation": "Asụ̄ chhi zanan timh sare kthh yimh yim dshmn tuhndụ̄ vnan chhi, asụ̄ zanv pane yimn sintụ̄. Tvhụ̄ chhiv nh khdae sndi ṭrfh timn kun zvr th jbr krvunụ̄ āmtụ̄ svznh kh yim bnạviyvukh tvhụ̄ zvrh mslman. Tuhnz kạm chhe vʿẓ prun th nṣyḥt krnụ̄. Ps priv tvhụ̄ vʿẓ qrān mjyd sintụ̄ timn lvukn yim khoczn ʿdhab kis vʿīds."
  }
]