[
  {
    "verse_id": 1,
    "translation": "Timn vavan hund qsm yim grd chhkravan chhi."
  },
  {
    "verse_id": 2,
    "translation": "Timn avbrn hund qsm yim rvuduk bvrtulvnụ̄ chhi."
  },
  {
    "verse_id": 3,
    "translation": "Timn navan th jhazn hund qsm yim nrmy san āhsth āhsth pkan chhi."
  },
  {
    "verse_id": 4,
    "translation": "Timn mlạykn hund qsm yim zmyn kyn lvukn mnz bḥkmi khda chyz tqsym kran chhi."
  },
  {
    "verse_id": 5,
    "translation": "Be shk qyamtuk yus vʿdh tohyhi sintụ̄ krnh yivan chhu suh chhu balkl pvz."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi chhu ʿmln hndi jzahuk doh ẓrvr vaqʿ spdvun."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi chhu qsm āsmanuk yth mnz mlạykn hndi pknh khạṭr vath chhe."
  },
  {
    "verse_id": 8,
    "translation": "Be shk tohyhi sarine hnz kthh chhe qyamts mtʿlq mkhtlf. Kanhh chhu tth tṣdyq kran, kanhh chhu ankar kran."
  },
  {
    "verse_id": 9,
    "translation": "Sue chhu aamhi qyamt kh vqvʿ kh aʿtqadh nishhi phyran yus kulytaan khyrvsʿādt nishhi phyran āshi."
  },
  {
    "verse_id": 10,
    "translation": "Tbah th brbad gczhn be snd kthh krvunụ̄ yim qyamts chhi ankar kran dlylhi vrạe."
  },
  {
    "verse_id": 11,
    "translation": "Yim jhalts mnz bvddith ghafl chhi spdymtụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Yim prczhan chhi tthtthh pạtthụ̄ qyamt jzahuk doh krāshi."
  },
  {
    "verse_id": 13,
    "translation": "Dpyvukh tamhi doh yymhi doh tim nars petth bvznh yin, jhnmkụ̄ darvghh dpnkh."
  },
  {
    "verse_id": 14,
    "translation": "Czhiv tvhụ̄ mzh pnnhi szahuk, yhi chhu suh ʿdhab yus tvhụ̄ jld czhanddan ạsiv."
  },
  {
    "verse_id": 15,
    "translation": "Be shk khdays khoczvunụ̄ āsn baghn th nagh radn mnz."
  },
  {
    "verse_id": 16,
    "translation": "Ḥaṣl krvunụ̄ āsn timn mhrbạniyn th tth thvabs yimh timn pnnụ̄ prvrdgarn ʿṭa krimcz āsn. Be shk tim ạsụ̄ yymhi brvntth dnyahs mnz nykv kar."
  },
  {
    "verse_id": 17,
    "translation": "Tim ạsụ̄ frayẓ v vajbatn ʿlavh nvafl th ddadd krith pran yymhi khạṭr rat kuyt thi sytthah km nindr kran ạsụ̄."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi ạsụ̄ tim bavjvdān sḥr kh vqth khdays mghfrt mngan, pnnis ʿbadts petth avsukh nh ghrvr th naz spdan."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi avs tihindis mals andr ḥṣh mngh vunyn th nh mngh vunyn mḥtajn hndi khạṭr."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi chhe zmyns mnz bjhi bjhi dlylh qyamt qaym krnh kis qdrt āsns petth, yqyn krns petth kvshsh krvunyn hndi khạṭr."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi chhi khod tihindyn dhatn th nfsn mnz thi qdrtkụ̄ brrụ̄ nshanh. Tihindyn ẓạhry v bạṭny mkhtlf aḥvaln mnz thi chhe dlylh amkani qyamts petth, kya tvthi chhuna tohyhi bvznh yivan."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi chhu āsmanne andr tuhund rzq, byyhi tim chyz yimn hund tohyhi qyamts mtʿlq vʿdh thavnh yivan chhu timn sarine chyzn hund mʿīn vqt chhu drj lvḥi mḥfvẓs andr yus āsmans petth chhu.zmyns petth āv nh tmuyk yqyny ʿlm nạzl krnh kunhi khaṣ mṣlḥt sbbh."
  },
  {
    "verse_id": 23,
    "translation": "Ps chhu āsmann th zmynn hndis prvrdgarsund qsm kh yhi jzahuk doh chhu ḥq th pvz. Yithh pạtthụ̄ tihnz kthh krnhi yqyny chhu, Allah tʿālyā hn duyt qyamt kis vaqʿ spdns tshbyh kthh krns sintụ̄ yʿny yithh pạtthụ̄ ansan aakh kth kran chhu tvpth chhu czhoph kran, tvpth chhu byakh kth hyvan krnụ̄, yithe pạtthụ̄ kri Allah tʿālyā mrith byyhi lvukn zndh."
  },
  {
    "verse_id": 24,
    "translation": "Ae Muḥammad kya tohyhi nishhi chha vvtmut abrhym ʿlyh alslam sndyn mʿzz pczhyn hund qṣh."
  },
  {
    "verse_id": 25,
    "translation": "Yylhi tim czae timn nishhi tvpth krkh timn slam. Abrhym ʿlyh alslamn thi frmvvukh slami hund jvabi slam. Byyhi lgụ̄ vannhi abrahym ʿlyh alslam, yim km sna vopr mvhniv chhi mʿlvm spdan."
  },
  {
    "verse_id": 26,
    "translation": "Tvpth czae tim jld bạczn nishhi, tvrh āe hyth vczhụ̄ sund maz yus gyvs mnz avs tlnh āmut."
  },
  {
    "verse_id": 27,
    "translation": "Tvpth thvvukh timn brvntthh knhi, tmv yylhi nh tvkun tvjhe kvr, dvpnkh tvhụ̄ kvnh chhiv khyvan. Tvpth thi yylhi nh timv khyvv."
  },
  {
    "verse_id": 28,
    "translation": "Tmhi sintụ̄ gabre th khvf zdh spde tim timn nishhi, andrụ̄ kinụ̄ dvp timv kh khbrchha yim maāsn dshmn, aadh kvnh chhi yim khyvan mgr timv pczhyv czyvun tihund gabrun th khvf zdh spdun, timv dvpukh tvhụ̄ mh ḥẓ khvcziv, asụ̄ nh ḥẓ chhinh ansan, asụ̄ chhi malk.sintụ̄ vnihkh bshart akis ʿạlm frznd snz yus pyghmbr āshi."
  },
  {
    "verse_id": 29,
    "translation": "Tvpth āyhi aath ḥals mnz brvntth kun tihnz āshyn by by sarh ʿlyha alslam yosh tthi the yimh kthh bvzan ạs, āyhi shvr tulan, tvpth lạyin ddyks pnnis cznddah, byyhi lj dpnhi aakh chhas bh buddh byyhi chhas hantth, suh kith sna pạtthụ̄ zyvi me nychuv, yth ḥals mnz me nychuv ziyvn chhu ʿjyb kthah."
  },
  {
    "verse_id": 30,
    "translation": "Timv dvphs tʿjb mh kr czh, asụ̄ chha kynhh pnun vnan, yhi frmvv yithe pạtthụ̄ chạnụ̄ prvrdgarn. Be shk chhu suh sytthah ḥkmt vvl sytthah ʿlmh vvl, suh chhu kmali qdrt vvl, ts nishhi chhanh khnụ̄ kth ʿjạyb. Abrahym ʿlyh alslams spud mʿlvm nbvt kh frast sintụ̄ kh yimn malkn chhu aamhi bshart ʿlavh byyhi thi kya tanụ̄ mqṣd.tth kun nẓrkrith."
  },
  {
    "verse_id": 31,
    "translation": "Purvczh abrahym ʿlyh alslamn yimn malkn, ae svznh āmtyv malkv, tvhụ̄ kmhi ẓrvry kamhi khạṭr chhiv byyh yvr āmtụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Timv dvphkh asụ̄ ḥẓ chhi svznh āmtụ̄ nafrman qvms akis kun yʿny qvmi lvṭs kun."
  },
  {
    "verse_id": 33,
    "translation": "Yuth travav asụ̄ timn petth khngrn hndụ̄ kni phlụ̄ yim nars mnz pynh āmtụ̄ chhi."
  },
  {
    "verse_id": 34,
    "translation": "Yimn knhi phlyn khaṣ nishanh thavnh āmut avs tihindis prvrdgars nishhi nafrmạny anadr ḥd ddlh vunyn hndi khạṭr, nshanh avsukh aamy khạṭr kh yimh gczhn lgnhi timne yim ʿqlhi th dynh kh fṭrt kh ḥd nishhi ddlimtụ̄ chhi."
  },
  {
    "verse_id": 35,
    "translation": "Yylhi yimn bsty yn petth ʿdhabuk vqt vvt, ps kryvv aashi airadh asụ̄ krrvkh tamhi shhr mnz tim lvukh yim baayman āsn tim thavvkh asụ̄ ʿlāḥydh."
  },
  {
    "verse_id": 36,
    "translation": "Ps lvb nh ashi tth shhrs andr aakhi gr vrạe kanhh grah mslmanv andr, suh grh avs lvṭ ʿlyh alslam sund, tim thạviụ̄ aashi ʿdhab nishhi mḥfvẓ.baqy krụ̄ aashi sạry hlak."
  },
  {
    "verse_id": 37,
    "translation": "Byyhi trvv a.shi timn sngi baran krith.tth shhrs mnz hmyshh khạṭr nshanh aakh timn lvukn hndi khạṭr yim khoczan āsn sạnis kurrris ʿdhabs, tvpth āsn yymhi vaqʿh nishhi ʿbrt rttan."
  },
  {
    "verse_id": 38,
    "translation": "Byyhi chhu ʿbrt mvsyā ʿlyh alslam sndis qṣs andr thi, yylhi aashi svuzụ̄ tim frʿūns kun nnụ̄ dlyl yʿny mʿjzh hyth."
  },
  {
    "verse_id": 39,
    "translation": "Ps phuyr buth tmụ̄ byyhi tmụ̄ sndyv arkani slṭntv, suh lvg mvsyā ʿlyh alslams dapnhi yhi chhu jadv gr ya dyvanh."
  },
  {
    "verse_id": 40,
    "translation": "Ps rvtt ashi suh byyhi thnd fvj, tvpth duyt dạrith dryavs andr yth mnz suh ghrq gvv lshkr hyth.suh avs sytthah qabli mlamt kfrv shrk th nafrmạny hndi sbbh."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi chhu qvmi ʿād kis hlak krns andr th ʿbrtuk mqam yylhi puhyr aashi timn petth hash th vijh vav, yus khạly avs khyrh nishhi yʿny tth mnz avs tihindi khạṭr shre shr."
  },
  {
    "verse_id": 42,
    "translation": "Suh vav avs nh travan kunhi chyzs yymhi petthụ̄ suh pkhi ha mgr tth avs chvur chvur kran, nas th ddas kran."
  },
  {
    "verse_id": 43,
    "translation": "Byyhi chhu qvmi czmvdkis glns andr thi ʿbrtuk mqam yylhi vannhi āyv timn yʿny ṣalḥ ʿlyh alslamn frmavyvv timn, tulụ̄ tv tmtʿ th fạydh zndgy hund km kynhh kalah yʿny kfrvshrk nishhi ne baz yiyiv tylhi chhu tohyhi hlak spdun."
  },
  {
    "verse_id": 44,
    "translation": "Tvpth thi krtimv srkshy th nafrmạny pnnis prvrdgar sndis ḥkms, ps rttụ̄ tim aakhi khvfnak krykhi vuchhan vuchhan. Yʿny ʿdhabkụ̄ āthar yylhi ẓạhr spdụ̄ tim ạsụ̄ tim āthar vuchhan."
  },
  {
    "verse_id": 45,
    "translation": "Ps hyvk nh timv thvd vthith klh v krmn krith mvudụ̄ sạry. Nh hyvk timv aashi nishhi tmuyk bdlh hyth."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi kvr aashi yimn brvntth hlak th brbad nvḥ ʿlyh alslam sund qvm, be shk tim ạsụ̄ sytthah nafrman lvukh."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi kvr pạdh ashi āsman pnnhi qdrt sintụ̄, be shk sạnụ̄ qdrt chhe sytthah vsyʿ."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi vhrvv aashi zmyn frshikụ̄ pạtthụ̄, ps kya rut vathravivunụ̄ chhi asụ̄. Yʿny aath zmyns mnz km km nfʿāh th fạydh thạvụ̄ aash."
  },
  {
    "verse_id": 49,
    "translation": "Byyhi kvr aashi prth chyzah pạddh jvri jvri, zh zh qsm. Aamhi andr chhu murad prth chyzs mqabl thvv aashi byakh chyz, mthlaan āsman th zmyn, jvhr th ʿrẓ, grmy th srdy, mvdur th ttyvtth, lokutt th bvdd, khoshnma th bdnma, sfyd th syah, gash th gtth vghạrh.yuth tohyhi yimv mṣnvʿātv sintụ̄ khdae sund kun āsun fkri tri kh mvjvdat chhi zh zh th jft. Khalq mvjvdat chhu kunue ṭaqt th frd."
  },
  {
    "verse_id": 50,
    "translation": "Ae pyghmbri brḥq tvhụ̄ frmạviv lvukn yylhi yim mvjvdat v mṣnvʿāt ḥẓrt khalq sndis kun āsns petth dlalt kran chhi, ps pazi tohyhi kh tvhụ̄ dvuriv ts khdaesndis tvḥyds kun. Be shk bh chhusav tihindy ṭrfh tohyhi fkr tarnh khạṭr nnụ̄ pạtthụ̄bym krvun. Vẓaḥt san chhusav vnan kh"
  },
  {
    "verse_id": 51,
    "translation": "Byyhi mh tthhrạvin Allah tʿālyā hs sintụ̄ byakh kanhh mʿbvdah. Be shk bh chhusav tohyhi tihindi ṭrfh bym krvun nnụ̄ pạtthụ̄. Aath mnz spz zyadh vẓaḥt kh ffr valy Allah hs mnz chhu tvḥyduk ḥkm, tth chhu lạzm nhy ʿn alshrk, suh gvv )...........( aath sintụ̄ āv yhi tạkydh khạṭr vannh, bh chhusv nnụ̄ pạtthụ̄ khdae sndi ṭrfh bym krvun. Allah tʿālyā chhu frmavan, ae pyghmbr brḥq tvhụ̄ chhiv be shk ndhyr mubyn. Lykn yim tuhndụ̄ mkhạlf chhi tithụ̄ jạhl kh tim chhi tohyhi sạḥr th mjnvn vnan. Tvhụ̄ kriv aath petth ṣbr, yhi nv kthah chhanh."
  },
  {
    "verse_id": 52,
    "translation": "Yithe pạtthụ̄ yim kạfr yimn brvntth guzre timn nishhi āv nh kanhh pyghmbrah mgr dvphas yhi chhu jadv gr ya mvt th dyvanh."
  },
  {
    "verse_id": 53,
    "translation": "Kya sna tim ạsụ̄ aakh akis aamich vṣyt kran tmy yimh kthh brvntthimyv vanimaczh chhe time kthh chhi yim kạfr thi vnan, blkh tim sạry srksh th nafrman. Yʿny yimh kthh vnnuk sbb chhu srkshy th ṭghyan."
  },
  {
    "verse_id": 54,
    "translation": "Ps phiriv timn nishhi pnun tvjh, timn kun mah kriv kanhh altfat, tohyhi pyth chhunh kanhh alzam, tvhụ̄ kriv pnnụ̄ kạm, tohyhi vatnvvuv pyghami ḥq."
  },
  {
    "verse_id": 55,
    "translation": "Tvhụ̄ rvuziv aṭmnanh san pnnụ̄ kạm kran, tvhụ̄ rvuziv lvukn nṣyḥt kran timn fkri taran. Be shk vʿẓ v nṣyḥt krns chhi sytthah fạydh baaymann hndi ḥqh."
  },
  {
    "verse_id": 56,
    "translation": "Byyhi krụ̄ me pạd jn th ansan khaṣ aamy khạṭr kh yuth tim myạnụ̄ ʿbadt krn."
  },
  {
    "verse_id": 57,
    "translation": "Bh chhus nh timn nishhi rzq czhanddan, nh chhus bh yczhan me khyavn na kynhh."
  },
  {
    "verse_id": 58,
    "translation": "Be shk Allah tʿālyā chhu sarine rzq ʿṭa krvun qvt vvl th mẓbvṭ."
  },
  {
    "verse_id": 59,
    "translation": "Ps timn lvukn hndi ʿdhab khạṭr thi chhe vạrụ̄ pnnụ̄ mqrr khdays nishhi yimv pạnụ̄ pans kfrvshrkh sintụ̄ ẓlm kvr. Yithh pạtthụ̄ brvuntthimyn kafrn hndi khạṭr vạrụ̄ chhe mqrr, ps mah krin tim banbr yʿny ʿdhab ṭlb krns andr mah krin jldy. So pnnụ̄ vạrụ̄ vathi timn ẓrvr."
  },
  {
    "verse_id": 60,
    "translation": "Ps chhe bdd khraby th afsvs timn lvukn hndi khạṭr yimv kfr th shrk kvr tamhi doh yymhi dohuk timn vʿdh thavnh yivan chhu."
  }
]