[
  {
    "verse_id": 1,
    "translation": "Kvhi ṭvrch dre."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi lykhnh āmczi ktabhi hnz dre."
  },
  {
    "verse_id": 3,
    "translation": "Yosh mczrnh āmtis kaghdhs petth lykhnh āmcz chhe. Tmhi andr chhu murad namh aʿmal."
  },
  {
    "verse_id": 4,
    "translation": "Byt almʿmvrchy dre, suh gvv mlạykn hndi ʿbadtuk ghrh, yus stims āsmans petth chhu."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi thdi pshich dre, yʿny āsman."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi dryae mḥytch dre yus ābh sintụ̄ brith chhu."
  },
  {
    "verse_id": 7,
    "translation": "Be shk chạnis prvrdgar sund ʿdhab chhu kạfrn th mnkrn petth ẓrvr vaqʿ spdvun."
  },
  {
    "verse_id": 8,
    "translation": "Kanhh chyzah chhunh, kạnshi hund ṭaqt chhunh tth ʿdhabs path rttun. Yohe ʿdhab spdi vaqʿ tamhi doh."
  },
  {
    "verse_id": 9,
    "translation": "Yymhi doh āsmans ntth th thr vothhi. Skht ntth, yymhi sintụ̄ tth phratth th shgaf gczhn."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi yymhi doh vuddn koh ʿjyb ṭryqh, pnnhi jayhi nishhi ddln."
  },
  {
    "verse_id": 11,
    "translation": "Ps bvvin vạl th afsvs tamhi doh ankar krvunyn, yim tvḥyds, rsalts th qyamts ankar kran ạsụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Yim tkdhyb kis shghls mnz be hvudgy san bvddimtụ̄ ạsụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Yymhi doh tim lvukh zvrh pknavnh yin jhnms kun hytth divan th dkh divan, vannh yiyakh."
  },
  {
    "verse_id": 14,
    "translation": "Yohe kya gvv suh jhnm yth tvhụ̄ aapuz zanan ạsiv. Yimn āyatn mnz aamich khbr ạs āsan timn āyatn ạsiv ankar kran, dpan ạsiv yim āyat chhi siḥr."
  },
  {
    "verse_id": 15,
    "translation": "Yhi jhnm thi ma chhu tuhndi khyalh siḥr th jvd. Varh vuchhith vniv, kinh tohyhi chhunh dryntthụ̄ yivan kynhh thi."
  },
  {
    "verse_id": 16,
    "translation": "Acziv aath jhnms andr, aadh tvhụ̄ ṣbr kritv ya mth kritv, tuhndi khạṭr chhi doshve chyz brabr. Yhi chhunh mgr timne kamyn hund bdlh yimh tvhụ̄ kran ạsiv dnyahs andr."
  },
  {
    "verse_id": 17,
    "translation": "Be shk prhyzgar āsn jntn, nʿmczn th samani ʿīshn mnz."
  },
  {
    "verse_id": 18,
    "translation": "Khosh th khrm āsn timv nʿmtv th mhrbạnyv sintụ̄ yimh yimn ʿṭa krimcz āsn prvrdgarn, byyhi āsn tim rchhimtụ̄ pnnụ̄ prvrdgarn jhnm kh ʿdhab nishhi, vannh yiyakh."
  },
  {
    "verse_id": 19,
    "translation": "Khyyiv th chyyiv, yhi chhuv bdlh timn kamyn hund yimh tvhụ̄ kran ạsiv dnyahs andr."
  },
  {
    "verse_id": 20,
    "translation": "Tim jnty āsn tkyh dy dy tkhtn petth yim nkhh nkhh thavnh āsn āmtụ̄, byyhi krvkh nythr ḥvrn sintụ̄ yimn achh vychhhi vychhhi āsn, yhi gvv ʿām baaymann hund ḥal. Amhi pth chhu khaṣ baaymann hund dhkr yimn hndụ̄ avlad thi āsn baayman."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi yimv lvukv ayman avn tvpth pkụ̄ tihindụ̄ avlad thi timne pth pth ayman anns andr, agr chh ʿmlh krykh nh tihnz hishhi, asụ̄ milnavvkh tihindụ̄ avlad timne sintụ̄ tihindi akram v tʿẓymh khạṭr. Byyhi yuth tihindụ̄ dl qrar rttn, byyhi krv nh asụ̄ tihnzn ʿmln andr kunhi qsmch kmy mgr shrṭ chhu avlad gczhn baayman āsnụ̄, hrgah thi āsm nh tylhi chhu kafr avladn hund baayman malyn nishhi vatun nammkn kyazi prth aakh shkhṣah chhu pnnyn kfr chn kamyn sintụ̄ nars andr bnd krnh āmut, suh rvzi mḥbvs th makhvdh tthụ̄ andr, kyazi kfr nishhi njat bnnch chhanh kanhh ṣvrthah."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi hurrvv aashi timn jnty yn myvy th maz yymhi qsmh chh mazch tim khvahsh th rghbt krn prth doh."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi āsn tim khosh ṭbʿī pạtthụ̄ thph thph th aakh akis nishhi ninch kvshsh kran shrb kis tth pyals yth mnz nh bkvas āshi, nh kanhh be hvudh kthah āshi ʿql v mtants khlaf."
  },
  {
    "verse_id": 24,
    "translation": "Byyhi āsn timn jnty yn nishhi myvh vghạrh chyz brvntth kun aannh khạṭrh phyran th avr yvr kran khvbṣvrt, lokttụ̄ yim tihindi khạṭr mkhṣvṣ āsn, time āsn khvbṣvrty th ḥsn v jmals andr nph nph kran hạnginhi mnz mḥfvẓ thavnh āmtụ̄ mokhth hivụ̄, timn jnty yn āshi rvḥạny msrt th chnanchh."
  },
  {
    "verse_id": 25,
    "translation": "Mtvjh spdn timv andrh addụ̄ aaddyn kun kth bath krnh khạṭr."
  },
  {
    "verse_id": 26,
    "translation": "Athnaʿ gftgvhas andr dapn tim asụ̄ ạsụ̄ na dnyahs mnz pnnis ʿīals mnz khdae sndis ʿdhabs khoczan."
  },
  {
    "verse_id": 27,
    "translation": "Ps thạv bdd minath aashi petth khdayn asụ̄ rchhin jhnm kh ʿdhab nishhi."
  },
  {
    "verse_id": 28,
    "translation": "Be shk asụ̄ asụ̄ azikh brvntth dnyahs mnz tsy dʿā mngan. Be shk suh chhu sytthah aḥsan krvun, sytthah mhrban.tohyhi nishhi yylhi aashi aamhi qsmkụ̄ mẓamyn svuzụ̄ yimn mnz jnth kyn lvukn th jhnm kyn lvukn hund ḥal byan āv krnh."
  },
  {
    "verse_id": 29,
    "translation": "Ps time mẓmvn byan krnh sintụ̄tạriv fkri yarsvl Allah lvukn, kyazi tvhụ̄ chhiv nh hrgz khdae snzi mhrbạny v fẓlh sintụ̄ kahn th dyvanh yithh pạtthụ̄ yim mshrk vnan chhi. Tvhụ̄ chhiv be shk pyghmbri brḥq. Pyghmbr snz kạm chhe mdavmat krnụ̄ vʿẓ v tblyghs petth."
  },
  {
    "verse_id": 30,
    "translation": "Kya tim chha tohyhi shaʿr zạnith vnan asụ̄ pyarv yimn zmankyn ḥạdithatn yithh pạtthụ̄ be shaʿr mrụ̄ mrụ̄ khtm ge th mvudụ̄, yithe pạtthụ̄ gczhn yim thi yymhi ʿālmh."
  },
  {
    "verse_id": 31,
    "translation": "Tvhụ̄ frmạviyvukh ya rsvl Allah ṣly Allah ʿlyh v slm, jan gvv pyạriv tvhụ̄ kh bthi chhus tohy sintụ̄ pyrvunyv andrh. Vuchhav ksund kiyuth anjam spdi, tvhụ̄ vuchhiv myvn anjam kuyth āshi. Me chhe aumyd myvn anjam āshi kamyạby th tuhund anjam āshi nakạmy."
  },
  {
    "verse_id": 32,
    "translation": "Kya timn chha ʿqlh tihnz yymuyk timn dʿūyā chhu yimh kthh hychhnavan kinh tim chhi srksh th shryr qvm kinh randdh chhi bnymtụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Kya tim chha vnan kh yhi qrān mjyd chhu ānḥẓrtv pane bnvvmut, thi chhunhkh hrgz blkh chhinh tim ʿnad sbbh aath qrān mjyds pczh kran. Hrgah balfrẓ th āshi."
  },
  {
    "verse_id": 34,
    "translation": "Tylhi anụ̄ tn tim thi aath qrān mjyds hyvu kanhh klamah, tim tihe ʿrby klam krns petth qadr chhi, fṣyḥ v blygh chhi chhe tim aath dʿūyā hs andr pzyr."
  },
  {
    "verse_id": 35,
    "translation": "Kya tim chha pạdh krnh āmtụ̄ kunhi chyz vrạe, yʿny pane chha pạd spdụ̄mtụ̄ kạnshi khạlqs vrạe kinh time chhi pane pans pạdh krvunụ̄ th khạlq."
  },
  {
    "verse_id": 36,
    "translation": "Kya timve krya āsamn th zmyn pạdh, blkh chhinh tim bvjh jhalt tvḥyduk yqyne kran timn chhanh pczhe tmich."
  },
  {
    "verse_id": 37,
    "translation": "Kya timn lvukn nishhi chha tuhndis prvrdgar sndyn rḥmtn th nʿmczn hund khzanh yimv nʿmtv th rḥmtv andrh nbvt thi chhu kh tihmzi khvạhshhi mṭạbq yas suh nbvt ʿṭa krun yyczihh ts krin ʿṭa, kinh tim chhi tmhi ḥkmkụ̄ ztthụ̄ thi mytth bnymtụ̄ yas khosh krykh ts diyavn nbvt."
  },
  {
    "verse_id": 38,
    "translation": "Kya timn nishhi kanhh hyrah yth petth khsith tim bvzan chhi āsman chh khbr. Hrgah thi chhu tylhi krin pysh timh khbr bvzvunụ̄ kanhh dlylah yymhi sintụ̄ thạbt spdi kh tmụ̄ kya chhu vaqʿī bvuzmut vḥy ailhāy."
  },
  {
    "verse_id": 39,
    "translation": "Tvḥyds ankar krvunụ̄ chhi mlạykn dpan khdae snz kvr. Ae kafrv kya khdays gya kvri tjvyz krnhi yimh tohyhi pans namrghvb th napsnd chhe,th tohyhi gv pans khạṭr nychivụ̄."
  },
  {
    "verse_id": 40,
    "translation": "Kya tvhụ̄ chhivh yarsvl Allah ṣly Allah ʿlyh vslm mngan timn dyni ḥq vatnavnh khạṭr mvzvurụ̄ th mʿāvẓh. Tamhi nqṣanuk bvr kya chhnh hykan tim brdasht krith."
  },
  {
    "verse_id": 41,
    "translation": "Kya timn nishhi chha ʿlm ghyb pvushydh kth vạczmcz, timh kya chhe timv lykhith thạvith mḥfvẓ thavimaczh,vonụ̄ chahnh timn kunich ẓrvrthe. Timne ghyb chn kthn petth aṭlaʿ āsnh mokhh kya chhi tim qyamts ankar kran."
  },
  {
    "verse_id": 42,
    "translation": "Kinh tim chhi ṣaḥbi rsalts nsbt kanhh āzar th tklyf vatnavun yczhan. Ys yimv lvukv kfr th ankar kvr time spdn tth āzars th tklyfs mnz panh grftar. Chnanchh tim spdụ̄ tth mnz nakam jngi bdrs mnz ge varyah ddangr kạfrn hndụ̄ marh."
  },
  {
    "verse_id": 43,
    "translation": "Kya timn chha mʿbvdi brḥqs vrạe byyhi kanhh mʿbvdah, Allah tʿālyā chhu munzh th pak timv sarive chyzv nashhi yim chyz tim lvukh ts shryk tthhravan chhi, mkhạlf lvukh yʿny mshrk ạsụ̄ rsalts mtʿlq vnan kh asụ̄ manvn yhi ṣaḥb tyly pyghmbr yylhi tim āsman kh ṭrfh āsmanch aakh chhlah travnavan."
  },
  {
    "verse_id": 44,
    "translation": "Hrgah tim vuchhn th āsmanch aakh chhlah vsụ̄ pyvan tvthi ann nh tim ayman. Dpan yhi chhu pyvtthus pyth thavnh āmut aakh avbrh czrvttah. Vvnụ̄ yylhi tim lvukh aamhi qsmkụ̄ ṭaghy th baghy chhi yimn lvukn n, shhi aymanuk tvqʿ chhu thavun be kar."
  },
  {
    "verse_id": 45,
    "translation": "Ps trạviyvukh ḥẓ yarsvl Allah tim lvukh pnnis ḥals petth yvt tanụ̄ tim smkhn pnnis tth dohs yymhi doh timn ḥis th hvsh vuddn yʿny qyamtuk doh."
  },
  {
    "verse_id": 46,
    "translation": "Yymhi doh nh timn kanhh fạydh diyhi pnun mkr th fryb yus tim aslam kis mkhalfts mnz dnyahs andr kran ạsụ̄, nh yiykh kunhi ṭrfh kanhh mddah krnh."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi chhu pzipạtthụ̄ yimn ẓạlmn hndi khạṭr aakh ʿdhabah qyamt kh ʿdhab brvntthue dnyahs mnz mgr tmv andr chhunh suh akthrn mʿlvm. Yylhi tohyhi mʿlvm spdi kh tuhndi khạṭr chhu aakh vqtah mʿīn mkrnh āmut."
  },
  {
    "verse_id": 48,
    "translation": "Tvhụ̄ kriv ḥẓ pnnis prvrdgarsndis ḥkms antẓar krns petth ṣbr, tvhụ̄ mah kriv andyshh yiytis kals yimn petth ʿdhab nạzl spdi. Yiytis kals ma vatnavn tim tohyhi kanhh tklyfah, tmhi nishhi rvuziv tvhụ̄ be fkr kyazi tvhụ̄ chhiv aashi nẓrn tl, sạnis ḥfaẓts th rạchh andr. Hrgah tohyhi tuhndi kfruk ghm dils petth yivan āshi, tmuyk ʿlaj chhu kh mjalisv nishhi vothnh vizi ya nindri nishhi bydar spdnh nishhi ạsiv tvhụ̄ pnnis prvrdgar sund yad kran tsbyḥ v tḥmydh sintụ̄."
  },
  {
    "verse_id": 49,
    "translation": "Byyhi ạsiv rat kis kunhi ḥṣs mnz thi tihundd tsbyḥ pran mthlaan khftn kh vqth, byyhi tarkn hndi lvsnh pth thi yʿny ṣbḥ nemaz ạsiv pran. Ghrẓ pnun dil ạsiv khdae sndis yads sintụ̄ mshghvl thavan. Adh āshi nh ghmn th fkrn hund ghlbh rvzan."
  }
]