[
  {
    "verse_id": 1,
    "translation": "Qasm chhu me sitaruk yylhi suh losan chhu, (yithh pạtthụ̄ starh chhu pnnis sạrise msafts andr ṭlvʿ petthh ghrvbs tanụ̄ avrh yvr ddlnh vrạe syvdue pkan, yithe pạtthụ̄ chhi ānḥẓrt pnnis sạrise ʿmri shryfs abtdaʿ petthh anthahs tanụ̄ gmrạhy v ẓlalt nishhi mḥfvẓ. Chnanchh yohe chhu jvabi qasm yʿny athụ̄ kathhi petth chhu qasm havnh āmut.)"
  },
  {
    "verse_id": 2,
    "translation": "Yhi tuhund prth vqth sintụ̄ th brvntth knhi rvzn vvl pyghmbr, yihndyn sarine aḥvaln th afʿāln hnz tohyhi pvri khbr chhe, nah ddlụ̄ tim rahi rast nishhi, nah krkh hj vath akhtyar. (ẓlal gvv siyz vath nh athhi yinụ̄. Ghvayt gvv so siyz vath trạvith byyhi vathi pkun.)"
  },
  {
    "verse_id": 3,
    "translation": "Nah chhi tim pnnhi nfsạny khvahshhi mvjvb klam frmavan yithh pạtthụ̄ tvhụ̄ vnan chhiv."
  },
  {
    "verse_id": 4,
    "translation": "Tihund arshad chhu khạlṣ vḥy āsan yus timn kun soznh yivan chhu khdae sndi ṭrfh. (khvah suh alfaẓn hund vḥy chhu yath qrān vnan chhi, khvah ṣrf mʿānyan hund vḥy chhu yth snt vnan chhi, aṣly mqṣd chhu nfy krun tth khyals yus kạfr vnan ạsụ̄ kh nʿūdh bAllah tim kyah chhi khdays kun nsbt kran ghlṭ kthn thi hrgz chhunh, aamhi pth chhu Allah tʿālyā vḥy yuk vạsṭh byan kran)"
  },
  {
    "verse_id": 5,
    "translation": "Kh timn chhu amhi vḥy yich tʿlym kran suh malk yʿny jbryli amyn yus setthah ṭaqt vvl chhu. (suh ṭaqt chhun nh ḥạṣl kvrmut blkh)"
  },
  {
    "verse_id": 6,
    "translation": "Blkh chhu ts suh ṭaqt dhạty th pydạyshy. (yithh pạtthụ̄ akis rvayts andr panh jbryli amynn pnnhi ṭaqtuk byan kvrmut chhu kh me chhe qvmi lvṭ chhi bsty czkhi tlh khạrith āsmans tanụ̄ vatnavmcz. Āsmans qryb vatnạvith chhumkh taluk petth kvrmut, yvut chhu suh ṭaqt vvl. Amụ̄ se ṭaqt vạlụ̄ sndi dhryʿh chhu yhi mqds klam tohyhi tanụ̄ vatnavnh āmut. Nʿūdh ballāh kạnshi shyṭan sndi dhryʿh chhunh vatnavnh āmut takh tuhndi, kạhn āsnuk āsihe aḥtmal blkh chhu mlạykn hndis srdar sndi dhryʿh vatnavnh āmut. Yymhi kthhi hund thi chhunh aḥtmal kh vatnvvmut kya chhu malkne mgr khbr chha vathi ma āshi tas petth tṣrf kvrmut kạnshi shyṭann, kyazi tas malks kvr Allah tʿālyā han ṣft shdydu alqvyā sintụ̄. Aamhi andrh chhu mṭlb kh shyṭan snz mjale chuhnh kh suh kya hykhi kunhi qsmh tṣrf krith amis qvt vạlis mlks petth. Vḥy yuk silslh khtm spdnh pth chhu panh Allah tʿālyā han aamhi qrāni mjydkh ḥfaẓtuk, amhi kh biʿīnih ada krnuk dhmh hyvtmut th vʿdh kvrmut )ain ʿaalynaa jamʿaah va quraānah( vonụ̄ chhu byakh shubah kh amis vḥy kis vạsṭs malks sintụ̄ chha timv thndis aṣly ṣvrts mnz mlaqat kvrmut. Tath mtʿlq chhu yiy zi vaqʿī yithi chhu lbnh āmut. Mtʿdd dfʿh chhu timv jbryli amyn vuchhmut byyis ṣvrts mnz.) mgr fastavyā pas spdyav suh syvd aistadh. (aakhi pihri chhu lbnh āmut kh aṣly ṣvrts mnz thi āv suh timn brvntth kun. Dran ḥaltykh)"
  },
  {
    "verse_id": 7,
    "translation": "Suh avs āsman kyn blnd kinarn petth. (āsman kyn aufqn nzdyk chhunh chyz ṣaf bvznh yivan. Vsṭi āsmans kun nẓr dinụ̄ chhe baʿthi tklyf spdan, aufqi aʿlyā has petth vuchuhn chhu āsan, tmy mokhh rvud jbryli amyn aufqi aʿlyā has sydi syvd. Yhi gvv tmy doh yymhi doh timv khvạhsh kr jbryli amyns nishhi kh ae jbryl me hav czh pnnụ̄ aṣly ṣvrt. Chnanchh amami trmdhy sndi rvayt mvjvb āv vʿdh krnh kh kvhi ḥirahs nkhh tl, mvẓʿ jyads mnz yiyhi thi baʿml. Pas avn tshryf nby krymv tath jayhi, tathi petthh vuchuhkh jbryli amyn mshrqy aufqn petth she hath par mczrạvith, time ạsụ̄ vạtimtụ̄ mghrby aufqn tanụ̄, yhi vuchhith spdụ̄ nby krym be hvsh tvpth pe zmyns petth. Tvpth āv jbryli amyn nkhh tl ansạny ṣvrts andr tskyn dinh khạṭr, tamich dhkr chhe aamhi pth. Alḥạṣl jbryli amyn āv goddh aufqi aʿlyā has petth aṣly ṣvrtas mnz yylhi tim be hvsh spdụ̄ tvpth āv suh timn nzdyk ansạny ṣvrts mnz. Tiy gvv)"
  },
  {
    "verse_id": 8,
    "translation": "Tvpth āv jbryli amyn timn nkhh tl, tvpth byyhi zyadh nkhh tl."
  },
  {
    "verse_id": 9,
    "translation": "Pas ạs timn don mnz don kmann yạcz jae, blkh tamhi khoth thi kme. (ʿrbuk ʿādt avs kh yylhi zh shkhṣ panh vạnụ̄ kmali atḥad v atfaq khaṭr smkhan ạsụ̄ tim ạsụ̄ pnnụ̄ kman sintụ̄ tulan, timn kmann hndụ̄ tạntụ̄ krụ̄ ạsụ̄ aakh akis sintụ̄ milh navan. Yhi avs ʿlamt atfaq v atḥadi ṣvriyuk. Aath sintụ̄ hrgah atḥadi rvḥạny v qlby thi āsihe tylhi avs yivan vannh aav aadnyā. Yytnas thi āv lfẓi aav aadnyā hurravnh sintụ̄ byan krnh kh jbryli amyns th nby krym ṣly Allah ʿlyh v slms drmyan chhe rvḥạny mnasbt thi yosh mdari aʿẓm chhe tihndi pvur mʿrftch th zạnụ̄ hnz. Alghrẓ jbryli amyn sndi nzdyk yinh sintụ̄ spud timn aifaqah v tskyn ḥạṣl. Tvpth aifaqh spdith)"
  },
  {
    "verse_id": 10,
    "translation": "Pas svuz Allah tʿālyā han amụ̄se jbryli amyn sndi dhryʿh pnnis bnds ḥẓrt Muḥammads ṣly Allah ʿlyh v slms petth suh vḥy yus tmụ̄ svuz. Yymhi vḥy yuk tʿīun v tkhṣyṣ krnh chuhnh āmut. (mmkn chhu amụ̄se jbryli amyn sndis tʿārfs mtʿlq āshi kanhh vḥy ya byyhi kanhh vḥiyah. Aamhi vqth thi vḥy nạzl spdun yus khaṣ jbryli amyn sndi tʿārfuk vqt avs chhu ghạlbaan yymhi aamr khạṭr kh suh spdi tʿārf kis mʿāmls andr zyadh mumid v mʿīn. Kyazi aamhi saʿtuk vḥy chhu jbryli amyn sndi aṣly ṣvrts mnz yinh mokhh qṭʿī v yqyny yylhi aamhi vqtuk vḥy thi ṣvrti bshryt kis vḥy yas sintụ̄ brabr yiyhi. Aaky shanuk th aaky ḥqyqtuk lbnh yiyhi, yqyn spdi tamhi sintụ̄ kạml th pokhth.)"
  },
  {
    "verse_id": 11,
    "translation": "Ghlṭy kr nh nby krym ṣly Allah ʿlyh v slmn hndụ̄ dli mbarkn tath mnz yhi timv chshmani mubarkv sintụ̄ vuchh. (yʿny jbryli amyn vuchh timv achhv sintụ̄ andrụ̄ dvp dli mubarkn kh vaqʿī myanhi chshmh yhi vuchhan chhe so chhe ḥqyqt. Tim chhi vuchhan be shk jbryli amyn se.)"
  },
  {
    "verse_id": 12,
    "translation": "Ae kạfrv! Kya tvhụ̄ chhivh amis pyghmbri brḥqs sintụ̄ qẓyhi lagan tth chyzs andr yus timv panh vuchh pnnyv chshmanhi mbarkv? (yhi jbryli amyn chhunh timv ake pihri vuchhmut)"
  },
  {
    "verse_id": 13,
    "translation": "Timv chhu vuchhmut jbryli amyn dvyimhi pihri thi aṣly ṣvrts mnz. (von rvud nh kanhh ashkal th aʿtraẓ.)"
  },
  {
    "verse_id": 14,
    "translation": "Bryyhi kulis nzdyk. (ḥdyth shryfs mnz chhu āmut kh suh chhu aakh bryyhi kulah stmis āsmans petth. ʿālmi bala petthh yim aḥkam th arzaq vghyrh svznh yivan chhi, tim chhi godd vatan athụ̄ bryyhi kulis nkhh tl, tathi petthh chhi mlạyik vatnavan tim aḥkam vghyrh zmyns petth. Yithe pạtthụ̄ yvrh bndn hnz ʿmlh kharnh yivan, timh thi chhe vatnavnh yivan athụ̄ sidrh almnthyā has nkhh tl. Tvpth chhi vatnavnh yivan timh ʿmlh tthi petthh baʿālmi bala. Athụ̄ sidrh almnthyā has tl chhu jbryli amyn sund mqam. Rvayatv sintụ̄ chhu mʿlvm spdan kh amhi sidrh almnthyā huk mvl chhu shymis āsmans andr, shakh th lnjhi chhas stmis āsmans petth. Yithh pạtthụ̄ jnth kyn myvan mtʿlq yhi kth chhe kh timn chuh dnyakyn myvan sintụ̄ ṣrf lfẓy ashtrak, ḥqyqt chhe setthah mkhtlf, jntkụ̄ myvh yin nh qyas krnh dnyakyn myvan petth. Dnyakyn myvan chahnh mnasbte kanhh timn myvan sintụ̄. Yithe pạtthụ̄ chahnh sidrh almnthyā hch kyfyt so yosh dnyakyn bryyhi kulyn hnz chhe blkh chhe timn mnz so frq yosh zmyns th stmis āsmans mnz chhe.)"
  },
  {
    "verse_id": 15,
    "translation": "Athụ̄ sidrh almnthyā has nkhh tl chhi baayman th nyk bndn hndi rvznch jae yʿny suh jnt yth mnz baayman th nykv kar aukhrvy zndgy bsr krn. (aamhi andr spud mʿlvm kh baaymann hund mqam chhu jbryli amyn sndis mqams nkhh tl. Alghrẓ kh dvyimhi pihri vuchh nby krymn jbryli amyn sidrh almnthyā has nkhh tl. Aamhi pth chhu yivan byan suh vqt yymhi vqth nby krym ṣly Allah ʿlyh v slmn jbryli amyn aṣly ṣvrts mnz vuchh.)"
  },
  {
    "verse_id": 16,
    "translation": "Yylhi sidrh almnthyā vvl timv chyzv yimv suh vvl, (yʿny Allah tʿālyā sndụ̄ anvar th tjlyat ạsụ̄ tth petth vlnh āmtụ̄. Mlạykn hnz kthrt th hjvm avs tyvut kh prth pnh vthrs petth avs aakh aakh malkah rvuzith. Akis rvayts mnz chhu āmut kh mlạykv avs Allah tʿālyā has ajazt hyvtmut kh asụ̄ thi vuchhhvn mḥbvbi khda, asụ̄ thi krhv tihnz zyart. Allah tʿālyā han diyut timn ajazt tamy mokhh āe tim sidrh almnthyā has petth sonh sndyn pnh pvnpryn hnzi shklhi. Abni kthyrn chhu ḥẓrt mjahds nishhi yim ʿbdAllah abn ʿbas sndụ̄ khaṣ shagrd ạsụ̄ yymhi āyh krym kis tfsyrs mnz yim alfaẓ nql krimtụ̄ )kaana aaghsaanu alsidrahi luvluvaan va zabarjadaan( yʿny sidrh almnthyā avs tyvut khvbṣvrt th khosh rng, suh vuchhnh sintụ̄ avs dil vophran. Tmhi vqth avs aamhi kuliyuk rvnq th ḥsn v jmal tmhi qsmuk kh kạnshi mkhlvq sund ṭaqte chhunh suh kya kri byan alfaẓn andr. Shayd ḥẓrt ṣaḥbu almʿraj sund dydari khda chhu yymy āyh krym kis ashars andr drj āmut krnh. Sidrh almnthyā byyhi tmikụ̄ be antha rvnq byyhi be shmar mlạykn hund ajtmaʿ byyhi jbryli amyn snz aṣly shkl v ṣvrt vuchhith)"
  },
  {
    "verse_id": 17,
    "translation": "Ddvl nh tihund nẓri mbark yʿny pth czvl nh thi vuchhnh nishhi yymhi kh vuchhnuk ḥkm spdukh, nah zytthyvv tihund nẓri mbark tim chyz vuchhns kun yimn chyzn kun vuchhnukh ḥkm avsukh nh yʿny mstql mzạjy san rvudụ̄ vuchhan. (tihund mzyd astqlal byan krnh khạṭr frmvv Allah tʿālyā hn)"
  },
  {
    "verse_id": 18,
    "translation": "Be shk vuchh timv yʿny nby krymn pnnis prvrdgar sndi qdrtkụ̄ bddụ̄ bddụ̄ ʿjạybat. (mʿraj shryf kyn ḥdyth shryfn mnz chhu āmut kh tim ʿjaybat ge ḥẓrati anbyahan hund mlaqat, arvaḥn hund mlaqat, jntuk mʿāynh, jhnmuk mlaḥẓh vghyrh vghyrh. Yim ʿjaybat khdae se chhi mʿlvm kya kya hvvnakh, mgr tim sạry chyz vuchhns andr avs shani maa zaagha albaṣr va maa ṭghyā qạyim. Ae kafrv! Mshrkv ḥẓrt rsvli krym sund pyghmbri brḥq āsun, ṣaḥbi vḥy āsun spud mtʿdd ʿqly dlylv sintụ̄ thạbt. Tmy vḥy mvjvb chhi tim tvḥyduk ḥkm frmavan mgr tvhụ̄ chhiv tothi potlyn hnz prstsh kran.)"
  },
  {
    "verse_id": 19,
    "translation": "Kya tohyhi chhuvh yimn potlyn lat, ʿzyā,"
  },
  {
    "verse_id": 20,
    "translation": "Th mnat sndis ḥals mnz thi zanhh ghvr kvrmut? (takh tohyhi spdihe mʿlvm yim chaha qạbli prstish kinh nah. Lat, mnat th ʿzyā yim ạsụ̄ mshrkn hndyn potlyn hndụ̄ nav. Lat avs shhri ṭayf kyn lvukn hund bvdd potul. Mnat avs qbylh aavs v khzrjn hund bvdd potul. Ptim th tryymhi drjuk potul avs mkh shryfs nishhi dvur mdynh shryfs mtṣl akh potlah. ʿuuzyā has ạsụ̄ qrysh th byyhi bny kinanh humv doshve khoth bvdd potul zanan yus mks nzdyk mvẓʿii nkhls mnz avs. Yaqvti ḥmvy chhu vnan mʿjm albldans mnz kh kạfr ạsụ̄ yimn potlyn khdae snz kvri vnan, byyhi ạsụ̄ bʿẓe kạfr mlạykn thi khdae snz kvri zạnith mʿbvud zanan. Allah tʿālyā chhu frmavan kh)"
  },
  {
    "verse_id": 21,
    "translation": "Kya tuhndi khạṭr ge nychvụ̄ th khdae sndi khạṭr gyhi kvri? (yʿny yimh kvri tvhụ̄ pnnhi khạṭr napsnd kran chhiv timh ge lagnhi khdays, suh chhu kvri th gbr āsnh nishhi munzh th pak.)"
  },
  {
    "verse_id": 22,
    "translation": "Yhi chhu be rbṭ th lghv tqsymah. (rut chyz gvv tohyhi pans, ychh th khrab chyz gvv nʿūdh bAllah khdays. Yhi chhu binabr ʿuurf vannh āmut varnh khda tʿālyā chhu aavlad āsnh nishhi munzh th pak, nah chhi tas nychviy th nah chih ts kvre.)"
  },
  {
    "verse_id": 23,
    "translation": "Yimh mʿbvdat chhinh mgr nave yạtụ̄ yim tohyhi th tuhndyv malyv th buddibabv pane tthhrạvụ̄mtụ̄ chhiv. Allah tʿālyā han chahnh yimn hndi mʿbvd āsnch kanhh dlylah nạzl krmcz. Blkh chhi yim yihndis mʿbvd āsns mnz ṣrf be bnyad khyaln th nfsh chan khvạhshn hnz pyrvy kran. Ḥalankh timn nishhi chhu vvtmut tihndis prvrdgar sndi ṭrfh tas pyghmbri brḥq sndi vạsṭh yus pvz frmavvun th khdae sndis vḥy yas pyrvy krvun chhu bvdd hdayt. (yʿny pnnis dʿūyā has petth chahnh timn kanhh dlylah, tth bdl yus dʿūyā pyghmbri khda kran chhu suh chih bvzan mgr tothi chhinh manan th tslym kran. Aamhi pth chhu Allah tʿālyā frmavan kh yim lvukh chaha sna yimn mʿbvdani bạṭln hnz ʿbadt th prstsh kran yymhi khyalh kh tim kya krn timn shfaʿt th sfạrsh.)"
  },
  {
    "verse_id": 24,
    "translation": "Kya ansans bnya tiy yymuyk suh tmna kri. (thi bnhi nh hrgz, kyazi)"
  },
  {
    "verse_id": 25,
    "translation": "Prth tmna chhu khdae sndise akhtyars mnz, ạkhrtuk tmna th dnyahuk tmna. Pas ysndi ḥqh suh yyczihh tas kri tuhand tmna pvur. (yhi kth chhe āmcz byan krnh kh Allah tʿālyā krinh tihund yhi bạṭl tmna zanhh thi pvur, tim mʿbvdani bạṭl nah hykn dnyahs andr timn shfaʿt krith, ḥajt krrns mnz nh hyknkh ạkhrts andr shfaʿt krith njat dins andr. Yim potlụ̄ th be jan chyz kya hykn shfaʿt krith, timn mnz chhanh tmich ahlyt th qạblyte. Tth drbars mnz yim lvukh ahl th qạbl thi chhi tim thi hykn nh be ajazt kynhh krnuk jurat krith. Chnanchh)"
  },
  {
    "verse_id": 26,
    "translation": "Varyah mlạyik chhi mvjvd āsmann andr. Tihund shan thvd āsnh kh bavjvd yiyhi nh tihnz shfaʿt bkar kunhi chyzh khạṭr mgr khdae sndi ajazth pth yas suh yczihh th tas byyhi yas suh shfaʿt krnh khạṭr rạẓy āshi."
  },
  {
    "verse_id": 27,
    "translation": "Be shk yimn lvukn ạkhrtch th qyamtch paczh chhanh blkh tth ankar krnh sbbh chhi tim sza th baz pursh nishhi be fkr spdith setthah gstakhanh kthh kran, chnanchh dpan chhi mlạykn kh timh chhe znanh khdae snz kvri )nʿūdh bAllah( yhi chih tihnz mḥẓ jhalt, mlạykn kya sna tʿlq chhu mrd ya znanh āsns sintụ̄. Khdays avlad āsns sintụ̄ kya tʿlq chhu timn."
  },
  {
    "verse_id": 28,
    "translation": "Ḥalankh timn nishhi chahnh aath petth kanhh dlylah, tim chhinh pyrvy kran mgr be aṣl khyalatn. Be shk be aṣl khyalat chhinh pzis mqablh kanhh fạydh bkhshan. (yylhi yuhund ʿiinad thạbt spud muʿānids nishhi, qbvli ḥqch amyd chhe be kar.)"
  },
  {
    "verse_id": 29,
    "translation": "Pas pihriv tvhụ̄ pnun tvjh tas shkhṣs nishhi yymụ̄ buth pihyur sanhi vʿẓ v nṣyḥt nishhi, yas nh kanhh khyalah chhu dnya chhi zndgy vrạe yymhi vjh tas ạkhrtch pczhe chahnh, ạkhrt kh sza v ʿdhab nishhi chuh be fkr."
  },
  {
    "verse_id": 30,
    "translation": "Tihndi ʿlmuk th fhmuk nhayt chhu yohe dnyahe yvt byyhi nh kynhh. Yylhi yihndi fhm v danshhi hund ḥal yhi chhu lhādha mah briv tvhụ̄ tihnz kanhh fkrah, tihund mʿāmlh pushrạviv tvhụ̄ khdays. Be shk tuhund prvrdgare chhu yhi zanh vun kh kus chhu tuhnzi vthi nishhi ddvlmut. Sue chhu yhi zanh vun ts yymụ̄ vath lb rahi rasts kun. Aamy sintụ̄ spud thạbt tuhund kmali ʿlm."
  },
  {
    "verse_id": 31,
    "translation": "Byyhi chhu khdae sndise akhtyars mnz thi svrue yhi āsmann andr th zmynn andr chhu. (aamhi sintụ̄ spz tmụ̄ snz kmali qdrt thạbt. Vonụ̄ yylhi sue chhu ṣaḥbi kmali ʿlm th ṣaḥbi kmali qdrt th tmụ̄ sndyn aḥkamn tʿmyl v ʿdmi tʿmyl kh aʿtbarh spdụ̄ mklfynn andr zh qsm, addụ̄ ge ẓal th gmrạhy, addụ̄ ge mhtdy th hdayt yab.) yuth suh ychh kamhi krvunyn ʿūẓ th bdlh diyhi tmuyk yhi tmav kvr, byyhi yth suh bdlh th ʿūẓ diyhi timn yimv rcz kamhi kri rczi mvzvuri th jza sintụ̄. (lhādha chhu tuhand yhi shan mngan kh tsụ̄ gczihh svrue mngn th pushravun.)"
  },
  {
    "verse_id": 32,
    "translation": "Tim lvukh ge time yim bddyv gnahv yʿny gnahi kbyrv nishhi byyhi be ḥyạʿy hnzv kthv nishhi pth chhi rvzan mgre tihnd kinụ̄ lokttụ̄ lokttụ̄ gnah āmtụ̄ āsn. Be shk thndis prvrdgar sund mghfrt chhu setthah vsyʿ, suh kri timn gnahn mghfrt. Suh zanhi pvuri tohyhi th tuhndyn ḥalatn tathi petthh yythi petthh tvhụ̄ yʿny tuhund jdi bzrgvar ādm myczih pạdh kvrun. Tihndis ẓmns andr chhiv tvhụ̄ myczi nishy pạdh spdụ̄mtụ̄. Byyhi chhu sue tohyhi khvb zanan yylhi tvhụ̄ majn hnzn yddn mnz bchhi ạsiv. Yimn doshvunụ̄ ḥaln andr chahv nh tohyhi pnnhi panch kynhh khbr. Aashi chuh tuhndyn yimn doshvny vqtn hund ḥal pvur mʿlvm, vunụ̄ kyns thi tuhund pnun ḥal nah zanun, svn tuhund ḥal pvur zanun. Yhi ʿjyb kth chahnh blkh chhe ḥqyqt yhi, yylhi kth yhe chhe, ps mah ạsiv pnnụ̄ pan muqds th qabli tʿryf zạnith pane pnnụ̄ tʿryf kran. Prvrdgare zanhi pvur pạtthụ̄ timn yim mtqy th prhyzgar chhi, ts chhi khbr kus shkhṣ chhu ḥqyqtaan mtqy th kus chhunh, aadh ạsitn timn doshvunụ̄ nishhi afʿāli tqvyā ẓạhr spdan."
  },
  {
    "verse_id": 33,
    "translation": "Tohyhi bvuzv avt tanụ̄ nyk lvukn hndụ̄ ṣft, vonụ̄ bvuziv timn bdl byyn lvukn hund ḥal. Kya tohyhi vuchhvunh ya rsvl Allah suh shkhṣ yymụ̄ dyni ḥq nishhi rvgrdạny kr th buth pihyur."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi yymụ̄ vʿdh krith km kynhh mal diyut byyhi lvddun aath petth. (amami mjahd vghyrh chhi frmavan kh yim āyat chhi nạzl spdụ̄mtụ̄ vlyd abn mghyrs mtʿlq. Tmis petth spzvv nby krym sndi vʿẓ v nṣyḥtuk athr, suh spzvv mạyl ayman anns kun, akụ̄ kạfrn vvn ts yhi mh kr czh, chạnụ̄ sạry gnah tulh bh pans petth, chanhi ḥqh yus sza tjvyz spud tth dimh bh pnun pan bshrṭykhi czh dikh me yvt mal, tmụ̄ kvrus aqrar, yus rqm mqrr āv krnh tamh mnz diyutns aakh qsṭah, byyhi kvrns baqy rqm dinh nishhi ankar.)"
  },
  {
    "verse_id": 35,
    "translation": "Kya ts shkhṣs nishhi chaha ʿlmi ghyb tth kya chhu suh vuchhan? (yymụ̄ kh dhryʿh tas mʿlvm spud kh flạnụ̄ shkhṣ spdi myanhi bdl ʿdhabs grftar.)"
  },
  {
    "verse_id": 36,
    "translation": "Kya tmis chhana khbr krnh āmcz tmhi mẓmvnch yus mvsyā ʿlyh alslam sndyn ṣuḥfn mnz chhu?"
  },
  {
    "verse_id": 37,
    "translation": "Byyhi yus mẓmvn abrahym ʿlyh alslam sndyn ṣuḥfn andr chhu, yimv pnun qvl v qrar pvur kvrmut chhu? Yʿny yimv khdae sndụ̄ sạry aḥkam pvur pạtthụ̄ bja animtụ̄ chhi. (suh mẓmvn gvv yohe kh)"
  },
  {
    "verse_id": 38,
    "translation": "Kanhh shkhṣ tulhi nh kạnshi shkhṣh sndyn gnahn hund bvr yymhi ṭryqh kh gnah krvun kya spdi gnahv nishhi bry. (byyhi chhu timn ṣḥyfn mnz yhi mẓmvn kh)"
  },
  {
    "verse_id": 39,
    "translation": "Be shk ansans spdi ḥạṣl tiy yhi tmụ̄ panh kmvvmut th ziyvunmut āshi."
  },
  {
    "verse_id": 40,
    "translation": "Byyhi yhi mẓmvn kh be shk amis ansan sund jd v jhd th sʿī v tlash tʿmyli aḥkamn andr yiyhi mlaḥẓh krnh."
  },
  {
    "verse_id": 41,
    "translation": "Tvpth yiyhi ts tmuyk pvur bdlh dinh, bavjvdi ān chuh suh shkhṣ sʿī v kvshsh krnh nishhi ghạfl."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi chhu yhi mẓmvn timn ṣḥyfn andr kh sarine lvukn chuh ptvlakh vatn tihndise prvrdgars nishhi. Lhādha kithh pạtthụ̄ chhu suh shkhṣ be khvf th sokhh."
  },
  {
    "verse_id": 43,
    "translation": "Byyhi chhu yhi mẓmvn kh tuhund prvrdigare chhu aasnavan th vadnavan."
  },
  {
    "verse_id": 44,
    "translation": "Byyhi chhu sue maran th zndh kran."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi chhu yhi mẓmvn kh sue chhu doshvnụ̄ qsmn nar v mads pạdh kran."
  },
  {
    "verse_id": 46,
    "translation": "Akis mny hndis qṭrs, yylhi suh qṭr chhu raḥms yʿny bchhi danhi andr vatnavnh yivan. (yus prvrdigar akis mny hndis qṭrs nr v madh pạd hykhi krith, tas nishhi kya mshkl chhu dvbarh pạdh krun.)"
  },
  {
    "verse_id": 47,
    "translation": "Byyhi yhi mẓmvn kh dvbarh pạdh krun thi chhu thndi vʿdh mvjvb tsụ̄ matthi, yʿny yhi chhu tmhi ṭryqh ẓrvry yithh pạtthụ̄ kạnshi kanhh kạmah mtthi āshi."
  },
  {
    "verse_id": 48,
    "translation": "Byyhi yhi mẓmvn kh Allah tʿālyā he chhu maldar th ghny kran, sue chhu mal v dvlt mḥfvẓ thavan yʿny mal v dvlt th khzanh th jaʿdadi mnqvl vghyrh chhu sue divan. (bʿẓe mfsrv frmvv va aaqnyā bamʿny aafqar yʿny sue chhu mal ʿṭa kran, sue chhu mḥtaj v fqyr bnavan. Hrgah goddniyuk mʿny mrad yiyhi bvznh, tylhi gvv tmuyk mqabl aahlaka yus brvntth phn byan yiyhi krnh, tylhi gvv mṭlb yus prvrdigar mal v dvlt ʿṭa krith chhu nafrmạny hndi sbbh hlak v brbad kran.)"
  },
  {
    "verse_id": 49,
    "translation": "Byyhi chhu yhi mẓmvn kh sue prvrdgar chhu starh shʿryā huk mạlk. (yhi starh chhu aakh bvdd starh yth ʿrbkụ̄ bʿẓe lvukh ạsụ̄ prstsh kran yhi zạnith kh ʿālam kyn akthr aḥvaln andr chhu aamuyk tạthyr. Yythi ns āv byan krnh kh aamhi starh shʿryā huk mạlk thi chhu Allah tʿālyā he. Dnyahkụ̄ sạry tghyrat chhi Allah tʿālyā sndis dsti qdrts andr. Yhi starh shʿryā thi chhu akis adnyā mvzvur sndụ̄ pạtthụ̄ tmụ̄ sunde ḥkm bja aanan. Tas mnz chhunh mustql ṭvr bdhati khod kanhh tạthyr th akhtyar.)"
  },
  {
    "verse_id": 50,
    "translation": "Byyhi chhu yhi mẓmvn kh tmy prvrdgarn krụ̄ hlak brvutthim qvm. Qvmi ʿād yʿny hvd ʿlyh alslam sund qvm tihndi kfr v nafrmạny hndi sbbh."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi kvr tmy hlak qvmi thmvd ṣalḥ ʿlyh alslam sund qvm. Pas thvvun nh timv mnz kynhh thi baqy."
  },
  {
    "verse_id": 52,
    "translation": "Timn brvntth kvrun hlak nvḥ sund qvm, be shk tim ạsụ̄ sarine khoth zyadh ẓạlm, shryr th srksh."
  },
  {
    "verse_id": 53,
    "translation": "Byyhi krin hlak taluk petth krnh āmczi bsty hndụ̄ lvukh yʿny qvmi lvṭ. Tim ditin hyri petthh bon dạrith."
  },
  {
    "verse_id": 54,
    "translation": "Tvpth vlụ̄ tim tmy chyzn yymụ̄ tim vlụ̄. Yʿny petthh āv timn knhi rvud krnh, tthụ̄ tal āe tim galnh. (hrgah yhi shkhṣ yʿny vlyd abn mghyrh ymn qṣn mnz ghvr th fkr krihe kufrch pvr khrạby zanihe. Aamhi pth chhu yimn sarine mẓmvnn hund ntyjh byan yvan krnh kh ae ansan yylhi czh aashi bakhbr kvrukh yimv mẓmvnv sintụ̄ yim dhryʿh hdayt āsnh kh vjh bjae khod khdae snz aakh aakh nʿmtah chhi lhādha)"
  },
  {
    "verse_id": 55,
    "translation": "Pnnis prvrdigar sndyv nʿmtv andrh kth kth nʿmts krkh czh shk th ankar? (yim ạsụ̄ tim mẓamyn yim ṣḥfi abrahym ʿlyh alslam th ṣḥf mvsyā ʿlyh alslams mnz ạsụ̄.)"
  },
  {
    "verse_id": 56,
    "translation": "Yhi pyghmbri brḥq ḥẓrti Muḥammad thi chhu nafrmann aakh ʿẓymu alshan bym krvunah, brvuntthmyv bym krvunyv andrh. (yhi pyghmbr mạnyvun jld, kyazi)"
  },
  {
    "verse_id": 57,
    "translation": "Nzdyk yivnụ̄ qyamt hyczn nkhh yinụ̄. (tim chhi pyghmbri ākhru alzman, timv frmvv )buʿiithtu aana va alsaʿaatuh hakdhaa( bh th qyamt ās svznh āmcz yithh pạtthụ̄ nkhh nkhh asharh hvvukh doyav angshti mbarkv sintụ̄. Aakh shhadt chhi avngjhi sintụ̄ byyhi mnzimhi avngjhi sintụ̄.)"
  },
  {
    "verse_id": 58,
    "translation": "Yylhi so qyamt pnnis mqrr vqts petth yiyhi, tth chhunh kanhh aakahh khdays vrạe pth kddvun, ps chhanh kạnshi petth bhrvsh krith be fkry hnz gnjạysh."
  },
  {
    "verse_id": 59,
    "translation": "Kya yimh khofnak kthh bvuzith thi chhivh tvhụ̄ yath khdae sndis klami paks nsbt tʿjb kran."
  },
  {
    "verse_id": 60,
    "translation": "Kyah byyhi chihv tvhụ̄ aisthzaʿ th tthtthh pạtthụ̄ yhi qrāni mjyd bvuzith aasan. ʿdhabuk khvf khyth konh chhiv tvhụ̄ vadan th rivan."
  },
  {
    "verse_id": 61,
    "translation": "Byyhi chhiv tvhụ̄ aṭaʿt v frman brdạry krnh nishhi tkbr kran. Aamhi tkbr th ghflt nishhi yiyiv baz yymis pyghmbri brḥq sndi tʿlymhi mvjvb."
  },
  {
    "verse_id": 62,
    "translation": "Tkbr th ghrvr mh kriv trạviv pnun klh zmyns petth mʿbvdi brḥq sndi khạṭr, thnze kriv kạnshi akis tas shryk thavnh vrạe ʿbadt. (rvayatn andr chhu āmut yymhi saʿth yhi svrh njm pvr ḥẓrt rsvli krymn, timv diyut yhi āyh krymh prith sjdh. Byyhi yim lvukh aath mnz mslmanv andr, byyhi kạfrv andr ạsụ̄, timv sarive thi diyut be akhtyar pạtthụ̄ sjdh. Ṣrf avs aakh bdbkht kạfr, tmy tuj aakh myczi motthah, sve lạjin ddyks, dapnhi lvg me chhi yicze han kạfy.)"
  }
]