[
  {
    "verse_id": 1,
    "translation": "Qyamt āyhi nzdyk, zvunhi ge zh aaddh. (shqi qmr chhu nby krym sndyv mʿjzv andrh aakh bvdd mʿjzah. Aamhi kis vaqʿ spdns andr chuhnh kanhh shkahh. Aath chhe ṣḥab ṣạbv andrh rvayt krmcz ḥẓrt ʿly mrtẓyā han, ḥẓrt ʿbd Allah bn msʿūdn, ḥẓrt ans bn malkn, ḥẓrt ʿbd Allah bn ʿbasn, ḥẓrt ḥdhyfh bn alyamann, ḥẓrt jbyr abn muṭʿmn, ḥẓrt ʿbd Allah bn ʿmrn, byyhi thi varyahv ṣḥab ṣạbv rvayt krmcz. Aath vaqʿs mtʿlq chhi ḥdyth shryf bkhary shryfs, mslm shryfs th byyn ḥdyth shryf chn ktabn andr mvjvd. Bkhary shryfs andr chhu barvayti ʿbd Allah abn msʿūd yymhi kthhi hnz ṣraḥt kh ṣḥab ṣạb ạsụ̄ aamhi vaqʿh vizi nby krym ṣly Allah ʿlyh v slmn sintụ̄ ḥạẓr. Lfẓi ḥdyth chhu yithh pạtthụ̄ kh )kuna maʿ rasvli Allah( yʿny asụ̄ ạsụ̄ pyghmbri khdays sintụ̄ bazari minyā hs andr tamhi saʿth yylhi yhi vaqʿh spud. Amami byhqy sndis rvayts andr chhu kh czvrv ṭrfv yim lvukh mkh shryf vạtụ̄ timv dvp kh aashi thi vuchh vathi zvunhi zh ḥṣh spdan pnnyv achhv. Lvukn avs lạzim yuth mʿjzh vuchhith mtạthr spdun lykn tihnz ḥalt chhe yhi kh)"
  },
  {
    "verse_id": 2,
    "translation": "Agr yim kạfr kanhh mʿjzh vuchhan chhi, suh vuchhith thi chhi tim buth phiran byyhi chhi dpan yhi chhu jvdah yus nbvtuk dʿūyā krvunyv pth vath petth pysh kvrmut chhu. (yithh pạtthụ̄ brvntthimyn mdʿīani nbvtn hndis jạdis th siḥrs kynhh drav nh jlde gvv suh khtm yithe pạtthụ̄ nyrinh yth thi kynhh kal yithi gczihh jlde khtm.)"
  },
  {
    "verse_id": 3,
    "translation": "Byyhi kvr timv kạfrv aapzis petth aṣrar krith pzis ankar, byyhi kvrukh pnnyn nfsạny khvạhshn hnz pyrvy, tmy mokhh zvnukh pvz aapuz, mʿjzn vvnukh sḥr th jvd, yimn hund athr jlde khtm gczhh vun chhu. Prth ktahh chhe pnnyn aṣly ḥalatn petth qrar krvunụ̄ yʿny kynhh kalah gczihth nanhi pane pziyuk pvz āsun, aapziyuk aapuz āsun. Pane tghi lvukn zanun fạny th glh vun kya chhu, baqy th pvshvun kya chhu."
  },
  {
    "verse_id": 4,
    "translation": "Batḥqyq vaczmczh chhe timn nishhi brvntthimyn aumtn hnz timh khbr yimn mnz kạfy ʿbrt ạs."
  },
  {
    "verse_id": 5,
    "translation": "Yʿny timn khbrn mnz āsh pvur ḥkmt chhi th danạʿy hnz kthh mgr timv tul nh kanhh fạydh timv kthv sintụ̄, pas chhunh timn kanhh fạydh divan bym krvunyn hund bym krun. (yylhi tihnz ḥalt yhi chhe)"
  },
  {
    "verse_id": 6,
    "translation": "Pas trạviv tvhụ̄ tihund khyal, pnun tvjh phirv tvhụ̄ timn nishhi. (yʿny yth qrāni mjyds mnz chhe ḥkmt chhi th ʿqlhi hnz kthh. Kanhh shkhṣah agr aath kun nyk nyty san tvjh kri, thndis dils petth pyyhi ẓrvr athr. Mgr yim lvukh chhi tithụ̄ sng dl th bdbkht, yimn chhunh kanhh athr spdan. Lhādha trạviv tuvhụ̄ thi tihund khyal, yymhi vqth timn amhi kh ʿqvbt v ʿdhabuk vqt vathi yymuyk timn bym krnh yivan chhu, tmhi saʿth vuchhn tim aamuyk mzh pane.) yymhi doh aakh ālv divun malk aakh ālv diyhi akis bym nak nagvar chyzs akis kun."
  },
  {
    "verse_id": 7,
    "translation": "Tihnz achh āsn khvfh th hybt sintụ̄ bon kun. Qbrv mnz nyrn tim tithh pạtthụ̄ zn tim chhkrnh āmtụ̄ halav āsn."
  },
  {
    "verse_id": 8,
    "translation": "Qbrv andrh niyrith hyn tim dvrun ālv divunis kun yʿny ḥsab chhi jayhi jmʿ spdnh khạṭr yylhi ālv divun ālv divan āshi, tathi chhi be shmar skhtiyhi vuchhith, kạfr āsn vnan yhi doh chhu sytthhe skht."
  },
  {
    "verse_id": 9,
    "translation": "Yimn lvukn brvntth chhu kvrmut ankar pnnis pyghmbrs nvḥ sndụ̄ qvmn, ps kvr timv ankar sạnis bndh khaṣs nvḥ ʿlyh alslams, byyhi vvnukh timn nsbt kh yhi chhu mvt th dyvanh, byyhi āyhi timn dhmky thi dinh. (tim ạsụ̄ timn vnan kh ae nvḥ hrgah tvhụ̄ aamhi tblygh nishhi pth rvuziv nh, asụ̄ krv tvhụ̄ sngsar.)"
  },
  {
    "verse_id": 10,
    "translation": "Adh mvng nvḥ ʿlyh alslamn pnnis prvrdigars dʿā kh myanhi prvrdgar bh ās ʿạjz yimn lvukn fhmạysh kran th vʿẓ v nṣyḥt kran, yimn chhunh kynhh thi bnan. Vonụ̄ hyh czh yimn nishhi pnnhi dynuk th pnnis pyghmbr sund antqam. (zmyns petth mh travun timv andrh aakh thi zndh. Bh poshhi nh timn cze poshhi hkh. Ps kr aashi thndis mngns ajabt.)"
  },
  {
    "verse_id": 11,
    "translation": "Pas mczrạvụ̄ aashi āsmann hndụ̄ drvazh ypạrụ̄ kinụ̄ rvudh shranhi vaczhh."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi krụ̄ aashi jạry zmynkụ̄ sạry chshmh th nagh rad, pas rlyvv )āsmanuk th zmynuk( āb so kạm pvurh krnh khạṭr yosh nvḥ sund qvm hlak th tbah krnh khạṭr mqrr th mqdr krnh ạs āmcz. Chnanchh tim sạry kạfr spdụ̄ hlak."
  },
  {
    "verse_id": 13,
    "translation": "Nvḥ ʿlyh alslams aamhi ṭvfanh nishhi njat dinh khạṭr khvr aashi suh tth navi mnz yosh pachv th mykhv sintụ̄ tyar krnh ạs āmcz."
  },
  {
    "verse_id": 14,
    "translation": "Yosh nav pkan ạs sanyn achhn tl ābh petthụ̄ amn v aṭmynan san tim sạry hyth yimv nvḥ ʿlyh alslams pczh krmcz ạs. Yhi svrue kvr aashi tas shkhṣh snd bdlh hynh khạṭr yas be qdry th ankar krnh āv. (aamhi andr chhu mrad nvḥ, kyazi khdae sndis pyghmbrs ankar krun gvv khdays ankar krun.)"
  },
  {
    "verse_id": 15,
    "translation": "Be shk aashi thạv so nav nvḥ ʿlyh alslams pth varyahs kals baqy pnnhi qdrtuk akh nshanh yuth lvukh nṣyḥt th ʿbrt rttn. Pas chha sna kanhh aamhi vaqʿh sintụ̄ ʿbrt th nṣyḥt rtth vunah? (yim fkr krn kh khdays nafrmạny sintụ̄ kosh tbahy th brbạdy chhe gczhan ya gvv mʿny kh yhi vaqʿh thvv aashi qṣn th tdhkrn andr jạry yuth lvukh yhi bvuzith ʿbrt rttn. ʿbrt rttith zann tim)"
  },
  {
    "verse_id": 16,
    "translation": "Ps kiyuth avs myvn ʿdhab byyhi kiyuth pvz drav myvn bym krun."
  },
  {
    "verse_id": 17,
    "translation": "Be shk byyhi kvr aashi yhi qrāni mjyd yth mnz aamy qsmkụ̄ qṣh chhi shl th āsan nṣyḥt rttnh khạṭr, pas chha kanhh tyar nṣyḥt ḥạṣl krnh khaṭr?"
  },
  {
    "verse_id": 18,
    "translation": "Qvmi ʿādn thi kvr pnnis pyghmbr hvd ʿlyh alslams ankar, pas bvuziv tvhụ̄ tihund qṣh, tihindi khaṭr kyuth avs myvn ʿdhab th myvn bym krun. (suh qṣh chhu yithh pạtthụ̄)"
  },
  {
    "verse_id": 19,
    "translation": "Kh ashi svuz timn petth aakh tyz vavah aakh pvshhi vunis physhil dohs andr yʿny suh zmanh avs tihndi ḥqh physhil. Chnanchh nḥvst vczh nh timn nishhi yvtt tanụ̄ nh tim sạry hlak th brbad spdụ̄."
  },
  {
    "verse_id": 20,
    "translation": "(tmv ạsụ̄ pnnụ̄ pan shistrvyn kvuttyn sintụ̄ hanklv sintụ̄ bnd krimtụ̄. Tim kvuttụ̄ ạsikh bnd krimtụ̄ zmyns andr. Bavjvdi ān avsukh suh vav zmynh mnz krran tvpth kvuttyv san hyvr kharan. Hyvr khạrith zmyns petth tthasvan. Klh hyri āskh czhynan baqy bdn tihund avs zmyns petth pyvan,) zan suh mvulh krrnh āmut khzr kul hyvu avs āsan. (aath andr chhu byakh tshbyh tihindis draz qd āsns andr. Bavjvdi tnvmnd th qd blnd āsnh kh trạvụ̄ tmụ̄ vavan pthr mvulh krrnh āmtụ̄ khzr kulụ̄ hiy)"
  },
  {
    "verse_id": 21,
    "translation": "Pas chuhkhh vuchhan czh kh kiyuth avs myvn ʿdhab, myvn bym krun?"
  },
  {
    "verse_id": 22,
    "translation": "Be shk kvr aashi qrāni mjyd nṣyḥt ḥạṣl krnh khaṭr shl th āsan, pas chha kanhh nṣyḥt rtth vunah?"
  },
  {
    "verse_id": 23,
    "translation": "Qvmi thmvdn thi kvr bym krvunyn pyghmbrn ankar yʿny ṣalḥ ʿlyh alslams. (akis pyghmbrs ankar krun gvv sarine pyghmbrn ankar krun.)"
  },
  {
    "verse_id": 24,
    "translation": "Tim lgụ̄ dpnhi kya asụ̄ krvh tithhi se akis shkhṣh snz pyrvy th mtabʿt yus aasy mnz aakh ansanah chhu. Sintụ̄ chuhs nh kanhh thi, nh chhis nvkr chakr, nh chhis pyrvkar, asụ̄ hrgah amụ̄ snz pyrvy krv, yqynaan chhi asụ̄ tylhi bjhi ghlṭy andr blkh maczrs th jnvns andr vaqʿ spdvunụ̄. (khyli qṣah chhu)"
  },
  {
    "verse_id": 25,
    "translation": "Kya sana ashi mnz vvthah vḥy khaṣ amse petth? Blkh chhu yhi yhi dʿūyā krns andr bvdd aapziyvr. (yhi chhu bvdd bnun yczhan. Srdari qvm bnun yczhan, Allah tʿālyā hn frmvv ṣalḥ ʿlyh alslams yimn diyiv tvhụ̄ vvrnh, ghm mah briv kynhh.)"
  },
  {
    "verse_id": 26,
    "translation": "Yimn spdi pghe mʿlvm kh bvdd apziyvr shykhy baz kus avs. (yim lvukh yus mʿjzh ṭlb kran chhi kh plh mnzh gczihh vvunttinụ̄ nyrnụ̄.)"
  },
  {
    "verse_id": 27,
    "translation": "Asụ̄ chhin tihnzy frmạyshhi th drkhvast mvjvb kanhi mnz vvunttinụ̄ krran timn āzmavnh khạṭr. Pas rvuziv tvhụ̄ tihndyn ḥrkat v sknatn czrczan, byyhi bihiv tvhụ̄ ṣbrh san yylhi yhi vvunttinụ̄ pạdh spdi."
  },
  {
    "verse_id": 28,
    "translation": "Byyhi vniv pnnis qvms kh kiyryuk āb āv tqsym krnh th bạgrnh timn mnz th amis vvunttnhi mnz. (yʿny tihndyn charvayn mnz yiyhi vạrụ̄ mqrr krnh. Akhi doh āshi āb chyvan yhi vvunttinụ̄, byyhi doh āsn chyvan tihndụ̄ charvạe.) prth doh āshi pnnhi vari petth prth akahh ḥạẓr spdan. (chnanchh vvunttinụ̄ spz pạdh plh mnz. Ṣalḥ ʿlyh alslamn frmvv timn tithe pạtthụ̄ yithh pạtthụ̄ arshadi khdavndy avs. Mgr tim āe aamhi nvbt th vạrụ̄ mqrr krnh sintụ̄ skht ʿạjz th tng, timv kvr yhi vvunttinụ̄ marnh khạṭr pnun aakh shkhṣah mqrr.)"
  },
  {
    "verse_id": 29,
    "translation": "Tvpth diyut nad timv ts shkhṣs yus timv amhi kamhi khạṭr mqrr kvrmut avs yʿny qydars. Tmy tuj shmyri czndd, soe lạyin amis vvunttinhi, tmy sintụ̄ czttins ttkh nạr."
  },
  {
    "verse_id": 30,
    "translation": "Ps vuchihv tvhụ̄ thi myvn ʿdhab th khocznavun kiyuth avs tihndi ḥqh. (suh gvv yy kh)"
  },
  {
    "verse_id": 31,
    "translation": "Aashi layinạv timn jbryli amyn snz kuny krykh yymhi sintụ̄ tim hrith pe knddụ̄ mvuryn hndi dyvarkụ̄ pạtthụ̄ yus khoshk gczihth chhu tujhi tujhi pthr pyvan. Jbryli amyn snzi tamhi krykhi sintụ̄ phttụ̄ timn jgr."
  },
  {
    "verse_id": 32,
    "translation": "Be shk ashi kvr qrāni mjyd shl th āsan nṣyḥt rttnh khạṭr, pas chha kanhh nṣyḥt rtth vunah?"
  },
  {
    "verse_id": 33,
    "translation": "Lvṭ sndụ̄ qvmn thi kvr bym krvunyn pyghmbrn ankar."
  },
  {
    "verse_id": 34,
    "translation": "Aashi kvr timn pth knhi rvud mgr nh lvṭ sndis ʿīals, timn diyut aashi njat sḥrh kh vqth pasi ạkhrs tmhi shhrh mnz nybr krrnh sintụ̄."
  },
  {
    "verse_id": 35,
    "translation": "Mḥẓ pnnhi fẓlh th mhrbạny sintụ̄, yithe pạtthụ̄ chhi asụ̄ bdlh divan baaymann th shukr gzar bndn, tim chhikh asụ̄ pnnhi qhr nishhi bchavan."
  },
  {
    "verse_id": 36,
    "translation": "Be shk ʿdhab yinh brvntth khocznạv tim lvṭ ʿlyh alslamn sanhi grftạry nishhi mgr tothi lgụ̄ tim torh bḥth krns sintụ̄ tth bym krns ankar krnhi. (yylhi lvṭ ʿlyh alslams nishhi sạnụ̄ malk khvb ṣvrt lokttyn hnzi shklhi mhman bnith āe, tvpth bvuz timv lvukv, tim āe dvran dvarn timn nishhi.)"
  },
  {
    "verse_id": 37,
    "translation": "Be shk kr timv lvuṭ ʿlyh alslams ārftạry tihndyn timn pczhyn hndi khạṭrh kh kunhi pạtthụ̄ nimh hvkh tim timn nishhi ychh kamhi khạṭrh. (godd spczạe lvṭ skht pryshan mgr tim mhman ạsụ̄ malk, aashi kvr timn ḥkm, tvpth ddvl jbryli amynn pnun aathh tihnzn achhn petth, timn pyvv aanyvu,) pas nyvu aashi tihnzn achhn hund gash. Vannh āv timn vonụ̄ czhiv goddh tvhụ̄ myanhi ʿdhabuk th myanhi khocznavnuk mzh."
  },
  {
    "verse_id": 38,
    "translation": "Tvpth pyvkh vạtith ṣubḥs suly pvshvun ʿdhab. (tvpth ākh byyhi vannh kh)"
  },
  {
    "verse_id": 39,
    "translation": "Czhiv mzh hlak krvunhi ʿdhabuk."
  },
  {
    "verse_id": 40,
    "translation": "Be shk ashi kvr qrāni mjyd nṣyḥt rttnh khạṭr shl th āsan, pas chha kanhh nṣyḥt rtth vunah?"
  },
  {
    "verse_id": 41,
    "translation": "Be shk byyhi āe frʿūns th thndyn lvukn kun khocznavnkụ̄ khạṭr th bym krnh khạṭr varyah chyz yʿny mvsyā ʿlyh alslam, harvn ʿlyh alslam, byyhi mʿjzat vghyrh."
  },
  {
    "verse_id": 42,
    "translation": "Mgr timv thi zạnụ̄ apzụ̄ sạnụ̄ sạrụ̄ āyat th nshanh yim timn nishhi vạtimtụ̄ ạsụ̄, ps rttụ̄ th grftar krụ̄ aashi tim tithh pạtthụ̄ yithh pạtthụ̄ akis zbrdst qdrt vạlis pzihe. Yth grftar krns th rttns kanhh thi hykhi nh yalh trạvith th chhvrith."
  },
  {
    "verse_id": 43,
    "translation": "Tohyhi bvuzvih brvntthimyn munkrn th kạfrn hndụ̄ qṣh timn kya gudryvv kfr v nafrmạny hndi sbbh. Kyah tohyhi andrh yim kạfr chhi tim chha brvntthimyn yimn kạfrn hndi khoth jane ta ayn kh yimn kya yiyhi pas krnh. Yim kya krn nafrmạny th kfr asy krvkh nh kihinụ̄. Kinh tihndi khạṭr chuh āsmạny ktabn andr kunhi qsmh mʿạfy th āzạdy hund prvanh āmut lykhnh kh tvhụ̄ kriv yhi khosh krv, tohyhi chuhnh kanhh baz khvast."
  },
  {
    "verse_id": 44,
    "translation": "Kinh tihund guft chhu kh aashi sintụ̄ hykhi nh mqable kanhh krith, asụ̄ chhi bdd jmaʿthah aakh lhādha rvzv asy ghạlib."
  },
  {
    "verse_id": 45,
    "translation": "ʿnqryb khyyhi yhi jmaʿt skht shkst, byyhi czln tim mydani jng nishhi thr phirith. (chnanchh aamhi pyshn gvʿy hund ẓhvr spud jngi bdrs th jngi aḥzabs andr, yhi gvv dnyahs andr. Yutue yvt chhunh yuhund sza)"
  },
  {
    "verse_id": 46,
    "translation": "Blkh spdn yim bddis ʿdhabs grftar qyamtuk doh. Aṣly ʿdhabuk vʿdh chhu timn sintụ̄ sue doh, qyamt mh zanun czh mʿmvly chyzah blkh chhe qyamt setthah skht th setthah ttiytth th tlkh, soe qyamt chhe ẓrvr vaqʿ spdvunụ̄."
  },
  {
    "verse_id": 47,
    "translation": "Be shk yim mjrm yim aamhi qyamt kis vqvʿs ankar kran chhi tim chhi skht gmrạhy th jnvns andr pymtụ̄. (yhi gmrạhy th jnvn spdi timn ẓạhr tamhi doh)"
  },
  {
    "verse_id": 48,
    "translation": "Yymhi doh tim khkhri yin pknavnh buthhi kinụ̄ th dạrith yin dinh nari jhnms andr. Tvpth yiykh vnnh, czhiv tvhụ̄ ae kạfrv narchhi cznjhi hund mzh. (hrgah yimn shubh chhu kh adh konh chhe so qyamt yivan tmyuk jvab chhu kh)"
  },
  {
    "verse_id": 49,
    "translation": "Ashi chhu prth chyzah pạdh kvrmut akhi khaṣ andazh mvjvb. (yth mnz varyahn chyzn hund khṣvṣaan vqtuk th zmanuk aʿtbar thavnh āmut chhu yus aashi pnnis ʿlms mnz mqrr th muʿīn kvrmut chhu. Lhādha yvt tanụ̄ nh suh vqt vathi tvt tanụ̄ kithh pạtthụ̄ spdi tmyuk vqvʿ. Yylhi tmyuk vqt vathi)"
  },
  {
    "verse_id": 50,
    "translation": "Svn ḥkm āshi tmhi kis vqvʿs mnz kunue ḥkmah. Yus jạry spdi akis achh ttyntthhi andr. (ashi chhunh kanhh chyz pạdh krns andr ya tbah v brbad krns andr zyadh kal lgan.)"
  },
  {
    "verse_id": 51,
    "translation": "Be shk aashi gạlụ̄ tohe hiy varyah kạfr th nafrman lvukh. Pas chha tohyhi andr kanhh nṣyḥt rtth vunah?"
  },
  {
    "verse_id": 52,
    "translation": "Yus yus chyz tim kran ạsụ̄, thi svrue avs khdays mʿlvm, bavjvd ān āv thi svrue lykhnh tihndyn namh aʿmaln andr. (yhi kth chhanh kh kynhh āshe lykhnh āmut, kynhh āsihe lykhne rvudmut. Nh blkh)"
  },
  {
    "verse_id": 53,
    "translation": "Prth loktt kth th bdd kth chhe tth andr varh lykhnh āmcz. (yhi gvv kạfrn th mjrmn hund ḥal. Amhi pth chhu baaymann th mtqynan hund ḥal)"
  },
  {
    "verse_id": 54,
    "translation": "Be shk yim kfr nishhi nafrmạny nishhi bchhi vunụ̄ chhi tim āsn jnth kyn baghn andr th jvyan petth."
  },
  {
    "verse_id": 55,
    "translation": "Ḥqyqy ʿzt chhi jayhi bddis badshahs nkhh yas kul kaʿnats petth aqtdar chhu. (yim pnnhi pzi kh brkth khda v pyghmbri khdae sndi pazi vʿdh mvjvb āsn akis ʿmdh th psndydh mqams andr.)"
  }
]