[
  {
    "verse_id": 1,
    "translation": "Rḥmt vạlis khdae snz chhe be shmar nʿmczh. (aajhi rvuḥạny, aajhi jsmạny, aajhi dunyvy, aajhi aukhrvy. Rvḥany nʿmtv andrh gyhi aakh nʿmt kh)"
  },
  {
    "verse_id": 2,
    "translation": "Tmy hychhnạvụ̄ qrāni mjyd. (yʿny tmy kvr nạzl qrāni mjyd yuth thndụ̄ bndh ts petth ayman anith, tmuyk ʿlm ḥạṣl krith, tamhi mvjvb ʿml krith tmik nfʿ th fạydh tuln. Tmụ̄ snz byakh nʿmt gyhi jsmạny yosh mvqvf ʿlyh chhe rvḥạny nʿmtch, so gyhi yhi nʿmt kh)"
  },
  {
    "verse_id": 3,
    "translation": "Tmy kvr pạdh ansan."
  },
  {
    "verse_id": 4,
    "translation": "Tvpth hychhnvvun suh kthh krnhi. (yʿny diluk ḥal th khyal ẓạhr krun kthv sintụ̄ th aathv sintụ̄, tqryr v tḥryr sintụ̄. Tmy sintụ̄ chhu suh qrāni mjyd panh pran th byyan prnavan, byakh nʿmt gyhi āfạqy so gyhi)"
  },
  {
    "verse_id": 5,
    "translation": "Āftab th zvun chhe pkan akhi mnẓm ḥsabh mvjvb. (yymhi sintụ̄ doh th rat vjvds mnz yivan chhi. Yimn sintụ̄ bndn hnzi bndgy th ʿbadts setthah tʿlq chhu.)"
  },
  {
    "verse_id": 6,
    "translation": "Tark th thri th kulụ̄ yʿny godd rvstue kulụ̄ th godd vạlụ̄ kulụ̄ chhi mshghvl pnnis mvlyā sndis sjds sintụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Tmy ḥẓrti rḥmann kvr thvd th blnd āsman, tmụ̄ kr qạym dnyahs andr trkr."
  },
  {
    "verse_id": 8,
    "translation": "Yuthnh tvhụ̄ tvlns andr kmy v zyadty kriv. (aamhi nʿmtuk shkr gvv yhi zi)"
  },
  {
    "verse_id": 9,
    "translation": "Byyhi thạviv qạyim anṣaf mvjvb prth chyzuk vzn, byyhi mh ạsiv kran kmy tvlns andr kunhi qsmh."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi thvv tmy zmyn mkhlvqn hndi fạydh khạṭr vhrạvith."
  },
  {
    "verse_id": 11,
    "translation": "Yth zmyns mnz chhi km km myvh, byyhi khzr kulụ̄ yimn hndụ̄ myvh chhi āsan goczryn th ghilafn mnz vlith."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi chhu aath zmyns mnz prth qsmuk ghlh, yth ghls sintụ̄ charvayn hndi khynh khạṭr gash thi chhu āsan, byyhi prth qsmkụ̄ khoshbv dar pvsh yimv sintụ̄ dmagh chhu spdan mʿṭr."
  },
  {
    "verse_id": 13,
    "translation": "Pas kth kth nʿmts prvrdgar sndis kriv tvhụ̄ ankar ae jinv th ansanv? (akis ḥdyth shryfs kun nẓr krith frmvv ʿạlmv kh yylhi kanhh shkhṣah yhi āyh krymh bvzi, tmụ̄ sund gczihh jvab dyun )laa bishy min niʿmika rabna nukdhbu falka alḥamd( ae sanhi prvrdgar chanyv nʿmtv andr kunhi nʿmts hykv nh asụ̄ ankar krith, ps sạry ḥmd shvubne cze.)"
  },
  {
    "verse_id": 14,
    "translation": "Byakh nʿmt gyhi kh tmy kvr pạd amis ansan sund aṣli avl yʿny ādm tth myczi yosh hvkhith ktri hndụ̄ pạtthụ̄ trnv trnv krān ạs th vzan ạs."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi kvr tmụ̄ pạd jinn hund aṣli avl narchhi ryhhi yth nh dh shạml āsan chhu. (yimn doshvunụ̄ mkhlvqn kvr vjvdch nʿmt ʿṭa tmy prvrdgarn.)"
  },
  {
    "verse_id": 16,
    "translation": "Ae jinv th ansanv khdae snzv nʿmtv andr kth kth nʿmts kriv tvhụ̄ ankar?"
  },
  {
    "verse_id": 17,
    "translation": "Byyhi chhu sue mʿbvdi brḥq don mashrqn th don mghrbn hund mạlki ḥqyqy. (āftab chhu vnds th ryth kạlis mkhtlf jayav nishhi ṭlvʿ kran th khsan, byyhi mkhtlf jayv kinụ̄ lvsan th ghrvb spdan, tmy aʿtbar āv vannh mashriqayn th maghribayn. Āftab kh mkhtlf jayv khsun lvsun, aamhi sintụ̄ chhu mvsm bdlan, tth andr chhi be shmar fạydh th mṣlḥcz zmyn kyn lvukn hndi khạṭr. Aamhi sarikue mạlk th akhtyarh vvl chhu sue prvrdgar.)"
  },
  {
    "verse_id": 18,
    "translation": "Pnnis prvrdgar sndyv nʿmtv andr kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 19,
    "translation": "Tmy prvrdgarn pknạvụ̄ zh dryav, aakh myvutth th byakh czvsh."
  },
  {
    "verse_id": 20,
    "translation": "Yime zh dryav chhi aakh akis sintụ̄ ẓạhrụ̄ pạtthụ̄ miylith pkan mgr ḥqyqts mnz chhi yimn drmyan aakh tthvrah yus nh yimn aakh akis petth ghlbh divan chhu krnh. (myvutth spdihe czvsh ya czvsh spdihe myvutth. Yhi nʿmt thi chhe qdrtuk aakh bvdd nshanh.)"
  },
  {
    "verse_id": 21,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth nʿmts hykiv tvhụ̄ ankar krith ae jinv th ansanv?"
  },
  {
    "verse_id": 22,
    "translation": "Yimv doshve dryavav mnz chhi nyran aakh mokhth byyhi ldrh."
  },
  {
    "verse_id": 23,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts hykiv tvhụ̄ ankar krith ae jinv th ansanv?"
  },
  {
    "verse_id": 24,
    "translation": "Tmụ̄ snze chhe timh navh th jhazh yimh thzh th bjhi chhe smndrs mnz kohn sumbhi. (yimn petth svar spdith tvụ̄ aakhi mulkh nishhi byyis mulks vatan chhiv, ẓrvryat th mali tjart vatnavan chihv. )yakhruju minhuma( andrh gvv asharh timn nʿmtn kun yimh smndr th dryavv tlh nyran chhe. )valah aljavari almunshaāt( andrh chhu asharh timn nʿmtn kun yimh ābh petthụ̄ kinụ̄ sṭḥ nishhi ḥạṣl spdan chhi. Ābh petthụ̄ kinụ̄ thi nʿmcz, ābh tlụ̄ thi nʿmcz.)"
  },
  {
    "verse_id": 25,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts hykiv tvhụ̄ ankar krith ae jinv th ansanv? (avtanụ̄ yimn nʿmtn hund dhkr krnh āv, lạzm chhu timn nʿmtn gczihh tvḥyd v ṭaʿth sintụ̄ shukr dpun, kfr v mʿṣyt sintụ̄ gczihh nh nashkry v naspạsy krnụ̄. Kyazi yath ʿālms chhu fna spdun, yymhi pth chhu byakh ʿālm yivun yath ʿālms ayman v kfrs petth jza v sza yiyhi dinh. Yuhe mẓmvn chuh Allah tʿālyā frmavan)"
  },
  {
    "verse_id": 26,
    "translation": "Yim jin th ansan aath rve zmyns petth chhi mvjvd tim sạry chhi glvunụ̄ th fạny spdvunụ̄."
  },
  {
    "verse_id": 27,
    "translation": "Baqy rvzvun chhu fqṭ tuhndis prvrdgar sund dhati pak yus ʿẓmt vvl th aḥsan vvl chhu. (yim chhi zh ṣft Allah tʿālyā sndụ̄, aakh chhu dhạty byakh chhu aẓạfy. Akthr ahli ʿẓmt chhi pnnis ʿẓmtse sintụ̄ āsan, byyan kun chhinh kanhh tvjh kran mgr mʿbvdi brḥq chhu bavjvdi kmali ʿẓmt, ṣaḥbi akram th pnnyn bndn petth chhe thnz rḥmt v fẓl jạry. Chvnkh amhi mẓmvnch khbr dinụ̄ chhu mvjbi hdayt, lhādha chhe yithi nʿmtv andrh aakh aukhrvy nʿmtah.)"
  },
  {
    "verse_id": 28,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv? (aamhi pth chhu akhi khaṣ ṭryqh thndis ʿẓmt v aikrams mtʿlq mẓmvn byan yivan krnh.)"
  },
  {
    "verse_id": 29,
    "translation": "Suh chhu tiyuthue ba ʿẓmt kh tsụ̄ nishhi chhi mngan pnnụ̄ pnnụ̄ ḥajt tim sạry yim āsmann andr chhi byyhi yim zmynn andr chhi, sạry chhi mḥtaj tsụ̄ kun, suh chhu sarine hund mḥtaj ailyh. Yohe chyz chhu dlalt kran thnds kmali ʿẓmts petth. Ṣaḥbi akram āsun tmụ̄ sund chhu nanan yymhi sintụ̄ kh prth vqth chhu suh kamhi andre, yʿny ʿālmn andr yikynczhah vaqʿ chhu spdan thi chuh thndy tṣrf sintụ̄. (timne tṣrfatn andr āe tim tṣrfat thi yim dlalt chhi kran thndis aikram v aḥsans petth mthlaan pạdh krun, ʿāfyt v ṣḥt ʿṭa krun, rzq ʿṭa krun, avlad ʿṭa karn, hdayt th ʿlm, tvfyqi ʿml. Ps bavjvdi ʿẓmt yuth akram v aḥsan krun yithi gyhi nʿmte.)"
  },
  {
    "verse_id": 30,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 31,
    "translation": "Asụ̄ dimv pvur tvjh tohyhi ḥsab hyns kun ae jinv th ansanv. (yhi brvntthue tohyhi aamich khbr dinụ̄ yithi chahv sạnụ̄ nʿmt th mhrbạny yuth tohyhi tyạry hund khyal pạd gczihh.)"
  },
  {
    "verse_id": 32,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 33,
    "translation": "Ae jinn th ansann hnzv jmaʿczv hrgah tohyhi ṭaqt th qdrt chuh tvhụ̄ kya hykyv āsman v zmyn kyv kinarv nishhi nybr niyrth, tala niyrtv asụ̄ thi vuchhv. Hrgz hykiv nh tvhụ̄ niyrith kunhi ṭaqth sintụ̄. Suh ṭaqt chuhyy nh tohyhi, nh hykiv dnyahs andr niyrith nh czlith kunhi ṭrfs kun. (yhe ḥalt āshi tuhnz qyamt kh doh tathi hykiv nh tvhụ̄ kun czlith. Yhi kth bavnụ̄ thi chahv sạnụ̄ nʿmt.)"
  },
  {
    "verse_id": 34,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv? (tvhụ̄ chihv ḥsab dins andr thi ʿạjze ʿdhab v ʿqabs andr thi ʿạjzy.)"
  },
  {
    "verse_id": 35,
    "translation": "Ae jnv th ansanv andr mjrmv! Tohyhi petth yin qyamt kh doh travnh narkụ̄ shʿlh byyhi dh yuth nh tohyhi nishhi kanhh thi hykhi dfʿ krith. Yhi vanun thi chhuv dhryʿh hdayt āsnh kh aʿtbarh nʿmte."
  },
  {
    "verse_id": 36,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 37,
    "translation": "Aadh yylhi qyamt yiyhi tth mnz āsman pahttn, ps spdi āsmanuk rng vozul dalh hyvu. (aamich khbr dinụ̄ thi chhu aakh nʿmtah)"
  },
  {
    "verse_id": 38,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 39,
    "translation": "Pas yiyhi nh tmhi doh goddny prczhnh th sval krnh aṭlaʿ ḥạṣl krnh khaṭr kạnshi ansans th kạnshi jins. (kyazi Allah tʿālyā has chhe khbre sarine hnz. Aamich khbr dinụ̄ thi chhu aakh nʿmtah)"
  },
  {
    "verse_id": 40,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 41,
    "translation": "Przh navnh yin mjrm lvukh pnnyv ʿlamatv sintụ̄, tihund buth āshi kirhun, achhụ̄ āsnkh kaczri, tvpth yin rttnh tim klh kh msth sintụ̄ byyhi khorv sintụ̄, tvpth yin dạrith dinh jhnms andr. (aamich khbr dinụ̄ thi chhu aakh nʿmtah)"
  },
  {
    "verse_id": 42,
    "translation": "Pnnis prvrdgar sndyv nʿmtv andrh kmhi kmhi nʿmtuk kriv tvhụ̄ ankar ae jinv th ansanv? (jhnms mnz travnh pth yiyakh vannh)"
  },
  {
    "verse_id": 43,
    "translation": "Yohe kya gvv suh jhnm yth mjrm yʿny tvhụ̄ ankar kran ạsv."
  },
  {
    "verse_id": 44,
    "translation": "Phyran th avr yvr āsn kran tth jhnms th tmhi chhi rsri vạnis andr yus setthah grm āshi grmy hndis ạkhry drjs mnz grm āshi. (akhi saʿth jḥymuk ʿdhab byyhi saʿth ḥmymuk ʿdhab. Aamich brvntthue khbr dinụ̄ thi chhe aakh nʿmtah)"
  },
  {
    "verse_id": 45,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 46,
    "translation": "Vonụ̄ yus shkhṣ khoczi pnnis prvrdgars brvntthh knhi aistadh spdns prth saʿth khvczith rozi pth gnahv nishhi th nafrmanyv nishhi, thndi khạṭr chhi zh ʿạly shan jnt, yhi gvv khaṣ bndn hndi khạṭr."
  },
  {
    "verse_id": 47,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 48,
    "translation": "Tmne jntn andr āsn setthah lnjhi dar kulụ̄, time lnjhi āsn brith myvv sintụ̄."
  },
  {
    "verse_id": 49,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 50,
    "translation": "Timne don baghn andr āsn zh nagh rad yimn hund āb dvur tanụ̄ jạry āshi."
  },
  {
    "verse_id": 51,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 52,
    "translation": "Tmne don baghn andr āsn prth myvs zinz qsm, (kunhi saʿth aakhi qsmh kh myvh sintụ̄ mzh ḥạṣl kran, kunhi saʿth byyhi myvuk lṭf ḥạṣl kran.)"
  },
  {
    "verse_id": 53,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 54,
    "translation": "Tkyhi dith āsn tim jnty timn frshn th vthrnyn petth yimn hund aastare āshi tafth yʿny zạviyul pvtt, abrch chhanh kthe suh kya āshi. Yimn doshvnụ̄ jntn hund myvh āshi timn jnty yn setthah nzdyk, (prth ḥals andr āsn tmuyk lṭf tulan vodnhi thi, bihith thi, shvngith thi, tklyf v mshqt vrạe āshi timn chanttyn nkhh vatan.)"
  },
  {
    "verse_id": 55,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 56,
    "translation": "Timn baghn hnzn lryn th bngln mnz āsn nẓr bon kun thvvunhi znanh yʿny yimh znanh nh pnnis khandars vrạe kạnshi shkhṣs kun achhy tulan chhe. Nah āshi timn nzdyk āmut pnnyn khandarn brvntth nh kanhh ansan th nah kanhh jin."
  },
  {
    "verse_id": 57,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 58,
    "translation": "Rng timn znann hund āshi tiyuth ṣaf th shfaf zn timh āsn yaqvt th ldrh hishhi sorkhaa sorkh."
  },
  {
    "verse_id": 59,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 60,
    "translation": "Kya rczi ʿbadt v aṭaʿtuk bdlh chha kunhi rczi mvzvuri th thvabh vrạe? (yimv jnty yav kr dnyahs andr rcz ʿbadt, tmuyk bdlh ākh ʿṭa krnh ạkhrts andr. Rut thvab yinh kạnshi hnzv achhv vuchhmut āshi, kạnshi hndyv knv bvuzmut āshi, kạnshi hndis dils rae gmcz āshi, yhi chhu mḥẓ khdae sund fẓl v krm.)"
  },
  {
    "verse_id": 61,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 62,
    "translation": "Homav doyv baghv vrạe chhi byyhi zh bagh timv khoth vsith ʿām baaymann hndi khạṭr, prth baaymans zinz bagh."
  },
  {
    "verse_id": 63,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 64,
    "translation": "Tim doshve bagh āsn shvkh sbz kryhnyrh san skht sbz āsnh mokhh."
  },
  {
    "verse_id": 65,
    "translation": "Pnnis prvrdgar snzv nʿmtv andrh kth kth nʿmts kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 66,
    "translation": "Timn don baghn mnz chhi zh nag yimn hund āb chhu zvrh san hyvrkun shvlh maran."
  },
  {
    "verse_id": 67,
    "translation": "Adh kth kth nʿmts pnnis prvrdgar snzv nʿmtv andrh kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 68,
    "translation": "Timn don baghn andr āsn myvh, khzr byyhi dạn."
  },
  {
    "verse_id": 69,
    "translation": "Adh kth kth nʿmts pnnis prvrdgar snzv nʿmtv andrh kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 70,
    "translation": "Timn baghn hnzn lryn andr chhe rczh znanh khvbṣvrt."
  },
  {
    "verse_id": 71,
    "translation": "Adh kth kth nʿmts pnnis prvrdgar snzv nʿmtv andrh kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 72,
    "translation": "Time znanh āsn achh vychhhi krith nvurạny buthụ̄ krith khinmn andre rvzn vajinhi, avrh yvr phyrvunhi āsn nh."
  },
  {
    "verse_id": 73,
    "translation": "Adh kth kth nʿmts kriv tvhụ̄ ankar pnnis prvrdgar snzv nʿmtv andrh ae jinv th ansanv?"
  },
  {
    "verse_id": 74,
    "translation": "Hmbstry āshi nh krmcz timn sintụ̄ yimn brvntth, nh kạnshi ansann nh kạnshi jinn."
  },
  {
    "verse_id": 75,
    "translation": "Adh kth kth nʿmts kriv tvhụ̄ ankar pnnis prvrdgar snzv nʿmtv andrh ae jinv th ansanv?"
  },
  {
    "verse_id": 76,
    "translation": "Time āsn tkyh dith sbz mkhmly qalynn petth bihith byyhi nph nph krvunyn rtyn frshn petth bihith."
  },
  {
    "verse_id": 77,
    "translation": "Adh kth kth nʿmts pnnis prvrdgar snzv nʿmtv andrh kriv tvhụ̄ ankar ae jinv th ansanv?"
  },
  {
    "verse_id": 78,
    "translation": "Babrkt chhu nami pak tuhndis prvrdgar sund ya rsvl Allah yus prvrdgar ʿẓmt vvl th aḥsan vvl chhu. (yimh sare dunyạvy nʿmcz chhe tsnze, yhi yylhi nami pakch brkt gyhi, aamhi andrh gczihh zanun kh navh vvl kiyuth āshi, thndi dhati pakchh brkt kiczhh āsn kạczah āsn. Ẓahraan chhu spdan mʿlvm kh baayman jnn th ansann doshvunụ̄ chhu vatun jnts. Doshvunụ̄ spdn ḥạṣl jnth chhi nʿmcz, doshvunụ̄ yin ʿṭa krnh jnth chhi ḥvur. )lam yaṭmithhn ains qablahm va laa jaān( andr chhu murad kh yimh ḥvur ansan jnty yan yin ʿṭa krnh timn ḥvrn nzdyk āshi nh āmut timn ansan jnty yan brvntth kanhh ansan, kyazi timh ḥvr āsn ansanne hndi khạṭr mkhṣvṣ āmcz krnh. Yithe pạtthụ̄ jin jnty yan yimh ḥvur ʿṭa yin krnh timn ḥvrn āshi nh nzdyk āmut timn jin jnty yan brvntth kanhh jinah, kyazi timh ḥvrh āsn jin jnty yan hndy khạṭr mkhṣvṣ āmcz krnh. Goddnikụ̄ zh jnt yimn hnz dhkr godd āyhi krnh timn hndi afẓl th bhtr āsns kun āv trjms andre asharh krnh. Vonụ̄ chhi tmhi chhi dlylh byan yivan krnh. Tfsyri duri mnthvrs mnz )jantani min dhahb lilmuqrbiyn va jantani min vriq liaaṣḥaabi alyamiyn( yʿny tim zh jnt chhi sonh sndụ̄, tihund svre samanh chuh sonh sunde, tim chih muqrbiynn hndi khạṭr. Byyhi zh jnt chhi roph sndụ̄, tihund svrue samanh chhu roph sundue. Tim chhi aṣḥabi yamynan hndi khạṭr.)"
  }
]