[
  {
    "verse_id": 1,
    "translation": "Yylhi qyamt vaqʿ spdi."
  },
  {
    "verse_id": 2,
    "translation": "Nanhi tamhi saʿth kh aamhi kis vaqʿ spdns andr avsnh kanhh shkahh th khilafah blkh avs aamuyk vaqʿ spdun balkl ṣḥyḥ th pvz, yhi ạsnh tthtthh bạshah."
  },
  {
    "verse_id": 3,
    "translation": "Suh qyamt chhe bʿẓe lvukn pst krvun, byyhi bʿẓe lvukn bulnd krvun yʿny tamhi doh spdi kạfrn hndi dhlt v psty hund th baaymann hndi rfʿt v blndy hund ẓhvur."
  },
  {
    "verse_id": 4,
    "translation": "Yylhi bvniyul yiyhi zmyns setthah skht bvnuyvlah, yʿny vysravnh yiyhi suh zvrh."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi yiyhi kohn ryzh ryzh krnh."
  },
  {
    "verse_id": 6,
    "translation": "Ps spdn koh chhkrnh āmcz grd hiy."
  },
  {
    "verse_id": 7,
    "translation": "Tohyhi spdnv sarine lvukn avlynn th ākhrynn tre jmạʿcz. (aakh jmaʿt gyhi dvzkhy, byakh gyhi ʿām jnty yan hnz, byakh gyhi khaṣ jmaʿt mqrbynn hnz yim jnth kyn aʿlyā drjn mnz āsn. Aamhi kue tfṣyl chhu Allah tʿālyā frmavan)"
  },
  {
    "verse_id": 8,
    "translation": "Ps chhu yimv andrh aakh qsm dchhnhi ṭrfkụ̄ lvukh, kya rtụ̄ chhi tim dchhinhi ṭrfkụ̄ lvukh, (tim ge time yimn namh aʿmal yiyhi dinh dchhnis aaths kyth. Dvyum qsm gvv lvukn hund)"
  },
  {
    "verse_id": 9,
    "translation": "Khvvri ṭrfkụ̄ lvukh, tim khvvri ṭrfkụ̄ lvukh kạtyah ychh chhi, (murad chhi timv andrh tim lvukh yimn namh aʿmal yiyhi dinh khvvris aaths kyth, yʿny kạfr.)"
  },
  {
    "verse_id": 10,
    "translation": "Tryyum qsm gvv brvntth gczhvunyn hund, tme ge brvntth gczhvunụ̄ aʿlyā drjikụ̄ lvukh."
  },
  {
    "verse_id": 11,
    "translation": "Tim ge khdays sintụ̄ khaṣ qurb th nzdyky thavvunụ̄ lvukh."
  },
  {
    "verse_id": 12,
    "translation": "Yim mqrb lvukh āsn nʿmt kyn baghn andr ʿīsh v ārams mnz."
  },
  {
    "verse_id": 13,
    "translation": "Yimn mqrb lvukn hnz bdd jmaʿt āshi brvntthimyv lvukv andr, (kyazi tihund tʿdad chhu zyadh.)"
  },
  {
    "verse_id": 14,
    "translation": "Km jmaʿt āshi pth yivunyv andrh. (brvntthmyv andr chhu murad ādm ʿlyh alslams petthh ʿīsyā ʿlyh alslams tanụ̄, pth yivunyv andr chhu murad pyghmbri ākhru alzman sndi petthh qyamts tam.)"
  },
  {
    "verse_id": 15,
    "translation": "Tim mqrb lvukh āsn bihith timn tkhtn petth yim sonh snzv tarav sintụ̄ vonnh āsn āmtụ̄, byyhi āsnkh lʿl v jvạhr jrnh āmtụ̄."
  },
  {
    "verse_id": 16,
    "translation": "Timne tkhtn petth āsn tkyhi dith bihith aakh akis kun buth krith."
  },
  {
    "verse_id": 17,
    "translation": "Yivan gczhan āsn timn nishhi khvbṣvrt lokttụ̄ lokttụ̄ khdmt gar, yim akise ḥals th ʿmri petth rvzn hmyshh."
  },
  {
    "verse_id": 18,
    "translation": "Time āsn timn nishhi anan czkụ̄ dar āb khor, byyhi qarbh nari, byyhi pyalh yim shrabi ṭhvr sintụ̄ brụ̄ brụ̄ āsn, yus shrab qdrty ṭvr nagv th chshmv andr niyrith jạry āshi."
  },
  {
    "verse_id": 19,
    "translation": "Yymhi shrabi ṭhvr sintụ̄ nah kri timn klh duvvd, nah yiyakh ʿqlhi mnz ftvr zanhh."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi yin tim khvb ṣvrt lokttụ̄ timn brvntth kun tim myvh hyth yim tim psnd krn."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi yinkh hyth vuddvunyn janvrn hund buzmut maz yimn hund tim mạl th khvahsh krn."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi āsn timn jnty yan hndi khạṭr timn jntn andr time znanh yimh prynhi āsn, yihnz achh vychhhi āsn."
  },
  {
    "verse_id": 23,
    "translation": "Time āsn mḥfvẓ thavnh āmut mokhth hishhi ṣaf v shfaf, naph naph kran."
  },
  {
    "verse_id": 24,
    "translation": "Yhi yiyakh bdlh ʿṭa krnh timn riczn kamyn hund yimh tim dnyahs mnz kran ạsụ̄."
  },
  {
    "verse_id": 25,
    "translation": "Suh jntuk shrabi ṭhvur chyth ya tamhi vrạe thi bvzn nh timn jntn andr kanhh be hvudh ktahh, ya nagvar klamah yymhi sintụ̄ tihund ʿīsh mnghẓ spdi he."
  },
  {
    "verse_id": 26,
    "translation": "Mgr āshi prth ṭrfh yivan timn slamne hnz āvaz. (ḥq tʿālyā kri timn slam, salam qvlaan min rabi alrḥym, mlạyk āsn kran timn slam. Va almalaʿktuh yadkhlvna ʿaalyhim min kul baab salam, salam ʿaalykm ṭibtum, panh vạnụ̄ thi āsn aakh akis slam kran. Taḥythm fiyha salam, ghrẓ kh rvḥạny v jsmạny prth qsmk aʿlyā drjkụ̄ ldht āshi timn ḥạṣl. Yhi gvv sabqynn hund ḥal. Aamhi pth chhu byan yivan krnh aṣḥabu alymynn hund ḥal)"
  },
  {
    "verse_id": 27,
    "translation": "Byyhi yim dchhnhi ṭrfkụ̄ lvukh chhi, kya rtụ̄ chhi tim dchhinhi ṭrfkụ̄ lvukh."
  },
  {
    "verse_id": 28,
    "translation": "Tim āsn bryyhi klyn hndyn baghn andr yimn nh knddy āsn."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi kylh kulyn hndyn baghn andr, yimn kylh lgith āsn pyvtthus petth."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi āsn zytthhi zyitthis says tal. (tyvut zyvutth sayhi kh hrgah tyz rftar gur akis hts vriyas kuny dvr tulhi, tothi vubri nh suh sayhi, nah āshi tth says andr grmy nah āshi srdy, nah āshi tạryky th nah aanhi gtth, nhayt khoshgvar th mʿtdl āshi.)"
  },
  {
    "verse_id": 31,
    "translation": "Byyhi āshi timn baghn andr āb jạry."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi āsn timn baghn andr bkthrt myvh."
  },
  {
    "verse_id": 33,
    "translation": "Yim nh khtme gczhan āsn zanhh dnyakyn myvn hndụ̄ pạtthụ̄, (kh mvsm khtm spdnh sintụ̄ kya āshn myvh thi khtm gczhan, byyhi āsn nh tim myvh tthakh krnh āmtụ̄.)"
  },
  {
    "verse_id": 34,
    "translation": "Byyhi āsn thdụ̄ thdụ̄ vthrnụ̄, (timne vthrnyn petth āsn khvbṣvrt anhrishhi znanh.)"
  },
  {
    "verse_id": 35,
    "translation": "Aashi āshi timn znann hnz pydạysh krmcz khaṣ ṭryqch."
  },
  {
    "verse_id": 36,
    "translation": "Timh āsn aashi krimcz sare anhrishe. (ḥvur thi dnyachhi znanh thi yimh dnyahs andr āshn spzmacz bujhi, aanhi th kanhi, timne yiyhi jnts andr nv zndgy th nvv lokchar ʿṭa krnh, timn āshi nh suh anhrishr pnnyn khandarn hndi hmbstry krnh sintụ̄ thi czlan th zạyil spdan.)"
  },
  {
    "verse_id": 37,
    "translation": "Time āsn dilruba th tamblavunhi, yʿny khandarn pnnyn nazav th ʿiishvv sintụ̄ pans kun mạyil krvunhi, byyhi āsn aaky vạnshi. (ghrẓ tihund ḥsn v jmal, naz v andaz, ḥrkat v sknat, sạry chyz āsn dlksh.)"
  },
  {
    "verse_id": 38,
    "translation": "Yim sạry chyz āsn dchhinhi ṭrfh kyn lvukn hndi khạṭr."
  },
  {
    "verse_id": 39,
    "translation": "Aṣḥabi ymynn hnz bdd jmaʿt āshi brvntthmyv lvukv andr."
  },
  {
    "verse_id": 40,
    "translation": "Byyhi āshi bdd jmaʿt yihnz pth yivunyv andrh."
  },
  {
    "verse_id": 41,
    "translation": "Byyhi yim khvvri ṭrfkụ̄ lvukh chhi, tim khvvri ṭrfkụ̄ lvukh kạtyah ychh chhi."
  },
  {
    "verse_id": 42,
    "translation": "Tim lvukh āsn nars th rasri mnz."
  },
  {
    "verse_id": 43,
    "translation": "Byyhi skht syah dhh kis says tl, yth mnz nh dryntthe kynhh yvan āshi."
  },
  {
    "verse_id": 44,
    "translation": "Nah āshi suh doh shuhul, nah āshi suh kunhi qsmuh khosh mnẓr th raḥt vatnavvun. (yhi yuth ʿdhab kyazi sna āshi timn?)"
  },
  {
    "verse_id": 45,
    "translation": "Be shk tim ạsụ̄ na yymhi brvntth yʿny dnyahs andr ʿīsh v ārams mnz yymhi sbbh fkry khsan avsukh nh kynhh, tth khoshḥạly andr ạsụ̄ ghrq gmtụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Tamy ạsụ̄ tim ddadd krith akis bddis gnahs petth yʿny shirks th kfrs petth."
  },
  {
    "verse_id": 47,
    "translation": "Byyhi ạsụ̄ tim vnan, kya asụ̄ yylhi mrv, tvpth dodrav, asụ̄ rvzav nh kynhh thi dodrymczv addjv vrạe, thi gczihth yimvh asụ̄ dvbarh byyhi zndh krnh?"
  },
  {
    "verse_id": 48,
    "translation": "Kya byyhi yinh sạnụ̄ brvuntthim mạlụ̄ buddibb thi zndh krnh, yihnz ḥalt sanhi khoth thi bdtr āshi gmcz?"
  },
  {
    "verse_id": 49,
    "translation": "Tvhụ̄ frmạviyvukh ya rsvl Allah, be shk tuhnz kya chhe kthe, avlyn th ạkhryn,"
  },
  {
    "verse_id": 50,
    "translation": "Sạry yin jmʿ krnh th sombravnh aakhi doh akis mʿīn krnh āmtis vqts petth, yʿny qyamtuk doh, yymuyk vqt Allah tʿālyā sndis ʿlms andr mqrr chhu."
  },
  {
    "verse_id": 51,
    "translation": "Tvpth chuh tohyhi ae vathi ddlimtyv! Ae pzis aapuz zanh vunyv!"
  },
  {
    "verse_id": 52,
    "translation": "Āshi tvhyhi ẓrvr khyvn zaqvm kh kulhi mnz."
  },
  {
    "verse_id": 53,
    "translation": "Tmy zqvm sintụ̄ ạsiv tvhụ̄ pnnụ̄ yadd brvunụ̄ th pur krvunụ̄."
  },
  {
    "verse_id": 54,
    "translation": "Tth petth āshi tohyhi chynụ̄ jhnmch rasr."
  },
  {
    "verse_id": 55,
    "translation": "Soe rsr chyyiv tvhụ̄ tryshhi htyn vvunttn hndụ̄ pạtthụ̄."
  },
  {
    "verse_id": 56,
    "translation": "Yhe āshi goddnich ẓyaft tuhnz qyamtuk doh."
  },
  {
    "verse_id": 57,
    "translation": "Ashi krv tvhụ̄ sạry pạdh goddnchhi ltthi, yth tvhụ̄ thi chhiv tslym kran, dvymhi ltthi dvbarh pạdh krns konh chhiv tvhụ̄ tslym th tṣdyq kran?"
  },
  {
    "verse_id": 58,
    "translation": "Tvhụ̄ vnitav yus mny yʿny nṭfh tvhụ̄ vatnavan chhiv znann hndyn shkmn th bchhi danyn andr,"
  },
  {
    "verse_id": 59,
    "translation": "Kya tvhy chhiv tth nṭfs ansan bnavan kinh asụ̄ chhi ansan bnavn vạlụ̄? (yhi kth chhe ẓahr kh bnavn vạlụ̄ th pạd krn vạlụ̄ chhi asy, mny andr travnh pth chuhnh tthi chhi kunhi kamhi petth tuhund kanhh tṣrf, yhi chahnh aashi vrạe kạnshi hnz kạm.)"
  },
  {
    "verse_id": 60,
    "translation": "Aasy chhu mqrr kvrmut tuhndi khạṭr mrun, yʿny sạny kạm pạdh krun, tvpth akis khaṣ vqts tam zndh thavun, tvpth akis mʿīn v mqrr vqts petth marun, yimh chhe sare kamhi sane, asụ̄ chhinh hrgz ʿạjz."
  },
  {
    "verse_id": 61,
    "translation": "Yymhi kthhi nishhi kh asụ̄ kya bdlavv tvhụ̄, tohe hivyn byyn lvukn sintụ̄, byyhi vatnavv tvhụ̄ tth ʿālms mnz yytyuk nh tohyhi pthe āshi, ya bnavv tvhụ̄ tmy qsmkụ̄ mkhlvq yimn hnz nh tohyhi khbre āshi, yʿny tohyhi spdi mskhi ṣvrt, vandrn th svrn hnz shkl, aashi hykhi nh tmhi nishhi kanhh thi pth rttith."
  },
  {
    "verse_id": 62,
    "translation": "Be shk tohyhi chhe sanhi godd pạd krnch khbre, adh konh chhuv tohyhi yad pyvan th fkri tran kh qyamtuk doh thi yiyiv tvhụ̄ yithe pạtthụ̄ byyhi dvbarh pạdh krnh?"
  },
  {
    "verse_id": 63,
    "translation": "Tvhụ̄ vnitv ae lvukv, yus tvhụ̄ ghlatn hund byvl zmyns mnz vavan chhiv,"
  },
  {
    "verse_id": 64,
    "translation": "Kya tvhụ̄ chhiv tth byạlis zmynh mnz kul kaharan, kinh zraʿt th kulụ̄ kharvunụ̄ chhi asụ̄? Suh ziraʿt thi chuh sạnise akhtyars andr."
  },
  {
    "verse_id": 65,
    "translation": "Hrgah asụ̄ yczhv suh ziraʿt krvn asụ̄ hashhi gvmut yus pnh pnh svrue vsụ̄ pyyhi, pas spdiv tvhụ̄ ḥyran th pryshan, dpnhi lgyv tvhụ̄,"
  },
  {
    "verse_id": 66,
    "translation": "Be shk chhi asụ̄ nqṣan zadv th tavan zdv andr."
  },
  {
    "verse_id": 67,
    "translation": "Nqṣanch chhanh kthe blkh chhi asụ̄ balkl mḥrvm, aashi rvud nh kihinụ̄."
  },
  {
    "verse_id": 68,
    "translation": "Tvhụ̄ vnụ̄tv, ae lvukv! Tth ābs mtʿlq yus tvhụ̄ chyvan chhiv."
  },
  {
    "verse_id": 69,
    "translation": "Kya tvhy chhiv suh āb avbr mnz travan, kinh suh āb travan vạlụ̄ chhi asy? Suh baran trạvith thi chhu suh āsan sạnise akhtyars andr."
  },
  {
    "verse_id": 70,
    "translation": "Hrgah asụ̄ yczho suh krvn asụ̄ nvn th ttyvtth, balkl bdmzh tiy hykvn krith, vonụ̄ chhav yhi sạnụ̄ bdd mhrbạny kh asụ̄ chhiv nh suh āb ttytthravan, adh konh chhiv tvhụ̄ shkr gzạry kran?"
  },
  {
    "verse_id": 71,
    "translation": "Ae lvukv! Tvhụ̄ vnitav yus nar tvhụ̄ rvshn kran chhiv."
  },
  {
    "verse_id": 72,
    "translation": "Kya tohyhi krvkhh tim kulụ̄ pạdh yimv mnz tim sbz ạsith suh nar chhu nyran yus tihnzn lnjn aakh akis sintụ̄ ghkhr dinh kh vqth ẓạhr spdan chhu, kinh asy chhi tim kulyn hndụ̄ pạdh krvunụ̄, tmv mnz suh shʿlh th ryhh krrvunụ̄?"
  },
  {
    "verse_id": 73,
    "translation": "Aashi kvr yhi dnyahuk nar ạkhrtuk nari dvzkh czyts pavnuk aakh chyzah pạdh, byyhi aakh fạyduk chyzah msạfrn hndi khạṭr, suh nfʿ tulun thi chhu mvqvf khdae sndis qdrts petth. Lhādha yymụ̄ snz yhi qdrt chhe,"
  },
  {
    "verse_id": 74,
    "translation": "Pas kriv tvhụ̄ tas pnnis bddis prvrdgar sndi nami pakuk tsbyḥ th tmḥyd."
  },
  {
    "verse_id": 75,
    "translation": "Bh chhus qasm havan tarkn hnzn lvsnh chn jayn hund,"
  },
  {
    "verse_id": 76,
    "translation": "Pzụ̄ pạtthụ̄ yhi chhu qasmah setthah bvdd hrgah tohyhi khbr āsihe, kyazi khdae yymuyk qsm havi suh chha mʿmvly ktahh, qsm chhu yth kthhi petth kh"
  },
  {
    "verse_id": 77,
    "translation": "Be shk yhi qrāni mjyd yus nby krym ṣly Allah ʿlyh v slmn petth nạzl spdan chhu, tmhi kh munzlu mina Allah āsnh mokhh chhu suh setthah mkrm v mʿẓm."
  },
  {
    "verse_id": 78,
    "translation": "Qrāni mjyd yus akis mḥfvẓ ktabhi andr brvntth petthe drj chhu, yʿny lvḥi mḥfvẓs andr."
  },
  {
    "verse_id": 79,
    "translation": "Athh chhinh lagan tth lvḥi mḥfvẓs mgr pak v pạkyzh malk, shyṭann chhunh mmkne aath nkhh pkun ya athh lagun, aamhi kyn mʿny yn petth mṭlʿ spdnch chhanh kthe. (bʿẓe mfsryn chhi laa yamashu huk ẓmyr rajʿ kran qrāni mjyds kun, yʿny aath qrāni mjyds chhinh aathh lagan mgr pak lvukh yʿny yihndụ̄ dl ṣaf chhi, yihndụ̄ akhlaq pạkyzh chhi, yimn vath chhe yivan aamhi kyn ʿlvm v ṣnayʿn kun. Ya chhu yhi nfʿ bamʿny nhy mṭlb gvv aath qrāni mjyds mh ạsin aathh lagan mgr pak lvukh yʿny be ṭhart mh ạsn aathh lagan ya thph kran ath qrāni mjyds, chnanchh ḥdyth shryfn andr chhu tth mtʿlq byan frmvvmut nby krymn.)"
  },
  {
    "verse_id": 80,
    "translation": "Yhi qrāni mjyd chhu nạzl krnh āmut rb alʿālmyn sndi ṭrfh."
  },
  {
    "verse_id": 81,
    "translation": "Kya aath klami paks sintụ̄ chihv tvhụ̄ so mʿmvly ktahh zạnith khlaf kran."
  },
  {
    "verse_id": 82,
    "translation": "Aamhi mudahnt ʿlavh chuhv tvhyhi bnvvmut aath qrāni mjyds ankar krun th suh aapuz zanun pnun ghdha, tmy chhiv tvḥyds th qyamt kis dohs ankar kran, hrgah yhi ankar krun tuhund pvz chhu?"
  },
  {
    "verse_id": 83,
    "translation": "Aadh konh chhiv tvhụ̄ tamhi vqth kynhh hykan krith yymhi vqth tuhndis kạnshi rshth dars, ʿzyzs marnh vizi zuv hiris petth vatan chhu, mvt chhi skhty grftar spdan chhu."
  },
  {
    "verse_id": 84,
    "translation": "Tvhụ̄ chhiv ḥsrt chv nẓrv tas vuchhan, tmụ̄ snz be bsy th drmandgy hund tamashhi vuchhan."
  },
  {
    "verse_id": 85,
    "translation": "Asụ̄ thi chhi tas mrn vạlis shkhṣs tuhndi khoth zyadh nzdyk āsan, tvhụ̄ chhiv vuchhan tuhand ẓạhry ḥale yvt, aashi chhu mʿlvm tuhand bạṭny ḥal thi. Mgr tvhụ̄ chihv nh svn tas nzdyk th qryb āsun vuchhan."
  },
  {
    "verse_id": 86,
    "translation": "Agr fiy alvqʿ tvhụ̄ qyamtuk doh dvbarh byyhi zndh yiyiv nh krnh, tohyhi ḥsab yiyhi nh hynh, tvhụ̄ kạnshi hndis akhtyars mnz chhiv nh."
  },
  {
    "verse_id": 87,
    "translation": "Tylhi konh chhi amis mrn vạlis shkhṣh sund ruvḥ vaps anan, ya kyazi chhiv thndis ruvḥs nyrnh divan? Chhiv he tvhụ̄ aath khbṭ v khyals yʿny qyamt kis ankars andr pziyạrụ̄. (mʿlvm spud kh qyamtuk vqvʿ chhu ḥq th pvz. Lhādha yylhi so qyamt qạyim spdi)"
  },
  {
    "verse_id": 88,
    "translation": "Pas yus shkhṣ āshi tamhi doh mqrb bndv andrh."
  },
  {
    "verse_id": 89,
    "translation": "Tylhi chhu thndy khạṭr mkml āram, byyhi fraghtuk ghdha ya jntuk boe khosh byyhi nʿmtn hndụ̄ bagh."
  },
  {
    "verse_id": 90,
    "translation": "Vonụ̄ yus āshi dchhinhi ṭrfh kyv lvukv andrh, (ts yiyhi vannh)"
  },
  {
    "verse_id": 91,
    "translation": "Chanhi khạṭr chhu amn v aman prth āft nishhi, kyazi czh chhukh aṣḥabi ymynv andrh."
  },
  {
    "verse_id": 92,
    "translation": "Vonụ̄ yus shkhṣ āshi pzis ankar krvunyv andrh, vathi ddlimtyv andrh."
  },
  {
    "verse_id": 93,
    "translation": "Pas yiyhi tas goddny pysh krnh jhnmch rsr."
  },
  {
    "verse_id": 94,
    "translation": "Tvpth gvs vatun th dạkhl spdun dazvunis nars andr, hmyshh rvznh khạṭr."
  },
  {
    "verse_id": 95,
    "translation": "Be shk yhe chhe pz th yqyny kth."
  },
  {
    "verse_id": 96,
    "translation": "Lhādha ysndis akhtyar v tṣrfs mnz yimh sare kthh chhe, tas ʿẓymu alshan pnnis prvrdgar sndi nami pak sintụ̄ kriv tvhụ̄ tuhand yad. (pran ạsiv subḥana raby alʿaaẓiym, yylhi yhi āyh krymah nạzl spud nby krym ṣly Allah ʿlyh v slmv frmvv, aijʿluvhaa fiy rakvʿiikum, yhi thạviv tvhụ̄ pnun vẓyfh nemazi hndis rkvʿs andr, yʿny rkvʿs andr ạsiv pran yohe tsbyḥ subḥana raby alʿẓiym. Yylhi nạzl spud sabḥi asma rabka alaaʿlyā tmhi saʿth frmvv nby krymv, aijʿluvhaa fiy sujuvdikum, yhi thạviyvun tvhụ̄ pnnis sjds andr, yʿny sjds andr ạsiv pran subḥana raby alaʿlyā.)"
  }
]