[
  {
    "verse_id": 1,
    "translation": "Allah tʿālyā snz pạky chhi byan kran sạry mkhlvq yim āsmann mnz th zmynn mnz chhi, addụ̄ bazbani qal, addụ̄ bazbani ḥal, suh chhu setthah zbrdst setthah ḥkmt vvl."
  },
  {
    "verse_id": 2,
    "translation": "Tuhandue raj th ḥkvmt chhu āsmann th zmynn andr, sue chhu zndgy ʿṭa kran, sue chhu maran, byyhi chhu sue prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 3,
    "translation": "Sue chhu sarine mkhlvqn brvntth, sue chhu sarine mkhlvqn pth, sue chhu dlyln hndi aʿtbarh ẓạhr th nvn. (sue chhu yymhi aʿtbarh kh thndi dhatuk kunhi th aidrak kya hykhi nh kanhh thi krith bạṭn th pvushydh.) sue chhu prth chyzah pvur zanh vun."
  },
  {
    "verse_id": 4,
    "translation": "Sue chhu tiyuth qdrt vvl kh tmụ̄ kvr āsman th zmyn pạdh shyn dohn hndis mudts andr, tvpth ruvd qạym th jlvh frman ʿrshs petth yus bmnzilh tkhti slṭnt chuh, tithh pạtthụ̄ yithh pạtthụ̄ thndis shans shvubhi. Sue chhu zanan thi svrue yhi vasan th vatan th aaczan chhu zmyns andr, byyhi thi svrue yhi tamhi mnz khsan th nyran chhu, byyhi thi svrue yhi vsan chhu āsman kh ṭrfh, byyhi thi svrue yhi khsan chhu tvkun. Chnanchh suh chhu ʿlm v aṭlaʿ kh aʿtbarh tohyhi sintụ̄ sintụ̄ aadh yythi thi tvhụ̄ ạsiv thi tathi. Byyhi chhu suh mʿbvdi brḥq tuhnz sare kamhi vuchhan, tvhụ̄ hykiv nhi kunhi shayhi tas nishhi czvuri th khttith rvuzith."
  },
  {
    "verse_id": 5,
    "translation": "Thnzy slṭnt th ḥkvmt chhe āsmann th zmynn mnz. Petthh thi āv byan krnh lahu mulku alsmāvāt v alarẓ, tthi nas chhu mrad aḥyaʿ v aimatt, yʿny zndh krnuk th marnuk maslh chhunh tas vrạe kạnshi hndis akhtyars andr, yythi nas frmvvukh byyhi lahu mulk alsmāvāt v alarẓ yuth thạbt th mḥqq spdi kh mrnh pth byyhi pạdh krun thi chhu thndse akhtyars andr, lhādha chhunh aath āyh kryms andr tkrar kynhh thi."
  },
  {
    "verse_id": 6,
    "translation": "Sue chhu rạcz hndyn ḥṣn doh kyn ḥṣn mnz milnavan, yymhi sintụ̄ doh chhu brran. Sue chhu doh kyn ḥṣn rạcz sintụ̄ milnavan yymhi sintụ̄ rat chhe brran. Aath qdrts sintụ̄ chhu tuhand ʿlm tamhi qsmh kạml kh suh chhu zanan lvukn hndyn diln hnz kthh th rayhi tanụ̄ thi. (vonụ̄ yylhi thnz vḥdạnyt mkml ṭvr thạbt spz)"
  },
  {
    "verse_id": 7,
    "translation": "Ae lvukv! Ayman aniv th paczh kriv kunis khdays, suh zạnyvun munzh th pak kunhi chyzs andr shryk āsnh nishhi, byyhi kriv paczh thndis pyghmbrs. (kyazi thndis rsalts petth paczh krnh vrạe chhunh tvḥyd njat divun tas shkhṣs yas pyghmbr snz khbr vạczmcz āshi, blkh chhu lạzm aqrari aluvhyts sintụ̄ aqrari rsalt thi krun.) aamhi pth frmvvukh aṣly ḥkms sintụ̄ frvʿī ḥukmah thi, suh gvv byyhi kriv khrch tmhi malh andrh yymikụ̄ tvhụ̄ Allah tʿālyā hn khlyfh th qạyim mqam krinav thndiy khạṭr. (kyazi thnzi vathi andr mal khrch krun chhu ʿlamt kh tohyhi chhav pvur paczh khdae snz th thndis pyghmbr snz. Byyhi spdi mal khrch krnh sintụ̄ ashaʿti aslam yus mqṣvdi aʿẓm chhu, yʿny panh thi aniv ayman khdays th thndis pyghmbrs byyhi kriv kvushsh byyan lvukn hndi ayman annch.) mama jaʿlkm mustkhlfyn fiyh frmavnh sintụ̄ kvrukh asharh yath kathhi kun kh yhi mal avs tohyhi brvntth byyhi kạnshi nishhi, tvhụ̄ bnạvinv thndụ̄ khlyfh. (vonụ̄ yyitis kals tohyhi nishhi chhu yhi mal, tyitis kals tuliv aamhi sintụ̄ fạydh, rczn kamyn andr khrch krnh sintụ̄, tohyhi pth vathi yhi mal byyhi kạnshi nishhi, suh spdi khlyfh aamhi maluk, yhi mal pvshhi vun chhunh, yhi aty thavun jmʿ krith thavun, ẓrvry mṣrfn andr khrch nh krun chhe mḥẓ ḥmaqt.) aath kun nẓr krith yimv lvukv tohyhi andrh ayman avn khda v pyghmbri khdays, byyhi kvrukh mal khrch thnzan vatn andr, tihndi khạṭr chhu bvdd thvab. (yimav lvukv ayman avn nh timn chhi asụ̄ prczhan)"
  },
  {
    "verse_id": 8,
    "translation": "Byyhi kya vjh chhu kh tvhụ̄ chhiv nh paczh kran mʿbvdi brḥqs byyhi thndis rsvli brḥqs, ḥalankh tmikụ̄ qvy asbab th dvaʿī chihv sạry mvjvd. Yhi bvdd pyghmbr chhu tohyhi nad divan kh kriv paczh pnnis prvrdigars, dvyum dvaʿī gvv yhi kh panh chhu tuhndụ̄ prvrdigarn tohyhi nishhi ayman anns petth mythaqi aalasth kh doh ʿhd rvttmut, yymyuk ajmaly athr tuhndis fṭrts mnz mvjvd thi chhu, yymich yad dhạny pyghmbrani kiramav thi tohyhi krmcz chhe vqtaan fvqtaan, agr tohyhi ayman aanun chhuv yim chyz chhi tuhndi ḥqh kạfy."
  },
  {
    "verse_id": 9,
    "translation": "Suh mʿbvdi brḥq chhu tiythue rḥmt vvl kh suh chhu pnnis bndh khaṣ ḥẓrt Muḥammad ṣly Allah ʿlyh v slms petth ṣaf ṣaf th nnụ̄ āyat nạzl kran, yuth suh bndh khaṣ tohyhi lvukn kufrchv th jhlchv tạrykyv nishhi krrith ayman v ʿrfan kis nvurs kun vatnavi. Be shk Allah tʿālyā chhu tohyhi nsbt setthah mhrban th setthah rḥm krvun. (yymụ̄ tohyhi kun shfqt vvl yuth pyghmbri brḥq svuz, aath andr avs sval ayman nah anns petth, aamhi pth chhu sval yivan krnh mal khrch nah krns petth yʿny mal konh chhiv khrch kran.)"
  },
  {
    "verse_id": 10,
    "translation": "Byyhi kya vjh chhu kh tvhụ̄ chhiv nh mal khrch kran khdae snzi vthi andr dil chhi khvshy sintụ̄. Aamhi tuhndi malch kya chhe kthe, svrue āsman th zmyn spdi ptvlakh khdae sundue. (yylhi sạry ʿārẓy mạlk mrn th khtm spdn, svrue vathi malki ḥqyqy yas nishhi, dnyahs andr chhu yhi mal tohyhi aakhi nth aakhi doh travnue, lhādha konh diyiv thndi rẓa khạṭr yymhi tohyhi thvabah th ajrah ḥạṣl spdi.) khrch krns andr thi chhe varyah frq th tfavt, brabr chhinh tim lvukh yimv mal khrch kvr khdae snzi vthi andr ya jhad kvr khdae snzi vathi andr ftḥi mkh brvntth. Yim lvukh chhi drjhi kinụ̄ setthah thdụ̄ timn lvukn hndi khoth yimv khrch th jhad kvr ftḥi mkh pth. Kyazi ftḥi mkh brvntth ạs zuv th mal khrch krns khdae snzi vthi andr zyadh qdr, kyazi mslman ạsụ̄ km dshmn ạsụ̄ varyah, mali ghnymt avs nh yivan kunhi ṭrfh, lhādha ạs jhad krns th mal khrch krns zyadh qdr. Ftḥi mkh pth spz yimn chyzn andr varyah frq, ftḥi mkh pth āe lvukh prth ṭrfh barẓa v rghbt dyni aslams andr dạkhl spdnh khạṭr fvjv fvjv. Yithh pạtthụ̄ chhu Allah tʿālyā han thvab ʿṭa krnuk vʿdh sarine sintụ̄ kvrmut. Allah tʿālyā has chhe tuhnzan sarine ʿmln hnz pvur khbr, kas kvut akhlaṣ chhu dils andr, suh diyhi tmy mvjvb sarine mvzvurụ̄."
  },
  {
    "verse_id": 11,
    "translation": "(yimn lvukn ftḥ mkh brvntth mal khrch krnuk mvqʿ āv nh, timn thi chhu Allah tʿālyā dyn chn kamyn andr mal khrch krnuk trghyb divan. Frmavan chhukh,) chaha kanhh shkhṣah yus Allah tʿālyā hs qrẓ diyhi rthi ṭryqh yʿny khlvṣh san. Tas hvri Allah tʿālyā dognạvith, byyhi chhi thndi khạṭr mvzvuryah baʿzt yosh ḥsbi mdʿā v mṭlb āshi. (aamhi qrẓuk mṭlb chhu kh jhad kh vqth pane jhads nyrun, tamhi kyn ẓrvryatn mnz khrch krun, tvpth pane mali ghnymt ḥạṣl krun, yhi gvv dnyahs andr, ạkhrts andr gvv thvd mrtbh ḥaṣl krun.)"
  },
  {
    "verse_id": 12,
    "translation": "Suh doh thi chhu qạbli dhkr yymhi doh tvhụ̄ vuchhiv baayman mrdn th baayman znann hund nvur timn brntth brvntth byyhi timn dchhinụ̄ kinụ̄ dvran. (yymhi saʿth mḥshrkh mydan nishhi puli ṣraṭs kun lvukh gczhn, tamhi saʿth āshi skht tạryky th aanhi gtth, tamhi vqth āshi aymanch th nyk ʿmlan hnz rvshny prth akis sintụ̄, yvut aymans th ʿmlhi andr qvt āsys, tiycz āsys tth gashs andr zyadty, aymanuk nvur āsys brvntth brvntth, ʿmln hund nvur āsys dchhinhi ṭrfh. Bʿẓe rvaytn andr chhu āmut khovri ṭrfh thi āshi nvur.) timn baayman mrdn th baayman znann yiyh vnnh, bshart bvvin tohyhi azikh doh, timn baghn hnz yimv mnzụ̄ bjhi bjhi kolh pkan chhe, yimn mnz tohyhi hmyshh rvzun chhu. Yhe gyhi bdd kamyạby. (kyazi jnt chhu Allah tʿālyā snzi khoshnvdy th rẓahuk mqam, yus tvt vvt suh spud pnnyn sarine mṭlbn andr kamyab.) (yhi gvv sue doh)"
  },
  {
    "verse_id": 13,
    "translation": "Yymhi doh mnafq mrd th mnafq znanh vann mslmann pli ṣraṭs petth, ae mslmanv! Aashi pyạrụ̄tv hana, asụ̄ thi krhav tuhund gash ḥạṣl, tvpth pkhav tuhndy gashhi sintụ̄. Vannhi yiyakh tvhụ̄ pihyriv pans pth kun, tty kriv tlash gashuk. (tfsyri duri mnthvrs mnz chhu kh aamhi pth kun phyrnh andr chhu murad so jae yytins skht anhi gtth gczihth pul ṣraṭs khsnh kh vqth nvur tqsym spdyv, yʿny tth nvur tqsym spdn chhi jayhi gczihv, tty czhạnddiv gash, chnanchh tim gczhn tvt, tathi yylhi nh kynhh gashah ḥạṣl spdykh, tvpth yin byyh ymne mslmann kun.) pas yiyhi kharnh th qạym krnh mslmann th timn mnz aakh dyvarah th qlayah, tth āshi drvazh tth drvazs āsn zh hal. Yymyuk andrim ṭrf yus baaymann kun āshi, suh āshi rḥmt th nvur. Tmyuk nybrim ṭrf, yus timn mnafqn kun āshi, suh āshi ʿdhab th aanhi gtth."
  },
  {
    "verse_id": 14,
    "translation": "Tim mnafq din ālv th āvaz mslmann, ae mslmanv! Asụ̄ ạsụ̄ na dnyahs andr tohyhi sintụ̄ aʿmal v aṭaʿt kran? Aaz thi gczhụ̄ asụ̄ panse sintụ̄ rttnụ̄. Mslman dpnkh vaqʿī ạsiv tvhụ̄ dnyahs mnz aashi sintụ̄ āsan mgr kya shrf tth sintụ̄ āsns, tvhụ̄ ạsv ẓạhr pạtthy aashi sintụ̄, tuhndi bạṭnch ḥalt ạs kh tvhụ̄ avsvu trddas mnz phsvvmut pnun pan byyhi gmrạhy andr, so gmrạhy gyhi yhe kh tuhndyn diln andr avs ʿdavt pyghmbri brḥq sund byyhi baaymann hund. Tvhụ̄ ạsv pyaran th tmna kran timn gvczh kanhh tklyfah th mṣybtah vatun, byyhi avs tohyhi aslam kis ḥq āsns mnz shk th trdd, byyhi ạsiv tvhụ̄ be hvudh ārizuvav dvkhs mnz thạvimtụ̄, tvhyhi avs khyal kh aslam gczihh jldy khtm. Athụ̄ petth rvudv tvhụ̄ ʿmri yvtanụ̄ khdae sund ḥkm vvt tuhndi khạṭr yʿny mrnuk ḥkm, byyhi diyut tohyhi dvkhh baz shyṭann khdae sndi ḥqh dvkhh, yimav kufriyatav sbbh rvudiv nh tvhụ̄ aath qạbl kh yyth thi kya rvuzihiv tvhụ̄ aashi sintụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Pas yiyhi nh rttnh azikh doh nah tohyhi nishhi th nah kạfrn nishhi kunhi qsmh bdlh th ʿūẓ, (goddh chihnh tohyhi nishhi ʿūẓ pysh krnh khạṭr khnụ̄ chyz, dvyum hrgah āsihe thi tohyhi nishhi kanhh chyz, suh yiyhi he nh qbvl krnh, kyazi yhi chhu daru aljza, yhi chhunh daru alʿml, timh kthh guzryyhi dnyahs andr.) tohyhi sarine mnafqn th kạfrn hndi rvznch jae chhe nari jhnm, yohe nari jhnm chhu tuhund rfyq th sintụ̄ sintụ̄ rvzvun, kạczah yachh jae chhe yhi nari jhnm. (yymhi sintụ̄ spud thạbt kh zyvi hndis aqrars chhunh kanhh aʿtbar yvtanụ̄ nh dilh sintụ̄ tṣdyq āshi. Aamhi pth chhi frmavan kh yth aymans sintụ̄ ẓrvry aʿmaln hnz kmy āshi suthi chhu kmzvr th namkml, lhādha chhu Allah tʿālyā frmavan bṭryqi ʿtab mslmann ḥkm kh tth kmy kryv pvur yhi.)"
  },
  {
    "verse_id": 16,
    "translation": "Kya ba aymanv andr yim lvukh ṭaʿāti ẓrvry yʿny frạyẓn andr kvtạhy, phlv thy th susty kran chhi, timn vvt na vunhi vqt yymhi kthhi hund kh tihindụ̄ dl kya spdhn nrm khda czytas pynh sintụ̄, byyhi yus dyni ḥq khdae sndi ṭrfh nạzl spud tmikụ̄ sạry aḥkam bja annh sintụ̄? (yʿny dilh sintụ̄ krhn pvur ʿzm ṭaʿāt v ʿbadati ẓrvriyah pabndy san ada krnuk, byyhi rvzhn nafrmạnyv th mʿṣytv nishhi pth.) byyhi spdhn nh astghfars th tvbs mnz tạkhyr krnh sintụ̄ timn lvukn hiy yimn timn brvntth āsmạny ktab ʿṭa krnh āyhi yʿny yhvd v nṣaryā, yimv timn ktabn khlaf nfsh chn khvạhshn th gnahn mnz drvv diyut, tvpth guzryvv tth ḥals andr timn varyah vqt, kunhi qsmh timn aḥsas spud nh tvbh v astghfar krnuk, tamyuk ntyjh drav kh tihindụ̄ dil spdụ̄ setthah skht th drụ̄, tamhi qasavtuk ntyjh drav kh timo andr chhi aaz thi varyah lvukh fasq. (alghrẓ mslmann pzi jld pays pyvn th tvbh krun, tim mh krin khyal kh asụ̄ chhi gnah gar, tvbh sintụ̄ kya aṣlaḥ hykhi spdith. Blkh)"
  },
  {
    "verse_id": 17,
    "translation": "Yhi kth zạniv var kh Allah tʿālyā sund shan chhu yymhi qsmuk kh suh chhu khoshk gạmtis zmyns byyhi zndh kran, srsbz th shadab kran. (yithe pạtthụ̄ kri suh gnhgar bndn pnnhi rḥmt sintụ̄ mord gạmtụ̄ dl byyhi zndh.) kyazi, batḥqyq aashi kvr byan aamhi chhi mithalh yuth tohyhi fkri tari. (aamhi pth chuh frmavan Allah tʿālyā byyhi mal khrch krnuk fẓylt khdae snzn vatn andr.)"
  },
  {
    "verse_id": 18,
    "translation": "Be shk setthah ṣdqh divunụ̄ mrd byyhi setthah ṣdqh divunhi znanh, byyhi yim qrẓ divunụ̄ chhi Allah tʿālyā has bkmali khlvṣ rut qrẓah, yiyhi timn dognạvith ʿṭa krnh, byyhi chhi tihndi khạṭr baʿzt mvzvurụ̄. (yʿny yim lvukh Allah tʿālyā snzi vthi andr mal khrch krn banyti khạlṣ, mḥẓ thndy rẓamndy th khoshnvdy khạṭr, prvrdgars vrạe āsn nh byyhi kạnshi nishhi tamyuk ʿūẓ th bdlh ya shkryh czhanddan, tim zn Allah tʿālyā hs qrẓ chhi divan, tim thạvin aṭmynan kh tihund dytmut mal ẓayʿ gczihh nh blkh kri timn Allah tʿālyā ʿṭa tamhi khoth varyah gonh. Aamhi pth chhu byyhi aymanch fẓylt byan yivan krnh)"
  },
  {
    "verse_id": 19,
    "translation": "Byyhi yim lvukh Allah tʿālyā hs byyhi thndyn pyghmbrn pvur pạtthụ̄ paczh chhi kran tihindụ̄ aḥkam chhi ʿmlaan bja anan, be shk time lvukh chhi pzụ̄ pạtthụ̄ baayman, byyhi chhi timne lvukn hund ḥal pnnis prvrdgars nishhi bavh vunụ̄ th gvạhy divunụ̄, tihindy khạṭr chhu jnts andr tihnz khaṣ mvzvurụ̄ th thvab, byyhi chhu tihindy khạṭr puli ṣraṭs petth khaṣ nvur th gash, yimv lvukv kfr th ankar kvr, byyhi zạnikụ̄ aapzụ̄ sạnụ̄ āyat, time lvukh chhi jhnmy."
  },
  {
    "verse_id": 20,
    "translation": "Ae lvukv tvhụ̄ zạniv yhi kth varh kh ạkhrts mqablh chhanh dnyahch zndgy hrgz tiyuth chyzah yath sintụ̄ mshghvl rvzun mqṣvd āsun gvczh, kyazi tmich ḥqyqt chhe kh lokh chars mnz chhu gindns sintụ̄ vqt ẓayʿ gczhan, jvạny mnz chhe zynt v ārạysh th byyan hm ʿmrn petth thyknas kun fkr āsan, bujrs mnz chhu mal v dvlt th shurụ̄ gbr gnzravns th sombravns kun fkr āsan, yim sạry chyz chhi fạny gczh vnụ̄, mqạṣd byyhi mḥẓ khvabah th khyalah yymich mthal chhe, tamhi rvudch yus pyvan chhu, tmhi sintụ̄ zraʿtuk khsun chhu zmyndarn setthah psnd yivan th khosh kran, tvpth chhu zraʿt khshk spdan, pas chuhhan suh vuchhan czh lydri rngh, tvpth chhu tmyuk gash hokhan, tth chhu chvur gczhan, yithe pạtthụ̄ chhu dnyahuk bhar kynczhn dohn āsan, tvpth chhu tth zval th aẓmḥlal spdan, yhi gvv dnya. Ạkhrts andr chhu kạfrn hndi khạṭr ʿdhabi shdyd, ahli aymann hndi khạṭr mghfrt th rẓamndy yim dvshve chhi baqy, pas chhu ạkhrt thi baqy. Dnyạvy zndgạny chhanh mgr dvkuhk aakh samanah. (vvnụ̄ yylhi mtaʿii dnya chhu fạny ạkhrtch dvlt chhe baqy yosh ayman kh brkth ḥạṣl hykhi spdith, lhādha pazi tohyhi kh)"
  },
  {
    "verse_id": 21,
    "translation": "Dvr tuliv tvhụ̄ yʿny jldy kriv pnnis prvrdgar sund mghfrt ḥạṣl krnh khạṭr, byyhi rvudiv suh jnt ḥạṣl krnh khạṭr yymuyk pnah chhu tyvut yvut āsman v zmyn aakh akis sintụ̄ milnạvith banhi, yhi gvv panhe zychahr tamuyk zanhi panh Allah tʿālyā. Yohe jnt chhu tyar krnh āmut timn lvukn hndi khạṭr yimn pvur pczh chhe khdae snz byyhi thndyn pyghmbrn hnz, yhi mghfrt th rẓae khda chhu khdae sund fẓl, suh chhu yhi fẓl ʿṭa kran tas yas yczhan chhu, Allah tʿālyā chhu bvdd fẓlh vvl."
  },
  {
    "verse_id": 22,
    "translation": "Kanhh mṣybtah chhunh dnyahs th mulks andr, ya tuhndyn zuvan andr vaqʿ spdan yʿny khạrjy th dạkhly mṣybt, mgr suh mṣybt chhu lykhith akis ktabhi andr yʿny lvḥi mḥfvẓs andr, tmụ̄ tuhndụ̄ zuv pạd krnh brvntth thvmut lykihth. Yhi kth yʿny pạd krnh brvntth lykhith thavun chhu Allah tʿālyā hs nishhi shl th āsan. (kyazi tas chhu svrue ʿlmi ghyb ḥạṣl. Yhi kth vnụ̄ aashi tohyhi yymhi mokhh)"
  },
  {
    "verse_id": 23,
    "translation": "Yuthnh tvhụ̄ zyadh rnj th ghm khyyiv tth chyzs petth yus tohyhi nishhi aaz dst gvv, ṣḥt hyvu, mal v avlad hiy, ta ayn kh suh rnj v ghm khyvn spdi tohyhi manʿ ạkhrt chyn kamyn andr mshghvl rvznh nishhi, byyhi khdae sund rẓa czhanddnh nishhi, hrgah rnji ṭbʿī spdi tth chuhnh kanhh ḥrj. Byyhi yuthnh tvhụ̄ tmhi chyz sintụ̄ yus tmy ʿṭa kvrvu czyngiv, khosh gczihv th mghrvur spdiv, blkh gczihh zanun kh yhi kvr ʿṭa Allah tʿālyā hn mḥẓ pnnhi fẓlh sintụ̄, Allah tʿālyā chuhnh psnd kran kạnshi czyngh vunis th thykh vunis shkhṣs."
  },
  {
    "verse_id": 24,
    "translation": "Yim tmhi qsmkụ̄ lvukh chhi kh mali dnya kh sbbh chhi panh thi bkhul kran prvrdgar snzn vtn andr khrch krnh nishhi, byyhi chhi byyan lvukn thi bkhul krnch tʿlym kran, yohe mḥbti dnya chhu timn bạʿth spdan pazi dyn nishhi aiʿraẓ krnuk. Yus akahh dyni ḥqh nishhi aiʿraẓ kri, kritn, Allah tʿālyā has chhunh tamuyk kanhh ẓryr, kyazi suh chhu be nyaz pnnis dhats th ṣfatn andr kạml, byyhi szavari ḥmd v thnaʿ, suh chhunh mḥtaj lvukn hndis bdny ʿbadts ya mạly ʿbadts kun."
  },
  {
    "verse_id": 25,
    "translation": "Be shk aashi svuzụ̄ pnnụ̄ pyghmbr lvukn hndi aṣlaḥ khạṭr nnụ̄ th vaẓḥ aḥkam hyth, byyhi dicz aashi timn sintụ̄ pnnụ̄ ktab, byyhi kr aashi nạzl trkr yʿny ʿdl v anṣafkụ̄ aḥkam v asbab, timn hund tʿlq chhu ḥqvq alʿbadn sintụ̄, yuth lvukh khdae sndyn ḥqn th bndn hndyn ḥqn andr aʿtdals petth qạyim rvzn. Byyhi vvl aashi shistr tth mnz chhu kạfy qvt th ṭaqt, byyhi chhi tth andr lvukn hndi khạṭr varyah nfʿ th fạydh, alḥạṣl yim lvukh āsmạny ktabv sintụ̄ syzi vathi petth yin nh, byyhi yim nh myzani ʿdl dnyahs mnz qạyim thavn, tihindi khạṭr chhe ẓrvrt timn gvshmaly krnh khạṭr, byyhi ẓạlmn th hvl pkvnyn rahi rasts petth aannh khạṭr, khda v rsvl sndyn aḥkamn hund vqar qạyim thavnh khạṭr shmshyri kạm hynch, so thi chhe tamhi saʿth aakh dyny kạmah yʿny shmshyr astʿmal krnụ̄ chhe tmhi saʿth aakh dyny kạmah. Jhadah, so kạm yiyhi hynh aath shistrs, tmy saʿth nanhi kus akahh chhu Allah tʿālyā has th thndyn pyghmbrn yʿny thndis dyns vuchhnh vrạe mdd kran, thindi dyn kh thzr th blndy khạṭr jhad kran. Agrchhi suh chhunh mḥtaj lvukn hndis mdds kun, kyazi suh chhu panh setthah ṭaqt vvl th ghlbh vvl mgr suh chhu yczhan lvukh gczhụ̄ ashaʿti dyn krnh sintụ̄ thvab ḥạṣl krnụ̄."
  },
  {
    "verse_id": 26,
    "translation": "Be shk byyhi svuz aashi aamy ashaʿti dyni ḥq krnh khạṭr nvḥ byyhi abrahym pyghmbr bnạvith, byyhi thạv aashi jạry timn don hndyn avladn andr pyghmbry th ktab yʿny tihindyv avladv andrh krụ̄ aashi bʿẓe pyghmbr bʿẓe mrsl, timn kr ktab thi ʿṭa, timv lvukv andr ạsụ̄ bʿẓe yimn hdayt bnyvv, varyah ạsụ̄ timav andr nafrman."
  },
  {
    "verse_id": 27,
    "translation": "Tamhi pth svuzụ̄ aashi timn pth pnnụ̄ pyghmbr akh akis pth yim mustql ṣaḥbi shryʿt ạsụ̄ nh blkh ạsụ̄ tabʿ byyis ṣaḥbi shryʿt pyghmbrs, tvpth svz ashi timn pth akh ṣaḥbi shryʿt pyghmbr ʿīsyā frznd by by mrym sund ʿlyhma alslam, timn kr ʿṭa aashi ktab yath anjyl nav chhu. (tihndis aumts spz zh jmạʿcz, aakh jmaʿt timn pyrvy th mtabʿt krvunyn hnz byakh jmaʿt yimv timn ankar kvr.) yimv lvukv tihund atbaʿ th pyrvy kr yʿny goddnich jmaʿt, aashi trạv tihndyn diln andr shfqt th mhrbạny, tim chhi khdae sndyn mkhlvqn nsbt mḥbt v shfqtuk brtav kran. (yithh pạtthụ̄ Allah tʿālyā hn ṣḥab ṣạbn hndi ḥqh frmvv ruḥamaaʿ baynhum, chvnkh amti ʿīsvyas petth avsnh jhad frẓ tamhi mokhh frmvvukh nh tihund ṣft aashidaaʿ ʿaalay alkfar kynhh thi, suh āv ṣḥab ṣạbne hund ṣft byan krnh.) Allah tʿālyā chhu frmavan kh sanhi ṭrfh avs aumti ʿīsvys petth ṣrf aitbaʿii aḥkam krnukue yvt ḥkm, lykn timv andr bʿẓe shkhṣv nvrạv pane rhbạnyt, yʿny gvshh nshyny, lvukn sintụ̄ nh milh czar thavun, trki nkaḥ krun, trki ldhat krun. (yhi ayjad krnuk vjh spz timn yhi kth kh ʿīsyā ʿlyh alslam sndi rfʿ pth trạv bʿẓe lvukv aḥkamv mvjvb ʿml krnụ̄, timn andr ạsụ̄ bʿẓe lvukh ahli ḥq thi, tim rvudụ̄ bdstvur aẓhari ḥq kran, yhi kth spz nagvar hvaʿ prstn, timv kvr tamhi vqth kis ḥkvmts drkhvast kh yim lvukh gczhn mjbvur krnh yinụ̄ aashi sintụ̄ mvafqt krns petth. Tim yylhi aath petth mjbvur krnh āe timv thi diyut drkhvast kh aashi diyiv ajazt kh asụ̄ thavav nh yimn lvukn sintụ̄ kanhh tʿlq, nh āsav asụ̄ timn aḥkamn petth ʿml nh krns petth kanhh aʿtraẓ kran, asụ̄ rvzav lvukn nishhi alg, asụ̄ krv gvshh nshyny th syr v syaḥts andr pnnhi ʿmrh ṣrf. Chnanchh timn āv tmhi kue ajazt dinh.) ghrẓ timv kvr thi pane ayjad akh chyzah, aashi kr nh timn petth yhi kth vạjb kynhh thi, mgr timv kryvv yhi akhtyar Allah tʿālyā sund rẓa ḥạṣl krnh khạṭr kh aame sintụ̄ rvzi svn dyn mḥfvẓ, mgr yimv rạhbv andr ạsụ̄ tim lvukh zyadh, timav krnh aath rhbạniyts pvr rạchh, yymhi ghrẓh khạṭr timav yhi akhtyar kre suh gyvv khdae sund rẓa czhanddun, tmuyk kvrukh nh pvur ahtmam kynhh thi. (timn rạhibn spzh zh jmạʿcz, addụ̄ ge tim yimv rʿāyt th rạchh kr, addụ̄ ge tim yimv nh kanhh rʿāyt kr, timv mnzh yimv pyghmbri ākhru alzman sund vqt lvb, tihindi ḥqh avs ḥq rʿāytuk shrṭ ḥẓvr ṣly Allah ʿlyh v slmn ayman aanun th paczh krnụ̄. Vonụ̄ yimv timn pczh kr, tim ge rʿāyt krvunụ̄, yimv nh timn pczh kr tim ge nh rʿāyt th rạchh krvunụ̄ tth rhbạnyts.) ty chhu frmavan Allah tʿālyā, ps kr aashi ʿṭa timv andrh timn yimv ayman avn th pczh kr ḥẓvr ṣly Allah ʿlyh v slmn tihund ḥṣh th mvzvurụ̄ th ajr yymuyk aashi timn vʿdh kvrmut avs mgr tim ạsụ̄ kme, zyadh ạsụ̄ timv andrh fasq th nafrman yimv nh ḥẓvr ṣly Allah ʿlyh v slms ayman avn th pczh kr."
  },
  {
    "verse_id": 28,
    "translation": "Ae timv lvukv yimv ayman avn ʿīsyā ʿlyh alslams petth! Khdays khvcziv, thi kriv yhi ts khoczns szavar chhu, ayman aniv thndis yymis pyghmbrs ḥẓrt Muḥammads, Allah tʿālyā kri tohyhi pnnhi rḥmt sintụ̄ zh ḥṣh thvabkụ̄ ʿṭa, byyhi kri tohyhi tiyuth nvur ʿṭa yus tohyhi sintụ̄ sintụ̄ rvzi yythi petthh puli ṣraṭs tanụ̄, byyhi kri Allah tʿālyā tohyhi sarine gnahn bkhshạyish. Allah tʿālyā chhu mghfrt krvun rḥm krvun."
  },
  {
    "verse_id": 29,
    "translation": "Yimh zh mhrbạniyhi kri Allah tʿālyā hn ʿṭa yymhi mokhh, yuth tim ahli ktab yimv nh pczh kr ḥẓrt pyghmbri ākhr alzman ṣly Allah ʿlyh v slms, yhi kth var zann kh timn chuhnh khdae sndi fẓlh mnz kunhi chyzs petth kanhh akhtyarah, byyhi spdi timn yhi kth mʿlvm kh svrue fẓl chhu khdae se aathhi, suh chhu suh fẓl ʿṭa kran yas yczhan chhu th tas, chnanchh tmụ̄ yvczh suh fẓl mslmann ʿṭa krun pas kvrun timne ʿṭa, Allah tʿālyā chhu bvdd fẓlh vvl."
  }
]