[
  {
    "verse_id": 1,
    "translation": "Be shk Allah tʿālyā hn boz tas znanhi hnz kthh, yosh tohyhi sintụ̄ ya rsvl Allah gftgv kran ạs khandar sndis mʿāmls andr, dpan ạs tmụ̄ hpvt nh ṭlaquk lfẓe zyvih petth, bh kithh pạtthụ̄ spzs ts petth ḥram, pnnhi aamhi rnj v ghmch shkayt ạs kran khdays nishhi. Allah tʿālyā avs bvzan tuhund gftgv, be shk suh chhu svrue bvzvun, svrue vuchhvun, sue chhu fryads vath vun. (aamhi pth chhu Allah tʿālyā frmavan ẓiharuk ḥkm)"
  },
  {
    "verse_id": 2,
    "translation": "Ae mslmanv! Tohyhi andrh yim ẓihar kran āsn (yʿny pnnyn znann āsn vnan aanti ʿaaly kaẓhri aumy yʿny cz chhakh me petth ḥram majhi hund pusht th thr hish), timh mnkvḥah znanh chhanh fy alḥqyqt tihnz majhi, tihnz majhi chhanh mgr time znanh yimn tim zamtụ̄ chhi. Be shk tim lvukh yim znann chhi vnan mvj ya majn sintụ̄ chhikh tshbyh divan, tim chhi be hvudh th aapz kthh vnan. Lhādha chhi tim gnahkụ̄ murtkb spdan, hrgah aath gnahs tdaruk krnh yiyhi, aath spdi mʿāfy thi, kyazi Allah tʿālyā chhu setthah ʿfv krvun setthah mghfrt krvun."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi yim lvukh pnnyn znann ẓihar krn, tvpth yczhn tim soe kạm krnụ̄ yth mtʿlq timv vnyvv asụ̄ karv nh yʿny tʿlqati zvjyt, tylhi chhu mtthi mrds aakh ghlam ya knyz āzad krnụ̄, avr yvr don bạczn hnz aakh akis thph krnh brvntth yʿny hm bstry krnh brvntth. Yymhi kfarh kh ḥkmh sintụ̄ chhe tohyhi nṣyḥt yivan krnh yʿny aamiyuk fạydh chhu kh yuth tvhụ̄ āʿndh yiczh be hvudh th lghv kth kriv nh. Allah tʿālyā has chhe tuhnzn sarine kamyn hnz pvur khbr, suh chhu zanan kh tʿmyli aḥkam kus chhu kran kus chhunh kran. (aath kfarh dins andr chhi zh ḥikmcz, aakh gnahn hnz bkhshạysh, byyhi āʿndh khạṭr jdhbh aḥtyaṭ pạd krun.)"
  },
  {
    "verse_id": 4,
    "translation": "Vonụ̄ yasnh bnhi ghlam ya knyz āzad krnh khạṭr tas chhu mtthi amich kfart dinh khạṭr don rytn pvtus pth rvzdar rvzun, aakh akis tahph krnh yʿny hm bstry krnh brvntth. Pas yus shkhṣ nh pvtus pth rvzdar hykhi rvuzith, thndi khạṭr chhu kfarti ẓihar shytthn mskynn khyn diyun. Yhi ḥukm āv byan krnh yuth tvhụ̄ ʿmln mtʿlq mṣlḥcz ḥaṣl krnh kh ʿlavh khdays th thndis pyghmbrs pvur paczh kriv. Yim aḥkam chhi khdae snd ḥd mqrr krnh āmtụ̄, thnd qanvn th ẓạbṭh lykhnh āmtụ̄, yimv ḥdv nishhi gczihh nh nybr nyrun, ḥd ddlh vunụ̄ ge kạfr. Kạfrn hndi khạṭr chhu, yim nh aḥkam alhāy yan hund tṣdyq v tʿmyl krn, skht dvvad tulh vun ʿdhab. (yhi sza chhunhi yath ḥukms khlaf krnh khạṭr khaṣ. Blkh)"
  },
  {
    "verse_id": 5,
    "translation": "Yim lvukh khdays th thndis pyghmbr snz mkhalft kunhi ḥkms mnz kran chhi, tim yin khvar v dhlyl krnh dnyahs andr thi timn lvukn hndụ̄ pạtthụ̄ yim timn brvntth ạsụ̄, gczihụ̄ na tim ʿdhabv sintụ̄ khvar v dhlyl yin krnh, be shk aashi svuzụ̄ timn kun ṣaf th vaẓḥ āyat, timn āyatn paczh nah krnụ̄ blkh ankar krun chhu lamḥalh mvjbi sza yus dnyahs andr timn dinh āv. Tamhi ʿlavh chhu kạfrn th mnkrn hndi khạṭr ạkhrtas andr khvar th dhlyl krvun ʿdhab. (suh ʿdhab kr spdi timn)"
  },
  {
    "verse_id": 6,
    "translation": "Yymhi doh timn sarine Allah tʿālyā dvbarh byyhi zindh kri, tvpth vanhi timn timh kamhi yimh timv krimacz āsn dnyahs andr, timh sare kamhi āsn Allah tʿālyā hn akhi akhi lykhith th mḥfvẓ thavimaczh, timn āsn nh pans timh kamhi yade, mshith āsnkh gmczh. Allah tʿālyā chhu panh prth kunhi chyzs petth pvur mṭlʿ th bakhbr."
  },
  {
    "verse_id": 7,
    "translation": "Kya tohyhi chhana yhi kth zyri nẓr kh Allah tʿālyā has chhu thi svrue mʿlvm yhi āsmann andr chhu, byyhi thi svrue yhi zmyns mnz chuh? Bvdd ya lokutt chyz, bddi bddi kthh ya lothi lothi kthh, blkh knụ̄ kthh tanụ̄ thi. Chnanchh chhanh āsan tryn shkhṣn hnz knụ̄ kthh kunhi jayhi yimn sintụ̄ nh Allah tʿālyā czvuriyum āsan chhu, yithe pạtthụ̄ chhanh āsan panczn shkhṣn hnz knụ̄ kthh yimn sintụ̄ nh shyyum chhu āsan Allah tʿālyā. Nah aamhi ʿdd khoth km zh ya czvr, nah aamhi khoth zyadh she ya sth, mgr prth ḥals andr chhu Allah tʿālyā timn sintụ̄ āsan aadh yth jayhi āsn th tth. Tvpth vanhi suh timn sarine qyamtuk doh timh sare kamhi yimh tim kran ạsụ̄ dnyahs andr, be shk Allah tʿālyā chhu prth kthah th prth chyzah pvur zanan."
  },
  {
    "verse_id": 8,
    "translation": "Kya tvhụ̄ chhiv na timn lvukn kun vuchhan yimn mnʿ āyv krnh knụ̄ kthh krnh nishhi, mgr tvthi chhi tim soe kạm kran yymhi nishhi timn mnʿ āyv krnh? Zyadh afsvs nak kth chhe yhi kh tim chhi knụ̄ kth kran gnahn mtʿlq srkshy mtʿlq byyhi pyghmbri brḥq snzi nafrmạny mtʿlq. Yim yhvudụ̄ chhi tithụ̄ kh yylhi tim tohyhi nishhi yivan chhi ya rsvl Allah, tohyhi chhi tim slam kran tmy lfẓh sintụ̄ yymhi lfẓh sintụ̄ nh Allah tʿālyā han tohyhi slam kr. (Allah tʿālyā hn kr tohyhi th byyn pyghmbrn slam balfẓ slam, chnanchh frmvvun alslam ʿlyk aayuha alnby, byyhi frmvvun slam ʿly almrslyn, slam ʿlyā ʿbadh aldhyn alṣṭfeā, mgr tim chhi vnan alsam ʿlyk, sam gvv mvt.) tvpth chhi tim panh vạnụ̄ pans sintụ̄ vnan kh agr yim pyghmbr chhi tylhi konh chhi aashi Allah tʿālyā yhi lfẓ vanns petth rttan th sza divan, kyazi aath andr chhe srasr be adby. Tihndi sza khạṭr chhu kạfy jhnm, tthụ̄ mnz chhu timn ẓrvr dạkhl spdun, so chhe setthah ychh jae tihndi vatnh khạṭr."
  },
  {
    "verse_id": 9,
    "translation": "Ae ba aymanv! Yylhi tvhụ̄ kunhi ẓrvrt vizi panh vạnụ̄ knụ̄ kth ạsiv kran, pas mah ạsiv knụ̄ kth kran kunhi gnahs mtʿlq ya srkshy mtʿlq ya nby krym snzi nafrmạny mtʿlq, blkh ạsiv tvhụ̄ knụ̄ kth kran lvukn nfʿ vatnavns mtʿlq byyhi prhyzgạry mtʿlq, byyhi khvcziv khdays, yas brvntthh knhi tvhụ̄ sạry sombravnh yiyiv ḥsab khạṭr."
  },
  {
    "verse_id": 10,
    "translation": "Mnafqn hnz knụ̄ kth chhanh mgr shyṭan sndi ddalnh sbbh, yuth ba aymann ghms th tklyfs mnz travan, ḥalankh shyṭan hykhi nh ba aymann kunhi qsmh ẓryr vatnạvith khdae sndi ḥkmh vrạe, ba aymann pazi prth kamhi andr Allah tʿālyā se petth tvkl th aʿtmad krun."
  },
  {
    "verse_id": 11,
    "translation": "Ae ba aymanv! Yylhi tohyhi vnnh yiyhi yʿny nby krym frmavn tohyhi (yaa auvly alamr) auvly alamrav andrh ya vajbu alaṭaʿt lvukv andr vanhi tohyhi kanczahh kh jayhi andr kriv vsʿt, nkhh nkhh bihiv yuth byyan lvukn thi yiyhi mvqʿ klami khda th vʿẓ v nṣyḥt bvznuk, tamhi saʿth ạsiv tvhụ̄ jayhi andr kshadgy kran, byyan yinh valyn ạsiv jae divan, Allah tʿālyā kri tuhnz tngy thi kshadh, suh mczravi tohyhi kun rḥmtkụ̄ drvazh. Hrgah kunhi ẓrvrt kh vqth tohyhi vannh yiyhi kh thvd vvthiv, byyis yinh vạlis trạviv jae, fvraan gczihh thvd vothun th byyis jae travnụ̄, panh byyis jayhi bihun. (yhi ḥkm chhu nby kryms vrạe byyhi kạnshi hndi khạṭr thi baqy, yus kunhi mjlshi hund ṣdri mjls āshi, aath petth chhu dlalt kran lfẓi qyl yʿny yylhi tohyhi vnnh yivan āshi, suh vanh vun adh nby krym ạsitn ya kanhh vajbu alaṭaʿt shkhṣ ạsitn, albth ahli mjlsv andrh ya kạnshi pth yivunis chhunh jạyz kh kạnshi shkhṣs tulhi mjlshi mnz thvd, thnzi jayhi byhhi panh ya byhnayhi byyhi kạnshi.) Allah tʿālyā kri aath ḥkms tʿmyl v aṭaʿt krnh sintụ̄ timn lvukn hnd )yimv timn andr ayman avn( ạkhrts andr drjh blnd, byyhi timn lvukn baaymanv andrh yimn ʿlmi dyn ʿṭa āv krnh, zyadh thdụ̄ drjhi ʿṭa, kyazi yihnz aṭaʿt th tʿmyli ḥkm chhu zyadh pur khlvṣ, ʿmlhi andr yvut khlvṣ āshi tyvut chhu thvab zyadh ʿṭa yivan krnh. Allah tʿālyā has chhe tuhnzn sarine ʿmln hnz pvur khbr, tas chhe khbr khnz ʿml chhe khạly az ayman, khnz ʿml chhe aymandary san, khnzi ʿmlhi mnz chhu kotah akhlaṣ."
  },
  {
    "verse_id": 12,
    "translation": "Ae baaymanv! Yylhi tohyhi nby krym ṣly Allah ʿlyh v slmn sintụ̄ sir kthh krnhi āsn, tuhund gczihh timh pnnhi sir kthh timn sintụ̄ krnh brvntth fqyrn mskynn kynczhah diyun baṭvri ṣdqh. (tmyuk mqdar chhunh mqrr krnh āmut mgr āsun gczihh muʿtdbih.) yhi chhu tuhndi thvab th ajr ḥạṣl krnh khạṭr byyhi tohyhi gnahv nishhi pak krnh khạṭr rut dhryʿh. Vonụ̄ hrgah tohyhi ṣdqh jorih nh tylhi chhu tohyhi mʿāf, pas be shk Allah tʿālyā chhu setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 13,
    "translation": "Kya tohyhi andrh bʿẓe mtvsṭ lvukh khvczvh nby krym ṣly Allah ʿlyh v slmn sintụ̄ sirh kthh krnh brvntth ṣdqh dins? Khyr yylhi nh tohyhi pvur vsʿt nah āsnh mokhh ṣdqh hykiv dith, Allah tʿālyā hn kvr tuhndis ḥals petth rḥm krith tohyhi ṣdqh diyun mʿāf mgr byyan ẓrvry ʿbadtn andr kriv tvhụ̄ pabndy. Pas thạviv qạyim nemaz pabndy san byyhi ạsiv divan zkvāh pabndy san, byyhi ạsiv frman brdạry kran khdae snz byyhi thndis pyghmbr snz. Allah tʿālyā hs chhe pvur khbr tamhi sarichy yhi tvhụ̄ kran chhiv, tas chhe tuhnz ẓạhry ḥalt thi mʿlvm bạṭny ḥalt thi mʿlvm."
  },
  {
    "verse_id": 14,
    "translation": "Kya tvhụ̄ chhiv na vuchhan ya rsvl Allah timn lvukn kun yimv yarz th dvsty chhe lạjmcz tithne lvukn sintụ̄ yimn petth Allah tʿālyā sund ghẓb chhu? (tim ge yhvud timne sintụ̄ ạs dvsty lạjmcz mnafqv.) yim mnafq chhinh kạnshi hndụ̄, nah tuhndụ̄ th nah tihindụ̄. Timn chhe pnnhi khochrch th khbthi baṭnch khbre mgr bavjvd ān chhi aapzis petth qasm havan, suh aapuz gvv yohe kh mslmann chhi qasm hạvith dpan, asụ̄ chh tohy sintụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Allah tʿālyā han chhu tihindi khạṭr tyar thvvmut skht ʿdhab, kyazi be shk tim āsn setthah ychh kamhi kran. (chnanchh kfr v nifaq khoth kosh his kạm chhi zyadh ychh, timve ychh kamyv andrh gyhi aakh ychh kạm kh)"
  },
  {
    "verse_id": 16,
    "translation": "Timav krụ̄ pnnụ̄ time aapzụ̄ qasm pnnhi bchavh khạṭr sipr, yymhi mokhh kh mslman zann aashi mslmane, sạnis mal v jans lagn nh aathh, ypạrụ̄ kinụ̄ ạsụ̄ lvukn khdae snzi vathi nishhi yʿny dyni aslam nishhi pth rttan, aamhi mokhh chhu tihindi khạṭr khvar v dhlyl krvun ʿdhab."
  },
  {
    "verse_id": 17,
    "translation": "Yylhi yhi ʿdhab timn krnh yiyhi, tamhi saʿth yiyhi nh timn bkar khdays nishhi nah mal tihund nah gbr tihindụ̄, tim kya moklavhankh aamhi ʿdhab nishhi, blkh chhi time jhnmy, timne chhu aath jhnms andr rvuzith dazun hmyshh."
  },
  {
    "verse_id": 18,
    "translation": "Yhi ʿdhab āshi timn tmy doh yymhi doh Allah tʿālyā timn byyhi baqy tmam mkhlvqatn dvbarh byyhi zndh kri, pas havn tas brvntthh knhi thi aapzụ̄ qasm yithh pạtthụ̄ tohyhi brvntthh knhi chhi qasm havan, yimn āshi khyal kh tim ma chhi kunhi rtis ḥals petth, yimav apzyv qasmav sintụ̄ ma lbn tim njat. Varh bvuziv kh be shk time chhi bddụ̄ aapziyạrụ̄. (kyazi timv kvr nh khdays brvntthh kanhi thi aapuz vannh nishhi kanhh vayhi, timn hnz timh kamhi yimn hund petthh knhi dhkr krnh āv krnuk vjh chhu yiy kh)"
  },
  {
    "verse_id": 19,
    "translation": "Shyṭann chhu timn petth pvur tslṭ th ghlbh lvbmut, tvpth chhunkh tmy khdae sund yad mshrvvmut yʿny tmụ̄ sndyn aḥkamn tʿmyl krun, vaqʿī yim chhi shyṭan snz jmaʿt, varh bvuziv shyṭan snze jmaʿt chhe brbad th khrab gczhh vunụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Be shk yim lvukh mkhalft chhi kran khdae snz byyhi thndis pyghmbr snz, tim chhi skht dhlyl lvukh khdays nishhi. (tihund dhlt kis ʿdhabs grftar spdun kya ʿjạyb chhu, Allah tʿālyā han yithh pạtthụ̄ tihindi khạṭr dhlt tjvyz krmcz th yczhmcz chhe, tithe pạtthụ̄ chhu tmy yvczhmut th tjvyz kvrmut frman brdar bndn hndyn khạṭr ʿzt.)"
  },
  {
    "verse_id": 21,
    "translation": "Yhi kth chhe Allah tʿālyā han ḥkmi azly yas mnz lykihth thạvmcz kh bh th myạnụ̄ pyghmbr rvzav ghạlb. (ḥqyqts andr chhu yohe bvdd ʿzt, yythi nas chhu mqṣvd Allah tʿālyā has byan krun pyghmbrn hund ghlbh, pnun dhkr frmvvun pyghmbrn hund shan th shrf nniravnh khạṭr, vonụ̄ yylhi pyghmbr baʿzt chhi, timn mṭabʿt th pyrvy krvunụ̄ thi ge baʿzthe.) be shk Allah tʿālyā chhu qdrt vvl th ghlbh vvl ạsithe, suh yas yczihh tas thi diyhi dshmnn petth ghlbh."
  },
  {
    "verse_id": 22,
    "translation": "Tvhụ̄ nah ḥẓ lbyvun nh kanhh jmaʿthah yimn fiy alvaqʿ pvur paczh āshi khdae snz th qyamt kh dvhch, tim kya lagn dvsty timn lvukn sintụ̄ yim khdae sndụ̄ th tsndis pyghmbr sndụ̄ mkhạlf th dshmn āsn, adh ạsitn tim mkhạlf mạlụ̄ tihindụ̄ ya nychivụ̄ tihindụ̄ ya bạe tihindụ̄ ya qbylh tihund, kyazi tihindyn diln andr chhu khvnmut Allah tʿālyā han ayman, byyhi chhun tihindyn diln pnnhi fyẓh sintụ̄ qvt diyutmut. (tamhi fyẓh andrh chhu murad nuvr, yath nvurs hdayt mqtẓy chhu, yymyuk nishanh chhu ẓạhrs andr ʿmli ṣalḥ, bạṭns andr skvni qlb, chvnkh yhi chhu sbb mʿny zndgạny hndi zyadty hund, tamhi mokhh thvvukh aath nav ruvḥ, yhi dvlt v nʿmt ge timn dnyahs andr.) ạkhrts andr gvv tihindi khạṭr, byyhi vatnavi timn lvukn timn jntn andr yimav bvnụ̄ kinụ̄ nhr th kolh āsn pkan, timne jntn mnz rvzn tim hmyshh abdu alābad, Allah tʿālyā chhu timn nishhi rạẓy tim chhi tas nishhi rạẓy, yhe ge Allah tʿālyā snz jmaʿt, varh bvuziv kh Allah tʿālyā snze jmaʿt chhe kamyab spdvunụ̄."
  }
]