[
  {
    "verse_id": 1,
    "translation": "Khdae snz pạky chhi byan kran tim sạry lvukh yim āsmann th zmyns mnz chhi mkhlvqat."
  },
  {
    "verse_id": 2,
    "translation": "Thndi ʿlvvi shanuk, qdrti kạmluk th kmali ḥkmtuk athr chhu yhi kh suh gvv sue yymụ̄ kfar ahli ktab yʿny bny nẓyr kddụ̄ pnnyv ghrv andr nybr goddnchhi ltthi aikh vatth sombrith. (yʿny yhi mṣybt āv timn bnith goddnichy ltthi. Yhi chhu timn timne kamyn hund sza yimh tim kran ạsụ̄ mkhalft th dshmny pyghmbri ākhru alzman snz. Yath mnz chhu aakh lṭyf asharh akis pyshn gvʿy kun, so gyhi yhe kh tihndi khạṭr chhu āʿndh thi yuthue anqlab yivun. Chnanchh ḥẓrt ʿmr timv kddụ̄ tim pnnis khlafts andr sạry yhvud krrikh jzyrh ʿrbh andrh.) ae mslmanv! Tohyhi avs nh gman yimn yhvudyn hund samanh th shvkt vuchhith kh tim kya nyrn siydi siyvd, timn yhvudyn thi avs pnnhi jayhi gman kh tihnd qalae bchavi timn khdae sndi antqamh nishhi yʿny timn thi avs pnnyn qalayan hnzi mẓbvṭy th mḥkmy petth badd naz, pas pyvv vạtith timn khdae sund ʿdhab ticzihh jayhi kinụ̄ yymyuk nh timn vhm v gman thi avs nh. (tamhi andrh chhu mrad kh mslmann hndi aathh āe tim krrnh th jlavṭn krnh yimn mslmann hnzi be sr v samạny kun nẓr krith th yhvudyn hndis ba silaḥ v saman āsns kun nẓr krith avsnh kạnshi hndis vhm v gmans mnz yivan kh tim kya spdn yimn petth ghạlb.) byyhi trvv Allah tʿālyā han yhvudyn hndyn diln andr mslmann hund ruʿb. (tamy ruʿbh sbbh kvr timv pane nyrnuk airadh.) chnanchh tihnz ḥalt spz tamh qsmh khi pnnụ̄ ghr ạsụ̄ lvran pane pnnyv aathv byyhi mslmann hndyv aathv sintụ̄. (fiy alḥqyqt ạsụ̄ lvuran th mnhdim kran mslmane tihind ghr mgr mslmann hund lvurun āv timne kun mnsvb krnh, kyazi aṣl pạtthụ̄ bnyna time amyuk sbb ʿhd shikny krnas sintụ̄.) pas rttiv ʿbrt tvhụ̄ yhi ḥal vuchhith ae ʿqlhi valyv. (vuchhiv shrk, kfr th bd ʿhdy krnuk anjam kiyuth chhu āsan. Yim khdae snz th thndis pyghmbr snz mkhalft chhi kran timn chhu Allah tʿālyā bʿẓ avqat dnyahs mnz thi kiryvutth sza divan.)"
  },
  {
    "verse_id": 3,
    "translation": "Hrgah ne Allah tʿālyā hn tihndi ḥqh jilavṭny hund ḥkm lyvkhmut āsihe nath diyhi he timn thi dnyase andr sza, qtl krnh sintụ̄ yithh pạtthụ̄ timn pth bny qryẓn sintụ̄ mʿāmlh krnh āv, hrgah timn dnyahs andr ʿdhabi qtl nishhi bchae thi mgr tihndi khạṭr chhu ạkhrts andr naruk ʿdhab tyar."
  },
  {
    "verse_id": 4,
    "translation": "Yhi sza dnyahs andr jlavṭny hund th ạkhrtas andr ʿdhabi naruk chhu timn aamhi mokhh kh timv kya kr mkhalft khdae snz byyhi thndis pyghmbr snz, yus shkhṣ khdae snz mkhalft kran chhu so gyhi nby krym snz mkhalft krnụ̄. Pas Allah tʿālyā chhu skht sza divun. (yhi mkhalft th jrm yhvudyn hund avs doyhi qsmh, aakh nqẓi ʿhd sintụ̄ yymyuk sza ākh dinh jlavṭny sintụ̄, byakh jrm avs ayman nah aanun, tmyuk sza chhukh nari jhnmuk ʿdhab. Aamhi pth chhu Allah tʿālyā frmavan yhvudyn hndi aakhi ṭʿnuk jvab yus timv kulụ̄ czattnuk th zalnuk diczvv kh kya yhi gvv na fsad th tbạhy tulnụ̄. Byyhi kryvv bʿẓ mslmanv kulụ̄ czattnh nishhi hirase yhi khyal krith kh yim kulụ̄ spdan th vatn mslman ne nishhi. Lhādha kyazi vatnavv pạnụ̄ pans nqṣan, bʿẓyv karyv khyal kh aamhi sintụ̄ vathi yhvudyn tklyf th rnj, lhādha gczhn yim kulụ̄ ẓrvr czattnụ̄, Allah tʿālyā han kvr doshvnụ̄ jmaʿtn hnzi kamhi tạyyd. Chnanchh frmvvun)"
  },
  {
    "verse_id": 5,
    "translation": "Ae mslmanv! Yus khzr kulah tohyhi czttith trvvan ya zvlvan ya thvvan pnnyn mvuln petth aistade yʿny czttith trvvan nh kynhh, doshve chyz kriv tohyhi Allah tʿālyā sndy ḥkmh th rẓamndy muvafq yuth mslmann Allah tʿālyā ʿzt th ābrv diyhi, byyhi yuth dhlyl v khvar kri kạfrn."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi yus timn yhvudyn hund malah Allah tʿālyā hn mali ghnymt bnạvith vatnvv pnnis pyghmbrs nishhi, tth mnz pyyhi nh tohyhi kanhh mshqtah tulnụ̄, nah pyyhi tohyhi tamhi khạṭr gurụ̄ th vvuntt dvr navnụ̄ yʿny nh pyvv tohyhi sfr krun kyazi mdynh shryf petthh ạs so jae ze myil dvur, nah pyvv tohyhi jng krun. Lhādha chhunh tth andr tuhund kanhh ḥq. Lykn khdae sund ʿādt chhu kh suh chhu pnnyn pyghmbrn khaṣ ghlbh divan pnnyv dshmnv andrh yimn petth yczhan chhu (yʿny mḥẓ rʿbh sintụ̄ ghlbh divan yath mnz nh kạnshi kanhh mshqtah vatan chhi, chnanchh timv pyghmbrv andrh dyutun ghlbh ḥẓrt Muḥammad mṣṭfe has, vatnvvun timn nishhi yimn yhvudyn hund mal, lhādha chhunh aath mals andr tohyhi kanhh ḥq blkh chhu aath petth mạlkanh tṣrf krnuk timne pvur akhtyar.) Allah tʿālyā has chhe prth chyzs petth pvur qdrt. (yithh pạtthụ̄ bny nẓyrn hndi maluk ḥkm byan āv krnh yithe pạtthụ̄ chhu ḥkm kh)"
  },
  {
    "verse_id": 7,
    "translation": "Yus mal Allah tʿālyā hn baṭryq mali ghnymt vatnvv pnnis pyghmbrs nishhi, (yithe pạtthụ̄ yʿny mḥnt v jng krnh vrạe kạfrn hnzv byyav bstyav mnz mthlaan baghi fadk vghyrh.) tath mnz chhunh tohyhi kanhh astḥqaq mạlik bnnuk blkh chhu suh ḥq rsvli krym sund, Allah tʿālyā hn chhu timn tth petth mạlkanh tṣrf krnuk ḥq dyutmut, yas khosh krykh tas hykn ʿṭa krith, byyhi chhu tth andr tihndyn ahli qrabtn, rshth darn hund ḥq, byyhi ytymn mskynn th msafrn hund ḥq. (yʿny yim sạry chhi aamhi malkụ̄ mṣarf, hrgah nby krym mnasb zann. Yhi ḥkm āv yymhi mokhh krnh kh yuthnh suh mali ghnymt vathi tuhndyn maldarn hndis qbẓs mnz fqyr th mskyn spdn mḥrvm. Yithh pạtthụ̄ jạhlyt kis zmans mnz spdan avs kh mali ghnymt vghyrh mḥaṣli jng ạsụ̄ khyvan aqtdar vạlụ̄ lvukhe, fqyr th mskyn lvukh ạsụ̄ mḥrvm spdan. Amy mokhh thvv Allah tʿālyā han aamhi maluk khrch krun nby krym snzi rayhi petth. Tamhi ʿlavh krụ̄ Allah tʿālyā han tmikụ̄ mṣarf byan, gvya frmvvun kh bavjvdi aiyn kh tohyhi chhe aath andr mạlkanh ḥythyt mgr tothi gczihh mḥtajn th mṣalḥi ʿāmn hndyn mvaqʿn hund khaṣ khyal thạvith timn petth thi ṣarf krun. Ae mslmanv! Yylhi tohyhi mʿlvm spud kh nby krym snzi rayhi petth thavns mnz chhe ḥkmt, lhādha) yhi kynczha dinav th ʿṭa karnv tohyhi rsvli krym, thi rttiv byyhi yymhi chyz kh rttnh nishhi tim tohyhi pth rttn tamhi nishhi ạsiv rvzan pth. (yohe ḥkm zạniv afʿāl v aḥkamn mnz thi, lfẓ maa ʿām āsnh mokhh.) byyhi khvcziv Allah tʿālyā has, be shk Allah tʿālyā chhu mkhalft krns petth skht ʿdhab krvun th sza divun."
  },
  {
    "verse_id": 8,
    "translation": "Agrchh mali ghnymts mnz chhu mtʿlq mskynn hund ḥq ạsithe mgr fqyr th ḥajt mnd mhajrn hund ḥq thi chhu khṣvṣaan tth mnz. Yim mhajr pnnyv ghrv th malav andr jbraan th ẓulmaan krrnh th juda krnh āe, kyazi tim krụ̄ kạfrv tyvut tng th pryshan kh tim spdụ̄ ghr bar travns petth mjbvur. Yhi hjrt krnh sintụ̄ chhi tim czhanddan mḥẓ khdae sund fẓl th thnz rẓamndy, kunhi dnyạvy ghrẓh khạṭr krkh nh hjrt. Byyhi chhi tim khda v rsvl sndis dyns mdd kran, yime lvukh chhi pzụ̄ pạtthụ̄ ba ayman."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi chhu aath mali ghnymts andr ḥq timn lvukn hnd yimv qrar kvr daru alhjrts th daru alaymans andre yʿny mdynh mnvrs andr mhajrn hndi avt vatnh brvntth. (yʿny tim ạsụ̄ nby krym sndi hjrt krnh brvntthue mdynh shryfs mnz mslman spdmtụ̄, timv āsh tathi msjdi bina karimcz, yhi avs tihund kmal bavjvd mvanʿ v mkhalft.) yim mdynh shryfkụ̄ lvukh chhi mḥbt thavan timn lvukn hund yim yimn kun hjrt krith yvan chhi. Mali ghnymt mnz yhi kynczhah dinh yivan chhu mhajrn tamhi sintụ̄ chhinh tim pnnis dils andr kunhi qsmuk ṭlb th rghbt mḥsvs kran, blkh chhi zyadh mḥbt timn bạgravan, blkh chhi timn khyavan chavan. Tth andr chhi timne mqdm zanan th trjyḥ divan pnnyn pann petth, aadh ạstankh pans vvpsy yʿny panh chhi rvzan bsa avqat faqe timne chhi khyavan chavan. Vaqʿī yim lvukh pnnhi nfs v ṭbʿīt kh bkhlh nishhi mḥfvẓ yin thavnh yʿny yimn Allah tʿālyā tvfyq diyhi yʿny tihind dl thavi lalchhi, ḥrṣh th bukhlh nishhi mḥfvẓ time lvukh chhi kamyab th bamurad spdvunụ̄. (kyazi lalchy th bkhyl ansan kithh pạtthụ̄ kri byyis petth aythar, suh kr gczihh khosh bạe snzi khosh ḥạly sintụ̄.)"
  },
  {
    "verse_id": 10,
    "translation": "Byyhi chhu timn lvukn hund thi aath mali ghnymts andr ḥq yim aslams andr ya hjrts andr ya dnyahs andr yimn mhajrn th anṣarn pth āe ya pth yin. Yim pans sintụ̄ milvith yimn mhajrn th anṣarn dʿāe khyr chhi kran. Dpan chhi, ae sanhi prvrdgar! Sanyn gnahn kr bkhshạysh th mghfrt, byyhi sanyn bayn yimiv aashi brvntth avn ayman, byyhi mh thav sanyn diln andr kunhi qsmuk kynh th bghuẓ kạnshi ba ayman sund. Ae sanhi prvrdgar! Be shk czh chhukh setthah mhrban setthah rḥm krvun."
  },
  {
    "verse_id": 11,
    "translation": "Kya tohyhi vuchhuv na yimn mnafqn ʿbd Allah abn auby vghyrn hund ḥal? Tim chhi vnan pnnyn hm mdhhb bayn yim ahli ktabv andrh kạfr chhi, yʿny nby nẓyrn, qasmi khda asụ̄ chhi prth ḥals andr tohyhi sintụ̄, hrgah tvhụ̄ pnnhi vṭnh mnz jbraan yiyiv krrnh asụ̄ thi nyrv pnnhi vṭnh mnz tohy sintụ̄, byyhi manv nh asụ̄ tohyhi mtʿlq kạnshi hnz kth zanhh thi hrgz. Byyhi hrgah tohyhi sintụ̄ lrrạe th jng kri kanhh, asụ̄ nyrv ẓrvr tuhndi mdd khạṭr, Allah tʿālyā chhu gvạhy divan kh yim mnafq chhi aapziyạrụ̄. (mḥẓ chhi yhvudyn mslmann khlaf tulnh khạṭr yimh kthh vnan, yhi zyvi sintụ̄ vnan chhi tth krn nh tim zanhh thi ʿml.)"
  },
  {
    "verse_id": 12,
    "translation": "Qsmi khda hrgah yim yhvudụ̄ pnnyv shhrv andrh krrnh yin, yim mnafq nyrn nh timn sintụ̄ hrgz, byyhi hrgah timn sintụ̄ jng āv krnh yim kunhi qsmuk timn mdd krn nh. Hrgah bafrẓi mḥal timn kunhi qsmuk mdd thi krn, lrrayhi mnz spdn shryk, ʿīni vqth vizi czln tim mydanh mnz timn kun thr pihrith. Yimn mnafqn hndi mvqʿs petth czlnh pth hykhi nh kanhh thi timn mdd krith. (chnanchh yithe pạtthụ̄ spud vaqʿ yymhi saʿth bny nẓyrn ṣḥab ṣạbv mḥaṣrh kvr tihndis qalayas yth mnz lrrae hund aḥtmal avs, mnafqv andrh āv nh aakh thi timn brvntth kun, tvpth yymhi saʿth krrnh āe tim, kanhh thi drav nh timn sintụ̄, ṣadqa Allah mavlāna alʿẓiym, khdayn yhi frmvv thi svrue drav pvz th ḥq.)"
  },
  {
    "verse_id": 13,
    "translation": "Be shk tohyhi lvukn hund khvf v hras chhu timn mnafqn hndyn diln andr khdae sndi khvfh khot thi zyade, aamyuk vjh chhu kh timn chhanh kfr sbbh khdae snz ʿẓmt fkry tran. (yim sạry yhvudụ̄ bny nẓyr vghyrh byyhi mnafq thi hykn nh alg alg tohyhi sintụ̄ mqable krith, tmich chhanh timn skthe.)"
  },
  {
    "verse_id": 14,
    "translation": "Yim lvukh hykn nh tohyhi sintụ̄ jng th mqablh krith aikh vtth sạry mylith th mydans andr mgr hykn jng krith tth shhrs mnz andr andr yath prth ṭrfh qalae āshi kharnh āmut, nth hykn jng krith kunhi dyvarn th dosn czhayhi, timn chhe panh vạnụ̄ skht lrrạe th akhtlaf mslmann mqablh chhinh yim kihinụ̄. Ae bvzvunhi czh chuhhakh yim zanan mtfq th kuny, yhi chhu ẓạhr pạtthụ̄, ḥqyqts andr chhi tihindụ̄ dl byvn th alg alg chhalhi chhangri grftar. Yhi chhu aamy vjh kh timn chhanh dynch ʿql yosh yimn mtfq thavihe. (yimn bny nẓyr th mnafqn hnz chhe aakh aakh mthalah. Bny nẓyrn hnz mthal chhe)"
  },
  {
    "verse_id": 15,
    "translation": "Timn lvukn hnz hish mthal yim yimn brvntth kme kynhh kalah ạsụ̄ yimv dnyahs andr thi pnnyn bd aʿmaln hund mzh czuvh byyhi ạkhrts andr thi tihindi khạṭr chhu kuddur ʿdhab spdvun. (tim ge yhvudụ̄ bnv qynqaʿ, tihund qṣh chhu yithh pạtthụ̄ kh timv kr bad ʿhdy nby krym ṣly Allah ʿlyh v slmn sintụ̄ sanh zh hjry yas andr jngi bdr pth, timv puhttrvv ʿhd th tamhi pth drae jng krnhi, tth jngs andr spdụ̄ mghlvb v mqhvr. Pnnhi qalayhi mnz drae nybr, tvpth āv tihndi khạṭr ʿbd Allah abn auby mnafq tmụ̄ kvr skht zar parh, dvpun yim nyrn pane yymhi shhr mnz. Chnanchh nby krym timv kr yhi kth mnẓvr, tvpth drae tim yhvudụ̄ mdynh shryfh mnz th vạtụ̄ mulki shamas mnz akis jayhi yath adhrʿāt vnan chhi. Yimn yhvudyn hund svrue mal v jaydad āv mali ghnymtkụ̄ pạtthụ̄ ṣḥab ṣạbn andr tqsym krnh. Mnafqn hnz mthal chhe)"
  },
  {
    "verse_id": 16,
    "translation": "Shyṭan snz mthal, yylhi suh godd chhu vnan ansans kạfr spd, pas yylhi ansan amụ̄ sndi vnnh mvjvb kufrch kanhh kạmah krith kạfr spdan chhu, amis chhu navi valan, navi vạlith chhus navi nms dkh divan, tvpth chhu yhi ansan tmhi kis kunhi ychh ntyjs grftar spdan, yhi ansan chhu tamhi saʿth shyṭans mdd mngan, tmhi saʿth chhus suh vanan me chhunh cze sintụ̄ kanhh vasṭe, bh chhus cze nishhi alg, bh chhus khoczan khdays yus rb alʿālmyn chhu."
  },
  {
    "verse_id": 17,
    "translation": "Pas chhu yimn doshvnụ̄ hund anjam yiy zi yim doshve chhi vatvunụ̄ nari jhnms andr, hmyshh hmyshh chhu rvzun yimn doshvunụ̄ tthụ̄ andr. Yohe chhu ẓạlmn hund sza. (shyṭan yithh pạtthụ̄ ansans chuh ddalan th gmrah kran, vqth vizi chhus tvpth dvur hyvan th czlan, yithe pạtthụ̄ kr yimv mnafqv goddny dvpuk bny nẓyrn kh yuth nh tvhụ̄ shhr mnz niyriv, tvpth rvudụ̄ ʿīni mvqʿs petth khttith, timn dyutukh dvnkhh, tvpth ge doshve grftari bala.)"
  },
  {
    "verse_id": 18,
    "translation": "Ae ba aymanv! Tvhyhi bvuzvh nafrmann hund anjam kya spud? Lhādha khvcziv tvhụ̄ khdays, tohyhi andr pth akahh vuchhin pgah qyamt khạṭr kya samanh chhu tmụ̄ svuzmut. (yʿny rczn ʿmln andr kriv kvshsh yosh tuhndi khạṭr samani ạkhrt banhi, byyhi yithh pạtthụ̄ ṭaʿāt th aʿmali ṣalḥah ḥạṣl krns andr tqvyā v prhyzgạry hund ḥkm chhu yithe pạtthụ̄ chhu gnahv th yachh kamyv nishhi pth rvzns andr thi tohyhi ḥkm kh) khvcziv khdays, be shk Allah tʿālyā has chhe pvur khbr tuhnzn kamyn hnz."
  },
  {
    "verse_id": 19,
    "translation": "Tvhụ̄ mah bniv timn lvukn hiy yimv mshrạvụ̄ Allah tʿālyā sndụ̄ aḥkam, be prvah spdụ̄ timv nishhi, chnanchh aḥkam trạvith krykh timh kamhi yimv nishhi mmạnʿt ạskh, aamuyk ntyjh drav kh Allah tʿālyā hn mshrạvụ̄ timn pnnụ̄ pan. (yʿny timv kri nh timh kamhi yimav sintụ̄ tim pnnyn pann moklavhn ạkhrt kh ʿdhab nishhi.) yime lvukh kya ge nafrman. (yimn chhu nafrmạny hund sza khyvn. Petth āv dhkr krnh doyhi qsmh kyn lvukn hund ḥal, aakh qsm gvv mtqy yan th prhyzgarn hund, byakh qsm gvv nafrmann th ḥkm nh manh vunyn hund. Yimv andrh chhu aakh qsm jnty byakh qsm jhnmy.)"
  },
  {
    "verse_id": 20,
    "translation": "Brabr chihnh nars andr vath vunụ̄ th jnts andr vath vunụ̄, blkh chhi jnts andr vath vunụ̄ kamyab th rsth gar, narh vạlụ̄ chhi nakam. (tuhnz gczihh kvshsh krnụ̄ jnty bnnch, jhnmy bnnch gczihh nh hrgz kvshsh krnụ̄. Yimh mfyd th rcz nṣyḥcz chhe tohyhi vatan qrāni mjyd kh dhryʿh. Suh qrān gvv kh)"
  },
  {
    "verse_id": 21,
    "translation": "Hrgah asụ̄ nạzl krhvn yhi qrāni mjyd kunhi kohs petth, tavpth thavhav asụ̄ tth kohs mnz shʿūr v fhmuk madh th byyhi āsihe nh tth andr shhvat v khvạhshatn hund madh. Ae ansan! Yqynaan vuchhhan czh suh koh tath gczihh he czas byyhi gczhhns chahlh. (yʿny qrāni mjyd chuh dr dhati khod tiyuth mvthir th qvy fạʿl mgr ansans chuh bavjhi ghlbh shhvt so qạblyt tbah gmcz yymhi sbbh tmis chhunh qrāni mjyduk kanhh athr spdan. Lhādha pazi ansans khda v pyghmbr snz nafrmạny trạvith pnun qvti shhvạny mghlvb krith frman brdạry khda v rsvl krith ṭaʿāt v ʿbadatv sintụ̄ pnun pan pak krun.) asụ̄ chhi yimh mthalh th yim mẓmvn byan kran lvukn hndi nfʿ khạṭr yuth tim ghvr v fkr krn. (avtanụ̄ āyhi byan krnh qrāni mjydch ʿẓmt, vonụ̄ chhi byan yivan krnh Allah tʿālyā snz ʿẓmt thndyv asmaʿi ḥusnyā hav sintụ̄.)"
  },
  {
    "verse_id": 22,
    "translation": "Suh prvrdigar gvv sue yas vrạe nh kanhh akhah chuh mʿbvd āsns qạbl, sue chhu zann vvl pvushydh chyzn th nanyn chyzn, sue chhu setthah mhrban, sue chhu setthah rḥmt vvl."
  },
  {
    "verse_id": 23,
    "translation": "Sue prvrdigar chhu yas vrạe nh kanhh akhah chhu mʿbvd bnns qạbl, suh chhu padshah sarive ʿạbv nishhi pak gzshth zmans andr sarive ʿạbv nqṣanv nishhi pak v salm, āyndh zmans andr pnnyn bndn chhu sarive khvfnak chyzv nishhi aamn v aman divun, pnnyn bndn chhu sarive khṭrnak chyzv nishhi rạchh krvun, zbrdst th ghạlb chhu, khrạby th nqṣan pvur krvun chhu, setthah ʿẓmt vvl chhu, tuhand shan chhu kh suh chhu munzh th pak timav sarive kthv nishhi yimh kthh lvukh tas kun lagan chhi."
  },
  {
    "verse_id": 24,
    "translation": "Sue chhu mʿbvdi brḥq svrue pạdh krvun, svrue baḥkmt pạdh krvun, prth chyzs ṣvrt v shkl ʿṭa krvun, tas chhi rtụ̄ rtụ̄ nav. Sạry chyz yim āsmann th zmyns mnz chhi, yim chhi thnz pạky byan kran, sue chhu zbrdst th ghạlb kmali ḥkmt vvl, pas yithis ba ʿẓmt khdae sndyn aḥkamn hund tʿmyl chhu setthah ẓrvry."
  }
]