[
  {
    "verse_id": 1,
    "translation": "Ae ba aymanv! Tvhụ̄ mh rttiyvukh mkkụ̄ kạfr yim myạnụ̄ th tuhndụ̄ dshmn chhi pnnụ̄ dvst, agrchh tuhndyn diln mnz nae āshi tmiyuk khyal, mgr ẓạhr chhiv kran dvsty hund brtav timn sintụ̄, tithi mh kriv. Ḥalankh yus pvz dyn tohyhi nishhi vvt tth kvr timv ṣryḥ ankar, yhi ge khdays nsbt dshmny. Byyhi ge yim lvukh time yimav pyghmbr th tvhụ̄ sạry mslman pnnhi shhr andr kddihav rnga rng aiydha th tklyf vatnạvith, mḥẓ yymhi sbbh kh tohyhi kyazi krv kunis mʿbvdi brḥqs pczh yus tohyhi sarine hund rb chhu, yhi ge tohyhi nsbt dshmny, ghrẓ yithyn dhlyl lvukn sintụ̄ gczihya dvsty thavnụ̄. Hrgah tvhụ̄ ghrv mnz dramtụ̄ chhiv myanhi vthi andr jhad krnh khạṭr byyhi myạnụ̄ rẓamndy czhanddnh khạṭr tylhi shvubya tohyhi kafrn hnz rẓamndy czhanddnụ̄. (tohyhi krv dshmny sarine sintụ̄ myanhi rẓamndy khạṭr, vonụ̄ timne dshmnn sintụ̄ dvsty hund slslh qạyim krun tihnz rẓamndy czhanddnh khạṭr, yimn don kthn chhunh vatthe panh vạnụ̄.) tvhụ̄ chhiv zvr zvr khttith timn svzan dvsty hnz shychhhi th pygham. (goddh chhe timn sintụ̄ dvsty thavnụ̄ ychh, tvpth pvushydh th khttith pygham svzun yhi chhu zyade ychh.) ḥalankh me chhu timn sarine chyzn hund pvr ʿlm yim chyz tvhụ̄ khttith chhiv kran byyhi yim chyz tvhụ̄ nnụ̄ pạtthụ̄ chhiv kran. (aath kun nẓr krith thi pzi ha nh tohyhi timn sintụ̄ dvsty hund slslh qạyim krun.) yus akahh tohyhi mnz yiczh ḥrkt kri, pas btḥqyq suh ddvl syzi vathi nishhi. (syzi vathi nishhi ddlvnyn hund anjam th ʿāqbt chhuv tohyhi mʿlvme, tim mh zạnyvukh tvhụ̄ dvst blkh chhi tim tuhndụ̄ tithụ̄ dshmn kh)"
  },
  {
    "verse_id": 2,
    "translation": "Hrgah timn lvukn tohyhi petth mvqʿ lghi fvraan nniravn tim pnnụ̄ dshmny tohyhi sintụ̄, byyhi mczravn tohyhi ẓryr vatnavnh khạṭr pnnụ̄ aathh th pnnhi zyvh. Yhi gvv dnyạvy ẓryr tihund dyny ẓryr chuh tihund, timn chhu tmna kh tvhụ̄ th gczihv kạfr spdnụ̄. (yithụ̄ lvukh chha dvsty qạbl, agr tvhụ̄ aẓhari dvsty krnh andrh pnnhi ahl v ʿīaluk khyal chhu tth mtʿlq bvuziv varh kh)"
  },
  {
    "verse_id": 3,
    "translation": "Tuhndụ̄ rshth dar, ạshnav, avlad th gabr din nh tohyhi kanhh nfʿ th fạydh qyamtuk doh, Allah tʿālyā he kri tohyhi mnz fạṣlh tmhi doh, Allah tʿālyā chhu tuhnz sare kamhi pvur vuchhan. (pas kri suh prth kamhi hund fạṣlh var pạtthụ̄. Hrgah tuhnz ʿmlh āsn ʿdhabs th szahs qạbl tamhi ʿdhabh nishhi hykh nh moklạvith tohyhi kanhh nah ạshnav th nah gbr, timn hund rʿāyt krun khdae sndis ḥukms nafrmạny krnh sintụ̄, yhi chhu setthah ychh th qạbli mdhmt.)"
  },
  {
    "verse_id": 4,
    "translation": "Ae mslmanv! Tuhndi khạṭr avs aakh rut nmvnh pyrvy krnh khạṭr abrahym byyhi tim ba ayman yim timn sintụ̄ ayman v ṭaʿts andr shryki kar ạsụ̄ yʿny aath bars andr gvczh kạfrn sintụ̄ sue brtav krun yus abrahym ʿlyh alslamn th tihndyv tabʿū kvr. Yylhi timv sarive mkhtlf vqtn andr pnnis qvms dvp asụ̄ chhi be zar tohyhi nishhi byyhi yimn hnz tvhụ̄ prstsh kran chhiv mʿbvdi brḥqs vrạe. Asụ̄ chhi tuhndụ̄ th tuhndyn bạṭl mʿbvdn hndụ̄ mnkir, aashi mnz th tohyhi mnz spud ʿdavt th bghuẓ zyadh ẓạhr, yhi ʿdavt rvzi aashi th tohyhi mnz hmyshh yvtanụ̄ nh tvhụ̄ kunhi se khdays ayman aniv th pczh kriv. Ghrẓ abrahym ʿlyh alslamn th tihindyv tabiʿū kvr kạfrn nishhi balkl qṭʿ tʿlq ṣaf pạtthụ̄. Lykn abrahym snz kth yosh tmv frmạv pnnis mạlis yymhi mnz nanan chhu kh timn avs ts sintụ̄ kunhi qsmh tʿlq baqy dvpuhs kh bh mngh mghfrt chanhi khạṭr khdays, aamhi astghfar ʿlavh chhunh me akhtyar khdays nishhi kunhi chyzs petth. (yhi chhunh me aathhi kh bh kya krnavh yhi dʿā ẓrvr qbvl, yithi hykhi nh bnith kh chanhi ayman aannh vrạe kya bchravath bh czh ʿdhab nishhi, yutue yvt avs abrahym ʿlyh alslamn vvnmut yymhi andrh bʿẓe lvukn mṭlq astghfarh fkri tvr, ḥalankh yytnas chhu astghfaruk bdl mṭlb suh gvv ṭlbi hdayt yymyuk prth akis ajazt chhu, fiy alvaqʿ chhunh suh qṭʿii tʿlq krns khlaf th kynhh. Tvpth kvr abrahym ʿlyh alslamn dʿā.) ae sanhi prvrdigar! Kạfrn aẓhari ʿdavt krns andr chhi asụ̄ cze petth tvkl kran, cze kun chhi asụ̄ prth mʿāmls andr rjvʿ kran, svn aʿtqad chhu kh cze kun chhu sarine ptvlakn vatun. (aath aʿtqads kun nẓr krith yosh aashi kạfrn nishhi be zạry ẓạhr kr so kr dl kh czakhi mḥẓ khlvṣ san kunhi dnyạvy ghrẓh vrạe byyhi havnh th thyknh vrạe.)"
  },
  {
    "verse_id": 5,
    "translation": "Ae sanhi prvrdgar! Ashi math kar th kạfrn hndi ẓlm v tshdduk tkhth mshq. (aashi kr ẓạhr tihndi bạṭl dynh th bạṭl mʿbvdn nishhi be zạry, vonụ̄ yuthnh tim aamich ksr kddn aashi petth ẓlm v tʿdy krnh sintụ̄.) ae sanhi prvrdgar! Byyhi kr aashi gnahn mghfrt, be shk cz chhukh zbrdst ḥkmt vvl, cze chhe prth qsmh qdrt. (yim z dʿā chhi petthmyn dʿāhn hnd ghrẓ v ghayt, aakh ghayt baaʿtbari dnya, byakh ghayt chhu baaʿtbari ạkhrt, chnanchh laa tajʿaalnaa has chhu tʿlq doshvnụ̄ sintụ̄.)"
  },
  {
    "verse_id": 6,
    "translation": "Be shk timn lvukn andr chhu (yʿny abrahym th tihndyn tabʿī yan andr) tuhndi khạṭr rut nmvnah yim lvukh aʿtqad chhi thavan khdays brvntth kun vatnuk byyhi qyamtuk doh qạyim spdnuk. Yus shkhṣ yymhi ḥkmh nishhi rvgrdạny kri tas vathi pans aamyuk ẓryr, kyazi Allah tʿālyā chhu be nyaz, tas chhunh prvah kunhi chyzuk, tas mnz sạry kmalat jmʿ āsnh mokhh chhu suh szavari ḥmd v thna, tas chhanh ẓrvrt mkhlvqn hndi ʿbadtch. (aamhi pth chhu Allah tʿālyā mslmann hndi tsly khạṭr bṭvri bshart aakh pyshn gvʿy frmavan.)"
  },
  {
    "verse_id": 7,
    "translation": "Yhi kth chhanh kynhh ʿjạyb kh Allah tʿālyā kya kri tohyhi mnz byyhi timn lvukn mnz yimn sintụ̄ tohyhi mdhhby dshmny chhe dvsty th mḥbtuk slslh qạyim tihndi mslman spdnh pth. Kyazi timn yylhi Allah tʿālyā mushrf bashrfi aslam spdnuk tvfyq diyhi, dshmny rvzi nh kunhi. Yhi chhunh khdays nishhi kynhh dvur, kyazi tas chhe prth chyzs petth bdd qdrt, chnanchh ftḥ mkh kh doh spdụ̄ varyah lvukh pnnhi khvshy sintụ̄ mslman. Az tanụ̄ hrgah kạnshi shkhṣs aath andr khṭa gvmut chhu th vonụ̄ chhu suh tmhi khṭa nishhi tvbh kran, Allah tʿālyā chhu tsndi ḥqh setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 8,
    "translation": "Allah tʿālyā chhunh tohyhi mnʿ kran timn lvukn sintụ̄ aḥsan th anṣaf krnuk yimav nh dyn kis mʿāmls andr tohyhi sintụ̄ lrrạe kr, byyhi yimv nh tvhụ̄ ghrv mnz nybr kddiv, timn sintụ̄ aḥsanuk th anṣafuk brtav krun chhu jạyz. Be shk Allah tʿālyā chhu anṣafuk brtav krvunyn mḥbt thavan th psnd kran."
  },
  {
    "verse_id": 9,
    "translation": "Albth Allah tʿālyā chhu ṣrf mnʿ kran timn kạfrn sintụ̄ dvsty lagnh nishhi yimv tohyhi sintụ̄ dynh sbbh jng kvrmut āshi, byyhi yimav tvhụ̄ pnnyv ghrv mnz nybr kddv, byyhi yimav tuhndis ghrv mnz kddns mdd kvrmut āshi. Vonụ̄ yim lvukh timn kạfrn sintụ̄ dvsty lagn tim chhi skht gnhgar th ẓạlm."
  },
  {
    "verse_id": 10,
    "translation": "Ae ba aymanv! Yylhi tohyhi nishhi baayman znanh daru alḥrbh petthh hjrt krith vatan āsn, tvhụ̄ ạsiv timn vaqʿī mslman āsnuk amtḥan kran, tihndi ḥqyqy baayman āsnuk pvr ʿlm chhu khdae se yvt, pas hrgah tohyhi amtḥan krith mʿlvm spud tihund baayman āsun, pas mah svuziyvkh timh vaps kạfrn kun, kyazi nah chhe timh znanh ḥlal timn kạfrn hndi khạṭr, nh chhi tim mrd ḥlal timn kạfr znann hndi khạṭr. Aath ṣvrts andr yus mhr vghyrh timv kạfrv timn znann petth khrch kvrmut āshi, suh kriv tvhụ̄ timn ada. Tohyhi chhunh kanhh gnah timn znann sintụ̄ nkaḥ krns andr yylhi tvhụ̄ ḥsbi qạʿdh timn mhr diyiv. Ae mslmanv! Tvhụ̄ mh thạviv kạfr znann sintụ̄ tʿlqat baqy kyazi yimh znanh tuhnz daru alḥarbs andr rvzh kufrkụ̄se ḥals petth, tuhndi mslman spdnh sintụ̄ daru alaslams kun hjrt krnh sintụ̄ czihyvn suh nkaḥ tuhund, vonụ̄ rvudnh baqy tuhund kanhh tʿlq timn znann sintụ̄. Aath ṣvrts andr yus rqm tohyhi timn znann hndis mhrs andr khrch kvrmut āsv suh mngiv tvhụ̄ timn kạfrn nishhi. Yithe pạtthụ̄ yhi timav khrch kvrmut āshi suh mngin tim tohyhi nishhi. Yhi kynczhah byan āv krnh, yhi chhu khdae sund ḥkm, aath kriv tʿmyl. Suh mʿbvdi brḥq chhu aithụ̄ mnạsb fạṣlh tohyhi mnz kran. Allah tʿālyā chhu setthah zann vvl, setthah ḥkmt vvl, tmy ʿlm v ḥkmt mvjvb chhu aḥkam mqrr frmavan."
  },
  {
    "verse_id": 11,
    "translation": "Byyhi hrgah tohyhi aazdst gczhn tuhnzav znanv andrh kanhh znanh, soe vathi kạfrn nishhi, tamhi pth spdinh so tohyhi dstyab, nah spdi tohyhi tuhand mhr vghyrh vṣvl yus tohyhi tas petth khrch āsyv kvrmut. Tvpth yiy tohyhi timn kạfrn sintụ̄ jng krnuk mvqʿ, tvpth kriv tvhụ̄ timn nishhi mali ghnymt vṣvl. Pas diyiv tvhụ̄ timn mslmann yihnzh znanh aazdst gyhi tamhi mali ghnymt petthh tyvut rqm yvut timn khrch gvmut āshi timn znann petth. Byyhi khvcziv tas khdays yas tohyhi paczh krmcz chhav. Thindyn ḥkmn andr mah trạviv kunhi qsmh khll. (aamhi pth chhu Allah tʿālyā nby krym ṣly Allah ʿlyh v slmn khṭab krith frmavan)"
  },
  {
    "verse_id": 12,
    "translation": "Ae pyghmbr! Yylhi mslman znanh tohyhi nishhi yymhi ghrẓh khạṭr ḥạẓr spdn kh timh kya krn tohyhi sintụ̄ byʿt yimn kthn petth kh shryk tthhravn nh timh mʿbvdi brḥqs kanhh chyzah, byyhi krn nh czvur, byyhi krn nh fsq v fjvur yʿny zna th bdkạry, byyhi marn nh pnnyn avladn, byyhi tthhravn nh aapzụ̄ aavlad yus bnvvmut āshi timv pnnyn aathn th khorn mnzbag (yʿny bchhi āsykh ḥạṣl kvrmut fsq v fjvr krith be sundu sue lagn khavnds kun, ya byyis znanhi hund avlad aann fnd fryb krith sue lagn pans kun. Ḥdyth shryfs mnz chhu kh yus be sund bchhi laghi pans kun ya yus pnnis mạlis vrạe laghi pnun pan byyis shkhṣs kun tas petth chhu jnt ḥram.) byyhi krn nh tuhnz nafrmạny th mkhalft shrʿh kis kunhi ḥkms andr, (aath mnz āe sạry aḥkami shryʿt. Pas hrgah timh znanh yimn shrṭn qbvl krn yimn hund aʿtqad shrṭi ayman chhu yimn petth pabndy san ʿml krnụ̄ shrṭi kmali ayman chhu) tylhi krnạviyvukh timh znanh byʿt byyhi mngiv tihindi khạṭr Allah tʿālyā hs mghfrt. Be shk Allah tʿālyā chhu setthah mghfrt krvun, setthah rḥm krvun. (yʿny yylhi timh znanh yim aḥkam zann pzụ̄ th vajbu alʿml tylhi zạniyvukh timh znanh mslman, yohe gvv byʿtuk āyh krymh. Nby krym ṣly Allah ʿlyh v slmn nishhi yylhi kanhh znanh byʿt krnh khạṭr ḥạẓr spdan ạs, tas ạsụ̄ aath mẓmvns petth aqrar krnavan. Byʿt krnh vizi avsnh kạnshi znanhi hund aathh lgan tihindis dsti mbarks sintụ̄. Yymhi brvntth āyati krymn mnz frmvv Allah tʿālyā han mmanʿt mtʿlq kạfrn sintụ̄ dvsty hund tʿlq thavnh nishhi. Aamhi pth chhu frmavan mmanʿt yhvudn sintụ̄ dvsty hund tʿlq thavnh nishhi.)"
  },
  {
    "verse_id": 13,
    "translation": "Ae ba aymanv! Timn lvukn sintụ̄ thi mh thạviv dvsty hund tʿlq yimn petth Allah tʿālyā hn ghẓb frmvv yʿny yhvd yimn hnz kthrt mdynh mnvrs mnz ạs, tim chhi ạkhrt kh thvab v khyr nishhi naamyd th mayvs, yithh pạtthụ̄ kạfr yim qbrn andr dfn chhi krnh āmtụ̄ chhi ạkhrt kh thvabh nishhi mayvs th naamyd. (kyazi qbrn andr vạtith chhu kạfrn ʿālmi ạkhrtuk mʿāʿnh spdan, yqyn chhukh spdan kh sanhi khạṭr njatch kanhh ṣvrtahh chhanh. Yithe pạtthụ̄ avs yhvudyn pvur yqyn kh ḥẓrt Muḥammad chhi be shk pyghmbri ākhru alzman mgr dyd v dạnsth ạsụ̄ ankar kran. Lhādha chhe yhvudyn th kạfrn hnz ḥalt njat nah bnns andr kuny.)"
  }
]