[
  {
    "verse_id": 1,
    "translation": "Allah tʿālyā snz pạky chhi byan kran tim sạry mkhlvq yim āsmann andr chhi, yim zmynn andr chhi, sue chhu setthah zbrdst setthah ḥkmth vvl. (vonụ̄ yus yuth ʿẓmth vvl th jlalh vvl āshi, thnz gczihh prth ḥkms andr frmạn brdạry krnụ̄. Jhad thi chhu thndyv ḥkmv andr aakh ḥukmah yus yth svrh shryfs mnz dhkr krnh āmut chhu, yymhi kh nạzl spdnuk sbb chhu spudmut kh aakhi doh ạsụ̄ bʿẓe ṣḥab ṣạb panh vạnụ̄ tdhkrh kran kh hrgah aashi mʿlvm spdihe ticzh ʿmlah yosh khdays āsihe setthah ttạtth, so krhav asụ̄. Th aamhi brvntth ạsụ̄ bʿẓe ṣḥab ṣạb jngi aḥds mnz jhadh nishhi vaps āmtụ̄, byyhi yymhi saʿth jhaduk ḥkm nạzl spud tamhi saʿth avs bʿẓe ṣḥab ṣạbn petth giran guzryvmut, athụ̄ petth spdụ̄ nạzl yim āyati krymah.)"
  },
  {
    "verse_id": 2,
    "translation": "Ae ba aymanv! Ticzh kth kyazi chhiv kran yath petth nh panh ʿml chhiv kran."
  },
  {
    "verse_id": 3,
    "translation": "Allah tʿālyā has nishhi chhu thnzi naraẓgy hund bvdd sbb kh tvhụ̄ vniv timh kthh yimn petth nh panh ʿml kriv."
  },
  {
    "verse_id": 4,
    "translation": "Be shk Allah tʿālyā chhu timn lvukn psnd kran yim thnzi vthi andr tithh pạtthụ̄ jhad chhi kran, ṣf dy dy khdae sndyn dshmnn sintụ̄ zan tim mjạhd chhi āsan kạrith nag travnh āmtụ̄ dyvar hiy. (ṣfv mnz chihnh avr yvr ddlan th pth nyran. Tvhe chihv vanan kh aase mʿlvm spdihe kh sarive ʿmlv andrh kosh ʿml chhe zyadh ttạtth Allah tʿālyā has chhe yihe ʿml jhad krun khdae snzi vathi andr zyadh ttạtth. Aadh kyazi avs tohyhi petth shaq guzran yylhi jhaduk ḥkm nạzl spdan avs, byyhi kyazi czajyvh jngi aḥds mnz, aithụ̄ chyz krith vonụ̄ yhi vanun kh aashi he mʿlvm spdihe aḥbu alaʿmal kosh chhe, asụ̄ thi krhv so ʿml. Yhi chhu czhorue dʿūyā he yvt, aath petth chahv nh tohyhi ʿml krmcz. Kạfr chhi mstḥq qtl v qtal th jng v jdal aamy mokhh kh tim chhi prvrdgar sndyn āyatn aapzụ̄ zanan, pyghmbrn hnz mkhalft kran, timn aiydha th tklyf vatnavan. Athụ̄ mnasb chhu Allah tʿālyā mvsyā ʿlyh alslam byyhi ʿīsyā ʿlyh alslam sund qṣh byan frmavan.)"
  },
  {
    "verse_id": 5,
    "translation": "Suh vqt thi chhu qạbl dhkr yylhi mvsyā ʿlyh alslamn frmvv pnnis qvms, ae myanhi qvmh! Kyazi chhiv tvhụ̄ me aiydha divan ḥalankh tohyhi chhu mʿlvm kh bh chhus khdae sndi ṭrfh tohyhi kun svznh āmut pyghmbr. Pas yylhi tim fhmạysh krith thi hjrse petth rvudụ̄, aiydha v mkhalft rvudụ̄ bdstvr kran, Allah tʿālyā han ddạlụ̄ tihindụ̄ dil hmyshh khạṭr pvz qbvl krnh nishhi hanhi hanhi zyadh, yithh pạtthụ̄ nafrmạny petth mdavmt th ddadd krnh sintụ̄ chih dilch syạhy zyadh spdan. Allah tʿālyā sund dstvr chhu kh suh chhunh yithyn nafrmann siyz vath havan. (yithe pạtthụ̄ chhi azikụ̄ kạfr ḥẓrt rsvl krym snz prth rngh mkhalft kran, aiydha vatnavan, timn thi chhe rvzbrvz gmrạhy th ḥsds andr trqy spdan. Pas āv ʿālmh nishhi fsad th tbạhy galnh khạṭr mṣlḥtaan timn jhad v qitaluk ḥkm krnh.)"
  },
  {
    "verse_id": 6,
    "translation": "Yithe pạtthụ̄ chhu suh vqt thi qạbli dhkr yylhi ʿīsyā bn mrym ʿlyh alslamn frmvv, ae bny asrạʿylv! Bh chhus khdae sund pyghmbr tohyhi kun svznh āmut, tṣdyq krvun chhus bh tth ktabhi yosh me brvntth nạzl āmcz chhe krnh yʿny tvrah. Byyhi chhus bh khosh khbry th bshart divun akis ʿẓymu alshan pyghmbr snz yus me pth tshryf aanhi, nami mbark tuhand āshi aḥmd. Pas yylhi ʿīsyā ʿlyh alslam timn nishhi yim mẓamyn byan krith pnnhi nbvt kh athbat khạṭr nanhi dlylh hyth āe, tim lvukh lgụ̄ vannhi timn dlyln th mʿjzn nsbt kh yhi chhu nvn th ṣaf jvd yʿny tihndis nbvts lgụ̄ tkdhyb th ankar krnhi. (yithe pạtthụ̄ ʿīsyā ʿlyh alslams pth yylhi pyghmbri ākhru alzman ḥẓrt Muḥammad ṣly Allah ʿlyh v slmv tshryf avn, tamhi saʿth lgụ̄ mvjvdh ʿrbkụ̄ kạfr timn ankar v tkdhyb krnhi byyhi lgụ̄ timn aiydha th tklyf vatnavnhi, yhi gvv ẓlmi ʿẓym. Aamhi ẓlmuk muhlk athr vatnuk khṭrh avs byyan lvukn thi, suh khṭrh dvur krnh khạṭr āv mṣlḥtaan jhaduk ḥkm krnh."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi kus akhah chhu yuth ẓạlm tas shkhṣh sndi khoth yus Allah tʿālyā has petth aapuz nvvravi, ḥalankh tas chuh nad th dʿūt yivan krnh dyni aslams kun. (nbvts tkdhyb th ankar krnue gvv Allah tʿālyā has petth aapuz nvvravun. Yth Allah tʿālyā thạbt chhu kran tth krun nfy, yth nfy chhu kran thi krun thạbt, yohe gvv Allah tʿālyā has petth aapuz nvvravun. Zyadh afsvs nak kth chhe kh tas chhu nad thi yivan dinh aslams kun, tvthi chuhnh suh tath kun tvjh kran, yhi gvv zyadh ẓạlm lagun.) Allah tʿālyā chhunh ẓạlm qvms kamyạby th njats kun vth havan. (aamy sbbh āv tihndi khạṭr szae qitale tjvyz kran. Allah tʿālyā diyhi pzis ghlbh, bạṭl spdi mghlvb.)"
  },
  {
    "verse_id": 8,
    "translation": "Yim kạfr chih yaczhan khdae sund nvur czhyth krun pnnyv chanttyv sintụ̄ phokh dith yʿny tim chhi ticzhh kthh krnhi hyvan yimav sintụ̄ dyni ḥqs frvgh th trqy spdihe nh, ḥalankh Allah tʿālyā chhu pnnis aath nvurs bhrḥal pvur kran th kmals vatnavun yczhan agrchhi kạfrn yiy tn thi nakhoshy."
  },
  {
    "verse_id": 9,
    "translation": "Chnanchh suh mʿbvdi brḥq gvv sue yymụ̄ aamy aitmami nvur khạṭr svuz pnun pyghmbr Muḥammadi mṣṭfeā ṣly Allah ʿlyh v slm hdaytuk saman yʿny qrāni mjyd hyth, byyhi pvz dyn yʿny dyni aslam hyth dnyahs kun yuth ath dyns baqy tmam dynn petth ghlbh diyhi. Yiy gvv aitmami nvur krun, aadh yiy tan mshrikn nakhoshy."
  },
  {
    "verse_id": 10,
    "translation": "Ae ba aymanv! Kya bh ma havav tohyhi tiyuth karvbarah, ticzh svdagriyah, tiyuth tijarthah yus tohyhi njat diyhi th bchavi akhi drdnak ʿdhab nishhi?"
  },
  {
    "verse_id": 11,
    "translation": "Suh gvv yuhae kh tvhụ̄ aniv ayman byyhi kriv paczh kunis khdays, byyhi thndis pyghmbrs, byyhi kriv jhad khdae snzi vathi andr mal pnun khrch krnh sintụ̄ th jan pnun fida krnh sintụ̄, yhi chhu tuhndi khạṭr setthah rut hrgah tvhụ̄ zạnihiv. (yylhi tvhụ̄ yhi kriv)"
  },
  {
    "verse_id": 12,
    "translation": "Allah tʿālyā kri mghfrt tuhndyn gnahn byyhi vatnavi tohyhi jnth kyn timn baghn andr yimn bvnụ̄ kinụ̄ kolh th nhr jạry āsn, byyhi bsavi tohyhi timn rtyn ghrn andr yim ghr th mkanh hmyshh pvshvnyn baghn andr bina krnh āsn āmtụ̄, yhe gyhi bdd kamyạby th rsth gạry."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi chhe aamhi aukhrvy kamyạby ʿlavh tuhndi khạṭr byakh dnyạvy kamyạby yosh jldy pnnhi mokhh tohyhi psnd th mḥbvb chhe, so gyhi prvrdigar sndi ṭrfh yạry th mddgạry, byyhi nzdyk ftḥ yạby. Ae pyghmbri brḥq! Tvhụ̄ frmạviv yimn sarine chyzn hnz bshart th khosh khbry ba aymann. (aamhi khosh khbry hund ẓhvr spd qurvni auvlyā kyn mslmann sintụ̄ tamich chhe sarine khbre. Azikh vqth thi he mslman vaczihh vạnjhi th ṣḥyḥ mʿniyan andr ayman th jhad fy sbyl Allah has andr qạyim rvzn, tihndi khạṭr thi chhe ftḥ v nṣrt prth vqth sintụ̄ sintụ̄. Aamhi pth chhu Allah tʿālyā ʿīsyā ʿlyh alslam sndyn ḥvạriyiynan hund qṣh byan krith ba aymann dyns mdd krnuk trghyb divan.)"
  },
  {
    "verse_id": 14,
    "translation": "Ae ba aymanv! Tvhụ̄ spdiv prvrdigar sndi dynkụ̄ mddgar. (tamhi ṭryqh yus tuhndi khạṭr mqrr krnh āmut chhu, suh gvv jhad. Yithh pạtthụ̄ ḥvạriyiyn pnnhi ṭryqh mvjvb dynkụ̄ mddgar spdụ̄ yylhi ʿīsyā ʿlyh alslams bkthrt dshmn votlith āe.) tamhi pth yithh pạtthụ̄ ʿīsyā ʿlyh alslamn frmvv ḥvạriyiynan kh svn mddgar kus banhi khdae sndi rẓa khạṭr tohyhi andrh, ḥvạriyiynv dvp asụ̄ chhi khdae sndi dynkụ̄ mddgar. Chnanchh timv ḥvạriyiynv kr pnnis dyns mdd, tamhi kh ashaʿtch krkh pvur kvushish, tamhi tihnzi kvushshhi pth, pas avn ayman bny asrạʿylv andr bʿẓe lvukv, bʿẓe lvukh rvudụ̄ kufrse petth. Tvpth spud timn mnz mdhhby akhtlaf sbbh ʿdavt th khanh jngy. Pas kvr aashi mdd timav andr ba aymann tihndyn dshmnn petth, pas spdụ̄ time ghạlb, tithe pạtthụ̄ kriv tvhụ̄ thi dyni Muḥammady khạṭr kvshsh th jhad ae mslmanv."
  }
]