[
  {
    "verse_id": 1,
    "translation": "Allah tʿālyā snz pạky chhi byan kran tim sạry chyz yim āsmann andr chhi byyhi tim sạry chyz yim zmynn mnz chhi, sue chhu bvdd padshah, munzh th pak sarive ʿībv nishhi, sue chhu setthah zbrdst setthah ḥkmt vvl."
  },
  {
    "verse_id": 2,
    "translation": "Suh gvv sue prvrdigar yymụ̄ ʿrbh kyn aan prr lvukn kun svuz pyghmbr tihndiy qvmh mnz yʿny ʿrby. Yus pyghmbr pran th bvznavan chhu timn Allah tʿālyā sndụ̄ āyat byyhi chhukh bạṭl ʿqạydv nishhi, ychh akhlaqv nishhi pak kran, byyhi chuhkh hychhnavan khdae snz ktab byyhi ʿqlhi hnz kthh yth mnz sạry ʿlvmi dynyha shạml spdụ̄, tim lvukh ạsụ̄ tihndi mbʿūth spdnh brvntth nanhi gmrạhy andr yʿny shrks th kfrs andr mbtla."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi svuzin yimn azikyn lvukn ʿlavh byyan lvukn kun thi pyghmbr, yim nh vunhi timn sintụ̄ shạml spdmtụ̄ chhi ya yymhi mokhh kh vunhi chhunh timav aslam avnmut ya yymhi mokhh kh vunhi chihnh tim pạde spdmtụ̄. (aath mnz āe tihindụ̄ sạry aumty yim qyamts tanụ̄ pạd spdvunụ̄ chhi ʿrbkụ̄ th ʿjmkụ̄ th.) sue prvrdigar chhu zbrdst ḥkmt vvl, tmy svuz pnnhi qdrt v ḥkmt sintụ̄ yuth jlylu alqdr pyghmbr."
  },
  {
    "verse_id": 4,
    "translation": "(yymis pyghmbri brḥq sndi dhryʿh kfr v shrkh chhi gmrạhy mnz kddun, ktab v ḥkmt th hdayt kis nvurs kun vatnavunụ̄,) yhi chhu khdae sund bvdd fẓl, suh yas yczhan chhu tas chuh yhi fẓl ʿṭa kran, Allah tʿālyā chhu bvdd fẓlh vvl. (hrgah suh sarine fẓl pnun ʿṭa kri, tmụ̄ sndis fẓls mnz kmy chahnh mgr suh chuh pnnhi ḥkmt sintụ̄ yas yaczhan tsụ̄ ʿṭa kran, yas yczhan tas mḥrvm kran. Chnanchh nakhvandh yʿny aan prr jmaʿt timn kurun pnun fẓl ʿṭa, timv avn ayman, yhvudyv andrh ʿālimn th primtyn hnz jmaʿtahh tim spdụ̄ mḥrvm aamhi fẓlh nishhi.)"
  },
  {
    "verse_id": 5,
    "translation": "Mthal timn lvukn hnz yim tulnavnh āe tvrah yʿny yimn ḥkm āyvv krnh tvrah mvjvb ʿml krnụ̄, tvpth tulnh timv suh yʿny tamhi mvjvb krikh nh ʿml chhe tas khr snz mthal yymụ̄ ktabn hund bvr tulmut āshi thr petth mgr timn ktabn hndi nfʿ nishhi āshi mḥrvm. (yithe pạtthụ̄ chhu aṣl mqṣd ʿlmh andrh ʿml ṣrf tḥṣyl krnch th ḥfẓ krnch mḥnt krn kath yyhi bkar yylhi nh ʿml āshi. Khr snz mthal āyhi byan krnh aamy mokhh kh khrs brabr chhunh janvrv andrh kanhh thi be vqvf, aamhi syt spz byyhi hn ztt be ʿml ʿạlmn hnz.) setthah ychh mthal chhe timn lvukn hnz yimv aapuz zạnith ankar kvr khdae sndyn āyatn, yithh pạtthụ̄ yhvudyv kvr, Allah tʿālyā chhunh yithyn ẓạlimn hdaytuk tvfyq divan. (yhvudyn andr ạsụ̄ tithụ̄ ẓạlm kh ktab ạsụ̄ pran, diln avsukh nh kynhh thi athr spdan, kyazi tim ạsụ̄ zạnith krith nby ākhru alzmans nsbt ḥsd th ʿnad kran, timn hrgah tvrahch pczh āsihe tylhi krhn tamhi mvjvb ʿml, so ʿml krnụ̄ gyvv kh nby brḥq ṣly Allah ʿlyh v slms anhan ayman, pas tihund ayman nah aanun chhu mustlzim tvrah mvjvb ʿml nh krns. Agr aamhi bavjvd tim vnn kh asụ̄ chih prvrdigarh sndụ̄ mqbvl bndh)"
  },
  {
    "verse_id": 6,
    "translation": "Tvhụ̄ frmạviyvukh ya rsvl Allah, ae yhvdyv! Hrgah tuhund dʿūyā chhu kh tvhy kya chhiv Allah tʿālyā sndụ̄ dvst sarive lvukv andrh, tylhi kriv tvhụ̄ aamhi dʿūyā kh tṣdyq khạṭr mvtuk tmna, hrgah tvhụ̄ aath dʿūahs andr pziyạrụ̄ chhiv."
  },
  {
    "verse_id": 7,
    "translation": "Asụ̄ chhi tohyhi aath sintụ̄ yithi vnan kh tim krn nh zanhh thi mvtuk tmna, timn chhe ntth timn kamyn hndi sza khynch yimh kamhi timv brvntth kun svzmacz chhe kfr v ankar, ʿnad vghyrh. Allah tʿālyā hs chhu pvur ʿlm yimn ẓạlmn hndi ḥaluk. (yymhi saʿth muqdimuk tạrykh vatykh qyamtuk doh, frdi jrm bvznạvith yiyakh sza dinh tamhi sza kh vʿdh kh tạyydh khạṭr.)"
  },
  {
    "verse_id": 8,
    "translation": "Frmạviyvukh tvhụ̄ yhi kth thi kh yymhi mvt nishhi tvhụ̄ czalan chhiv suh mvt samkhhi tohyhi ẓrvr akhi nath akhi doh tvpth yiyiv tvhụ̄ vatnavnh tsụ̄ prvrdigars nishhi yus svrue pvushydh th nvn zanh vun chhu, tvpth bayv suh tohyhi thi svrue yhi tvhụ̄ kran ạsv dnyahs andr, tamy mvjvb diyv suh tohyhi sza."
  },
  {
    "verse_id": 9,
    "translation": "Ae ba aymanv! Yylhi bang āshi dinh yivan nemazi khạṭr jmʿh kh doh, jmʿh nemazi khạṭr tanụ̄ ạsiv fvraan larun hyvan tvhụ̄ khdae sndis yads kun yʿny nemaz prns th khṭbh bvzns kun. Byyhi ạsiv khryd v frvkht krnụ̄ yakdm travan, byyhi timh sare kamhi travan yimh pth rttvunhi āsn adae jmʿh nishhi. Sare kamhi trạvith jmʿh nemazi hndue sanz krun chhu tuhndi khạṭr zyadh bhtr hrgah tohyhi khbr āsihe. (kyazi aamuyk nfʿ th fạydh chhu pvshvun, khryd v frvkht vghyrh kamyn hund nfʿ chhu fạny th nah pvshvun.)"
  },
  {
    "verse_id": 10,
    "translation": "Pas yylhi nemazi jmʿh moklan āshi yʿny tvhụ̄ ạsiv tamhi nishhi fargh spdan, pas niyrv th pihyrv, yas yvkun gczuhn āshi suh gczihn tvkun, byyhi czhạnddiv th tlash kriv khdae sund rzq, mgr ghflts mnz mah rvuziv blkh aath ḥals mnz thi kriv khdae sund yad bakthrt, yuth tamhi kh brkth tvhụ̄ rzq czhanddns andr kamyab spdiv. (vrnh chhu bʿẓe lvukn hund khyal kh)"
  },
  {
    "verse_id": 11,
    "translation": "Tim yylhi vuchhan chih kanhh tjart ya suh chyz yus byyis ṭrfs kun ddalan chhu tanụ̄ chhi tth ṭrfs kun dvran, tohyhi chih travan vodny khṭbh prnh kis ḥals andr. (yhi chhu yithh pạtthụ̄ vaqʿ spudmut kh akhi jmʿh ạsụ̄ nby krym khṭbh pran, tamy vqth āv nybr petthh aakh tjarty qạflh ghalh hyth, tath qạfls sintụ̄ avs aʿlan krnh khạṭr nqarh vayinh yivan, timn dohn ạs aath shhrs andr anajich kmy, yim lvukh nemazi jmʿh hs andr shạml gczhnhi khạṭr āmtụ̄ ạsụ̄ tim ạsụ̄ khṭbh bvzan. Tamhi vqth avs nemazi jmʿs mnz thi ʿīd hndụ̄ pạtthụ̄ khṭbh pte yivan prnh. Lvukv ạs nemaz prmcz, vonụ̄ ạsụ̄ tim khṭbh bvzan, aty pvk nybrụ̄ kinụ̄ yhi qaflh ddumddum vayan, lvukv kvr khyal kh nemaz chhe ada krmcz hrgah khṭbh bvzne asụ̄ vothv tth āshi nh kanhh ḥrj. Aty vthụ̄ lvukh th drae. Nby krym ṣly Allah ʿlyh v slmn sintụ̄ rvudụ̄ ṣrf bahe ṣaḥb yimn mnz chhar yar ba ṣafa th byyhi kynhh ṣaḥb ạsụ̄, tamy saʿth spud yhi āyh krymah nạzl.) tvhụ̄ frmạviyvkh ya rsvl Allah, yus chyz Allah tʿālyā has nishhi baʿthi thvab th qrb chuh suh chuh aamhi tmashh khot th aamhi tjart khoth bdrjha bhtr th afẓl. Byyhi chhu Allah tʿālyā sarive andr bhtr rvuzy th rzq ʿṭa krvun."
  }
]