[
  {
    "verse_id": 1,
    "translation": "Yylhi tohyhi nishhi mnafq yivan chhi, dpan chhi asụ̄ ḥẓ chhi dilh sintụ̄ gvạhy divan kh tvhụ̄ chhiv be shk pyghmbri khda. Allah tʿālyā has chhe yhi kth mʿlvme kh tvhụ̄ chhiv tsndụ̄ pyghmbr, bavjvdi ān chhu Allah tʿālyā gvạhy divan kh yim mnafq chhi yhi vanns andr bialkl aapziyạrụ̄ kh asụ̄ chhi dilh sintụ̄ gvạhy divan, kyazi tihnz so gvạhy chhe mḥẓ zyvi sintụ̄, dl kh aʿtqad nh kynhh thi."
  },
  {
    "verse_id": 2,
    "translation": "Yimv lvukv chhu qasm havun kvrmut aakh siprah pnun mal v jan bchavnh khạṭr. (kyazi aẓhari kfr sintụ̄ banhi tihnz ḥalt thi byyan kạfrn hnz hish, yimn sintụ̄ thi yiyhi jhad krith qtl v ghart krnh.) tvpth chah yihnzi aath lạzmy khrạby sintụ̄ byakh mtʿdy khrạby thi kh tim chhi byyan lvukn thi khdae snzi vathi kun yinh nishhi pth rttan, be shk yihnz kamhi chhe setthah khrab."
  },
  {
    "verse_id": 3,
    "translation": "Timn nsbt yhi ḥukm chhu yath kun nẓr krith kh timav lvukv avn ẓạhr pạtthụ̄ godd ayman, tvpth yylhi pnnyn shyṭann nishhi ge, tathi krykh byyhi kfrchh kamhi, athụ̄ kun nẓr krith āv ḥkm krnh )ainhm saaʿa maa kaanuva yaʿmalvn( yʿny yihndis nifaqs kun nẓr krith, aamy nfaq kh sbbh āyhi tihndyn diln petth mohr krnh, pas chhanh timn pz kth fikri tran."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi chhi tim ẓạhr pạtthụ̄ mychhhi th mdri kthh kran, chnanchh yylhi cz vuchhhakh tim ẓạhry shan v shvkt th qd v qamt vuchihth yine bvznh tim cze jan th dl psnd. Byyhi yylhi tim kthh hyn krnhi setthah fṣaḥt th shyryny sbbh rvzkh cz kan dạrith tihund klam bvznhi, mgr yhi svrue chhu nybrụ̄ nybrụ̄ andr nh ḥqyqtah kynhh, th tmy chhu tihund ḥal zn tim mvnddụ̄ chhi labhi sintụ̄ ddkhrạvith āmtụ̄ thavnh, tn v tvshs andr jan mvttụ̄ mvttụ̄ mgr andr be jan. (chvnkh ayman v akhlaṣ nishhi chhi tim bialkl khạly, aamhi sbbh chhukh prth vqth andyshh th khṭrh rvzan kh mslmann maa spdi svn ḥal mʿlvm kạnshi shkhṣh sndi aṭlaʿ dinh sintụ̄ ya ashi mtʿlq vḥy nạzl spdanh sintụ̄, tim nyran ashi sintụ̄ thi kạfrn hnd pạtthụ̄ jhad krnhi amy khyal mokhh chahkh prth vqth natth th tahr āsan.) tamy sbbh chhi prth shvrh th krykhi vizi aad ạsitn so yhi kunhi sbbh mgr tim chhi khyal kran āyhi maa aasy kanhh balayah vukrith. Ḥqyqts andr chhi time tuhundụ̄ dshmn, lhādha bchiv timn nishhi, hvshyar rvuziv pvur, tihnzi kunhi kthhi petth mah ạsiv aʿtmad kran. Allah tʿālyā gạlin timn, kvt sanah chhi dyni ḥq trạvith dvur czalan. (tihndi tkbr v shrartch kyfyt chhe yhe kh)"
  },
  {
    "verse_id": 5,
    "translation": "Yylhi vannh chhu yivan timn kh pkiv yiyiv rsvl krym ṣly Allah ʿlyh vslmn nishhi, tim mngn mghfrt khdays tuhndi khạṭr, tim chhi yhi bvuzith pnnụ̄ klh phiran ankar krnh kis andazs mnz. Tvhụ̄ vuchhvukh tim kh tim chhi nṣyḥt krvunis nishhi buth pihran tkbr krith. (tihndi kfrch ḥalt yylhi aamhi qsmch chhe.)"
  },
  {
    "verse_id": 6,
    "translation": "Lhādha chhe tihndi ḥqh doshve kthh brabre, khvah tvhụ̄ tihndi khạṭr mghfrt mngtv ya math mngtv. Allah tʿālyā krinh hrgz timn mghfrt, be shk Allah tʿālyā chhunh yithyn nafrman lvukn hdaytuk tvfyq divan."
  },
  {
    "verse_id": 7,
    "translation": "Yim ge na time yim vnan chhi tvhụ̄ mah kriv yimn mhajrn petth kynhh khrch ta ayn kh tng dst spdith czln yim pane yymhi shhr mnz. Yhi vnun yuhund chhu mḥẓ jhalt kyazi yimn chhanh khbr kh khdae sndy chhi āsmann th zmynn hndụ̄ sạry khzanh lykn mnafqn chhunh fkri tran."
  },
  {
    "verse_id": 8,
    "translation": "Yim mnafq chhi vnan yithi kh asụ̄ yylhi mdyns mnz vaps vatav, tvt vạtith kddi ẓrvr ʿzt vvl shkhṣ dhlyl shkhṣs. (yʿny asụ̄ kddvkh yim prdysy lvukh pnnhi shhri mnz nybr, yimn dimav nh asụ̄ bsnh pnnis shhrs mnz. Pannụ̄ pan krikh ʿzt vạlụ̄, mslman mhajr krikh dhlt vạlụ̄, yithi vvnukh mḥẓ jhalt sbbh.) blkh chhu ʿzt khaṣ Allah tʿālyā has bialdhat byyhi thndis pyghmbrs bavasṭh tʿlq baakhda, byyhi chhu ʿzt mslmann bavasṭh tʿlq baakhda va rsvli khda mgr mnafq chhinh zanan yhi kth, blkh chhu timn nishhi ʿztuk darvmdar fạny th napaʿdar chyzn petth. (ḥẓrt zyd bn arqmn yylhi amis ʿbd Allah abn auby snz yimh kthh bvz, tim āe drkhdmt ḥẓrt rsvli krym, timv aannvv suh nad dith tvpth purczhhas, tmụ̄ kvr qasm hạvith ṣryḥ ankar. Lvukv hytụ̄ zyd abn arqms ṭʿnh dinụ̄ byyhi lgikh krnhi ttsnh, tim spdụ̄ shrmndh th nạdm, ate yylhi spdụ̄ yim āyati krymah nạzl, nby krym ṣly Allah ʿlyh v slmv frmvv zyd bn arqms kh khosh rvz chvn pvz pzrvv Allah tʿālyā hn.)"
  },
  {
    "verse_id": 9,
    "translation": "Ae ba aymanv! Tohyhi mah krin āvur th ghạfl mal th avlad tuhund yʿny dnya khdae sndi yad nishhi th ṭaʿth nishhi yʿny dyn nishhi. (murad chhu kh dnyahs andr mah bvddiv tyvut kh dyn chn kamyn andr spdyv khll vaqʿ) yus akahh thi kri tim lvukh spdan na kam th tavn zd. (kyazi dnyahuk nfʿ th fạydh chhu svrvun th khtm gczhh vun, ạkhrtuk ẓrr chhu hmyshh rvzvun, ṭaʿāt v ʿbadatv andr chhe aakh ʿbadt mal khrch krun khdae snzn vatn andr.)"
  },
  {
    "verse_id": 10,
    "translation": "Lhādha kriv khrch tamhi malh andr yus aasy tohyhi ʿṭa kvrmut chhu khdae snzn vtn andr tohyhi andr kạnshi mrnuk vqt vatnh brvntth. Tamhi saʿth lghi dpnhi ḥsrt v tmna pạtthụ̄, ae myanhi prvrdgar! Me kvnh diczạyth cze mhlt th frṣt byyhi kynhh kalah tanụ̄. Ta ayn kh bthi krha ṣdqat v khyrat byyhi bnha bthi nykv karv andr mgr tmụ̄ sund yhi ḥsrt v tmna krun diyhi nh tas kanhh fạydh. (kyazi)"
  },
  {
    "verse_id": 11,
    "translation": "Allah tʿālyā chhunh kạnshi akis mhlt divan yylhi ʿmr khtm spdns petth tmụ̄ sndi mrnuk vqt vatan chhu. Allah tʿālyā has chhe pvur khbr tamhi sarichy yhi tvhụ̄ kran chhiv."
  }
]