[
  {
    "verse_id": 1,
    "translation": "Khdae snz pạky chhi byan kran tim sạry chyz yim āsmann andr chhi byyhi yim chyz zmynn andr chhi, thnze chhe slṭnt byyhi shvubn tsụ̄ sạry tʿryf, byyhi chhu sue prth chyzs petth qdrt vvl. (tmis yylhi yithụ̄ kmalk ṣft chhi, lhādha chhi thnz aṭaʿt vạjb byyhi chhi thnz nafrmạny th mʿṣyt ychh.)"
  },
  {
    "verse_id": 2,
    "translation": "Suh gvv sue dhati pak yymụ̄ tvhụ̄ sạry pạd kriv, tthụ̄ kun nẓr krith paziha tohyhi sarine tsụ̄ paczh krnụ̄ th ayman aanun, tamhi bavjvd chhi tohyhi andr bʿẓe kạfr byyhi chhi bʿẓe ba ayman. Allah tʿālyā chhu tuhnz sare kamhi, ayman chhi kamhi thi kfr chhi kamhi thi vuchhan. (prth kamhi mnạsb diyv suh tohyhi jza.)"
  },
  {
    "verse_id": 3,
    "translation": "Tmy krụ̄ āsman th zmyn pạd batdbyr th baḥkmt, byyhi krụ̄ tmy tuhndụ̄ nqshhi th ṣvrt ae ansanv pas krin setthah rtụ̄ tuhndụ̄ nqsh th tuhnz ṣvrt, tsụ̄ kun chuh ptvlakh sarine vatun."
  },
  {
    "verse_id": 4,
    "translation": "Suh chhu zanan timn sarine chyzn yim āsmann andr th zmynn andr chhi, byyhi chhu suh tim sạry chyz zanan yim tvhụ̄ pvushydh th khttith kran chhiv, byyhi yim chyz tvhụ̄ nnụ̄ pạtthụ̄ kran chhiv, Allah tʿālyā chhu diln hnz kthh tanụ̄ pvur zanan. (yim sạry chyz chhi mngan kh tvhụ̄ kriv thnz aṭaʿt th frman brdạry.)"
  },
  {
    "verse_id": 5,
    "translation": "Aamhi ʿlavh chhanah vạczmcz tohyhi timn lvukn hnz khbr yimav tohyhi brvntth kfr v ankar kvr? Pas czuh timav pnnyn kamyn hnzi skhty hund mzh dnyahs andr byyhi chhu tamhi ʿlavh tihndy khạṭr ākhrtas andr dag th duvvad tulvun ʿdhab."
  },
  {
    "verse_id": 6,
    "translation": "Yhi dnyahuk vbal th ākhrtuk ʿdhab chhu timn aamy mokhh kh timn nishhi ạsụ̄ yivan tihndụ̄ pyghmbr vaẓḥ th nanhi dlylh hyth. Tim ạsụ̄ timn pyghmbrn nsbt vnan kh kya yim aasy hy ansan havnh āsh vath? Timn kya fvqyt chhe aashi petth? Bhrḥal timv kvr kfr th aʿraẓ, Allah tʿālyā thi spud timn nishhi be nyaz, tmụ̄ bvr nh tihund kanhh prvah blkh kvrun timn pnun qhr, Allah tʿālyā chhu sarine nishhi be nyaz tʿryf krnh āmut. (tas chahnh kạnshi hnz ẓrvrt, nah hurys lvukn hnzi ṭaʿt v frman brdạry sintụ̄ kynhh, nah chhonys lvukn hnzi nafrmạny sintụ̄ kynhh, yim frman brdạry krn timn chhu pans tmyuk fạydh, yim nafrmạny krn timn chhu pans tmyuk ẓrr.)"
  },
  {
    "verse_id": 7,
    "translation": "Ankari rsaltkụ̄ pạtthụ̄ chhi yim kạfr mrnh pth byyhi zndh spdns thi ankar kran, dʿūyā chhi kran kh tim yin nh byyhi dvbarh qyamtuk doh znde krnh. Tvhụ̄ frmạviyvkh ya rsvl Allah, me chhu qasm pnnis prvrdigar sund kh vaqʿī yiyiv tvhụ̄ mrnh pth byyhi pạd krnh, tvpth yiyhi tohyhi thi svrue bavnh yhi tohyhi kvrmut āsyv dnyahs andr, tvpth yiyhi tohyhi tmyuk sza dinh. Byyhi yhi pạd krun th jza v sza diyun chhu Allah tʿālyā has nishhi kmali qdrt āsnh mokhh bialkl shl th āsan, pas yylhi yithụ̄ chyz chhi mngan aymans."
  },
  {
    "verse_id": 8,
    "translation": "Pas aniv tvhụ̄ ayman th kriv pczh mʿbvdi brḥqs, byyhi thndis pyghmbri brḥqs, byyhi tth nvurs yus aashi nạzl kvr yʿny qrāni mjyds. Allah tʿālyā has chhe tuhnzn sarine kamyn hnz pvr khbr."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi pạviv suh doh czyts yymhi doh tohyhi sarine jmʿ kri suh jmʿ spdn kis dohs andr, suh gvv sue doh yth mnz ẓạhr spdi khi kmụ̄ kya ziyvun th kmụ̄ kya hvr. Ba ayman zynn aath dohs mnz. Kạfr, mnafq th mshrik harn aamhi doh. Chnanchh yus akahh ayman aanhi kunis khdayas, byyhi kri rcz ʿmlh Allah tʿālyā kri tas nishhi dvur tsndụ̄ gnah. Byyhi vatnavi tas jnth kyn timn baghn andr yimv mnzụ̄ jvyhi th kolh pkan āsn, yimn jntn mnz hmyshh hmyshh tim rvzn, yhe gyhi bdd kamyạby th rsth gạry."
  },
  {
    "verse_id": 10,
    "translation": "Yimav lvukv kfr kvrmut āshi byyhi āsnkh sạnụ̄ āyat zạnimtụ̄ aapzụ̄ tim lvukh ge dvzkhkụ̄ lvukh, tim rvzn tth mnz hmyshh, so chhe setthah ychh jayah tihndi basnh khạṭr. (yithh pạtthụ̄ kfr chhu manʿ spdan ạkhrtchhi rsth gạry ḥạṣl spdnh nishhi, yithe pạtthụ̄ chhu mṣybts andr boddun, mal v dvlt chhi fkri andr rvzun, ya znann th avladn sintụ̄ mshghvl spdith khdae sndi yad nishhi ghạfl spdun, thndyn aḥkamn hnz tʿmyl krns andr kvtạhy th ssty krnụ̄ thi manʿ spdan ạkhrt chhi flaḥ v rstgạry nishhi. Lhādha gczihh mṣybts mtʿlq yhi khyal krun kh)"
  },
  {
    "verse_id": 11,
    "translation": "Kanhh mṣybtah chuhnh vatan kạnshi akis khdae sndi ḥkmh vrạe, yhi kth fkri tạrith gczihh mṣybts petth ṣbr krun. Rạẓy rvzun khdae sndis yczhns. Byyhi yus Allah tʿālyā has chhu pvur paczh kran, tsndis dils chhu Allah tʿālyā vath havan ṣbrs th rẓahs kun. Allah tʿālyā chhu prth chyzah var zanan kh kmụ̄ kvr ṣbr v rẓa akhtyar, kmụ̄ kvr nh akhtyar, prth akis chhu ḥsbi ḥkmt jzaʿ v sza divan."
  },
  {
    "verse_id": 12,
    "translation": "(khlaṣh chhu yiy zi prth kamhi andr mṣybt thi chhu timve kamyv andr aakh kạm,) kriv frman brdạry khdae snz byyhi kriv frman brdạry pyghmbri khdae snz ṣly Allah ʿlyh v slm. Hrgah tohyhi aṭaʿt nishhi buth pihriv kanhh prvae chhunh tmyuk, tylhi thaviv tvhụ̄ yad yhi kth kh sạnis pyghmbrs chhu mtthi ṣaf ṣaf pygham svn vatnavun yus timv vatnvv rthi ṭryqh. (timn chhunh kanhh nqṣan th ẓrr aath mnz blkh chhu bvdd nqṣan th ẓrr aath mnz tohyhi pans.)"
  },
  {
    "verse_id": 13,
    "translation": "Tuhund gczihh var zanun kh Allah tʿālyā has vrạe chuhnh kanhh akahh mʿbvd āsns layq, pas zạniyvun sue pnun mʿbvud. Ba aymann hund gczihh mṣybtn andr Allah tʿālyā se petth tvkl krun."
  },
  {
    "verse_id": 14,
    "translation": "Ae ba aymanv! (yithh pạtthụ̄ tohyhi ḥkm krnh āv kh mṣybtn andr gczihh ṣbr krun yuthnh be ṣbry krnụ̄ manʿ spdi tohyhi flaḥi ạkhrt nishhi, yithe pạtthụ̄ chhuv tohyhi ḥkm yivan krnh kh nʿmtn andr mah ạsiv bvddith gczhan kyazi nʿmtne andr bvddith gczihth khdays nishhi gạfl spdun, yithi chhu manʿ spdan ạkhrtuk flaḥ ḥạṣl krnh nishhi, lhādha gczihh tuhund khyal thavun kh tuhnz bʿẓe znanh byyhi bʿẓe avlad chhi tuhndụ̄ dshmn, pas rvuziv tvhụ̄ timn nishhi hvshyar, tihndyn tithyn ḥkmn th frmạyshn petth mah kriv ʿml, bsa avqat chhu ansan znann th avladn hndis mḥbts andr grftar gczihth khdays th khdae sndyn ḥkmn mshravan, tihndyn tʿlqatn hndi sbbh varyahn gnahn hund mrtkb spdan yymhi sbbh suh varyahv chyzv nishhi mḥrvm chhu spdan, znann th avladn hnz frmạyshhi th nazbrdạriyhi chhanh mrds sokhe divan, athụ̄ fkri andr rvznh sintụ̄ chhunh tas ạkhrt czytse pyvan, yhi kth chhe ẓạhr kh yuth ʿīal th aamhi qsmkụ̄ shurụ̄ bạcz yim yithhi nqṣani ʿẓymuk sbb bnn.) yim chihnh ḥqyqts andr dvst vanns szavar blkh chhi tim bdtryn dshmn, yihnzi dshmny hund chhunh kunhi vqth aḥsas thi spdan, tmy mokhh frmvv Allah tʿālyā hn kh amhi qsmh kyn dshmnn nishhi rvuziv hvshyar. (suh ṭryqh mah kriv akhtyar yymyuk ntyjhi yhi nyri kh tvhụ̄ kriv tihnd dnya v ạkhrt snbalnh khạṭr pnun dyn v ạkhrt brbad mgr aamyuk mṭlb chhunh kh dnyahs andr chhe sare znanh th sạry avlad aamy qsmkụ̄ āsan blkh chhi varyah znanh th avlad yim pnnyn khavndn th malyn chhi dyn chn kamyn andr mʿīn v mddgar bnan. Vonụ̄ hrgah timv tohyhi sintụ̄ dshmny kr, dyny ya dnyạvy kanhh nqṣanah vatnvv, tmyuk ntyjh gczihh nh yhi nyrun kh tvhụ̄ spdiv timn antqam hyns drpe, timn petth hyyiv tvhụ̄ kanhh skhtyah shrvʿ krnụ̄ yymhi sintụ̄ dnyahuk nẓam drhm brhm spdi) blkh yyiczhn tohyhi pilhi tyiczhn gczihh tuhnz ʿqlhi kạm hyth tihndyn qṣvrn th khṭahn drguzr krun, tihnz kvtạhyhi mʿāf krnhi, yuth slvk timn sintụ̄ vrtavnh sbbh kri Allah tʿālyā tuhndyn gnahn mghfrt tuhndis ḥals petth kri rḥm kyazi suh chhu setthah mghfrt krvun setthah rḥm krvun."
  },
  {
    "verse_id": 15,
    "translation": "Tuhund mal th tuhndụ̄ avlad chhi tuhndi āzmạyshhi khạṭr aakh chyzah yuth asụ̄ vuchhv kh kus chuh mal v avladn hnzi fkri mnz bvddith khdae sndụ̄ ḥkm mshravan kus chhu yad thavan, yus shkhṣ mal v avlad ạsith aḥkami khdavndy chhu yad thavan, thndi khạṭr chhu Allah tʿālyā has nishhi ajri ʿẓym yʿny bdd mvzvurụ̄."
  },
  {
    "verse_id": 16,
    "translation": "Yimh sare kthh bvuzith khocziv Allah tʿālyā has yvut hykiv th tyvut byyhi bvuziv thndụ̄ ḥkm varh pạtthụ̄, tvpth mạniv tim ḥkm byyhi kriv mal khrch timn jayn andr yimn mnz khrch krnuk ḥkm avv krnh yiy chhu tuhndi ḥqh bhtr. Yus akahh nfsạny ḥirṣh nishhi mḥfvẓ thavnh āv tamy qsmkụ̄ lvukh chhi ạkhrts andr rsth gạry th flaḥ ḥạṣl krvunụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Hrgah tvhụ̄ Allah tʿālyā hs qrẓ diyiv rtụ̄ ṭryqh yʿny khlvṣ san, suh rvzi tath andr tuhndi khạṭr zyadty )huryr( kran byyhi kri tohyhi gnahn mghfrt. Allah tʿālyā chhu setthah qdrdan kh rcz ʿmlh chhu qbvl kran, suh chhu tḥml th czydd krvun, nafrmanyn th ychh ʿmln petth chuhnh sinty rttan th grftar kran."
  },
  {
    "verse_id": 18,
    "translation": "Suh chuh pvushydh th nanhi ʿmlh zanh vun, zbrdst chuh setthah ḥkmt vvl chhu."
  }
]