[
  {
    "verse_id": 1,
    "translation": "Ae pyghmbri bzrg tvhụ̄ frmạviv lvukn kh yylhi tvhụ̄ timn znann ṭlaq divan ạsiv yimn sintụ̄ tohyhi khlvti ṣḥyḥah kvrmut āsyv, pas diyiv timn ṭlaq ḥyẓ kh zmanh brvntth ṭuhrs andr, byyhi thạviv ṭlaq dinh pth yad ʿdt yʿny mrd th znanh thạvin ʿdtuk ḥsab yad. (vaaaḥṣuva frmvvukh baṣyghh jmʿ mdhkr aamy mokhh kh znann chhe spdan akthr ghflt, lhādha gczihh mrdn hund thi aamyuk khyal thavun.) byyhi khvcziv Allah tʿālyā hs yus tuhund prvrdigar chhu. (thndyn ḥkmn mah ạsiv khlaf vrzy kran, aikh vatth mah ạsiv tre ṭlaq divan, ḥyẓ kis ḥals andr mah ạsiv ṭlaq divan, yimv chyzv nishhi chhe ḥdyth shryfs mnz mmanʿt frmạvmcz ḥẓrti rsvli krymv.) byyhi mah ạsyvukh timh znanh timv ghrv andrh nybr kddan yimn mnz timh bsan āsn. (kyazi ṭlaq dinh āmczi znanhi bsnh khạṭr jae dinụ̄ chhu vạjb, tithe pạtthụ̄ ythh pạtthụ̄ mankvḥah znanhi hndi khạṭr chhu, nah gczihh timn znann hund panh nyrun timav ghrv andrh kyazi timn bsnh khạṭr dinụ̄, yhi chhunh ḥqu alʿbdy yvt blkh chhu yhi ḥqu alshrḥ thi. Suh hykhi nh sạqiṭ spdith tmụ̄ sndi rẓamndy sintụ̄.) mgr aamhi qsmchhi znanh agr kunhi nanhi be ḥyạʿy mrtkb spdn mthlaan bdkạry krn ya czvur krn tth ṣvurtas andr yin timh kddnh bṭvri sza. (bʿẓe ʿlmahn nishhi chhu kh hrgah zban drạzy byyhi prth vqth har th qẓyhi laghi tylhi thi chhu jạyz so znanh ghr mnz nybr kddnụ̄.) yim sạry chyz chhi khdae sndụ̄ mqrr krmtụ̄ aḥkam, yus akahh khdae sndyv aḥkamv nishhi tjavuz kri tmụ̄ kvr be shk pnnis pans petth ẓlm yʿny suh spud gnhgar. (amhi pth chhu Allah tʿālyā trghyb divan kh ṭlaqv mnz chhu ṭlaqi rjʿī bhtr.) cze chhe nh khbr ae ṭlaq divunhi shayd Allah tʿālyā ma kri aamhi ṭlaq dinh pth kanhh nv ktahh chạnis dils mnz pạd yʿny czh maa spdkh ṭlaq dinh pth nạdm th pshyman. (pas hrgah cze ṭlaqi rjʿī diytmut āsyth tth andr hykhi aath ʿlaj bnith byyhi rjvʿ krnh yith.)"
  },
  {
    "verse_id": 2,
    "translation": "Pas yylhi timh znanh yimn ṭlaqi rjʿī dinh āmut āshi pnun ʿdt vbrns nzdyk vatn tmhi saʿth chhu tohyhi don kthn hund akhtyar, ya rttyvukh timh baqaʿdh rjʿt krith pnnis nkaḥs andr ya trạviyvukh qạʿdh mvjvb yalh yʿny ʿdt vbrns tanụ̄ mah kriv timn kun rjʿt. (tryyum ṣvrt mah kriv kh tohyhi āsyv nh so bsavns ghrẓ, khvamkhvah tklyf dinh khạṭr tmụ̄ snz ʿdt zytthravnh khạṭr kriv tmis sintụ̄ rjʿt. Naḥq kạnshi aydha diyun thi chhunh mnạsb tth chhu khdae be zar.) yhi kynczhah tvhụ̄ kriv pans nishhi rttnh andrh ya ylh travnh andrh tth thạviyvukh pnnyv andrh zh mʿtbr shkhṣ shạhd th gvah yuth nh āʿndh kunhi kthhi petth akhlaf pạd spdi. Ae gvahv hrgah gvahy dinch ẓrvrt pyyhi, tvhụ̄ diyzyv pz pz gvạhy khdae sndi khạṭr kạnshi hund ṭrf krnh vrạe. Yymhi mẓmvnh sintụ̄ chhe nṣyḥt krnh yivan tas shkhṣs yas pvur pczh āshi kunis khdae snz, byyhi āsys yqyn ptimhi dohuk yʿny qyamtuk. (kyazi ayman vrạe chhunh suh nṣyḥtuk fạydh hykan tulith agrchh nṣyḥt chhe sarine hindi khạṭr. Brvntth yus ḥkm tqvyā hs mtʿlq byan krnh āv vonụ̄ chhi tth mtʿlq aḥkamn drmyan fẓạyl byan yivan krnh, godniyuk fẓylt gvv) yus shkhṣ Allah tʿālyā hs khoczi, Allah tʿālyā chhu thndi khạṭr mẓratv nishhi njat lbnch ṣvrt pạdh kran."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chhu tqvyā kh brkth tas rzq vatnavan ticzihh jayhi yymyuk nh tas branth th gumane chhu āsan. Byyhi chhu aamhi tqvahuk aakh shakh tvkl tmich khạṣyt chhe, yus akahh Allah tʿālyā hs petth tvkl kri suh chhu tas aṣlaḥi muhmatn hndih khạṭr kạfy, suh chhu pnnhi kạfy āsnuk athri khaṣ ẓạhr kran aṣlaḥi muhmat krnh sintụ̄. Be shk Allah tʿālyā chhu pnnụ̄ kạm yithh pạtthụ̄ khosh krys tithh pạtthụ̄ pvur kran, tithe pạtthụ̄ chhu aṣlaḥi muhmat krnuk vqt th mvqvf thndis airads petth. Kyazi Allah tʿālyā hn chhu prth chyz khạṭr aakh andazh pnnis ʿlms andr mqrr kvrmut, tmy mvjvb chhu suh chyz ḥkmts mṭabq vaqʿ kran. (aamhi pth chhu Allah tʿālyā byyhi ṭlaq kyn aḥkamn mtʿlq tfṣyly byan frmavan.)"
  },
  {
    "verse_id": 4,
    "translation": "Tuhnzn ṭlaq dinh āmczn znann yimh zyadh vạnshi āsnh mokhh khvni ḥyẓ yinh nishhi na amyd āsn spzmacz, hrgah tohyhi tihndis ʿdts mnz shubh āshi )chnanchh shubh chhu avsmut yymhi sbbh prczhnh āv( tihnz ʿdt chhe tre ryth. Tithe pạtthụ̄ yimn znann nh na balgh āsnh mokhh vunhi khvni ḥyẓ yun shrvʿ spudmut āshi tihnz ʿdt thi chhe tre ryth. Byyhi yimh znanh ḥmlh vajinhi āsn tihnz ʿdt gyhi yvt tanụ̄ timh prsn, ḥmlh nishhi fargh spdn. Yus shkhṣ khdays khoczi tas kri Allah tʿālyā prth kamhi mnz āsạny dnya chhi kamhi thi, ạkhrt chhi kamhi thi."
  },
  {
    "verse_id": 5,
    "translation": "Yhi kynczhah byan krnh āv yhi chhu Allah tʿālyā sund ḥkm yus tmụ̄ tohyhi kun svuz, yus akahh yimn mʿāmlatn andr th byyan aḥkamn andr khdays khoczi Allah tʿālyā kri dvur tas nishhi tsndụ̄ gnah, bjv bjv skhtyav nishhi rachhs, byyhi krys ʿṭa bdd mvzvurụ̄ yʿny bddụ̄ bddụ̄ fạydh th nfʿ vatnavys."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi chhi ṭlaq dinh āmczn znann hndụ̄ tohyhi petth byyhi thi kynhh ḥqvq, suh gvv timn gczihh bsnh th rvznh khạṭr jae dinụ̄ pnnhi ṭaqth th vusʿth mvjvb, yythi tvhụ̄ bsan ạsiv ttụ̄ gczihh timn jae dinụ̄. (yʿny ʿdts andr chhe ṭlaq dinh āmczi znanhi jae dinụ̄ vạjb albth hrgah ṭlaqi bayn āshi dnh āmut, tylhi akụ̄se kutthis andr timn don hund rvzun chhunh jạyz blkh gczihh mnzh kynhh tthvr āsun ẓrvr.) byyhi mah vatnạviv timn tklyf bsnh kis mʿāmls andr timh tng krnh khạṭr. Byyhi hrgah timh ṭlaq dinh āmcz znanh ḥmlh vajinhi āsn tylhi kriv tihndi khynh chynh khạṭr timn petth khrch brdasht yvt tanụ̄ timh prsan, ḥmlh nishhi fargh spdn, hrgah timh znanh yimn tohyhi ṭlaq ditvu ʿdth pth tuhndyn shuryn )yim shurụ̄ timn brvntthue tuhundụ̄ āsn ya āsykh ʿdt khtm gmcz shurụ̄ zynh sintụ̄) dod dinụ̄ tuhndi khạṭr aujrtas petth, tvhụ̄ diyiv timn so aujrt yosh tvhụ̄ panh vạnụ̄ mqrr kriv, byyhi kriv aath aujrtas mtʿlq panh vạnụ̄ mshvrh mnasb ṭryqh, hrgah tvhụ̄ aakh akis petth tngy th skhty kriv tylhi chavi tas bchs dod byyhi kanhh znanh."
  },
  {
    "verse_id": 7,
    "translation": "Vusʿt vạlụ̄ krin amis shuris petth khrch pnnhi vsʿt mvjvb, vonụ̄ yymis tngy āmcz āshi krnh rzqs andr yʿny āmdny āsys km suh krin amis shuris petth khrch tmy mnz yhi tmis diytmut āshi Allah tʿālyā hn. Yʿny amyr shkhṣ krin khrch pnnhi ḥythyth mvjvb, fqyr kri khrch pnnhi ḥythyt mvjvb. Allah tʿālyā chhnh kạnshi shkhṣs tklyf divan mgr tamy mvjvb yhi tmis ʿṭa kvrun, (tng dst shkhṣh sund gczihh khyal krun kh hrgah bh amis znanhi petth khrch kr tylhi ma rvzym nh pans kihinụ̄.) Allah tʿālyā kri ʿnqryb skhty th tngy pth vsʿt th āsạny."
  },
  {
    "verse_id": 8,
    "translation": "Varyahn bsty yan th shhrn hndyv lvukv kr nafrmạny pnnis prvrdigar sndis ḥkms byyhi khdae sndyn pyghmbr hndis ḥukms, ps hyvt aashi tihnzn ʿmln hund skht ḥsab yʿny tihnzav kfrchv kamyv andrh kr nh aashi kanhh kạmah timn mʿāf blkh kvr sarine kamyn petth sza tjvyz blkh kvr aashi timn suh ʿdhab yus nh timav vuchhmute avs."
  },
  {
    "verse_id": 9,
    "translation": "Ps czuh timv pnnyn ychh ʿmln hndi vbaluk mzh, byyhi avs tihnzi kamhi hund anjam tavan th nqṣan, (yhi gvkh dnyahs andr.)"
  },
  {
    "verse_id": 10,
    "translation": "Amhi ʿlavh chhu Allah tʿālyā hn tihndi khạṭr tyar thvvmut ạkhrts andr skht ʿdhab. Vonụ̄ yylhi nafrmạny hund ʿdhab bvuzv pas khocziv Allah tʿālyā hs ae ʿqlhi valyv yimv ayman avnmut chhuv. Kyazi ayman thi chhu athụ̄ mngan, khdays khoczun gvv kh thnz kriv frman brdạry, aṭaʿt v frman brdạry hnz ṭryq havnh khạṭr. Svuz Allah tʿālyā hn tohyhi kun aakh nṣyḥt namah."
  },
  {
    "verse_id": 11,
    "translation": "Suh nṣyḥt namh hyth svuzun aakh jlylu alqdr pyghmbrah, yus pran th bvznavan chhu tohyhi Allah tʿālyā sndụ̄ āyat vyczhnạvith. Yuth suh pyghmbri brḥq timn lvukn yimv ayman avn th rcz ʿmlh krykh kfr th jhlh chv tạrykyv mnz kddi ayman th ʿlm v ʿmlh hndis nvurs kun, yus aakahh pczh kri khdays byyhi kri rcz ʿmlh Allah tʿālyā vatnavi tas jnth kyn timn baghn mnz yimav bvnụ̄ kinụ̄ kamh kamh jvyhi th kolh āsn pkan, timne jntn mnz rvzn tim hmyshh abdu alābad. Be shk Allah tʿālyā hn diyut tas rut rzqah hmyshh pvshhi vun."
  },
  {
    "verse_id": 12,
    "translation": "Allah tʿālyā gvv suh mʿbvdi brḥq yymụ̄ sth āsman pạdh krụ̄ byyhi krin tihndy pạtthụ̄ sth zmyn. (chnanchh ṣḥyḥ trmdhy yas mnz chhu ḥdyth shryf kh akis zmyns tl chhu byakh zmyn, tth tl chhu tryyum zmyn, yithe pạtthụ̄ chhi akh akis tl sth zmyn.) Allah tʿālyā sndụ̄ aḥkami tklyfyh th tkvynyh chhi yimn stn āsmann th stn zmynn mnz nạzil spdan. Yuth tohyhi mʿlvm spdi kh Allah tʿālyā chhu prth chyzs petth qdrt vvl byyhi chhu Allah tʿālyā prth chyzs aiḥaṭh krith pnnhi ʿlmh sintụ̄, aath kun nẓr krith chhu vạjb Allah tʿālyā hs aṭaʿt th frman brdạry krnụ̄."
  }
]