[
  {
    "verse_id": 1,
    "translation": "Ae bddi pyghmbr! Tvhụ̄ kyaz ḥẓ chhiv qasm hạvith pans petth suh chyz ḥram kran yus chyz Allah tʿālyā hn tuhndi khạṭr ḥlal kvrmut chhu? Tamy chhiv kran pnnyn bạczn hnz rẓamndy th khoshnvdy ḥạṣl krnh khạṭr. (agrchh kunhi mbaḥ chyzuk trk krun chhu mubaḥ tvpth tth trki mbaḥs tạkyd krun qasmh sintụ̄ tithi chhu mbaḥ, mgr khlafi avlyā chuh ẓrvr khṣvṣaan yylhi tmyuk mvjb th bạʿth āshi mʿmvly th ghyr ẓrvry aakh chyzah suh gvv ghrikyn bạczn hnz khoshnvdy th rẓamndy ḥạṣl krnụ̄,) Allah tʿālyā chhu bkhshn har, suh chhu gnahs tanụ̄ thi bkhshạʿsh th mʿāf kran. (tohyhi nishhi spud nh kanhh gnah thi ṣạdr, yhi chhunh tohyhi petth kanhh ʿiitab blkh chhu aath kun tohyhi akhi qsmh tvjh yivan dinh shfqt v rfaqt mvjvub. Tohyhi chhuv vannh yivan kh tohyhi kyazi ḥẓ trvvh suh chyz yus mubaḥ avs tuhndi khạṭr, yhi tklyf kyazi hyvtvu, tth sintụ̄ hvvvu tohyhi aath petth qasm, lhādha diyiv qasmch kfart tvpth kriv byyhi manchh astʿmal.)"
  },
  {
    "verse_id": 2,
    "translation": "Allah tʿālyā hn chhe mqrr krmcz tuhnd qasm mshravnch yʿny qasm puhttravnh pth tamich kfart dinch ṭryq, (suh gvv dhn mskynn ṭʿām diyun ya ghlam ya knyz āzad karnụ̄ ya tryn dohn rvzh dar rvzun.) Allah tʿālyā chuh tuhund dvst, sue chuh svrue zanh vun, sue chhu setthah ḥikmth vvl, (tamy ʿlm v ḥkmt sintụ̄ chhu tuhnz mṣlḥcz th ẓrvrtkụ̄ chyz zạnith tuhnz varyah dshvạriyhi āsan krnch ṭryq byan kran. Chnanchhi qasmch kfart dinuk ḥkm krnh sintụ̄ kr tmụ̄ qasmchhi pabndy hund tklyf dvur.)"
  },
  {
    "verse_id": 3,
    "translation": "Ae azvaji ṭahratv! Suh vqt chhu yad krns qạbl yylhi nby krym ṣly Allah ʿlyh v slmv pnnis akis bạczs sintụ̄ sir ktahh aakh frmavyyhi, (so kth ạs yhe bh khymh nh azkhi petthh manchh mgr yuth nh czh yhi kth kạnshi nishhi bavkh,) tmhi pth yylhi tmhi dyd ṣạbhi bvv suh sir byyan azvaji ṭahratn nishhi, Allah tʿālyā hn nnirvv suh mʿāmlh nby kryms, nby krym ṣly Allah ʿlyh v slmv frmvv tmis sir fash krvunhi dyd ṣạbhi kh cze chhath yhi myạnụ̄ sir kth byyan nishhi vatnạvmcz. (mgr add kth krkh byan aajhi kthhi nishhi kvrukh aʿraẓ tamyuk kvrukh nh kynhh byan, yhi gvv ghayt drjuk krm tihund kh pnnis ḥukms khlaf krns petth yylhi shkayt krkh pnnyn bạczn hnz, svrue kvrukh nh byan blkh krkh tamhi mnz moyhi hana byan yuthnh timn zyadh shrmndgy pạd spdi.) aadh yylhi nby krymn tas so kth frmạv, so gyhi ḥyran, tamhi kvrukh ʿrẓ tohyhi kmụ̄ ḥẓ dvpvu me kya bvv tuhund sir byyhi kạnshi nishhi? (timn gyhi rae ḥẓrt ʿāʿshh ne ma āshi yimn vvnmut) tmav frmvvus me kr khbr Allah tʿālyā hn yus bvdd zann vvl chhu yas sarichy pvur khbr chhe. (yhi āv vannh azvaji ṭahratn yuth timh āʿndh aamhi qsmchhi czoyhi krnh nishhi pth rvzn, byyhi krn tvbh yymyuk timn yymhi pth āyati krymn andr ḥukm chhu yivan krnh.)"
  },
  {
    "verse_id": 4,
    "translation": "Ae nby krym snzv doshvyav ahlyv! (mrad chhu aamhi andrh ḥẓrt ʿāyshh byyhi ḥẓrt ḥfṣh) agr tvhụ̄ khdays brvnhh kanhi tvbh kriv thi chhu tuhndi khạṭr bhtr, kyazi tthụ̄ layq chhuv tohyhi kvrmut thi. (thi gvv yiy zi kh tuhund dl chhu yth kathhi kun mạyl spudmut kh nby krym ṣly Allah ʿlyh v slmn hund tvjh pihrhav asụ̄ byyan azvaji ṭahratv nishhi pans kun, tamy khạṭr chhv tvhụ̄ panh vạnụ̄ czoyhi kran. Agrchhi yth kun nẓr krith kh aamyuk sbb chhu tohyhi mḥbti rsvl tamy aʿtbarh avsnh yhi nakarh chyz mgr chvnkh amhi sintụ̄ chhe spdan byyan hnz ḥq tlfy byyhi chhu tihndi dl shkny hund baʿth spdan, aath kun nẓr krith chhu nakare, yymhi mokhh tohyhi pzi tvbh krun.) vonụ̄ hrgah tvhụ̄ doshve nby krym ṣly Allah ʿlyh v slmn mqablh pnnụ̄ karvạʿy jạry thạviv, yhi krns andr tohyhi andi nh kynhh thi kyazi tihund dvst chhu panh Allah tʿālyā byyhi jbryli amyn byyhi nykv kar mslman, tamhi ʿlavh chhi sạry mlạyk tihndụ̄ mddgar, (tuhnzv czoyav sintụ̄ vathi nh timn kanhh ẓrr th nqṣan blkh chhuv tohyhi pans aamyuk nqṣan kyazi yas ṣaḥbs yithụ̄ mddgar āsnụ̄, godd chhu bs timn akve bvdd mddgar, thndis mzaji mbarks th ṭbyʿti naznyns khlaf kanhh ḥrkt krnụ̄ tth kosh konde khshi tohyhi, tamyuk anjam chhu nnụ̄ pạtthụ̄ setthah ychh tuhndi khạṭrh. )ain Allah hv mavlāh( aath āyh kryms mnz yus vannh āv sarine rfyq suh chhu prth akis sintụ̄ alg alg mʿnyhi kinụ̄, Allah tʿālyā snz rfaqt gyhi ḥqyqy, jbryli amyn snz rfaqt gyhi yymhi mʿnyhi kh suh avs vasṭh fyvẓi alhāy vath navns andr, mlạykn hnz rfaqt gyhi anzali skynh, ba aymann hnz rfaqt gyhi tạbʿdạry th frman brdạry, bʿẓe slfi mufsrynv frmvv ṣalḥu almvmnyn andr chhi murad shykhyni jlylyn yʿny ḥẓrt abv bkr ṣdyq th ḥẓrt farvq aʿẓm vAllahu aʿlm, chvnkh bʿẓe rvaytn andr chhu aamiyuk sbbi nzvl be vaqʿāt āmtụ̄, timn rvaytn andr chhu āmut kh ḥẓrt ʿāʿshn th ḥẓrt ḥfṣhs vrạe thi chhe byyhi azvaji ṭahrat aath tḥryks mnz shạml āsmcz, ḥẓrt svdh, ḥẓrt ṣfyh vghyrh. Tmy mokhh kvrukh byan baṣyghh jmʿ kh ae sarive azvaji ṭahratv tohyhi mh rvuzinav yhi khyal kh mrds chhi znann hnz ẓrvrt lạzmy āsan th athụ̄ kun nẓr krith yin sạnụ̄ mṭalbat tslym krnh.)"
  },
  {
    "verse_id": 5,
    "translation": "Lhādha! Thạviv tvhụ̄ ae pyghmbri brḥq snzv aazvaji ṭahratv yhi kth yad kh hrgah yhi pyghmbr tohyhi sarine znann ṭlaq diyhi, Allah tʿālyā kri tohyhi bdl timn tuhndi khoth rcz znanh ʿṭa, yimh znanh mslman āsn, ba ayman āsn, frman brdar āsn, tvbh krvunhi āsn, ʿbadt krvunhi āsn, rvzh dar āsn, bʿẓe vorzh āsn, bʿẓe aanhrshhi āsn. (bʿẓ mṣlḥtn kun nẓr krith chhu znanh vorzh āsun thi mrghvb kyazi so chhe slyqh vajinụ̄ th tjrbh kar āsan, aamy āv ṣftn andr byan krnh.)"
  },
  {
    "verse_id": 6,
    "translation": "Ae ba aymanv! (yylhi ḥẓrti rsvli krym snzn azvaji ṭahratn thi kanhh charh chhunh ʿbadt th ʿml krnh vrạe, timn thi āv badhryʿh nby krym tblygh krnh, tohyhi thi chuh ḥkm yivan krnh kh tvhụ̄ thi ạsiv pnnis ʿīals tblygh kran, ʿīals tblygh krun chhu vạjb, prth mslmans chhu lạzim panh thi ʿml krnụ̄ pnun ʿīal thi ʿml krnavun, dyn chhi vathi petth annụ̄, var var fkri tarnh sintụ̄, mar dinh sintụ̄, vʿīdi shdyd bvznanh sintụ̄, khocznavnh sintụ̄, pyar krnh sintụ̄, ghrẓ prth ṭryqh gczhn tim smjhavnụ̄.) lhādha bchạviyvukh pnun pan th pnun ʿīal nari jhnm nishhi yath nars hurih hynh yiyhi lvukn th kanyv sintụ̄. Yimh kanhi cznyn hndụ̄ pạtthụ̄ dzan chhe. (pan bchavun gvv panh frman brdạry krnụ̄, ʿīal bchavun gvv tim gczhn khdae sund klam hychhnavnụ̄ byyhi timn aḥkamn petth ʿml krnavnụ̄) yath nars petth mqrr th mʿīn chhi krnh āmtụ̄ czkhyl, mẓbvṭ, ṭaqtvr mlạyk yim nh kunhi qsmh rḥm krvunụ̄ chhi, ya yimn sintụ̄ nh kanhh mqablh hykhi krith, yim nh akis dhrs brabr khdae snz nafrmạny kran chhi kunhi ḥukms andr. Yus ḥkm timn krnh yivan chhu, yus ḥkm Allah tʿālyā kran chhukh, tth chhi tim fvraan bja aanan, nh chhi tʿmyl krns andr susty th tạr kran, time mlạyk vatnavan kạfrn nari jhnms andr. (tmy vqth yiyhi timn vannh)"
  },
  {
    "verse_id": 7,
    "translation": "Ae kạfrv! Aaz mah kriv tvhụ̄ kunhi qsmuk ʿdhur pysh, kyazi tth chhuv nh fạydh kynhh thi, kyazi tohyhi chhuv tamhi kue sza yivan dinh yhi tvhụ̄ kran ạsvi dnyahs andr. (aamhi pth chhu byan yivan krnh aamhi nari jhnm nishhi bchnch kya ṣvrt chhe, tiy vniv tvhụ̄ pnnis ahl v ʿīals.)"
  },
  {
    "verse_id": 8,
    "translation": "Ae ba aymanv! Tvhụ̄ kriv khdays burvntthh kanhi pvz tvbh. (yʿny dils mnz hyyiv pvr th kạml ndamt timn gnahn petth yim az tam krimtụ̄ chhiv, āʿndh kriv pkhth ʿzm gnah travns petth.) aamhi tvbh khi brkth amyd chhe yʿny vʿdh chhu tuhnd prvrdigar kri tuhndyn gnahn ʿfv byyhi vatnavi tohyhi jnth kyn timn baghn andr yimav bnụ̄ kinụ̄ kolh th jvyhi pkan āsn. Yhi gvv tamy doh yymụ̄ doh Allah tʿālyā ʿzt diyhi nby kryms byyhi timn lvukn yimv ayman avn timn sintụ̄. Yymhi saʿth mydani ḥshr pth puli ṣraṭ petthụ̄ tim ba ayman trun hyn, timn ba aymann āshi nvur pnun dvran timn brvuntthụ̄ kinụ̄ th byyhi timn dchhinụ̄ kinụ̄ thi. Dʿā āsn kran, ae sanhi prvrdgar! Sanhi khạṭr pvshnavun yhi nvur svn yuthnh yhi vathi mnze czhyth gczihh, byyhi kr aashi mghfrt byshk cz chhukh prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 9,
    "translation": "Ae nby krym! Jhad kriv kạfrn sintụ̄ slaḥ v samanh sintụ̄. Byyhi kriv mnạfqn sintụ̄ jhad zyvi sintụ̄ dlylv sintụ̄. Byyhi kriv timn petth skhty dnyahs andr. Kyazi tim chhi tthụ̄ mustḥq th szavar, ạkhrts andr chhe tihnz jae nari jhnm, so chhe setthah ychh jae tihndi rvznh khạṭr."
  },
  {
    "verse_id": 10,
    "translation": "Allah tʿālyā hn frmạv aakh mthal kạfrn hndi ʿbrt khạṭr nvḥ snzi ghr vajnhi hnz byyhi lvṭ snzi ghr vajnhi hnz, timh doshve znanh āsh sanyv bndv andrh khaṣ don nykv kar bndn hndis nikaḥs tl, timv doshviyv znanv kvr timn doshvunụ̄ ṣaḥbn hund ḥq ẓaʿʿ. (kyazi tihnz krkh nh frman brdạry th tạbʿdạry, timh doshve znanh āsh mnafq. Bẓạhr āsh timn sintụ̄ lykn dilh sintụ̄ āsh kạfrn sintụ̄.) ps āe nh tim doshve nyk bndh kynhh bkar Allah tʿālyā has brvntth kanhi timn don znann. Chnanchh timn doshvunụ̄ znann āv ḥkm krnh kfr sbbh acziv tvhụ̄ doshve ʿām kạfrn sintụ̄ nari jhnms andr. (don pyghmbrn sintụ̄ rshth āsnn ditukh nh kanhh fạydh.)"
  },
  {
    "verse_id": 11,
    "translation": "Byyhi frmạv Allah tʿālyā hn byakh mthal baaymann hndi tsly khạṭr frʿūn sndyn bạczn hnz, (ḥẓrt āsyh bnt mzaḥm snz yylhi timv dʿā kvr ʿām ḥalatn andr ya yylhi timv akis khaṣ ḥals andr dʿā kvr yymhi saʿth frʿūns mʿlvm spud tihndi baayman āsnuk. Tmụ̄ diyut ḥkm yhi kddyvun nnis taps, tvpth tthạsihvus athn khorn chhar mynkh, syns petth thạviyvus grttch bvnim knụ̄.) tthụ̄ ḥals andr mvng timv yhi dʿā, prvrdigara myanhi khạṭr kr bina jnts andr pnnis qurbs andr aakh ghrah. Byyhi di me njat frʿūn sindi shr nishhi, byyhi thnzav kfrchv kamyv nishhi, byyhi di me njat sarine ẓạlimn yʿny kạfrn hndi shr nishhi. (yylhi timv yhi dʿā mvng timn āv jnts andr suh pnun ghr havnh yymhi sintụ̄ nh timn suh tklyf bvzne āv.)"
  },
  {
    "verse_id": 12,
    "translation": "Byyhi chhu Allah tʿālyā hn mslmann hndi tsly khạṭr ḥẓrt mrym yosh ṣaḥbzady chhe ḥẓrt ʿmran snz mthal byan frmạvmcz yymhi pnun namvs th ʿṣmt ḥlal v ḥram doshvyv chyzv nishhi mḥfvẓ thạv, ps vatnvv aashi timn mnz pnun rvḥ yʿny ʿīsyā ʿlyh alslam. Byyhi kvr timv tṣdyq pnnis prvrdigar sndyn pyghamn yim timn nishhi mlạykn hndi dhryʿh vatnavnh āe. Byyhi kvr timav tṣdyq prvrdigar snzn ktabn yʿny tvrah v anjyls, byyhi ạs so vaqʿī aṭaʿt v frman brdạry krvunyv andrh."
  }
]