[
  {
    "verse_id": 1,
    "translation": "Suh prvrdigar chhu setthah ʿạly shan th brkt vvl ysndis qbẓs mnz chhe sạre padshạht th ḥkvmt, byyhi chhu suh prth chyzs petth qdrt vvl."
  },
  {
    "verse_id": 2,
    "translation": "Yymụ̄ prvrdigarn mrun th zndh rvzun pạdh kvr yuth suh tohyhi āzmạʿsh kri kh tohyhi andrh kus chhu rut ʿml krns andr, (mvts chhu dkhl rczi ʿmlhi andr yithh pạtthụ̄ kh mvtuk khyal thạvith chhu ansan dnyahs fạny zanan, mrnh pth byyhi zndh spdn kh aʿtqadh sintụ̄ chhu ạkhrts baqy zanan, byyhi chhu ạkhrtuk thvab ḥạṣl krnh khạṭr byyhi tthi kh ʿdhabh nishhi bchnh khạṭr mstʿd rvzan. Yithe pạtthụ̄ chhu ḥyats thi ʿml krns andr dkhl yymhi aʿtbar kh ḥyat ne āshi ʿml kth andr kri shkhṣ. Lhādha chhu ḥyat ʿmlhi hndi khạṭr bmnzlh ẓrf chvnkh mvt chhunh ʿdmi mḥẓ chyzah blkh chhu vjvdy, lhādha āv aath petth mkhlvq āsnuk ḥkm krnh.) byyhi chhu suh prvrdigar zbrdst th ghạlb, ychh ʿmln petth sza divun th sue chhu gnahn mghfrt krvun th drguzr krvun thi."
  },
  {
    "verse_id": 3,
    "translation": "Yymụ̄ prvrdigarn sth āsman pạdh krụ̄ aakh akis petth. Chnanchh (ḥdyth shryfs mnz chhu āmut, akh āsmans chhu byyis āsmans petthụ̄ kinụ̄, tamhi petthụ̄ knụ̄ chhu tryyum āsman, yithe pạtthụ̄ chhi siyd stvae āsman. Aakhi āsmanh petthh chhe byyis āsmans tanụ̄ panczn hatn vriyn hnz msaft,) ae āsmans kun vuchhvnhi! Czh lbkh nh ḥẓrti rḥman snzi aath kạrygry th ṣnʿts andr kunhi qsmuk khll th nqṣan. Yus chyz yuth shvubhi he suh kvrun tiythue pạdh. Bila taml āsyth cze varyahhi pihri aath kun nẓr diczmcz, vonụ̄ dith czh taml san byyhi aakh nẓrah aath kun, cze chhuyhi bvznh yivan aath mnz kanhh khllah, phrattah, phchrah ya rumah?"
  },
  {
    "verse_id": 4,
    "translation": "Tvpth dithi pihyrụ̄ pihyrụ̄ nẓrah kanhh rkhnah th ʿạbah tlash krnh khạṭr mgr kynhh thi andiy nh, ạkhr kar yiyhi nẓr cze kun pvt phyrith dakh zad gczith th lvusith."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi chih sanhi qdrtch bdd dlyl kh aashi diyut zynt th lhlav nkhh tl kis āsmans czangyv yʿny starv sintụ̄, byyhi krụ̄ aashi tim starh knhi shyṭann (yim mlạykn hnzn kthn kn dinhi khsan ạsụ̄) dfʿ th dvur krnh khạṭr, byyhi chhi aamhi ʿlavh ạkhrts andr tihndi kfr sbbh tihndi khạṭr tyar thvvmut jhnmuk ʿdhab."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi yim lvukh pnnis prvrdigar sndis kun āsns ankar kran chhi tihndi khạṭrh thi chhu dvzkhuk ʿdhab, so chhe setthah ychh jae."
  },
  {
    "verse_id": 7,
    "translation": "Yylhi tim lvukh tth mnz travnh yin tim bvzn tamich aakh skht khvfnak krykahh darḥalte kh so āshi garzan th groth groth kran."
  },
  {
    "verse_id": 8,
    "translation": "So āshi tithh pạtthụ̄ jvsh maran kh mʿlvm āshi spdan kh vunụ̄ nath vunụ̄ ma pahtthi czkhhi sintụ̄ yosh tas āshi mshrkn th kạfrn hnz, yylhi yylhi tth jhnms mnz travnh āshi yivan kạfrn hnz aakh jmaʿtahh timn āsn prczhan tmikụ̄ darvghh, kya tohyhi nishhi vaczvna kanhh byim krvun pyghmbrah yymụ̄ tohyhi byim āsie kvrmut yymhi nari jhnmuk? (yhi sval āsn tim timn kran bṭvri zjr v tvbykh.)"
  },
  {
    "verse_id": 9,
    "translation": "Tim kạfr dpnkh, vaqʿī āyvv aashi nishhi khvcznavun pyghmbr! Mgr shhmth nh karh zạnụ̄ aashi tim aapziyạrụ̄, aashi dvp timn pyghmbrn kh Allah tʿālyā hn chhunh nạzile kvrmut az qsmi ktab ya aḥkam kynhh, tvhụ̄ chhiv bjhi ghlṭy andr pymtụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi vnn tim kạfr jhnm kyn darvghn hrgah aashi pyghmbrn hund vanun bvuzmut āsihe, fkri tvrmut āsihe, asụ̄ kthi āshv tylhi shạml dvzkh kyn lvukn sintụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Ps krn tim pnnhi jurmuk aqrar, ps bvvin lʿnt jhnm kyn lvukn."
  },
  {
    "verse_id": 12,
    "translation": "Pzụ̄ pạthụ̄ yim lvukh pnnis prvrdigars vuchhnh vrạe khoczith ayman v aṭaʿt akhtyar krn, tihndi khạṭr chhu bvdd mghfrt th bdd mvzurụ̄ mqrr krnh āmcz."
  },
  {
    "verse_id": 13,
    "translation": "Ae lvukv! Tvhụ̄ lothi pạtthụ̄ kthh kritv ya bddi bddi kritv tas chhe sarine chyzn hnz khbr, kyazi suh chhu diln hnz kthh tanụ̄ pvur zanan."
  },
  {
    "verse_id": 14,
    "translation": "Kya suh prvrdigar yymụ̄ yhi ansan pạd kvr gvczh na zanun tmụ̄ sund svrue ḥal, sue chhu sạry pvushydh chyz zanh vun, sue chhu pvur bakhbr."
  },
  {
    "verse_id": 15,
    "translation": "Suh chhu tiythue mnʿm yymụ̄ tuhndi khạṭr kvr yhi zmyn āram th mskhr, suh chhu tuhndụ̄ sạry tṣrfat qbvl kran, pas pihyriv tvhụ̄ tamhi chn vatn andr tvpth khyyiv khdae sund suh rzq yus tmụ̄ aath zmyns andr pạd kvr rthi ṭryqh ḥạṣl krith mgr yymhi kthhi hund thạviv var khyal kh tsụ̄ kun chuh ptv lakh vatun dvbarh zndh spdith. (lhādha kriv thnzan nʿmtn hnz shkr gzạry ayman v aṭaʿt sintụ̄.)"
  },
  {
    "verse_id": 16,
    "translation": "Ae lvukv! Kya tvhụ̄ chhiv tas dhati paks nishhi sokahs andr be khvf spdmtụ̄? Yasund ḥkm th tṣrf chhu āsmann andr, suh kya valhi tohyhi qarvn sndụ̄ pạtthụ̄ zmyns tl, pas yiyhi tth zmyns binyul byyhi vothys natth, tvpth spdys taluk petth. (yʿny ae lvukv! Tvhụ̄ pihyriv th pkiv aath zmyns petth, khyyiv khdae sund rzq mgr mghrvr gczihth mah spdiv ghạfl thndi yad nishhi.)"
  },
  {
    "verse_id": 17,
    "translation": "Kinh tvhụ̄ lvukh chhiv be khvf th sokhs andr tas dhati paks nishhi? Ysund ḥkm th tṣrf chhu āsmann andr yymhi kathhi nishhi kh suh kya svzi tohyhi kun skht tyz vav (yth mnz kanhi phlụ̄ thi āsn qvmi ʿādkụ̄ pạtthụ̄ yymhi sintụ̄ tvhụ̄ thi hlak gczihv. Tuhndi kfr mvjvb gvczh tohyhi tiy bnun, vonụ̄ hrgah kunhi mṣlḥth sbbh tth mnz tạkhyr chhu spdan sridst tohyhi petth ʿdhab chhunh nạzl spdan.) mgr ʿnqryb tghi tohyhi zanun kh myvn byim krun th khocznavun ʿdhabh nishhi kiyuth avs."
  },
  {
    "verse_id": 18,
    "translation": "Be shk yimav lvukv yimn brvntth dyni ḥqs aapuz gnzrith ankar kvr, vuchhiv myvn ʿdhab kithh pạtthụ̄ spud timn petth vaqʿ. )āsmanch th zmynch dhkr krnh pth chhi byan kran, zmyn v āsmans drmyan yus fẓa chhu tth mnz thi chih myanhi kun āsnh chhi dlylh.)"
  },
  {
    "verse_id": 19,
    "translation": "Kya timv lvukv dicz na nẓr pans petth kun vuddvnyn janvrn kun yim pnnụ̄ pr mczrạvith vuddan chhi byyhi chhi par vttith thi vuddan? Doshvnụ̄ ḥaltn andr chhinh tim bavjvdi thql th gobyr āsnh kh pthr pyvan. Kanhh thi chhunh timn hvahs andr mʿlq thavan rḥmt vạlis khdays vrạe, be shk prth chyzs kun chhe tas nẓr. (yithh pạtthụ̄ khosh krys tithh pạtthụ̄ chhu tth mnz tṣrf kran. Vonụ̄ yylhi tohyhi bvuzv kh khdae sndụ̄ tṣrfat chhi prth chyzs andr.)"
  },
  {
    "verse_id": 20,
    "translation": "Vonụ̄ vnụ̄tv tvhụ̄ kh ḥẓrti rḥmans vrạe kus chhu tohyhi yus tohyhi lshkr bnith balayv th āftv nishhi njat dins andr mdd hykhi krith? Kạfr ym pnnyn mʿbvdani bạṭln nsbt yhi khyal thạvith chhi, tim chhi bialkl dvkhs mnz."
  },
  {
    "verse_id": 21,
    "translation": "Yithi vnụ̄tv tvhụ̄ lvukh kh suh kus shkhṣ chhu yus tohyhi rzq hykhi dith, hrgah Allah tʿālyā bnd kri tohyhi nishhi pnun rzq? (mgr ymn lvukn chhunh yimv kthv sintụ̄ thi kanhh athr spdan) blkh tim rvudụ̄ ddadd krith srkshy th czlns petth."
  },
  {
    "verse_id": 22,
    "translation": "Yhi kth bvuzith svunchiv varh, kya suh shkhṣ yas vathi hndi nas tras āsnh mokhh khvntụ̄ lgan āsn th suh āshi buthhi kinụ̄ pyvan pyvan pkan, suh chaha mnzli mqṣvds petth zyadh vath vun kinh suh shkhṣ chhu yus sydi th hmvar vathi petth āshi pkan? (yohe ḥal chhu ba aymans th kạfr sund. Ba ayman chhu pkan ṣraṭi mstqym petthụ̄ afraṭ v tfryṭ vrạe, kạfr chhu gmrạhy hndyv khorrv petthụ̄ pkan, yath andr jayhi jayhi khṭre chuhs, suh kya hykhi vạtith tath mnzli mqṣvds. Avtanụ̄ āsh tvḥyd chhi dlylh yimh nybrụ̄ nybrụ̄ chhe, aamhi pth chhe timh dlylh byan yivan krnh yimh ansans pans andr chhe.)"
  },
  {
    "verse_id": 23,
    "translation": "Tvhụ̄ frmạviyvukh ya rsvl Allah suh prvrdigar gvv sue qdrt vvl th nʿmcz ʿṭa krvun yymụ̄ tvhụ̄ pạdh krvi byyhi yymụ̄ bvznh khạṭr kan, vuchhnh khạṭr achh, zannh khạṭr dil ʿṭa kvr tohyhi. Yimn nʿmtn petth pzihe tohyhi setthah shkr dapun mgr tvhụ̄ chhiv setthah km shkr dpan. (yimn nʿmtn hund shkr gyvv kh yim ṭaqt th qvt gczhụ̄ astʿmal krnụ̄ timne jayn andr yimn mnz Allah tʿālyā sund rẓa āsihe th mgr thi kvrvu nh tohyhi.)"
  },
  {
    "verse_id": 24,
    "translation": "Tvhụ̄ frmạviyvukh yithi kh sue chhu suh prvrdigar yymụ̄ tvhụ̄ pạdh krith rve zmyns andr chhkrạvvi, tvpth yiyiv tvhụ̄ byyhi tsụ̄ nishhi jmʿ krnh th sombravnh, (yas nishhi ạvv tsụ̄ nishhi chhuv tohyhi byyhi vatun. Tohyhi avs lạzim kh tas nishhi gvczh nh akis dams thi ghạfl rvzun, prth vqth gvczh tohyhi fkr āsnụ̄ kh asụ̄ kya hyth gczhv pnnis mạlks nishhi, kamhi buthhi vatv tas nishhi aath chahny, kạfrn chhe nh amicz pczhe.)"
  },
  {
    "verse_id": 25,
    "translation": "Tim chhi dpan yhi qyamtuk vʿdh kr yiyhi lbnh hrgah tvhụ̄ pziyạrụ̄ chhiv."
  },
  {
    "verse_id": 26,
    "translation": "Tvhụ̄ frmạviyvukh jvab kh aamhi qyamt kh tʿīnuk ʿlm chhu khdayse yvt, bh chhus mḥẓ nnụ̄ pạtthụ̄ tuhndi khạṭr mstqbluk byim krvun."
  },
  {
    "verse_id": 27,
    "translation": "Pas yylhi hvlnak mstqbl yʿny suh ʿdhab yymyuk timn vʿdh thavnh chhu yivan vuchhn tim nkhh tl vatan. Tth kun nẓr pyvunue bigrn timn kạfrn hndụ̄ buthụ̄, shklh ddlnkh. Vnnh yiyakh yohe kya gvv suh ʿdhab yus tvhụ̄ jld czhanddan ạsvi."
  },
  {
    "verse_id": 28,
    "translation": "Tvhụ̄ frmạvyvukh ya rsvl Allah, ae kafrv! Tvhụ̄ vnụ̄tv hrgah Allah tʿālyā tuhnzi khvahshhi mvjvb me byyhi yim ba ayman me sintụ̄ chhi timn hlak kri ya hrgah suh sanhi amyd mvjvb th pnnhi vʿdh mvjvb aashi petth rḥm kri, doshvnụ̄ ḥaln hund kya athr chhu tohyhi petth? Tvhụ̄ hyyiv khbr pnny ḥalch tohyhi kya bnyvv yʿny kạfrn chhu bhr ḥal ʿdhabs grftar spdun timn kus hykhi moklạvith duvvad th dg tulh vunhi ʿdhab nishhi?"
  },
  {
    "verse_id": 29,
    "translation": "Tvhụ̄ frmạviyvukh ya rsvl Allah, yithi kh suh mʿbvdi brḥq chhu setthah rḥmth vvl, aashi chhe paczh krmcz ayman avnmut tsụ̄, ayman kh brkt diyhi suh aashi njat, byyhi chhi asụ̄ tsụ̄ petth aʿtmad th tvkl kran, (tmhi kh brkth spdav asụ̄ mqṣdn andr kamyab, aashi rachhhi suh ạkhrt kh ʿdhab nishhi th dnyakyv ḥạdithatv nishhi thi. Yylhi tvhụ̄ ʿdhabs grftar gczihv th asụ̄ rvzav tamhi ʿdhabh nishhi mḥfvẓ,) tamy saʿth spdi tohyhi mʿlvm kus chhu nanhi gmrạhy andr. (asụ̄ āsvh yus tvhụ̄ chihv khyal kran kinh tvhụ̄ ạsiv, yhi svn ʿqydh chhu.)"
  },
  {
    "verse_id": 30,
    "translation": "Tvhụ̄ frmạviyvukh ya rsvl Allah, yithi kh ae lvukv! Hrgah tuhund āb yus chshmv th kiyryv mnzh nyran chhu, yhi shrpith gczihh zmyns mnz, kiryrụ̄ th nag tuhndụ̄ gczhn khshk, aadh kus hykhi anith tohyhi ābi jạry? (ḥdyth shryfs mnz chhu āmut kh yus shkhṣ svrh mulk pri tvpth pri yhi āyh krymh )qul aaraʿaytum.......( suh prin )Allah yaatiynaa bih va huva rab alʿaaalmiyn( mgr yhi chhu prvunse prun, bvzvunyn nh kynhh, kyazi lfẓi ḥdyth chuh )man qaraʿa( yhi lfẓ chhunh )man samʿaa( aath kun nẓr krith chhu aimam se prun mqtdyan nh kynhh.)"
  }
]