[
  {
    "verse_id": 1,
    "translation": "Prvrdgarse chhu mʿlvm aamhi andr kya chhu murad. Qasm chhu qlmuk yymhi sintụ̄ mkhlvqatn hund tqdyr lvḥi mḥfvẓs petth lykhnh āmut chhu, (byyhi chhu qasm timn mlạykn hndi lykhnuk yim lvukn hnz ʿmlh lykhan chhi.)"
  },
  {
    "verse_id": 2,
    "translation": "Tvhụ̄ nah ḥẓ chhiv nh pnnis prvrdigar sndi fẓlh sintụ̄ mtụ̄ th dyvanh (yithh pạtthụ̄ tuhndi nbvtkụ̄ mnkir vanan chhi. Ghrẓ chhu kh tvhụ̄ chhiv nby brḥq shk v shbh vrạe.)"
  },
  {
    "verse_id": 3,
    "translation": "Be shk tuhndi khạṭr chhu lvukn tblyghi aḥkam krnh khạṭr lvukn hnzn ychh kthn petth ṣbr krnh khạṭr suh bvdd thvab yus nh zanhh vabrvun chuh."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi chhiv tvhụ̄ be shk rtyn khlqn hndis aʿlyā pymans petth pạd krnh āmtụ̄, (tuhnz prth kạm chhe aʿtdals petth, mjnvns kthi chhu āsan kamyn andr tvazun th aʿtdal. Dshmn tuhndụ̄ yim aamhi qsmh chhi kthh chih vnan tmyuk mh briv tvhụ̄ kanhh ghm.)"
  },
  {
    "verse_id": 5,
    "translation": "ʿnqryb vuchhiv tvhụ̄ ya rsvl Allah byyhi vuchhn tim thi,"
  },
  {
    "verse_id": 6,
    "translation": "Kh tohyhi andrh kus chhu mjnvn th dyvanh. (jnvnch ḥqyqt chhe ʿql zạyl gczhnụ̄, ʿqlhi hund ghayt chhu nfʿ v nqṣan fkri trun. Nfʿ v nqṣan gvv sue yus abdy āshi. Pas nanhi qyamtk doh timn tuhndyn dshmnn kh ʿạql th gattlụ̄ ạsụ̄ ba aymane yimv yhi nfʿii abdy ḥạṣl kvr. Mjnvn th dyvanh ạsụ̄ kạfr yʿny yime dshmn yim aamhi nfʿii abdy nishhi mḥrvm spdith ẓrr v nqṣani abdy ys mbtla spdụ̄.)"
  },
  {
    "verse_id": 7,
    "translation": "Be shk tuhnd prvrdigar chhu tas shkhṣs varh zanan yus thnzi vthi nishhi ddvl, sue chhu varh zanan syzi vathi petth pkvnyn. (lhādha diyhi sue prth kạnshi jza th sza. Vonụ̄ yylhi tohyhi spud mʿlvm kh tvhụ̄ chhiv pzis petth, tuhnd dshmn chih aapzis petth.)"
  },
  {
    "verse_id": 8,
    "translation": "Pas mḥẓ mạniv tvhụ̄ yimn mnkirn hinz kthh yithh pạtthụ̄ nh az tanụ̄ muvnvakh."
  },
  {
    "verse_id": 9,
    "translation": "Tim chhi yczhan tvhụ̄ gczihv nʿūdh bAllah pnnis frẓi mnṣby yas yʿny tblyghs but prsty hndis trdyds mnz tihndi rʿāyt khạṭr hna nrmy krnụ̄ tylhi krhn tim thi tuhndis mkhalfts andr nrmy."
  },
  {
    "verse_id": 10,
    "translation": "Tvhụ̄ mḥẓ mạniv tihnz kthh khṣvṣaan tithis shkhṣh snz kthh yus zyadh qasm havan āshi, yus pnnyv ychh ḥrktv mokhh khdays th lvukn nishhi be vqʿt th dhlyl āshi."
  },
  {
    "verse_id": 11,
    "translation": "Yus zurkhi th ṭʿnh divan āshi, yus vanavnụ̄ kran phyran āshi."
  },
  {
    "verse_id": 12,
    "translation": "Yus rczv kamyv nishhi lvukn pth rtth vun āshi, yus ḥd nishhi ddlh vun āshi, yus bdkar th gnhgar āshi."
  },
  {
    "verse_id": 13,
    "translation": "Yus bd mzaj th czkuhyl āshi. Yus aamhi sary ʿlavh vldu alzna thi āshi, (ghrẓ kh tvhụ̄ mah ḥẓ mạniv tihnz kthh.)"
  },
  {
    "verse_id": 14,
    "translation": "Yymhi mokhh kh suh kya āshi malh vvl th shurụ̄ gbr vvl (yʿny dnyahs andr āshi ṣaḥbi vjaht. Yithis shkhṣh snz kthh mannh nishhi chhi asụ̄ tohyhi mmanʿt kran yymhi mokhh kh yithis shkhṣh sund ʿādt chhu kh)"
  },
  {
    "verse_id": 15,
    "translation": "Yylhi tmis brvntthh knhi sạnụ̄ āyat prnh yivan chhi suh chuh vnan yim chhe be snd kthh yimh nql chhe āmcz krnh brvntthmiyn nishhi."
  },
  {
    "verse_id": 16,
    "translation": "Asụ̄ krv dagh ʿnqryb thnzi nsthi petth (yʿny qyamtuk doh krv asụ̄ thndi kfr sbbh thndis buthis th nsthi petth so ʿlamt yymhi sintụ̄ timn sạry lvukh prznavan āsn, tamhi sintụ̄ spdn tim varh dhlyl th rsva.)"
  },
  {
    "verse_id": 17,
    "translation": "Be shk aashi chih ymn mkh kyn lvukn āzmaysh krmcz samani ʿīsh dinh sintụ̄ yth petth tim mghrvr chhi. (asụ̄ vuchhv yim aannh ayman khdae sndis kun āsns kinh yim krn nashkry kfr v shrkh sintụ̄ yithh pạtthụ̄) aashi āzmạysh kr timn brvntth baghh valyn. (yhi avs aakh baghah ḥbshs mnz ya ymns mnz. Aamhi baghch ạs khbre mkh kyn lvukn. Timn baghh valyn hund qṣh chhu yithh pạtthụ̄ kh timn baghh valyn hund mvl avs pnnhi vqth aamhi bagh kh myvuk aakh bodd ḥṣh ghrybn th mskynn andr tqsym kran. Yylhi suh yymhi ʿālmh gvv, amụ̄ sndyv nychvyv dvp yhi svn mvl avs aḥmq th be ʿql kh yvut ḥṣh aamhi bagh kh āmdny hund avs mskynn divan. Hrgah yhi svrue myvh asụ̄ ghre aanv setthah fạydh vathi aashi. Chnanchh aath petth spdụ̄ yim mtfq.) yylhi timv panh vạnụ̄ qasm hvv kh ṣbḥs sulhi gczhv asụ̄ ẓrvr aamhi baghuk myvh czttnh khạṭr."
  },
  {
    "verse_id": 18,
    "translation": "Yithhi aʿtmad th vthvqh san vnikh yhi kth kh an shaʿ Allah prun thi gvkh mshith, (yylhi aamhi qsmch bdnyty spz yihndyn diln andr.)"
  },
  {
    "verse_id": 19,
    "translation": "Pas phyvur ashi rạtụ̄ mnzy aath baghs tihndis prvrdigar sndi ṭrfh aakh kunue vav phshah yth nar sintụ̄ avs, yymhi sintụ̄ yhi svrue bagh dzith gvv vunhi ạsụ̄ tim shvnghty."
  },
  {
    "verse_id": 20,
    "translation": "Pas spud suh bagh zn tth sạrise drvt avs vayinh āmut."
  },
  {
    "verse_id": 21,
    "translation": "Pas hyvt timav ṣbḥs nndri vvthith aakh akis ālav diyun."
  },
  {
    "verse_id": 22,
    "translation": "Vvthiv bayv vạtiv sulhi gri zmyns petth chuhve ghrẓ myvh czttnuk."
  },
  {
    "verse_id": 23,
    "translation": "Pas drae tim, panh vạnụ̄ ạsụ̄ lothi lothi kthh kran yuth nh kanhh bvzi."
  },
  {
    "verse_id": 24,
    "translation": "Yuth nh tohyhi nishhi aaz aath baghs andr kanhh mskyn th mḥtaj aczith hykhi."
  },
  {
    "verse_id": 25,
    "translation": "Ps drae tim pnnhi khyalh kạnshi nh dins petth qdrt vạlụ̄ zạnith, khyal avsukh aaz dimav nh asụ̄ kạnshi, svrue aanv pnnue ghr."
  },
  {
    "verse_id": 26,
    "translation": "Ps yylhi tvt vạtith tth petth nẓr pyyakh baghh kis aath ḥals petth, dpnhi lgụ̄ asụ̄ chhi lgmtụ̄ khbr kvt, aashi chhe vath rạvmcz, (kyazi yythi chhunh bagh vagh aashi nẓry yivan. Tvpth yylhi avr yvr nẓrah diczkh, mʿlvm spdukh yqynaan chhe yhi soe jae. Tmhi saʿth lgụ̄ vannhi)"
  },
  {
    "verse_id": 27,
    "translation": "Blkh chhi asụ̄ tmhi nʿmth nishhi mḥrvm spdmtụ̄."
  },
  {
    "verse_id": 28,
    "translation": "Timv andrh yus hanh jan phn ansan avs suh lvgkh dapnhi, me vnyv na tohyhi yiczh nyt mah kriv. (mskynn fqyrn dinh sintụ̄ chhe brkt bnan, aamy mokhh frmvv Allah tʿālyā hn ts jan ansan, tvpth dvpnkh vonụ̄ yhi sanhi bd nyty hndi shhmth aath bnun avs thi bnyvs) mgr vonụ̄ kvnh chhiv kran tvhụ̄ tvthi khdays kun tvbh, tsund yad krnh sintụ̄ tsbyḥ prnh sintụ̄ dyv aath gnahs aashi mʿāf kri suh, (aamhi khoth zyadh kanhh tklyfah aashi vathi nh.)"
  },
  {
    "verse_id": 29,
    "translation": "Chnanchh sarive hyvt prun tvbh kran kran, svn prvrdigar chhu mnzh th pak, asụ̄ chhi be shk pạnụ̄ pans ẓlm krvunụ̄, aashi kvr qṣvr."
  },
  {
    "verse_id": 30,
    "translation": "Ps phyrụ̄ addụ̄ addyn kun, aakh akis hyvtukh alzam diyun (yithh pạtthụ̄ ʿādt chhu lvukn hund kh kạm khrab gczihth chhi aakh akis ttholi divan, pans petth chhunh kanhh thi bvr hyvan.)"
  },
  {
    "verse_id": 31,
    "translation": "Tvpth lgụ̄ sạry mtfq spdith vnnhi kh afsvs vaqʿī ạsụ̄ asụ̄ sạry ḥd ddlh vunụ̄, (yhi chhunh aashi andrh akụ̄ sundue yvt khṭa blkh chhi asụ̄ sạry aath andr khṭa kar, chahavdạsy sintụ̄ nyrinh kiynhh thi, asụ̄ sạry krv yikh vatth tvbh.)"
  },
  {
    "verse_id": 32,
    "translation": "Shayd tvbh kh brkth ma kri svn prvrdigar aashi aamhi baghh bdl aamhi khoth rut baghah ʿṭa dnyahs andr ya ạkhrts andr. (aamhi andrh chhu spdan mʿlvm kh yim lvukh ạsụ̄ ba ayman, bkhlh sbbh spzkh bdnyty yymyuk sza yhi nqṣan tulukh mgr tvbh kh brkth kvrukh Allah tʿālyā hn dnyase andr aamyuk ʿūẓ ʿṭa. Chnanchh tfsyr rvḥu almʿāny andr chhu ʿbd Allah abn msʿūd sund qvl nql krnh āmut kh timn āv aamhi khoth rut bagh ʿṭa krnh. Allah tʿālyā chhu frmavan)"
  },
  {
    "verse_id": 33,
    "translation": "Yithe pạtthụ̄ chhu āsan svn ʿdhab, (aae mkh kyv kạfrv tvhụ̄ thi kya chhiv yithy ʿdhabkụ̄ mstḥq th szavar blkh aamhi khoth skht ʿdhabkụ̄ szavar kyazi yhi ʿdhab yymyuk dhkr krnh āv, yhi āv timn krnh mḥẓ akis mʿṣyts petth, tvhụ̄ chhiv kfr th shrk kran, tohyhi shvubhi aamhi khoth zyade.) ạkhrtuk ʿdhab chhu yymhi dnyakh ʿdhabh khoth setthah bvdd, kya rut avs hrgah yim kạfr aath kthhi varh zanhn."
  },
  {
    "verse_id": 34,
    "translation": "Be shk prhyzgarn hndi khạṭr chhi tihndis prvrdigars nishhi āsạʿsh hnd jnt yʿny jnts vatnuk sbb th dhryʿh chhu tqvyā th prhyzgạry. (kạfr th mshrik chhi aamhi nishhi ʿạry th khạly lhādha kithh pạtthụ̄ hykn tim jnts vạtith.)"
  },
  {
    "verse_id": 35,
    "translation": "Kya asụ̄ krvkhh frman brdar th nafrman brabr."
  },
  {
    "verse_id": 36,
    "translation": "Ae kạfrv tohyhi kya gvv, tvhụ̄ kmhi buthhi chhiv yhi fạṣlh pans petth divan."
  },
  {
    "verse_id": 37,
    "translation": "Kya tohyhi nishhi chha kanhh āsmany ktabah yth mnz tvhụ̄ pran chihv?"
  },
  {
    "verse_id": 38,
    "translation": "Be shk yth ktabhi mnz chhu lykhith tuhndi khạṭr suh chyz yus tohyhi psnd chhuv yʿny tth ktabhi mnz kya chhu lykhith kh ạkhrts andr kya yiyhi tohyhi ʿṭa krnh rcz mvzvurụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Kinh aashi petth chhi dhimh khtmtụ̄ kynhh qasm yim aashi tuhndi khạṭr hạymtụ̄ chhi, yim qasm qyamts tanụ̄ brabr baqy rvzvunụ̄ chhi, (yim nh phuttne zanhh, yim qasm yth kthhi petth havnh āmtụ̄ chhi kh) be shk tuhndi khạṭr chhi tim chyz ym chyz tohyhi pnnhi ḥqh fyṣlh kriyv yʿny thvab th jnt."
  },
  {
    "verse_id": 40,
    "translation": "Tvhụ̄ prczhụ̄tav ya rsvl Allah timn kh tohyhi andrh kus chhu aamyuk dhimh dar?"
  },
  {
    "verse_id": 41,
    "translation": "Kya tihndụ̄ tthhrạvimtụ̄ khdae sndụ̄ shryk chaha timn aamhi kthhi hndụ̄ dhmh dar kh timn kya banhi ạkhrts andr thvab th jnt, ps krin tim pysh timn shrykn hrgah tim pvz vnan chhi. (ghrẓ yylhi nh yhi kunhi āsmạny ktabhi andr thi chhu, nah chhu sanhi ṭarfh yimn aath petth kanhh vʿdh yus bamnzlh qasm āshe, nh chhu aamhi kthhi hund dhmh dar yimav andrh kanhh bnan, nh tihndyv shrykv andrh. Pas aamhi be bnyad kthhi hund dʿūyā krun th yhi vanun kh )layn rujʿtu alyā raby ain ly ʿiindah lalḥsnyā( yʿny hrgah bh khdays nishhi vatnavnh yimh, tas nishhi bnhi me rcz mvzvurụ̄, kạczah shrmnak kth chhe. Aamhi pth chhu Allah tʿālyā frmavan kh timn kạfrn kạczah rsvạʿy āshi qyamtuk doh.)"
  },
  {
    "verse_id": 42,
    "translation": "Suh doh thi chhu czyts pavns qạbl yymhi dvh gurozi hund tjly nniravnhi yiyhi tvpth yiyhi sarine lvukn sjds kun nad dinh. Yim kạfr dnyahs andr khdays kun naman ạsụ̄ nh yʿny nemaz pran ạsụ̄ nh tim hykn nh tamhi vqth sjde dith. (ḥdyth shryfs andr chhu kh Allah tʿālyā nniravi qyamtuk dvh pnnụ̄ guroz. Guroz nnravnh andrh chhu mrad kanhh khaṣ ṣftah yth kunhi mnasbt mokhh guroz āv vnnh, tth ḥdyth shryfs mnz chhu kh yhi tjly vuchhith din sạry mslman mrd th mslman znanh sjdh, yim dnyahs andr byyan havnh khạṭr sjdh divan ạsụ̄ tim hykn nh sjde dith, timn gczihh kmr shistrch ptt hyvu, tim hykn nh bon kun nmtihe. Yhi āshi aamhi tjly yuk athr kh mkhlṣ ba ayman spdn mẓṭr sjdh dins petth, riya kar th mnafq krhan sjdh dinuk aradh mgr qdrt lbn nh tim sjdh dins petth, kạfrn hnz chhanh kthe.)"
  },
  {
    "verse_id": 43,
    "translation": "Tihnz achh pyn shrmndgy sbbh bon kun, timn petth āshi dhlt th rsvạʿy valnh āmcz. Aamyuk vjh āshi yy kh yimn avs dnyahs andr sjds kun nad yivan dinh yʿny vnnh avsukh yivan kh ayman antv, mʿbvdi brḥq snz ʿbadt kritv, tim arụ̄ th drụ̄ ạsith ạsụ̄ nh khdae snz ʿbadt th bndgy kran. (yimn āsn qyamtuk dvh mkhtlf ḥalat, kunhi vqth āsnkh ghyrt ghạlb spdith achh hyvr kun drh lgan, th kunhi vqth āsnkh ghlbh ndamt v khjalt vizi bon kun pyvan.)"
  },
  {
    "verse_id": 44,
    "translation": "Tvhụ̄ trạviv me ya rsvl Allah byyhi timn lvukn yim yth klams yʿny qrāni mjyds aapuz gnzran chhi mvjvdh ḥalse petth, (tvhụ̄ mh banbriv yimn kvnh chhu jld ʿdhab krnh yivan,) asụ̄ chhikh tim vatnavan pavi pavi btdryj jhnms kun tamhi ṭryqh kh czynh ne nh tim kh kth blayhi kun chhi vatan."
  },
  {
    "verse_id": 45,
    "translation": "Srdst chhus bh timn mhlt divan be shk myvn tdbyr chhu setthah mẓbvṭ th mḥkm."
  },
  {
    "verse_id": 46,
    "translation": "(kvtah tʿjb chhu yimn hndis ankari nbvts petth) kya tvhụ̄ chhivh timn nishhi tblygh v dʿūt krns petth kynhh mvzvurụ̄ th ʿūẓ mngan? Pas kya chhi tim tmhi kise bars tl lgmtụ̄ th thvd chhinh hykan vvthith."
  },
  {
    "verse_id": 47,
    "translation": "Kinh timn nishhi chhu ghạbuk ʿlm suh mḥfvẓ thavnh khạṭr chhi tim suh lykhan? (yʿny yimn chaha khdae sndụ̄ aḥkam byyhi kunhi dhryʿh vatan, ta ayn kh yimn kya chahnh ẓrvrt tuhndi mtabʿt v pyrvy hnz. Yhi kth chhe ẓạhr kh yimav doyv kthv andrh chahnh timn nishhi kanhh kth. Vonụ̄ he yim tuhndis nbvts ankar kran chhi th kth binahs petth. Yylhi tohyhi mʿlvm spud ya rsvl Allah kh yim chih kfr sbbh mstḥqi ʿdhab, vonụ̄ yosh timn mhlt yivan chhe dinh so chhe aamy mokhh yuth nav tihnz brnh yiyhi, mqrr vqts petth spdn tim ẓrvr grftari ʿdhab.)"
  },
  {
    "verse_id": 48,
    "translation": "Pas kriv tvhụ̄ pnnis prvrdigar sndis aath tjvyzs petth ṣbr, dl tng spdns andr mah spdiv tvhụ̄ gaddi hnzi ydd andr aaczvunis pyghmbrs yvns ʿlyh alslams hiụ̄. (tim spdụ̄ dshmnn petth ʿdhab nạzl nh spdnh mokhh dl tng.) suh vqt thi pạviv czyts yylhi yvuns ʿlyh alslamn pnnis prvrdigars mvng duʿā yath ḥals mnz kh tim ạsụ̄ varyahn ghmn andr bddmtụ̄. Suh duʿā gvv )laa ailāh ala aanta subḥanka ainy kuntu mina alẓalimyn("
  },
  {
    "verse_id": 49,
    "translation": "Hrgah ne aḥsani khdavndy timn dstgyry krihe nath yihn travnh tthụ̄ ḥals andr yath ḥals andr gaddi hndi shikmh andr kddith mydans andr travnh āe ychh ṭryqs andr. (mgr Allah tʿālyā hn kvrukh tvbh qbvl, soe gyhi dstgyry krnụ̄. Tvbh qbvl krith avnnkh nh rvbh ajthạdy ghlṭy hund suh ās nhayt bdḥạly.)"
  },
  {
    "verse_id": 50,
    "translation": "Blkh krụ̄ tim pnnụ̄ prvrdigarn brgzydh, timn kvrun zyadh mrtbh ʿṭa, tim krin ṣalḥav andr. (aamhi andr chhu ghrẓ pnnhi ajthadh mvjvb ʿml krnụ̄ kvtah muẓr thạbt spud tihndi ḥqh. Yithe pạtthụ̄ mḥẓ kriv tvhụ̄ jldy kạfrn ʿdhab nạzl spdns andr blkh kriv tvhụ̄ ṣbr th tvkl. Tamiyuk phl th ntyjh nyri setthah rut.)"
  },
  {
    "verse_id": 51,
    "translation": "Yim kạfr yylhi yhi qrāni mjyd tuhndi zabani mubark bvzan chhi. Skht ʿdavt kh sbbh chhi tohyhi kun tithe pạtthụ̄ vuchhan zn achhve sintụ̄ khyth czhn hn, (tihnz achh lgnh sintụ̄ ma ddln th niyrith gczhn tuhndụ̄ pae mbark, tvhụ̄ yiyiv pthr layinh, shdti ʿdavth mokhh chih) tim tohyhi vnan nʿūdh bAllah mvt th dyvanh."
  },
  {
    "verse_id": 52,
    "translation": "(ḥalankh yhi qrāni mjyd yus tvhụ̄ timn pran chhiv) yhi chhu sary jhanh khạṭr bvdd nṣyḥt th vʿẓ."
  }
]