[
  {
    "verse_id": 1,
    "translation": "Qyamtuk vqt,"
  },
  {
    "verse_id": 2,
    "translation": "Suh qyamtuk vqt kya chhu?"
  },
  {
    "verse_id": 3,
    "translation": "Tohyhi kya chhe khbr suh qyamtuk vqt kvtah mshkl th hvlnak chhu?"
  },
  {
    "verse_id": 4,
    "translation": "Qvmi thmvdn th qvmi ʿādn zvn aapuz suh czyttvun doh, (yus doh āsmans th zmyns, zvunhi th āftabs kohn th baln cziyttith travi, byyhi kmn kmn skht chyzn ryzh ryzh th svur kri, tth dohs ankar krnh mokhh chhayhi khbr kya guzryvv yimn doshvnụ̄ qvmn.)"
  },
  {
    "verse_id": 5,
    "translation": "Ps āv qvmi thmvd galnh jbryli amyn snzi kuny krykhi sintụ̄, (tihnz lari jayhi āyhi alravnh th vsụ̄ pyyhi.)"
  },
  {
    "verse_id": 6,
    "translation": "Qvmi ʿād yus avs suh āv galnh skht th tyz vav sintụ̄ yus be qabv spudmut avs."
  },
  {
    "verse_id": 7,
    "translation": "Yus vav mslṭ krnh āv timn petth brabr stn ratn th ạtthn dohn pe dr pe, ae mkhạṭb hrgah cz tamhi vqth tth jayhi mvjvd āshkh cz vuchhhn suh qvm zmyns petth vsụ̄ pyvmut zan tim khokryn khzr kulyn hndụ̄ bnim ḥṣh ạsụ̄, qd blnd mokhh ākh khzr sintụ̄ tshbyh dinh."
  },
  {
    "verse_id": 8,
    "translation": "Ps chhuyhi cze ae mkhạṭb timv andrh kanhh dryntthụ̄ yivan yʿny timv andrh rvud nh aakh thi baqy. (tim āe mvulh monjhi ṣfḥh hsty nishhi nyst v nabvd krnh, tihund byvl tanụ̄ āv galnh.)"
  },
  {
    "verse_id": 9,
    "translation": "Yithe pạtthụ̄ āv frʿūn byyhi yim lvukh tas brvntth ạsụ̄ qvmi nvḥ byyhi qvmi lvuṭ yimn hnzn jayn th bstiyn tluk petth āv krnh, (bddụ̄ bddụ̄ qṣvr th jrm hyth yʿny kfr th shrk tamhi khạṭrh svuz ashi timn kun pnnụ̄ pyghmbr.)"
  },
  {
    "verse_id": 10,
    "translation": "Mgr timv kr tas pnnis khdae sndis pyghmbr snz nafrmạny. (kfr v shrkh nishhi rvudụ̄ nh pth byyhi kvrukh qyamts ankar) ps rttụ̄ tim Allah tʿālyā hn setthah skhty san. (timv andrh qvmi ʿād v thmvd, tihund qṣh āv byan krnh, qvmi lvṭuk thi āv ashartaan byan krnh, byyhi āv qvmi frʿūns mtʿlq thi varyahn āyh krymn andri th byan krnh, vonụ̄ chhu yivan byan krnh qvmi nvḥs mtʿlq.)"
  },
  {
    "verse_id": 11,
    "translation": "Yylhi nvḥ sndi vqth ābs yup khvt, ʿālm spud ghrq, (tahdyv kohv petthụ̄ kinụ̄ gvv āb cztjy gz,) tamhi saʿth khạrvi aashi tvhụ̄ navi andr. (yʿny tamhi vqtkụ̄ tuhndụ̄ ābav ajdad yim ba ayman ạsụ̄ kyazi timn njat bnun spud bạʿth tuhndi vjvuduk, timn ne njat bnhi he, tuhund vjvdue āsiha nh kunhi baqy, nafrman th kạfr phattvụ̄ aashi sạry.)"
  },
  {
    "verse_id": 12,
    "translation": "Takh yuth asụ̄ krvhvn yhi mʿāmlh tuhndi khạṭr aakh yad garah th ʿbrtuk sbbah byyhi yuth czyts thavvunụ̄ yuth vaqʿh pvur czyts thavan, (yʿny yuth lvukh yhi kth czyts thạvith timv nafrmanyv nishhi pth rvzn yimv sintụ̄ yiczhn blayn grftar chhi spdan. Yhi gvv avt tanụ̄ qyamt kyn mnkrn hund ḥal. Aamhi pth chuh byan yivan krnh qyamtkụ̄ hvlnak vaqʿāt v ḥalat.)"
  },
  {
    "verse_id": 13,
    "translation": "Tamhi pth yylhi pogs mnz yiyhi kunue phokh dinh yʿny goddnyuk phokh."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi yin zmyn th koh tamhi vqth thvd tulnh pnnhi jayhi nishhi ddalnh, ps yiyhi doshvnụ̄ ryzh ryzh krnh."
  },
  {
    "verse_id": 15,
    "translation": "Tmy doh kya spdi vaqʿ suh chyz yus spdvun āshi yʿny qyamt."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi puhtthi tamhi doh āsman, suh āshi tamhi doh hpyvmut lyvz th kmzvr spudmut, tmy spdns khnjhi th phratth."
  },
  {
    "verse_id": 17,
    "translation": "Tmhi vqth rvzn mlạyk āsman kyn knarn petth. (āsman phtthi mnz bag kinarh rvzns mvjvd. Yim vaqʿāt spdn gvddnikhi phokh sintụ̄. Aamhi pth yimn vaqʿātn hnz dhkr chhe tim spdn dvyimhi phokh sintụ̄,) byyhi tuln tuhnds prvrdgar sund ʿrsh pans petth tmhi doh ạtth mlk. (az chih tth tulith chvre malk, qyamtuk doh tuln tth ʿrshs ạtth mlk, time vatnavn ʿrshi mjyds mḥshrkis mydans andr, tvpth spdi ḥsab shrvʿ, tamiyuk byan chhu aamhi pth.)"
  },
  {
    "verse_id": 18,
    "translation": "Tamy doh yiyiv tvhụ̄ sạry pysh krnh khdays brvntth kun, tuhnz kanhh ktahh rvzi nh Allah tʿālyā hs nishhi khttith. (tvpth yin namh aʿmal vrran vrran dinh lvukn hndyn athn andr.)"
  },
  {
    "verse_id": 19,
    "translation": "Pas ymn namh aʿmal pnun dinh yiyhi dchhnis aaths kyth suh daphi khosh gczihth pans andụ̄ pkụ̄ lvukn, ha lvukv vliv priv myvn namh aʿmal."
  },
  {
    "verse_id": 20,
    "translation": "Me avs godd petthe aʿtqad th pczh kh me chhu ẓrvr pysh yinh vvl pnun ḥsab. (yʿny bh avsus aʿtqad th pczh thavan qyamtuk th ḥsabuk, tamhi kh brkth kr me Allah tʿālyā hn bdd mhrbạny.)"
  },
  {
    "verse_id": 21,
    "translation": "Pas vathi suh rtis ʿạshs andr."
  },
  {
    "verse_id": 22,
    "translation": "Yʿny thdis jnts andr."
  },
  {
    "verse_id": 23,
    "translation": "Yymikụ̄ myvh tyitụ̄ nkhh āsn kh prth ḥals andr yin tim astʿmal krnh, (yithh pạtthụ̄ timn khosh kri tithh pạtthụ̄. Vannh yiykh)"
  },
  {
    "verse_id": 24,
    "translation": "Khyyiv th chyyiv mzh krith, yhi chhu timn ʿmln hund bdlh yimh tvhụ̄ bddi thvab chhi amyd sintụ̄ kran ạsiv brvntthmiyn dohn andr yʿny yim doh tohyhi dnyahs andr guzạrvi."
  },
  {
    "verse_id": 25,
    "translation": "Vonụ̄ yas namh aʿmal pnun khvvris aaths mnz dinh yiyhi, suh vanhi nhayt ḥsrt v afsvs kinụ̄ kh kya rut gczihhe myanhi ḥqh kh hrgah me namh aʿmale dinh yiyhi he nh."
  },
  {
    "verse_id": 26,
    "translation": "Me spdiha nh mʿlvme myvn ḥsab kyah āshi."
  },
  {
    "verse_id": 27,
    "translation": "Kya rut gczihhe agr goddnikue mrun khtm krihe mʿāmls. (tamhi mrnh pth āsihe nh byyhi pạd spdun. Nah yihn namh aʿmale tqsym krnh nah yiyhi ha ḥsabe hynh.)"
  },
  {
    "verse_id": 28,
    "translation": "Afsvs kanhh nfʿ diyut nh me maln pnnụ̄."
  },
  {
    "verse_id": 29,
    "translation": "Myvn ḥshmt th ʿzt gvv brbad. (yithis shkhṣh sndi khạṭr spdi ḥkm mlạykn.)"
  },
  {
    "verse_id": 30,
    "translation": "Rttyvun yhi shkhṣ tvpth trạviyvus nạlụ̄ ghol."
  },
  {
    "verse_id": 31,
    "translation": "Tvpth vatnạviyvn nari jhnms andr. (ḥdythi shryfs andr chuh āmut kh suh akh ghol he bddis kohs petth yiyhi travnh ryzh ryzh gczhys)"
  },
  {
    "verse_id": 32,
    "translation": "Tvpth vriyvun tth hanklhi yymich pymạysh chhe stth gz. (akh akh gz chuh stth pav, akh akh pav chhi tyicz yvut mkh shryf petthh shamhi shryfs tam chuh. Aamhi ʿdhabuk vjh kya chhu)"
  },
  {
    "verse_id": 33,
    "translation": "Yhi shkhṣ gvv na sue yymis nh pczh ạs ʿẓmt vạlis bddis khdae snz."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi avsnh yhi ghryb th mskyn lvukn khyavnuk trghyb divan. (nah avs panh fqyrn mskynn khyavan chavan. Ghrẓ amis shkhṣs ạs nh dils andr nah khạlq snz ʿẓmt nah ạss mkhlvqn hnz shfqt nah avs yhi ḥqvqu Allah ada kran, nah ḥqvqu alʿbad bja aanan. Yhi chhu timn doshvnụ̄ ḥqn hund tarik th munkir. Tmy sbbh chhu yhi mstḥqi ʿdhab.)"
  },
  {
    "verse_id": 35,
    "translation": "Lhādha chhunh aaz thndi khạṭr nah kanhh dvstah th nah ghm khvarah."
  },
  {
    "verse_id": 36,
    "translation": "Nah chuh thndi khạṭr khynuk kanhh chyzah nṣyb ghislynh vrạe yʿny jhnmiyn hndyn zkhmn hund pạl th pak."
  },
  {
    "verse_id": 37,
    "translation": "Yus nh bddyn gnhgarn vrạe kanhh thi khyyhi. (aamhi pth chhi byan yivan krnh tamhi qrāni mjydch ḥqanyt yth mnz yimn mjrmn hndi aamhi szahch dhkr chhi. Yus aath qrāni mjyds ankar kri suthi spdi aame qsmh kis ʿdhabs grftar.)"
  },
  {
    "verse_id": 38,
    "translation": "Pas chuhs bh qsm havan timn chyzn hund yim tvhụ̄ vuchhan chhvakh,"
  },
  {
    "verse_id": 39,
    "translation": "Byyhi timn sary chyzn hund yim nh tvhụ̄ vuchhan chihv, (yath qasms chhe aakh mnasbtah aṣl mqṣds sintụ̄ kyazi qrāni mjyd yus aanan avs suh avs nh kạnshi dryntthụ̄ yivan. Yimn nishhi vatan avs timn ạsụ̄ sạry vuchhan yʿny me chhu sarine mkhlvqn hund qasm kh)"
  },
  {
    "verse_id": 40,
    "translation": "Be shk yhi qrāni mjyd chhu khdae sund klam yus mʿzz mlkh sndi dhryʿh vatnavnh chhu yivan, lhādha yas ṣaḥbs nishhi suh vatan chhu tim chhi be shk pyghmbri brḥq."
  },
  {
    "verse_id": 41,
    "translation": "Yhi chuhnh kạnshi shạʿr sund klam (yithh pạtthụ̄ tohyhi andrh bʿẓe kạfr chhi vnan amis jlylu alqdr pyghmbrs nʿūdh bAllah shạʿr vnan) mgr tohyhi mnz chhi kame pczh kran yʿny pczhe chuhnh kran kanhh."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi chuhnh yh kạnshi kạhn sund klam (yithh pạtthụ̄ bʿẓe kạfr ạsụ̄ timn kạhn vnan) mgr kme chhiv tvhụ̄ nṣyḥt rttan. (ḥqyqt chhe yhe nh chhu yhi qrāni mjyd shaʿr sund shʿr nh chhu kạhn snz khant blkh chhu yhi)"
  },
  {
    "verse_id": 43,
    "translation": "Klamah nạzl krnh āmut ḥẓrt rbu alʿālmyn sndi ṭrfh."
  },
  {
    "verse_id": 44,
    "translation": "Tvpth hrgah bialfrẓ pyghmbr aashi kun laghi he kynhh aapz kthh, (yʿny yus klam ashi frmvvmut āshi he nh tth dphi he suh svn klam yʿny aapuz dʿūyā nbvt krihe, ya khdae sndis klams sintụ̄ milnavi he pnun klam tylhi kthi chhrrhvn asụ̄ suh.)"
  },
  {
    "verse_id": 45,
    "translation": "Blkh krhv asụ̄ thndis dchhnis aaths thph,"
  },
  {
    "verse_id": 46,
    "translation": "Tvpth czatthvs thndi dilch rg yʿny tim thavhvkh nh asụ̄ znde."
  },
  {
    "verse_id": 47,
    "translation": "Pas āshi he nh tohyhi andrh kanhh akahh timn amhi sza nishhi pth rttvun th bchavvun. (chvnkh yuth mʿāmlh chhunh āmtue drpysh lhādha chhu aame sintụ̄ thạbt kh yim chhi rsvli brḥq. Yhi klam chhu be shk klami ḥẓrti ḥq jl jlalh.)"
  },
  {
    "verse_id": 48,
    "translation": "Be shk yhi qrāni mjyd chhu mtqyn th prhyzgarn hndi khạṭr bdd nṣyḥt th bvdd vʿẓ."
  },
  {
    "verse_id": 49,
    "translation": "Byyhi chhi aashi khbre kh tohyhi andrh chhi bʿẓe aath qrāni mjyds aapuz gnzran, aamhi kis klami khda āsns ankar kran. (timn dimav asụ̄ pane sza)"
  },
  {
    "verse_id": 50,
    "translation": "Aath kun nẓr krith chhu yhi qrāni mjyd kạfrn hndi ḥqh mvjbi ḥsrrt kyazi timn spdi ankar krun ʿdhabuk sbb."
  },
  {
    "verse_id": 51,
    "translation": "Byyhi chhu be shk yhi qrāni mjyd ḥq th pvz yqyny aakh kth."
  },
  {
    "verse_id": 52,
    "translation": "Pas ysund yhi klami pak chhu tas ʿẓymu alshan prvrdigar sndi nami pak sintụ̄ ạsiv tvhụ̄ bapạky tuhand yad kran. (yylhi yhi āyh krym nạzl spud, frmvv ḥẓrti rsvl krymn )aijʿaalvahaa fiy rkuvʿiikm( yhi tsbyḥ ạsiv pran pnnyn rkvʿn andr.)"
  }
]