[
  {
    "verse_id": 1,
    "translation": "Akụ̄ sạyln purvczh ʿnad v ankar kinụ̄ tth ʿdhabs mtʿlq,"
  },
  {
    "verse_id": 2,
    "translation": "Yus kạfrn petth ẓrvr vaqʿ spdvun chhu (suh shkhṣ sval krvun avs kafrv andrh nẓr bn alḥarth, sue lvg dapnhi gsta khanh allhm ain kana hādha hv alḥq mn ʿndik faamtir ʿaalayna ḥijaarah alkh,) yth ʿdhabs nh kanhh akhha pth hykhi rttith."
  },
  {
    "verse_id": 3,
    "translation": "Sue ʿdhab chhu vaqʿ spdvun tas prvrdigar sndi ṭrfh yus āsmann hund mạlk chhu. (yim āsman aakh akis petth chhi drjh bdrjh hyr pavyn hndụ̄ pạtthụ̄.)"
  },
  {
    "verse_id": 4,
    "translation": "Yimav hyrav kinụ̄ mlạyk th ba aymann hndụ̄ rvḥ chhi tas nishhi khsan. (ts nishhi khsnh andr chhi murad tim chhi ʿālmi balahs andr tth mqams vatan yus tihndi ʿrvjuk nhayt mqrr krnh āmut chuh. Chvnkh aamhi tihndi khsnch vath chhe āsman, aamy āv timn vannh mʿārij. Mʿārij chhu jmʿii mʿraj, mʿraj chhi vnan hyri. Sue ʿdhab yymyuk kạfr prczhan chhi,) suh ʿdhab spdi vaqʿ tth dohs andr yymyuk mqdar th mdt āshi dnyahk pnczah sas vry. (suh doh gvv qyamtuk doh, byyis āyh kryms mnz chhu Allah tʿālyā frmavan )kaan miqdaruh alfa snth mima taʿdvn( yʿny qyamt kh dohuk mqdar āshi aakh sas vry timav vriyv andrh yim tvhụ̄ gnzran th shmar kran chhiv. Yhi tfavt āshi kạfrn hndyv aḥvalv mvjvb, kạnshi spdi mḥsvs suh doh ziyvutth akis sass vriyas brabr, kạnshi yiyhi bvznh suh doh skhty th be chyny mokhh pnczah sas vry mgr ba aymann spdi suh doh mḥsvs akis frẓ nemazi brabr, tiy frmvv ḥẓrt nby krymn. Yylhi kạfrn ʿdhab ẓrvr vaqʿ spdi)"
  },
  {
    "verse_id": 5,
    "translation": "Ps kriv tvhụ̄ ya rsvl Allah kạfrn hndis mkhalfts petth pvur ṣbr, (tiythue ṣbr yath sintụ̄ nh kunhi qsmch shkayt āshi yʿny tihindis kfrs th mkhalft krns petth gczihh nh tuhund dl tng spdith shkayt krun blkh gczihh tuhund yhi kth zạnith pvur ṣbr v tḥml krun kh timn yiyhi ẓrvr aath kfr v mkhalfts petth sza dinh qyamtuk dvh.)"
  },
  {
    "verse_id": 6,
    "translation": "Tim chhi tth dohs vuchhan tmyuk aʿtqad th pczh nh āsnh mokhh dvur th bʿīd."
  },
  {
    "verse_id": 7,
    "translation": "Asụ̄ chhin vuchhan so qyamt nzdyk. (kyazi aashi chhu mʿlvm so spdi ẓrvr vaqʿ.)"
  },
  {
    "verse_id": 8,
    "translation": "(suh ʿdhab spdi vaqʿ timn kạfrn petth tamhi doh) yymhi doh āsmanuk rng āshi plim hyvu kirhun."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi āsn kvh dvnnh āmut rvngmut phmb hiụ̄, (tamhi che lishh āsn vuddan.)"
  },
  {
    "verse_id": 10,
    "translation": "Tamhi doh āshi nh kanhh dvs kạnshi dvsts prczhan thi."
  },
  {
    "verse_id": 11,
    "translation": "Aakh akis āsn bvznh yivan mgr kạnshi āshi nh kạnshi hnz hmdrdy, prth akis āshi pnny pnny pryshạny, tamhi doh kri mjrm yʿny kạfr tmna hrgah tamhi doh kh ʿdhab nishhi bchnh khạṭr me pyyhi he fidyhi th bdlh diyun, pnnụ̄ nychivụ̄ th gbr,"
  },
  {
    "verse_id": 12,
    "translation": "Byyhi pnnụ̄ āshinụ̄ byyhi pnun bve,"
  },
  {
    "verse_id": 13,
    "translation": "Byyhi pnun svrue qbylh krvn yus dnyahs andr mṣybt kh vqth ts pnah divan avs,"
  },
  {
    "verse_id": 14,
    "translation": "Byyhi tim sạry lvukh yim dnyahs andr chhi, sue fidyhi th bdlh dinue me njat diyhi he (yʿny tamhi doh āshi tamhi qsmch nfsa nfsy kh prth aakahh āshi pnny fkr kran. Dnyahs andr yihndi khạṭr zuv divan avs tamhi doh kri tmna kh hrgah yime myanhi bdl lgh hn bh gvczuhs moklun. Allah tʿālyā frmavan)"
  },
  {
    "verse_id": 15,
    "translation": "Thi bnhi nh hrgz yʿny kanhh hykhi nh lgith kạnshi hndi bdlh, be shk suh jhnm chhu shvlh maran th ryhh travan."
  },
  {
    "verse_id": 16,
    "translation": "Yus timn buthyuk mslh tanụ̄ zalhi."
  },
  {
    "verse_id": 17,
    "translation": "Sue jhnm diyhi pane nad tas shkhṣs yymụ̄ dnyahs andr pzis kun thr phirmcz āshi. Khdae snzi frman brdạry nishhi buth phyurmut āshi."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi āsyn lvukn hund ḥq khe khe mal jmʿ kvrmut, (sue āsyn ṣndvqn th shistrvyn almaryn andr rạchh krith thvvmut.)"
  },
  {
    "verse_id": 19,
    "translation": "Be shk ansan chhu pạdh krnh āmut be ṣbr th km hmt."
  },
  {
    "verse_id": 20,
    "translation": "Yylhi tas skhtiyah th mṣybtah vatan chhu tamhi saʿth chhu czhtth czhtth th jzʿ v fzʿ kran."
  },
  {
    "verse_id": 21,
    "translation": "Tvpth yylhi tas kanhh khyrah vatan chhu tamhi saʿth chhu khyrchv kamyv nishhi pth rvzan."
  },
  {
    "verse_id": 22,
    "translation": "Mgr chhi yimv ʿdhabv nishhi mstthnyā tim ba ayman lvukh yim pnnyn nemazn petth brabr tvjh th ddadd krvunụ̄ chhi."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi chhinh nemazi andr byyhi kunhi chyzs kun tvjh kran."
  },
  {
    "verse_id": 24,
    "translation": "Byyhi tim ba ayman yihndis mal v dvlts andr mqrr ḥq chhu,"
  },
  {
    "verse_id": 25,
    "translation": "Mngh vunyn khạṭr thi nah mngh vunyn hndi khạṭr thi (yʿny zkvāh ʿlavh thi chhi tim pnun mal khrch kran rczn rczn vatn andr.)"
  },
  {
    "verse_id": 26,
    "translation": "Byyhi yim lvukh qyamt kis dohs tṣdyq th pczh chhi kran."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi yim pnnis prvrdigar sndis ʿdhabs khoczvunụ̄ chhi."
  },
  {
    "verse_id": 28,
    "translation": "Be shk tihndis prvrdgar sund ʿdhab chhu khṭrnak chyzah yymhi nishhi nh be khvf rvzun shvubhi."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi yim lvukh pnnyn strchan jayn ḥramh nishhi rạchh kran chhi."
  },
  {
    "verse_id": 30,
    "translation": "Mgr chhinh rạchh kran strchan jayn pnnyn mankuvḥah znann nishhi byyhi timn znann nishhi yimn tim bamilki yamiyn mạlk āsn yʿny shrʿī knyzn nishhi kyazi timn chhunh tamhi khạṭr kanhh baz khvast."
  },
  {
    "verse_id": 31,
    "translation": "Vonụ̄ yus shkhṣah pnnụ̄ shhvt pvur krnh khạṭr yimv doyv ḥlal ṣvrtv vrạe byyhi kanhh ḥram ṣvrtah czhanddi th akhtyar kri pnnhi nfsch khvahsh pvur krnh khạṭr, ps kya ge time lvukh ḥdi shrʿī nishhi ddlh vunụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi yim lvukh pnnyn amantn yim timn sprd krnh āsn āmtụ̄ byyhi pnnyn ʿhdn rạchh krvunụ̄ th khyal thavvunụ̄ āsn."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi yim pnnyn gvạhiyan petth thạbt th mẓbvṭ rvzvunụ̄ āsn, (timn mnz āsn nh kmy ya zyadty kran ya kạnshi hund rʿāyt krith kanhh kthha khttan.)"
  },
  {
    "verse_id": 34,
    "translation": "Byyhi yim pnnyn frẓ nemazn petth pabndy kran chhi."
  },
  {
    "verse_id": 35,
    "translation": "Yimne lvukn kya yiyhi jntn andr tʿẓym v tkrym krnh, (tim chyz yim sʿādt v shqavtkụ̄ mvjb chhi tim yylhi bh vẓaḥt byan krnh āe.)"
  },
  {
    "verse_id": 36,
    "translation": "Pas kya sna gvv kạfrn kh tim chhi tohyhi brvntth kinụ̄ asthza th tthtthh pạtthụ̄ dvr dvr th avr yvr kran."
  },
  {
    "verse_id": 37,
    "translation": "Dchihnụ̄ th khvvrụ̄ chhi ankar v tkdhyb krnh khạṭr ddihpri kran."
  },
  {
    "verse_id": 38,
    "translation": "Kya aath asthza v ankar krns petth chaha timn shankh kh timv andr prth aakhha kya yiyhi vatnavnh nʿmtn hndis jnts andr?"
  },
  {
    "verse_id": 39,
    "translation": "Thi bnhi nh hrgz kunhi ṣvrts andr, (kyazi timv chhe krimcz timh kamhi yimh szavari nar chhe. Thi ạsith kithh pạtthụ̄ vatn tim jnts. Jnts vatn time lvukh yimav timh kamhi krimacz āsn yimh szavari jnt chhe. Vonụ̄ gvv tihund ankari mʿād yʿny mrnh pth byyhi dvbarh pạdh spdns ankar krun, thi chhi tim kran be vqvfy sbbh, tim chhinh zanan tim kth chyzs āe pạdh krnh godd.) be shk aashi krụ̄ tim pạd tth chyzs yymich timn khbre chhe. (suh gvv ābi nṭfh mgr taml th ghvr chhinh kran kh yath ābi nṭfs ansan āv pạd krnh tth ạsnh ḥyat th zndgy nkhh pchmcz. Tth yylhi Allah tʿālyā hn ansan pạd kvr, vonụ̄ yosh miycz ya dodrymcz addijhi yimn kynhh kalah ḥyatuk th zndgy hund tʿlq rvudmut chhu tth kyazi hykhi nh Allah tʿālyā byyhi dvbarh zndh krith, yhi tihund nammkn th mḥal zanun gyhi tihnz be vqvfy.)"
  },
  {
    "verse_id": 40,
    "translation": "Tvpth chhus bh qsm havan mashrqn th maghrbn hndis prvrdigar sund yʿny bh chhus pnnhi dhati pakuk qsm havan kh aashi chhe ẓrvr qdrt."
  },
  {
    "verse_id": 41,
    "translation": "Yath kthhi petth kh tihnzi jayhi th timn bdl anvkh asụ̄ dnyahse andr tim lvukh yim tihndi khoth bhtr āsn yʿny pạd krvkh. Asụ̄ chhinh tamhi nishhi ʿạjz, aashi nishhi chhu nvụ̄ mkhlvq pạd krnụ̄ āsan, tvhụ̄ dvbarh pạd krnụ̄ kya mshkl chhu sanhi khạṭr. (vonụ̄ hrgah yim lvukh aamhi ankar v ʿnad nishhi baz yin nh)"
  },
  {
    "verse_id": 42,
    "translation": "Tylhi trạviyvukh tvhụ̄ tim athụ̄ pnnis shghls, be hvudh kthh krns th gindns sintụ̄ yvt tanụ̄ smkhn tim tth dohs yymyuk timn vʿdh krnh yivan chhu yʿny qyamt kis dohs."
  },
  {
    "verse_id": 43,
    "translation": "Yymhi doh nyrn tim qbrv andrh dvran dvran zan tim āsn kunhi nshans kun brvntth vatns andr man man kran."
  },
  {
    "verse_id": 44,
    "translation": "Bon kun āsn achh tihnz shrmndgy sbbh, valnh āsykh āmcz dhlt th khvạry, yohe kya gvv suh doh yymyuk timn vʿdh avs yivan thavnh."
  }
]