[
  {
    "verse_id": 1,
    "translation": "Be shk aashi svuz nvḥ pyghmbr bnạvith pnnis qvms kun, aashi frmvv tas kh byim kriv pnnis qvms kfr kh vbalh nishhi timn nishhi kuddur ʿdhab vatnh brvntth. (dnyahs andr gvv suh ʿdhab ṭvfan ạkhrts andr gvv ʿdhabi nyran.)"
  },
  {
    "verse_id": 2,
    "translation": "Chnanchh timv dvp pnnis qvms, ae qvm! Bh chhus tuhndi khạṭr nnụ̄ pạtthụ̄ byim krvun."
  },
  {
    "verse_id": 3,
    "translation": "Bh chhus tohyhi vnan kh ʿbadt kriv tvhụ̄ khdae snze yạcz byyhi khvcziv tsụ̄, shryk mah tthhrạviyvus kunhi qsmh byyhi mah kriv thnz nafrmạny byyhi mạniv myvn."
  },
  {
    "verse_id": 4,
    "translation": "Tamhi kh brkth kri suh tohyhi gnahn mghfrt byyhi diyhi suh tohyhi mhlt mqrr krnh āmtis vqts tanụ̄ āramh san zndgy bsr krnch. (vqti mqrr andrh chhu murad mvtuk vqt yʿny ajl.) be shk Allah tʿālyā sund mvth khạṭr mqrr kvrmut vqt suh pth yiyhi nh kddnh. (kya rut gczihh he hrgah tohyhi yimh kthh zannhi tghn. Yylhi varyahs mdts tanụ̄ yimn lvukn kanhh athrah gvv nh)"
  },
  {
    "verse_id": 5,
    "translation": "Nvḥ ʿlyh alslamn kvr dʿā, ae myanhi prvrdgar! Me diczvv nad pnnis qvms dyni ḥqs kun rats th dohs."
  },
  {
    "verse_id": 6,
    "translation": "Mgr timn huryvv nh myanhi dʿūt krnh sintụ̄ kynhh thi czlnh vrạe yvut bh timn brvnhh annch kvshsh avsus kran tyvut ạsụ̄ tim pth czlan."
  },
  {
    "verse_id": 7,
    "translation": "Me yylhi yylhi timn dyni ḥqs kun nad diyut yuth czh timn ayman kh brkth mghfrt krkh gnahn, timav hyczh pnnhi avngjhi knn mnz thavnhi yuth nh pazi kthhi hnz āvaz thi tihndyn knn vathi, byyhi vlikh pnnụ̄ palv klh petthụ̄ yuth nh pz kth vanh vunyn petth timn nẓr thi pyyhi, byyhi kr timav kfr v ankars petth ddadd, byyhi kvr timav myanhi frman brdạry nishhi setthah tkbr. (bavjvd ān rvudus bh timn mkhtlf ṭryqv nṣyḥt kran.)"
  },
  {
    "verse_id": 8,
    "translation": "Tvpth thi diyut me timn dyni ḥqs kun nad baāvazi blnd yʿny ʿām mjlsn andr pvrmakh vʿẓ yus vʿẓ bddi bddi bāvazi blnd chhu yivan prnh."
  },
  {
    "verse_id": 9,
    "translation": "Tvpth bvznạvụ̄ me tim khṣvṣy mjlsn andr nnụ̄ pạtthụ̄ byyhi tvr me timn fkri pvshydh pạtthụ̄ thi anfrạdy ṣvrts andr."
  },
  {
    "verse_id": 10,
    "translation": "Aath fkri tarns andr vvn me timn vunhi chhuv mvqʿ tvhụ̄ mngiv bkhshạʿsh pnnis prvrdigars ayman annh sintụ̄, be shk chhu suh setthah mghfrt th bkhshạʿsh krvun."
  },
  {
    "verse_id": 11,
    "translation": "Aymanh kh brkth kri suh aukhrvy nʿmtn hndi ʿlavh tohyhi dnyạvy nʿmcz thi ʿṭa, suh gvv āsman kh ṭrfh travi suh bạrsh th rvud (yymhi sintụ̄ tuhnd ziraʿt srsbz v shadab spdi.)"
  },
  {
    "verse_id": 12,
    "translation": "Byyhi diyhi suh trqy tohyhi mals th avladn andr, byyhi kri suh tuhndi khạṭr bagh tyar, byyhi pihrvi suh tuhndyv zmynv mnz kolh th jvyhi. (aamhi pth chuh Allah tʿālyā frmavan nvḥ sund baqy klam yʿny bh avsus timn vanan)"
  },
  {
    "verse_id": 13,
    "translation": "Ae qvm! Tohyhi kya gvv tvhụ̄ chhiv nh Allah tʿālyā sndis ʿẓmts aqrar kran, thnzi ʿzt v ʿẓmtuk aʿtqad thavan? (hrgah he tohyhi thndi ʿẓmtuk aʿtqad āshi he tylhi tthhrạviyvus nh shryk ḥalankh yim chyz aʿtqadi ʿẓmts mngan chhi tim ạsụ̄ mvjvd.)"
  },
  {
    "verse_id": 14,
    "translation": "Chnanchh tmụ̄ krvi tvhụ̄ pạdh aakhi ḥalh pth byyis ḥals andr. (aakh ḥal avsuv nṭfh, byakh ḥal ʿlqh, byakh ḥal mẓghh vghyrh vghyrh. Yhi gyhi dlyli anfsy yʿny so dlyl yosh tihndis dhats andr chhe. Aamhi pth chuh frmavan Allah tʿālyā āfạqy dlyl yʿny so dlyl yosh khạrjs andr mvjvd chhe.)"
  },
  {
    "verse_id": 15,
    "translation": "Ae lvukv! Tvhụ̄ chhiv na vuchhan kithh pạtthụ̄ krụ̄ Allah tʿālyā hn sth āsman pạdh aakh akis petth?"
  },
  {
    "verse_id": 16,
    "translation": "Byyhi kithh pạtthụ̄ krụ̄ Allah tʿālyā hn zvun yimn āsmann andr aakh nvurạny chyzah, byyhi kvrun āftab aakh rvshn czvngah."
  },
  {
    "verse_id": 17,
    "translation": "Byyhi khạrvi tvhụ̄ Allah tʿālyā hn zmynh mnz akhi khaṣ ṭryqh. (yithh pạtthụ̄ kh ādm kvrun pạdh myczi nshhi, tvpth baqy ansan tim krin pạdh nṭfh nishhi. Nṭfh chhu bnan ghdhahs, ghdha chhu bnan ʿnaṣrn, timn chhi ghạlb zmynk ajzaʿ.)"
  },
  {
    "verse_id": 18,
    "translation": "Tvpth chhu vatnavan tohyhi mrnh pth athụ̄ zmyns andr. Tvpth kddvi tohyhi aamy zmynh mnz qyamt kh doh aakhi khaṣ ṭryqh."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi Allah tʿālyā hn yhi zmyn tuhndi khạṭr aakh frshah th vathrunah."
  },
  {
    "verse_id": 20,
    "translation": "Yuth tvhụ̄ pkiv tamhi chv kushadh vatv mnzụ̄. (yhi svrue klam chhu yus nvḥ ʿlyh alslamn Allah tʿālyā hs bṭvri fryad ḥikaytaan pysh kvr yʿny yimh yimh kthh vnụ̄ vnụ̄ taryvv me fikri pnnis qvms mgr timn tvr nh kynhh thi fkri.)"
  },
  {
    "verse_id": 21,
    "translation": "Vvn nvḥ ʿlyh alslamn, ae myanhi prvrdgar! Yimv lvukv mvn nh myvn kynhh th timv kr pyrvy timn shkhṣn hnz yimn mal v avladv kanhh chyz zyadh kvr nh nqṣanh th tavanh vrạe (yʿny yimv kr rʿysn th ztthyn hnz pyrvy, yimn mal th avlad āsun sbb spud zyadh ṭghyạny v srkshy hund.)"
  },
  {
    "verse_id": 22,
    "translation": "Timav tihindyv ztthyv krụ̄ km km bddụ̄ tdbyr pvz khtm krnh khạṭrh."
  },
  {
    "verse_id": 23,
    "translation": "Timav dvp pnnyn tabʿāan yuth nh tvhụ̄ pnnụ̄ mʿbvd trạviyvukh khṣvṣaan mah trạviyvun vad, svaʿ, yaghvth, yʿūq, byyhi nsr. (ym ạsụ̄ mshhvr potlụ̄. Bʿẓe rvaytn andr chhu kh gvddnikis zmans andr ạsụ̄ kynhh bzrg tim yylhi yymhi ʿālmh ge, tihndi antqalh pth āv shyṭan. Tmụ̄ krụ̄ pysh timn lvukn nishhi timn bzrgn hnd tṣvyr. Dvpnkh yim thạviyvukh tvhụ̄ pans nishhi bṭvri yadgar. Tmhi pth kynhh kalah gczihth hycz lvukv timn shkln th tṣvyrn hnz prstsh krnụ̄. Tty petthh spz shrvʿ but prsty aalʿīadh bAllah.)"
  },
  {
    "verse_id": 24,
    "translation": "Yimv rʿysv th ztthyv ddạlụ̄ varyah lvukh, (chvnkh cze frmvvuth kh yimv chanhi qvmh andr ayman avn tmh ʿlavh aanhi nh vonụ̄ kanhh thi ayman, lhādha chhuse mngan kh) yimn ẓạlmn hurrav czh byyhi hn gmrạhy. (chnanchh)"
  },
  {
    "verse_id": 25,
    "translation": "Pnnyv gnahn hndi sbbh āe tim phattvnh tamhi pth āe dạkhl krnh nars andr. Ps lvb nh timv khdays vrạe kanhh mdd krvunah."
  },
  {
    "verse_id": 26,
    "translation": "Byyhi dvp nvḥ ʿlyh alslamn yithi kh ae myanhi prvrdgar! Yimv kafrv andrh mah thavun aath zmyns petth kanhh thi mvjvd blkh krukh sạry hlak th brbad."
  },
  {
    "verse_id": 27,
    "translation": "Kyazi hrgah cz tim hlak gczhnh nishhi chahrrh hakh, yim lvukh krn chanyn bndn gmrah byyhi nvravan nh yim pnnụ̄ avlad th zuryt mgr fạjr th kạfre."
  },
  {
    "verse_id": 28,
    "translation": "Ae myanhi prvrdgar! Mghfrt krth me byyhi myạnis mạlis majhi byyhi timn yim ayman kis ḥals andr myạnis ghrs andr czamtụ̄ chhi (yʿny myạnis ahl v ʿīals, knʿāns th thnzi āshnhi vrạe byyhi sarne ba ayman mrdn ba ayman znann yim qyamts tanụ̄ pạdh spdn.) byyhi hurrav ẓạlmn byyhi hn tbạhy th brbạdy timav avn nh ayman. (ae myanhi prvrdgar nvḥ sndi duʿā kh brkth kr me bndh gnhgars th khṭa kars thi pnnhi rḥmt v fẓlh sintụ̄ sarine bddyn gnahn th lokttyn gnahn mghfrt. Dnya v ạkhrt kh ʿdhab vrạe vatnav me pnnis rḥmt kis th rẓa kis ghrs andr, cze nishhi chhnh kanhh bdd ktahh me gnhgars sạry gnah bkhshinụ̄. Aink ghaafr ghafvr ghfara)"
  }
]