[
  {
    "verse_id": 1,
    "translation": "Tvhụ̄ frmạviv ya rsvl Allah yimn mkh kyn lvukn kh me kun āv vḥy svznh kh jinav andrh akụ̄ jmaʿtn bvuz myvn qrāni mjyd prun ṣbḥ nemazi andr, tvpth yylhi tim jin vaps pnnis qvms kun ge timn dvpukh aashi bvuz aakh ʿjyb qrānah."
  },
  {
    "verse_id": 2,
    "translation": "Yus qrān syz vath havan chhu, pas kr aashi tth paczh, aashi tvr fkri kh mʿbvudi brḥq chhu kunue, shryk āsnh nishhi mnzh th pak, vonụ̄ tthhravvn nh asụ̄ pnnis prvrdigars kanhh aakahh shryk, (tvpth kvr timav jinv panh vạnụ̄ timn kthn hund tdhkrh.)"
  },
  {
    "verse_id": 3,
    "translation": "Byyhi vvn timav sạnis prvrdigar sund shan chuh setthah thvd, tmụ̄ bnạv nh kanhh znanah pnnụ̄ āshinụ̄, nh bnạvn kanhh kvur ya nychuv pnun."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi ạsụ̄ vnan tim jin aashi mnz yim aḥmq th nadan chhi tim chhi vnan khdae sndis dhats nsbt timh kthh yimh thndi shanh nishhi dvur chih mthlaan klmati shrkyh vghyrh."
  },
  {
    "verse_id": 5,
    "translation": "Aashi avs godd khyal kh ansan th jin vann nh zanhh thi khdays nsbt aapzh kthh, (yʿny chvnkh akthr jn th ansan ạsụ̄ shrk bkhda aanan, aashi gvv khyal yiytihv shkhṣv kithh pạtthụ̄ āshi apzis petth atfaq kvrmut, tthụ̄ kun nẓr krith kvr aashi thi tihnzy ṭryq akhtyar.)"
  },
  {
    "verse_id": 6,
    "translation": "Varyah lvukh ạsụ̄ ansanv andrh yim pnah nivan ạsụ̄ jnv andrh kynczhv lvukv sintụ̄, timve hurrvv timn jinn nkhvt th tkbr, (yymhi sintụ̄ timav kfr v ʿnad zyadh hyvt karun.)"
  },
  {
    "verse_id": 7,
    "translation": "Byyhi avs timv ansanv khyal kvrmut yithh pạtthụ̄ tohyhi thi khyal avsuv kvrmut kh Allah tʿālyā kri nh hrgz kạnshi shkhṣs dvbarh byyh zndh, (mgr yhi khyal thi spud ghlṭ thạbt blkh spud mʿlvm kh mrnh pth zndh spdun chhu ḥq th pvz.) ya gvv mʿny kh timv avs khyal kvrmut tuhndụ̄ pạtthụ̄ kh āʿndh svzi nh Allah tʿālyā kạnshi pyghmbrs. (yim pyghmbr az tanụ̄ āe th tim āe mgr vonụ̄ spud qrāni mjyd sintụ̄ mʿlvm kh prvrdigarn chhu svuzmut aakh ʿẓymu alshan pyghmbrah yus lvukn chhu frmavan kh tvhụ̄ sạry yiyiv mrnh pth byyhi zndh krith qbrv andrh tulnh, tvpth yiyvi dhrh dhruk ḥsab hynh.)"
  },
  {
    "verse_id": 8,
    "translation": "Byyhi kr aashi czhạndd gạr āsmans, aashi lvb suh prth ṭrfh brith phrh darv yʿny mḥafẓ th rạchh krvunyv malkv sintụ̄ byyhi vuchh aashi prth ṭrfh nar ryhh nyran yʿny yim jn āsmạny khbrn kan dinhi khsan ạsụ̄ timn chhi tim phrh dar malk narh ryhav sintụ̄ dvur th dfʿ kran."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi asụ̄ ạsụ̄ brvntth āsman chhi khbr bvznh khạṭr bʿẓe jayn petth rvzan th tthhran, mgr vonụ̄ yus timh khbr bvznhi khsan chhu suh chhu tthi pnnhi khạṭr aakh narh ryhah tyar lban. (yimh khbr bvznhi bnd spdnhi sapud bạʿth yimn jinn hndi avt mkh shryf vatnuk kyazi timn avs bvznh yivan kh kyah tanụ̄ vaqʿh chhu dnyahs andr spudmut yymhi sbbh asụ̄ chhi yivan khbr bvznh nishhi dvur krnh. Amhi kh tḥqyqat khạṭr āsh jinv mkhtlf jmạʿczh dnyahs andr prth ṭrfh svznh khạṭr mqrr kramcz. Yh jmaʿt yosh mkh shryfs mnz vạcz timn spud mʿlvm kh bʿthti ḥẓrti pyghmbr ākhru alzman byyhi nzvli qrāne chhu spudmut tihndi dvur spdnuk āsmann hndyv kinarv nishhi tmyuk sbb.)"
  },
  {
    "verse_id": 10,
    "translation": "Byyhi ạsụ̄ vnan tim jn aashi chahnh khbr kh yymis nvis pyghmbrs sndi svznh sintụ̄ chaha zmyn kyn lvukn kanhh tklyfah vatnavnuk aradh khdays kinh tihndụ̄ prvrdigarn chhu yvczhmut tihndi khạṭr syzi vathi petth aanun th rcz vath havnụ̄."
  },
  {
    "verse_id": 11,
    "translation": "Byyhi ạsụ̄ vanan tim jin kh aashi mnzh ạsụ̄ goddh petthh nykv kar th bʿẓe tamhi vrạe byyhi ṭryqkụ̄ lvukh, asụ̄ ạsụ̄ mkhtlf vtn petth pkan."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi vvn timav jinv kh aashi avs khyals mnz kh asụ̄ hykvn nh Allah tʿālyā zmyn kis kunhi ḥiṣs mnz rvuzith harnạvith th ʿạjiz krith. Nah hykvn suh ʿạjz krith kunhi ṣvrts mnz zmyn vrạe kunhi jayhi mthlaan āsmans kun czlnh sintụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Ashi yylhi bvuz hdaytch kth aashi kr tth pczh, yus vonụ̄ sạnụ̄ pạtthụ̄ pnnis khdays pczh kri suh khocz nh kunhi qsmh chhi kmy nh kunhi qsmh chhi zyadty yʿny tmis chhunh kanhh khṭrh. (thnzav rczav ʿaamlv andrh kya rvzihe kanhh ʿml drj spdnh vrạe ya kanhh gnah kya yiyhi he lykhnh zyadh.)"
  },
  {
    "verse_id": 14,
    "translation": "Byyhi zvn timav jinv aashi mnz chhi bʿẓe mslman spdụ̄mtụ̄, byyhi chhi aashi mnz bʿẓe jin bdstvr vathi nishhi ddlmtụ̄ th nafrman. Vonụ̄ yimv aslam avn timv czhạndd syzrch vath yymhi petthụ̄ pkith timn thvab ḥạṣl spdi."
  },
  {
    "verse_id": 15,
    "translation": "Vonụ̄ yimav syzi vathi nishhi czlith nafrmạny kr tim spdụ̄ jhnmuk ziyun th katth. (yvt tam gvv khtm jinn hund klam, aamhi pth chhu Allah tʿālyā frmavan tvhụ̄ frmạviyvukh ḥẓ ya rsvl Allah kh byyhi āv me kun vḥy svznh kh)"
  },
  {
    "verse_id": 16,
    "translation": "Hrgah yim shhri mkkụ̄ lvukh syzi vathi petth qạyim rvzhn tylhi chavhvkh th syrab karhvkh asụ̄ tim gutlhi ābh yʿny ābi vạfr sintụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Yuth asụ̄ timn amtḥan th āzmạysh krhav (kh tim chaha shkr gzar th frman brdar kinh nafrman th nashkr gzar mgr chvnkh timv kvr ayman annh bdl aʿraẓ th ankar, tamhi sbbh ge tim mbtla qḥṭs th drags. Kfr v ankaruk yhi sza chhunh khaṣ mkh kyn lvukn sinty blkh) yus akahh pnnis prvrdigar sndi yad nishhi yʿny ayman v ṭaʿth nishhi buth pihri tas vatnavi Allah tʿālyā skht ʿdhabs andr."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi āv me kun vḥy svznh kh yimh msjd chhe timh sare chhe khdae snze, mʿbvdi brḥq snze, ʿbadt khạṭr khaṣ āmcz krnh, pas mah kriv tas sintụ̄ byyhi kạnshi hnz ʿbadt yimn msjdn andr. (nh gczihh msjdn andr tas vrạe byyhi kạnshi mkhlvqs ālv diyun ḥajtv khạṭr. Bʿẓe mfsrv frmvv msajd andr chhu murad aʿẓae sjdh yʿny sjdkụ̄ tan. Klh yth mnz ddykh th nas thi chhe, byyhi aathh zh, byyhi kvtthụ̄ zh, byyhi khor zh. Yime ge sth tan yimv sintụ̄ sjdh yivan chhu dinh. Yim sth tan chhi khdae sndy yimv stv tanv sintụ̄ gczihh nh ʿbadt krnụ̄ khdays vrạe byyhi kạnshi hnz.)"
  },
  {
    "verse_id": 19,
    "translation": "Byyhi āv me kun vḥy svznh kh yylhi khdae sund bndh khaṣ yʿny Muḥammad khdae snz bndgy krnh khạṭrh ya qrāni mjyd prnh khạṭrh thvd vothan chhu tamhi saʿth hyvt jinv timn andụ̄ andụ̄ hjvm krith jmʿ spdun. Ya ạsụ̄ lvukh tamhi saʿth jmạczav jmạczav samun hyvan, ba ayman ạsụ̄ sman shvqh dhvqh san qrāni mjyd bvznh khạṭrh. Kạfr ạsụ̄ ʿiinad v ʿdavth sbbh hjvm krith yivan mjlshi andr khll travnh khạṭrh."
  },
  {
    "verse_id": 20,
    "translation": "Tvhụ̄ frmạviv ya rsvl Allah yhi kth kh bh chhus ṣrf pnnis prvrdigar snz ʿbadt kran, bh chhus nh tas kanhh aakahh shryk tthhravan. (yhi kth gyhi tvḥyds mtʿlq)"
  },
  {
    "verse_id": 21,
    "translation": "Yithi frmạviyvukh rsalts mtʿlq kh bh chhus fqṭ khdae sndụ̄ aḥkam th pyghamat vatnavun. Bh chhus nh mạlk th akhtyar vvl nah tuhndi ẓriruk nah tuhndi nfʿ v khyruk nah tuhndi hdaytuk. (tim chhi tohyhi vnan hrgah tvhụ̄ vaqʿī pyghmbr chihvi tylhi hạviv aashi flạnụ̄ flạnụ̄ mʿjzh. Tvhụ̄ frmạviyvukh kh me timn chyzn hund akhtyar pans aathhi chuhnh, yhi svrue chhu khdae sndise akhtyars andr. Byyhi ạsụ̄ kạfr vanan kh asụ̄ manv tuhnz rsalt hrgah tvhụ̄ mẓmvni tvḥyds byyhi qrāni mjyds mnz kunhi qsmh kynhh tghyr v tbdyl kriv.)"
  },
  {
    "verse_id": 22,
    "translation": "Tamiyuk jvab frmạviyvkh tvhụ̄ hrgah khda nkhvasth bh yiczh kạm kr tylhi hykhi nh me kanhh aakahh khdae sndi ghẓbh th ʿdhabh nishhi njat th pnah dith, nh hykh bh tas vrạe byyhi kạnshi nishhi lbith kanhh chhpn jayah. (myạnụ̄ kạm chhanh kynhh thi.)"
  },
  {
    "verse_id": 23,
    "translation": "Mgr vatnavunụ̄ khdae sndi ṭrfh thndụ̄ aḥkam byyhi thndụ̄ pyghamat lvukn yʿny pyghmbr snz kạm chhe aḥkami alhāy lvukn nishhi vatnavunụ̄ tghyr v tbdyl vrạe, yim lvukh nafrmany krn khdae snz byyhi thndis pyghmbr snz yʿny thndụ̄ aḥkam mann nh, ps chhu yqynaan tihndi sza khạṭr nari jhnm, (yth mnz tim hmyshhi hmyshhi rvzn, yimn kạfrn chhunh aaz yqyn yivan aamiyuk mgr yimn yiyhi nh yqyn.)"
  },
  {
    "verse_id": 24,
    "translation": "Yvtanụ̄ suh ʿdhab vuchhn chnanchh yylhi tim suh ʿdhab vuchhn yymyuk timn vʿdh thavnh yivan chhu tamhi saʿth zann tim kmụ̄ sndụ̄ mddgar chhi kmzvr byyhi kmụ̄ snz jmaʿt chhe km tʿdad kinụ̄. (vonụ̄ yim tohyhi qyamtuk vqt prczhan chih bṭvri ankar)"
  },
  {
    "verse_id": 25,
    "translation": "Tvhụ̄ frmạviv timn me chahnh khbr yymhi ʿdhabuk tohyhi vʿdh thavnh yivan chhu suh chaha nzdyk yinh vvl kinh myạnụ̄ prvrdigarn chhu tamhi khạṭrh kanhh ziyvutth mudtah mqrr kvrmut, (tmiyuk khaṣ th muʿīn vqt, yhi gvv ʿlmi ghyb, yhi zanhi sue yvt kyazi sue chhu)"
  },
  {
    "verse_id": 26,
    "translation": "Svrue sir th pvushydh chyz zanh vun, suh chhunh pnnhi aamhi qsmh chhi pvushydh kthh kạnshi nishhi bavan."
  },
  {
    "verse_id": 27,
    "translation": "Mgr chhu bavan th mṭlʿ kran pnnis kạnshi brgzydh pyghmbrs. (suthi chhu yithh pạtthụ̄ khaṣ akis ṭryqs andr tas mṭlʿ kran kh) tas pyghmbrs pth brvntth blkh prth ṭrfh chih suh vḥy nạzl krnh kh vqth mḥạfẓ mlạykn hund brvqt phrh svzan. (yim nh shyṭans tth nkhh chhi divan pknh, chnanchh timn shyṭann chhunh mmkine spdan tth vḥy yas kun aanvkh ya kunhi qsmh vsvsh travnuk. Ḥẓrt ʿbd Allah abn ʿbas chhi rvayt kran kh nby krym ṣly Allah ʿlyh vslms ạsụ̄ czvr malk mstql aamhi ḥfaẓt khạṭrh, yhi antẓam chhu aamhi mokhh krnh yivan.)"
  },
  {
    "verse_id": 28,
    "translation": "Yuth Allah tʿālyā hs ẓạhry ṭvr mʿlvm spdi kh yim mlạyk vḥy hyth svznh āmtụ̄ ạsụ̄ timv vatnạvụ̄ pnnis prvrdigar sndụ̄ pyghamat pyghmbri brḥqs nishhi. Vthi mnz spz nh kạnshi hnz mdakhlt. Allah tʿālyā chhu yimn phrh dar mlạykn hndyn aḥvaln aḥaṭh krith, aamhi khạṭrh chhi Allah tʿālyā hn time phrh dar mqrr krimtụ̄ yim aamhi kamhi khạṭr mvzvn v mnạsb chhi byyhi yim aamhi kamhi hndụ̄ pvur ahl chhi. Byyhi chhi Allah tʿālyā hs prth chyzch grnd mʿlvm. (lhādha chhi vḥy yikụ̄ sạry ajza aakhi aakhi tas mʿlvm, suh chhu timn sarine ajzahn pvur ḥfaẓt th rạchh kran. Mlạykn th pyghmbrn hnzn dhhns andr lfẓ yasʿluk vnnh sintụ̄ chhi shyṭann hnzi astraq smʿt th altbash nishhi ḥfaẓt, lfẓ vaḥaṭh byan krnh sintụ̄ chhe ḥfaẓt yymhi aʿtbarh kh dhraʿʿ v vsaʿl yim chhi, timn chhe khdae snz ḥfaẓt, v aḥṣyā byan krnh sintụ̄ chhe ḥfaẓt aaz nisyan v dhhvl mrsl alyh sndi ḥqh, lhādha chhi goddh petthh aand tanụ̄ sarine ḥfaẓtn hund rʿāyt thavnh āmut. Ḥạṣl chhu yythi nas kh qyamt kh tʿīnuk ʿlm āsun, yhi chhunh nbvt kyv ʿlvmv andrh, lhādha aamyuk ʿlm nh āsun chhunh nbvts petth kanhh nakarh athr travan ya tmyuk ʿlm nh āsns chhunh lạzm kh suh spdinh vaqʿ pnnis vqts th mvqʿs petth, albth ʿlvmi nbvt yim chhi tim chhi mstql th mqṣvd bia aldhat ʿlvm. Time ʿlvm lvukn nishhi vatnavnh khạṭrh āv pyghmbri brḥq svznh. Time ʿlvm kriv tvhụ̄ ḥạṣl, timve sintụ̄ spdiv tvhụ̄ mstfyd. Timav ʿlvmv vrạe baqy ʿlvm ḥạṣl krnuk khyal trạviv, tth mnz chhunh tohyhi kanhh fạydh.)"
  }
]