[
  {
    "verse_id": 1,
    "translation": "Ae palvan mnz vlith rvzvunhi ṣaḥbh, (aamhi ʿnvanh khṭab krnuk vjh chhu yhi zi abtdaʿ nbvts andr ạsụ̄ qrysh daru alndvhs andr smith mshvrh kran kh yymis pyghmbr sndis ḥals mṭabq gvczh kanhh yachh lqbah tjvyz krun tamy sintụ̄ āsv tihund dhkr kran. Akụ̄ znụ̄ dvp kạhn, be znụ̄ dvp mjnvn, be znụ̄ dvp sạḥr. Mgr atfaq spdukh nh kunhi petth. Yhe shychh vạcz drkhdmti ḥẓrt nby krym, dli mbark spdukh āzurdh. Kpr czadrah bdd hyczkh sri mbarkh petthụ̄, yithh pạtthụ̄ akthr chhu ghmgyn shkhṣ chhu klh petthụ̄ plv hyth rvzan. Allah tʿālyā hn kvr aamy ʿnvanh sintụ̄ bkmali auns v mlaṭft timn khṭab frmvvnkh )yaa aayhaa almzmil( ae palvan mnz vlith rvzvunhi ṣaḥbh. Yithh pạtthụ̄ ḥdyth shryfs mnz chhu āmut kh ʿly mrtẓyā krm Allah vjh drae aakhi pihri ghr andr āzurdh spdith msjdi nbvy kis ṣḥns andr rvudụ̄ shvngith, nindrah pyyhi timn mcz th roe mbark gvv sust, nnụ̄ se bdni mbarks āyhi grd mathnh. Timn czhanddan czhanddan vạtụ̄ nby krym avtue msjdi shryf kis ṣḥns andr. Vuchhikh timn bdni mbarks mycz th grd larymcz, tvpth hyczkh so grd vothravnụ̄, dsti mbarkh sintụ̄ ạsikh pahsh pahsh divan th frmavan ạsikh )qum aabaa turaab, qum aabaa turaab( bkmali auns v mḥbt. Ghrẓ Allah tʿālyā hn frmvv timn tvhụ̄ mah briv dshmnn hnzn kthn hund kanhh ghm, tvhụ̄ rvuziv hmyshh zyadh mtvjh pnnis prvrdigar sndis ʿbadts kun yithh pạtthụ̄ kh)"
  },
  {
    "verse_id": 2,
    "translation": "Tvhụ̄ ạsiv rvzan rat kh vqth aistadh km se kals."
  },
  {
    "verse_id": 3,
    "translation": "Mthlaan rạcz hndis nṣfs, (baqy nṣfs ạsiv āram kran) ya kriv nṣfh khoth km kals ʿbadt, (nṣfh khoth zyadh ḥṣs kriv āram, yʿny rạcz hndis trymis ḥiṣs ạsiv ʿbadt kran, don ḥṣn ạsiv āram kran.)"
  },
  {
    "verse_id": 4,
    "translation": "Ya kriv nṣfh khoth zyadh vqts ʿbadt yʿny tryyv ḥṣv andrh don ḥṣn, akis ḥṣs ạsiv āram kran. (yhi qyami lyl chhu tohyhi petth frẓ mgr vqti qyams chhe tre ṣvurcz. Ya nṣfah nṣf, ya trymis ḥiṣs qyam don ḥṣn āram ya don ḥṣn qyam akis ḥṣs āram.) aath qyami lyls mnz ạsiv qrāni mjyd pran varh varh ṣaf ṣafa. (yuth aakh aakh ḥrf byvn byvn tri fkri bvzn valyn, aamhi ṭryqh prnh sintụ̄ chhu fhm v tdbrs andr mdd ḥạṣl spdan, byyhi chhu aamiyuk athr dils petth zyadh pyvan, byyhi chhu dhvq v shvq huran. Yohe ḥkm chhu nemazi vrạe qrāni mjyduk. Qiyami lylkhi bar travnuk mqṣd chuh yuth astʿdad tohyhi qvy th mẓbvṭ spdi, kyazi)"
  },
  {
    "verse_id": 5,
    "translation": "Aashi chhu travun tohyhi petth yʿny nạzl krun aakh gvb th vzn dar klamah yʿny qrāni mjyd, (yymhi kh thqlk th gobiruk yhi ḥal avs kh aamhi kh nạzl spdnh kh vqth ạs nby krymn ʿjyb kyfytah pạdh spdan, bdni mbark avs goban, shah th shansh ạs tyz spdan, srdy hndis mvsms mnz thi avs bdni mbarks ʿaarq yivan. ʿaarqk qṭrat ạsụ̄ jbyni mbarkh petthh mokhth phlyn hndụ̄ pạtthụ̄ pthr pyvan. Akhi pihri avs tihund zanve mbark ḥẓrt zyd bn thabth snzi ranhi petth, tthụ̄ ḥals andr hyvtun vḥy nạzl spdnụ̄. Zyd bn thabts spud mḥsvs kh ranhi ma spduṣ czas mgr shhh thi hyvkukh nh kddith. Hrgah tamhi vqth kunhi svạry petth svar āshn ts svạry āsh zngh puhttan, fqṭ ạs naqh ʿẓbaʿ mkhṣvṣ tihnz svạrụ̄, tas avs brvntthue ailham spdan, so ạs aamhi vqth pthr bihan. Byakh vjh chhu asụ̄ chhi tohyhi qyami lyluk yʿny rat kh vqth nemaz prnuk ḥukm kran, kyazi)"
  },
  {
    "verse_id": 6,
    "translation": "Byshk rat kh vqth nindri pth vothun ʿbadt krnh khạṭr, yhi chhu zyadh mvthr nfs pamal krnh khạṭr, byyhi chhu yhi zyadh syvd th rast krvun klamas th kathhi. Aamhi saʿth yikynczhah prnh yivan chhu qrāni mjyd, duʿā ya adhkar, tim chhi prnh yivan pryshạny vrạe bkmali tvjh."
  },
  {
    "verse_id": 7,
    "translation": "Be shk tohyhi chhe dohs andr varyah kamhi, (dyin chh thi dnya chh thi, lhādha kriv khdae snz kạm rat kh vqth.)"
  },
  {
    "verse_id": 8,
    "translation": "Tamhi ʿlavh thi kriv tvhụ̄ yad nami pak pnnis prvrdigar sund prth vqth byyhi czttiv diluk tʿlq sarine nishhi mshghvl th mtvjh rvuziv tsụ̄ sintụ̄ (yʿny dhkr v tbtl chhu prth vqtuk frẓ. Qṭʿ tʿlqatn andr chhu murad ʿlaqh khdavndy gczihh ghạlb rvzun baqy sarine tʿlqatn petth, kyazi)"
  },
  {
    "verse_id": 9,
    "translation": "Suh chhu mạlk mshrquk th mghrbuk, tas vrạe chhunh kanhh thi ʿbadts layq, pas pushrạviv pnnụ̄ kạm tsụ̄ yvt."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi kriv ṣbr yimn lvukn hnzn kthn petth, byyhi rvuziv timn nishhi alg th dvur rthi ṭryqh, (timn sintụ̄ mah thạviv kanhh tʿlq. Rut ṭryqh akhtyar krun gvv tihnz shkayt mah kriv, timn antqam hynch fkr mah briv.)"
  },
  {
    "verse_id": 11,
    "translation": "Byyhi trạviv me th byyhi timn ankar krvunyn naz v nʿmtn andr rvzn valyn mvjvdh ḥalts mnz. Timn diyiv byyhi kynhh doh mhlt, (tvhụ̄ kriv byyhi kynhh kalah ṣbr. Tihindi szahuk th ʿdhabuk vqt chhu vonụ̄ qryb.)"
  },
  {
    "verse_id": 12,
    "translation": "Kyazi be shk ashi nishhi chhi tim grftar krnh khạṭr bryddi, byyhi tim zalnh khạṭr nari jhnm."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi tihindi khạṭr htthi nah vusvun khorak, yus khyvan khyvan httis bnd āsykh gczhan, byyhi tamhi vrạe dag th duvvad tulh vun ʿdhab. (yimve chyzv sintụ̄ yiyhi timn sza dinh. Yohe sza yiyakh dinh tamh doh)"
  },
  {
    "verse_id": 14,
    "translation": "Yymhi doh alh alh vothhi zmyns th kohn byyhi spdn koh ryzh ryzh gczihth pkh vunụ̄ sykh hish, (ae ankar v tkdhyb krvunyv)"
  },
  {
    "verse_id": 15,
    "translation": "Pzụ̄ pạtthụ̄ ashi svuz tohyhi kun tiythue pyghmbrah yus tohyhi petth qyamtuk doh gvạhy diyhi kh yimav lvukv kya brtav kvr myanhi tblyghh pth yithh pạtthụ̄ aashi frʿūns kun aakh pyghmbrah svuzmut avs."
  },
  {
    "verse_id": 16,
    "translation": "Ps kr nafrmạny frʿūnn tas pyghmbr snz, ps rvtt th grftar kvr aashi suh frʿūn setthah skhty san. (hrgah tvhụ̄ thi yhi pyghmbri brḥq svznh pth nafrmạny krv tylhi pyyhi tohyhi thi aakhi doh suh mṣybt tulun, chnanchh suh mṣybt chhu ʿnqryb yinh vvl.)"
  },
  {
    "verse_id": 17,
    "translation": "Hrgah tvhụ̄ kfr kriv ps kithh pạtthụ̄ bchiv th mokliv tamhi doh kh mṣybt nishhi yymich skhty th shidt tycz zyadh āshi kh lokttyn mʿṣvm bchn tanụ̄ burrravi suh?"
  },
  {
    "verse_id": 18,
    "translation": "Yymhi doh āsmans khnjhi gczhn, tmụ̄ sund vʿdh spdi ẓrvr pvur."
  },
  {
    "verse_id": 19,
    "translation": "Be shk yhi svrue mẓmvn chhu aakh bvdd vʿẓ th bdd nṣyḥt, lhādha yymis khosh kri suh hyyhi pnnis prvrdigars kun vath yʿny suh kri khdays nishhi vatnh khạṭr dynch vath akhtyar."
  },
  {
    "verse_id": 20,
    "translation": "Be shk tuhndis prvrdigars chhu mʿlvm kh tvhụ̄ byyhi tohyhi sintụ̄ aakh jmaʿtahh timav lvukv andrh yim tohyhi sintụ̄ chhi rat kh vqth nemaz prnh khạṭr vothan qryb rạcz hndyn don ḥṣn kunhi shbh byyhi nṣf rats kunhi shbh rạcz hndis trymis ḥṣs kunhi shbh, Allah tʿālyā he chhu pvur andazh hykan krith dohuk th ratuk, tas chhu mʿlvm kh tvhụ̄ hykiv nh aamhi vqtuk andazh ẓbṭ krith, tohyhi chhi tth andr skht mshqt (lhādha kr tmụ̄ tuhndis ḥals petth ʿnayt, suh goddnyuk ḥkm qyami lyluk kvrun tuhndi khạṭr mnsvkh.) vonụ̄ yvut tvhụ̄ āsạny san qrāni mjyd hykiv prith tyvut ạsiv pran. (aamhi qrāni mjyd prnh andr chhu murad thjd prun yth mnz qrāni mjyd prnh yivan chhu. Yhi chhu astḥbaby amr mṭlb chhu kh thjdch frẓyt ge mnsvkh vonụ̄ hrgah tvhụ̄ yczihv thjd prun tylhi ạsiv pran byyhi chhu thjd kh mnsvkh spdnuk byakh vjh kh) yithi chhu Allah tʿālyā hs mʿlvm kh tohyhi andr āsn bʿẓe lvkh bymar, tim hykn nh tth ḥalts andr rat kh vqth vvtihth th thjd prith. Byyhi āsn bʿẓe lvukh khdae sund fẓl yʿny mʿāsh th rzq czhanddnh khạṭr mulkn andr sfr kran, tihindi khạṭr thi chhu yhi mshkl. Byyhi chhi bʿẓe lvukh khdae snzi vthi mnz jhad kran, tihindi ḥqh thi chhu thjdch pabndy krnụ̄ mshkl, pas priv qrāni mjyd yvut tohyhi āsan spdi, agrchh thjduk ḥkmi vjvb spud mnsvkh mgr frẓ nemaz kriv pabndy san ada byyhi ạsiv zkvāh divan, byyhi ạsiv Allah tʿālyā hs khosh krnh khạṭr qrẓ divan rtụ̄ pạtthụ̄ yʿny bkmali akhlaṣ. Byyhi yosh nyk th rcz ʿml pnnhi khạṭr tvhụ̄ brvntth kun svuziv so lbiyvun tvhụ̄ mvjvd khdays nishhi, so rcz ʿml āshi setthah bhtr byyhi setthah bdd thvab kinụ̄. (dnyạvy mʿāmln andr mal khrch krnh sintụ̄ yus ʿūẓ th nfʿ tohyhi ḥaṣl spdan chhuv tamhi khoth bhtr th bvdd nfʿ th fạydh spdi tvhyhi ḥạṣl khyrchn kamyn andr khdae sund rẓa ḥạṣl krnh khạṭr mal khrch krns.) Allah tʿālyā hs ạsiv mngan gnahn mghfrt kyazi suh chhu be shk gnahn mghfrt krvun rḥm krvun."
  }
]