[
  {
    "verse_id": 1,
    "translation": "Ae klh petth vurun hyvunhi ṣaḥbh."
  },
  {
    "verse_id": 2,
    "translation": "Pnnhi jayhi nishhi vvthiv thvd ya spdiv mstʿd. Pas khocznạviyvukh sạry lvukh, (ty chhu tuhndis mnṣbi nbvts lạzm. Aamhi vqth ạsụ̄ aakh ze ṣaḥb vunhi mslman spdmtụ̄ tamhi mokhh āyhi nh bshartch dhkr krnh.)"
  },
  {
    "verse_id": 3,
    "translation": "Byyhi zạniyvun pnun prvrdigar bvdd, thnze ʿẓmt kriv byan. (tblyghs andr chhu goddniykue chyz ashaʿti tvḥyd byyhi gczihh mblgh sund panh ʿạmil āsun, ts pzn pans andr rtụ̄ ṣft pạdh krnụ̄, rcz ʿmlh, rtụ̄ aʿtqad th rtụ̄ akhlaq pạdh krnụ̄. Aakh chyz gvv timav andrh)"
  },
  {
    "verse_id": 4,
    "translation": "Pnnụ̄ palv thạviv pak. (aamhi vqth ạs nh vunhi nemaz frẓe spzmcz lhādha krkh nh tmich dhkr kynhh thi. Amhi andrh spud mʿlvm kh jamh pak āsun chhu lạzim nemazi vrạe thi.)"
  },
  {
    "verse_id": 5,
    "translation": "Prth qsmh chhi plydy th napạky nishhi rvuziv dvur."
  },
  {
    "verse_id": 6,
    "translation": "Kạnshi mah diyiv kanhh chyz tamiyuk ʿūẓ zyadh ḥạṣl krnh khạṭr, (nh ʿlm th nh mal.)"
  },
  {
    "verse_id": 7,
    "translation": "Byyhi kriv ṣbr pnnis prvrdigar sndi rẓa khạṭrh, (hrgah tblygh krns mnz kanhh tklyf thi vatvi. Yim nh tuhundi byim krnh pth thi ayman aann tihindi khạṭr chhu yhi vʿīd kh)"
  },
  {
    "verse_id": 8,
    "translation": "Ps yylhi phokh yiyhi dinh pvgs mnz."
  },
  {
    "verse_id": 9,
    "translation": "Suh doh āshi setthah mshkl dohah kạfrn petth."
  },
  {
    "verse_id": 10,
    "translation": "Tth dohs mnz āshi nh kunhi qsmch āsạniyah tihindi ḥqh. (amhi pth chhe dhikr bʿẓe khaṣ kạfrn hnz)"
  },
  {
    "verse_id": 11,
    "translation": "(ya rsvl Allah tvhụ̄ mah briv kanhh fkr) trạviv me th tas shkhṣs yus me pạdh kvr kunue, bh bvzh tas sintụ̄ pane, (suh shkhṣ gvv vlyd abn mghyrh, yhi avs mạlis kunue nychuv. Zynh vizi avs nvnue th chhvnue, kanhh chyzah avsus nh sintụ̄, nah mal th nah avlad.)"
  },
  {
    "verse_id": 12,
    "translation": "Tvpth kvrus mye bkthrt mal ʿṭa."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi kris mye gabar th avlad ʿṭa yim tas prth vaqth ạsụ̄ ḥạẓr brvntthh knhi ạsis āsan, (tʿmyli ḥkm krnh khạṭr tyar.)"
  },
  {
    "verse_id": 14,
    "translation": "Byyhi vathrvv mye thndi khạṭr ʿzt v jahuk frsh th vathrun (ta ayn kh sạry lvukh ạsụ̄ tas rʿys th ziyutth manan mgr bavjvd ān kvr nh tmụ̄ yimn nʿmtn hund shkr ada.)"
  },
  {
    "verse_id": 15,
    "translation": "Tvpth chhu tas pnnhi jayhi khyal kh bh kya kr tas aath andr thi byyhi nʿmcz ʿṭa."
  },
  {
    "verse_id": 16,
    "translation": "Thi bnhi nh hrgz, kyazi yhi avs sanyn āyatn hund mkhạlf th dushmn, (amụ̄ sndi khạṭr chhe zyadty dnya v ạkhrts mnz bnd. Chnanchh yim āyati krymh nạzl spdnh pth rvud nh amis mal v dvlt kunhi, nh jah v ʿzt nh avlad, khvar v dhlyl spud.)"
  },
  {
    "verse_id": 17,
    "translation": "Āʿndh ạkhrts andr kharn bh suh jhnms mnz tth kohs yth nav chhu ṣʿūd. (ḥdyth shryf chhu ṣḥyḥ tirmdhy ys andr kh frmvv ḥẓrt nby krymv kh ṣʿūd chhu jhnms andr aakh kohah. Stthn vriyan vathi jhnmy tmhi chhi talhi petth. Tvpth yiyhi tamhi petthh byyhi bon dạrith dinh. Yithe pạtthụ̄ rvzi suh hmyshhi aath kohs khsan tvpth tamhi koh petthh vsụ̄ pyvan. Yhi sza yiyhi tas dinh aamy ʿnad mokhh yymiyuk dhkr krnh āv.)"
  },
  {
    "verse_id": 18,
    "translation": "Pzụ̄ pạtthụ̄ tmụ̄ shkhṣn kr fkr byyhi kvrun andazh (kh qrāni mjyds nsbt kus ychh lfẓ kr tjvyz tvpth krn varyah fkr th tamul krith aakh lghv th be hvdh ktahh pysh.)"
  },
  {
    "verse_id": 19,
    "translation": "Ps gczihn suh aaddh czvtt th khoddh buzụ̄, kithh pạtthụ̄ kvrun yhi andazh."
  },
  {
    "verse_id": 20,
    "translation": "Tvpth gczihn suh byyhi aaddh czvtt dvbarh, yhi kiczh ktahh kr tmụ̄, (yhi tʿjb mkrr krun chhu amụ̄ snz skht mdhmt krnh khạṭrh yʿny yhi kiczh be rbṭ ktahh kr tmụ̄ yymiyuk nh kunhi ṣvrts mnz aḥtmale hykhi spdith. Kyazi siḥrch chhe prth akis khbr kh tmiyuk athr chuhnh zyadh kals pvshan. Siḥruk ṭaqt chhunh suh kya hykhi ghạyibn petth thi athr krith. Gạmtis zmans th āʿndh yivunis zmans petth athr krith yʿny nʿūdh bAllah hrgah yhi qrāni mjyd jvd āsihe suh kithh pạtthụ̄ hykhi prth zmanh kyn lvukn jvvad krith kh tim hykh hn tamhi jadi kh athr sintụ̄ tmiyuk muqablh krith, jadvgr yʿny aapziyvr kithh pạtthụ̄ hykh ʿaaly alaʿlan dʿūyā krnuk jurat krith kh mthl thi yth klams hyvu hykiv nh tvhụ̄ jn th ansan hrgz kanhh klamah pysh krith.)"
  },
  {
    "verse_id": 21,
    "translation": "Tvpth lvg mjlshi hndyn lvukn kun buthhi buthhi vuchhnhi, (so kth yos me tjvyz kr vnah kinh vannh.)"
  },
  {
    "verse_id": 22,
    "translation": "Tvpth lvdun buthis bvm, tvpth lvg buth czkravnhi, (ddyks drkh kharnhi yuth lukh dapn yymis chhe skht nakht qrāni mjydch.)"
  },
  {
    "verse_id": 23,
    "translation": "Tvpth phyvur pth kun byyhi nnh rvvun ghrvr th tkbr."
  },
  {
    "verse_id": 24,
    "translation": "Tvpth vvnun yhi qrāni mjyd chhunh mgr byyan nishhi nql krnh āmut jvdah."
  },
  {
    "verse_id": 25,
    "translation": "Yhi chhunh kynh thi bshrh sndih klamh vrạe yʿny Allah tʿālyā sund klam chhunh, (Allah tʿālyā chhu frmavan amis diytav vvrnh.)"
  },
  {
    "verse_id": 26,
    "translation": "Jldy vatnavn bh suh jhnm kis nars andr."
  },
  {
    "verse_id": 27,
    "translation": "Cze kus chyz zạnhi ravy kh saqri nari jhnmch ḥqyqt kya chhe."
  },
  {
    "verse_id": 28,
    "translation": "Suh nar travinh baqy bdnuk kanhh ḥṣah zalnh vrạe, nh chahddi kạnshi nafrmans ʿdhab krnh vrạe."
  },
  {
    "verse_id": 29,
    "translation": "Puhsr valh vun chhu buthhi kis dals, (yymhi sintụ̄ shkl v ṣvrthe tbah th brbad gczihh.)"
  },
  {
    "verse_id": 30,
    "translation": "Tth jhnms petth chhi mqrr krnh āmtụ̄ kunvuh malk bddụ̄ bddụ̄ srdar (yim kạfrn rnga rng ʿdhab krn. Mlạykn hund qvt th ṭaqt chhu setthah zyadh jinn th ansann hndi khoth, chnanchh sarine jhnmiyan ʿdhab krnh khạṭr avs akve malk kạfy. Mgr Allah tʿālyā hn krụ̄ muqrr kunvuh malk, aamhi andrh chhu mʿlvm spdan kh kạfrn th mshrikn ʿdhab krnuk ahtmam chhu setthah zyadh. Kunvuhn hund ʿdd khaṣ krnuk sir chhu mʿlvm Allah tʿālyā se. Mgr bʿẓ ʿlmahv th mufsrynv chuh byan kvrmut amyuk nukth ḥẓrt mvlana mvlvy ashrf ʿly thanvy ṣaḥb, timv chuh frmvvmut kh myạnis dls andr spud ath mtʿlq Allah tʿālyā sndụ̄ ṭrfh bṭvri ailqaʿ akh mẓmvnah, suh gvv yhi kh aṣl pạtthụ̄ spdi kạfrn jhnmuk ʿdhab yymhi kthhi mokhh kh timv kya krụ̄ mukhalft pazyn ʿqạydn hnz. Pzụ̄ ʿqạyd chih nv akụ̄ qsmkụ̄ th dah akụ̄ qsmkụ̄. (1) gvv ayman anun th pczh karnụ̄ mʿbvdi brḥqs, (2) gvv pczh karnụ̄ kh ʿālm chuh ḥadith manze pạdh gvmut, (3) gvv malạykn pczh karnụ̄, (4) gvv sarne āsmạny kitabn pczh karnụ̄, (5) gvv sarne pyghmbrn pczh karnụ̄ (6) gvv tqdyrs pczh kirnụ̄, (7) gvv qyamt kis dvhs pczh karnụ̄, (8) gvv jnts pczh karnụ̄, (9) gvv jhnms pczh karnụ̄. Amhi pth ge dah chyz yimn aʿmaln sintụ̄ tʿlq chuh, timv andri ge pancz chyz mʿmvrat yʿny tim chyz yimn hund amr krnh āmut chuh, time pancz chyz chih shʿāʿri aslam. Timv mnz gvv (1) ziyvi sintụ̄ shhadtynn hund aqrar karun zyvi sintụ̄ parun aashhad an laa ailāh ala Allah va aashhad an Muḥammadana ʿbduh v rasvlh, (2) gvv nemaz brpa thavnụ̄, (3) gvv malch zkvāh dinụ̄, (4) gvv mahi rmẓans rvzdar rvzun, (5) gvv ḥji bytu Allah karun. Byyhi pancz chyz ge mnhyat yimn hund mnʿ chuh krnh āmut timn hndi ḥram th najạyz āsnuk gczih aʿtqad thavun tim pancz chyz ge time yimn mtʿlq svrh mmtḥnah kis āyh aimtiḥanas andr mnʿ chuh krnhi āmut, so ge czvur karnụ̄, zina karun, kanhh shkhṣah marun khṣvṣaan avlad marnụ̄, bhtan th apuz tthhravun, byyhi nhi nby krym sndis kunhi ḥukms mukhalft karnụ̄ yime chih vatan kul ʿqạyd kunvuh. Yimn ʿqạydan khlaf krnh khạṭr kran yim kunvuh malk kunvuhi qsmh lvukn ʿdhab. Yimn kunvuhn malkn hndis srdars chhu nav mạlik. Yylhi yymhi āyh krymuk mẓmvn bvuz kạfrv tim lgụ̄ tthtthh th asthzaʿ krnhi. Chnanchh aakh kạfrah aakh avs abv alaashd suh avs setthah ṭaqt vr shkhṣah, suh lvg vnnhi kh ae qryshv tvhụ̄ mah khvcziv. Yimv andrh dah malk httavkh bh dchhnhi nari sintụ̄ baqy nav httavakh bh khvri nari sintụ̄, Allah tʿālyā hn kvr aath trdyd.)"
  },
  {
    "verse_id": 31,
    "translation": "Aashi krụ̄ nh jhnmkụ̄ darvghh ansan yimn kanhh qvy ansanah httạvith hykhi he blkih krụ̄ aashi jhnmkụ̄ darvghh ṣrf mlạyk yimv andrh aakh malk tyvut qvt chhu thavan yvut sarine jinn th ansann avlynn th ạkhrynn qvt chhu. (chnanchh ḥdyth shryfs mnz chhu lahm mithlu qvh althqlyn) byyhi kvr nh aashi tihund tʿdad yvut byan krnh āv mgr kạfrn āzmạysh krnh khạṭrh, yuth tihnzn gmrạhiyn hund sbb bnhi, byyhi yuth ath petth aamikụ̄ ntạyj mrtb spdn, yuth yim ahli ktab yhi bvuzith yqyn krn kyazi timn āshi pnnyv ktabv mvjvb aath tʿdads mtʿlq aṭlaʿ khbr brvntthue. Byyhi yuth tamụ̄ sintụ̄ ba aymann hund ayman zyadh spdi, byyhi rvzi nh kanhh shk th trdud nah ahl ktabn nah ba aymann, timn lghi nh mshrkn hndi asthzah tmskhrh sintụ̄ kunhi qsmh dvkhh, byyhi yimn hndyn diln andr shkuk mrẓ chhu yʿny munafq th ẓʿīf alayman lvukh byyhi kạfr nnụ̄ pạtthụ̄ ankar krvunụ̄ tim vnn kh yhi ʿjyb mẓmvn yʿny jhnm kyn darvghn hnz grnd vannh andrh kya sna chhu mqṣvd Allah tʿālyā hs. (yithh pạtthụ̄ Allah tʿālyā hn yth mʿāmls andr ba aymann khaṣ hdayt kvr byyhi krin aath mʿāmls andr kạfr khaṣ ṭvr gmrah.) yithe pạtthụ̄ chhu Allah tʿālyā gmrah kran ys yczhan chhu ts. Byyhi chhu hdayt kran ys yczhan chhu ts. (jhnm kyn darvghn hnz grnd kunvuh vanns andr chhe kmh kmh ḥkmczh, nth chha kul bil yutue fvj, nh hrgz nh) blkh ae pyghmbr! Chạnis prvrdigarh sund fvj chhu tyvut yimn hund shmar nh kanhh thi zanhi tas mʿbvdi brḥqs vrạe, yhi jhnmuk ḥal byan krun chhu bdd nṣyḥt ṣrf ansann hndi khạṭrh."
  },
  {
    "verse_id": 32,
    "translation": "Btḥqyq qasm chhu zvunhi hund."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi chhu qasm rạcz hund yylhi so gczuhn chhe hyvan."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi chhu qasm ṣbḥuk yylhi suh pholan chhu. (varh gash yivan chhu, yime qasm chhus bh havan yth kthhi petth kh)"
  },
  {
    "verse_id": 35,
    "translation": "Be shk jhnm chhu bddyv hvlnak chyzv andrh aakh chyzah."
  },
  {
    "verse_id": 36,
    "translation": "Yus byim krvun th khocznavvun chhu sarine ansann."
  },
  {
    "verse_id": 37,
    "translation": "Timn sarine hndi khạṭrh yim tohyhi andrh nykyan th khyrchn kamyn brvntth gczuhn yczhn, byyhi timn yim nykyv th khyrchv kamyv nishhi pth rvzn yczhn. (aamhi bymuk th khocznavnuk anjam spdi ẓạhr qyamt kh doh. Tmy āe aath chyzs petth timne chyzn hund qasm havnh yimn chyzn qyamts sintụ̄ akh mnasbtah chhe, chnanchh zvun chhe abtdahs andr brran brran tamhi pth chhe pvur th brabr spdith km hyvan gczuhn yvt tanụ̄ khtm chhe spdan, yhe chhe yymhi ʿālmh kh vjvdch th fna gczhnch ḥqyqt, yithe pạtthụ̄ chhi doh kis yins th rat kis gczhns thi mnasbt dnya kis khtm gczhns th qyamt kis yins sintụ̄. Rạcz hund khtm gczuhn gvv yymhi ʿālmuk khtm gczuhn, ṣbḥ pholun th dohuk yun gvv tamhi ʿālmuk ẓhvr spdun. Aamhi pth chhu byan kran jhnmiyan hndyn bʿẓe ḥalat hund.)"
  },
  {
    "verse_id": 38,
    "translation": "Prth shkhṣah yiyhi pnnyn kfrchn kamyn hndi mokhh jhnm kis qyd khans andr bnd krnh th qyd thavnh."
  },
  {
    "verse_id": 39,
    "translation": "Mgr yin nh tth jhnms mnz qạd thavnh tim lvkh yimn namh aʿmal yiyhi dinh dchhnis aaths kyth."
  },
  {
    "verse_id": 40,
    "translation": "Tim āsn jntas thi ʿīsh v ārams andr tvpth āsn,"
  },
  {
    "verse_id": 41,
    "translation": "Tim jnty āsn kạfrn nishhi tihund ḥal timne nishhi prczhan."
  },
  {
    "verse_id": 42,
    "translation": "Tim ba ayman āsn timn kạfrn prczhan, tvhụ̄ kmụ̄ chyzn vatnạvh jhnms yʿny kmv ychh ʿaalmv mokhh ạv jhnms andr vatnavnh?"
  },
  {
    "verse_id": 43,
    "translation": "Tim dpnkh asụ̄ ạsụ̄ nh dnyahs andr nemaz prvunyv andrh yʿny mʿbvdi brḥqs ʿbadt krvunyv andrh."
  },
  {
    "verse_id": 44,
    "translation": "Byyhi ạsụ̄ nh asụ̄ ghrybn th mskyinn yuhund ḥq aashi petth vạjb avs ṭʿām khyavan."
  },
  {
    "verse_id": 45,
    "translation": "Byyhi ạsụ̄ asụ̄ timn lvukn sintụ̄ shạml spdan yim dyni ḥq yʿny aslam bạṭl krnch kvshsh kran ạsụ̄."
  },
  {
    "verse_id": 46,
    "translation": "Byyhi ạsụ̄ asụ̄ aapuz zạnith ankar kran qyamt kis dohs."
  },
  {
    "verse_id": 47,
    "translation": "Yvtanụ̄ athụ̄ ḥals andr mrnuk vqt vvt yʿny yimav ḥalatv nishhi āe nh asụ̄ baz ta ayn kh athụ̄ na frmạny hndis ḥals petth mvudụ̄ asụ̄."
  },
  {
    "verse_id": 48,
    "translation": "Pas yhi nh kanhh nfʿ th fạydh timn shfaʿt krvunyn hnz shfaʿt yʿny timn kri nh shfaʿt th sfạrshy kanhh. (timn yylhi aamhi kfr v aʿraẓh mokhh yhi ḥalt bnhi)"
  },
  {
    "verse_id": 49,
    "translation": "Ps kya gvv timn kh tim chhi aamhi qrān kh nṣyḥt nishhi buth pihran th rvgrdạny kran th czlan."
  },
  {
    "verse_id": 50,
    "translation": "Zn tim chih jngly th vḥshy khr."
  },
  {
    "verse_id": 51,
    "translation": "Yim shh vuchhith chhi khrk khyvan th czlan. (aamhi tihndi czlnuk vjh chhu kh tim chhinh pnnhi khyalh qrāni mjyds kạfy dlyl zanan.)"
  },
  {
    "verse_id": 52,
    "translation": "Blkh chuh timv andrh prth akahh yczhan kh tas nishhi gvczh vatun āsmạny khṭ varh mczrạvith, (yath khṭs andr bavẓaḥt lykhith āsihe khdae sndi ṭrfh khṣvṣy ṭvr thndi nav kh tvhụ̄ kriv ḥẓrt Muḥammad snz mtabʿt, Allah tʿālyā chhu frmavan)"
  },
  {
    "verse_id": 53,
    "translation": "Thi bnhi nh hrgz (kyazi aamich chahnh ẓrvrthe, nh chhi yimn tmich lyaqt th qạblyt, yhi drkhvast krnuk vjh chhunh yimn kya chhu diln andr pczh krnuk pokhth aradh) blkh chhu yhi drkhvast krnuk vjh kh yimn chhanh ạkhrtch pczhe, yimn chhunh ạkhrt kh ʿdhabuk khvfe kynhh, (tmy chhunh yimn pvz czhanddnuk khyale kanhh.)"
  },
  {
    "verse_id": 54,
    "translation": "(yylhi vonụ̄ tihindi drkhvast krnuk bạṭl āsun thạbt spud) lhādha hykhi nh thi hrgz bnith yymich tim khvạhsh kran chhi. Blkh chhu yohe qrāni mjyd vʿẓ th nṣyḥt khạṭr kạfy byyhi kunhi khṣvṣy nṣyḥtch chhanh kanhh ẓrvrt."
  },
  {
    "verse_id": 55,
    "translation": "Aath kun nẓr krith yus aamhi qrāni mjyd sintụ̄ nṣyḥt rttn yyczihh, suh rttin nṣyḥt, (yus nh yyczihh suh mh rttin, gczihn grftar jhnm kis ʿdhabs. Ashi chhanh thnz kanhh ẓrvrt kh tas nishhi kya svzv asụ̄ khṣvṣy ṣḥyfah.)"
  },
  {
    "verse_id": 56,
    "translation": "Byyhi kthi krn tim nṣyḥt qbvl yvt tanụ̄ nh Allah tʿālyā tihund nṣyḥt qbvl krun yyczihh, (tmụ̄ sndis nh yczhns andr chhe bjhi bjhi ḥkmczh bavjvd ān chhu ẓrvr qrāni mjyd bvdd vʿẓ th bdd nṣyḥt. Lhādha gczihh aamhi sintụ̄ nṣyḥt rttnụ̄ th khdae snz aṭaʿt v frman brdạry krin,) kyazi sue chhu suh dhati pak ysndis ʿdhabs khoczun shvubhi, byyhi chhu sue layq bndn hndyn gnahn bkhshạysh krns yʿny ansane ddtth kintụ̄ gnah kri tvpth yylhi suh tqvyā chhi vathi pkith tas khoczi tvpth kri tvbh, gnahn mngys bkhshaysh, suh prvrdigar krys sarine gnahn mghfrt, tvbh krys qbvl. (chnanchh akis ḥdyth shryfs mnz chhu āmut yus barivayt ans bn malk chhu kh ḥẓrt ānḥẓrtv pvr aakhi doh yhi āyh krymh tvpth frmvvukh )qaal rabkm ʿz v jl ana ahl an atqyā fala yushrik biy shy faadha atqany alʿbd fana ahl an aghfir lah( yʿny bh chhus yth layq kh bndh khoczan me, tvpth tthhravnm nh kanhh aakahh kunhi chyzs th kunhi kamhi mnz shryk, tvpth yylhi bndh me khoczi, shrkh nishhi spdi pak tamhi saʿth chhu myvn shan yhi zi bh kr tas gnahn mghfrt.) )Allah tʿālyā thạvin aashi pnnhi fẓl v rḥmt sintụ̄ hmyshh ayman v tvḥyds petth qạym byyhi krin sanyn sarine gnahn bkhshạyish. Āmyn ya rb alʿālmyn("
  }
]