[
  {
    "verse_id": 1,
    "translation": "Qasm chuhs bh havan qyamt kh dohuk."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi chhus bh qasm havan tamhi nfsuk yus pạnụ̄ pans mlamt kri. (muḥqqv chhu lyvkhmut kh ansans chhu nfs aakve mgr tamhi kyv tryyv ḥalv mnz chhi tth tre nav. Agr ansan sund nfs āshi mạyl ʿālmi ʿiilvyas kun tvpth āshi Allah tʿālyā snz ʿbadt th frman brdạry kran. Byyhi āshi tas shryʿtch pyrvy krns andr skvn v qrar mḥsvs spdan tath nfss chhi vnan nfsi mṭmʿnh, agr tuhand nfs ʿālmi sifliyas kun mạyl āshi, dnya kyn ldhtn th nfsh chyn khvạhshhi andr āshi bvddmut tvpth āshi yachh kamyn th bdiyan kun rghbt kran, shryʿt chhi pyrvy nshhi āshi czlan th guryz kran tath chhi vnan nfsi amarh. Hrgah kunhi vizi ʿālmi sifliyas kun āshi nman, shhvtn th khvạhshn mnz āshi mbtla spdan th kunhi vqth āshi ʿālmi ʿlviyas kun mạyl spdith yimn chyzn ychh th khrab zạnith dvur czalan, byyhi āshi yimav kamyạbyv sbbh shrmndh th khjil gczihth nạdm th pshyman spdith pnnis pans mlamt kran tath chhi dpan nfsi lvamah. Yohe mẓmvn yiyhi byyhi ṭryqh thi byan krnh kh ansan sund dl chhu godd godd nfsh chyn khvạhshn gindns th byhvdh kamyn mnz bvddith ghrq gczhan. Nykiyn kun chhus nh rghbte āsan. Suh gvv nfsi amarh. Tvpth chhus hvsh yivan, rut th ychh chhus fkri tran, pays chhu hyvan pyvn, ychh kamyv nishhi chhu baz hyvan yun, mḥsvs chhu hyvan krun kh me kvr yhi nh krun gvczh, pnnis pans chhu mlamt hyvan karn suh gvv nfsi lvamah. Tvpth yylhi pnnis pans drst kran th smbhalan chhu, dilh sintụ̄ chhu nykiyn kun rghbt kran, byhvdh th najạyz kamyv nishhi chhu khodbkhod dvur rvzun hyvan, ychh kamhi krnch chhanh kthe, timn hund tṣvr krnh sintụ̄ thi chhu tklyf th anqbaẓ mḥsvs kran, tath chhi vanan nfsi mṭmʿnh, yythi nas chhu Allah tʿālyā nfsi lvamuk qasm havan kyazi agr kạnshi fṭrti slymah āsan chhu suh chhu khodbkhod dnyahs andre ychh kamyn petth nạdm th pshyman spdith pnnis pans aṣlaḥ kran. Yythi ns chhu jvabi qasm mḥdhvf kyazi aamhi pth yim āyat chhi tim chih tth petth dlalt kran suh jvabi qasm chhu kh tvhụ̄ sạry yiyiv byyhi dvbarh mrnh pth zndh krnh, qbrv andrh kddith mḥshr kis mydans andr sombravnh.)"
  },
  {
    "verse_id": 3,
    "translation": "Kya ansan chaha khyal kran kh asụ̄ kya hykv nh hrgiz thnz addijhi sombrạvith th jmʿ krith? (ansan andr chhu murad kạfr)"
  },
  {
    "verse_id": 4,
    "translation": "Asụ̄ krvkh ẓrvr addijhi jmʿ, (thi chhunh aashi nishhi kynhh dshvar th mshkl, kyazi bjhi addijhi jmʿ krnhi kya chhe kthe) aashi chhe qdrt tmụ̄ snz lokchhi addijhi yʿny avngjhi ttynddụ̄ tanụ̄ sombrns th jmʿ krns th pnnhi pnnhi jayhi brabr krns petth qdrt, (yus ḥṣh bdnuk sanhi nẓri andr mshkl chhu vattun th brabr krun tth petth yylhi tas qdrt chhe, timh gyhi nichhi nichhi addjhi bdnh chhi, vonụ̄ kya ʿjạyb chhu tas nishhi bddụ̄ bddụ̄ tan jmʿ krnụ̄ lykn bʿẓe lvukh chhinh khdae sndis qdrtas mnz ghvr kran tamy chhi qyamts ankar kran.)"
  },
  {
    "verse_id": 5,
    "translation": "Blkh chhu ansan qyamts ankar krith yczhan kh āʿndh pnnhi zndgy andr khvf th khṭrh vrạe fsq v fjvrs andr durv diyun."
  },
  {
    "verse_id": 6,
    "translation": "Tamy chhiv bṭryqi ankar prczhan kh kamhi doh th kth sns mnz āshi so qyamt? (yhi chhu suh tthtthh pạtthụ̄ th ttsnh pạtthụ̄ sval kran, pas bvznạviyvun)"
  },
  {
    "verse_id": 7,
    "translation": "Yylhi achh khyrh gczhn,"
  },
  {
    "verse_id": 8,
    "translation": "Byyhi yylhi zvunhi girhun lghi,"
  },
  {
    "verse_id": 9,
    "translation": "(zvunhi kya kthe chhe) blkh yylhi kuny ḥalt spdi āftabs th zvunhi (yʿny doshvnụ̄ lghi girhun doshve spdn gttụ̄ th be nvur. Yim yim ḥalat yylhi tamhi doh rvnma spdn.)"
  },
  {
    "verse_id": 10,
    "translation": "Yhi mnkri qyamt ansan gczihh ḥyran bdḥvas gczihth laghi vannhi, kvt gczhh? Czln jayhi chaha? Ya chahpn jayah chahna kunhi? (Allah tʿālyā chhu frmavan)"
  },
  {
    "verse_id": 11,
    "translation": "Hrgz nh, czln jaʿy chhanh kunhi, mumkine chhunh kanhh kya hykhi czlith."
  },
  {
    "verse_id": 12,
    "translation": "Tamhi doh āshi sarine pnnis prvrdigar snzi drgahi andr th ʿdalts andr ḥạẓr spdun, thnzi pyshy andr aiystadh rvzun, thndise fạṣls pyarun, (tvpth chhus tth jayhi vatun yymhi jayhi hund suh fạṣlh krys, jnts ya nars mnz)"
  },
  {
    "verse_id": 13,
    "translation": "Tamhi doh yiyhi amis ansans kvrmut th krvvmut ptiyum th brvuntthyum svrue yad pavnh (blkh chhanh tas yad bavnch ẓrvurthe.)"
  },
  {
    "verse_id": 14,
    "translation": "Blkh chhu yhi ansan pnnis pans petth panh dlyl, tas chhe pnnyn krtvutn hnz pans khbre."
  },
  {
    "verse_id": 15,
    "translation": "Agr chhi brvntth kun trạvitn suh ddytth kintụ̄ ʿdhur th bhanh tim chlns nh tamhi doh kynhh. (vnnavuvkh tmụ̄ sndụ̄ tan thi svrue yhi tmụ̄ kvrmut āshi, lhādha ʿdhr th bhanh ya ankar krnch rvzi nh gnjạyshy, yymhi āyh krymh )yunbvau alainsaanu( mnz drae zh mẓmvn, aakh gvv kh Allah tʿālyā chhu svrue zanh vun, sarine chyzn aiḥaṭh krvun, tas nishhi chhunh khttith kynhh th, dvyum gvv kh Allah tʿālyā sund ʿādt chhu kh yylhi suh yczhan chhu baaiqtẓaʿ ḥkmt chhu suh tim tim ʿlm th tim tim vaqʿāt mkhlvqn hndi dhhnh andrh ḥạẓr kran, yim tihnzan dhhns nishhi ghạyb th pvushydh āsn. Chnanchh tiy spdi lvukn hund ḥal qyamtuk doh, stiyum th ptiyum pyyhi timn pane khodbkhod yad. Yylhi yhi sanhi qdrtch ḥqyqt th kyfyt chhe, tvhụ̄ kya ḥẓ chhiv yarsvl Allah pnnis pans tklyf divan, vḥy nạzl spdnh kh vqth chhiv jbryl amyns sintụ̄ sintụ̄ pran. Bvzan thi chhiv pran thi chhiv mḥẓ yymhi andyshhi mokhh kh vḥiy yuk kanhh ḥṣh ma rvzi ghyr mḥfvẓ th dhhni mbarkh mnzh nyri nybr. Tvhụ̄ kyazi chhiv yhi andyshhi kran yylhi aashi tvhụ̄ pyghmbr bnạviv tohyhi nishhi chhe aashi tblyghch kạm hynụ̄. Sạny kạm chhe tim sạry mẓamyn tuhnzi dhhni mbarks andr jmʿ krnụ̄ th mḥfvẓ thavnụ̄. Tvhụ̄ kyazi chhiv tmyuk ghm bran th mḥnt v mshqt brdasht kran.)"
  },
  {
    "verse_id": 16,
    "translation": "Mah ạsiv tvhụ̄ zbani mbarks ḥrkt kran vḥy moklnh brvntth (yymhi khyalh kh jldy san krha bh vḥy yikụ̄ alfaẓ yad, kyazi)"
  },
  {
    "verse_id": 17,
    "translation": "Be shk aasy chhu matthi yhi qrāni mjyd tuhndis dli mbarks mnz jmʿ krun byyhi chhu aasy matthi tuhndi zbani mbarkh yhi prnavun."
  },
  {
    "verse_id": 18,
    "translation": "Pas yylhi asụ̄ yhi qrāni mjyd pran āsv yʿny svn firstadh malk jbryli amyn yylhi yhi pran āshi tuhund dhhn th fkr gczihh tmhi saʿth aamhi kis bvzns kun mtvjah th tabʿ rvzun, (sintụ̄ sintụ̄ prns sintụ̄ gczihh nh mshghvl rvzun.)"
  },
  {
    "verse_id": 19,
    "translation": "Tamhi pth yylhi tohyhi lvukn brvntthh knhi byan āshi krun, tamhi saʿth tuhundi zbani mbarkh byan krnavun chhu sany mtthi. (yhi mẓmvn ẓimny ṭvr byan krith chhu byyhi qyamt kyn mnkrn kun khṭab yivan krnh. Ae mnkryv! Ansan ptimyn th brvuntthimyn ʿmln petth mṭlʿ krnh yun spdi ẓrvr qyamtuk doh, tohyhi lvukn chuh khyal kh qyamt spdy nh qạyim.)"
  },
  {
    "verse_id": 20,
    "translation": "Yhi tuhund khyal chhunh hrgz ṣḥyḥ, tohyhi chhanh aath petth khnụ̄ dlyl ḥqyqts andr chhe kth yhe kh tvhụ̄ chhiv blkh dnyahuk mḥbt thavan, (tamhi kise mḥbts mnz chhiv tvhụ̄ bddith gmtụ̄.)"
  },
  {
    "verse_id": 21,
    "translation": "Ạkhrt nishhi chihv ghạfl spdith suh chhvun psi pusht travan, (tuhundi qyamts ankar krnuk bina chhu dnyahuk mḥbt. Lhādha zạniv tvhụ̄ varh kh qyamt spdih qạyim ẓrvr. Prth aakahh yiyhi pnnyn ʿmln petth mṭlʿ krnh tvpth yiyhi prth akis timn ʿmln hnz mvzvurụ̄ dinh, rczn ʿmln rcz mvzvurụ̄ ychh ʿmln ychh mvzvurụ̄ yymyuk tfṣyl yithh pạtthụ̄ chhu)"
  },
  {
    "verse_id": 22,
    "translation": "Varyah buthụ̄ āsn tamhi doh ba rvnq tr v tazh."
  },
  {
    "verse_id": 23,
    "translation": "Tim āsn pnnis prvrdigars kun vuchhan (ldhti dydar sintụ̄ āsn srshar, hshash th bshash yʿny aash vunụ̄ th pholh vunụ̄.)"
  },
  {
    "verse_id": 24,
    "translation": "Varyah buthụ̄ āsn tamhi doh be rvnq th czkrạvith th bvm ldith."
  },
  {
    "verse_id": 25,
    "translation": "Tim lvukh āsn zạnithe kh timn sintụ̄ spdi sue mʿāmlh yus tihund kmr puhttravvun āshi yʿny timn yiyhi krnh ʿdhabi shdyd. (aamhi pth chhu dnyakis mḥbts petth zajar yivan krnh kh ae ansan! Cz avsukh dnyahs mḥbvb zanan th ạkhrtas napsnd th namrʿūb zanan.)"
  },
  {
    "verse_id": 26,
    "translation": "So kth chhanh, (kyazi aamhi dnya nishhi chhe cze akhi nth aakhi doh mfarqt th jdạʿy krnụ̄, tvpth chhue cze bhr ḥal ạkhrtas kun vatun) yylhi zuv vatan chhu hiris petth yʿny ansan chhu mrnhi lgan."
  },
  {
    "verse_id": 27,
    "translation": "Tamhi saʿth chhu nhayt ḥsrt kinụ̄ vannh yivan yʿny bemar dar chhi tamhi saʿth vnan kanhh prn vvlah chhuna yus yymis phokhah diyhi ha ya kanhh ʿlaj krvunah ḥkymah chhuna?"
  },
  {
    "verse_id": 28,
    "translation": "Suh marvun chhu panh yqyn kran kh yhi chhu dnya nishhi ʿzyzn th rshth darn nishhi jda spdnuk vqt."
  },
  {
    "verse_id": 29,
    "translation": "Mvt chhi skhty sintụ̄ chhas aakh groz byyis grozi valnh yivan, (yhi chhu ʿlamt skratu almvtuk.)"
  },
  {
    "verse_id": 30,
    "translation": "(yylhi yiczh ḥalt pysh yivan chhe, dpnh chhu yivan amis mrvunis kh) cze chhue aaz pnnis prvrdigars kun pkun, (tvpth khdays nishhi vatnh pth agr suh shkhṣ kạfr āshi, tmụ̄ sund ḥal āshi setthah khrab, kyaz)"
  },
  {
    "verse_id": 31,
    "translation": "Kyazi tmụ̄ ạsụ̄ nh krmcz tṣdyq th pczh kunis khdays th pyghmbri brḥqs byyhi ạsnụ̄ nh prmcz nemaz."
  },
  {
    "verse_id": 32,
    "translation": "Lykn tmụ̄ kvr bjae tṣdyq, ankar v tkdhyb byyhi bjae nemaz v nyaz kvrun skht aʿraẓ."
  },
  {
    "verse_id": 33,
    "translation": "Aʿraẓ krith th buth pihrith hyvtun ghr kun pkun hytth maran (zan tmụ̄ las lvbmut avs bdd kạmah krmcz ạs.)"
  },
  {
    "verse_id": 34,
    "translation": "Ae bdbkht! Chanhi bdbkhty th tbạhy hund vqt vvt."
  },
  {
    "verse_id": 35,
    "translation": "Aakạe khrạby nh blkh aakhi khrạby pth byakh khrạby akhi tbạhy pth byakh tbạhy."
  },
  {
    "verse_id": 36,
    "translation": "Kya yhi ansan chaha guman kran kh suh kya yiyhi travnh yle? Tas kya yiyhi nh āzmạysh krnh amr v nhy kyv aḥkamv sintụ̄, tvpth kya yiyas nh prczhnh th kanhh ḥisab hynh blkh chhu suh yqynaan mklf. Byyhi yiyhi tas yqynaan ḥsab v ktab krnh, jza v sza dinh. Yhi ansan avs mrnh pth zindh spdans mḥal zanan, yithi ạs amụ̄ snz kmal ḥmaqt.)"
  },
  {
    "verse_id": 37,
    "translation": "(kya amis chuhna pnun abtda mʿlvm?) kya yhi avsna goddh mḥẓ aakh mny qṭrah yus pshpavnh āv znanhi hndis shkms th bchhi danhi andr."
  },
  {
    "verse_id": 38,
    "translation": "Tvpth bnyvv tth mny qṭrs khvnh dtahh aakh. Tvpth kvr tath Allah tʿālyā hn pạdh aakh ansanah tsụ̄ krin aʿẓaʿ bdn brabr."
  },
  {
    "verse_id": 39,
    "translation": "Amụ̄ se ansans krụ̄ Allah tʿālyā hn zh qsm nar th madh, mrd th znanh."
  },
  {
    "verse_id": 40,
    "translation": "Kya yhi qadri mṭlq yymụ̄ pnnhi qdrt sintụ̄ abtdahana yhi svrue kynhh pạdh kvr akis be jan qṭrs kvrun ʿạql th dana ansanah pạdh, suh hykhi na mrnh pth byyhi dvbarh tas pạdh krith? (ḥdyth shryfs mnz chhu āmut )man qaraa suvrh alqyamthi vqaraa fiyha aalaysa dhaalka biqaadir ʿaalyā an yuḥyiy almavtay falyaqul balyā anh ʿaalyā kuli shay qadyr( yʿny yus svrh qyamh pari tvpth pri tamiyuk ptiyum āyh krymh ) aalaysa dhālika alkh( suh prin ) balyā anh ʿaalyā kuli shay qadyr( adh suh pritn nemazi mnz ya nemazi vrạe. Yus yhi svrh shryf prvun āshi tas chhu ḥkm aamhi pth blyā prnuk. Bvzvunis chhunh prnuk ḥkm. Yithe pạtthụ̄ chhu amam se yvt prun mqtdiyan chhunh prun, kyazi lfẓi ḥdyth chhu man qaraa, aath mnz chhunh man samiʿaa yʿny yus bvzi yhi āyh krymh tuhund gczihh parun yh gczihh varh taml krun.)"
  }
]