[
  {
    "verse_id": 1,
    "translation": "Be shk amis ansans petth guzryvv zmanh mnz aakh vqtah yath vqts mnz avsnh suh kanhh chyzah zyvi petth hyvn layq (yʿny qạbli dhkr ansan avsnh blkh avs nṭfh, tamhi brvntth avs ghdha, tamhi brvntth avs akh chyzah jmadatv andrh.)"
  },
  {
    "verse_id": 2,
    "translation": "Aasy kvr pạdh yhi ansan milnavnh āmtis ābi nṭfs yʿny mrd sndis ābs th znanhi hndis ābs sintụ̄ milnạvith, (kyazi znanhi hnz mny chhe andrụ̄ andry thndis shikms yʿny bchhi danhi andr jmʿ spdan tvpth chhi tim doshve āb panh vạnụ̄ rlan th milnavnh yivan, tthụ̄ chhu ansan bnan. Yithi hykhi mʿny ạsith kh suh madh chhu mkhtlf chyzv sintụ̄ mrkb āsan spudmut ya yth nuṭfs sintụ̄ qbri hnz miycz mialnavnh yivan chhe ghrẓ yithhi se nuṭfs kvr pạdh aashi yhi ansan. Yymhi ṭryqh kh asụ̄ karhvn suh mklf yʿny pnnụ̄ aḥkam avạmr th nvạhy vatnavv tas nishhi, daphuvs yhi kr th yhi mh kr.) amy sintụ̄ krv asụ̄ tas āzmạysh th amtḥan, tmy mokhh kvr aashi suh bvzvun th vuchhvun. (byyhi kr aashi ts ʿql v fkr ʿṭa ghrẓ kh so hyʿt th tim ṣft krụ̄ aashi tas ʿṭa yimav sintụ̄ tmis andrh mklf bnh nch qạblyt spz pạdh, tamhi pth yylhi ts mklf bnnuk vqt vvt.)"
  },
  {
    "verse_id": 3,
    "translation": "Aashi kvr suh mṭlʿ rczn kamyn petth thi ychh kamyn petth thi, tvpth hạvs aashi siyz vath yʿny pnnyv aḥkamv sintụ̄ kvr aashi ts kun khṭab. (tamhi sintụ̄ spud suh ya shkr guzar ba ayman ya spud na shkr gzar kạfr yʿny yymhi vathi tas dvp pkun hrgah tmy vathi pvk tylhi gvv ba ayman, hrgah tamhi vathi pvk nh tylhi gvv kạfr. Vonụ̄ chhu byan yivan krnh yimn doshvnụ̄ hund jza v sza.)"
  },
  {
    "verse_id": 4,
    "translation": "Ashi chhu tyar thvvmut kạfrn hndi khạṭrh hanklh th ṭvq byyhi dazh vun nar."
  },
  {
    "verse_id": 5,
    "translation": "Be shk yim nykv kar āsn tim chyn jntuk shrabi ṭhvr pyalv sintụ̄, yath shrabi ṭhvrs milnavnh āshi āmut jnth kh kvfvur mnz mve hanh. (jnts mnz chhu aakh chshmah aakh nagah yus Allah tʿālyā hn chhu mkhṣvṣ kvrmut mqrb bndn hndi khạṭrh. Suh āshi khoshbv th frḥt afza th sfyd, tmy mnasbth ās vannh kafvur.)"
  },
  {
    "verse_id": 6,
    "translation": "Akh chshmah yymhi mnz chyn Allah tʿālyā sndụ̄ khaṣ bndh, tath āsn tim khaṣ bndh phiran yvkun timn khosh āshi kran, suh āshi bvn kun pkan hyvrkun pkan. (jnth chhi jvyhi āsn jntiyan tabʿ, tihndi asharh sintụ̄ tvkun pkan yvkun tihnz khvạhsh āshi. Dur mnthvrs andr chhe aakh rvayt kh jntiyan āsn aathn mnz sonh snz lori, timve sintụ̄ āsn jvyn kun asharh kran, timh jvyhi āsn tihndi asharh sintụ̄ tthụ̄ ṭrfs pkan yth ṭrfs kun tihnz khvạhsh āshi gczhan.)"
  },
  {
    "verse_id": 7,
    "translation": "Tim ʿbadu Allah khdae sndụ̄ bndh ge time yim pvurh chhi kran tim vajbat yʿny ndhr v nyaz yim timav pans petth matthi hytmtụ̄ āsn chhi, (yylhi tim pane mtthi hytmtụ̄ chyz pvrh kran chhi, vonụ̄ yim chyz Allah tʿālyā panh chhu timn petth vạjb th matthi kran timn chyzn hnz chhanh kthe kh tim kithh pạtthụ̄ āsn suh pvurh kran.) vajbat rbany chhi bkmali akhlaṣ pvurh kran kyazi tim chhi khoczan tth dohs yymhi dohch skhty āshi prth akis vath vnụ̄, (aila ma shaʿ Allah.)"
  },
  {
    "verse_id": 8,
    "translation": "Tim prvrdigar sndụ̄ bndh ge time yim thndi mḥbth panun tyar kvrmut ghdha chhi khyavan mskynn ytyimn th qindyn. (qindụ̄ agr mẓlvm āshi tmụ̄ sund mstḥq āsun chhu ẓạhre, hrgah ẓạlm thi āshi suh khyavun thi chhu skht ḥajth vizi jane. Ṭʿām khyavan khyavan chhi tim zyvi sintụ̄ vnan timn.)"
  },
  {
    "verse_id": 9,
    "translation": "Asụ̄ chhi tvhụ̄ khyavan yhi ṭʿām mḥẓ khdae sndi rẓa mndy khạṭrh, asụ̄ chhinh tohyhi nishhi aamiyuk ʿūẓ th bdlh yczhan nah chhi zyvi sintụ̄ aamiyuk shkr v spas th tʿryf v thna khvany yczhan. (asụ̄ chhiv tvhụ̄ mḥẓ khdae sndi rẓa mndy khạṭrh yymhi mokh khyavan)"
  },
  {
    "verse_id": 10,
    "translation": "Asụ̄ chhi bavjvdi ān pnnis prvrdigar sndis tth dohs khoczan yus buth czkrith th setthah skht āshi, (amyd chhi thavan kh mkhlṣanh ʿmln hndi brkth thavi suh aashi tamhi doh chhi skhty th tlkhy nishhi mḥfvẓ. Aamhi andr spud mʿlvm kh ạkhrt kh khvfh sbbh kanhh kạmah krnụ̄ chhunh khlafi akhlaṣ.)"
  },
  {
    "verse_id": 11,
    "translation": "Ps rachhhi timn Allah tʿālyā aṭaʿt v akhlaṣ kh brkth tamhi doh chhi prth skhty nishhi byyhi krykh buthyn hnz tazgy th diln hnz khvshy ʿṭa yʿny buthyuk nvur th diluk srvur."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi diyhi timn tihund Allah tʿālyā ṣbr v astqamt bdlh jnt th jntkụ̄ pattyvu jamh."
  },
  {
    "verse_id": 13,
    "translation": "Yth ḥals mnz kh tim āsn timn jntn mnz padshahn hndụ̄ pạtthụ̄ lʿl v jvạhrv sintụ̄ jrmtyn tkhtn petth ʿzt v āram san bihith. Nh lbn tathi āftabch tpish th grmy, nh lbn tinr th srdy, (blkh āshi tthi khoshgvar mvsm, gash āshi tathi ʿrshi mjyduk nvur.)"
  },
  {
    "verse_id": 14,
    "translation": "Jnth kyn kulyn hund khoshgvar sayhi āshi timn nkhh tl, nvmravnh āshi āmut timn kulyn hund myvh tyvut kh tklyf v mshqt vrạe āsn tim suh myvh astʿmal krith hykan prth ḥals andr, vodnhi thi bihith thi shvngith thi. (suh āshi timn ṭabʿ thavnh āmut yithh pạtthụ̄ khosh āsykh kran tithh pạtthụ̄ āsn khyvan.)"
  },
  {
    "verse_id": 15,
    "translation": "Byyhi yin timn nishhi khynh chynkụ̄ chyz pysh krnh roph sndyn bann th roph sndyn czkụ̄dar ābkhvrn mnz yim roph hiy āsn sfyd shyshh hiy āsn shfaf th ṣaf."
  },
  {
    "verse_id": 16,
    "translation": "Roph sndụ̄ ạsith āsn shyshh hivụ̄, shyshiv ạsith āsn roph hivụ̄, yimn ānjvrn mnz phirn vạlụ̄ akhi khaṣ andazh mvjvub phiran āsn th yath kun jntiyan khvạhsh gczhan āshi."
  },
  {
    "verse_id": 17,
    "translation": "Byyhi yin jnty timn jntn andr (tamhi shrabh ʿlavh yath kafvur milnavnh āshi āmut byyhi thi byakh qsmuk shrabuk) chavnh yath mnz shvntth hyvu dhạyqh th mzh lbnh yivan āshi."
  },
  {
    "verse_id": 18,
    "translation": "Aamhi qsmh kh shrabuk thi āshi aakh chshmah yath tathi vnnh āshi yivan slsbyl."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi āsn timn brvntth kun chyz hyth yivan gczhan tim khvbṣvrt lokttụ̄ bchhi yim tamhi qsmh ḥsyn v jmyl āsn kh yylhi czh ae mkhạṭb tim vuchhhkh avrh yvr kran, czh krkh guman yim ma chhi chhkrnh āmtụ̄ mokhth phlụ̄, (tithụ̄ āsn tim nundh bạnụ̄.)"
  },
  {
    "verse_id": 20,
    "translation": "Ae mkhaṭb! Jntuk ḥal kya yiyhi vannh, suh spdy cze tylhi mʿlvm yylhi czh panh vuchhkh, vuchhkh czh kmh kmh ʿẓymu alshan nʿmczh byyhi setthah bdd slṭnt, (yosh adnyā jntiyas ʿṭa yiyhi krnh so ge khan dnyahn brabr.)"
  },
  {
    "verse_id": 21,
    "translation": "Petthyum poshak tihund āshi zạviyul sbz pvtt th svut vvunmut pvtt, byyhi yin lagnh jntiyan roph sndụ̄ krụ̄ yimn kryn hund ḥsn v khvby byane hykhi nh kanhh krith, byyhi chavih timn pnun prvrdigar pak v pạkyzh shrab, (yus nh dnyakh shrabkụ̄ pạtthụ̄ ʿql zạyl krvun āshi ya bdbv dar āshi blkh āshi suh mʿṭr th mushk dar, ḥdyth shryfs mnz chhu āmut yus dnyakh shrabuk aakh qṭrh chyyhi suh spdi mḥrvm ạkhrts andr jnth kh shrabi ṭhvr nishhi.)"
  },
  {
    "verse_id": 22,
    "translation": "Vannh yiyakh be shk ae jntyv! Yhi chhe tuhndi khạṭr tuhnzn ʿmln hnz mvzvurụ̄, tuhnz kvshsh th jd v jhd chhe qabli qbvl th qabli tʿryf. (yhi bvuzith gczhn jnty zyadh khosh. Ae pyghmbr! Tohyhi bvuzvh kh tuhndyn muvafqn kosh rcz mvzvurụ̄ yiyhi ʿṭa krnh. Th tuhndyn mkhạlfn kus sza yiyhi dinh, lhādha mah kriv tvhụ̄ tihnzi mkhalftuk kanhh prvah. Tvhụ̄ rvuziv mshghvl pnnhi kamhi sintụ̄.)"
  },
  {
    "verse_id": 23,
    "translation": "Be shk aashi kvr nạzl tohyhi yhi qrāni mjyd varh varh hanhi hanhi, (yuth tvhụ̄ thi vath nạviv lvukn varh varh th hanhi hanhi, yymhi sintụ̄ timn āsạny spdi, varh varh zann tim panun nyk v bd. Byyhi tgykh zanun kamv rczav ʿlmv sintụ̄ chhu ḥạṣl yivan krnh rẓae khda, hrgah yithh pạtthụ̄ fkri tarnh sintụ̄ thi tim mann nh, pnnhi se ankars petth rvzn qạyim.)"
  },
  {
    "verse_id": 24,
    "translation": "Tvhụ̄ rvuziv pnnis prvrdigar sndis ḥkms petth mẓbvṭ th mḥkm byyhi pyạriv thndis ạkhry fạṣls. Tvhụ̄ rvuziv bdstvr tblygh v dʿūt kran, aḥkami alhāy lvukn vatnavan aath andr mah mạniv tvhụ̄ kạnshi fạsqh snz ya kạfr snz kanhh ktahh. (kạfrv andrh ʿtbh th vlyd vghyrh ạsụ̄ nby krym ṣly Allah ʿlyh v slmn dnyạvy lalch dith tblygh v dʿūt nishhi pth rattan, Allah tʿālyā hn frmvvukh kh yimav mnz yuth nh tvhụ̄ kạnshi hnz kth mạniv. Yhi tblygh v dʿūt gyhi so ʿbadt yymiyuk fyẓ byyan vatan chhu. Amhi pth chhu Allah tʿālyā frmavan tamhi ʿbadtuk ḥkm yymyuk fạydh khaṣ pnnis dhats chhu.)"
  },
  {
    "verse_id": 25,
    "translation": "Byyhi ạsiv pnnis prvrdgar sund nami pak yad kran ṣubḥs th shams."
  },
  {
    "verse_id": 26,
    "translation": "Byyhi ạsiv rạcz hndis kunhi ḥṣs mnz tas sjdh divan. (aamhi andr chhu murad sham nemaz th khoftn nemaz.) byyhi ạsiv thnz pạky byan kran shb kis zyitthis ḥṣs mnz. (tamhi andrh chhu murad nemazi thjud, vAllah aʿlm.)"
  },
  {
    "verse_id": 27,
    "translation": "Be shk yim tuhndụ̄ dshmn yim nh tuhnz nṣyḥt th hdayt qbvl chhi kran yim chhi dnyahuk mḥbt thavan tamy chhakh nh aath vath yivan tuhund ḥkm manns kun. Dnyahkụ̄ mḥbtn chhi tim anụ̄ th zrụ̄ krimtụ̄ byyhi chhi tim pth kun travan suh doh yus gvb yʿny setthah mshkl th khṭrnak chhu blkh chhi yim tth dohs ankare kran. (yim chhi zanan kh qbri hnzi myczi mnz rvuzith kus kri aashi byyhi pạdh, Allah tʿālyā chhukh tth jvab frmavan kh)"
  },
  {
    "verse_id": 28,
    "translation": "Aasy krụ̄ tim goddh pạdh, aash krụ̄ tihndụ̄ bnd th austkhvan mẓbvṭ. Aaz thi chhe aashi so qdrt bdstvr mvjvd. Asụ̄ hrgah yczhv asụ̄ hykv yihnz mvjvdh hsty khtm krith tvpth hykvkh asụ̄ yimne hivụ̄ yimn bdl pạdh krith."
  },
  {
    "verse_id": 29,
    "translation": "Be shk yhi svrue yhi byan āv krnh, yhi chhe aakh nṣyḥtah, zvr jbr krnch chhanh ẓrvrt. Ps yas khosh kri yhi nṣyḥt bvuzith suh krin akhtyar pnnis prvrdigars nishhi vatnch vath. (yhi qrāni mjyd chhu yqynaan dr dhati khod aakh bdd nṣyḥtah lykn)"
  },
  {
    "verse_id": 30,
    "translation": "Tvhụ̄ hykiv nh kanhh chyz yyczith mgr tiy yhi Allah tʿālyā yyczihh. Bʿẓe lvukn hndi ḥqh chhi āsan khdae sndis nh yczhns andr bjhi bjhi ḥikmczh kyazi Allah tʿālyā chhu bvdd zann vvl setthah ḥkmt vvl."
  },
  {
    "verse_id": 31,
    "translation": "Suh yas yczhan chhu tas chhu be shk setthah rḥmts mnz vatnavan. (yas yczhan chhu tas chhu shrk v kfrs mbtla kran, shrk aannh mokhh chhi tim ẓạlm bnan) ẓạlmn hndi khạṭrh chhu tmụ̄ tyar thvvmut dg th duvvad tulh vun ʿdhab."
  }
]