[
  {
    "verse_id": 1,
    "translation": "Qasm chhu timn hvahn hund yim nfʿ th fạydh vatnavnh khạṭrh travnh chhi yivan."
  },
  {
    "verse_id": 2,
    "translation": "Tvpth chhu qasm timn hvahn hund yim tyzy san pkan chhi, (yimn andr khṭruk aḥtmal chhu āsan.)"
  },
  {
    "verse_id": 3,
    "translation": "Tvpth chhu qasm timn hvahn hund yim avbrn tulith chhi timn mczravan (yymhi pth aadh rvud chhu hyvan pyvn.)"
  },
  {
    "verse_id": 4,
    "translation": "Tvpth chhu qasm timn avbrn hund yim avbrs chhi chhlh kran (yosh ṣvrt avbrs rvud pynh pth chhe spdan.)"
  },
  {
    "verse_id": 5,
    "translation": "Tvpth chhu qasm timn avbrn hund yim khdae sund yad diln mnz travan chhi."
  },
  {
    "verse_id": 6,
    "translation": "Tvbuk khyal ya khdae sund khvf dils mnz pạdh kran chhi. (aamhi pth chhu jvabi qasm, suh gvv)"
  },
  {
    "verse_id": 7,
    "translation": "Yymhi chyzuk tohyhi vʿdh krnh yivan chhu suh chyz chhu ẓrvr vaqʿ spduvun yʿny qyamtuk doh."
  },
  {
    "verse_id": 8,
    "translation": "Pas yylhi starh gttụ̄ th be nvur spdn."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi yylhi āsmans vulụ̄ gczhn."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi yylhi koh yin vuddnavnh."
  },
  {
    "verse_id": 11,
    "translation": "Byyhi yylhi sạry pyghmbr mqrr krmtis vqts petth pnnụ̄ pnnụ̄ aumty hyth pysh yin krnh."
  },
  {
    "verse_id": 12,
    "translation": "Tohyhi chha kynhh mʿlvm kh kmhi doh khạṭrh avs pyghmbrn hund mʿāmlh mltvy āmut thavnh?"
  },
  {
    "verse_id": 13,
    "translation": "Suh mʿāmlh avs mltvy thavnh āmut fạṣlh kh doh khạṭrh."
  },
  {
    "verse_id": 14,
    "translation": "Tohyhi chaha mʿlvm kh fạṣluk doh kiyuth chhu? (suh chhu setthah skht mshkl th khṭrnak.)"
  },
  {
    "verse_id": 15,
    "translation": "Skht tbạhy th mṣybtuk doh chhu suh qyamts aapuz zanh vunyn hndi khạṭr. (mnkryni qyamt chhi khyal kran kh yih kithh pạtthụ̄ bnhi kh sạry lvukh kya mrn, khnụ̄ ansan rvzi nh dnyahs andr mvjvd, tmiyuk jvab chhu Allah tʿālyā frmavan kh)"
  },
  {
    "verse_id": 16,
    "translation": "Kya aashi gạlụ̄ na ʿdhabh sintụ̄ brvuntthim lvukh yim kfr v ankar kran ạsụ̄?"
  },
  {
    "verse_id": 17,
    "translation": "Tvpth thavuvkh asụ̄ timn tabʿ pth yivunụ̄ th. (yim tihindy pạtthụ̄ kfr v ankar krn yosh hsty alg alg vqts andr bddyn bddyn mẓbvṭ th ṭaqt vr ansann khtm hykhi krith so hsty hykhi na sarine nafrmann aaky vqth rttith, grftar krith, timn ʿdhabuk mzh czhnạvith.)"
  },
  {
    "verse_id": 18,
    "translation": "Yithe pạtthụ̄ chhi asụ̄ nafrmann th mjrmn sza divan."
  },
  {
    "verse_id": 19,
    "translation": "Afsvs th tbạhy chhi tamhi doh qyamts aapuz zanh vunyn hndi khạṭrh."
  },
  {
    "verse_id": 20,
    "translation": "Kya aashi krvi na tvhụ̄ pạdh aakhi be qdr ābh qṭrh nishhi?"
  },
  {
    "verse_id": 21,
    "translation": "Tvpth thvv suh ābh qṭrh aashi akis mḥfvẓ jayhi andr yʿny majhi hndis rḥms andr."
  },
  {
    "verse_id": 22,
    "translation": "Akis mqrr krmtis vqts tanụ̄ yʿny navan rytn tanụ̄."
  },
  {
    "verse_id": 23,
    "translation": "Aashi kvr yimn sarine tṣrfatn hund aakh khaṣ andazah, pas kiyuth rut andazh krvunụ̄ chhi asụ̄, (turyhi fkri cze sạnụ̄ yh qdrt.)"
  },
  {
    "verse_id": 24,
    "translation": "(vonụ̄ yim lvukh pzyn kthn aapuz zạnith ankar krn) tihndi khạṭrh chhu afsvs th tbạhy qyamtuk doh."
  },
  {
    "verse_id": 25,
    "translation": "Kya aashi kvr na yhi zmyn pans mnz,"
  },
  {
    "verse_id": 26,
    "translation": "Zindn th mordn jmʿ krvunụ̄? (kh zndgy thi chhi sạry athụ̄ zmyns petth bsr kran th mrnh pth thi chhi athụ̄ myczih mnz vatnavan, aamy mnzh dvbarh pạdh krun kya mshkl chhu aashi nishhi.)"
  },
  {
    "verse_id": 27,
    "translation": "Byyhi bnạvụ̄ na aashi aath zmyns petth thdụ̄ bal gvbravnh khạṭrh byyhi chạviv na aashi tvhụ̄ myvutth āb."
  },
  {
    "verse_id": 28,
    "translation": "Vạl th afsvs bvvin tamhi doh munkrn."
  },
  {
    "verse_id": 29,
    "translation": "(vannh yiyhi timn munkrn qyamtuk doh) tvhụ̄ pkivụ̄ tath ʿdhabs kun yath tvhụ̄ ankar kran ạsiv."
  },
  {
    "verse_id": 30,
    "translation": "Tvhụ̄ pkiv turh shakhl says kun."
  },
  {
    "verse_id": 31,
    "translation": "Yus nh tthvr krvun āshi āftab chhi grmy nishhi, nh jhnm chhi tpshhi nishhi byyhi āshi nh fạydh divan bchavan jhnm chv narh ryhav nishhi."
  },
  {
    "verse_id": 32,
    "translation": "Be shk jhnm āshi travan tymbri tahdyn lryn sumbhi."
  },
  {
    "verse_id": 33,
    "translation": "Zan timh tymbri bon pynh kh vqth zrd vvunttn sumbhi āsn, (khsnh vizi āsn timh tymbri laryn sumbhi vasnh vizi āsn vvunttn sumbhi.)"
  },
  {
    "verse_id": 34,
    "translation": "Vạl th afsvs bvvin tamhi doh ankar krvunyn."
  },
  {
    "verse_id": 35,
    "translation": "Yhi gvv suh doh yymhi doh nh tim kth hykn krith."
  },
  {
    "verse_id": 36,
    "translation": "Nah yiyhi timn kath krnuk ajazt dinh yuth ʿdhr khvạhy krhan. (kyazi zarh parh th tvbh krnuk vqt āshi guzryvmut.)"
  },
  {
    "verse_id": 37,
    "translation": "Afsvs th vạl bvvin tamhi doh ankar krvunyn."
  },
  {
    "verse_id": 38,
    "translation": "Yhi aziyuk doh chhu fạṣluk doh, (yath tvhụ̄ ankar ạsiv kran dnyahs andr) aashi krvi tvhụ̄ sạry avlyn th ạkhryn jmʿ."
  },
  {
    "verse_id": 39,
    "translation": "Ps hrgah tohyhi kanhh tdbyrah chuh ashi nishhi moklnuk, suh tdbyr kryv astʿmal tvhụ̄ sạry avlyn th ạkhryn rlith milith."
  },
  {
    "verse_id": 40,
    "translation": "Afsvs th vạl bvvin tamhi doh ankar krvunyn."
  },
  {
    "verse_id": 41,
    "translation": "Pzụ̄ pạtthụ̄ prhyzgar āsn tamhi doh sayh bann tl nagh radn petth."
  },
  {
    "verse_id": 42,
    "translation": "Byyhi timn qsmaa qsm myvan mnz yimn kun timn mạl khvạhsh āshi."
  },
  {
    "verse_id": 43,
    "translation": "Vnnh yiyakh khyyiv th chyyiv yadd brith kyazi tvhụ̄ ạsiv na rczh kamhi kran."
  },
  {
    "verse_id": 44,
    "translation": "Be shk asụ̄ chhi yiczhe mvzvurụ̄ divan nykv karn."
  },
  {
    "verse_id": 45,
    "translation": "Afsvs th vạl bvvin tamhi doh ankar krvunyn."
  },
  {
    "verse_id": 46,
    "translation": "(ae nafrmanv th kạfrv!) tohyhi khyyhi tv th khynuk tmtʿ tulụ̄ tv dnyahs andr km kynhh kalah, tvhụ̄ chhiv mjrm szavari ʿdhab."
  },
  {
    "verse_id": 47,
    "translation": "Afsvs th vạl bvvin tamhi doh ankar krvunyn."
  },
  {
    "verse_id": 48,
    "translation": "Yylhi vannh yivan chhu timn khdays kun nmiv yʿny nemaz priv, tim chhinh nman."
  },
  {
    "verse_id": 49,
    "translation": "Afsvs th vạl bvvin tamhi doh ankar krvunyn."
  },
  {
    "verse_id": 50,
    "translation": "Pas kth sna kthhi petth krn tim paczh th yqyn qrāni mjyd pth?"
  }
]