[
  {
    "verse_id": 1,
    "translation": "Kmhi chyzuk chhi yim kạfr prczhan?"
  },
  {
    "verse_id": 2,
    "translation": "Kya bjhi khbri hund chha tim prczhan?"
  },
  {
    "verse_id": 3,
    "translation": "Yath khbri mnz timn pans thi akhtlaf chhu, (kanhh chhunh kunhi kthhi petth thạbt, addụ̄ chhi vnan nby kryms shạʿiir addụ̄ chihs vnan sạḥir th mjnvn, qrāni mjyds chhi vnan addụ̄ sḥr, addụ̄ shʿr, addụ̄ khant. Qyamts thi chhi addụ̄ dpan āshi mgr mʿbvdani bạṭl krn shfaʿt tme sintụ̄ moklv, addụ̄ chhi bakl tth munkre, addyn chhu shk th trdud tamhi kis āsns th nh āsns mnz.)"
  },
  {
    "verse_id": 4,
    "translation": "Hrgz yimn kthn mnz akhtlafch gnjạysh chhanh, ʿnqryb zann tim kh yimh kthh chhe pazh."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi chhuskh bh frmavan yhi akhtlaf th shk lghi nh krun, brvntth phn zann tim aamich pvurh ḥqyqt."
  },
  {
    "verse_id": 6,
    "translation": "Kya aashi kvr na zmyn vathrunah?"
  },
  {
    "verse_id": 7,
    "translation": "Byyhi krụ̄ na aashi koh th bal mynkhh?"
  },
  {
    "verse_id": 8,
    "translation": "Byyhi krvi aashi tvhụ̄ pạdh jvr jvr yʿny mrd th znanh."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi kr aashi nindr tuhnz tuhndi āramuk sbb."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi kr aashi rat poshakhah."
  },
  {
    "verse_id": 11,
    "translation": "Byyhi kvr aashi doh ẓrvryati zndgy ḥạṣl krnuk vqt."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi khạrụ̄ aashi tohyhi petthụ̄ kin sth āsman dr th mḥkm."
  },
  {
    "verse_id": 13,
    "translation": "Byyhi kvr aashi āsmann andr czvngah przlh vun zmyn kh gashhi khạṭrh (suh gvv āftab.)"
  },
  {
    "verse_id": 14,
    "translation": "Byyhi trvv aashi chyrnh āmtyv avbrav mnz ābah setthah pshph vun."
  },
  {
    "verse_id": 15,
    "translation": "Yuth kddv asụ̄ tamhi sintụ̄ ghlh byyhi gash."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi gnụ̄ bagh yim kulyv sintụ̄ brith āsn, (yimn chyzn andr chhi dnyahs mnz tohyhi sarine ansann shrkt mgr ạkhrts andr yhi ḥal rvzih nh, tathi āsn sạry alg alg.)"
  },
  {
    "verse_id": 17,
    "translation": "Be shk fạṣlh kh dohuk vqt chhu muqrr krnh āmut."
  },
  {
    "verse_id": 18,
    "translation": "Yymhi doh phokh yiyhi dinh pogs mnz, tvpth hyyiv tvhụ̄ yun fvjv fvjv."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi yin mczravnh āsman ps banan tath drvazh."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi yin pknavnh koh ps spdn tim sykh hiy."
  },
  {
    "verse_id": 21,
    "translation": "Be shk jhnm chhu sarine hndi paknch vth yʿny sạry pkn tamhi petthụ̄, (chnanchh Allah tʿālyā chhu frmavan )va ain minkm aila vaaridhaa( tohyhi andrh chhunh kanhh akhah yus nh tath petth pkhi tath petth vathi.)"
  },
  {
    "verse_id": 22,
    "translation": "Sue jhnm chhu srkshn hndi vatnch jae."
  },
  {
    "verse_id": 23,
    "translation": "Rvzvunụ̄ āsn tath mnz vry vadn yʿny be shmar vriyan."
  },
  {
    "verse_id": 24,
    "translation": "Czhan nh tim tath jhnms mnz kunhi qsmuk shhjar nh kunhi qsmuk chynh chyzah."
  },
  {
    "verse_id": 25,
    "translation": "Mgr chyn rasrvạnụ̄ byyhi ddimtyn tann hund ras."
  },
  {
    "verse_id": 26,
    "translation": "Mvzvuriya yiyakh dinh ʿmlhi muvafq."
  },
  {
    "verse_id": 27,
    "translation": "Pzụ̄ pạtthụ̄ ạsụ̄ nh tim amyd thavan ḥsabch."
  },
  {
    "verse_id": 28,
    "translation": "Byyhi ạsụ̄ ankar kran th aapuz gnzran sanyn āyatn skht setthah apuz."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi chhu ashi prth chyzah tihnzav ʿlmv andrh lykhith thvvmut gnzrạvith."
  },
  {
    "verse_id": 30,
    "translation": "Vonụ̄ czhiv mzh pnnyn kamyn hund, ps hurravav nh asụ̄ mgr ʿdhab."
  },
  {
    "verse_id": 31,
    "translation": "Pzụ̄ pạtthụ̄ prhyz garn kiczụ̄ chhe bdd rsth gạry th kamyạby."
  },
  {
    "verse_id": 32,
    "translation": "Bagh myvav sintụ̄ brith byyhi dachh."
  },
  {
    "verse_id": 33,
    "translation": "Byyhi htth htth krvunhi nvjvan znanh yimh aaky vạnshi āsn."
  },
  {
    "verse_id": 34,
    "translation": "Byyhi pyalh shrabi ṭhvr sintụ̄ brụ̄ brụ̄."
  },
  {
    "verse_id": 35,
    "translation": "Bvzn nh tim timn jntn andr be hvudh khth byyhi nh aapuz."
  },
  {
    "verse_id": 36,
    "translation": "Yhi yiyhi timn mvzvurụ̄ dinh tuhndis prvrdigar sndi ṭrfh ya rsvl Allah bkhshshah pvur ḥsabh mvjvb."
  },
  {
    "verse_id": 37,
    "translation": "Āsmann th zmynn byyhi yhi timn mnz chhu tamhi sạrikise prvrdigar sndi ṭrfh, yus rḥmt vvl chhu, akhtyar āsykh nh tas nishhi kth krnuk."
  },
  {
    "verse_id": 38,
    "translation": "Yymhi doh sạry jandar rvḥ vạlụ̄ byyhi sạry mlạyik vodnhi rvzn ṣfh dith, ym sạry hykn kth krith mgr kri kth sue yas ḥẓrt rḥmān ajazt diyhi, byyhi vanhi klamah drst."
  },
  {
    "verse_id": 39,
    "translation": "Yhi qyamtuk doh chhu ḥq th pvz, pas yus aakhah yyczihh suh kri pnnis prvrdigars nishhi vatnch jae aymanh sintụ̄ rczi ʿmlhi sintụ̄."
  },
  {
    "verse_id": 40,
    "translation": "Pzụ̄ pạtthụ̄ aashi kvr byim tohyhi akhi nzdyk yivunhi ʿdhabuk, yymhi doh vuchhhi prth aakhah thi svrue yhi brvntth kun svuzmut āshi thndyv aathv yʿny yimh ʿmlh tmụ̄ krimaczh āsn, byyhi daphi tamhi doh kạfr, konh avsus bh mycze."
  }
]