[
  {
    "verse_id": 1,
    "translation": "Qasm chhu timn mlạʿkn hund yim kạfrn hund zuv kddan chhi skhty san."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi chhu qasm timn mlạʿkn hund yim ba aymann hind rvḥ kddan chhi nrmy san zan gndd ylh travan chhi."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chuh qasm timn mlạʿkn hund yim āsman v zmyns mnz phyran chhi czhantth vayan."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi chuh qasm timn mlạʿkn hund yim ḥkm manns mnz brvntth gczhan chhi."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi chuh qasm timn mlạʿkn hund yim dnyahuk antẓam kran chhi sanhi ḥkmh. (jvabi qasm chhu ḥdhf krnh āmut suh gvv latbʿaathna, tvhụ̄ sạry yiyiv mrnh pth ẓrvr byyhi zndh krnh.)"
  },
  {
    "verse_id": 6,
    "translation": "Tamy doh yymhi doh alravih th dinh navi, (sarny chyzn alravun suh gvv pvguk goddniyuk phokh.)"
  },
  {
    "verse_id": 7,
    "translation": "Pth yiyhi tth pth yivun yʿny byakh phokh, (don phokn mnz āshi mdt cztjy vry.)"
  },
  {
    "verse_id": 8,
    "translation": "Varyahn hndụ̄ dl āsn tamhi doh nttan."
  },
  {
    "verse_id": 9,
    "translation": "Achh tihnzh āsn bon kun nmith."
  },
  {
    "verse_id": 10,
    "translation": "Yim lvukh qyamts mnkr chhi vnan chhi tim kya asụ̄ yimvh pvt pihyirith ninh brvuntthmis ḥals kun yʿny mrith gczhvh byyhi zndh?"
  },
  {
    "verse_id": 11,
    "translation": "Kya asụ̄ spdvh byyhi zndh yylhi sanhi addjhi āsn dodrymczh czhoczh gmczh?"
  },
  {
    "verse_id": 12,
    "translation": "Dapnhi lugụ̄ so zndgy chhe adh pihyirith yunah tavan th nqṣan divun."
  },
  {
    "verse_id": 13,
    "translation": "Pas qyamt chhanh mgr kuny aakh skht krykh yosh pvgh mnzh nyri, (yanụ̄ so krykh gczihh.)"
  },
  {
    "verse_id": 14,
    "translation": "Tanụ̄ pyn tim vạtith mḥshrkis mydans mnz."
  },
  {
    "verse_id": 15,
    "translation": "Kya tohyhi chhuvh bvuzmut ḥẓrt mvsy sund qṣh ya rsvl Allah?"
  },
  {
    "verse_id": 16,
    "translation": "Yylhi ālv dyut tas pnnụ̄ prvrdigarn pak mydans mnz yath nav chhu ṭuvyā (yus kvhi ṭvurs nkhh tlh chhu.)"
  },
  {
    "verse_id": 17,
    "translation": "Gczihv frʿūns nishhi pygham hyth kyazi pzụ̄ pạtthụ̄ suh chhu ḥd ddvlmut."
  },
  {
    "verse_id": 18,
    "translation": "Pas dpiv tas kya cze chhuyhi kanhh khyalah pak gczhnuk kfr v shrkh nishhi?"
  },
  {
    "verse_id": 19,
    "translation": "Bh have cze vath pnnis prvrdigars kun ps khoczkh czh ts, (ḥẓrt mvsy gvv tas nishhi ḥkmi khda vatnvhs, tmụ̄ mvng mʿjzh th dlyl.)"
  },
  {
    "verse_id": 20,
    "translation": "Pas hvv ḥẓrt mvsy hn tas bvdd mʿjzh, (suh ʿṣahs aczdha spdun.)"
  },
  {
    "verse_id": 21,
    "translation": "Pas aapuz gnzur frʿūnn thnz rsalt byyhi krn nafrmạny tihndis ḥukms."
  },
  {
    "verse_id": 22,
    "translation": "Tvpth phyvur pvt kvushsh hyczn krnụ̄ ḥẓrt mvsy sndis mkhalfts andr."
  },
  {
    "verse_id": 23,
    "translation": "Tvpth sombrvvun qvm panun ps diczn krykh timn mnz."
  },
  {
    "verse_id": 24,
    "translation": "Pas dvpun be chhus tuhnd bvdd prvrdigar."
  },
  {
    "verse_id": 25,
    "translation": "Pas kvr suh grftar Allah tʿālyā hn ạkhrt kh ʿdhab sintụ̄ byyhi dnya kh ʿdhab sintụ̄."
  },
  {
    "verse_id": 26,
    "translation": "Pzụ̄ pạtthụ̄ aath mnz chhe bdd nṣyḥt tsndi khạṭrh yus khoczi khdays."
  },
  {
    "verse_id": 27,
    "translation": "(ae qyamt kyv mnkrv!) tuhnd qyamt kh doh byyhi dvbarh zndh krun chha mshkl kinh āsmanuk pạdh krun? Yhi yvut bvdd āsman kvr Allah tʿālyā hn pạdh."
  },
  {
    "verse_id": 28,
    "translation": "Blnd kvrun thzr tamyuk tvpth kvrun suh brabr."
  },
  {
    "verse_id": 29,
    "translation": "Byyhi krn gtt rat tamich, byyhi nnhi rvvun gash tamyuk dohlhi."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi vhrvvun zmyn tamhi pth."
  },
  {
    "verse_id": 31,
    "translation": "Kvddun tamhi zmyn mnz āb tamyuk byyhi nyvur tmyuk."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi krin koh mḥkm lngr hivụ̄, yhi svrue kvrun pạdh."
  },
  {
    "verse_id": 33,
    "translation": "Tuhndi nfʿ khạṭrh byyhi tuhndyn charvayn hndi fạydh khạṭrh."
  },
  {
    "verse_id": 34,
    "translation": "Ps yylhi yiyhi qyamti kubryā."
  },
  {
    "verse_id": 35,
    "translation": "Yymhi doh ansans czyts pyyhi thi svrue yhi tmụ̄ kvrmut āshi."
  },
  {
    "verse_id": 36,
    "translation": "Byyhi yiyhi nybr kddnh dvzkh prth vuchhvnhi sndi khạṭrh."
  },
  {
    "verse_id": 37,
    "translation": "Pas yymụ̄ akh pazi nishhi srkshy kr,"
  },
  {
    "verse_id": 38,
    "translation": "Byyhi qyamts ankar krith dnyahch zndgy akhtyar krmcz āshi,"
  },
  {
    "verse_id": 39,
    "translation": "Be shk yhi jhnm chhu thnze jae."
  },
  {
    "verse_id": 40,
    "translation": "Lykn yus akhah khvczi dnyahs andr kh qyamt kh doh chhum pnnis khdays brvntthh knhi aistadh spdun, byyhi rvttun nfs pnun pth ychh ʿmlv nishhi."
  },
  {
    "verse_id": 41,
    "translation": "Pas jnt chhu thnze jae."
  },
  {
    "verse_id": 42,
    "translation": "Prczhan chhi mkkụ̄ kạfr tohyhi qyamtuk kh kr āshi tamyuk brpa spdun?"
  },
  {
    "verse_id": 43,
    "translation": "Tohyhi kya chhuv tamyuk tdhkrh krun yhi chhanh tuhnz kạm."
  },
  {
    "verse_id": 44,
    "translation": "Tuhndis prvrdigarse tam chhu tmhi kh ʿlmuk nhayt yʿny sue zanhi qyamt kr spdi."
  },
  {
    "verse_id": 45,
    "translation": "Tvhụ̄ chhiv nh mgr byim krvunụ̄ tas yus tth khoczi."
  },
  {
    "verse_id": 46,
    "translation": "Timn lvukn yiyhi bvznh tamhi doh yylhi tth qyamts vuchhn tim, zn th tim rvudimtụ̄ ạsụ̄ dnyahs mnz pyshnh petthh shams tam ya ṣubḥ petthh dvphrs tam, (suh hvlnak doh vuchhnh sintụ̄ mashkh svrue.)"
  }
]