[
  {
    "verse_id": 1,
    "translation": "Roe mbark czkrvvun byyhi pihrun byyis ṭrfs kun."
  },
  {
    "verse_id": 2,
    "translation": "Yicziy kthhi khạṭrh kh āv timn nishhi aakh mʿdhvr aʿmyā."
  },
  {
    "verse_id": 3,
    "translation": "Tohyhi kus chyz zạnhi ravi kh tuhnzi tʿlymhi sintụ̄ dyv suh drst th pạkyzh spdihe."
  },
  {
    "verse_id": 4,
    "translation": "Nth rtthi he nṣyḥt tuhund klami shryf bvuzith, ps diyhi ha tas nfʿ tuhundi zbani mbark nṣyḥt bvzin."
  },
  {
    "verse_id": 5,
    "translation": "Lykn yus shkhṣ dyni ḥqh nishhi be prvah chhu lagan,"
  },
  {
    "verse_id": 6,
    "translation": "Tvhụ̄ chhiv tas kun mtvjh spdan, (tsnz fkr thavan)"
  },
  {
    "verse_id": 7,
    "translation": "Tohyhi petth chhunh kanhh baz khvast hrgah tim pak spdn nh."
  },
  {
    "verse_id": 8,
    "translation": "Lykn yus tohyhi kun dvran dvran chhu bkmali shvq v mḥbt yivan."
  },
  {
    "verse_id": 9,
    "translation": "Khoczan khoczan (ʿbd Allah abn am mktvm sndụ̄ pạtthụ̄.)"
  },
  {
    "verse_id": 10,
    "translation": "Ps chhiv tvhụ̄ tas kun be aʿtnaʿy kran."
  },
  {
    "verse_id": 11,
    "translation": "Btḥqyq be shk chih yim qrāni mjydkụ̄ āyati krymh vʿẓ th nṣyḥt."
  },
  {
    "verse_id": 12,
    "translation": "Pas yas khosh kri suh rratthi nṣyḥt, (tamiyuk fạydh vatys pans, mghrvr v mtkbrn hndi nh mannh sintụ̄ amhi kis ʿzts mnz km kynhh gczihh nh, kyazi yhi qrāni mjyd chhu)"
  },
  {
    "verse_id": 13,
    "translation": "Timne vrqn andr lykhith yimn setthah ʿzt krnh āmut chhu."
  },
  {
    "verse_id": 14,
    "translation": "Yim blnd mrtbh chhi, yim pak v pạkyzh chhi."
  },
  {
    "verse_id": 15,
    "translation": "Yus lykhnh āmut chhu ʿzth valyn mlạykn hndyv aathv."
  },
  {
    "verse_id": 16,
    "translation": "Yim nykv kar chhi."
  },
  {
    "verse_id": 17,
    "translation": "Tbah gczihn yhi ansan kvtah kfrani nʿmt krvun chhu suh, (kmyuk sna ghrvr chhu tas suh chhuna vuchhan)"
  },
  {
    "verse_id": 18,
    "translation": "Kamhi ḥqyr chyzh nishhi kvr Allah tʿālyā hn pạdh?"
  },
  {
    "verse_id": 19,
    "translation": "Ābi mny nishhi pạdh kvrun suh, tvpth krnas tann hund andazh."
  },
  {
    "verse_id": 20,
    "translation": "Tvpth krụ̄ ns majhi hndi shkmh mnz nyrnch vath āsan."
  },
  {
    "verse_id": 21,
    "translation": "Tvpth kynhh kalah zndh thạvith mvrun suh, tvpth vatnvvun qbri mnz."
  },
  {
    "verse_id": 22,
    "translation": "Tvpth yylhi yyczihh suh tylhi krys dvbarh byyhi pạdh."
  },
  {
    "verse_id": 23,
    "translation": "Btḥqyq amụ̄ ansann kr nh pvur so kạm yymuyk ḥkm kryvs khạlqi brḥqn."
  },
  {
    "verse_id": 24,
    "translation": "Ps vuchhin ansan ʿbrt chhi nẓri pnnis ghdhahs th khyns kun, (asụ̄ kithh pạtthụ̄ chhi amụ̄ sndụ̄ khordny hindụ̄ chyz mhya kran)"
  },
  {
    "verse_id": 25,
    "translation": "Aasy trvv hyrmhi ṭrfh ʿjyb ṭryqh rvud."
  },
  {
    "verse_id": 26,
    "translation": "Tvpth phattuv aasy zmyn ʿjyb ṭryqh, byvl trạvith krrnạv tamhi mnz kulụ̄."
  },
  {
    "verse_id": 27,
    "translation": "Ps khvr aashi tamhi zmyn mnz ghlh."
  },
  {
    "verse_id": 28,
    "translation": "Byyhi dachh byyhi trkari,"
  },
  {
    "verse_id": 29,
    "translation": "Byyhi zytvn byyhi khzr,"
  },
  {
    "verse_id": 30,
    "translation": "Byyhi kulyv brith bagh,"
  },
  {
    "verse_id": 31,
    "translation": "Byyhi myvh byyhi gash."
  },
  {
    "verse_id": 32,
    "translation": "Tuhndi nfʿ khạṭrh byyhi tuhndyn charvayn hndi nfʿ khạṭrh."
  },
  {
    "verse_id": 33,
    "translation": "Adh yylhi gczihh so krykh yosh knn zar pavvunụ̄ āshi yʿny pvguk dvyum phokh tamhi doh spdn ʿjyb ʿjyb ḥalat ẓạhr."
  },
  {
    "verse_id": 34,
    "translation": "Yymhi doh shkhṣ czalhi pnnis bạyis nishhi."
  },
  {
    "verse_id": 35,
    "translation": "Pnnhi majhi th mạlis nishhi."
  },
  {
    "verse_id": 36,
    "translation": "Pnnhi znanhi nishhi th nychvyn nishhi."
  },
  {
    "verse_id": 37,
    "translation": "Yimav andrh āshi tamhi doh prth akis pnny fkrah yosh tas be nyaz kri be snzi fkri nishhi."
  },
  {
    "verse_id": 38,
    "translation": "Kynhh buthụ̄ āsn tamhi doh pholh vunụ̄."
  },
  {
    "verse_id": 39,
    "translation": "Aash vunụ̄ th khosh yʿny ba aymann hind buth."
  },
  {
    "verse_id": 40,
    "translation": "Byyhi āsn kynhh buthụ̄ tamhi doh grd ālvudh."
  },
  {
    "verse_id": 41,
    "translation": "Timne āshi valnh āmcz syạhy."
  },
  {
    "verse_id": 42,
    "translation": "Time ge kạfr th bdkar nafrman."
  }
]