[
  {
    "verse_id": 1,
    "translation": "Yylhi āsman phtthi."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi yylhi tark chhkrnh yin."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi yylhi drya yin zvrh pknavnh."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi yylhi qbrh prattnh yin."
  },
  {
    "verse_id": 5,
    "translation": "Tamy saʿth zanhi prth aakhah brvntth kya svuzun pth kya trvvun."
  },
  {
    "verse_id": 6,
    "translation": "Ae ansanh kmụ̄ chyzn hsrvvukh czh pnnis krym prvrdigar snz nafrmạny krns petth."
  },
  {
    "verse_id": 7,
    "translation": "Yymụ̄ prvrdigarn czh pạdh kvrnkh byyhi syvd kvrnkh tvpth brabr th mʿtdl kvrnuk."
  },
  {
    "verse_id": 8,
    "translation": "Yth shklhi mnz yvczuhn tth shklhi mnz diczne cze trkyb."
  },
  {
    "verse_id": 9,
    "translation": "Kunhi chyzn hsrvvukh nh blkh chhe ḥqyqt kh tvhụ̄ chhiv aapuz gnzran ʿmlhi hndis jzahs yʿny qyamt ks dvhas, (rvuzitv tvhụ̄ athụ̄ khyals sintụ̄)"
  },
  {
    "verse_id": 10,
    "translation": "Mgr aashi chhi tohyhi petth mqrr krimtụ̄ rạchh."
  },
  {
    "verse_id": 11,
    "translation": "Time chhi khdays nishhi mʿtbr lykhn vạlụ̄."
  },
  {
    "verse_id": 12,
    "translation": "Timn chhu mʿlvm spdan thi svrue yhi tvhụ̄ kran chhiv nyk v bd."
  },
  {
    "verse_id": 13,
    "translation": "Pzụ̄ pạtthụ̄ nykv kar āsn jntn mnz nʿmtn andr."
  },
  {
    "verse_id": 14,
    "translation": "Pzụ̄ pạtthụ̄ bdkar th nafrman āsn jhnms mnz ʿdhabs andr."
  },
  {
    "verse_id": 15,
    "translation": "Aczn tth jhnms mnz qyamt kh doh."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi chhinh tim tamhi jhnm nishhi alg th khttith rvzvunụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Kus chyz tary cze fkri ae ansanh suh jzahuk doh kvtah mshkl chhu?"
  },
  {
    "verse_id": 18,
    "translation": "Byyhi chhuse vnan kus chyz zanhi ravy cze jzahuk doh kvtah mshkl th skht chhu? (mkhtṣr bvz)"
  },
  {
    "verse_id": 19,
    "translation": "Suh gvv sue doh yymhi doh nh kanhh aakhah kạnshi akis nfʿ hykhi vatnạvith pnnhi akhtyar, ḥkm th akhtyar āshi tamhi doh kunis khdays byyhi nh kạnshi."
  }
]