[
  {
    "verse_id": 1,
    "translation": "Bdd tbạhy th hlakt chhe mynns th tvlns mnz kmy krvunyn hndi khạṭrh."
  },
  {
    "verse_id": 2,
    "translation": "Yim yylhi lvukn nishhi panun ḥq tvln suh rattn pvurh."
  },
  {
    "verse_id": 3,
    "translation": "Tvpth yylhi lvukn din pnun kanhh chyz miynith ya tvulith suh dinkh chhvn."
  },
  {
    "verse_id": 4,
    "translation": "Kya guman chhuna timn lvukn zih tim yin tulnh?"
  },
  {
    "verse_id": 5,
    "translation": "Akhi bddih doh khạṭrh (yath mnz timn sarikue ḥsab yiyhi hynh.)"
  },
  {
    "verse_id": 6,
    "translation": "Yymhi doh sạry lvukh rvzn vodnhi ḥsab dinh khạṭrh rb alʿālmyns brvntthh knhi."
  },
  {
    "verse_id": 7,
    "translation": "Btḥqyq be shk kạfrn th nafrmann hund namh aʿmal rvzi sjynn mnz."
  },
  {
    "verse_id": 8,
    "translation": "Kus chyz zạnhi ravy cze sjyn kya gvv?"
  },
  {
    "verse_id": 9,
    "translation": "Suh chhu dftrah aakh lykhnh āmut (tath mnz chhi dvzkhiyan hnd nav lykhnh āmut, timn petth nshan thavnh āmtụ̄, nmbr dinh āmtụ̄.)"
  },
  {
    "verse_id": 10,
    "translation": "Afsvs chhu tamhi doh pzis aapuz gnzrvunyn hndi khạṭrh."
  },
  {
    "verse_id": 11,
    "translation": "Yim aapuz chih gnzran jza kis dohs."
  },
  {
    "verse_id": 12,
    "translation": "Aapuz gnzri nh tath mgr prth ḥdh ddalh vun bdkar."
  },
  {
    "verse_id": 13,
    "translation": "Yylhi prnh yin tas petth sạnụ̄ āyat dpnhi lghi suh yim chhi brvuntthmiyn hndụ̄ afsanh."
  },
  {
    "verse_id": 14,
    "translation": "Thi chhnh hrgz, blkh chhu zngar th khe ljmcz tihndyn diln timn ychh kamyn hinz yimh tim kran ạsụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Btḥqyq be shk tim lvukh yin tamhi doh pnnis prvrdigar sndi dydar nishhi pth rttnh."
  },
  {
    "verse_id": 16,
    "translation": "Tvpth chhi tim yqynaan nari jhnms mnz aaczvunụ̄."
  },
  {
    "verse_id": 17,
    "translation": "Tvpth yiyhi vannh timn yohe kya gvv suh jhnm yath tvhụ̄ aapuz zanan ạsiv."
  },
  {
    "verse_id": 18,
    "translation": "Pzụ̄ pạtthụ̄ be shk nykv karn hund namh aʿmal chhu ʿiilyyins andr."
  },
  {
    "verse_id": 19,
    "translation": "Cze kus zanih rạvy ʿiilyyin kya chhu?"
  },
  {
    "verse_id": 20,
    "translation": "Suh chhu dftrah lykhnh āmut (tath mnz chhi ba aymann hnd nav āmtụ̄ lykhnh, timne chhu nshanah āmut thavnh, nmbr āmtụ̄ dinh.)"
  },
  {
    "verse_id": 21,
    "translation": "Vuchhnhi chhi yivan tath mlaʿkh mqrbyn."
  },
  {
    "verse_id": 22,
    "translation": "Pzụ̄ pạtthụ̄ nykv kar chhi jntchn nʿmczn andr."
  },
  {
    "verse_id": 23,
    "translation": "Takhtn petth bihith āsn vuchhan ʿjạʿbat."
  },
  {
    "verse_id": 24,
    "translation": "Prznavakh czh tihndyv buthyv petthh nʿmczn hnz tr v tazgy."
  },
  {
    "verse_id": 25,
    "translation": "Chavnh yin tim suh shrabi ṭhvr yymhi chhi bvtlhi mohr āshi krnh āmcz."
  },
  {
    "verse_id": 26,
    "translation": "So mohr tmich āshi khạlṣ nafh kstvurụ̄ mvmh th lachhhi bdl, soe mohr tuln panh tim jnty, aaths kyth rtth vunue gczhn khosh tihindụ̄ dmagh nafh kh khoshbve sintụ̄ mʿṭr, yithih se shrabs kun krn rghbt rghbt krn vạlụ̄."
  },
  {
    "verse_id": 27,
    "translation": "Byyhi āshi milh navnh āmut tath sintụ̄ tsnymuk āb."
  },
  {
    "verse_id": 28,
    "translation": "Tsnym chhu nagah yymhi mnz āb chyvan āsn prvrdigar sndụ̄ mqrb bndh."
  },
  {
    "verse_id": 29,
    "translation": "Pzụ̄ pạtthụ̄ nafrman lvukh ạsụ̄ ba aymann petth aasan."
  },
  {
    "verse_id": 30,
    "translation": "Yylhi tim ba ayman timn kạfrn brvuntthụ̄ kinụ̄ pkan ạsụ̄ tim ạsụ̄ aakh akis kun achh natth kran ḥqarth kinụ̄."
  },
  {
    "verse_id": 31,
    "translation": "Tvpth yylhi vaps ạsụ̄ tim kạfr gczhan pnnis ahl v ʿīals kun, vaps ạsụ̄ gczhan czyngan yimv kamyv sintụ̄."
  },
  {
    "verse_id": 32,
    "translation": "Byyhi yylhi vuchhan ạsụ̄ tim kạfr timn mslmann dpan ạsụ̄ yim lvukh chhi ddlimtụ̄ gumrah gmtụ̄."
  },
  {
    "verse_id": 33,
    "translation": "Ḥalankh yim ạsụ̄ nh svznh āmtụ̄ timn hndi khạṭrh rạchh, timn kya ḥq avs yhi vannuk."
  },
  {
    "verse_id": 34,
    "translation": "Aaz qyamt kh doh kya āsn ba ayman timn kạfrn petth asan."
  },
  {
    "verse_id": 35,
    "translation": "Tkhtn petth bihith āsn jnty kạfrn th mshrkn hndi ʿdhabuk ḥal vuchhan, (dpan āsnkh)"
  },
  {
    "verse_id": 36,
    "translation": "Kya jza āvh dinh kạfrn timn kamyn hund yimh tim kran ạsụ̄ dnyahs andr?"
  }
]