[
  {
    "verse_id": 1,
    "translation": "Yylhi āsmans chahlh gczhn khdae sndi ḥkmh."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi manhi āsman pnnis prvrdgar sund ḥkm tas pazi ḥkm manun."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi yylhi zmyn zytthravnh yiyhi khdae sndi ḥkmh sintụ̄."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi travi zmyn nybr tim sạry chyz yim tath mnz chhi, suh spdi khạly."
  },
  {
    "verse_id": 5,
    "translation": "Suthi manhi pnnis prvrdgar sund ḥkm, ts thi pazi ḥkm manun."
  },
  {
    "verse_id": 6,
    "translation": "Ae ansanh be shk czh chhukh tklyf th mḥnt tulh vun pnnis prvrdigars nishhi vatnh khạṭrh, ps chhukh czh ts sintụ̄ mlaqat krvun. (nykyn andr mḥnt krith th tsụ̄ nishhi vath vun bdy andr mshqt tulith th tsụ̄ nishhi vath vun, tsụ̄ nishhi pnnyn ʿmln hnz mvzvurụ̄ ḥạṣl krvunụ̄, rczn ʿmln rcz mvzvurụ̄ yachh ʿmln ychh mvzvurụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Adh yas akis namh aʿmal dinh yiyhi dchhnis aaths kyth,"
  },
  {
    "verse_id": 8,
    "translation": "Ps nzdyk chhu kh ḥsab yiyhi hynh ts ḥsabah shl th āsan."
  },
  {
    "verse_id": 9,
    "translation": "Vaps phyri suh pnnyn bạczn kun khosh spdith."
  },
  {
    "verse_id": 10,
    "translation": "Byyhi yas akis dinh yiyhi namh aʿmal panun thr ptụ̄ kinụ̄ khvvris aaths kyth."
  },
  {
    "verse_id": 11,
    "translation": "Suh diyhi krykh th ālv glh ns pnnis."
  },
  {
    "verse_id": 12,
    "translation": "Byyhi aaczih suh dazvunis nars andr."
  },
  {
    "verse_id": 13,
    "translation": "Pzụ̄ pạtthụ̄ avs suh dnyahs andr pnnyn bạczn mnz khosh th be ghm."
  },
  {
    "verse_id": 14,
    "translation": "Pzụ̄ pạtthụ̄ tas avs guman zi khdays kun chhunh rjvʿ krun."
  },
  {
    "verse_id": 15,
    "translation": "Albth ts chhu ẓrvr khdays kun rjvʿ krun, pzụ̄ pạtthụ̄ tmụ̄ sund prvrdigar avs tmụ̄ snz sare kamhi varh vuchhan."
  },
  {
    "verse_id": 16,
    "translation": "Pas chuhs bh qasm havan tamhi surkhy hund (yosh āftab lvusith āsman kis ands petth chhe āsan.)"
  },
  {
    "verse_id": 17,
    "translation": "Byyhi chhus qasm havan rạcz hund byyhi tamhi sarikue yath rat chhe sombran."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi chhus qasm havan zvunhi hund yylhi so mczranh yivan chhe pvurh spdan chhe."
  },
  {
    "verse_id": 19,
    "translation": "Tvhụ̄ khsiv ẓrvr akhi ḥalh pth byyis ḥals kun."
  },
  {
    "verse_id": 20,
    "translation": "Ps kya gvv kạfrn tim chhinh yvut vnith thi paczh kran."
  },
  {
    "verse_id": 21,
    "translation": "Byyhi yylhi timn petth qrāni mjyd chhu prnh yivan, tamich fṣaḥt v blaght bvuzith chhinh tim sjdh divan th sri tslym khm kran."
  },
  {
    "verse_id": 22,
    "translation": "Blkh yimv lvukv pczh krnh tim chhi aath qrāni mjyds aapuz gnzran."
  },
  {
    "verse_id": 23,
    "translation": "Allah tʿālyā chhu yczh zanan thi svrue yhi tim diln mnz thavan chhi."
  },
  {
    "verse_id": 24,
    "translation": "Ps khosh khbr vniv timn dovad th dag divunhi ʿdhabch sarine."
  },
  {
    "verse_id": 25,
    "translation": "Mgr yimv pczh kr th rczh ʿmlh krykh, tihndi khạṭrh chhe mvzvurụ̄ ḥdh rvstue minth vrạe."
  }
]