[
  {
    "verse_id": 1,
    "translation": "Qasm āsmanuk yus burjh vvl chhu."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi chuh qasm tamhi dohk yymuyk vʿdh thavnh āmut chhu yʿny qyamt kh dohuk."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chhu qasm gvah sund byyhi yas petth gvah rvzih."
  },
  {
    "verse_id": 4,
    "translation": "Marnh āe khe khnn vạlụ̄."
  },
  {
    "verse_id": 5,
    "translation": "Yimv timn kahyan mnz nar zvl setthah ziyun trạvith mslmann tath mnz trạvith ʿdhab krnh khạṭrh."
  },
  {
    "verse_id": 6,
    "translation": "Yylhi ạsụ̄ tim timn narh khoddn hndis btthis petth bihith."
  },
  {
    "verse_id": 7,
    "translation": "Tim yus tklyf mslmann divan ạsụ̄ thi ạsụ̄ panh vuchhan."
  },
  {
    "verse_id": 8,
    "translation": "Timn mslmann ạsụ̄ nh tim antqam th bdlh hyvan mgr yymhi kuvụ̄ kh tim ạsụ̄ paczh kran mʿbvdi brḥqs yus setthah ʿzt vvl th setthah tʿryf krnh āmut chhu."
  },
  {
    "verse_id": 9,
    "translation": "Yas padshaht chhe āsmann th zmynn hnz, tamhi ʿlavh chhu Allah tʿālyā prth chyz panh vuchhan."
  },
  {
    "verse_id": 10,
    "translation": "Pzụ̄ pạtthụ̄ yimv lvukv āzmạysh kr baayman mrdn th baayman znann ʿdhabs grftar krnh sintụ̄, tvpth kvrukh nh tvbh tamhi nishhi, ps timne kiyut chhu dvzkhuk ʿdhab ạkhrts andr byyhi chhu timne kiyut daznuk ʿdhab dnyase andr yithh pạtthụ̄ aṣḥabu alakhdvd zạlụ̄ Allah tʿālyā hn tath nars andr yus timv mslmann hndi khaṭrh tyar kvrmut avs."
  },
  {
    "verse_id": 11,
    "translation": "Btḥqyq yimv ayman avn th rcz ʿmlh krykh timn kitụ̄ chih time bagh yimn andr jvyhi pkan chhe, yhe chhi bdd rsth gạry."
  },
  {
    "verse_id": 12,
    "translation": "Pzụ̄ pạtthụ̄ rattun chạnis prvrdigar sund chhu setthah skht."
  },
  {
    "verse_id": 13,
    "translation": "Pzụ̄ pạtthụ̄ sue chhu suh yus goddh pạdh kran chhu, sue krih mrnh pth byyhi pạdh."
  },
  {
    "verse_id": 14,
    "translation": "Sue chhu setthah gnah bkhshhi vun, sue chhu ttvtth thavvun bnds."
  },
  {
    "verse_id": 15,
    "translation": "Sue chhu ʿrshhi vvl sue chhu bzrg th bvdd (dhath kinụ̄ thi th ṣiftv kinụ̄ thi.)"
  },
  {
    "verse_id": 16,
    "translation": "Krvun thi yhi yyczihh."
  },
  {
    "verse_id": 17,
    "translation": "Ae pyghmbr kya tohyhi nishhi vạczh khbr khdae sndyn dshmnn hnzn lshkrn hnz? (tim sạry glụ̄ kfrh th nafrmạny hndi sbbh)"
  },
  {
    "verse_id": 18,
    "translation": "Tim ge qvmi frʿūn th qvmi thmvd. (azikụ̄ kạfr chhinh yimv vaqʿātv sintụ̄ kanhh sbq rttan)"
  },
  {
    "verse_id": 19,
    "translation": "Blkh azikụ̄ kạfr chhi timn vaqʿātn aapuz gnzran mgr gczhn kvt."
  },
  {
    "verse_id": 20,
    "translation": "Allah tʿālyā chuh prth ṭrfh timn ghyrh krith. (qrāni mjyd chhunh tiyuth chyzah yath tihndi aapuz gnzrnh sintụ̄ kynhh km gczihh)"
  },
  {
    "verse_id": 21,
    "translation": "Blkh chhu qrāni mjyd setthah thvd mrtbh kinụ̄."
  },
  {
    "verse_id": 22,
    "translation": "Rạchh krnhi āmut akis sfyd mokhth pchhi petth lykhnh āmut. (tvpth ʿrshi mjyds alvund trạvith malks akụ̄ snzih kochhhi kyth thavnh āmut)"
  }
]