[
  {
    "verse_id": 1,
    "translation": "Pak gnzriv nav pnnis prvrdigar sund yus setthah thvd chhu ya rsvl Allah."
  },
  {
    "verse_id": 2,
    "translation": "Yymụ̄ svrue pạdh kvr, ps kvrun brabr th mvzvn."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi yymụ̄ prth akụ̄ sndi khạṭrh kạm mqrr kr, tvpth hạvns tath kun vath."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi yymụ̄ khvr zmynh mnz gash."
  },
  {
    "verse_id": 5,
    "translation": "Tvpth kvrun suh gash khshk czhotth th syah."
  },
  {
    "verse_id": 6,
    "translation": "Asụ̄ haz prnavav tvhụ̄ ya rsvl Allah yhi qrāni mjyd pas mshrạviv nh tohyhi kynhh thi."
  },
  {
    "verse_id": 7,
    "translation": "Mgr ty yhi Allah tʿālyā yyczihh, be shk Allah tʿālyā chhu zanan bddi prun thi th lothi prun thi."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi karv asụ̄ shl th āsan tuhndi khạṭr yh āsan shryʿt."
  },
  {
    "verse_id": 9,
    "translation": "Ps priv tvhụ̄ lvukn vʿẓ hrgah vʿẓ prun lvukn fạydh th nfʿ diyhi."
  },
  {
    "verse_id": 10,
    "translation": "Nṣyḥt rtthi sue yus ʿdhabs khoczih."
  },
  {
    "verse_id": 11,
    "translation": "Lvb rvzih nṣyḥt bvznh nishhi bvdd bdqsmt."
  },
  {
    "verse_id": 12,
    "translation": "Yus vathi bddis nars suh gvv nari jhnm."
  },
  {
    "verse_id": 13,
    "translation": "Tvpth nah mri tath andr zanhh nah rvzih zndh āram san."
  },
  {
    "verse_id": 14,
    "translation": "Btḥqyq njat lvb tmụ̄ yus pak spud."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi yymụ̄ pnnis prvrdigar sund nami pak hyth nemaz pr."
  },
  {
    "verse_id": 16,
    "translation": "Ae munkirv tvhụ̄ chhiv nh ạkhrtuk samanh kran blkh chhiv tvhụ̄ psnd kran dnyahch napaʿdar zndgy."
  },
  {
    "verse_id": 17,
    "translation": "Ḥalankh ạkhrt chhu bhtr pvshhi vun dnya khoth."
  },
  {
    "verse_id": 18,
    "translation": "Pzụ̄ pạtthụ̄ yohe mẓmvn chhu brvuntthmiyn ktabn andr byan krnh āmut."
  },
  {
    "verse_id": 19,
    "translation": "Ḥẓrt abrahym snzn ktabn th ḥẓrt mvsy snzn ktabn andr thi. (ḥẓrti abrahyms petth ạsụ̄ dah ṣḥyfh nạzl spdmtụ̄. Ḥẓrt mvsy hs petth thi ạsụ̄ tvrah brvuntth dah ṣḥyfh nạzl spdimtụ̄. Rvah ʿbd abn ḥmyd kmafy rvḥ almʿāny)"
  }
]