[
  {
    "verse_id": 1,
    "translation": "Kya tohyhi nishhi vạczh khbr ya rsvl Allah qyamtch yosh lvukn pnnyv skhtyv sintụ̄ aḥaṭh krih?"
  },
  {
    "verse_id": 2,
    "translation": "Kynhh buthụ̄ āsn tamhi doh tharymtụ̄."
  },
  {
    "verse_id": 3,
    "translation": "Kạm krvnụ̄ th thkh vnụ̄."
  },
  {
    "verse_id": 4,
    "translation": "Time aaczn nars andr yus skht grm chhu."
  },
  {
    "verse_id": 5,
    "translation": "Chavnh yin tathi tamy nagh mnz yus grkan āshi."
  },
  {
    "verse_id": 6,
    "translation": "Chhunh timn dvzkhiyan khyn mgr zhrdar knddụ̄."
  },
  {
    "verse_id": 7,
    "translation": "Nh vytthravih suh timn, nh czlravih bochhhi."
  },
  {
    "verse_id": 8,
    "translation": "Kynhh buthụ̄ āsn tamhi doh tr v tazh th khosh."
  },
  {
    "verse_id": 9,
    "translation": "Pnnyn rczn ʿmln hund thvab vuchhith āsn rạẓụ̄."
  },
  {
    "verse_id": 10,
    "translation": "Tahdyn jntn andr."
  },
  {
    "verse_id": 11,
    "translation": "Bvzn nh tim tath jnts andr be hvdh kth."
  },
  {
    "verse_id": 12,
    "translation": "Tth jnts mnz āshi nagah pkh vnụ̄."
  },
  {
    "verse_id": 13,
    "translation": "Tth jnts mnz āsn thdụ̄ plng."
  },
  {
    "verse_id": 14,
    "translation": "Byyhi āsn ābkhor czkhi thdụ̄ brvntthh kanhi thavnh āmtụ̄."
  },
  {
    "verse_id": 15,
    "translation": "Byyhi āsn shandar shandh gndụ̄ tghi lagnh āmtụ̄."
  },
  {
    "verse_id": 16,
    "translation": "Byyhi āsn ryshmiy qạlyn prth ṭrfh vthrnh āmtụ̄, yytns khosh krykh tatins bihn."
  },
  {
    "verse_id": 17,
    "translation": "Kya sna vuchhan chhina yim mkkụ̄ kạfr vvuntts kun kithh pạtthụ̄ chuh pạdh krnh āmut?"
  },
  {
    "verse_id": 18,
    "translation": "Byyhi āsmans kun kithh pạtthụ̄ chhu suh blnd krnh āmut?"
  },
  {
    "verse_id": 19,
    "translation": "Byyhi kohn kun kithh pạtthụ̄ chhi tim tahavnh āmtụ̄?"
  },
  {
    "verse_id": 20,
    "translation": "Byyhi zmyns kun kithh pạtthụ̄ chhu suh vhravnh āmut?"
  },
  {
    "verse_id": 21,
    "translation": "Ps kriv tvhụ̄ nṣyḥt th vaʿẓ, tvhụ̄ chhiv nh ya rsvl Allah mgr nṣyḥt frmavvunụ̄."
  },
  {
    "verse_id": 22,
    "translation": "Tvhụ̄ chhiv nh timn petth mslṭ krnh āmtụ̄ yuth zvrh mạnrạviyvukh."
  },
  {
    "verse_id": 23,
    "translation": "Lykn yus aakhah buth pihri th kạfr spdi."
  },
  {
    "verse_id": 24,
    "translation": "Ps ʿdhab kri Allah tʿālyā ts bvdd ʿdhab ạkhrts andr."
  },
  {
    "verse_id": 25,
    "translation": "Pzụ̄ pạtthụ̄ aasy kun chhu vaps yun timn."
  },
  {
    "verse_id": 26,
    "translation": "Tamhi pth chhu pzụ̄ pạtthụ̄ aasy matthi timn ḥsab hyvn."
  }
]