[
  {
    "verse_id": 1,
    "translation": "Ṣubḥuk qasm,"
  },
  {
    "verse_id": 2,
    "translation": "Byyhi dahn raạczn hund qasm,"
  },
  {
    "verse_id": 3,
    "translation": "Byyhi juftuk th ṭaquk qasm,"
  },
  {
    "verse_id": 4,
    "translation": "Byyhi rạcz hund qsm yylhi so guzran chhe,"
  },
  {
    "verse_id": 5,
    "translation": "Chaha yath qasms andr qsmah kạfy th mʿtbr ʿqlhi vạlis kiyut? (jvabi qasm yʿny yymhi khạṭrh yim qsm havnh āe suh chhu ḥdhf krnh āmut, suh gvv latʿaadhban yʿny ae mnkrv! Tohyhi yiyv ẓrvr ʿdhab krnh brvuntthmiyn munkrn hndụ̄ pạtthụ̄.)"
  },
  {
    "verse_id": 6,
    "translation": "Tohyhi vuchhuvna kya kvr prvrdigarn tuhnd qvmi ʿāds?"
  },
  {
    "verse_id": 7,
    "translation": "Yim ʿādi airm ạsụ̄, yim thdụ̄ qdh vạlụ̄ ạsụ̄, (timv andrh ziytthis shkhṣh sund qd avs czvr hth gz shrʿī.)"
  },
  {
    "verse_id": 8,
    "translation": "Yhi gvv suh qbylh yimn hyvu pạdh āv nh krnh qd v qamts th qvt v ṭaqts andr byyn shhrn andr kanhh qbylah."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi vuchhuv na tohyhi tuhndụ̄ prvrdigarn kya kvr qvmi thmvds yimav koh th pl czttith vady alqra hs mnz mẓbvṭ ghr bnạvụ̄?"
  },
  {
    "verse_id": 10,
    "translation": "Byyhi kya kvrun ts frʿūns yus mykhh vvl avs? (sonh snzv mykhv sintụ̄ avs guryn nal lagan.)"
  },
  {
    "verse_id": 11,
    "translation": "Yimv sarive kr srkshy shhrn andr."
  },
  {
    "verse_id": 12,
    "translation": "Ps krkh setthah timn shhrn andr tbạhy."
  },
  {
    "verse_id": 13,
    "translation": "Ps lve timn tuhndụ̄ prvrdigarn ʿdhabuk kmchhi tame sintụ̄ gạlin."
  },
  {
    "verse_id": 14,
    "translation": "Pzụ̄ pạtthụ̄ tuhund prvrdigar chhu zagnh chhi jayhi czarczan sarine nafrmann hund ḥal."
  },
  {
    "verse_id": 15,
    "translation": "Ps nafrman ansan yus chhu, yylhi ts tuhund prvrdigar thndi aymanch āzmạysh chhu kran, ps chhus ʿzt divan byyhi chuhs nʿmt ʿṭa kran, ps chhu dapan suh prvrdigarn krm bdd mhrbạny."
  },
  {
    "verse_id": 16,
    "translation": "Lykn yylhi suh tas āzmạysh chhu kran tvpth chhus rzqs andr tngy kran, tamhi saʿth chhu dapan prvrdigarn kvrns dhlyl. (suh chuh zanan ʿzt v dhlt, vsʿt v tngy sinty mtʿlq)"
  },
  {
    "verse_id": 17,
    "translation": "Ḥalankh yhi chhanh ḥqyqt blkh khvary tuhnz chhe aamy sbbh kh ʿzt chahv nh tvhụ̄ kran ytyms."
  },
  {
    "verse_id": 18,
    "translation": "Byyhi chhiv nh rghbt divan mskyn khyavnuk."
  },
  {
    "verse_id": 19,
    "translation": "Byyhi chihv myrathuk mal khyvan avrh yvrh sombrạvith byyan hund ḥq."
  },
  {
    "verse_id": 20,
    "translation": "Byyhi chhiv mali dnya ttovtth thavan setthah zyadh."
  },
  {
    "verse_id": 21,
    "translation": "Yhi lghi nh krun aamiyuk ntyjh chhu setthah kiryvutth, suh doh pạviv czyts yymhi doh sam stur yiyhi krnh zmyns pae dr pae binlyv sintụ̄."
  },
  {
    "verse_id": 22,
    "translation": "Byyhi yiyhi tuhund prvrdigar byyhi yin sạry malk ṣf bṣf rvzn mḥshrkis mạdans andr."
  },
  {
    "verse_id": 23,
    "translation": "Byyhi yiyhi aannh tamhi doh nari jhnm, tamiy doh kya ratthi nhyb ansan mgr suh kthi āshi tamhi doh tmis nṣyḥt rttnuk mvqʿ."
  },
  {
    "verse_id": 24,
    "translation": "Dapnhi lghi tamhi doh kash kh brvuntth āshym svuzmcz kanhh rcz ʿmlah yymhi ʿālmh chhi zndgy khạṭrh."
  },
  {
    "verse_id": 25,
    "translation": "Ps nah kari tamhi doh khdae sund hyvu ʿdhab kanhh aakhah."
  },
  {
    "verse_id": 26,
    "translation": "Nah kari bnd kanhh aakhah khdae sund hyvu bnd krun."
  },
  {
    "verse_id": 27,
    "translation": "Ae āram rttvnhi nfsh!"
  },
  {
    "verse_id": 28,
    "translation": "Gczh pnnis prvrdigars kun yath ḥals andr kh czh ts nishhi rạẓy suh cze nishhi rạẓy."
  },
  {
    "verse_id": 29,
    "translation": "Shạml spd myanyn khaṣ bndn hnzi jmaʿcz andr."
  },
  {
    "verse_id": 30,
    "translation": "Byyhi aacz myạnis jnts andr."
  }
]