[
  {
    "verse_id": 1,
    "translation": "Qasm chhus bh havan yymhi shhruk yʿny mkh mʿẓmuk."
  },
  {
    "verse_id": 2,
    "translation": "Yath ḥals andr kh tvhụ̄ ạsiv aath shhrs andr tshryf thạvith ya tvhụ̄ ạcziv aath shhrs andr fatḥanh ṣvrts mnz sarive pabndyv vrạe, (khdae sndyn dshmnn thhi tygh anan)"
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chhus qasm havan mạlụ̄ sund byyhi avladn hund yʿny tmam mkhlvqatn hund."
  },
  {
    "verse_id": 4,
    "translation": "Pzụ̄ pạtthụ̄ pạdh kvr aashi ansan skhty th mashqts andr."
  },
  {
    "verse_id": 5,
    "translation": "Kya guman chha tas kh tmis kya pvshhi nh khnụ̄."
  },
  {
    "verse_id": 6,
    "translation": "Vanan chhu me kvr khrch sombrmut varyah mal pazikis mkhalfs andr czvuri czvuri."
  },
  {
    "verse_id": 7,
    "translation": "Amis chha guman kh vuchuhm nh kạnshi? (Allah tʿālyā he chhu svrue vuchhan)"
  },
  {
    "verse_id": 8,
    "translation": "Kya aashi kari na pạdh amis achh zh? (yhi yylhi timav achhv sintụ̄ vuchhith hykhi, achh pạdh krvun, mkhlvqn bynạʿy ʿṭa krvun hykhi na bndn hund ḥal vuchhith.)"
  },
  {
    "verse_id": 9,
    "translation": "Byyhi zyv th vutth zh?"
  },
  {
    "verse_id": 10,
    "translation": "Byyhi hạv aashi tas vath khyrs th shrs kun ya don thzrn kun? (yʿny dod chn chn don jayn kun."
  },
  {
    "verse_id": 11,
    "translation": "Pas czhạnddụ̄ nh tmụ̄ btthụ̄ th bal yʿny dyn chh kamhi krns andr tujin nh mḥnt th mshqt."
  },
  {
    "verse_id": 12,
    "translation": "Cze kus chyz zạnh rạvy suh ʿqbh kya gvv? Suh gvv."
  },
  {
    "verse_id": 13,
    "translation": "Grdnhi āzad krnhi th moklavnhi yʿny ghlam ya knyz āzad karn ya qrẓdar snz grdn qrẓh nishhi moklavnụ̄."
  },
  {
    "verse_id": 14,
    "translation": "Nath khyavun kanhh shkhṣah bochhhi hndi doh yʿny qḥṭs mnz."
  },
  {
    "verse_id": 15,
    "translation": "Kanhh rishth dar ytymah."
  },
  {
    "verse_id": 16,
    "translation": "Nath kạnshi myczi sintụ̄ miylụ̄ mtis miskyns yʿny pthr pymtis mḥtajs khyavun."
  },
  {
    "verse_id": 17,
    "translation": "(tamh pth āshi suh grdn āzad krvun, khyn divun ytyms th miskyns) timav andrh yimav ayman avn kyazi nyky yan hndi qbvlytuk shrṭ chhu baayman āsun, byyhi krkh vṣyt aakh akis ṣbr krnch ʿbadt krns th gnahv nishhi path rvzns petth, byyhi krkh aakh akis vṣyt mkhlvqn petth rḥm krnch."
  },
  {
    "verse_id": 18,
    "translation": "Time chhi nṣyb vạlụ̄ bkhth bddụ̄ yimn dchhnis aaths kyth namh aʿmal dinh yiyhi (byyhi yimn ʿrshhi mjydkh dchhnhi ṭrfh rvznch jae dinh yiyhi qyamtuk dvh.)"
  },
  {
    "verse_id": 19,
    "translation": "Yimav lvukv ankar kvr sanyn āyatn tim ge physhil nḥvst vạlụ̄."
  },
  {
    "verse_id": 20,
    "translation": "Timn petth spdi nar mslṭ tthandd dinh āmut yath mnz nh dh thi nyrykh."
  }
]