[
  {
    "verse_id": 1,
    "translation": "Āftabuk qasm byyhi tamhi kh tapuk qasm."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi zvunhi hund qasm yylhi so pth chhe pkan aath āftabs."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi dohuk qasm yylhi suh ath āftabs rvshn chuh kran."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi rạcz hund qasm yylhi so valan chhe aath āftabs."
  },
  {
    "verse_id": 5,
    "translation": "Byyhi āsmanuk qasm byyhi yymụ̄ suh bina kvr."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi zmynuk qsm byyhi yymụ̄ suh hmvar kvr th vahrvv."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi ansan sndi nfsuk qsm byyhi yymụ̄ suh brabr kvr yʿny yymụ̄ suh syvd kvr."
  },
  {
    "verse_id": 8,
    "translation": "Ps dils mnz trạvns bdy th gnah thnd byyhi nyky th prhyzgạry thnz. (yim sạry qsm āe havnh yymhi kthhi khạṭrh kh)"
  },
  {
    "verse_id": 9,
    "translation": "Btḥqyq kamyab th rsth gar spud th mṭlbs vvt suh shkhṣ yymụ̄ pak kvr pnun nfs. (yymụ̄ suh nfs nafrmạnyv nishhi pak krith tqvyā v frmanbrdạry petth āmadh kvr)"
  },
  {
    "verse_id": 10,
    "translation": "Nakam th namurad spud yymụ̄ suh nfs phattuvv bdiyan andr, (jvabi qsm chhu sarine qsmn hund yiy kh ae mkh kyv kạfrv fạjr th bdkar chhiv tvhụ̄ lvukh, tohyhi chhuv ẓrvr ghẓbs th hlakts grftar spdun dnya v ạkhrts andr, yithh pạtthụ̄ qvmi thmvd grftar spud yimn hund qṣh aamhi pth byan chhu yivan krnh.)"
  },
  {
    "verse_id": 11,
    "translation": "Qvmi thmvdn kvr tkdhyb pnnhi shrart v srkshy sbbh pnnis pyghmbrs ṣalḥ ʿlyh alslams, (yhi chhu tamhi vqtuk qṣh)"
  },
  {
    "verse_id": 12,
    "translation": "Yylhi tamhi qvmi thmvdh mnz vvth skht shqyh aakh, (sue spud āmadh ts vvunttnhi tklyf vatnavns petth, sintụ̄ rvudis byyhi lvukh thi, aamiyuk aṭlaʿ yylhi vvt ṣalḥ ʿlyh alslams)"
  },
  {
    "verse_id": 13,
    "translation": "Ps frmvv timn Allah tʿālyā sndụ̄ pyghmbrn yʿny ṣalḥ ʿlyh alslamn khbrdar rvuziv amis khdae snzi vvunttnhi hndi ḥqh, byyhi tmụ̄ snzi tryshhi hndi ḥqh yuthnh so vvunttinụ̄ mạriyvun ya kriv tas trysh chyns andr kunhi qsmh mzaḥmt. (amis vvunttnhi frmvv Allah tʿālyā hn naaqtuh Allah yʿny khdae snz vvunttinụ̄, kyazi yhi ạs bdd dlylh th mʿjzh ṣalḥ sndi nbvt v pyghmbry hnz, tas tʿẓym krun avs lạzim th vạjb, yimv kvr tath sạrise adlh bdl.)"
  },
  {
    "verse_id": 14,
    "translation": "Ps kvr timv tas pyghmbrs ankar suh zvnukh aapzyvr, byyhi czttikh amis avunttnhi ttkh nạr, tithe pạtthụ̄ mạrkh so, ps trạv timn bdd blae tihndụ̄ prvrdigarn tihndi nafrmạny th gnahv sbbh, (soe blae vatnạvnkh sarine brabr yʿny sạry gạlin and hyth.)"
  },
  {
    "verse_id": 15,
    "translation": "(Allah tʿālyā chhunh khoczan aamhi kis ntyjs, yithh pạtthụ̄ dnyahkụ̄ padshah andyshhi chhi kran kunhi vqth mjrmn sza dins andr kh khbr chha aamiyuk ntyjh ma nyri khrab, mlks andr ma spdi kanhh shvursh ya mulky mʿāmlatn andr ma piyhi kunhi qsmh khll.) Allah tʿālyā chhunh yiczhn kthn hund kanhh prvah."
  }
]