[
  {
    "verse_id": 1,
    "translation": "Qasm chuh ratuk yylhi so valan chhe ʿālms gtthi sintụ̄,"
  },
  {
    "verse_id": 2,
    "translation": "Byyhi chuh qsm dohuk yylhi suh rvshn chuh spdan,"
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chhu qsm ts dhat sund yymụ̄ nar th mad pạd krụ̄, (yimn qsmn hund jvab chhu aamhi pth yʿny yim qsm kth petth āe havnh)"
  },
  {
    "verse_id": 4,
    "translation": "Yath petth kh be shk tuhnz kvushshhi yʿny ʿmlh chhe mkhtlf (kạnshi hnz ʿml chhe rcz th jan, kạnshi hnz ʿml chhe ychh th khrab. Yithe pạtthụ̄ chhi aamikụ̄ thmrat v ntạʿj thi mkhtlf, rczi ʿmlhi chhu rut jza ychh ʿmlhi chhu ychh sza, tamich mthal ge)"
  },
  {
    "verse_id": 5,
    "translation": "Ps yymụ̄ khdae snzi vath andr diyut mal pnun tvpth khvcz khbr chha qbvl krimh kinh rad krym."
  },
  {
    "verse_id": 6,
    "translation": "Byyhi zvnun pvz rut klmh yʿny klmh tvḥyd, akhtyar kvrun dyni aslam."
  },
  {
    "verse_id": 7,
    "translation": "Ps krv asụ̄ thndi raḥt kh chyzh khạṭrh saman mhya. (raḥt kh chyzh andrh chhu murad rcz ʿml, rczi ʿmlhi hndi vạsṭh karhvs ʿṭa jnt.)"
  },
  {
    "verse_id": 8,
    "translation": "Vonụ̄ yymụ̄ vajb ḥqvq ada krnh nishhi bkhul kvr byyhi khdays khocznh bdlh lvgun be prvah."
  },
  {
    "verse_id": 9,
    "translation": "Byyhi gnzrun aapuz rut klmh yʿny aslam kvrun nh qbvl."
  },
  {
    "verse_id": 10,
    "translation": "Tylhi krv asụ̄ tas thndi khạṭr skhty th tklyfk saman mhya, (tklyf kh chyzh sintụ̄ chhu murad ychh ʿml, ychh ʿmlhi hndi vạsṭh nari jhnm.)"
  },
  {
    "verse_id": 11,
    "translation": "Kanhh fạydh diyhi nh ts mal v dvlt panun yylhi buthụ̄ kinụ̄ pyyhi th ddolh gczihh suh nari jhnms andr."
  },
  {
    "verse_id": 12,
    "translation": "Vaqʿī sanhi matthi avs tfẓl v aḥsan mvjvb vath havnụ̄. (so vath hạv aashi varh pạtthụ̄, ps kr kạnshi akhtyar ayman v aṭaʿtch vath, kạnshi kr akhtyar kfr v nafrmạny hnz vath. Yymhi qsmch kanhh shkhṣ vath akhtyar kri tame qsmuk phl tulhi suh.)"
  },
  {
    "verse_id": 13,
    "translation": "Kyazi sạnise aaths th akhtyars mnz chhu ạkhrt thi dnya thi, (dnyahs mnz krụ̄ aashi aḥkam mqrr yimav lvukv timav aḥkamv mvjvb ʿml kr timn yiyhi rcz mvzvurụ̄ dinh ạkhrts andr, yimav timn aḥkamn hnz mkhalft kr timn yiyhi ạkhrts andr pvurh sza dinh yymiyuk byan krnh āv.)"
  },
  {
    "verse_id": 14,
    "translation": "Ps kvrmav me bym tamhi naruk yus shʿlh maran th ryhh travan chhu."
  },
  {
    "verse_id": 15,
    "translation": "Tath nars mnz vatinh hmyshgy hnd khạṭrh mgr sue shkhṣ yus ycz shqy th bdbkht āshi."
  },
  {
    "verse_id": 16,
    "translation": "Yymụ̄ aapuz gnzur dyni ḥq th pyghmbri brḥq byyhi krnụ̄ rvgrdạny."
  },
  {
    "verse_id": 17,
    "translation": "Qryb chhu kh byyhi yiyhi tamhi narh nishhi lvb thavnh th path rttnh suh shkhṣ yus setthah mtqy th prhyzgar āshi."
  },
  {
    "verse_id": 18,
    "translation": "Yus mal pnun khrch kran chhu mḥẓ yymhi ghrẓh khạṭrh kh suh gvczh gnahv nishhi pak spdun, (yʿny mḥẓ khdae snz rẓa mndy ḥaṣl krnh khạṭrh, agrchh yimn āyati krymn hndụ̄ alfaẓ chhi ʿām mgr sbbi nzvl chuh yimn āyati krymn hund qṣh ḥẓrt abv bkr ṣdyq yylhi timv blali ḥbshy vghyrh ṣḥabh ṣạb kạfrn nishhi molụ̄ hyth mḥẓ khdae sndi rẓa khạṭrh āzad krụ̄. Chnanchh tfsyri durmnthvrs andr chhu variyahv rivaytv yiy dhkr krnh āmut.)"
  },
  {
    "verse_id": 19,
    "translation": "Chhunh kạnshi akụ̄ sund tas nishhi kanhh ḥqah th aḥsanah tamhi kue bdlh th ʿūẓ kya āsihe ts dinh yivan."
  },
  {
    "verse_id": 20,
    "translation": "Mgr chhu suh mal pnun khrch kran mḥẓ pnnis bddis th thdis prvrdgarh sund rẓa czhanddnh khạṭrh."
  },
  {
    "verse_id": 21,
    "translation": "Suh shkhṣ spdi brvntth ẓrvr mqṣds th mṭlbs vatnh sintụ̄ khosh th rạẓụ̄."
  }
]