[
  {
    "verse_id": 1,
    "translation": "Qsm chuh me chashth kh vqtuk yus rvshn chuh āsan āftab kh khsnh sintụ̄."
  },
  {
    "verse_id": 2,
    "translation": "Byyhi chhu qsm rạcz hund yymhi saʿth tamich aanhi gtth chhe pvurh spdan."
  },
  {
    "verse_id": 3,
    "translation": "Tvhụ̄ nh ḥẓ trạviv nh pnnụ̄ prvrdigarn, byyhi krn nh tohyhi sintụ̄ kunhi qsmch dshmny ya rsvl Allah. (kyazi goddh āyhi nh tohyhi nish kanhh ticzh ktahh. Tvpth chhu ʿādh Allah andrh ḥẓrati anbyahn nsbt yuth mʿāmlh spdun mḥal. Lhādha mah gczihv tvhụ̄ kạfrn th mushrkn hndi vvrnh sintụ̄ āzrdh. Tohyhi petth rvzih vḥy yich nʿmt hmyshh jạry. Yhi nzvli vḥy chhu shrf v kramt tuhndi khạṭrh dnyahs andr.)"
  },
  {
    "verse_id": 4,
    "translation": "Albth ạkhrt chhu bhtr tuhndi khạṭrh dnya khoth (kyazih ạkhrts andr krih Allah tʿālyā tohyhi ʿṭa zyadh nʿmczh.)"
  },
  {
    "verse_id": 5,
    "translation": "Byyhi kri ʿṭa tohyhi panun prvrdgar tiy yymhi sintụ̄ tvhụ̄ rạẓụ̄ gczihv. (ḥdyth shryfs mnz chuh frmvvmut nby krymn kh Muḥammad spdi nh tvt tanụ̄ rạẓy yvt tanụ̄ tihndyv aumtyv andrh aakh shkhṣ thi rvzih jhnms andr.)"
  },
  {
    "verse_id": 6,
    "translation": "Kya Allah tʿālyā hn lbiv na tvhụ̄ ytym tvpth dicznav tohyhi jae byyhi krnạvnav prvrsh? (goddh badd babh ṣạb nhi sintụ̄ yʿny ʿbd almṭlb snd sintụ̄ tvpth pytrh sndi dhryʿh yʿny abvṭalb sndi dhryʿh. Tvld spdnh brvntthue avs gvmut yymhi ʿaaalmh tihund babh ṣạb. Vunhi ạsụ̄ tim valdh majdh sndis shkmi mbarkse andr. Tvpth ạsụ̄ tim shury yylhi valdh majdh yymhi ʿālmh ge. Tvpth rvudụ̄ ʿbd almṭlbs nishhi yvt tanụ̄ tim ạtthh vhrụ̄ vạtụ̄. Tamhi pth rvudụ̄ tim abv ṭalbs nishhi suh yyitis kals zndh avs th tyitis kals. Tmụ̄ kr tihnz prvrsh th nghbạny nhayt janfshạny sintụ̄. Tvpth kr thndi mrnh pth nby krym ṣly Allah ʿlyh v slmv mdynh shryfs kun hjrt tathi bkhush Allah tʿālyā hn tihndi khdmt v ḥfaẓtuk shrf. Qbylh aavs v khzrjs yʿny mdynh shryf kyn anṣarn. Timav kr tithh pạtthụ̄ tihnz khdmt v janfshany yymich nẓyr dnyahs andr mfqvd chhe. Yimh sare ṣvrth chhe lfẓ fāvyā hs tl dạkhl spdan.)"
  },
  {
    "verse_id": 7,
    "translation": "Byyhi lbinav tvhụ̄ Allah tʿālyā hn shryʿt kh ʿiilmh nishhi be khbr tvpth hạvnav tath kun vath byyhi bvvnav svrue ʿlmh shryʿt."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi lbinav tvhụ̄ Allah tʿālyā hn fqyr, ps krinav tvhụ̄ be nyaz. (yymhi ṭryqh kh aum almvmnyn khdyjh kubryā sndih ṭrfh gv tvhụ̄ mali tjart hyth, tath andr spud tvhyhi nfʿ ḥạṣl byyhi kr khdyjh kubryā hn tohyhi sintụ̄ nkaḥ. Timv kvr pnun svrue mal tuhndis khdmts andr pysh. Yhi gvv ghinae ẓạhry ghinae qlby th ghinae bạṭny kvrnav tyvut ʿṭa yymuyk nh andaze hykhi kanhh shkhṣ krith. Ghrẓ yymụ̄ prvrdigarn tohyhi sintụ̄ abtda petth aamhi qsmuk mʿāmlh kvr suh hykya tvhyhi petth naraẓ gczihth th tohyhi trạvith. Mgr prvrdigarh sndyn yimn alṭafn th mhrbạniyan hund shkranh gvv kh)"
  },
  {
    "verse_id": 9,
    "translation": "Vonụ̄ yus ytym āshi ts mḥẓ ạsiv khshm nh grinnz kran."
  },
  {
    "verse_id": 10,
    "translation": "Vonụ̄ yus fqyr mḥtaj th mngh vun āshi suh mah ạsiyvun zvr zbrdsty sintụ̄ nybr krran khạly travan."
  },
  {
    "verse_id": 11,
    "translation": "Vonụ̄ yimh nʿmczh tuhnd prvrdigarn tohyhi ʿṭa kri timn hund kriv tvhụ̄ byan. (tihndyn arshadatn th klami shryfs yus ḥdyth nav āmut chhu thavnh suh chhu ghalbaan aamy lfẓi faḥadith andrh krrnh āmut vAllah aʿlm.)"
  }
]