[
  {
    "verse_id": 1,
    "translation": "Kya aashi kvr na tuhndi khạṭr tuhund synh mbark khol th kushadh ʿlmh sintụ̄? (yʿny ʿlm thi kvr aashi tohyhi setthah zyadh ʿṭa, byyhi yus tklyfah tohyhi tblyghi ḥq krns petth dshmnn hndi ṭrfh vvt suh brdasht krnh khạṭrh kvr aashi tohyhi ḥilm th tḥml thi ʿṭa. Ya chhu aisharh aamhi andrh tath shqi ṣdr shryfs kun yus mtʿdd bar krnh āv. Aakh yylhi tim dodh majhi nish yʿny ḥẓrt ḥlymh sʿd yas nishhi ạsụ̄, byyhi yylhi balgh spdụ̄, byyhi yylhi khilʿti nbvt valnh ākh yʿny cztjy vhrụ̄ ạsụ̄, byyhi yylhi baʿālami bala kharnh āe dr shbi mʿraj.)"
  },
  {
    "verse_id": 2,
    "translation": "Byyhi tul aashi tohyhi nishhi thvd tuhund suh bvr,"
  },
  {
    "verse_id": 3,
    "translation": "Yymụ̄ bạrụ̄ gvbrvvmut avs pshti mbark tuhund. (tihund bvr avs mʿnvy aakh bvrah ya auvs suh nzvli vḥy yuk bvr yus abtdahs andr setthah mshkl avs tvpth spud shl th āsan ya avs mnṣbi rsalt chn dhimh dạriyan hund bvr yymhi kh mḥsvs spdnh sintụ̄ khaṭri ʿāṭr tihund mkdr spdan avs, sue kvr Allah tʿālyā hn dvur timn nishhi. Ḥẓrt shah ʿbd alʿzyz ṣaḥb dhlvy chhi frmavan kh aamhi andrh chhu murad kh tihund hmti ʿạly th pydạyshy astʿdad yimn kmalatn th mqamatn vatun mngan avs, dili mbarks avs jsmạny tzkyh th nfsạny tshvyshatn kun nẓr krith timn kmalatn petth fạyiz spdun dshvar bvznh yivan mgr Allah tʿālyā hn yylhi shrḥi ṣdrh sintụ̄ mzyd astʿdad ʿṭa kvrukh aaty spdikh tim sạry kmalat ḥạṣl. Tamiyuk yus barah dili mbarks petth avs suh vvth.)"
  },
  {
    "verse_id": 4,
    "translation": "Byyhi kvr na aashi blnd th thvd tuhndi khạṭrh tuhund dhkr. (ḥdyth qdsiyas andr chhe aamich vẓaḥt kh Allah tʿālyā hn frmvvukh aidhaa dhukirtu dhukirta maʿiiy )tfsyr abn jryr v abn kthyr v abn aby ḥatm( yylhi myvn dhkr krnh āshi yivan tylhi yiyhi krnh tuhund tdhkrh thi. Chnanchh banghi mnz tkbyrs mnz nemazi mnz, tshhds mnz, khṭbs mnz chhu yivan krnh tuhund dhkr. Vonụ̄ yylhi aashi tohyhi rvḥạny tklyf dvur kvr, tuhund gczihh rvzun amydvar dunyạvy tklyf thi krv asụ̄ tohyhi nishhi th tuhndyn pyrvan baymann nishhi dvur. Tamiyuk chhi asụ̄ tohyhi sintụ̄ vʿdh kran.)"
  },
  {
    "verse_id": 5,
    "translation": "Ps btḥqyq mvjvdh skhty sintụ̄ chhe āsany yivvunụ̄. (tohyhi petth skhty thi mshklat bkthrt āsns kun nẓr krith chhus bh aath vʿds tkrar kran byyhi frmavan kh)"
  },
  {
    "verse_id": 6,
    "translation": "Be shk mvjvdh sarine mshklatn skhtiyan sintụ̄ chhe āsany yinh vajnụ̄. (chnanchh timh sare skhtiyhi spzh aakhi aakhi dvur. Ḥdyth shryfn th tarykh chn ktabn andr chh tath mtʿlq rvayat mvjvd. Vonụ̄ yylhi aashi tohyhi aamhi aamhi qsmh chh nʿmcz ʿṭa kri, tuhund gczihh timn nʿmtn petth shukr dapun yithh pạtthụ̄ kh)"
  },
  {
    "verse_id": 7,
    "translation": "Tvhụ̄ yylhi aḥkami khdavndy vatnavnh nishhi (yosh kạm ʿbadt chhe yymuyk nfʿ mtʿdy chhu) fargh spdan ạsiv tamhi pth gczihh tuhund tath ʿbadts sintụ̄ mshghvl spdun yymuyk nfʿ th fạydh khaṣ tuhndis dhati mbarks chhu yʿny ʿbadt th yadi khda kran kran mḥnt v mshqt brdasht krnụ̄."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi yhi kynczhah tohyhi mngun th czhanddun āshi thi ḥạṣl krnh khạṭrh gczihh tuhund pnnise prvrdigars kun tvjh th rghbt krun, tsụ̄ gczhn pnnụ̄ sạry ḥajt mngnụ̄."
  }
]