[
  {
    "verse_id": 1,
    "translation": "Priv pnnis prvrdgarh sund nav hyth yymụ̄ prvrdigarn sạry mkhlvq pạdh krụ̄."
  },
  {
    "verse_id": 2,
    "translation": "Yymụ̄ ansan pạdh kvr mvttis khvns yʿny khvnh dath, (aamhi andrh chhu murad ansans tnbyh krun kh ae ansanh cze petth chhe khdae snz nʿmt setthah bdd kh jan chyzh nishhi pạd krith kth drjs vatnvvnkh shkl v ṣvrt th ʿql v ʿlm kvrne ʿṭa. Cze pazne zyadh shkr v thna dapnụ̄, dhkr v fkr andr mshghvl rvzun.)"
  },
  {
    "verse_id": 3,
    "translation": "(tvhụ̄ ạsiv ya rsvl Allah qrāni mjyd pran) tuhnd prvrdgar chhu setthah krym (suh yhi yczhan chhu thi chhu ʿṭa kran, suh chhu prnh vrạe prnavan)"
  },
  {
    "verse_id": 4,
    "translation": "Yymụ̄ prvrdgarn lykhmtụ̄ primtụ̄ lvukh hychhnạvụ̄ bdhryʿh qlm."
  },
  {
    "verse_id": 5,
    "translation": "Yhi ansan hychhnvvun time chyz yim nh tas mʿlvme ạsụ̄ (mṭlb chhu yhi zih tʿlym th hychhnavun chhunh mvqvf lykhns th prnse petth, byyhi byyhi asbab v dhraʿʿ thi chhi yimv sintụ̄ ʿlvm ḥạṣl spdith hykn. Dvyim kth chhe yhe kh asbab v dhraʿʿ chhinh bdhati khod kunhi athr krith hykan blkh chhu mvthr ḥqyqy Allah tʿālyā, lhādha hrgah tohyhi ya rsvl Allah prvunụ̄ chhiv nh tamiyuk mah briv kanhh prva. Asụ̄ yylhi tohyhi ḥkm krv prnuk, tvhụ̄ hykiv asbab v dhrayʿū vrạe sanhi ḥkmh prith yhi asụ̄ prnavun yaczhv, asụ̄ hykv tvhụ̄ prnạvith yithh pạtthụ̄ aashi khosh kri. Asụ̄ hykv tohyhi suh ṭaqt th suh qdrt ʿṭa krith yymhi sintụ̄ tvhụ̄ prith hykiv. ʿlvm vḥy yad hykiv thạvith chnanchh ty spud. Tfsyr ʿzyzys andr chhu, ḥẓrt rsvli krym timav agrchh avs nh lykhun parun hyvchhmut mgr Allah tʿālyā hn frmvvukh qlmh kh dhryʿh thi chhus be hychhnavan, qlmh vrạe thi hykh be hychhnạvith. Mmkn chhu yath kthhi kun thi āshi asharh kh yithh pạtthụ̄ fyẓ divnis th fyẓ rattvnis mnz qlm chhu vasṭh th dhryʿh spdan yithe pạtthụ̄ āshi bary tʿālyā hs mnz th pyghmr brḥqs mnz jbryli amyn mḥẓ aakh vasṭh th dhryʿh. Byyhi yithh pạtthụ̄ qlmh khi dhryʿh fyẓ spdun chhunh yath kthhi petth lạzim kh qlm kya chhu ts fyẓ ratth vunhi sndih khoth afẓl th bhtr yithe pạtthụ̄ chhanh yhi kth thi lạzim kh ḥqyqt jbrylyh kya āsiha afẓl ḥqyqt Muḥammadyh khoth. Lhādha chhu jbryli amyn tuhndih ḥqh bmnzlh qlm.)"
  },
  {
    "verse_id": 6,
    "translation": "Btḥqyq yhi ansan yus aasy khvnh dathi pạdh kvr yus ḥqyr v dhlyl chyzh avs, yus jạhli mṭʿlq avs, aasy hychhnvv yhi amis rvuznh pnnụ̄ aṣly ḥqyqt yade) yhi lvg dnya kh mal v dvlt sintụ̄ mghrvr spdith srkshy krnhi."
  },
  {
    "verse_id": 7,
    "translation": "Khyal chhus me chhunh kạnshi hund prvah."
  },
  {
    "verse_id": 8,
    "translation": "Be shk chạnụ̄ se prvrdigars nishhi chhu sarine vaps vatun. (tathi thi āshi yhi ansan tihndi se qdrt kis aiḥaṭs mnz valnh th bnd krnh āmut yymhi mnzh czlith hykhi nh kun thi. Yvut ʿạjz th be bs ansan kithh pạtthụ̄ hykhi yithis qạdr v qạhr khdays nishhi mstghnyā th be prvah ạsith. Vonụ̄ tmụ̄ sund panun pan mstghny zanun yhi gyhi mḥẓ sfahyt th ḥmaqt yʿny balkl czvur th aḥmq lagun. Aamhi pth chhu amis ansan snzn bʿẓe ychh kamyn hund bṭryqh astfham dhkr yivan krnh. Aakhi doh ạsụ̄ nby krym msjdi ḥrams mnz nemaz pran, abvjhl āv tmụ̄ dvp timn. Aashi he tohyhi varyahhi phiri yhi krnh nishhi mnʿ kvv, tvhụ̄ kyazih chhiv nh pth rvzan, tmụ̄ kvrus aath petth skht khshm th grinnz, suh lvg dapnhi, shhri mks mnz chhe sarive andrh myạnụ̄ jmaʿt varyah bdd, hrgah āʿndh bh vuchhv tvhụ̄ byyhi nemaz pran, bh thavh tuhnzi grdnhi petth khor tvpth vatnavav setthah tklyf. Chnanchh akhi phiri ạsụ̄ tim nemaz pran tvpth āv suh tklyf vatnavnh kh qṣdh mgr nzdyk vạtit phyvur vaps, lvukv purvczh hs cze kya goe? Dvpun yuthue bh timn nzdyk vvtus tiyuthue vuchh me aakh khndqh, tath mnz vuchh me pkhh krith janvr yim vuchhith bh khvczus. Frmvv nby krymn tim ạsụ̄ mlạyk hrgah suh brvntth pkhi ha tmis cztthan tim baz.)"
  },
  {
    "verse_id": 9,
    "translation": "Ae mkhạṭb czh krth byan ts shkhṣh sund ḥal yus sạnis akis khaṣ bnds mnʿ chhu kran th pth chhu rttan,"
  },
  {
    "verse_id": 10,
    "translation": "Yylhi suh nemaz chhu pran (yʿny mʿbvdi brḥq snz ʿbadt krvunis ʿbadt nishhi nemaz prnh nishhi pth rttun ya ts gangl krnụ̄ kvtah gnah th kczyrah ychh kạm chhe.)"
  },
  {
    "verse_id": 11,
    "translation": "Czh vanth me yhi kvtah gnah chhu khṣvṣaan yylhi suh bndh khaṣ ʿīni hdayts th rahi rasts petth āshi."
  },
  {
    "verse_id": 12,
    "translation": "Ya āshi suh byyn lvukn thi khdays khocznch tʿlym divan timn thi mʿbvdi brḥq sndi ʿbadtuk amr kran."
  },
  {
    "verse_id": 13,
    "translation": "Czh vanth me hrgah suh pth ratth vun shkhṣ panh dyni ḥqs āshi aapuz gnzran byyhi āshi dyni ḥq nishhi buth phiran."
  },
  {
    "verse_id": 14,
    "translation": "Kya tas pth ratth vunis th nemazi nishhi mnʿ krvunis chhana khbr kh Allah tʿālyā chhu be shk tsnz yimh ychh kamhi vuchhan? (suh diyhi ẓrvr amis yimn ychh kamyn hund sza)"
  },
  {
    "verse_id": 15,
    "translation": "Amis paziha nh hrgz yimh ychh kamhi krnhi, (hrgah ne suh āʿndh yimav ychh kamyv nishhi pth rvzi) asụ̄ pknavvn chhaghi rttith yʿny klh kh msth rttith."
  },
  {
    "verse_id": 16,
    "translation": "Yus mst aapuz th khṭa kar chhu, (kyazih tmụ̄ sndi bdnh kyn moyn moyn chhu gnahn hund athr vvtmut.)"
  },
  {
    "verse_id": 17,
    "translation": "Hrgah tmis pnnyn lvukn th pnjh czattn hndi mdduk khyal chhu, diyin suh timn ālv,"
  },
  {
    "verse_id": 18,
    "translation": "Asụ̄ thi dimav ālv jhnm kyn ʿdhab kyn mlạykn. (amam ṭbrany yn kr rvayt az qtadh timv frmvv nby krymn ṣly Allah ʿlyh vslm hrgah aamhi vqth abv jhl kynhh kriha, ẓrvur rtthn tas jhnmkụ̄ mlk nnụ̄ pạtthụ̄.)"
  },
  {
    "verse_id": 19,
    "translation": "Tas pazi nh hrgz yhi krun, mgr tvhụ̄ mh ḥẓ bvuziv amis khbyth sund yʿny tvhụ̄ mah trạviv nemaz prnụ̄ amụ̄ sndi vannh mvjvb, blkh rvuziv tvhụ̄ bdstvr nemaz pran byyhi khdae sund qurb th nzdyky ḥạṣl kran. (Allah tʿālyā rachhhi tohyhi tihindi shrh nishhi kyazi nemazi sintụ̄ spdi tohyhi qurbi khda ḥaṣl. Qurbi khda chhu ḥfaẓtuk bvdd dhryʿh lhādha mah kriv tvhụ̄ yimn dshmnn hnzn kthn kun kanhh ailtfat.)"
  }
]