[
  {
    "verse_id": 1,
    "translation": "Yim lvukh ahli ktabv th ʿrbh kyv mshrikv andrh nby krym sndi svznh yinh brvntth kạfr ạsụ̄, tim ạsụ̄ nh pnnhi kfr v shirkh nishhi path rvzh vunụ̄ yvt tanụ̄ nh timn nishhi vathi he nnụ̄ th vaẓḥ dlyl."
  },
  {
    "verse_id": 2,
    "translation": "So vaẓḥ dlyl gyhi pyghmbrh khdae sndi ṭrfh sue āsihe pran timn petth pak v pạkyzh svrh th mẓamyn."
  },
  {
    "verse_id": 3,
    "translation": "Yimn mnz brvuntthmyn nạzl krnh āmczn āsmany ktabn hndụ̄ drst mẓamyn lykhimtụ̄ th drj āshn krnh āmtụ̄ (yʿny timn kạfrn hund kfr avs tyvut skht th shdyd kh tihund suh jhl th kfr hykhi he nh dvur spdith bddis ʿẓymu alshan pyghmbr sndi svznh vrạe. Tmy mokhh svuz Allah tʿālyā hn timn petth aitmami ḥjt krnh khạṭrh suh ʿẓymu alshan pyghmbr ḥẓrt Muḥammad qrāni mjyd hyth, jlylu alqdr aakh ktabah hyth, vonụ̄ avs lạzm kh tim zanhan aath ghnymt timn krhn tlqy balqbvl th timn aanhn ayman mgr yimav andrh yim ahli ktab yhvd v nṣaryā ạsụ̄ timn gyhi gtth vonụ̄ chhanh byyn kạfrn hnz kthe.)"
  },
  {
    "verse_id": 4,
    "translation": "Mkhtlf th alg alg spd nh ahli ktab mgr timn nishhi vaẓḥ dlyl vatnh pth yʿny yhi nby krym, (tamhi brvntth ạsụ̄ tim mtḥd th mtfq tihindis ḥqs andr, bughẓ v ʿnadh sbbh kvrukh timn ankar tshryf annh pth, aaddyv avn ayman aaddyv kvr ankar. Yuth jlylu alqdr pyghmbr th yiczh ʿẓymu alshan ktab vạtith gvczh tihund dyni ḥqs yʿny aslams petth mjtmʿ th mtfq spdun, pnnụ̄ brvuntthim sạry akhtlafat travnụ̄, tamhi bdlh spd timn tihndi tshryf āvry pte panh vạnụ̄ skht akhtlaf.)"
  },
  {
    "verse_id": 5,
    "translation": "Ḥalankh timn lvukn avs brvuntthmyn ktabn andr yohe ḥkm krnh āmut kh ʿbadt kriv Allah tʿālyā hs yithh pạtthụ̄ kh ʿbadt zạniv khaṣ th szavar tsụ̄ yạcz baqy bạṭl dyinv nishhi yksv th alg spdith, byyhi avs timn ḥkm krnh āmut nemaz brpa thavnuk byyhi malch zkvāh ada krnuk, yohe chhu mẓbvṭ th mḥkm mlt yath petth sạry ḥẓrati anbyaʿ pkan āe."
  },
  {
    "verse_id": 6,
    "translation": "Be shk yimav ahli ktabv andrh ankar kvr pyghmbri brḥqs byyhi mshrk tim vatn sạry jhnms andr yythi timn hmyshh rvzun chhu, yime lvukh kya ge sarive mkhlvqv andrh bdtr."
  },
  {
    "verse_id": 7,
    "translation": "Be shk yimav lvukv ayman avn khdays th thndis pyghmbrs byyhi yimn chyzn ayman aanun lạzim chhu. Byyhi karykh rczh ʿmlh, time lvukh kya ge sarive mkhlvqv andrh bhtr."
  },
  {
    "verse_id": 8,
    "translation": "Mvzvurụ̄ th jza tihund chhu tihndis prvrdgars nishhi tim jnt yiman bnụ̄ kinụ̄ kolh pkan āsn, timne jntn mnz rvzan tim hmyshh abdu alābad, Allah tʿālyā rvzi timn nishhi rạẓụ̄ th tim rvzn Allah tʿālyā hs nishhi khosh th rạẓụ̄, yhi jnt th yhi rẓa mndy hund khilʿt yiyhi tsụ̄ ʿṭa krnh yus pnnis khdays khoczan āshi. (yʿny yhi thvd mqam yiyhi nh ʿṭa krnh mgr tsụ̄ yus pnnis prvrdgar snzi be zạry khoczan āshi)"
  }
]