[
  {
    "verse_id": 1,
    "translation": "Yylhi zmyn pnnhi dhạty skht ḥrkt sintụ̄ alravnh yiyhi, (yymhi kh ṣdmh sintụ̄ kanhh ʿmarthah, kanhh kvhah, kanhh kulah, zmyns petth baqy rvzinh. Sạry snyr th thzr spdn brabr th hmvar yuth mḥshruk mydan lvukn hndi smnh khạṭrh ṣaf spdi. Yhi spdi yylhi pvgs mnz dvyum phokh dinh yiyhi)"
  },
  {
    "verse_id": 2,
    "translation": "Yylhi zmyn pnnụ̄ sạry gvbụ̄ gvbụ̄ chyz nybr diyhi dạrith (mthlaan ansan ya son th roph vghyrh)"
  },
  {
    "verse_id": 3,
    "translation": "(yhi ḥalt vuchhith gczhn kafr ansan ḥyran dapnhi lgn) yath zmyns kya sna gudryvv? (yvut bunyul kyazi āv? Yim andrim chyz kya sna zi ditin nybr brith?)"
  },
  {
    "verse_id": 4,
    "translation": "Tamhi doh vanhi zmyn pnnhi sare rczh th yachh khbrh (tim sạry vaqʿāt yim bny ādmn yʿny ansann hndi aathh aath zmyns petth vaqʿ spdụ̄ mtụ̄ āsn mthlaan zmyn diyhi byan kh flạnụ̄ shkhṣn pr me petth nemaz, flạnụ̄ shkhṣn kr me petth czvur, flạnụ̄ shkhṣn kvr me petth zna, flạnụ̄ shkhṣn kvr me petth khvni naḥq vghyrh vghyrh."
  },
  {
    "verse_id": 5,
    "translation": "Kyazi ts zmyns āshi tuhndụ̄ prvrdgarn yohe ḥkm kvrmut (yʿny azikh zmanh kh aṣṭlaḥ mvjvb bvz th czh yithh pạtthụ̄ kh yimh yimh kamhi lvukh aath zmyns petth kran chhi rczh ya yachh timn sarine kamyn hund rikardd chhu brnh yivan zmyns andr, time rikardd chhi mvjvd th mḥfvẓ thavnh yivan. Qyamt kh doh yin time rikardd mczravnh. Zmyns mnz chhu Allah tʿālyā hn aakh madh aakh, aakh masala akh pạdh kvrmut yus masalh mṣviryn )fvttvgrafrs( shyshs mthith tṣvyr tulan chih, suh masalh chhu pvuri pvur aath zmyns mnz mvjvd. Lhādha aath zmyns petth yus shkhṣah kanhh kạmah chhu kran khdae sndi ḥkmh sintụ̄ chhe tamich ṣvrt shkl th )fvttv( zmyns andr khod bkhvd vothan. Time rikardd th time tṣvyr yin bṭvr shhadt qyamt kh doh pysh krnh. Chnanchh ḥdyth shryfs mnz chhu ṣḥyḥ trmdhy vghyrh ktbi aḥadythn andr kh yymụ̄ shkhṣn zmyns petth kanhh rcz ya yachh ʿmlah krmcz āshi zmyn diyhi tamich gvạhy khdays brvntthh knhi.)"
  },
  {
    "verse_id": 6,
    "translation": "Tamhi doh nyrn vaps mkhtlf jmạʿcz ḥsab dith mkhtlf jayn kun (nykv kar ba ayman gczhn jnts kun, kạfr th mshrk yin vatnavnh jhnms kun) yuth sạry pnnyn ʿmln hund phl tuln."
  },
  {
    "verse_id": 7,
    "translation": "Ps yus shkhṣah akis dhrs brabr dnyahs andr rcz kạmah kri tath thi lbhi suh ạkhrts andr."
  },
  {
    "verse_id": 8,
    "translation": "Byyhi yus shkhṣah akis dhrs brabr bdy kri dnyahs andr tath thi lbhi suh ạkhrts andr. (bshrṭykh so nyky ya bdy āshi tath vqts tanụ̄ baqy varnh hrgah nyky thndi kufrh sintụ̄ khtm āshi gmcz ya āshi ayman v tvbh sintụ̄ so bdy ya shr zạyl spudmut tylhi chhe bdl kth tylhi āshi nh suh khyr khyr rvudmut suh shr shr rvudmut.)"
  }
]