[
  {
    "verse_id": 1,
    "translation": "Dnyạvy samans petth fkhr krnn krv tvhụ̄ ghạfl ạkhrth nishhi."
  },
  {
    "verse_id": 2,
    "translation": "Yvtan tvhụ̄ vạtiv qbrn mnz."
  },
  {
    "verse_id": 3,
    "translation": "(yim dnyạvy chyz chhinh hrgz qạbli fkhr, yimav chyzv sintụ̄ gczihh nh thykun hrgz, byyhi chhunh ạkhrt hrgz mshravns th ankars qạbl) tohyhi spdih jldy qbrn mnz vath vunue svrue mʿlvm."
  },
  {
    "verse_id": 4,
    "translation": "(byyhi chhusav vnan kh yim chyz hrgz thykns qạbl chhinh ạkhrt ghflts th ankars qạbl chhunh) tohyhi spdyv brvntth phn jldy mʿlvm yylhi qbrv mnz nyirith mydani mḥshrs mnz vạtiv."
  },
  {
    "verse_id": 5,
    "translation": "(trymhi phiri chhusav byyhi tvhụ̄ mtvjh kran kh yim dnyạvy chyz thykns th fkhr krns qạbl chhinh ạkhrt qabli ghflt th ankar chhunh) hrgah tvhụ̄ lvukh yimh kthh pvur zạnihv ʿlmu alyqynh pạtthụ̄ ṣḥyḥ dlylv sintụ̄ yimn dlyln hnz mtabʿt krnụ̄ lạzmy ạs tylhi spdihiv nh fkhr v mbahats andr mshghvl spdith ạkhrt nishhi ghạfl th be prvah."
  },
  {
    "verse_id": 6,
    "translation": "Qsmi khda, tvhụ̄ vuchhvun ẓrvr ạkhrts andr nari jhnm."
  },
  {
    "verse_id": 7,
    "translation": "Tvpth chhusav byyhi tạkyd khạṭr frmavan qsm hạvith kh tvhụ̄ vuchhiv ẓrvr jhnm yqyn chhi nẓri bila shk v trdd."
  },
  {
    "verse_id": 8,
    "translation": "Tvpth yiyhi tamhi doh tohyhi sarine prczhnh nʿmtn hund. (ḥdyth shryf chhu brvayt ṭbrany byyhi abni ḥban, az ḥẓrt ʿbd Allah abn ʿbas yimv frmv kh akhi doh āe dvphr kh vqth skht grmy andr ḥẓrt abv bkr ṣdyq msjdi nbvy ys andr, tvpth bvuz ḥẓrt ʿmrn tim thi āe, abv bkr ṣdyqn purczh yimn, yath grmy andr kmụ̄ ḥẓ chyzn krrv tvhụ̄ ghr mnz? Timv frmvvus bh kvddus nh kunhi chyzn bochhhi hndi skhty vrạe, timv frmvvus qsmi khda bthi dras ghr mnz bochhhi hndiy skhty sbbh. Yim ạsụ̄ panh vạnụ̄ kthe kran, aaty auvn tshryf ḥẓrt nby krym ṣly Allah ʿlyh v slmv. Timv thi purczh yimn don ṣaḥbn tvhụ̄ kithh pạtthụ̄ drạv ghrv mnz yath taph krayhi andr, timav kvrukh ʿrẓ asụ̄ ḥẓ drae mḥẓ bochhhi hnzi skhty sbbh, timav frmvvukh qsm chhu me ts prvrdgarh sund yas āthhi myvn rvḥ chhu bthi kvddus nh kunhi chyzn bochhhi vrạe. Tvpth āe yim tryshvae ṣaḥb ḥẓrt abv ayvb anṣary sund ghr, timv kvrukh pysh khzr kuliyuk aakh shakhah yath mnz prth qsmkụ̄ khẓr asụ̄, byyhi avnuhkh āb srd, byyhi avnhkh buzmut maz. Aamy saʿth frmvv nby krymn (hādhh alnʿiiymu aldhiy tusʿluvna ʿaanha yavma alqyamh) yʿny yhe kya gyhi so nʿmt yymuyk tohyhi prczhnh yiyhi qyatk dvh. Yhi kth guzryyhi yimn ṣaḥbn dushvar, tvpth frmvhkh (aidhaa aaṣbatm mithla hādha aav ẓarabtum biaaydiykum) yylhi tohyhi yiczh nʿmthah vatan āshi tvpth ạsiv tvhụ̄ so khyvan tamhi saʿth gczihh parun bismi Allah, yylhi tvhụ̄ khyth syr spdan ạsiv tvpth gczihh tuhund parun (aalḥamdu llhi aldhiy aashbaʿna va aanʿaama ʿaalaynaa va aafẓal) ḥmd bnin ts prvrdigars yymụ̄ aashi nʿmt ʿṭa kr soe krn rcz nʿmt (faain hādhaa kifaafu hādhaa) yy parun chhu aamhi nʿmtuk bdlh.)"
  }
]