[
  {
    "verse_id": 1,
    "translation": "ʿṣr chhi vanan zmans yʿny qsm chhu zmanuk (yath mnz ansan snz ʿmr thi dạkhl chhe, yath ʿmri andr suh tḥṣyli kmalat v sʿādat krith hykan chhu gvya yhi ʿmr chhi thndi khạṭrh be bha mtaʿāh akh. Ya chhu qsm ʿṣrkh vqth chih nemazi hund kyazi tath mtʿlq frmvv Allah tʿālyā hn ṣalvāhu alvusṭyā, ḥdyth shryfs mnz chhu ṣlvāh alvsṭyā gyhi digr nemaz. Byyis akis ḥdyth shryfs mnz chhu āmut yas akis nemaz digr fvt spdi th prnuk mvqʿh yiyas nh ts chhu tyvut nqṣan vatan zn tmis ahl v ʿīal th mal v dvlts lvutt krnh āv, yhi qsm chhu yath kthhi petth kh)"
  },
  {
    "verse_id": 2,
    "translation": "Pzụ̄ pạtthụ̄ yhi ansan chhu ʿmr pnnụ̄ ẓaʿʿ krnh kh vjh bddis nqṣans andr."
  },
  {
    "verse_id": 3,
    "translation": "Mgr yimav lvukv ayman avn th yqyn kvr byyhi krykh rczh ʿmlh, byyhi krkh aakh akis vṣyt pzis aʿtqads th pzis dyns petth qạym rvznch, byyhi krkh aakh akis vṣyt ṣbrch. (yʿny rtyn aʿmaln petth pabndy krnch, dyni aslam lvukn vatnavns andr mḥnt th mshqts petth ṣbr krnch, yʿny ansans chhi nqṣan nishhi bchnh khạṭrh czon kthn hnz ẓrvrt, aakh gczihh khda avr rsvli khdahs petth ayman aanun, byyhi gczihh thndyn arshadatn th hdayatn petth, byyhi thndyn vʿdn petth aadh tim dnyahs mtʿlq ạsitn ya ạkhrts mtʿlq ạsitn yqyn krun. Dvyum gczihh nh aamhi yqynuk athr dl v dmagh se tanụ̄ thavun blkh gczihh aamhi yqynuk athr aʿẓahav th tanav sintụ̄ thi ẓạhr krun blkh gczihh amụ̄ snz ʿmly zndgy āsnụ̄ amụ̄ sndi dl kh aymanuk ạyynh. Tryyum amụ̄ sund gczihh nh khaṣ pnnhi dhat kise aṣlaḥ v flaḥs petth qnaʿt krun blkh gczihh qvm v miltuk ajtmạʿī mfad pyshi nẓr thavun. Yylhi zh mslman panh vạnụ̄ mlaqat krn tihund gczihh pnnhi qvl v fʿl sintụ̄ pzis dyns th prth mʿāmls mtʿlq pzr th ṣdaqt akhtyar krnuk tạkyd krun. Czvurim gvv prth akụ̄ snz gczihh byyis shkhṣs yhe nṣyḥt th vṣyt krnụ̄ kh pazih kis mʿāmls th shkhṣy ya qvmy aṣlaḥ chh vathi andr yim tklyf th yimh skhty th dshvạry pysh yin ya khlafi ṭbyʿt pyyhi, bʿẓe chyzn petth tḥml krun timn petth gczihh ṣbr v astqamt sintụ̄ kạm hynụ̄. Kunhi ṣvrts andr gczihh nh nykyn kun pad pvt phyrun th sust spdun. Yim khosh qsmt lvukh czon ṣftn hund jamʿ āsn, panh kạml ạsith byyn lvukn kạml bnavnch kvshish krn tihund nav rvzi hmyshh vjvdkis dftrs andr mvjvd, tihndụ̄ āthar rvzn bṭvr baqyat alṣalḥat tihndis ajr v thvabs hmyshh trqy divan. Ḥqyqts andr chhu yhi mkhtṣr th lokutt svrh shryfh mgr sary dyn v ḥkmtuk khlaṣh th jvhr. Ḥẓrt amam shafʿī ạsụ̄ frmavan kh hrgah sary qrāni mjyd andrh yuhae aakh svrh shryfh prnh yiyhi ha, ʿạql dana th smjh dar bndn hndi khạṭrh avs yuhae aakh svrh shryfh kạfy. Bzrgani dyn slf ṣalḥyn ạsụ̄ panh vạnụ̄ mlaqat vizi aakh akis yhi svrh shryfh bvznavan.)"
  }
]