[
  {
    "verse_id": 1,
    "translation": "Kya tohyhi vuchuhvvnh suh shkhṣ yus jza kis dohs aapuz zanan chuh? (hrgah tvhụ̄ tmiụ̄ sund ḥal bvzun yczhan chhiv tylhi bvuziv.)"
  },
  {
    "verse_id": 2,
    "translation": "Suh gvv sue shkhṣ yus ytyms dakh divan chuh."
  },
  {
    "verse_id": 3,
    "translation": "Byyhi chuhnh mskyns ṭʿām dinuk trghyb byyis thi kran (yʿny nh panh miskyns khyavan nh chuh byyis khyavnuk trghyb divan yylhi bnd sund ḥq ẓaʿʿ krun ychh chuh th khdae sund ḥq ẓaʿʿ krun kvutah zyadh ychh gczih āsun ada nh krnh khạṭr.)"
  },
  {
    "verse_id": 4,
    "translation": "Ps amhi andr spud thạbt zi yithyn nemaz prvnyn hindi khạṭr chuh bvdd afsvs th khrạby."
  },
  {
    "verse_id": 5,
    "translation": "Yim pnnhi nemazi nishhi ghạfil spdan chhi. (dnyvy kamyn andr mshghvl spdith chuhkh nh nemaz prnụ̄ yady rvzan tim chhinh zanan yhi nemaz prnụ̄ kya qṣh chuh, amhi nemazi andr kya mqṣvd chuh. Yhi nemaz chhe pnnh nis mạlks th āghs brvntth knhi pnnụ̄ mṭalbat pysh krn. Yhi nemaz gczihh nhayt ahtmamh san th vqth chhi pabndy san prnụ̄. Yim yim vqt mvlahn mqrr krmtụ̄ chhi timn vqtn petth ḥạẓr spdith bkmal khshvʿ v khẓvʿ yhi nemaz ada krnụ̄ chuh lạzim mgr yim lvukh yhe nemaz dnyakyn kamyn sintụ̄ mshghvl spdith zạnith krith vqt ẓaʿʿ krith ākhry vqts petth dagh dari vothah biytthy hindụ̄ pạtthụ̄ ada chhi kran tihndy khạṭr chuh bvdd vạl th afsvs.)"
  },
  {
    "verse_id": 6,
    "translation": "Yim lvukh nemazi hinz kya chhi kthe sare ʿmlh lvukn havnh khạṭr kran chhi."
  },
  {
    "verse_id": 7,
    "translation": "Byyhi yim mals andr khdae sund ḥq ada chihnh kran. (yʿne zkvāh chhinh divan chvnkh ath andr chuhnh kunhi qsmh aẓhar tmhi mokh chhi yhi lothi pạtthụ̄ khyvan. Bkhlaf nemaz chvnkh tth andr chuh nmvd v nmạysh, tmih mokhh chhi kunhi vqth pran kunhi vqth chih trk kran bʿẓe mfsrv frmvv khi maʿūn ge mʿmvly astʿmạly chyz, tim thi chihnh yim akh akis ʿārẓy pạtthụ̄ th pczhhi pạtthụ̄ divan. Suh gvv bukh hyvu, raz hish, dygchhi hyv, ptlh hyv, mkcz hish ya sczn th pnh dav hish. Yimn hindi avr yvr dinuk dnyahs andr pczhih pạtthụ̄ dinuk ʿām rivaj chuh vonụ̄ yimn lvukn hndi bukhluk th khistk ḥal amih qsmuk āshi tihndi ḥqh kya fạydh chuh riyakạry hnz nemazi hund."
  }
]