[
  {
    "verse_id": 1,
    "translation": "(tvhụ̄ frmạviyv ya rsvl Allah yimn lvukn kh) Allah tʿālyā chuh kunue (dhath kinụ̄ th ṣftav kinụ̄ th. Nh chuhs dhats mnz kanhh shryk nh ṣftn mnz kanhh shryk, thndi dhatuk kmal chuh kh suh chuh vạjb alvjvd. Thnd ṣft chuh khi suh chuh ʿlym thi qdyr thi mḥyṭ thi.)"
  },
  {
    "verse_id": 2,
    "translation": "(Allah tʿālyā chuh tiyuvth be nyaz kh) suh chuhnh kạnshi kun mḥtaj (yim ts vrạe chih tim chih tsụ̄ kun mḥtaj prth chyzs andr)"
  },
  {
    "verse_id": 3,
    "translation": "Nh zas kanhh nh zav kạnshi."
  },
  {
    "verse_id": 4,
    "translation": "Byyhi chuhnh tas hyv kanhh akhah. (tvḥyd kyn munkirn chih varyah qsm. Bʿẓe ge tm ym khdae sndis vjvds munkr chih. Bʿẓe ge yim tsndis vạjb alvjvd āsh ns munkr chih. Bʿẓe ge tim yim tihndyn kmalh kyn ṣftn munkr chih. Bʿẓe ge yim ts ʿbadts andr shryk tthhravan chih. Ath kvr Allah tʿālyā hn )Allahu aaḥad( sintụ̄ rd. Bʿẓe ge tim yim mshrk fy alastʿānh chih yʿny yim ts vrạe byyan nishhi yạry th mdd czhanddan byyhi timny pnnụ̄ ḥajt mngan. Timn chuh rd )Allahu alṣmd( sintụ̄ yʿny ḥajt gczihh ts nishhi czhanddun yus nh panh kạnshi kun mḥtaj āshi, suh chuhnh kanhh thi ts dhati paks vrạe. Ts vrạe yim chhi tim sạry chhi tsụ̄ kun mḥtaj, sạry chhi ts brvntth knhi pnnụ̄ psty th ʿạjzy nniravan. Chnanchh Allah tʿālyā thi chuh frmavan ) yaa aayhaa alnasu aantumu alfuqaraaʿ ilay Allah vaAllah huva alghaniy alḥamiyd( yʿny ae lvkv tvhụ̄ sạry chihv mḥtaj Allah tʿālyā hs kun prth vqth th prth ḥals andr. Allah tʿālyā he chuh be nyaz ḥajt āsnh nishhi munzh th pak. Ḥmd dapnh āmut tʿryf krnh āmut. Ḥẓrt sydu almrslyn tim ạsụ̄ duʿā kran )Allahm ainy ẓaʿiiyf faqaviniy, va ainy mariyẓ faashfiniy, vaainy dhaliyl faaʿzniy, vaainy faqiyr faarzuqniy( yʿny ya Allah bh chuhs kmzvr th natvan cz krum qvt th ṭaqt ʿṭa, bh chuhs bymar cz krum shfa ʿṭa, bh chhus dhlyl czh krum ʿzt ʿṭa, bh chuhs mḥtaj cz krum ḥajt rva. Bh chuhs nadar th fqyr cz krum rizq ʿṭa. Byakh jmaʿt yim ts kvri th nychvụ̄ lagan chhi timn chhu rad )lam yalid( sintụ̄. Yim lvkh bʿẓe bshrn th jinn pnun mʿbvd chhi zanan timn āv rd krnh )va lam yuvlad( sintụ̄, kyazi tim sạry chhi mvlvd yʿne zamtụ̄. Byakh gv mʿbvdi brḥq suh chuhnh kạnshi thi zamut. Bʿẓe lvkn hund aʿtqad chuh khi ts brabr chuh byyhi thi kanhh, chnanchh mujvsn hund aʿtqad chuh, khda chhi zh akh gv yzdan byakh gv aahrmn, akis āthhi chuh khyr th byyis āthhi chuh shr, ym dvshve chhi akh akụ̄ sndụ̄ hivụ̄ th hmsr. Ath kvr Allah tʿālyā hn rd )va lam yakun lah kufvana aaḥad( sintụ̄. Yʿny ts hyv chuhnh kanhh thi nh chuh suh kạnshi hyvu. Ghrẓ chuh kh nh zav tas kanhh th nh zav suh kạnshi. Nh chuh kanhh ts hyvu nh chuh suh kạnshi hyvu.)"
  }
]