[
  {
    "verse_id": 1,
    "translation": "Alif. Lam. Ra'. These are the verses of the Book, and a Clear Qur'an."
  },
  {
    "verse_id": 2,
    "translation": "Soon will the time come when the unbelievers will wish they were Muslims."
  },
  {
    "verse_id": 3,
    "translation": "Leave them to eat and enjoy life and let false hopes amuse them. They will soon come to know."
  },
  {
    "verse_id": 4,
    "translation": "Whenever We destroyed a town, a definite term had previously been decreed for it."
  },
  {
    "verse_id": 5,
    "translation": "No people can outstrip the term for its destruction nor can it delay it."
  },
  {
    "verse_id": 6,
    "translation": "They say: \"O you to whom the Admonition has been revealed, you are surely crazed."
  },
  {
    "verse_id": 7,
    "translation": "Why do you not bring down angels upon us if you are indeed truthful?\""
  },
  {
    "verse_id": 8,
    "translation": "We do not send down the angels (in frivolity); and when We do send them down, We do so with Truth; then people are granted no respite."
  },
  {
    "verse_id": 9,
    "translation": "As for the Admonition, indeed it is We Who have revealed it and it is indeed We Who are its guardians."
  },
  {
    "verse_id": 10,
    "translation": "(O Muhammad), certainly We did send Messengers before you among the nations which have gone by."
  },
  {
    "verse_id": 11,
    "translation": "And whenever a Messenger came to them, they never failed to mock him."
  },
  {
    "verse_id": 12,
    "translation": "Even so We make a way for it (that is, the Admonition) in the hearts of the culprits (like a hot rod);"
  },
  {
    "verse_id": 13,
    "translation": "they do not believe in it. This has been the wont of people of this kind from ancient times."
  },
  {
    "verse_id": 14,
    "translation": "If We were even to open for them a way to the heavens, and they could continually climb up to it in broad daylight,"
  },
  {
    "verse_id": 15,
    "translation": "they would still have said: \"Surely our eyes have been dazzled; rather, we have been enchanted.\""
  },
  {
    "verse_id": 16,
    "translation": "We have indeed set constellations in the heavens and have beautified them for the beholders,"
  },
  {
    "verse_id": 17,
    "translation": "and have protected them against every accursed satan"
  },
  {
    "verse_id": 18,
    "translation": "save him who may eavesdrop, and then a bright flame pursues him."
  },
  {
    "verse_id": 19,
    "translation": "As for the earth, We have stretched it out and have cast on it firm mountains, and have caused to grow in it everything well-measured."
  },
  {
    "verse_id": 20,
    "translation": "And We have provided sustenance for you on it and also for those of whom you are not the providers."
  },
  {
    "verse_id": 21,
    "translation": "There is nothing except that its treasuries are with Us and We do not send it down except in a known measure."
  },
  {
    "verse_id": 22,
    "translation": "We send fertilizing winds, and then cause rain to descend from the sky, providing you abundant water to drink even though you could not have stored it up for yourselves."
  },
  {
    "verse_id": 23,
    "translation": "It is indeed We Who grant life and cause death and it is We who shall be the sole Inheritors of all."
  },
  {
    "verse_id": 24,
    "translation": "Surely We know those of you who have passed before and those who will come later."
  },
  {
    "verse_id": 25,
    "translation": "Indeed your Lord will gather them all together. Surely He is All-Wise, All-Knowing."
  },
  {
    "verse_id": 26,
    "translation": "Surely We brought man into being out of dry ringing clay which was wrought from black mud,"
  },
  {
    "verse_id": 27,
    "translation": "while We had brought the jinn into being before out of blazing fire."
  },
  {
    "verse_id": 28,
    "translation": "Recall when your Lord said to the angels: \"I will indeed bring into being a human being out of dry ringing clay wrought from black mud."
  },
  {
    "verse_id": 29,
    "translation": "When I have completed shaping him and have breathed into him of My Spirit, then fall you down before him in prostration.\""
  },
  {
    "verse_id": 30,
    "translation": "So, the angels - all of them - fell down in prostration,"
  },
  {
    "verse_id": 31,
    "translation": "except Iblis; he refused to join those who prostrated."
  },
  {
    "verse_id": 32,
    "translation": "The Lord inquired: \"Iblis! What is the matter with you that you did not join those who prostrated?\""
  },
  {
    "verse_id": 33,
    "translation": "He said: \"It does not behove of me to prostrate myself before a human being whom You have created out of dry ringing clay wrought from black mud.\""
  },
  {
    "verse_id": 34,
    "translation": "The Lord said: \"Then get out of here; you are rejected,"
  },
  {
    "verse_id": 35,
    "translation": "and there shall be a curse upon you till the Day of Recompense.\""
  },
  {
    "verse_id": 36,
    "translation": "Iblis said: \"My Lord! Grant me respite till the Day when they will be resurrected.\""
  },
  {
    "verse_id": 37,
    "translation": "Allah said: \"For sure you are granted respite"
  },
  {
    "verse_id": 38,
    "translation": "until the day of a known time.\""
  },
  {
    "verse_id": 39,
    "translation": "Iblis said: \"My Lord! In the manner You led me to error, I will make things on earth seem attractive to them and lead all of them to error,"
  },
  {
    "verse_id": 40,
    "translation": "except those of Your servants whom You have singled out for Yourself.\""
  },
  {
    "verse_id": 41,
    "translation": "Allah said: \"Here is the path that leads straight to Me."
  },
  {
    "verse_id": 42,
    "translation": "Over My true servants you will be able to exercise no power, your power will be confined to the erring ones, those who choose to follow you."
  },
  {
    "verse_id": 43,
    "translation": "Surely Hell is the promised place for all of them.\""
  },
  {
    "verse_id": 44,
    "translation": "There are seven gates in it, and to each gate a portion of them has been allotted."
  },
  {
    "verse_id": 45,
    "translation": "As for the God-fearing, they shall be amid gardens and springs."
  },
  {
    "verse_id": 46,
    "translation": "They will be told: \"Enter it in peace and security.\""
  },
  {
    "verse_id": 47,
    "translation": "And We shall purge their breasts of all traces of rancour; and they shall be seated on couches facing one another as brothers."
  },
  {
    "verse_id": 48,
    "translation": "They shall face no fatigue in it, nor shall they ever be driven out of it."
  },
  {
    "verse_id": 49,
    "translation": "(O Prophet), declare to My servants that I am indeed Ever Forgiving, Most Merciful."
  },
  {
    "verse_id": 50,
    "translation": "At the same time, My chastisement is highly painful."
  },
  {
    "verse_id": 51,
    "translation": "And tell them about Abraham's guests."
  },
  {
    "verse_id": 52,
    "translation": "When they came to Abraham they said: \"Peace be upon you!\" He replied: \"Indeed we feel afraid of you.\""
  },
  {
    "verse_id": 53,
    "translation": "They said: \"Do not feel afraid, for we give you the good news of a wise boy.\""
  },
  {
    "verse_id": 54,
    "translation": "Abraham said: \"What, do you give me this tiding though old age has smitten me? Just consider what tiding do you give me!\""
  },
  {
    "verse_id": 55,
    "translation": "They said: \"The good tiding we give you is of truth. Do not, therefore, be of those who despair.\""
  },
  {
    "verse_id": 56,
    "translation": "Abraham said: \"Who despairs of the Mercy of his Lord except the misguided?\""
  },
  {
    "verse_id": 57,
    "translation": "He added: \"What is your errand O sent ones?\""
  },
  {
    "verse_id": 58,
    "translation": "They said: \"Verily we have been sent to a guilty people"
  },
  {
    "verse_id": 59,
    "translation": "excepting the household of Lot. We shall deliver all of them,"
  },
  {
    "verse_id": 60,
    "translation": "except his wife (about whom Allah says that) We have decreed that she shall be among those who stay behind.\""
  },
  {
    "verse_id": 61,
    "translation": "So when the envoys came to the household of Lot,"
  },
  {
    "verse_id": 62,
    "translation": "he said: \"Surely you are an unknown folk.\""
  },
  {
    "verse_id": 63,
    "translation": "They said: \"Nay, we have brought to you that concerning which they have been in doubt."
  },
  {
    "verse_id": 64,
    "translation": "We truly tell you that we have brought to you the Truth."
  },
  {
    "verse_id": 65,
    "translation": "So set out with your family in a watch of the night, and keep yourself behind them, and no one of you may turn around, and keep going ahead as you have been commanded.\""
  },
  {
    "verse_id": 66,
    "translation": "And We communicated to him the decree that by the morning those people will be totally destroyed."
  },
  {
    "verse_id": 67,
    "translation": "In the meantime the people of the city came to Lot rejoicing."
  },
  {
    "verse_id": 68,
    "translation": "He said: \"These are my guests, so do not disgrace me."
  },
  {
    "verse_id": 69,
    "translation": "Have fear of Allah, and do not humiliate me.\""
  },
  {
    "verse_id": 70,
    "translation": "They replied: \"Did we not forbid you again and again to extend hospitality to all and sundry?\""
  },
  {
    "verse_id": 71,
    "translation": "Lot exclaimed in exasperation: \"If you are bent on doing something, then here are my daughters.\""
  },
  {
    "verse_id": 72,
    "translation": "By your life, (O Prophet), they went about blindly stumbling in their intoxication."
  },
  {
    "verse_id": 73,
    "translation": "Then the mighty Blast caught them at sunrise,"
  },
  {
    "verse_id": 74,
    "translation": "and turned the land upside down, and rained down stones of baked clay."
  },
  {
    "verse_id": 75,
    "translation": "There are great Signs in this for those endowed with intelligence."
  },
  {
    "verse_id": 76,
    "translation": "The place (where this occurred) lies along a known route."
  },
  {
    "verse_id": 77,
    "translation": "Verily there is a Sign in this for the believers."
  },
  {
    "verse_id": 78,
    "translation": "And the people of Aykah were also wrong-doers."
  },
  {
    "verse_id": 79,
    "translation": "So We chastised them. The desolate locations of both communities lie on a well-known highway."
  },
  {
    "verse_id": 80,
    "translation": "Surely the people of al-Hijr also rejected the Messengers, calling them liars."
  },
  {
    "verse_id": 81,
    "translation": "We also gave them Our Signs, yet they turned away from them."
  },
  {
    "verse_id": 82,
    "translation": "They used to hew out houses from the mountains and lived in security."
  },
  {
    "verse_id": 83,
    "translation": "Then the Blast caught them in the morning"
  },
  {
    "verse_id": 84,
    "translation": "and whatever they had been earning proved of no avail."
  },
  {
    "verse_id": 85,
    "translation": "We have not created the heavens and the earth and all that is in between them except with Truth. Surely the Hour will come. So, (O Muhammad), do graciously overlook them (despite their misdeeds)."
  },
  {
    "verse_id": 86,
    "translation": "Your Lord is indeed the Creator of all, the All-Knowing."
  },
  {
    "verse_id": 87,
    "translation": "We have indeed bestowed on you the seven oft-repeated verses and the Great Qur'an."
  },
  {
    "verse_id": 88,
    "translation": "Do not even cast your eyes towards the worldly goods We have granted to different kinds of people, nor grieve over the state they are in, but turn your loving attention to the believers instead,"
  },
  {
    "verse_id": 89,
    "translation": "and clearly tell the unbelievers: \"I am most certainly a plain warner,\""
  },
  {
    "verse_id": 90,
    "translation": "even as We had sent warning to those who had divided their religion into fragments;"
  },
  {
    "verse_id": 91,
    "translation": "those who had split up their Qur'an into pieces."
  },
  {
    "verse_id": 92,
    "translation": "By your Lord, We will question them all"
  },
  {
    "verse_id": 93,
    "translation": "concerning what they have been doing."
  },
  {
    "verse_id": 94,
    "translation": "(O Prophet), proclaim what you are commanded, and pay no heed to those who associate others with Allah in His Divinity."
  },
  {
    "verse_id": 95,
    "translation": "Surely We suffice to deal with those who scoff at you,"
  },
  {
    "verse_id": 96,
    "translation": "those who set up another deity alongside Allah. They shall soon come to know."
  },
  {
    "verse_id": 97,
    "translation": "We certainly know that their statements sorely grieve you."
  },
  {
    "verse_id": 98,
    "translation": "When (you feel so) glorify your Lord with His praise and prostrate yourself before Him,"
  },
  {
    "verse_id": 99,
    "translation": "and worship your Lord until the last moment (of your life) that will most certainly come."
  }
]