[
  {
    "verse_id": 1,
    "translation": "Ta'. Sin. Mim."
  },
  {
    "verse_id": 2,
    "translation": "These are the verses of the Clear Book."
  },
  {
    "verse_id": 3,
    "translation": "(O Muhammad), you will perhaps grieve yourself to death because these people do not believe."
  },
  {
    "verse_id": 4,
    "translation": "If We will, We can send down a Sign to them from heaven, so their necks will be humbled to it."
  },
  {
    "verse_id": 5,
    "translation": "Never does there come to them an admonition from the Merciful Lord but they turn away from it."
  },
  {
    "verse_id": 6,
    "translation": "They will soon come to know the truth of that which they have been scoffing at."
  },
  {
    "verse_id": 7,
    "translation": "Do they not look at the earth, how We caused a variety of fine vegetation to grow from it (in abundance)?"
  },
  {
    "verse_id": 8,
    "translation": "Surely there is a Sign in this, but most of them would not believe."
  },
  {
    "verse_id": 9,
    "translation": "Verily Your Lord is Infinitely Mighty, Most Compassionate."
  },
  {
    "verse_id": 10,
    "translation": "(Recount to them about the time) when Your Lord called Moses: \"Go to the wrong-doing people,"
  },
  {
    "verse_id": 11,
    "translation": "the people of Pharaoh: do they have no fear?\""
  },
  {
    "verse_id": 12,
    "translation": "He said: \"My Lord! I fear that they will brand me a liar."
  },
  {
    "verse_id": 13,
    "translation": "My breast is constricted and my tongue is not fluent, so endow Messengership on Aaron."
  },
  {
    "verse_id": 14,
    "translation": "As for me, they hold the charge of a crime against me. I fear they will put me to death.\""
  },
  {
    "verse_id": 15,
    "translation": "He said: \"Certainly not! So go both of you with Our Signs. We shall be with you listening to everything."
  },
  {
    "verse_id": 16,
    "translation": "Go, then, to Pharaoh and say to him: 'The Lord of the Universe has sent us"
  },
  {
    "verse_id": 17,
    "translation": "that you let the Children of Israel go with us.'\""
  },
  {
    "verse_id": 18,
    "translation": "Pharaoh said: \"Did we not bring you up among us when you were a child?"
  },
  {
    "verse_id": 19,
    "translation": "You spent many years of your life among us and then you committed that deed of yours. You are very ungrateful indeed.\""
  },
  {
    "verse_id": 20,
    "translation": "Moses replied: \"I committed that act erringly."
  },
  {
    "verse_id": 21,
    "translation": "Then I fled for fear of you. Then my Lord bestowed wisdom and authority on me and made me one of the Messengers."
  },
  {
    "verse_id": 22,
    "translation": "Now this is the favour that you tauntingly remind me of: that you enslaved the Children of Israel!\""
  },
  {
    "verse_id": 23,
    "translation": "Pharaoh said: \"And who is this Lord of the Universe?\""
  },
  {
    "verse_id": 24,
    "translation": "Moses answered: \"The Lord of the heavens and the earth and of all that is between them, if you were only to believe.\""
  },
  {
    "verse_id": 25,
    "translation": "Pharaoh said to those around him: \"Do you hear (what he says)?\""
  },
  {
    "verse_id": 26,
    "translation": "Moses said: \"(He is) Your Lord and the Lord of your forefathers of yore.\""
  },
  {
    "verse_id": 27,
    "translation": "Pharaoh said to the audience: \"This Messenger of yours who has been sent to you is simply mad.\""
  },
  {
    "verse_id": 28,
    "translation": "Moses continued: \"(He is) the Lord of the east and the west, and all between them. If you only had any understanding!\""
  },
  {
    "verse_id": 29,
    "translation": "Pharaoh said: \"If you take any god other than me, I will certainly make you one of those (who are rotting) in prison.\""
  },
  {
    "verse_id": 30,
    "translation": "Moses said: \"Even if I were to bring a Clear Sign to you?\""
  },
  {
    "verse_id": 31,
    "translation": "Pharaoh said: \"Then bring it if you are truthful at all.\""
  },
  {
    "verse_id": 32,
    "translation": "(No sooner had he said this than) Moses threw down his rod and behold, it was a veritable serpent,"
  },
  {
    "verse_id": 33,
    "translation": "and he drew his hand (out of his armpit) and lo! it had become a shining object to the beholders."
  },
  {
    "verse_id": 34,
    "translation": "Pharaoh said to the nobles around him: \"Surely this man is a skilled magician"
  },
  {
    "verse_id": 35,
    "translation": "who wants to drive you out of your land by his magic. Tell us, what do you advise us?\""
  },
  {
    "verse_id": 36,
    "translation": "They said: \"Detain him and his brother for a while and send forth heralds to the cities"
  },
  {
    "verse_id": 37,
    "translation": "to mobilise all skilled magicians.\""
  },
  {
    "verse_id": 38,
    "translation": "So the magicians were brought together on a particular day at a set time"
  },
  {
    "verse_id": 39,
    "translation": "and the people were told: \"Will you join the assembly?"
  },
  {
    "verse_id": 40,
    "translation": "We may perhaps follow the religion of the magicians if they triumph.\""
  },
  {
    "verse_id": 41,
    "translation": "When the magicians came forth (for the encounter) they said to Pharaoh: \"Is there a reward for us if we triumph?\""
  },
  {
    "verse_id": 42,
    "translation": "He said: \"Yes, you will then become those near-stationed to me.\""
  },
  {
    "verse_id": 43,
    "translation": "Moses said to them: \"Throw down whatever you wish to throw.\""
  },
  {
    "verse_id": 44,
    "translation": "Thereupon they threw down their ropes and their rods, and said: \"By the glory of Pharaoh, we shall prevail.\""
  },
  {
    "verse_id": 45,
    "translation": "Thereafter, Moses threw down his rod and behold, it went about swallowing up all the false devices they had contrived."
  },
  {
    "verse_id": 46,
    "translation": "Thereupon the magicians fell down in prostration,"
  },
  {
    "verse_id": 47,
    "translation": "saying: \"We (now) believe in the Lord of the Universe,"
  },
  {
    "verse_id": 48,
    "translation": "the Lord of Moses and Aaron.\""
  },
  {
    "verse_id": 49,
    "translation": "Pharaoh said: \"You accepted the word of Moses even before I granted you the leave to do so. Surely he is your chief who has taught you magic. Soon shall you come to know. I shall cut off your hands and feet on opposite sides and shall crucify all of you.\""
  },
  {
    "verse_id": 50,
    "translation": "They said: \"We do not care, for we are bound to return to our Lord,"
  },
  {
    "verse_id": 51,
    "translation": "and we surely expect that Our Lord will forgive us our sins for we are the first ones to believe.\""
  },
  {
    "verse_id": 52,
    "translation": "We revealed to Moses: \"Set forth with My servants by night for you will be pursued.\""
  },
  {
    "verse_id": 53,
    "translation": "Then Pharaoh sent heralds to the cities (to mobilise troops)"
  },
  {
    "verse_id": 54,
    "translation": "saying: \"These (Israelites) are only a small band of people"
  },
  {
    "verse_id": 55,
    "translation": "who have certainly provoked our wrath."
  },
  {
    "verse_id": 56,
    "translation": "But we are a numerous host, ever on guard.\""
  },
  {
    "verse_id": 57,
    "translation": "Thus did We drive them out of their gardens and springs"
  },
  {
    "verse_id": 58,
    "translation": "and their treasures and excellent dwellings."
  },
  {
    "verse_id": 59,
    "translation": "This happened with them; (but on the other hand), We enabled the Children of Israel to inherit those bounties."
  },
  {
    "verse_id": 60,
    "translation": "At sunrise they set off in pursuit of them"
  },
  {
    "verse_id": 61,
    "translation": "and when the groups came face to face, the companions of Moses cried out: \"We are overtaken!\""
  },
  {
    "verse_id": 62,
    "translation": "Moses said: \"Certainly not. My Lord is with me; He will direct me.\""
  },
  {
    "verse_id": 63,
    "translation": "Then We revealed to Moses, (commanding him): \"Strike the sea with your rod.\" Thereupon the sea split up, and then each became like the mass of a huge mount."
  },
  {
    "verse_id": 64,
    "translation": "We also brought the other party close to the same spot,"
  },
  {
    "verse_id": 65,
    "translation": "and We delivered Moses and his companions, all of them,"
  },
  {
    "verse_id": 66,
    "translation": "then We drowned the others."
  },
  {
    "verse_id": 67,
    "translation": "Surely there is a Sign in this, but most of them would not believe."
  },
  {
    "verse_id": 68,
    "translation": "Verily your Lord is Immensely Mighty, Ever Compassionate."
  },
  {
    "verse_id": 69,
    "translation": "And recount to them the story of Abraham:"
  },
  {
    "verse_id": 70,
    "translation": "when he asked his father and his people: \"What do you worship?\""
  },
  {
    "verse_id": 71,
    "translation": "They answered: \"There are some idols that we worship and are devoted to them with constancy.\""
  },
  {
    "verse_id": 72,
    "translation": "He asked: \"Do they hear you when you call them"
  },
  {
    "verse_id": 73,
    "translation": "or do they cause you any benefit or harm?\""
  },
  {
    "verse_id": 74,
    "translation": "They answered: \"No; but we found our forefathers doing so.\""
  },
  {
    "verse_id": 75,
    "translation": "Thereupon, Abraham said: \"Have you seen (with your eyes) those whom you have been worshipping,"
  },
  {
    "verse_id": 76,
    "translation": "you and your forefathers of yore?"
  },
  {
    "verse_id": 77,
    "translation": "They are all enemies to me; all, except the Lord of the Universe"
  },
  {
    "verse_id": 78,
    "translation": "Who created me and Who guides me;"
  },
  {
    "verse_id": 79,
    "translation": "Who gives me food and drink,"
  },
  {
    "verse_id": 80,
    "translation": "and Who, when I am ill, heals me;"
  },
  {
    "verse_id": 81,
    "translation": "Who will cause me to die and then will again restore me to life;"
  },
  {
    "verse_id": 82,
    "translation": "Who, I hope, will forgive me my sins on the Day of Judgement.\""
  },
  {
    "verse_id": 83,
    "translation": "(And then Abraham prayed): \"My Lord, endow me with knowledge and wisdom and join me with the righteous,"
  },
  {
    "verse_id": 84,
    "translation": "and grant me an honourable reputation among posterity,"
  },
  {
    "verse_id": 85,
    "translation": "and make me of those who will inherit the Garden of Bliss,"
  },
  {
    "verse_id": 86,
    "translation": "and forgive my father for he is among those who strayed,"
  },
  {
    "verse_id": 87,
    "translation": "and disgrace me not on the Day when people will be raised to life,"
  },
  {
    "verse_id": 88,
    "translation": "the Day when nothing will avail, neither wealth nor offspring,"
  },
  {
    "verse_id": 89,
    "translation": "but only he that brings to Allah a sound heart will (attain to success).\""
  },
  {
    "verse_id": 90,
    "translation": "(On that Day)the Garden will be brought near to the God-fearing,"
  },
  {
    "verse_id": 91,
    "translation": "and the Fire will be uncovered for those who strayed,"
  },
  {
    "verse_id": 92,
    "translation": "and they will be asked: \"Where are the gods that you worshipped"
  },
  {
    "verse_id": 93,
    "translation": "beside Allah? Can they be of any help to you, or even be of any help to themselves?\""
  },
  {
    "verse_id": 94,
    "translation": "Then the idols and those who strayed will be hurled into the Fire headlong, one upon another,"
  },
  {
    "verse_id": 95,
    "translation": "and so too the hosts of Iblis, all of them."
  },
  {
    "verse_id": 96,
    "translation": "There they will quarrel with one another and the erring ones will say (to their deities):"
  },
  {
    "verse_id": 97,
    "translation": "\"By Allah, we were surely in clear error"
  },
  {
    "verse_id": 98,
    "translation": "when we assigned to you a position equal to that of the Lord of the Universe."
  },
  {
    "verse_id": 99,
    "translation": "It is none but those steeped in guilt who led us into this error,"
  },
  {
    "verse_id": 100,
    "translation": "and now we have none to intercede on our behalf,"
  },
  {
    "verse_id": 101,
    "translation": "nor do we have a truly sincere friend."
  },
  {
    "verse_id": 102,
    "translation": "If only we could return we would be among the believers.\""
  },
  {
    "verse_id": 103,
    "translation": "Surely there is a Sign in this, but most of them would not believe."
  },
  {
    "verse_id": 104,
    "translation": "Verily Your Lord is Immensely Mighty, Ever Compassionate."
  },
  {
    "verse_id": 105,
    "translation": "The people of Noah gave the lie to the Messengers."
  },
  {
    "verse_id": 106,
    "translation": "Recall when their brother Noah said to them: \"Do you have no fear?"
  },
  {
    "verse_id": 107,
    "translation": "I am a trustworthy Messenger to you;"
  },
  {
    "verse_id": 108,
    "translation": "so fear Allah and obey me."
  },
  {
    "verse_id": 109,
    "translation": "I seek of you no reward for this: my reward is with none except the Lord of the Universe."
  },
  {
    "verse_id": 110,
    "translation": "So fear Allah and obey me.\""
  },
  {
    "verse_id": 111,
    "translation": "They answered: \"Shall we accept you even though it is the meanest of people who follow you?\""
  },
  {
    "verse_id": 112,
    "translation": "Noah said: \"What knowledge do I have about their deeds?"
  },
  {
    "verse_id": 113,
    "translation": "It is only for my Lord to take account of them. Would that you made use of your understanding!"
  },
  {
    "verse_id": 114,
    "translation": "It is not for me to repel those who choose to believe."
  },
  {
    "verse_id": 115,
    "translation": "I am none but a plain warner.\""
  },
  {
    "verse_id": 116,
    "translation": "They said: \"O Noah! If you do not desist, you will certainly become one of the accursed.\""
  },
  {
    "verse_id": 117,
    "translation": "He said: \"My Lord! My people have branded me a liar."
  },
  {
    "verse_id": 118,
    "translation": "So pass a clear judgement between me and them and rescue me and the believers with me.\""
  },
  {
    "verse_id": 119,
    "translation": "Thereafter We rescued him and those who were with him in the laden Ark"
  },
  {
    "verse_id": 120,
    "translation": "and drowned the rest."
  },
  {
    "verse_id": 121,
    "translation": "Surely there is a Sign in this, but most of them would not believe."
  },
  {
    "verse_id": 122,
    "translation": "Verily Your Lord is Immensely Mighty, Ever Compassionate."
  },
  {
    "verse_id": 123,
    "translation": "The Ad gave the lie to the Messengers."
  },
  {
    "verse_id": 124,
    "translation": "Recall, when their brother Hud said to them: \"Have you no fear?"
  },
  {
    "verse_id": 125,
    "translation": "I am a trustworthy Messenger to you."
  },
  {
    "verse_id": 126,
    "translation": "So fear Allah and obey me."
  },
  {
    "verse_id": 127,
    "translation": "I seek of you no reward for this; my reward is with none but the Lord of the Universe."
  },
  {
    "verse_id": 128,
    "translation": "What, you build a monument on every hill merely for fun"
  },
  {
    "verse_id": 129,
    "translation": "and erect huge palaces as though you will live for ever,"
  },
  {
    "verse_id": 130,
    "translation": "and when you strike you strike like tyrants?"
  },
  {
    "verse_id": 131,
    "translation": "So fear Allah and obey me."
  },
  {
    "verse_id": 132,
    "translation": "Have fear of Him Who has provided you with all the (good) things you know;"
  },
  {
    "verse_id": 133,
    "translation": "Who has provided you with flocks and children"
  },
  {
    "verse_id": 134,
    "translation": "and with gardens and springs."
  },
  {
    "verse_id": 135,
    "translation": "I fear for you the chastisement of an Awesome Day.\""
  },
  {
    "verse_id": 136,
    "translation": "They replied: \"It is all the same for us whether you admonish us or not."
  },
  {
    "verse_id": 137,
    "translation": "This has been happening all along."
  },
  {
    "verse_id": 138,
    "translation": "We will not be subjected to any chastisement.\""
  },
  {
    "verse_id": 139,
    "translation": "Eventually they gave the lie to him and We destroyed them. Surely there is a Sign in this, but most of them would not believe."
  },
  {
    "verse_id": 140,
    "translation": "Verily your Lord is Immensely Mighty, Most Compassionate."
  },
  {
    "verse_id": 141,
    "translation": "The Thamud gave the lie to the Messengers."
  },
  {
    "verse_id": 142,
    "translation": "Recall when their brother Salih said to them: \"Have you no fear?\""
  },
  {
    "verse_id": 143,
    "translation": "\"I am a trustworthy Messenger to you."
  },
  {
    "verse_id": 144,
    "translation": "So fear Allah and obey me."
  },
  {
    "verse_id": 145,
    "translation": "I ask of you no reward. My reward is with none but the Lord of the Universe."
  },
  {
    "verse_id": 146,
    "translation": "Do you believe that you will be left here to live securely in the present state"
  },
  {
    "verse_id": 147,
    "translation": "amidst gardens and springs"
  },
  {
    "verse_id": 148,
    "translation": "and cornfields and date-palms laden with juicy fruits?"
  },
  {
    "verse_id": 149,
    "translation": "You hew dwellings in mountains and exult in that."
  },
  {
    "verse_id": 150,
    "translation": "Fear Allah and obey me"
  },
  {
    "verse_id": 151,
    "translation": "and do not follow the biddings of those that go to excesses"
  },
  {
    "verse_id": 152,
    "translation": "and spread mischief in the land rather than set things right.\""
  },
  {
    "verse_id": 153,
    "translation": "They replied: \"You are nothing but one of those who are bewitched;"
  },
  {
    "verse_id": 154,
    "translation": "you are no different from a mortal like us. So produce a sign if you are truthful.\""
  },
  {
    "verse_id": 155,
    "translation": "Salih said: \"This is a she-camel. There is a day set for her to drink and there is a day set for you to drink."
  },
  {
    "verse_id": 156,
    "translation": "Do not molest her lest the chastisement of an Awesome Day should seize you.\""
  },
  {
    "verse_id": 157,
    "translation": "But they hamstrung her and then regretted it."
  },
  {
    "verse_id": 158,
    "translation": "So the chastisement seized them. Surely there is a Sign in this, but most of them would not believe."
  },
  {
    "verse_id": 159,
    "translation": "Verily Your Lord is Immensely Mighty, Most Compassionate."
  },
  {
    "verse_id": 160,
    "translation": "The people of Lot rejected the Messengers, branding them liars."
  },
  {
    "verse_id": 161,
    "translation": "Recall, when their brother Lot said to them: \"Have you no fear?"
  },
  {
    "verse_id": 162,
    "translation": "I am a trustworthy Messenger to you."
  },
  {
    "verse_id": 163,
    "translation": "So fear Allah and obey me."
  },
  {
    "verse_id": 164,
    "translation": "I seek of you no reward. My reward is with none but the Lord of the Universe."
  },
  {
    "verse_id": 165,
    "translation": "What, of all creation will you go to (fornicate with) the males,"
  },
  {
    "verse_id": 166,
    "translation": "leaving aside those whom Allah has created for you as your mates. Nay, you are a people that has transgressed all limits.\""
  },
  {
    "verse_id": 167,
    "translation": "They said: \"O Lot! If you do not desist, you will be one of those expelled (from our towns).\""
  },
  {
    "verse_id": 168,
    "translation": "He said: \"I am one of those who abhor your practice."
  },
  {
    "verse_id": 169,
    "translation": "My Lord, deliver me and my family from their wicked deeds.\""
  },
  {
    "verse_id": 170,
    "translation": "Then We delivered him and all his family"
  },
  {
    "verse_id": 171,
    "translation": "except an old woman who was among those that stayed behind."
  },
  {
    "verse_id": 172,
    "translation": "Thereafter, We utterly destroyed the rest,"
  },
  {
    "verse_id": 173,
    "translation": "and We sent upon them a rain, an evil rain that fell on those who had been warned."
  },
  {
    "verse_id": 174,
    "translation": "Surely there is a Sign in this, but most of them would not believe."
  },
  {
    "verse_id": 175,
    "translation": "Verily Your Lord is Immensely Mighty, Most Compassionate."
  },
  {
    "verse_id": 176,
    "translation": "The people of Aykah also gave the lie to the Messengers."
  },
  {
    "verse_id": 177,
    "translation": "Recall, when Shuayb said to them: \"Have you no fear?"
  },
  {
    "verse_id": 178,
    "translation": "I am a trustworthy Messenger to you."
  },
  {
    "verse_id": 179,
    "translation": "So fear Allah and obey me."
  },
  {
    "verse_id": 180,
    "translation": "I ask of you no reward for this. My reward is with none but the Lord of the Universe."
  },
  {
    "verse_id": 181,
    "translation": "Fill up the measure and do not diminish the goods of people,"
  },
  {
    "verse_id": 182,
    "translation": "weigh with an even balance"
  },
  {
    "verse_id": 183,
    "translation": "and do not deliver short, and do not go about creating mischief in the land,"
  },
  {
    "verse_id": 184,
    "translation": "and have fear of Him Who created you and the earlier generations.\""
  },
  {
    "verse_id": 185,
    "translation": "They said: \"You are no more than one of those who have been bewitched,"
  },
  {
    "verse_id": 186,
    "translation": "you are only a mortal like us. Indeed we believe that you are an utter liar."
  },
  {
    "verse_id": 187,
    "translation": "So cause a piece of the sky to fall upon us if you are truthful.\""
  },
  {
    "verse_id": 188,
    "translation": "Shuayb said: \"My Lord knows well all what you do.\""
  },
  {
    "verse_id": 189,
    "translation": "Then they branded him a liar, whereupon the chastisement of the Day of Canopy overtook them. It was the chastisement of a very awesome day."
  },
  {
    "verse_id": 190,
    "translation": "Surely there is a Sign in this, but most of them would not believe."
  },
  {
    "verse_id": 191,
    "translation": "Verily Your Lord is Immensely Mighty, Most Compassionate."
  },
  {
    "verse_id": 192,
    "translation": "Indeed this is a revelation from the Lord of the Universe;"
  },
  {
    "verse_id": 193,
    "translation": "which the truthful spirit has carried down"
  },
  {
    "verse_id": 194,
    "translation": "to your heart that you might become one of those who warn (others on behalf of Allah),"
  },
  {
    "verse_id": 195,
    "translation": "(a revelation) in clear Arabic language,"
  },
  {
    "verse_id": 196,
    "translation": "(a revelation embodied) in the scriptures of the ancients."
  },
  {
    "verse_id": 197,
    "translation": "Is it not a Sign to them � (to wit, the Makkans) � that the learned men of the Children of Israel know that?"
  },
  {
    "verse_id": 198,
    "translation": "(But such is their adamance) that had We revealed it to one of the non-Arabs and even if he had recited(this clear Arabic discourse) to them"
  },
  {
    "verse_id": 199,
    "translation": "they would still not have believed in it."
  },
  {
    "verse_id": 200,
    "translation": "Thus have We caused this (Admonition) to penetrate the hearts of the culprits (like a hot rod)."
  },
  {
    "verse_id": 201,
    "translation": "They will not believe in it until they clearly see the grievous chastisement."
  },
  {
    "verse_id": 202,
    "translation": "But when it comes upon them suddenly, taking them unawares,"
  },
  {
    "verse_id": 203,
    "translation": "they say: \"Can we be granted some respite?\""
  },
  {
    "verse_id": 204,
    "translation": "Do they really want Our chastisement to be expedited?"
  },
  {
    "verse_id": 205,
    "translation": "Did you consider that if We were to let them enjoy life for many years"
  },
  {
    "verse_id": 206,
    "translation": "and then the chastisement of which they were being warned were to come upon them,"
  },
  {
    "verse_id": 207,
    "translation": "of what avail will be the provisions of life which they have been granted to enjoy?"
  },
  {
    "verse_id": 208,
    "translation": "We never destroyed any habitation but that it had warners"
  },
  {
    "verse_id": 209,
    "translation": "to admonish them. We have never been unjust."
  },
  {
    "verse_id": 210,
    "translation": "The satans did not bring down this (Clear Book),"
  },
  {
    "verse_id": 211,
    "translation": "nor does it behove them, nor does it lie in their power."
  },
  {
    "verse_id": 212,
    "translation": "Indeed they are debarred from even hearing it."
  },
  {
    "verse_id": 213,
    "translation": "So do not call any other god beside Allah lest you become of those who will be punished,"
  },
  {
    "verse_id": 214,
    "translation": "and warn your nearest kinsmen;"
  },
  {
    "verse_id": 215,
    "translation": "and be meek to the believers who follow you."
  },
  {
    "verse_id": 216,
    "translation": "Then if they disobey you say to them: \"I am quit of what you do.\""
  },
  {
    "verse_id": 217,
    "translation": "And put your trust in Him Who is Immensely Mighty, Most Compassionate,"
  },
  {
    "verse_id": 218,
    "translation": "Who observes you when you rise (to pray)"
  },
  {
    "verse_id": 219,
    "translation": "and observes your movements among those who prostrate themselves."
  },
  {
    "verse_id": 220,
    "translation": "He is All-Hearing, All-Knowing."
  },
  {
    "verse_id": 221,
    "translation": "O people, shall I tell you on whom it is that satans descend?"
  },
  {
    "verse_id": 222,
    "translation": "They descend on every forgerer steeped in sin,"
  },
  {
    "verse_id": 223,
    "translation": "on those who whisper hearsay in the ears of people; and most of them are liars."
  },
  {
    "verse_id": 224,
    "translation": "As for poets, only the wayward follow them."
  },
  {
    "verse_id": 225,
    "translation": "Do you not see that they wander about in every valley"
  },
  {
    "verse_id": 226,
    "translation": "and say things which they do not act upon,"
  },
  {
    "verse_id": 227,
    "translation": "except those who believed and acted righteously and remembered Allah much, and when they themselves were subjected to wrong, they exacted retribution no more than to the extent of the wrong? Soon will the wrong-doers know the end that they shall reach."
  }
]