[
  {
    "verse_id": 1,
    "translation": "Ha'. Mim."
  },
  {
    "verse_id": 2,
    "translation": "By the Clear Book."
  },
  {
    "verse_id": 3,
    "translation": "We revealed it on a Blessed Night, for We were intent on warning;"
  },
  {
    "verse_id": 4,
    "translation": "(We revealed it on the Night) wherein every matter is wisely determined"
  },
  {
    "verse_id": 5,
    "translation": "by Our command. Verily, We were set to send a Messenger"
  },
  {
    "verse_id": 6,
    "translation": "as a Mercy from your Lord. Surely He is All-Hearing, All-Seeing,"
  },
  {
    "verse_id": 7,
    "translation": "the Lord of the heavens and the earth and of all that is between them: if you would only have sure faith."
  },
  {
    "verse_id": 8,
    "translation": "There is no god but He: He gives life and causes death. He is your Lord and the Lord of your forefathers of yore."
  },
  {
    "verse_id": 9,
    "translation": "(But the fact is, they lack certainty) and frolic about in doubt."
  },
  {
    "verse_id": 10,
    "translation": "So watch for the Day when the sky will come down with a pall of smoke,"
  },
  {
    "verse_id": 11,
    "translation": "enveloping people. That will be a grievous scourge."
  },
  {
    "verse_id": 12,
    "translation": "(People will then say): “Our Lord, remove this scourge from us; we shall believe.”"
  },
  {
    "verse_id": 13,
    "translation": "But how will they take heed? Such are they that a Messenger came to them clearly expounding the Truth,"
  },
  {
    "verse_id": 14,
    "translation": "yet they turned away from him and said: “This is a well-tutored madman.”"
  },
  {
    "verse_id": 15,
    "translation": "Yet We will hold the scourge back for a while, (but no sooner than We will do so) you will revert to your old ways."
  },
  {
    "verse_id": 16,
    "translation": "The Day when We shall seize them with a mighty seizing, that will be the Day on which We shall inflict upon you full retribution."
  },
  {
    "verse_id": 17,
    "translation": "Indeed before that We subjected the Pharaonites to the same test. A noble Messenger came to them"
  },
  {
    "verse_id": 18,
    "translation": "(and said): “Deliver to me Allah's servants. I am a trustworthy Messenger to you,"
  },
  {
    "verse_id": 19,
    "translation": "and do not exalt yourselves in defiance of Allah. I have come to you with a clear authority (as a Messenger)."
  },
  {
    "verse_id": 20,
    "translation": "I have taken refuge with my Lord and your Lord lest you should attack me with stones."
  },
  {
    "verse_id": 21,
    "translation": "But if you do not believe what I say, leave me alone (and desist from laying hands on me).”"
  },
  {
    "verse_id": 22,
    "translation": "Then he called upon his Lord: “These are a criminal people.”"
  },
  {
    "verse_id": 23,
    "translation": "(He was told): “Set out with My servants by night for you will certainly be pursued."
  },
  {
    "verse_id": 24,
    "translation": "And leave the sea behind you as calm as ever. Surely they are an army that is doomed to be drowned.”"
  },
  {
    "verse_id": 25,
    "translation": "How many gardens did they leave behind, and how many fountains"
  },
  {
    "verse_id": 26,
    "translation": "and sown fields and splendid mansions,"
  },
  {
    "verse_id": 27,
    "translation": "and the life of ease in which they took delight!"
  },
  {
    "verse_id": 28,
    "translation": "Thus it was; and We made another people inherit all that."
  },
  {
    "verse_id": 29,
    "translation": "Then neither the sky shed tears over them nor the earth. They were granted no respite."
  },
  {
    "verse_id": 30,
    "translation": "Thus did We deliver the Children of Israel from the humiliating chastisement,"
  },
  {
    "verse_id": 31,
    "translation": "from Pharaoh who was most prominent among the prodigals."
  },
  {
    "verse_id": 32,
    "translation": "We knowingly exalted them (i.e., the Children of Israel) above other peoples of the world"
  },
  {
    "verse_id": 33,
    "translation": "and bestowed upon them the Signs wherein lay an evident test for them."
  },
  {
    "verse_id": 34,
    "translation": "Indeed these people say:"
  },
  {
    "verse_id": 35,
    "translation": "“This is our first and only death, and we shall never be raised again."
  },
  {
    "verse_id": 36,
    "translation": "Bring back to us our fathers if you are truthful.”"
  },
  {
    "verse_id": 37,
    "translation": "Are these better or the people of Tubba and those who went before them? We destroyed them for they were a criminal people."
  },
  {
    "verse_id": 38,
    "translation": "It was not in idle sport that We created the heavens and the earth and all that is between them."
  },
  {
    "verse_id": 39,
    "translation": "We did not create them except in Truth. But most of them do not know."
  },
  {
    "verse_id": 40,
    "translation": "The Day of Final Decision is the appointed time for all;"
  },
  {
    "verse_id": 41,
    "translation": "the Day when a friend shall be of no avail to his friend nor shall they be helped,"
  },
  {
    "verse_id": 42,
    "translation": "except those to whom Allah shows mercy. He is the Most Mighty, the Most Compassionate."
  },
  {
    "verse_id": 43,
    "translation": "The tree of al-Zaqqum"
  },
  {
    "verse_id": 44,
    "translation": "shall be the food of the sinful."
  },
  {
    "verse_id": 45,
    "translation": "Like dregs of oil, it will boil in their bellies"
  },
  {
    "verse_id": 46,
    "translation": "like boiling water."
  },
  {
    "verse_id": 47,
    "translation": "“Seize him and drag him to the middle of the Blazing Fire,"
  },
  {
    "verse_id": 48,
    "translation": "then pour boiling water over his head as chastisement."
  },
  {
    "verse_id": 49,
    "translation": "Taste this, you are a person mighty and noble!"
  },
  {
    "verse_id": 50,
    "translation": "This is what you used to doubt.”"
  },
  {
    "verse_id": 51,
    "translation": "Verily the God-fearing shall be in a secure place"
  },
  {
    "verse_id": 52,
    "translation": "amidst gardens and springs."
  },
  {
    "verse_id": 53,
    "translation": "Attired in silk and brocade, they shall be arrayed face to face."
  },
  {
    "verse_id": 54,
    "translation": "Thus shall it be: and We shall espouse them to fair, wide-eyed maidens."
  },
  {
    "verse_id": 55,
    "translation": "While resting in security, they shall call for all kinds of fruit."
  },
  {
    "verse_id": 56,
    "translation": "They shall not taste death except the death in this world. And Allah will save them from the chastisement of Hell"
  },
  {
    "verse_id": 57,
    "translation": "as a favour from your Lord. That is the great triumph."
  },
  {
    "verse_id": 58,
    "translation": "(O Prophet), We have made this Book easy in your tongue so that they may take heed."
  },
  {
    "verse_id": 59,
    "translation": "Wait, then; they too are waiting."
  }
]