[
  {
    "verse_id": 1,
    "translation": "By the winds which scatter dust,"
  },
  {
    "verse_id": 2,
    "translation": "which carry clouds laden with water,"
  },
  {
    "verse_id": 3,
    "translation": "which then smoothly speed along,"
  },
  {
    "verse_id": 4,
    "translation": "and execute the great task of apportioning (rainfall):"
  },
  {
    "verse_id": 5,
    "translation": "surely what you are being warned against is true,"
  },
  {
    "verse_id": 6,
    "translation": "and the Judgement shall doubtlessly take place."
  },
  {
    "verse_id": 7,
    "translation": "By the heaven with its numerous forms:"
  },
  {
    "verse_id": 8,
    "translation": "surely you are at variance (about the Hereafter);"
  },
  {
    "verse_id": 9,
    "translation": "though only those who are averse to the Truth will turn away from (believing in it)."
  },
  {
    "verse_id": 10,
    "translation": "Doomed are the conjecturers"
  },
  {
    "verse_id": 11,
    "translation": "who are steeped in ignorance and heedlessness."
  },
  {
    "verse_id": 12,
    "translation": "They ask: “When will the Day of Judgement be?”"
  },
  {
    "verse_id": 13,
    "translation": "It will be the Day when they shall be scourged by the Fire"
  },
  {
    "verse_id": 14,
    "translation": "(and be told): “Taste your ordeal! This is what you were seeking to hasten.”"
  },
  {
    "verse_id": 15,
    "translation": "As for the God-fearing, they shall be in the midst of gardens and fountains,"
  },
  {
    "verse_id": 16,
    "translation": "joyously receiving what their Lord will have granted them. Verily they did good works before (the coming of this Day):"
  },
  {
    "verse_id": 17,
    "translation": "they used to sleep but little by night,"
  },
  {
    "verse_id": 18,
    "translation": "and would ask for forgiveness at dawn,"
  },
  {
    "verse_id": 19,
    "translation": "and in their wealth there was a rightful share for him who would ask and for the destitute."
  },
  {
    "verse_id": 20,
    "translation": "There are many Signs on earth for those of sure faith,"
  },
  {
    "verse_id": 21,
    "translation": "and also in your own selves. Do you not see?"
  },
  {
    "verse_id": 22,
    "translation": "And in heaven is your provision and also what you are being promised."
  },
  {
    "verse_id": 23,
    "translation": "So, by the Lord of the heaven and the earth, this is certainly true, as true as the fact of your speaking."
  },
  {
    "verse_id": 24,
    "translation": "(O Prophet), did the story of Abraham’s honoured guests reach you?"
  },
  {
    "verse_id": 25,
    "translation": "When they came to him, they said: “Peace”; he said: “Peace also be to you; (you seem to be) a group of strangers.”"
  },
  {
    "verse_id": 26,
    "translation": "Then he went back to his family and brought a fat roasted calf"
  },
  {
    "verse_id": 27,
    "translation": "and laid it before them, saying: “Will you not eat?”"
  },
  {
    "verse_id": 28,
    "translation": "Then he became afraid of them. They said: “Fear not,” and announced to him the good news of (the birth of) a boy endowed with knowledge."
  },
  {
    "verse_id": 29,
    "translation": "So hearing his wife went forth shouting. She struck her face and exclaimed: “A barren old woman am I.”"
  },
  {
    "verse_id": 30,
    "translation": "They said: “So has your Lord said (that you shall have a boy). Surely He is Most Wise, All-Knowing.”"
  },
  {
    "verse_id": 31,
    "translation": "Abraham said: “Envoys (of Allah), what is your errand?”"
  },
  {
    "verse_id": 32,
    "translation": "They replied: “Behold, we have been sent to a wicked people"
  },
  {
    "verse_id": 33,
    "translation": "that we may unleash a shower of clay-stones"
  },
  {
    "verse_id": 34,
    "translation": "marked by your Lord upon those who go beyond the limits.”"
  },
  {
    "verse_id": 35,
    "translation": "Then We evacuated there from all the believers"
  },
  {
    "verse_id": 36,
    "translation": "– and We did not find there any, apart from a single house of Muslims –"
  },
  {
    "verse_id": 37,
    "translation": "and We left therein a Sign for those who fear the grievous chastisement."
  },
  {
    "verse_id": 38,
    "translation": "There is also a Sign for you in the story of Moses when We sent him with a clear authority to Pharaoh."
  },
  {
    "verse_id": 39,
    "translation": "But Pharaoh turned away, showing arrogance on account of his power, and said (about Moses): “He is either a sorcerer or a madman.”"
  },
  {
    "verse_id": 40,
    "translation": "So We seized him and his hosts, and cast them into the sea. He became an object of much blame."
  },
  {
    "verse_id": 41,
    "translation": "There is also a Sign for you in (the story of) Ad, when We let loose upon them an ominous wind"
  },
  {
    "verse_id": 42,
    "translation": "that left nothing that it came upon without reducing it to rubble."
  },
  {
    "verse_id": 43,
    "translation": "There is also a Sign for you in (the story of) Thamud. They were told: “Enjoy yourselves for a while.”"
  },
  {
    "verse_id": 44,
    "translation": "But they brazenly disobeyed their Lord’s command, and then a sudden chastisement overtook them while they looked on."
  },
  {
    "verse_id": 45,
    "translation": "They were unable even to stand up or protect themselves."
  },
  {
    "verse_id": 46,
    "translation": "Before all these We destroyed the people of Noah: they were a wicked people."
  },
  {
    "verse_id": 47,
    "translation": "And heaven – We made it with Our Own Power and We have the Power to do so."
  },
  {
    "verse_id": 48,
    "translation": "And the earth – We spread it out, and how well have We smoothed it!"
  },
  {
    "verse_id": 49,
    "translation": "And of everything We have created pairs; perhaps you will take heed."
  },
  {
    "verse_id": 50,
    "translation": "Flee, therefore, to Allah. Surely I am a clear warner to you from Him;"
  },
  {
    "verse_id": 51,
    "translation": "and do not set up any deity with Allah. Surely I am a clear warner to you from Him."
  },
  {
    "verse_id": 52,
    "translation": "Thus has it been (in the past): never did a Messenger come to the nations that preceded them but they said: “(He is) a sorcerer, or a mad-man.”"
  },
  {
    "verse_id": 53,
    "translation": "Have they arrived at a common understanding concerning this? No; but they are a people given to transgression."
  },
  {
    "verse_id": 54,
    "translation": "So turn your attention away from them; you shall incur no blame."
  },
  {
    "verse_id": 55,
    "translation": "Do, however, keep exhorting them; for exhortation benefits those endowed with faith."
  },
  {
    "verse_id": 56,
    "translation": "I created the jinn and humans for nothing else but that they may serve Me;"
  },
  {
    "verse_id": 57,
    "translation": "I desire from them no provision, nor do I want them to feed Me."
  },
  {
    "verse_id": 58,
    "translation": "Surely Allah is the Bestower of all provision, the Lord of all power, the Strong."
  },
  {
    "verse_id": 59,
    "translation": "The wrong-doers shall receive a portion of the chastisements as their fellows (of yore). So let them not rush Me."
  },
  {
    "verse_id": 60,
    "translation": "Woe, then, betide those who disbelieved in that Day of theirs which they are being asked to hold in dread."
  }
]