[
  {
    "verse_id": 1,
    "translation": "By the star when it sets:"
  },
  {
    "verse_id": 2,
    "translation": "your companion has neither strayed nor is he deluded;"
  },
  {
    "verse_id": 3,
    "translation": "nor does he speak out of his desire."
  },
  {
    "verse_id": 4,
    "translation": "This is nothing but a revelation that is conveyed to him,"
  },
  {
    "verse_id": 5,
    "translation": "something that a very powerful one has imparted to him,"
  },
  {
    "verse_id": 6,
    "translation": "one endowed with immense wisdom. He came forth and stood poised,"
  },
  {
    "verse_id": 7,
    "translation": "being on the higher horizon."
  },
  {
    "verse_id": 8,
    "translation": "Then he drew near and hung above suspended,"
  },
  {
    "verse_id": 9,
    "translation": "until he was two bows' length away, or nearer."
  },
  {
    "verse_id": 10,
    "translation": "Then he revealed to Allah's servant whatever he had to reveal."
  },
  {
    "verse_id": 11,
    "translation": "His heart added no untruth to what he saw."
  },
  {
    "verse_id": 12,
    "translation": "Are you, then, going to contend with him regarding what he sees with his eyes?"
  },
  {
    "verse_id": 13,
    "translation": "Indeed he saw him a second time,"
  },
  {
    "verse_id": 14,
    "translation": "by the lote-tree at the farthest boundary,"
  },
  {
    "verse_id": 15,
    "translation": "near which is the Garden of Abode."
  },
  {
    "verse_id": 16,
    "translation": "(This was) when the lote-tree was covered with that which covered it."
  },
  {
    "verse_id": 17,
    "translation": "His eye did not waver, nor did it stray,"
  },
  {
    "verse_id": 18,
    "translation": "and he certainly saw some of the greatest Signs of His Lord."
  },
  {
    "verse_id": 19,
    "translation": "Have you ever thought about al-Lat and al-Uzza,"
  },
  {
    "verse_id": 20,
    "translation": "and about the third deity, al-Manat?"
  },
  {
    "verse_id": 21,
    "translation": "Shall you have the male issues, and He the female issues?"
  },
  {
    "verse_id": 22,
    "translation": "That is indeed an unfair division!"
  },
  {
    "verse_id": 23,
    "translation": "These are nothing but names that you and your forefathers have invented, for which Allah has sent down no authority. They are merely following their conjectures and their carnal desires although guidance has come to them from their Lord."
  },
  {
    "verse_id": 24,
    "translation": "Does man imagine that whatever he wishes for is right for him?"
  },
  {
    "verse_id": 25,
    "translation": "To Allah belong both the Next World and the present."
  },
  {
    "verse_id": 26,
    "translation": "Numerous are the angels in the heavens; yet their intercession shall be of no avail, except in regard to those whom He grants the leave of intercession and whose plea He is pleased to accept."
  },
  {
    "verse_id": 27,
    "translation": "Those who do not believe in the Hereafter give angels the names of females,"
  },
  {
    "verse_id": 28,
    "translation": "although they have no knowledge regarding that. They only follow their conjecture and conjecture can never take the place of the Truth."
  },
  {
    "verse_id": 29,
    "translation": "So leave alone those who turn away from the remembrance of Us and who seek nothing but the life of the world –"
  },
  {
    "verse_id": 30,
    "translation": "that being the utmost of their knowledge. Surely your Lord fully knows those who have strayed away from His Path and He also fully knows those who are rightly guided."
  },
  {
    "verse_id": 31,
    "translation": "To Allah alone belongs whatever is in the heavens and whatever is in the earth. He will requite the evil-doers for their deeds and bestow a goodly reward on those who have done good,"
  },
  {
    "verse_id": 32,
    "translation": "on those who avoid grave sins and shameful deeds, even if they may sometimes stumble into lesser offences. Surely your Lord is abounding in His Forgiveness. Very well is He aware of you since He produced you from the earth, and while you were still in your mothers' wombs and not yet born. So do not boastfully claim yourselves to be purified. He fully knows those that are truly Godfearing."
  },
  {
    "verse_id": 33,
    "translation": "(O Prophet), did you see him who turned away (from the Path of Allah),"
  },
  {
    "verse_id": 34,
    "translation": "who gave a little, and then stopped?"
  },
  {
    "verse_id": 35,
    "translation": "Does he have any knowledge of the world beyond the ken of sense-perception, and therefore, clearly sees (the Truth)?"
  },
  {
    "verse_id": 36,
    "translation": "Has he not been informed of what is in the Scrolls of Moses,"
  },
  {
    "verse_id": 37,
    "translation": "and of Abraham, who lived up to the trust?"
  },
  {
    "verse_id": 38,
    "translation": "“That no bearer of a burden shall bear the burden of another,"
  },
  {
    "verse_id": 39,
    "translation": "and that man shall have nothing but what he has striven for,"
  },
  {
    "verse_id": 40,
    "translation": "and that (the result of) his striving shall soon be seen,"
  },
  {
    "verse_id": 41,
    "translation": "and that he shall then be fully recompensed,"
  },
  {
    "verse_id": 42,
    "translation": "and that the final end is with your Lord,"
  },
  {
    "verse_id": 43,
    "translation": "and that He it is Who causes people to laugh and to cry,"
  },
  {
    "verse_id": 44,
    "translation": "and that He it is Who causes death and grants life,"
  },
  {
    "verse_id": 45,
    "translation": "and He it is Who created the two kinds, the male and the female,"
  },
  {
    "verse_id": 46,
    "translation": "from a drop of sperm when it was emitted,"
  },
  {
    "verse_id": 47,
    "translation": "and that it is for Him to grant the second life,"
  },
  {
    "verse_id": 48,
    "translation": "that He it is Who bestowed wealth and riches,"
  },
  {
    "verse_id": 49,
    "translation": "that He is the Lord of Sirius,"
  },
  {
    "verse_id": 50,
    "translation": "that He it is Who destroyed the ancient 'Ad,"
  },
  {
    "verse_id": 51,
    "translation": "and Thamud, leaving no trace of them,"
  },
  {
    "verse_id": 52,
    "translation": "and that He it is Who destroyed the people of Noah before for they were much given to iniquity and transgression."
  },
  {
    "verse_id": 53,
    "translation": "And He brought perdition upon the subverted cities"
  },
  {
    "verse_id": 54,
    "translation": "and caused them to be covered with that which He covered them with."
  },
  {
    "verse_id": 55,
    "translation": "So, which of your Lord's bounties will you doubt?”"
  },
  {
    "verse_id": 56,
    "translation": "This is a warning among the warnings of yore."
  },
  {
    "verse_id": 57,
    "translation": "The imminent Hour has drawn near,"
  },
  {
    "verse_id": 58,
    "translation": "and none but Allah can avert it."
  },
  {
    "verse_id": 59,
    "translation": "Will you, then, wonder at this?"
  },
  {
    "verse_id": 60,
    "translation": "Will you laugh at it rather than weep?"
  },
  {
    "verse_id": 61,
    "translation": "Will you occupy yourselves simply in merriment?"
  },
  {
    "verse_id": 62,
    "translation": "Prostrate yourselves before Allah, and serve Him."
  }
]