[
  {
    "verse_id": 1,
    "translation": "The indubitable event!"
  },
  {
    "verse_id": 2,
    "translation": "And what is that indubitable event?"
  },
  {
    "verse_id": 3,
    "translation": "And what do you know what that indubitable event is?"
  },
  {
    "verse_id": 4,
    "translation": "The Thamud and the Ad denied the (possibility of a) sudden calamity, calling it false."
  },
  {
    "verse_id": 5,
    "translation": "Then the Thamud were destroyed by an awesome upheaval;"
  },
  {
    "verse_id": 6,
    "translation": "and the Ad were destroyed by a furiously raging wind-storm"
  },
  {
    "verse_id": 7,
    "translation": "which He let loose upon them for seven nights and eight days in succession; so that (if you had been there) you might have seen people lying prostrate, as though they were uprooted trunks of hollowed palm trees."
  },
  {
    "verse_id": 8,
    "translation": "Do you now see any trace of them?"
  },
  {
    "verse_id": 9,
    "translation": "Pharaoh and those before him and the people of the overturned habitations all engaged in the same great sin."
  },
  {
    "verse_id": 10,
    "translation": "They did not follow the Messenger of their Lord, and so He seized them with a severe grip."
  },
  {
    "verse_id": 11,
    "translation": "Verily when the water rose to great heights, We bore you upon a floating vessel (i.e. the Ark)"
  },
  {
    "verse_id": 12,
    "translation": "so that We might make it an instructive event for you, and retentive ears might preserve its memory."
  },
  {
    "verse_id": 13,
    "translation": "So when the Trumpet is blown with a single blast"
  },
  {
    "verse_id": 14,
    "translation": "and the earth and the mountains are carried aloft and are crushed to bits at one stroke,"
  },
  {
    "verse_id": 15,
    "translation": "on that Day shall that indubitable event come to pass;"
  },
  {
    "verse_id": 16,
    "translation": "when the sky will be rent asunder, the grip holding it together having loosened on that Day,"
  },
  {
    "verse_id": 17,
    "translation": "and the angels will stand on the sides, with eight of them bearing aloft the Throne of your Lord on that Day."
  },
  {
    "verse_id": 18,
    "translation": "That will be the Day when you shall be brought forth (before Allah) and no secret of yours shall remain hidden."
  },
  {
    "verse_id": 19,
    "translation": "On that Day, he whose Record is given to him in his right hand will say: “Lo! Read my Record!"
  },
  {
    "verse_id": 20,
    "translation": "Verily I was sure that I would be handed over my account.”"
  },
  {
    "verse_id": 21,
    "translation": "Then he shall find himself in a life of bliss;"
  },
  {
    "verse_id": 22,
    "translation": "in a lofty Garden"
  },
  {
    "verse_id": 23,
    "translation": "the clusters of whose fruit will be hanging low to be within reach (of the inmates of Paradise)."
  },
  {
    "verse_id": 24,
    "translation": "(They will be told): “Eat and drink with good cheer as a reward for the good deeds you did in the days that have passed by.”"
  },
  {
    "verse_id": 25,
    "translation": "As for him whose Record will be given to him in his left hand, he will exclaim: “Would that I had never been given my Record,"
  },
  {
    "verse_id": 26,
    "translation": "and had not known my account."
  },
  {
    "verse_id": 27,
    "translation": "Oh! Would that the death that came to me in the world had made an end of me!"
  },
  {
    "verse_id": 28,
    "translation": "My riches have not availed me,"
  },
  {
    "verse_id": 29,
    "translation": "and my authority has vanished.”"
  },
  {
    "verse_id": 30,
    "translation": "(A command will be issued): “Seize him and shackle him,"
  },
  {
    "verse_id": 31,
    "translation": "then cast him in the Fire,"
  },
  {
    "verse_id": 32,
    "translation": "then fasten him with a chain, seventy cubits long."
  },
  {
    "verse_id": 33,
    "translation": "He would not believe in Allah, the Most Great;"
  },
  {
    "verse_id": 34,
    "translation": "nor would he urge the feeding of the poor."
  },
  {
    "verse_id": 35,
    "translation": "Today he has been left here friendless;"
  },
  {
    "verse_id": 36,
    "translation": "and has no food except the filth from the washing of wounds,"
  },
  {
    "verse_id": 37,
    "translation": "which only the sinners will eat.”"
  },
  {
    "verse_id": 38,
    "translation": "But no; I swear by what you see,"
  },
  {
    "verse_id": 39,
    "translation": "and by what you do not see,"
  },
  {
    "verse_id": 40,
    "translation": "that this is the speech of an honourable Messenger,"
  },
  {
    "verse_id": 41,
    "translation": "not the speech of a poet. Little do you believe!"
  },
  {
    "verse_id": 42,
    "translation": "Nor is this the speech of a soothsayer. Little do you reflect!"
  },
  {
    "verse_id": 43,
    "translation": "It has been revealed by the Lord of the Universe."
  },
  {
    "verse_id": 44,
    "translation": "And if he [i.e., the Prophets] had forged this Discourse and thereafter ascribed it to Us,"
  },
  {
    "verse_id": 45,
    "translation": "We would surely have seized him by the right hand,"
  },
  {
    "verse_id": 46,
    "translation": "and then severed his life vein;"
  },
  {
    "verse_id": 47,
    "translation": "and not one of you would have been able to withhold Us from doing so."
  },
  {
    "verse_id": 48,
    "translation": "Surely it is a Good Counsel for the God-fearing."
  },
  {
    "verse_id": 49,
    "translation": "We certainly know that some among you will give the lie to it,"
  },
  {
    "verse_id": 50,
    "translation": "and surely it will be a cause of regret for the unbelievers."
  },
  {
    "verse_id": 51,
    "translation": "Certainly it is a Truth of absolute certainty."
  },
  {
    "verse_id": 52,
    "translation": "So glorify the name of your Lord Most Great."
  }
]