[
  {
    "verse_id": 1,
    "translation": "A beseecher besought the visitation of chastisement,"
  },
  {
    "verse_id": 2,
    "translation": "(a chastisement meant) for the unbelievers, one which none can avert;"
  },
  {
    "verse_id": 3,
    "translation": "a chastisement from Allah, the Lord of the ascending steps,"
  },
  {
    "verse_id": 4,
    "translation": "by which the angels and the Spirit ascend to Him in one Day the duration of which is fifty thousand years."
  },
  {
    "verse_id": 5,
    "translation": "So, (O Prophet), persevere with gracious perseverance."
  },
  {
    "verse_id": 6,
    "translation": "Verily they think that the chastisement is far off,"
  },
  {
    "verse_id": 7,
    "translation": "while We think that it is near at hand."
  },
  {
    "verse_id": 8,
    "translation": "It shall befall on a Day whereon the sky will become like molten brass,"
  },
  {
    "verse_id": 9,
    "translation": "and the mountains will become like dyed tufts of wool,"
  },
  {
    "verse_id": 10,
    "translation": "and no bosom friend will enquire about any of his bosom friends"
  },
  {
    "verse_id": 11,
    "translation": "although they shall be within sight of one another. The guilty one would fain ransom himself from the torment of that Day by offering his children,"
  },
  {
    "verse_id": 12,
    "translation": "and his spouse and his brother,"
  },
  {
    "verse_id": 13,
    "translation": "and his kinsfolk who had stood by him,"
  },
  {
    "verse_id": 14,
    "translation": "and all persons of the earth, if only he could thus save himself."
  },
  {
    "verse_id": 15,
    "translation": "By no means! It will be the fierce flame"
  },
  {
    "verse_id": 16,
    "translation": "that will strip off the scalp."
  },
  {
    "verse_id": 17,
    "translation": "It shall insistently summon him who turned his back and retreated,"
  },
  {
    "verse_id": 18,
    "translation": "and amassed wealth and covetously hoarded it."
  },
  {
    "verse_id": 19,
    "translation": "Verily man is impatient by nature:"
  },
  {
    "verse_id": 20,
    "translation": "bewailing when evil befalls him,"
  },
  {
    "verse_id": 21,
    "translation": "and tight-fisted when good fortune visits him,"
  },
  {
    "verse_id": 22,
    "translation": "except those that pray,"
  },
  {
    "verse_id": 23,
    "translation": "and are constant in their Prayer;"
  },
  {
    "verse_id": 24,
    "translation": "and those in whose wealth there is a known right"
  },
  {
    "verse_id": 25,
    "translation": "for those that ask and those that are dispossessed,"
  },
  {
    "verse_id": 26,
    "translation": "those who firmly believe in the Day of Recompense,"
  },
  {
    "verse_id": 27,
    "translation": "and fear the chastisement of their Lord–"
  },
  {
    "verse_id": 28,
    "translation": "surely the chastisement of their Lord is a thing none can feel secure from –"
  },
  {
    "verse_id": 29,
    "translation": "and those who guard their private parts,"
  },
  {
    "verse_id": 30,
    "translation": "except in regard to their spouses and those whom their right hands possess, for in regard to them they are not reproachable,"
  },
  {
    "verse_id": 31,
    "translation": "but any who seeks to go beyond that, it is indeed they who are the transgressors,"
  },
  {
    "verse_id": 32,
    "translation": "and those who fulfil their trusts and their covenants,"
  },
  {
    "verse_id": 33,
    "translation": "and those who are upright in their testimonies;"
  },
  {
    "verse_id": 34,
    "translation": "and who take due care of their Prayer:"
  },
  {
    "verse_id": 35,
    "translation": "all these shall live honourably in the Gardens."
  },
  {
    "verse_id": 36,
    "translation": "But what is the matter with the unbelievers who are hurrying towards you"
  },
  {
    "verse_id": 37,
    "translation": "in crowds, both on the right and on the left?"
  },
  {
    "verse_id": 38,
    "translation": "Does everyone of them wish to enter the Garden of Bliss?"
  },
  {
    "verse_id": 39,
    "translation": "By no means! They know that which We have created them from."
  },
  {
    "verse_id": 40,
    "translation": "I swear by the Lord of the easts and the wests that We have the power"
  },
  {
    "verse_id": 41,
    "translation": "to replace them by others who would be better than they; and We shall certainly not be overpowered."
  },
  {
    "verse_id": 42,
    "translation": "So leave them to engage in vain talk and to amuse themselves until they come face to face with the Day which they are promised,"
  },
  {
    "verse_id": 43,
    "translation": "the Day on which they will hastily come forth from their graves, as though they were hurrying on to the altars of their deities."
  },
  {
    "verse_id": 44,
    "translation": "Their eyes will be downcast and disgrace will overwhelm them. Such is the Day that they were promised."
  }
]