[
  {
    "verse_id": 1,
    "translation": "Nay, I swear by the Day of Resurrection;"
  },
  {
    "verse_id": 2,
    "translation": "and nay, I swear by the self-reproaching soul!"
  },
  {
    "verse_id": 3,
    "translation": "Does man imagine that We will not be able to bring his bones together again?"
  },
  {
    "verse_id": 4,
    "translation": "Yes indeed; We have the power to remould even his finger-tips."
  },
  {
    "verse_id": 5,
    "translation": "But man desires to persist in his evil ways."
  },
  {
    "verse_id": 6,
    "translation": "He asks: “When will the Day of Resurrection be?”"
  },
  {
    "verse_id": 7,
    "translation": "When the sight is dazed,"
  },
  {
    "verse_id": 8,
    "translation": "and the moon is eclipsed,"
  },
  {
    "verse_id": 9,
    "translation": "and the sun and the moon are joined together,"
  },
  {
    "verse_id": 10,
    "translation": "on that Day will man say: “Whither the refuge?”"
  },
  {
    "verse_id": 11,
    "translation": "No, there is no refuge."
  },
  {
    "verse_id": 12,
    "translation": "With your Lord alone will be the retreat that Day."
  },
  {
    "verse_id": 13,
    "translation": "On that Day will man be apprised of his deeds, both the earlier and the later."
  },
  {
    "verse_id": 14,
    "translation": "But lo, man is well aware of himself,"
  },
  {
    "verse_id": 15,
    "translation": "even though he might make up excuses."
  },
  {
    "verse_id": 16,
    "translation": "(O Prophet), do not stir your tongue hastily (to commit the Revelation to memory)."
  },
  {
    "verse_id": 17,
    "translation": "Surely it is for Us to have you commit it to memory and to recite it."
  },
  {
    "verse_id": 18,
    "translation": "And so when We recite it, follow its recitation attentively;"
  },
  {
    "verse_id": 19,
    "translation": "then it will be for Us to explain it."
  },
  {
    "verse_id": 20,
    "translation": "Nay; the truth is that you love ardently (the good of this world) that can be obtained hastily,"
  },
  {
    "verse_id": 21,
    "translation": "and are oblivious of the Hereafter."
  },
  {
    "verse_id": 22,
    "translation": "Some faces on that Day will be fresh and resplendent,"
  },
  {
    "verse_id": 23,
    "translation": "and will be looking towards their Lord;"
  },
  {
    "verse_id": 24,
    "translation": "and some faces on that Day will be gloomy,"
  },
  {
    "verse_id": 25,
    "translation": "believing that a crushing calamity is about to strike them."
  },
  {
    "verse_id": 26,
    "translation": "Nay; when a man's soul reaches up to the throat,"
  },
  {
    "verse_id": 27,
    "translation": "and it is said: “Is there any enchanter who can step forward and help (by his chanting)?”"
  },
  {
    "verse_id": 28,
    "translation": "and he realises that the hour of parting is come,"
  },
  {
    "verse_id": 29,
    "translation": "and calf is inter-twined with calf."
  },
  {
    "verse_id": 30,
    "translation": "On that Day you will be driven to your Lord."
  },
  {
    "verse_id": 31,
    "translation": "But he did not verify the Truth, nor did he observe Prayer;"
  },
  {
    "verse_id": 32,
    "translation": "on the contrary, he gave the lie to the Truth and turned his back upon it,"
  },
  {
    "verse_id": 33,
    "translation": "then he went back to his kinsfolk, elated with pride."
  },
  {
    "verse_id": 34,
    "translation": "This (attitude) is worthy of you, altogether worthy;"
  },
  {
    "verse_id": 35,
    "translation": "again, it is worthy of you, altogether worthy."
  },
  {
    "verse_id": 36,
    "translation": "Does man think that he will be left alone, unquestioned?"
  },
  {
    "verse_id": 37,
    "translation": "Was he not a drop of ejaculated semen,"
  },
  {
    "verse_id": 38,
    "translation": "then he became a clot, and then Allah made it into a living body and proportioned its parts,"
  },
  {
    "verse_id": 39,
    "translation": "and then He made of him a pair, male and female?"
  },
  {
    "verse_id": 40,
    "translation": "Does He, then, not have the power to bring back the dead to life?"
  }
]