[
  {
    "verse_id": 1,
    "translation": "Kāf, Hā Yā, ‘Ain, Sād"
  },
  {
    "verse_id": 2,
    "translation": "This is a narration of your Lord’s mercy to His servant Zakariyyā,"
  },
  {
    "verse_id": 3,
    "translation": "When he called his Lord in a low voice."
  },
  {
    "verse_id": 4,
    "translation": "He said, “My Lord, I am in a state that bones in my body have turned feeble, and the head has flared up grey with old age, and I never remained, My Lord, unanswered in my prayer to You."
  },
  {
    "verse_id": 5,
    "translation": "I fear (my) kinsmen after me, and my wife is barren, so bless me with an heir, from Your own side,"
  },
  {
    "verse_id": 6,
    "translation": "who inherits me and inherits the house of Ya‘qūb. And make him, My Lord, a favourite one.”"
  },
  {
    "verse_id": 7,
    "translation": "(Allah said) “O Zakariyyā, We give you the good news of a boy whose name is YaHyā. We did not create any one before him of the same name.”"
  },
  {
    "verse_id": 8,
    "translation": "He Said, “My Lord, how shall there be a boy for me while my wife is barren, and I have reached the extreme of old age?”"
  },
  {
    "verse_id": 9,
    "translation": "He said, “So it is; your Lord said ‘it is easy for Me, and I did create you before, when you were nothing.’”"
  },
  {
    "verse_id": 10,
    "translation": "He said, “My Lord, make for me a sign.” He said, “Your sign is that you will not (be able to) speak to the people for three (consecutive) nights, even though you will be sound in health.”"
  },
  {
    "verse_id": 11,
    "translation": "Then he came out to his people from the place of prayer, and directed them by gestures to proclaim the purity of Allah at morning and evening."
  },
  {
    "verse_id": 12,
    "translation": "(When the child was born, Allah said to him,) “O YaHyā, hold on to the Book firmly.” And We gave him wisdom, while he was still a child,"
  },
  {
    "verse_id": 13,
    "translation": "and (blessed him with) love from our own, and purity; and he was God-fearing,"
  },
  {
    "verse_id": 14,
    "translation": "and he was good to his parents; and he was not oppressive (or) disobedient."
  },
  {
    "verse_id": 15,
    "translation": "Peace on him the day he was born, the day he dies and the day he will be raised alive."
  },
  {
    "verse_id": 16,
    "translation": "And mention in the Book (the story of) Maryam, when she secluded herself from her people to a place towards East,"
  },
  {
    "verse_id": 17,
    "translation": "then she used a barrier to hide herself from them. Then, We sent to her Our Spirit, (Jibra’īl) and he took before her the form of a perfect human being."
  },
  {
    "verse_id": 18,
    "translation": "She said, “I seek refuge with the All-Merciful (Allah) against you, if you are God-fearing.”"
  },
  {
    "verse_id": 19,
    "translation": "He said, “I am but a message-bearer of your Lord (sent) to give you a boy, purified.”"
  },
  {
    "verse_id": 20,
    "translation": "She said, “How shall I have a boy while no human has ever touched me, nor have I ever been unchaste?”"
  },
  {
    "verse_id": 21,
    "translation": "He said, “So it is; your Lord said, ‘It is easy for Me, and (We will do this) so that We make it a sign for people and a mercy from Us, and this is a matter already destined.’”"
  },
  {
    "verse_id": 22,
    "translation": "So she conceived him, and went in seclusion with him to a remote place."
  },
  {
    "verse_id": 23,
    "translation": "Then the labour pains brought her to the trunk of a palm-tree. She said “O that I would have died before this, and would have been something gone, forgotten.”"
  },
  {
    "verse_id": 24,
    "translation": "Then he called her from beneath her: “Do not grieve; your Lord has placed a stream beneath you."
  },
  {
    "verse_id": 25,
    "translation": "Shake the trunk of the palm-tree towards yourself and, it will drop upon you ripe fresh dates."
  },
  {
    "verse_id": 26,
    "translation": "So eat, drink and cool your eyes. Then if you see any human being, say (to him), “I have vowed a fast (of silence) for the All-Merciful (Allah,) and therefore, I shall never speak to any human today.”"
  },
  {
    "verse_id": 27,
    "translation": "Then she came to her people carrying him (the baby). They said, “O Maryam you have committed something grave indeed."
  },
  {
    "verse_id": 28,
    "translation": "O sister of Hārūn, neither your father was a man of evil nor was your mother unchaste.”"
  },
  {
    "verse_id": 29,
    "translation": "So, she pointed towards him (the baby). They said, “How shall we speak to someone who is still a child in the cradle?”"
  },
  {
    "verse_id": 30,
    "translation": "Spoke he (the baby), “Verily I am the servant of Allah. He has given me the Book, and made me a prophet,"
  },
  {
    "verse_id": 31,
    "translation": "and He has made me a blessed one wherever I be, and has enjoined Salāh and Zakāh upon me as long as I am alive,"
  },
  {
    "verse_id": 32,
    "translation": "and (He has made me) good to my mother, and he did not make me oppressive (or) ill-fated."
  },
  {
    "verse_id": 33,
    "translation": "And peace is upon me the day I was born, the day I shall die, and the day I shall be raised alive again.”"
  },
  {
    "verse_id": 34,
    "translation": "That is ‘Īsā, the son of Maryam, to say the truth in which they (Christians) are disputing."
  },
  {
    "verse_id": 35,
    "translation": "It is not for Allah to have a son. Pure is He. When He decides a thing, He simply says to it, “Be” and it comes to be."
  },
  {
    "verse_id": 36,
    "translation": "And (O Prophet, say to the people,) “Allah is surely my Lord and your Lord. So, worship Him. This is the straight path.”"
  },
  {
    "verse_id": 37,
    "translation": "Then the groups among them fell in dispute. So, how evil is the fate of the disbelievers when they have to face the Great Day."
  },
  {
    "verse_id": 38,
    "translation": "How strong will their hearing be, and how strong their vision, the day they will come to Us! But today the transgressors are straying in clear error."
  },
  {
    "verse_id": 39,
    "translation": "Warn them of The Day of Remorse when the whole thing will be settled, while they are heedless and do not believe."
  },
  {
    "verse_id": 40,
    "translation": "Surely We, only We, shall be the ultimate owner of the earth and all those on it, and to Us they will be returned."
  },
  {
    "verse_id": 41,
    "translation": "And mention in the Book (the story of) Ibrāhīm. Indeed, he was Siddīq (a man of truth), a prophet,"
  },
  {
    "verse_id": 42,
    "translation": "when he said to his father, “My dear father, why do you worship something that does neither hear nor see, nor help you in any way?"
  },
  {
    "verse_id": 43,
    "translation": "My dear father, indeed there has come to me a knowledge that has not come to you; so, follow me, and I shall lead you to a straight path."
  },
  {
    "verse_id": 44,
    "translation": "My dear father, do not worship the Satan. The Satan is surely rebellious to the All-Merciful, (Allah)."
  },
  {
    "verse_id": 45,
    "translation": "My dear father, I fear lest a punishment from the All- Merciful (Allah) should afflict you, and you become a companion of Satan.”"
  },
  {
    "verse_id": 46,
    "translation": "He said, “Are you averse to my gods O Ibrāhīm? Should you not stop, I will definitely stone you. And leave me for good.”"
  },
  {
    "verse_id": 47,
    "translation": "He said, “Peace on you. I shall seek forgiveness for you from my Lord. He has always been gracious to me."
  },
  {
    "verse_id": 48,
    "translation": "And I go away from you and what you invoke besides Allah. And I shall invoke my Lord. Hopefully I shall not be a loser by invoking my Lord.”"
  },
  {
    "verse_id": 49,
    "translation": "So, when he went away from them and what they worshipped besides Allah, We blessed him with IsHāq (Isaac) and Ya‘qūb (Jacob) and We made each one of them a prophet,"
  },
  {
    "verse_id": 50,
    "translation": "and We bestowed on them (a great deal) of our mercy, and caused them to have a good name at a high level."
  },
  {
    "verse_id": 51,
    "translation": "And mention in the Book (the story of) Mūsā. Indeed he was a chosen one and was a messenger, a prophet."
  },
  {
    "verse_id": 52,
    "translation": "And We called him from the right side of the mount Tūr (Sinai), and We brought him close to communicate in secret."
  },
  {
    "verse_id": 53,
    "translation": "And, out of Our mercy, We granted him his brother Hārūn as a prophet."
  },
  {
    "verse_id": 54,
    "translation": "And mention in the Book (the story of) Ismā‘īl. He was indeed true to his promise, and was a messenger, a prophet."
  },
  {
    "verse_id": 55,
    "translation": "He used to enjoin Salāh and Zakāh upon his family, and was favourite to his Lord."
  },
  {
    "verse_id": 56,
    "translation": "And mention in the Book (the story of) Idrīs. He was indeed a Siddīq (man of truth), a prophet."
  },
  {
    "verse_id": 57,
    "translation": "We raised him to a high place."
  },
  {
    "verse_id": 58,
    "translation": "Those are the people whom Allah has blessed with bounties, the prophets from the progeny of ’Ādam, and of those whom We caused to board (the Ark) along with NūH, and from the progeny of Ibrāhīm and Isrā’īl (Jacob), and from those whom We guided and selected. When the verses of The RaHmān (The All-Merciful) were recited before them, they used to fall down in Sajdah (prostration), while they were weeping."
  },
  {
    "verse_id": 59,
    "translation": "Then came after them the successors who neglected Salāh and followed (their selfish) desires. So they will soon face (the outcome of their) deviation,"
  },
  {
    "verse_id": 60,
    "translation": "except those who repent and believe and do good deeds, and therefore they will enter the Paradise and will not be wronged at all."
  },
  {
    "verse_id": 61,
    "translation": "(They will enter) the Gardens of eternity, promised by the All-Merciful (Allah) to His servants, in the unseen world. They will surely reach (the places of) His promise."
  },
  {
    "verse_id": 62,
    "translation": "They will not hear anything absurd therein, but a word of peace, and there they will have their provision at morn and eve."
  },
  {
    "verse_id": 63,
    "translation": "That is the Paradise We will give as inheritance to those of Our servants who have been God-fearing."
  },
  {
    "verse_id": 64,
    "translation": "(Jibra’īl X said to the Holy Prophet) “We do not descend but with the command of your Lord. To Him belongs what is in front of us and what is behind us and what is in between; and your Lord is not the One who forgets."
  },
  {
    "verse_id": 65,
    "translation": "(He is) the Lord of the heavens and the earth and whatever lies between them. So, worship Him and persevere in His worship. Do you know any one worthy of His name?”"
  },
  {
    "verse_id": 66,
    "translation": "Man says, “Is it that, once I die, I shall be brought forth alive?”"
  },
  {
    "verse_id": 67,
    "translation": "Does not the man remember that We created him before, when he was nothing?"
  },
  {
    "verse_id": 68,
    "translation": "So, by your Lord, We will definitely gather them together, and the devils as well; then We will definitely make them present around the Jahannam, fallen on their knees."
  },
  {
    "verse_id": 69,
    "translation": "Then, out of every group, We will certainly draw out those who were more rebellious against the All-Merciful (Allah)."
  },
  {
    "verse_id": 70,
    "translation": "Then of course, We are most aware of those who are more deserving to enter it (the Jahannam )."
  },
  {
    "verse_id": 71,
    "translation": "There is none among you who does not have to arrive at it. This is undertaken by your Lord as an absolute decree, bound to be enforced."
  },
  {
    "verse_id": 72,
    "translation": "Then We will save those who feared Allah, and will leave the wrongdoers in it, fallen on their knees."
  },
  {
    "verse_id": 73,
    "translation": "When Our verses are recited to them in all their clarity, the disbelievers say to the believers, “Which of the two groups is superior in its place and better in its assembly?”"
  },
  {
    "verse_id": 74,
    "translation": "How many a generation We have destroyed before them who were better in assets and outlook!"
  },
  {
    "verse_id": 75,
    "translation": "Say, “Whoever stays straying, let his term be extended by the All-Merciful (Allah) still longer, until when they will see what they are being warned of: either the punishment or the Hour (of Doom), then they will know who was worse in his place and weaker in his forces."
  },
  {
    "verse_id": 76,
    "translation": "Allah makes those on the right path excel in guidance. And the everlasting virtues are better with your Lord in respect of reward and better in their return."
  },
  {
    "verse_id": 77,
    "translation": "Have you, then, seen him who rejected Our verses and said, “I shall certainly be given wealth and children”?"
  },
  {
    "verse_id": 78,
    "translation": "Has he peeped into the Unseen or taken a covenant with the All-Merciful (Allah)?"
  },
  {
    "verse_id": 79,
    "translation": "Never! We will write what he says and extend for him the punishment extensively."
  },
  {
    "verse_id": 80,
    "translation": "And We will inherit from him what he is talking about, and he will come to Us all alone."
  },
  {
    "verse_id": 81,
    "translation": "They have taken gods other than Allah, so that they may be a source of might for them."
  },
  {
    "verse_id": 82,
    "translation": "Never! They (their fabricated deities) will soon reject their having worshipped them, and they will be just the opposite for them."
  },
  {
    "verse_id": 83,
    "translation": "Have you not seen that We have sent the devils onto the disbelievers inciting them with all their incitements."
  },
  {
    "verse_id": 84,
    "translation": "So make no hurry about them; We are but counting for them a count down."
  },
  {
    "verse_id": 85,
    "translation": "The day We will assemble the God-fearing before the All-Merciful (Allah) as guests,"
  },
  {
    "verse_id": 86,
    "translation": "and will drive the sinners towards the Jahannam as herds of cattle (are driven) towards water,"
  },
  {
    "verse_id": 87,
    "translation": "none will have power to intercede, except the one who has entered into a covenant with the All-Merciful (Allah)."
  },
  {
    "verse_id": 88,
    "translation": "They say, “The All-Merciful (Allah) has got a son.”"
  },
  {
    "verse_id": 89,
    "translation": "Indeed you have come up with such an abominable statement"
  },
  {
    "verse_id": 90,
    "translation": "that the heavens are well-nigh to explode at it, and the earth to burst apart, and the mountains to fall down crumbling,"
  },
  {
    "verse_id": 91,
    "translation": "for they have ascribed a son to the All-Merciful (Allah),"
  },
  {
    "verse_id": 92,
    "translation": "while it does not behove the All-Merciful to have a son."
  },
  {
    "verse_id": 93,
    "translation": "There is none in the heavens and the earth, but bound to come to the All-Merciful as a slave."
  },
  {
    "verse_id": 94,
    "translation": "He has fully encompassed them and precisely calculated their numbers,"
  },
  {
    "verse_id": 95,
    "translation": "and each one of them is bound to come to Him on the Day of Judgment, all alone."
  },
  {
    "verse_id": 96,
    "translation": "Surely, those who believe and do righteous deeds, for them the All-Merciful (Allah) will create love."
  },
  {
    "verse_id": 97,
    "translation": "So We have made it (the Qur’ān) easy through your tongue, so that you give with it the good news to the God-fearing, and warn with it an obstinate people."
  },
  {
    "verse_id": 98,
    "translation": "And how many a generation We have destroyed before them! Do you sense (the presence of) any one of them, or hear from them even a whisper?"
  }
]