[
  {
    "verse_id": 1,
    "translation": "The reckoning of the people has drawn near to them, while they are in negligence, turning away (from its signs)."
  },
  {
    "verse_id": 2,
    "translation": "No fresh message of advice comes to them from their Lord, but they listen to it as if they were playing,"
  },
  {
    "verse_id": 3,
    "translation": "their hearts paying no heed. And the wrongdoers whisper in secret, “This one is nothing but a mortal like you. Would you then go along with sorcery while you can see (the reality)?”"
  },
  {
    "verse_id": 4,
    "translation": "He (the prophet) said, “My Lord knows all that is spoken in the heavens and the earth, and He is the All-Hearing, the All-Knowing.”"
  },
  {
    "verse_id": 5,
    "translation": "Further they said, “(The Qur’ān is) a mixture of jumble dreams. Rather, he (the prophet) has fabricated it. Rather, he is a poet. So, let him bring a sign to us, as the earlier ones were sent with.”"
  },
  {
    "verse_id": 6,
    "translation": "Not a single town from those whom We destroyed came to believe before them. So, will they believe?"
  },
  {
    "verse_id": 7,
    "translation": "And We did not send before you messengers except men whom We inspired with revelation. So, ask the people (having the knowledge) of the Message, if you do not know."
  },
  {
    "verse_id": 8,
    "translation": "We did not make them such bodies as ate no food, nor were they immortal."
  },
  {
    "verse_id": 9,
    "translation": "Then We caused the promise to come true for them, so We saved them and those whom We willed, and destroyed the transgressors."
  },
  {
    "verse_id": 10,
    "translation": "Surely, We have sent down to you (O people of Arabia) a book having a good counsel for you. So, do you not understand?"
  },
  {
    "verse_id": 11,
    "translation": "How many a town, that were unjust, have We crushed and raised up after them another people!"
  },
  {
    "verse_id": 12,
    "translation": "So, as soon as they sensed Our punishment (approaching them), they started fleeing from it."
  },
  {
    "verse_id": 13,
    "translation": "(It was said to them,) “Do not flee, and go back to the luxuries you were made to enjoy, and to your dwellings. May be you are asked questions.”"
  },
  {
    "verse_id": 14,
    "translation": "They said, “Alas for us! We were wrongdoers indeed.”"
  },
  {
    "verse_id": 15,
    "translation": "Then, this continued to be their cry till We turned them into stubble, totally extinguished."
  },
  {
    "verse_id": 16,
    "translation": "We did not create the heavens and the earth and what lies between them for play."
  },
  {
    "verse_id": 17,
    "translation": "Had We intended to have a pastime, We would have had it from Our own, if We were ever to do so."
  },
  {
    "verse_id": 18,
    "translation": "Instead, We launch the truth against falsehood, which gets it smashed, and in no time it is gone. Alas to you for what you describe!"
  },
  {
    "verse_id": 19,
    "translation": "To Him belong all those in the heavens and the earth. And those who are near to Him are not arrogant against His worship, nor are they sluggish."
  },
  {
    "verse_id": 20,
    "translation": "They proclaim His purity night and day, never slackening."
  },
  {
    "verse_id": 21,
    "translation": "Or have they adopted gods from the earth, who raise the dead?"
  },
  {
    "verse_id": 22,
    "translation": "Had there been gods beside Allah, in the heavens and the earth, both of them would have fallen in disorder. So pure is Allah, the Lord of the Throne, from what they describe."
  },
  {
    "verse_id": 23,
    "translation": "He is not questioned of what He does, and they are questioned."
  },
  {
    "verse_id": 24,
    "translation": "Is it that they have adopted gods besides Him? Say, “Bring your proof.” Here is the (book carrying) advice for those with me, and the (books carrying) advice for those before me. Yet most of them do not know the truth, and therefore they are averse."
  },
  {
    "verse_id": 25,
    "translation": "We did not send before you any messenger but We revealed to him that there is no god but I, so worship Me.”"
  },
  {
    "verse_id": 26,
    "translation": "They said, “The RaHmān (the All-Merciful, Allah) has taken children for Himself.” Pure is He (from having children). They are but (His) honored servants."
  },
  {
    "verse_id": 27,
    "translation": "They do not precede Him in speech, and only under His command they act."
  },
  {
    "verse_id": 28,
    "translation": "He knows what is in front of them and what is behind them, and they make recommendation for none but for whom He likes, and in awe of Him they are fearful."
  },
  {
    "verse_id": 29,
    "translation": "Should any one of them say, “I am god besides Him”, We will recompense him with Jahannam (Hell). This is how We recompense the transgressors."
  },
  {
    "verse_id": 30,
    "translation": "Did the disbelievers not observe that the heavens and the earth were closed, then We opened them? And We created from water every living thing. Would they still not believe?"
  },
  {
    "verse_id": 31,
    "translation": "And We created mountains on the earth, lest it should shake with them, and We have made therein paths and ways, so that they are guided."
  },
  {
    "verse_id": 32,
    "translation": "We made the sky a protected roof; and they are averse to its signs."
  },
  {
    "verse_id": 33,
    "translation": "He is the One who has created the night and the day, and the sun and the moon, each floating in an orbit."
  },
  {
    "verse_id": 34,
    "translation": "We did not assign immortality to any human (even) before you. So, if you die, will they live for ever?"
  },
  {
    "verse_id": 35,
    "translation": "Every one has to taste death, and We test you through bad and good (situations) with a trial, and to Us you are to be returned."
  },
  {
    "verse_id": 36,
    "translation": "When disbelievers see you, they do nothing but take you in jest (saying to one another,) “Is this the one who talks of your gods?” - while they themselves reject even talking of the RaHmān (All-Merciful)."
  },
  {
    "verse_id": 37,
    "translation": "Man is made of haste. I shall show you My signs, so do not seek haste from Me."
  },
  {
    "verse_id": 38,
    "translation": "They say, “When will this promise be (fulfilled), if you are true?”"
  },
  {
    "verse_id": 39,
    "translation": "Only if the disbelievers were to know the time when they will not (be able to) keep off the fire from their faces or from their backs, nor will they be helped."
  },
  {
    "verse_id": 40,
    "translation": "Rather, it will come upon them suddenly and will baffle them. So they will not be able to turn it back, nor will they be given respite."
  },
  {
    "verse_id": 41,
    "translation": "In fact, messengers have been mocked at prior to you. So those who laughed at them were besieged by what they used to ridicule."
  },
  {
    "verse_id": 42,
    "translation": "Say, “Who will guard you, during night and day, against the RaHmān (All-Merciful, Allah)?” Rather, to the remembrance of their Lord they are averse."
  },
  {
    "verse_id": 43,
    "translation": "Or do they have gods who protect them besides Us? They are not able to help even themselves, nor will they have anyone to side with them against Us."
  },
  {
    "verse_id": 44,
    "translation": "But We have given benefits to these and their fathers until life was prolonged for them. So do they not see that We are coming to the land narrowing it down from all its sides? Then, are they the ones to prevail?"
  },
  {
    "verse_id": 45,
    "translation": "Say, “I warn you only by revelation, but the deaf do not listen to the call when they are warned.”"
  },
  {
    "verse_id": 46,
    "translation": "If a whiff of your Lord’s torment were to touch them, they would certainly say, “Alas to us! We were wrongdoers indeed.”"
  },
  {
    "verse_id": 47,
    "translation": "We shall place scales to do justice on the Day of Judgment. So no one shall be wronged in the least. Even if it (a deed) is to the measure of a mustard seed, We will bring it forth, and We are enough to take account."
  },
  {
    "verse_id": 48,
    "translation": "And We gave Mūsā and Hārūn the Criterion, and a light and an advice for the God-fearing,"
  },
  {
    "verse_id": 49,
    "translation": "- those who have awe of their Lord without having seen Him, and are fearful of the Hour (of Judgment)."
  },
  {
    "verse_id": 50,
    "translation": "And this is a blessed advice We have sent down. Are you still rejecting it?"
  },
  {
    "verse_id": 51,
    "translation": "Even earlier We had given Ibrāhīm his right course, and We knew him well"
  },
  {
    "verse_id": 52,
    "translation": "when he said to his father and his people, “What are these statues you are devoted to?”"
  },
  {
    "verse_id": 53,
    "translation": "They said, “We found our fathers worshipping them,”"
  },
  {
    "verse_id": 54,
    "translation": "He said, “Surely you and your fathers have been in open error.”"
  },
  {
    "verse_id": 55,
    "translation": "They said, “Did you come to us with truth or are you one of the triflers?”"
  },
  {
    "verse_id": 56,
    "translation": "He said, “No, your Lord is the Lord of the heavens and the earth, who has created them, and I am one of those who bear witness to it."
  },
  {
    "verse_id": 57,
    "translation": "And I swear by Allah that I will devise something against your idols after you have gone away turning your backs.”"
  },
  {
    "verse_id": 58,
    "translation": "Then, he turned all of them into pieces, except the big one of them, so that they may come back to it."
  },
  {
    "verse_id": 59,
    "translation": "They said, “Who has done this to our gods? He is one of the wrongdoers indeed.”"
  },
  {
    "verse_id": 60,
    "translation": "Some of them said, “We have heard a youth talking about them. He is called Ibrāhīm.”"
  },
  {
    "verse_id": 61,
    "translation": "They said, “Then, bring him before the eyes of the people, so that they may see”."
  },
  {
    "verse_id": 62,
    "translation": "They said, “Is it you O Ibrāhīm who has done this to our gods?”"
  },
  {
    "verse_id": 63,
    "translation": "He said, “Rather, this is done by this chief of theirs. So, ask them if they can speak.”"
  },
  {
    "verse_id": 64,
    "translation": "So they turned to one another and said, “In fact, you yourselves are the wrongdoers.”"
  },
  {
    "verse_id": 65,
    "translation": "Then, hanging their heads they reversed their position (and replied to Ibrāhīm,) “You already knew that they do not speak.”"
  },
  {
    "verse_id": 66,
    "translation": "He said, “Do you then worship, beside Allah, what does neither benefit you in the least nor harm you?"
  },
  {
    "verse_id": 67,
    "translation": "Fie upon you and upon what you worship other than Allah. Do you then not understand?”"
  },
  {
    "verse_id": 68,
    "translation": "They said, “(O people) burn him and help your gods, if you are to take action.”"
  },
  {
    "verse_id": 69,
    "translation": "We said, “O fire, be cold and safe for Ibrāhīm.”"
  },
  {
    "verse_id": 70,
    "translation": "And they intended to harm him, but We made them the worst losers."
  },
  {
    "verse_id": 71,
    "translation": "And We rescued him and LūT towards the land we blessed for all the worlds."
  },
  {
    "verse_id": 72,
    "translation": "And We blessed him with IsHāq and Ya‘qūb as gift, and each one of them We made righteous."
  },
  {
    "verse_id": 73,
    "translation": "And We made them the Imams who guided (people) under Our command, and We inspired them to do good deeds and to establish Salāh and pay Zakāh, and Us alone they worshipped."
  },
  {
    "verse_id": 74,
    "translation": "As for LūT, We gave him wisdom and knowledge, and We delivered him from the town that used to do dirty deeds. Indeed, they were the people of evil, the sinners."
  },
  {
    "verse_id": 75,
    "translation": "And We admitted him to Our mercy. Indeed, He was of the righteous."
  },
  {
    "verse_id": 76,
    "translation": "And (remember) NūH, when he called (for help) earlier, so We responded to him and saved him and his family from the terrible agony,"
  },
  {
    "verse_id": 77,
    "translation": "and helped him against the people who gave the lie to Our verses. Indeed, they were the people of evil, therefore, We drowned them all."
  },
  {
    "verse_id": 78,
    "translation": "And (remember) Dawūd (David) and Sulaimān (Solomon), when they were adjudicating about the tillage in which the goats of other people wandered at night (and trampled it), and We were witness to their judgment."
  },
  {
    "verse_id": 79,
    "translation": "So, We enabled Sulaimān to understand it. And to each one of them We gave wisdom and knowledge. And with Dawūd We subjugated the mountains that pronounced tasbīH (Allah’s purity), and the birds as well. And We were the One who did (it)."
  },
  {
    "verse_id": 80,
    "translation": "We taught him the skill of making armor as dress for you to protect you from what may harm you (in combat). So are you grateful?"
  },
  {
    "verse_id": 81,
    "translation": "And for Sulaimān, (We subjugated) the violent wind that blew under his command to the land in which We placed Our blessings. And We were the One who knew everything."
  },
  {
    "verse_id": 82,
    "translation": "And from the devils, (We subjugated for him) those who dived in water for him and did jobs other than that. And We were the One who kept watch over them."
  },
  {
    "verse_id": 83,
    "translation": "And (remember) Ayyūb (Job), when he called his Lord saying, “Here I am, afflicted by pain and You are the most merciful of all the merciful.”"
  },
  {
    "verse_id": 84,
    "translation": "So, We answered his prayer and removed whatever pain he had, and gave him (back) his family and the like thereof along with them, as a mercy from Our own Self and as a lesson for the worshippers."
  },
  {
    "verse_id": 85,
    "translation": "And (remember) Ismā‘īl and Idrīs and Dhul-Kifl. Each one of them was of those who observed patience."
  },
  {
    "verse_id": 86,
    "translation": "And We admitted them to Our mercy. Surely, they were of the righteous."
  },
  {
    "verse_id": 87,
    "translation": "And (remember) Dhunnūn (the man of the fish, namely Yūnus X), when he walked away in anger and thought that We would never put him to trouble. Then, he called (Us) in depths of darkness saying, “There is no god but You. Pure are You. Indeed I was among the wrongdoers”."
  },
  {
    "verse_id": 88,
    "translation": "So We responded to him and rescued him from the distress. And this is how We rescue the believers."
  },
  {
    "verse_id": 89,
    "translation": "And (remember) Zakariyyā when he called his Lord, “My Lord, do not leave me alone and You are the best of inheritors.”"
  },
  {
    "verse_id": 90,
    "translation": "So, We responded to him and gave him YaHyā and made his wife good for him. They used to race towards the good deeds and call Us with hope and fear; and they were humble to Us."
  },
  {
    "verse_id": 91,
    "translation": "And (remember) her who protected her private part (that is, Maryam). So, We blew in her (a life) through Our Spirit, and made her and her son (‘Īsā X) a sign for all the worlds."
  },
  {
    "verse_id": 92,
    "translation": "Surely, this is the fraternity of your Faith, a single Faith, and I am your Lord; so worship Me."
  },
  {
    "verse_id": 93,
    "translation": "But they have separated their ways from one another. All of them have to return to Us."
  },
  {
    "verse_id": 94,
    "translation": "So, whoever does righteous deeds, while he is a believer, his effort will not be rejected, and We are to put it on record."
  },
  {
    "verse_id": 95,
    "translation": "It is banned for (the people of) a town that We destroyed that they come back"
  },
  {
    "verse_id": 96,
    "translation": "until when the Ya’jūj and Ma’jūj (Gog and Magog) are released, while they run down from every height,"
  },
  {
    "verse_id": 97,
    "translation": "and the True Promise draws near, then it will so happen that the eyes of the disbelievers shall remain upraised (in terror, and they will say,) “Alas to us! We were in negligence about this; rather we were transgressors.”"
  },
  {
    "verse_id": 98,
    "translation": "Surely, you and whatever you worship other than Allah are the fuel of Jahannam.. There you will have to arrive."
  },
  {
    "verse_id": 99,
    "translation": "Had they been gods, they would not have arrived at it, and all of them will remain there forever."
  },
  {
    "verse_id": 100,
    "translation": "For them, there will be screams in it and they will not hear."
  },
  {
    "verse_id": 101,
    "translation": "As for those for whom the good (news) from Us has come earlier, they will be kept far away from it."
  },
  {
    "verse_id": 102,
    "translation": "They will not hear the slightest of its sound, and they will remain forever in what their souls desire."
  },
  {
    "verse_id": 103,
    "translation": "They shall not be grieved by the Biggest Panic, and the angels shall receive them (saying), “This is your day that you had been promised”"
  },
  {
    "verse_id": 104,
    "translation": "- the Day when We roll up the sky like a scroll rolls up the writings. Just as We originated the first creation, so We shall bring it back again - a promise (undertaken to be binding) on Us. We are sure to do it."
  },
  {
    "verse_id": 105,
    "translation": "And We have written in Zabūr (Psalms) after the advice that the land will be inherited by My righteous slaves."
  },
  {
    "verse_id": 106,
    "translation": "Surely, in this (Qur’ān) there is a message conveyed to a people who worship (Allah)."
  },
  {
    "verse_id": 107,
    "translation": "And We have not sent you but as mercy for all the worlds."
  },
  {
    "verse_id": 108,
    "translation": "Say, “What is revealed to me is simply that your God is One God. So do you submit?”"
  },
  {
    "verse_id": 109,
    "translation": "But, if they turn away, then say (to them), “I have warned you all alike, and I do not know whether what you have been warned of is near or far."
  },
  {
    "verse_id": 110,
    "translation": "Surely, He knows what is spoken openly and He knows what you conceal."
  },
  {
    "verse_id": 111,
    "translation": "And I do not know; perhaps it is a trial for you and an enjoyment for a while.”"
  },
  {
    "verse_id": 112,
    "translation": "He (Our Messenger) said, “My Lord, judge with truth. And Our Lord is the RaHmān (All-Merciful), the One whose help is sought against what you describe."
  }
]