[
  {
    "verse_id": 1,
    "translation": "Glorious is the One who has revealed the Criterion to His servant, so that he may be a warner to all the worlds,"
  },
  {
    "verse_id": 2,
    "translation": "the One to whom belongs the kingdom of the heavens and the earth, and who did neither have a son, nor is there any partner to him in the Kingdom, and who has created everything and designed it in a perfect measure."
  },
  {
    "verse_id": 3,
    "translation": "Yet they have adopted other gods, beside Him, who do not create any thing, as they themselves are created, and they possess no power to cause harm or benefit even to themselves, nor do they have any control over death or life or resurrection."
  },
  {
    "verse_id": 4,
    "translation": "The disbelievers said, “This is nothing but a lie he (the messenger) has fabricated and some other people have helped him in it.” Thus they came up with sheer injustice and falsehood."
  },
  {
    "verse_id": 5,
    "translation": "And they said, “(These are) the tales of the ancients he (the messenger) has caused to be written, and they are read out to him at morn and eve.”"
  },
  {
    "verse_id": 6,
    "translation": "Say, “It is sent down by the One who knows the secret in the heavens and the earth. Indeed He is Most-Forgiving, Very-Merciful."
  },
  {
    "verse_id": 7,
    "translation": "They said, “What sort of messenger is this who eats food and walks in the markets? Why is it that an angel has not been sent down to him who would have been a warner along with him."
  },
  {
    "verse_id": 8,
    "translation": "Or a treasure should have been thrown down to him, or he should have a garden to eat from it?” And the transgressors said (to the believers,) “You are following none but a bewitched man.”"
  },
  {
    "verse_id": 9,
    "translation": "See how they coined similes for you, so they have gone astray and cannot find a way."
  },
  {
    "verse_id": 10,
    "translation": "Glorious is the One who, if He so wills, would give you better than that - gardens beneath which rivers flow, and would give you palaces."
  },
  {
    "verse_id": 11,
    "translation": "But they have disbelieved the Hour (the Day of Judgment) and for those who disbelieve the Hour, We have prepared a flaming fire."
  },
  {
    "verse_id": 12,
    "translation": "When it will see them from a distant place, they will hear (the sounds of) its raging and breathing,"
  },
  {
    "verse_id": 13,
    "translation": "and when they will be thrown into a narrow place therein, while they will be chained together, they will call for death."
  },
  {
    "verse_id": 14,
    "translation": "(Then it will be said to them,) “Do not call for one death today, but call for many a death.”"
  },
  {
    "verse_id": 15,
    "translation": "Say, “Is that better or the eternal paradise the God-fearing are promised?” It will be a reward for them and a final abode."
  },
  {
    "verse_id": 16,
    "translation": "For them there will be whatever they wish, while they will be eternal. This is a promise undertaken by your Lord, (the fulfillment of) which is worth praying for."
  },
  {
    "verse_id": 17,
    "translation": "(Remember) the Day when He will gather them and what they used to worship beside Allah and will say (to the latter ones), “Did you mislead these My servants, or did they themselves lose the way?”"
  },
  {
    "verse_id": 18,
    "translation": "They will say, “Pure are You. It was not for us to adopt other guardians than You. Instead, You gave them and their fathers (worldly) benefits till they forgot the advice, and became a ruined people.”"
  },
  {
    "verse_id": 19,
    "translation": "Thus they will refute you in what you say, and you will not be able to repulse (the punishment,) or to receive help. Whoever commits injustice from among you, We will make him taste a painful punishment."
  },
  {
    "verse_id": 20,
    "translation": "We did not send any messengers before you (O prophet,) but all of them used to eat food and walk in the markets. And We have made some of you a test for some others. Would you observe patience? And your Lord is Ever-seeing."
  },
  {
    "verse_id": 21,
    "translation": "Said those who do not even expect to meet Us, “Why the angels are not sent down to us or why do we not see our Lord?” Indeed they think too highly of themselves, and have gone too far in rebellion."
  },
  {
    "verse_id": 22,
    "translation": "The Day they will see the angels, there will be no good news for the sinners that day, and they will say, “(We need) a shelter, fully protected!”"
  },
  {
    "verse_id": 23,
    "translation": "And We will proceed to whatever deeds they did, and will turn them into scattered dust."
  },
  {
    "verse_id": 24,
    "translation": "The people of Paradise, on that day, will be the best in (terms of their) abode and best in (terms of their) resting-place."
  },
  {
    "verse_id": 25,
    "translation": "The Day the sky will break open with a cloud, and the angels will be sent down in a majestic descent,"
  },
  {
    "verse_id": 26,
    "translation": "the Kingdom on that day will be for the RaHmān (the All-Merciful, Allah), and it will be a difficult day for the disbelievers."
  },
  {
    "verse_id": 27,
    "translation": "And (Be mindful of) the Day the wrongdoer will bite his hands saying, “Would that I had taken a path along with the messenger!"
  },
  {
    "verse_id": 28,
    "translation": "Woe to me! Would that I had not taken so-and-so for my friend!"
  },
  {
    "verse_id": 29,
    "translation": "Indeed he led me astray from the advice after it had come to me.” And the Satan is man’s betrayer."
  },
  {
    "verse_id": 30,
    "translation": "And the messenger will say, “O my Lord, my people had taken this Qur’ān as deserted.”"
  },
  {
    "verse_id": 31,
    "translation": "In a similar way We made for every prophet an enemy from among the sinners, but your Lord suffices as a guide and as a supporter."
  },
  {
    "verse_id": 32,
    "translation": "Said those who disbelieved, “Why has the Qur’ān not been revealed to him all at once?” (It has been sent down) in this way (i.e. in parts) so that We make your heart firm, and We revealed it little by little."
  },
  {
    "verse_id": 33,
    "translation": "They bring to you no hypothesis, but We bring to you the correct position and (an answer) better explained."
  },
  {
    "verse_id": 34,
    "translation": "Those who will be driven on their faces to Hell - they are the worst in situation and far more astray from the path."
  },
  {
    "verse_id": 35,
    "translation": "Surely We gave Mūsā the Book, and appointed his brother Hārūn as a minister with him."
  },
  {
    "verse_id": 36,
    "translation": "So we said, “Go, both of you, to the people who have rejected Our signs” Then We annihilated them totally."
  },
  {
    "verse_id": 37,
    "translation": "As for the people of NūH, when they rejected the messengers, We drowned them and made them an example for mankind, and We have prepared a painful punishment for the transgressors."
  },
  {
    "verse_id": 38,
    "translation": "And (We annihilated also the peoples of) ‘Ād and Thamūd and the people of Rass, and many generations in between them."
  },
  {
    "verse_id": 39,
    "translation": "To each (of them) We cited examples, and each of them We brought to utter ruin."
  },
  {
    "verse_id": 40,
    "translation": "Indeed they (the pagans of Makkah) have passed by the town that was afflicted by an evil rain sent down to it. So, have they not been seeing it? Rather, they do not believe in Resurrection."
  },
  {
    "verse_id": 41,
    "translation": "When they see you, they take you only as a laughing stock, (saying) “Is this the man whom Allah has sent as a messenger?"
  },
  {
    "verse_id": 42,
    "translation": "He would have almost led us astray from our gods, had we not been so firm towards them.” They will know when they will see the punishment, who is farther astray in his way."
  },
  {
    "verse_id": 43,
    "translation": "Tell me about the one who has taken his desire as his god, would you then, become a guardian for him?"
  },
  {
    "verse_id": 44,
    "translation": "Or do you think that most of them listen or understand? They are but like cattle. Rather, they are even farther astray from the (right) way."
  },
  {
    "verse_id": 45,
    "translation": "Have you not observed how your Lord stretched out the shadow (of the sun)? If He so willed, He would have made it stand still. Then We made the sun an indicator for it."
  },
  {
    "verse_id": 46,
    "translation": "Then We pulled it toward Us in a gradual manner."
  },
  {
    "verse_id": 47,
    "translation": "He is the One who has made the night an apparel for you, and the sleep a means of rest, and has made the day a means of revival."
  },
  {
    "verse_id": 48,
    "translation": "And He is the One who has sent the winds conveying good news before His mercy, and We have sent down purifying water from the heavens,"
  },
  {
    "verse_id": 49,
    "translation": "so that We revive a dead land therewith, and give drink to the many cattle and humans created by Us."
  },
  {
    "verse_id": 50,
    "translation": "And We have distributed it (the water) among them, so that they may take lesson. Yet most of the people refused all but ungratefulness."
  },
  {
    "verse_id": 51,
    "translation": "Had We so willed, We would have sent a (separate) warner for every town, (but, according to Our wisdom, We have sent Muhammad as a prophet for all these towns)"
  },
  {
    "verse_id": 52,
    "translation": "So, (O Prophet,) do not obey the infidels, and strive against them with it (the Qur’ān), in utmost endeavor."
  },
  {
    "verse_id": 53,
    "translation": "He is the One who joined the two seas, so as this is sweet, very sweet, and this is bitter, very bitter, and made between them a buffer and an insurmountable barrier."
  },
  {
    "verse_id": 54,
    "translation": "And He is the One who created man from water, then made of him relations created by lineage and relations created by marriage. Your Lord is All-Powerful."
  },
  {
    "verse_id": 55,
    "translation": "They worship, instead of Allah, what can neither give them any benefit nor can cause them any harm. The disbeliever is always a supporter (of Satan) against his Lord."
  },
  {
    "verse_id": 56,
    "translation": "We did not send you but as a bearer of good news and as a warner."
  },
  {
    "verse_id": 57,
    "translation": "Say, “I do not demand from you any return, except that one should adopt the (proper) way to his Lord, if he so wills."
  },
  {
    "verse_id": 58,
    "translation": "And place your trust in the Ever-Living who cannot die, and proclaim His purity along with His praise. Enough is He to be aware of the sins of His servants,"
  },
  {
    "verse_id": 59,
    "translation": "the One who created in six days the heavens and the earth and whatever lies between them, then He positioned Himself on the Throne. (He is) the RaHmān (the All-Merciful, Allah). So ask about Him someone who knows."
  },
  {
    "verse_id": 60,
    "translation": "And when it is said to them, “Prostrate yourselves to the RaHmān (the All-Merciful, Allah),” they say “What is RaHmān? Shall we prostrate ourselves to the one to whom you direct us?” And it increases nothing in them except aversion."
  },
  {
    "verse_id": 61,
    "translation": "Glorious is the One who made stellar formations in the sky, and placed therein a lamp (i.e. the sun) and a bright moon."
  },
  {
    "verse_id": 62,
    "translation": "And He is the One who made the day and the night following each other, for the one who wishes to be mindful or wishes to show gratitude."
  },
  {
    "verse_id": 63,
    "translation": "The servants of the RaHmān (the All-Merciful, Allah) are those who walk on the earth humbly, and when the ignorant people speak to them, they reply peacefully,"
  },
  {
    "verse_id": 64,
    "translation": "and those who pass the night prostrating themselves and standing before their Lord,"
  },
  {
    "verse_id": 65,
    "translation": "and those who say, “Our Lord, avert from us the punishment of Jahannam (the Hell); indeed, its punishment is a persisting affliction.”"
  },
  {
    "verse_id": 66,
    "translation": "Indeed, it is evil as an abode and a place to dwell in"
  },
  {
    "verse_id": 67,
    "translation": "- and those who, when they spend, are neither extravagant nor miserly, and it (i.e. their spending) is moderate in between (the two extremes,)"
  },
  {
    "verse_id": 68,
    "translation": "- and those who do not invoke any other god along with Allah, and do not kill a person whom Allah has given sanctity, except rightfully, nor do they fornicate; and whoever does it, shall face the recompense of his sin,"
  },
  {
    "verse_id": 69,
    "translation": "the punishment will be doubled for him, and he will remain there disdained, for ever,"
  },
  {
    "verse_id": 70,
    "translation": "except the one who repents and believes and does good deeds, then Allah will replace the evils of such people by good deeds, and Allah is Most-Forgiving, Very-Merciful."
  },
  {
    "verse_id": 71,
    "translation": "Whoever repents and does righteous deeds turns to Allah truly"
  },
  {
    "verse_id": 72,
    "translation": "- and those who do not witness falsehood, and when they pass by the absurd things, Pass by them with dignity,"
  },
  {
    "verse_id": 73,
    "translation": "and those who, when they are reminded of the verses of their Lord, do not fall at them as deaf and blind ones,"
  },
  {
    "verse_id": 74,
    "translation": "- and those who say, “Our Lord, Give us, from our spouses and our children, comfort of eyes, and make us heads of the God-fearing.”"
  },
  {
    "verse_id": 75,
    "translation": "Such people will be rewarded with the high place - because they observed patience - and will be received therein with prayers of their eternal life and peace,"
  },
  {
    "verse_id": 76,
    "translation": "living in it (the Paradise) for ever. It is best as an abode and as a place to dwell in."
  },
  {
    "verse_id": 77,
    "translation": "Say (O Prophet), “My Lord will never care about you, if you will not invoke Him. Now since you rejected (the truth), the punishment will be inseparable from you.”"
  }
]