[
  {
    "verse_id": 1,
    "translation": "Hā Mīm."
  },
  {
    "verse_id": 2,
    "translation": "By the manifest Book,"
  },
  {
    "verse_id": 3,
    "translation": "We have sent it down in a blessed night, (because) We had to warn (people)."
  },
  {
    "verse_id": 4,
    "translation": "In that (night), every wise matter is allocated"
  },
  {
    "verse_id": 5,
    "translation": "through a command from Us. We were to send the Messenger"
  },
  {
    "verse_id": 6,
    "translation": "as a mercy from your Lord, -Surely, He is the All-Hearing, the All-Knowing-"
  },
  {
    "verse_id": 7,
    "translation": "the Lord of the heavens and the earth and of whatever there is between them, if you are to believe."
  },
  {
    "verse_id": 8,
    "translation": "There is no god, but He. He gives life and brings death. He is your Lord and the Lord of your forefathers."
  },
  {
    "verse_id": 9,
    "translation": "But they, being in doubt, are playing around."
  },
  {
    "verse_id": 10,
    "translation": "So, wait for a day when the sky will come up with a visible smoke"
  },
  {
    "verse_id": 11,
    "translation": "that will envelop people. This is a painful punishment."
  },
  {
    "verse_id": 12,
    "translation": "(Then they will say,) “O our Lord, remove from us the punishment; we will truly believe.”"
  },
  {
    "verse_id": 13,
    "translation": "How will they take lesson, while there has already come to them a messenger making things clear?"
  },
  {
    "verse_id": 14,
    "translation": "Then they turned away from him, and said, “(He is) tutored, crazy.”"
  },
  {
    "verse_id": 15,
    "translation": "(Well,) We are going to remove the punishment for a while, (but) you will certainly go back (to your original position)."
  },
  {
    "verse_id": 16,
    "translation": "(Then,) the day We will seize (you) with the greatest seizure, We will take vengeance."
  },
  {
    "verse_id": 17,
    "translation": "And We tested the people of Fir‘aun (Pharaoh) prior to them, and a noble messenger came to them"
  },
  {
    "verse_id": 18,
    "translation": "saying, “Deliver to me the servants of Allah. I am an honest messenger to you,”"
  },
  {
    "verse_id": 19,
    "translation": "and saying, “Do not be haughty against Allah. I bring to you a clear proof."
  },
  {
    "verse_id": 20,
    "translation": "And I have sought refuge with my Lord and your Lord, lest you stone me to death."
  },
  {
    "verse_id": 21,
    "translation": "And if you do not believe in me, then keep away from me.”"
  },
  {
    "verse_id": 22,
    "translation": "Then he prayed to his Lord saying, “These are a guilty people.”"
  },
  {
    "verse_id": 23,
    "translation": "(So, Allah answered his prayer saying,) “Now, take away my servants at night. You will certainly be chased,"
  },
  {
    "verse_id": 24,
    "translation": "and leave the sea in the state of stillness; they are an army that is sure to be drowned.”"
  },
  {
    "verse_id": 25,
    "translation": "How many gardens and fountains have they left behind-"
  },
  {
    "verse_id": 26,
    "translation": "- and how many fields and noble sites,"
  },
  {
    "verse_id": 27,
    "translation": "and how many a luxury they used to rejoice in!"
  },
  {
    "verse_id": 28,
    "translation": "This is how it happened. And We made other people inherit all this."
  },
  {
    "verse_id": 29,
    "translation": "So, neither the sky and earth wept over them, nor were they given a respite."
  },
  {
    "verse_id": 30,
    "translation": "And We delivered the children of Isrā’īl from the humiliating punishment,"
  },
  {
    "verse_id": 31,
    "translation": "from Fir‘aun. Indeed, he was haughty, one of the transgressors."
  },
  {
    "verse_id": 32,
    "translation": "And We chose them, with knowledge, above all the worlds."
  },
  {
    "verse_id": 33,
    "translation": "And We gave them the clear signs in which there was a manifest blessing."
  },
  {
    "verse_id": 34,
    "translation": "These people say,"
  },
  {
    "verse_id": 35,
    "translation": "“There is nothing more than our first death, and we are not going to be resurrected."
  },
  {
    "verse_id": 36,
    "translation": "So, (O believers,) bring our fathers, if you are true (in your belief in resurrection.)”"
  },
  {
    "verse_id": 37,
    "translation": "Are they better or the people of Tubba‘ and those who were before them? We have destroyed them. They were guilty indeed."
  },
  {
    "verse_id": 38,
    "translation": "And We did not create the heavens and the earth and what is between them just as players."
  },
  {
    "verse_id": 39,
    "translation": "We did not create them but with true purpose, but most of them do not know."
  },
  {
    "verse_id": 40,
    "translation": "The Day of Decision is the appointed time for all of them-"
  },
  {
    "verse_id": 41,
    "translation": "the day when no close relation will be of any use to any close relation, nor will they be helped,"
  },
  {
    "verse_id": 42,
    "translation": "except the One on whom Allah has mercy. Of course, He is the All-Mighty, the Very-Merciful."
  },
  {
    "verse_id": 43,
    "translation": "Indeed the tree of zaqqūm"
  },
  {
    "verse_id": 44,
    "translation": "is the food of the sinful,"
  },
  {
    "verse_id": 45,
    "translation": "like dregs of oil. It will boil in the bellies"
  },
  {
    "verse_id": 46,
    "translation": "like the boiling of hot water."
  },
  {
    "verse_id": 47,
    "translation": "(It will be said to angels,) “Seize him, and drag him into the midst of the Hell."
  },
  {
    "verse_id": 48,
    "translation": "Then pour on his head some torment of boiling water.”"
  },
  {
    "verse_id": 49,
    "translation": "“Have a taste! You are the ‘man of might’, the ‘man of honour’."
  },
  {
    "verse_id": 50,
    "translation": "This is the thing about which you used to be skeptic.”"
  },
  {
    "verse_id": 51,
    "translation": "Indeed the God-fearing will be in a place free from fear,"
  },
  {
    "verse_id": 52,
    "translation": "in gardens and fountains."
  },
  {
    "verse_id": 53,
    "translation": "They will be dressed in fine silk and thick silk, facing each other."
  },
  {
    "verse_id": 54,
    "translation": "Thus (it will happen,) and We will marry them with houris having big dark eyes."
  },
  {
    "verse_id": 55,
    "translation": "They will call therein for every fruit peacefully."
  },
  {
    "verse_id": 56,
    "translation": "They will not taste death therein beyond the first death (they faced in the world). And He (Allah) will save them from the torment of Hell,"
  },
  {
    "verse_id": 57,
    "translation": "as a favour from your Lord. That is the great achievement."
  },
  {
    "verse_id": 58,
    "translation": "So, We had made it (the Qur’ān) easy in your tongue, so that they may take lesson."
  },
  {
    "verse_id": 59,
    "translation": "Now wait. They too are waiting."
  }
]