[
  {
    "verse_id": 1,
    "translation": "The Imminent Happening!"
  },
  {
    "verse_id": 2,
    "translation": "What is the Imminent Happening?"
  },
  {
    "verse_id": 3,
    "translation": "And what can let you know what the Imminent happening is?"
  },
  {
    "verse_id": 4,
    "translation": "Thamūd and ‘Ād had denied (the happening of) the Shocking Event (the Day of Judgment)."
  },
  {
    "verse_id": 5,
    "translation": "As for Thamūd, they were destroyed by that (dreadful cry), which exceeded all limits."
  },
  {
    "verse_id": 6,
    "translation": "And as for ‘Ād, they were destroyed by a violent windstorm"
  },
  {
    "verse_id": 7,
    "translation": "that He imposed on them for seven nights and eight consecutive days; so you could see them thrown on the ground, as if they were trunks of hollow palm-trees."
  },
  {
    "verse_id": 8,
    "translation": "Now, do you see any remnant of them?"
  },
  {
    "verse_id": 9,
    "translation": "And Fir‘aun (Pharaoh) and those before him and the overthrown towns came up with evil,"
  },
  {
    "verse_id": 10,
    "translation": "and they disobeyed the messenger of their Lord, so He seized them with an extremely severe seizure."
  },
  {
    "verse_id": 11,
    "translation": "When the water overflowed (in the Deluge of NūH), We let you (O mankind,) board the floating ship,"
  },
  {
    "verse_id": 12,
    "translation": "so that We make it a reminder for you, and so that a preserving ear (that hears their story) may preserve it."
  },
  {
    "verse_id": 13,
    "translation": "Then, once the Trumpet will be blown for the first time,"
  },
  {
    "verse_id": 14,
    "translation": "and the earth and the mountains will be lifted and crushed into pieces with a single blow,"
  },
  {
    "verse_id": 15,
    "translation": "then on that Day the Happening will happen,"
  },
  {
    "verse_id": 16,
    "translation": "and the sky will burst apart, while it will have become frail on that day."
  },
  {
    "verse_id": 17,
    "translation": "And the angels will be on its borders. And on that Day, the Throne of your Lord will be carried above them by eight (angels)."
  },
  {
    "verse_id": 18,
    "translation": "On that day, you will be brought forward in a way that no secret of yours will remain secret."
  },
  {
    "verse_id": 19,
    "translation": "Now, as for him who is given his book in his right hand, he will say (to his colleagues), “Come here, read my book."
  },
  {
    "verse_id": 20,
    "translation": "I was sure that I would encounter my reckoning.”"
  },
  {
    "verse_id": 21,
    "translation": "So he will be in a well-pleasing life"
  },
  {
    "verse_id": 22,
    "translation": "in a lofty garden,"
  },
  {
    "verse_id": 23,
    "translation": "the fruits of which will be close at hand."
  },
  {
    "verse_id": 24,
    "translation": "(It will be said to such people,) “Eat and drink with pleasure, as a reward for what you did in advance during past days.”"
  },
  {
    "verse_id": 25,
    "translation": "As for him who will be given his book in his left hand, he will say, “ Oh, would that I had not been given my book,"
  },
  {
    "verse_id": 26,
    "translation": "and I had never known what my account is!"
  },
  {
    "verse_id": 27,
    "translation": "Oh, would that it (death) had been the end of the matter!"
  },
  {
    "verse_id": 28,
    "translation": "My wealth has not been of any use to me."
  },
  {
    "verse_id": 29,
    "translation": "My power has gone from me for good.”"
  },
  {
    "verse_id": 30,
    "translation": "(Then it will be said to angels,) “Seize him, then put a collar around his neck,"
  },
  {
    "verse_id": 31,
    "translation": "and then, let him burn in the blazing fire."
  },
  {
    "verse_id": 32,
    "translation": "Thereafter, fasten him with a chain the measure of which is seventy hands.”"
  },
  {
    "verse_id": 33,
    "translation": "Indeed, he did not believe in Allah, the Almighty,"
  },
  {
    "verse_id": 34,
    "translation": "and did not persuade (others) to feed the needy."
  },
  {
    "verse_id": 35,
    "translation": "So, he has no friend here today,"
  },
  {
    "verse_id": 36,
    "translation": "nor any food except that which comes out from wounds when washing,"
  },
  {
    "verse_id": 37,
    "translation": "which is eaten by none but the sinners."
  },
  {
    "verse_id": 38,
    "translation": "I swear by what you see,"
  },
  {
    "verse_id": 39,
    "translation": "and what you do not see,"
  },
  {
    "verse_id": 40,
    "translation": "it is surely the speech of a noble Messenger, (that he conveys from Allah)."
  },
  {
    "verse_id": 41,
    "translation": "and it is not the speech of a poet, (but) little you believe,"
  },
  {
    "verse_id": 42,
    "translation": "nor is it the speech of a soothsayer, (but) little you heed to the advice."
  },
  {
    "verse_id": 43,
    "translation": "It is a revelation from the Lord of the worlds."
  },
  {
    "verse_id": 44,
    "translation": "Had he (the prophet) forged some statements in Our name,"
  },
  {
    "verse_id": 45,
    "translation": "We would have certainly seized him by the right hand,"
  },
  {
    "verse_id": 46,
    "translation": "and then severed his life-artery,"
  },
  {
    "verse_id": 47,
    "translation": "and none of you could have saved him from it."
  },
  {
    "verse_id": 48,
    "translation": "It is infact a Reminder for the God-fearing."
  },
  {
    "verse_id": 49,
    "translation": "And, of course, We know that among you there are deniers."
  },
  {
    "verse_id": 50,
    "translation": "And surely, it is a cause of remorse for the disbelievers."
  },
  {
    "verse_id": 51,
    "translation": "And it is surely an absolute truth."
  },
  {
    "verse_id": 52,
    "translation": "So, pronounce the purity of the name of your magnificent Lord."
  }
]