[
  {
    "verse_id": 1,
    "translation": "Say, “It has been revealed to me that a group from Jinn has listened (to the Qur’ān), and said (to their people), ‘Indeed we have heard an amazing Recital (Qur’ān)"
  },
  {
    "verse_id": 2,
    "translation": "that guides to the right way, so we have believed in it, and we will never associate a partner with our Lord.’"
  },
  {
    "verse_id": 3,
    "translation": "and (then the Jinns started talking to each other) that exalted is the Glory of our Lord; He has taken neither a wife, nor a son,"
  },
  {
    "verse_id": 4,
    "translation": "and that the fools among us used to attribute to Allah extremely absurd things,"
  },
  {
    "verse_id": 5,
    "translation": "and that we thought that the humans and the Jinn would never tell a lie about Allah, (therefore, we had followed them in shirk under this impression),"
  },
  {
    "verse_id": 6,
    "translation": "and that some guys from human beings used to seek refuge with some guys of the Jinn, and thus they increased them (the Jinns) in arrogance,"
  },
  {
    "verse_id": 7,
    "translation": "and that they (humans) thought as you (O Jinns) thought that Allah will never resurrect anyone,"
  },
  {
    "verse_id": 8,
    "translation": "and that we sought (to reach) the sky, but we found it filled with stern guards and flames,"
  },
  {
    "verse_id": 9,
    "translation": "and that we used to sit at places therein to listen; but if one will (try to) listen now, he will find a flame in ambush for him,"
  },
  {
    "verse_id": 10,
    "translation": "and that we do not know whether it is a bad end that is intended for those on earth, or their Lord has intended for them a right thing,"
  },
  {
    "verse_id": 11,
    "translation": "and that some of us are (already) righteous, and some of us are otherwise, and we were on different ways;"
  },
  {
    "verse_id": 12,
    "translation": "and that we have now believed that we can never frustrate Allah on the earth, nor can we baffle Him by escape,"
  },
  {
    "verse_id": 13,
    "translation": "and that when we heard the Guiding Discourse, we believed in it; so if one believes in his Lord, he will have no fear of either any curtailment (in his reward) or any excess (in his punishment),"
  },
  {
    "verse_id": 14,
    "translation": "and that some of us are Muslims, and some of us are unjust. Now, those who submitted to Islam have found out the right path,"
  },
  {
    "verse_id": 15,
    "translation": "As for the unjust, they have become firewood for Hell.”"
  },
  {
    "verse_id": 16,
    "translation": "“(And it is also revealed to me) that if they (the people of Makkah) had stood firm on the (right) way, We would have supplied water to them in abundance,"
  },
  {
    "verse_id": 17,
    "translation": "so that We test them thereby; and if one turns away from the remembrance of his Lord, He will thrust him into a severe torment,"
  },
  {
    "verse_id": 18,
    "translation": "and that masājid (mosques) belong to Allah; so, do not invoke anyone along with Allah,"
  },
  {
    "verse_id": 19,
    "translation": "and that when Allah’s servant stood invoking Him, they almost rushed on him in crowds.”"
  },
  {
    "verse_id": 20,
    "translation": "Say, “I invoke my Lord, and do not associate anyone with Him.”"
  },
  {
    "verse_id": 21,
    "translation": "Say, “I possess no power to cause you any harm or bring you to a right way.”"
  },
  {
    "verse_id": 22,
    "translation": "Say, “No one can ever save me from Allah, and I can never find a refuge save with Him."
  },
  {
    "verse_id": 23,
    "translation": "However, (I have been given power) of conveying (commands) from Allah, and His messages. The one who disobeys Allah and His Messenger, for him there is the fire of Hell, wherein such people will live forever."
  },
  {
    "verse_id": 24,
    "translation": "(The disbelievers will continue denying the truth and mock at it) until when they will see what they are promised, they will know whose supporters are weaker, and whose numbers are less."
  },
  {
    "verse_id": 25,
    "translation": "Say, “I do not know whether that which you are promised is near, or my Lord has appointed for it a distant term."
  },
  {
    "verse_id": 26,
    "translation": "(He is the) Knower of the Unseen. So He does not let anyone know the Unseen created by Him,"
  },
  {
    "verse_id": 27,
    "translation": "except a messenger whom He chooses (to inform through revelation), and then He appoints (angels as) watching guards before him and behind him, (so that devils may not tamper with the divine revelation,)"
  },
  {
    "verse_id": 28,
    "translation": "so that He knows that they (angels) have conveyed the messages of their Lord. And He has encompassed all that is with them, and has comprehensive knowledge of every thing by numbers."
  }
]