[
  {
    "verse_id": 1,
    "translation": "O you, wrapped up in clothes,"
  },
  {
    "verse_id": 2,
    "translation": "stand at night (for prayer) except a little-"
  },
  {
    "verse_id": 3,
    "translation": "-half of it, or make it a little less,"
  },
  {
    "verse_id": 4,
    "translation": "or make it a little more; and recite the Qur’ān clearly with tartīl (in a distinct and measured tone)."
  },
  {
    "verse_id": 5,
    "translation": "We are going to send down to you a weighty discourse."
  },
  {
    "verse_id": 6,
    "translation": "Truly, rising by night (for prayer of tahajjud) is the most effective way to subdue (one’s base self) and to make speech more upright."
  },
  {
    "verse_id": 7,
    "translation": "Surely, in daytime, you have a lengthy work to do."
  },
  {
    "verse_id": 8,
    "translation": "And remember the name of your Lord, and devote yourself to Him with exclusive devotion."
  },
  {
    "verse_id": 9,
    "translation": "He is the Lord of the East and the West; there is no god but He; so take Him for (your) Guardian."
  },
  {
    "verse_id": 10,
    "translation": "And bear patiently what they (the opponents) say, and part with them in a beautiful manner."
  },
  {
    "verse_id": 11,
    "translation": "And leave Me alone (to deal) with the deniers, the people of luxury, and give them respite for a while."
  },
  {
    "verse_id": 12,
    "translation": "Surely with Us are fetters and flaming fire,"
  },
  {
    "verse_id": 13,
    "translation": "and food that chokes, and a painful punishment"
  },
  {
    "verse_id": 14,
    "translation": "on the Day when the earth and the mountains will quake, and the mountains will turn into a slipping heap of sand."
  },
  {
    "verse_id": 15,
    "translation": "(O people,) We have sent to you a messenger, as a witness over you, just as We sent a messenger to Fir‘aun (Pharaoh)."
  },
  {
    "verse_id": 16,
    "translation": "Then, Fir‘aun disobeyed the messenger; so We seized him with a severe seizure."
  },
  {
    "verse_id": 17,
    "translation": "So, if you disbelieve, how will you save yourself from a day that will turn the small boys into grey-headed old men,"
  },
  {
    "verse_id": 18,
    "translation": "whereby the sky will burst apart. His promise has to be fulfilled."
  },
  {
    "verse_id": 19,
    "translation": "Indeed, this is a reminder; so let anyone who so wishes, adopt a way to his Lord."
  },
  {
    "verse_id": 20,
    "translation": "Your Lord knows that you stand (in prayer) for nearly two thirds of the night, and (at times) for half of it, and (at times) for one third of it, and (so do) a group of those who are with you. And Allah measures the night and the day. He knows that you (O Muslims,) cannot do it in regular way; therefore He turned to you in mercy.Now, recite as much of the Qur’ān as is easy (for you). He knows that some of you may be sick, and others traveling in the land, seeking the grace of Allah, and yet others fighting in Allah’s way. Therefore, recite as much of it as is easy. And establish Salāh, and pay Zakāh, and advance to Allah a goodly loan. And whatever good you will send ahead for your own-selves, you will find it with Allah much better in condition, and much greater in reward. And seek forgiveness from Allah. Indeed Allah is Most-Forgiving, Very-Merciful."
  }
]