[
  {
    "verse_id": 1,
    "translation": "There has come upon man a period of time in which he was nothing worth mentioning."
  },
  {
    "verse_id": 2,
    "translation": "We have created man from a mixed sperm-drop to put him to a test; then We made him able to hear, able to see."
  },
  {
    "verse_id": 3,
    "translation": "We have shown him the way to be either grateful or ungrateful."
  },
  {
    "verse_id": 4,
    "translation": "We have prepared, for the disbelievers, shackles and iron-collars and a blazing Fire."
  },
  {
    "verse_id": 5,
    "translation": "Indeed, the righteous will have a drink from a goblet, blended with (a drink from) Camphor"
  },
  {
    "verse_id": 6,
    "translation": "that will be a spring from which Allah’s servants will drink, making it flow (wherever they wish) profusely."
  },
  {
    "verse_id": 7,
    "translation": "They (are the ones who) fulfill their vows, and fear a day whose evil (events) will spread far and wide,"
  },
  {
    "verse_id": 8,
    "translation": "and they give food, out of their love for Him (Allah), to the needy, and the orphan, and the captive,"
  },
  {
    "verse_id": 9,
    "translation": "(saying to them,) “We feed you only for the sake of Allah; we have no intention of (receiving) either a return from you or thanks."
  },
  {
    "verse_id": 10,
    "translation": "In fact, we are fearful of a day, from the side of our Lord, that will be frowning, extremely malignant.”"
  },
  {
    "verse_id": 11,
    "translation": "So Allah will save them from the evil of that day, and will grant them bloom and delight,"
  },
  {
    "verse_id": 12,
    "translation": "and will give them, in return for their patience, Paradise and (garments of) silk,"
  },
  {
    "verse_id": 13,
    "translation": "wherein they will be reclining on couches, feeling neither heat of the sun nor intense cold."
  },
  {
    "verse_id": 14,
    "translation": "And shades of gardens will be hanging low on them, and their fruits will be placed totally under their command."
  },
  {
    "verse_id": 15,
    "translation": "Circulated among them will be vessels of silver, and cups that will be (as transparent as) crystals,"
  },
  {
    "verse_id": 16,
    "translation": "-crystals (as shining as if made) of silver, measured by those (who filled them) with due measure."
  },
  {
    "verse_id": 17,
    "translation": "And they will be served with goblet of a drink blended with ginger,"
  },
  {
    "verse_id": 18,
    "translation": "(acquired from) a spring therein called Salsabīl."
  },
  {
    "verse_id": 19,
    "translation": "And circling around them will be serving boys, blessed with eternal youth; when you would see them, you would take them as scattered pearls."
  },
  {
    "verse_id": 20,
    "translation": "When you will look around there, you will see the Bliss and a magnificent realm."
  },
  {
    "verse_id": 21,
    "translation": "Upon them will be garments of green sundus (a kind of fine silk), and of istabraq (a kind of thick silk), and they will be adorned by bracelets of silver. Their Lord will give them a pure beverage to drink:"
  },
  {
    "verse_id": 22,
    "translation": "“This is a reward for you, and your effort has been appreciated.”"
  },
  {
    "verse_id": 23,
    "translation": "Indeed we have revealed to you the Qur’ān through a gradual process."
  },
  {
    "verse_id": 24,
    "translation": "So, be steadfast patiently in (obeying) your Lord’s command, and do not obey any one of them who is sinner or ungrateful."
  },
  {
    "verse_id": 25,
    "translation": "And pronounce the name of Allah morning and evening."
  },
  {
    "verse_id": 26,
    "translation": "And in some parts of night prostrate yourself before Him, and pronounce His purity for long times at night."
  },
  {
    "verse_id": 27,
    "translation": "In fact these people love that which is immediate, and neglect a Heavy Day ahead of them."
  },
  {
    "verse_id": 28,
    "translation": "We have created them and have made their joints strong. And whenever We will, We would replace them with others like them, a total replacement."
  },
  {
    "verse_id": 29,
    "translation": "Indeed, this is a reminder; so let anyone who so wishes, adopt a way to his Lord."
  },
  {
    "verse_id": 30,
    "translation": "And you will not so wish unless Allah so wills. Indeed Allah is All-Knowing, All-Wise."
  },
  {
    "verse_id": 31,
    "translation": "He admits whomsoever He wills to His mercy. As for the wrongdoers, He has prepared for them a painful punishment."
  }
]