[
  {
    "verse_id": 1,
    "translation": "Woe to the curtailers"
  },
  {
    "verse_id": 2,
    "translation": "who, when they measure something to receive from people, take it in full,"
  },
  {
    "verse_id": 3,
    "translation": "and when they measure or weigh something to give it to them, give less than due."
  },
  {
    "verse_id": 4,
    "translation": "Do they not think that they have to be raised up"
  },
  {
    "verse_id": 5,
    "translation": "on a Great Day,"
  },
  {
    "verse_id": 6,
    "translation": "the Day when all the people will stand before the Lord of the worlds?"
  },
  {
    "verse_id": 7,
    "translation": "Never! (i.e. they should never act in such a way.) Indeed the record of deeds of the sinners is in Sijjīn."
  },
  {
    "verse_id": 8,
    "translation": "And what may let you know what Sijjīn is?"
  },
  {
    "verse_id": 9,
    "translation": "A register, inscribed!"
  },
  {
    "verse_id": 10,
    "translation": "Woe that day to the deniers,"
  },
  {
    "verse_id": 11,
    "translation": "who deny the Day of Requital!"
  },
  {
    "verse_id": 12,
    "translation": "And none denies it but every sinful transgressor."
  },
  {
    "verse_id": 13,
    "translation": "When Our verses are recited to him, he says, “(These are) tales of the ancients.”"
  },
  {
    "verse_id": 14,
    "translation": "No! But that which they used to commit has covered their hearts with rust."
  },
  {
    "verse_id": 15,
    "translation": "No! Indeed they will be screened off from their Lord on that Day."
  },
  {
    "verse_id": 16,
    "translation": "Then they will have to enter the Hell."
  },
  {
    "verse_id": 17,
    "translation": "Then it will be said, “This is what you used to deny.”"
  },
  {
    "verse_id": 18,
    "translation": "No! The record of deeds of the righteous is in ‘Illiyyūn."
  },
  {
    "verse_id": 19,
    "translation": "And what may let you know what ‘Illiyyūn is?"
  },
  {
    "verse_id": 20,
    "translation": "A register inscribed,"
  },
  {
    "verse_id": 21,
    "translation": "attended by those (angels) who are blessed with nearness to Allah!"
  },
  {
    "verse_id": 22,
    "translation": "Indeed the righteous will be in absolute bliss."
  },
  {
    "verse_id": 23,
    "translation": "While (sitting) on thrones they will be watching (the scenes of Paradise)."
  },
  {
    "verse_id": 24,
    "translation": "You will recognize the glamour of bliss on their faces."
  },
  {
    "verse_id": 25,
    "translation": "They will be served with a pure sealed wine to drink,"
  },
  {
    "verse_id": 26,
    "translation": "the seal of which will be of musk.-It is this (bliss) in aspiring for which the competitors should race each other."
  },
  {
    "verse_id": 27,
    "translation": "-and it will be blended with (a drink from) Tasnīm,"
  },
  {
    "verse_id": 28,
    "translation": "a spring from which will drink those who are blessed with nearness."
  },
  {
    "verse_id": 29,
    "translation": "Indeed those who were guilty used to laugh at those who believed,"
  },
  {
    "verse_id": 30,
    "translation": "and when they passed by them, they used to wink at one another,"
  },
  {
    "verse_id": 31,
    "translation": "and when they went back to their family, they went enjoying their mockery,"
  },
  {
    "verse_id": 32,
    "translation": "and when they saw them, they said, “Surely these are the ones who have gone astray”"
  },
  {
    "verse_id": 33,
    "translation": "while they were not sent as watchmen over them."
  },
  {
    "verse_id": 34,
    "translation": "So, today those who believed will laugh at the disbelievers."
  },
  {
    "verse_id": 35,
    "translation": "While (sitting) on thrones, they will be seeing"
  },
  {
    "verse_id": 36,
    "translation": "whether the disbelievers have been paid back for what they used to do."
  }
]