[
  {
    "verse_id": 1,
    "translation": "I swear by the sky, the one having stellar formations,"
  },
  {
    "verse_id": 2,
    "translation": "and by the Promised Day,"
  },
  {
    "verse_id": 3,
    "translation": "and by that which attends, and that which is attended,"
  },
  {
    "verse_id": 4,
    "translation": "cursed were the People of the Trench,"
  },
  {
    "verse_id": 5,
    "translation": "the (people of the) fire that was rich with fuel,"
  },
  {
    "verse_id": 6,
    "translation": "when they were sitting by it,"
  },
  {
    "verse_id": 7,
    "translation": "and were watching what they were doing with the believers."
  },
  {
    "verse_id": 8,
    "translation": "They punished them for nothing but that they believed in Allah, the All-Mighty, the Worthy of All Praise,"
  },
  {
    "verse_id": 9,
    "translation": "the One to whom belongs the Kingdom of the heavens and the earth. And Allah is witness over every thing."
  },
  {
    "verse_id": 10,
    "translation": "Surely, those who persecuted the believing men and the believing women, then did not repent, -for them there is the torment of Jahannam (Hell), and for them there is the torment of burning."
  },
  {
    "verse_id": 11,
    "translation": "As for those who believed and did righteous deeds, for them there are gardens beneath which rivers flow. That is the big achievement."
  },
  {
    "verse_id": 12,
    "translation": "The seizure of your Lord is severe indeed!"
  },
  {
    "verse_id": 13,
    "translation": "Surely He originates (creation) and repeats (it after death)."
  },
  {
    "verse_id": 14,
    "translation": "And He is the Most-Forgiving, the Most-Loving,"
  },
  {
    "verse_id": 15,
    "translation": "the Master of the Throne, the Glorious."
  },
  {
    "verse_id": 16,
    "translation": "He is ever doer of what He intends."
  },
  {
    "verse_id": 17,
    "translation": "Has there come to you the story of the forces,"
  },
  {
    "verse_id": 18,
    "translation": "of Fir‘aun (Pharaoh) and Thamūd?"
  },
  {
    "verse_id": 19,
    "translation": "But those who disbelieve are (engaged) in denying (the truth)."
  },
  {
    "verse_id": 20,
    "translation": "Allah has encompassed them from all sides."
  },
  {
    "verse_id": 21,
    "translation": "The reality is that it is the glorious Qur’ān,"
  },
  {
    "verse_id": 22,
    "translation": "(recorded) in the Preserved Tablet (LauH MaHfūZ)."
  }
]