[
  {
    "verse_id": 1,
    "translation": "Alif, Lām, Rā. These are the verses of the clear Book."
  },
  {
    "verse_id": 2,
    "translation": "Indeed, We have sent it down as an Arabic Qur’ān that you might understand."
  },
  {
    "verse_id": 3,
    "translation": "We relate to you, [O Muḥammad], the best of stories in what We have revealed to you of this Qur’ān although you were, before it, among the unaware."
  },
  {
    "verse_id": 4,
    "translation": "[Of these stories mention] when Joseph said to his father, \"O my father, indeed I have seen [in a dream] eleven stars and the sun and the moon; I saw them prostrating to me.\""
  },
  {
    "verse_id": 5,
    "translation": "He said, \"O my son, do not relate your vision to your brothers or they will contrive against you a plan. Indeed Satan, to man, is a manifest enemy."
  },
  {
    "verse_id": 6,
    "translation": "And thus will your Lord choose you and teach you the interpretation of narratives [i.e., events or dreams] and complete His favor upon you and upon the family of Jacob, as He completed it upon your fathers before, Abraham and Isaac. Indeed, your Lord is Knowing and Wise.\""
  },
  {
    "verse_id": 7,
    "translation": "Certainly were there in Joseph and his brothers signs for those who ask, [such as]"
  },
  {
    "verse_id": 8,
    "translation": "When they said, \"Joseph and his brother are more beloved to our father than we, while we are a clan. Indeed, our father is in clear error."
  },
  {
    "verse_id": 9,
    "translation": "Kill Joseph or cast him out to [another] land; the countenance [i.e., attention] of your father will [then] be only for you, and you will be after that a righteous people.\""
  },
  {
    "verse_id": 10,
    "translation": "Said a speaker among them, \"Do not kill Joseph but throw him into the bottom of the well; some travelers will pick him up - if you would do [something].\""
  },
  {
    "verse_id": 11,
    "translation": "They said, \"O our father, why do you not entrust us with Joseph while indeed, we are to him sincere counselors?"
  },
  {
    "verse_id": 12,
    "translation": "Send him with us tomorrow that he may eat well and play. And indeed, we will be his guardians.\""
  },
  {
    "verse_id": 13,
    "translation": "[Jacob] said, \"Indeed, it saddens me that you should take him, and I fear that a wolf would eat him while you are of him unaware.\""
  },
  {
    "verse_id": 14,
    "translation": "They said, \"If a wolf should eat him while we are a [strong] clan, indeed, we would then be losers.\""
  },
  {
    "verse_id": 15,
    "translation": "So when they took him [out] and agreed to put him into the bottom of the well... But We inspired to him, \"You will surely inform them [someday] about this affair of theirs while they do not perceive [your identity].\""
  },
  {
    "verse_id": 16,
    "translation": "And they came to their father at night, weeping."
  },
  {
    "verse_id": 17,
    "translation": "They said, \"O our father, indeed we went racing each other and left Joseph with our possessions, and a wolf ate him. But you would not believe us, even if we were truthful.\""
  },
  {
    "verse_id": 18,
    "translation": "And they brought upon his shirt false blood. [Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. And Allāh is the one sought for help against that which you describe.\""
  },
  {
    "verse_id": 19,
    "translation": "And there came a company of travelers; then they sent their water drawer, and he let down his bucket. He said, \"Good news! Here is a boy.\" And they concealed him, [taking him] as merchandise; and Allāh was Knowing of what they did."
  },
  {
    "verse_id": 20,
    "translation": "And they sold him for a reduced price - a few dirhams - and they were, concerning him, of those content with little."
  },
  {
    "verse_id": 21,
    "translation": "And the one from Egypt who bought him said to his wife, \"Make his residence comfortable. Perhaps he will benefit us, or we will adopt him as a son.\" And thus, We established Joseph in the land that We might teach him the interpretation of events [i.e., dreams]. And Allāh is predominant over His affair, but most of the people do not know."
  },
  {
    "verse_id": 22,
    "translation": "And when he [i.e., Joseph] reached maturity, We gave him judgement and knowledge. And thus We reward the doers of good."
  },
  {
    "verse_id": 23,
    "translation": "And she, in whose house he was, sought to seduce him. She closed the doors and said, \"Come, you.\" He said, \"[I seek] the refuge of Allāh. Indeed, he is my master, who has made good my residence. Indeed, wrongdoers will not succeed.\""
  },
  {
    "verse_id": 24,
    "translation": "And she certainly determined [to seduce] him, and he would have inclined to her had he not seen the proof [i.e., sign] of his Lord. And thus [it was] that We should avert from him evil and immorality. Indeed, he was of Our chosen servants."
  },
  {
    "verse_id": 25,
    "translation": "And they both raced to the door, and she tore his shirt from the back, and they found her husband at the door. She said, \"What is the recompense of one who intended evil for your wife but that he be imprisoned or a painful punishment?\""
  },
  {
    "verse_id": 26,
    "translation": "[Joseph] said, \"It was she who sought to seduce me.\" And a witness from her family testified, \"If his shirt is torn from the front, then she has told the truth, and he is of the liars."
  },
  {
    "verse_id": 27,
    "translation": "But if his shirt is torn from the back, then she has lied, and he is of the truthful.\""
  },
  {
    "verse_id": 28,
    "translation": "So when he [i.e., her husband] saw his shirt torn from the back, he said, \"Indeed, it is of your [i.e., women's] plan. Indeed, your plan is great [i.e., vehement]."
  },
  {
    "verse_id": 29,
    "translation": "Joseph, ignore this. And, [my wife], ask forgiveness for your sin. Indeed, you were of the sinful.\""
  },
  {
    "verse_id": 30,
    "translation": "And women in the city said, \"The wife of al-ʿAzeez is seeking to seduce her slave boy; he has impassioned her with love. Indeed, we see her [to be] in clear error.\""
  },
  {
    "verse_id": 31,
    "translation": "So when she heard of their scheming, she sent for them and prepared for them a banquet and gave each one of them a knife and said [to Joseph], \"Come out before them.\" And when they saw him, they greatly admired him and cut their hands and said, \"Perfect is Allāh! This is not a man; this is none but a noble angel.\""
  },
  {
    "verse_id": 32,
    "translation": "She said, \"That is the one about whom you blamed me. And I certainly sought to seduce him, but he firmly refused; and if he will not do what I order him, he will surely be imprisoned and will be of those debased.\""
  },
  {
    "verse_id": 33,
    "translation": "He said, \"My Lord, prison is more to my liking than that to which they invite me. And if You do not avert from me their plan, I might incline toward them and [thus] be of the ignorant.\""
  },
  {
    "verse_id": 34,
    "translation": "So his Lord responded to him and averted from him their plan. Indeed, He is the Hearing, the Knowing."
  },
  {
    "verse_id": 35,
    "translation": "Then it appeared to them after they had seen the signs that he [i.e., al-ʿAzeez] should surely imprison him for a time."
  },
  {
    "verse_id": 36,
    "translation": "And there entered the prison with him two young men. One of them said, \"Indeed, I have seen myself [in a dream] pressing [grapes for] wine.\" The other said, \"Indeed, I have seen myself carrying upon my head [some] bread, from which the birds were eating. Inform us of its interpretation; indeed, we see you to be of those who do good.\""
  },
  {
    "verse_id": 37,
    "translation": "He said, \"You will not receive food that is provided to you except that I will inform you of its interpretation before it comes to you. That is from what my Lord has taught me. Indeed, I have left the religion of a people who do not believe in Allāh, and they, in the Hereafter, are disbelievers."
  },
  {
    "verse_id": 38,
    "translation": "And I have followed the religion of my fathers, Abraham, Isaac and Jacob. And it was not for us to associate anything with Allāh. That is from the favor of Allāh upon us and upon the people, but most of the people are not grateful."
  },
  {
    "verse_id": 39,
    "translation": "O [my] two companions of prison, are separate lords better or Allāh, the One, the Prevailing?"
  },
  {
    "verse_id": 40,
    "translation": "You worship not besides Him except [mere] names you have named them, you and your fathers, for which Allāh has sent down no evidence. Legislation is not but for Allāh. He has commanded that you worship not except Him. That is the correct religion, but most of the people do not know."
  },
  {
    "verse_id": 41,
    "translation": "O two companions of prison, as for one of you, he will give drink to his master of wine; but as for the other, he will be crucified, and the birds will eat from his head. The matter has been decreed about which you both inquire.\""
  },
  {
    "verse_id": 42,
    "translation": "And he said to the one whom he knew would go free, \"Mention me before your master.\" But Satan made him forget the mention [to] his master, and he [i.e., Joseph] remained in prison several years."
  },
  {
    "verse_id": 43,
    "translation": "And [subsequently] the king said, \"Indeed, I have seen [in a dream] seven fat cows being eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry. O eminent ones, explain to me my vision, if you should interpret visions.\""
  },
  {
    "verse_id": 44,
    "translation": "They said, \"[It is but] a mixture of false dreams, and we are not learned in the interpretation of dreams.\""
  },
  {
    "verse_id": 45,
    "translation": "But the one who was freed and remembered after a time said, \"I will inform you of its interpretation, so send me forth.\""
  },
  {
    "verse_id": 46,
    "translation": "[He said], \"Joseph, O man of truth, explain to us about seven fat cows eaten by seven [that were] lean, and seven green spikes [of grain] and others [that were] dry - that I may return to the people [i.e., the king and his court]; perhaps they will know [about you].\""
  },
  {
    "verse_id": 47,
    "translation": "[Joseph] said, \"You will plant for seven years consecutively; and what you harvest leave in its spikes, except a little from which you will eat."
  },
  {
    "verse_id": 48,
    "translation": "Then will come after that seven difficult [years] which will consume what you advanced [i.e., saved] for them, except a little from which you will store."
  },
  {
    "verse_id": 49,
    "translation": "Then will come after that a year in which the people will be given rain and in which they will press [olives and grapes].\""
  },
  {
    "verse_id": 50,
    "translation": "And the king said, \"Bring him to me.\" But when the messenger came to him, [Joseph] said, \"Return to your master and ask him what is the case of the women who cut their hands. Indeed, my Lord is Knowing of their plan.\""
  },
  {
    "verse_id": 51,
    "translation": "Said [the king to the women], \"What was your condition when you sought to seduce Joseph?\" They said, \"Perfect is Allāh! We know about him no evil.\" The wife of al-ʿAzeez said, \"Now the truth has become evident. It was I who sought to seduce him, and indeed, he is of the truthful."
  },
  {
    "verse_id": 52,
    "translation": "That is so he [i.e., al-ʿAzeez] will know that I did not betray him in [his] absence and that Allāh does not guide the plan of betrayers."
  },
  {
    "verse_id": 53,
    "translation": "And I do not acquit myself. Indeed, the soul is a persistent enjoiner of evil, except those upon which my Lord has mercy. Indeed, my Lord is Forgiving and Merciful.\""
  },
  {
    "verse_id": 54,
    "translation": "And the king said, \"Bring him to me; I will appoint him exclusively for myself.\" And when he spoke to him, he said, \"Indeed, you are today established [in position] and trusted.\""
  },
  {
    "verse_id": 55,
    "translation": "[Joseph] said, \"Appoint me over the storehouses of the land. Indeed, I will be a knowing guardian.\""
  },
  {
    "verse_id": 56,
    "translation": "And thus We established Joseph in the land to settle therein wherever he willed. We touch with Our mercy whom We will, and We do not allow to be lost the reward of those who do good."
  },
  {
    "verse_id": 57,
    "translation": "And the reward of the Hereafter is better for those who believed and were fearing Allāh."
  },
  {
    "verse_id": 58,
    "translation": "And the brothers of Joseph came [seeking food], and they entered upon him; and he recognized them, but he was to them unknown."
  },
  {
    "verse_id": 59,
    "translation": "And when he had furnished them with their supplies, he said, \"Bring me a brother of yours from your father. Do you not see that I give full measure and that I am the best of accommodators?"
  },
  {
    "verse_id": 60,
    "translation": "But if you do not bring him to me, no measure will there be [hereafter] for you from me, nor will you approach me.\""
  },
  {
    "verse_id": 61,
    "translation": "They said, \"We will attempt to dissuade his father from [keeping] him, and indeed, we will do [it].\""
  },
  {
    "verse_id": 62,
    "translation": "And [Joseph] said to his servants, \"Put their merchandise into their saddlebags so they might recognize it when they have gone back to their people that perhaps they will [again] return.\""
  },
  {
    "verse_id": 63,
    "translation": "So when they returned to their father, they said, \"O our father, [further] measure has been denied to us, so send with us our brother [that] we will be given measure. And indeed, we will be his guardians.\""
  },
  {
    "verse_id": 64,
    "translation": "He said, \"Should I entrust you with him except [under coercion] as I entrusted you with his brother before? But Allāh is the best guardian, and He is the most merciful of the merciful.\""
  },
  {
    "verse_id": 65,
    "translation": "And when they opened their baggage, they found their merchandise returned to them. They said, \"O our father, what [more] could we desire? This is our merchandise returned to us. And we will obtain supplies [i.e., food] for our family and protect our brother and obtain an increase of a camel's load; that is an easy measurement.\""
  },
  {
    "verse_id": 66,
    "translation": "[Jacob] said, \"Never will I send him with you until you give me a promise [i.e., oath] by Allāh that you will bring him [back] to me, unless you should be surrounded [i.e., overcome by enemies].\" And when they had given their promise, he said, \"Allāh, over what we say, is Entrusted.\""
  },
  {
    "verse_id": 67,
    "translation": "And he said, \"O my sons, do not enter from one gate but enter from different gates; and I cannot avail you against [the decree of] Allāh at all. The decision is only for Allāh; upon Him I have relied, and upon Him let those who would rely [indeed] rely.\""
  },
  {
    "verse_id": 68,
    "translation": "And when they entered from where their father had ordered them, it did not avail them against Allāh at all except [it was] a need [i.e., concern] within the soul of Jacob, which he satisfied. And indeed, he was a possessor of knowledge because of what We had taught him, but most of the people do not know."
  },
  {
    "verse_id": 69,
    "translation": "And when they entered upon Joseph, he took his brother to himself; he said, \"Indeed, I am your brother, so do not despair over what they used to do [to me].\""
  },
  {
    "verse_id": 70,
    "translation": "So when he had furnished them with their supplies, he put the [gold measuring] bowl into the bag of his brother. Then an announcer called out, \"O caravan, indeed you are thieves.\""
  },
  {
    "verse_id": 71,
    "translation": "They said while approaching them, \"What is it you are missing?\""
  },
  {
    "verse_id": 72,
    "translation": "They said, \"We are missing the measure of the king. And for he who produces it is [the reward of] a camel's load, and I am responsible for it.\""
  },
  {
    "verse_id": 73,
    "translation": "They said, \"By Allāh, you have certainly known that we did not come to cause corruption in the land, and we have not been thieves.\""
  },
  {
    "verse_id": 74,
    "translation": "They [the accusers] said, \"Then what would be its recompense if you should be liars?\""
  },
  {
    "verse_id": 75,
    "translation": "[The brothers] said, \"Its recompense is that he in whose bag it is found - he [himself] will be its recompense. Thus do we recompense the wrongdoers.\""
  },
  {
    "verse_id": 76,
    "translation": "So he began [the search] with their bags before the bag of his brother; then he extracted it from the bag of his brother. Thus did We plan for Joseph. He could not have taken his brother within the religion [i.e., law] of the king except that Allāh willed. We raise in degrees whom We will, but over every possessor of knowledge is one [more] knowing."
  },
  {
    "verse_id": 77,
    "translation": "They said, \"If he steals - a brother of his has stolen before.\" But Joseph kept it within himself and did not reveal it to them. He said, \"You are worse in position, and Allāh is most knowing of what you describe.\""
  },
  {
    "verse_id": 78,
    "translation": "They said, \"O ʿAzeez, indeed he has a father [who is] an old man, so take one of us in place of him. Indeed, we see you as a doer of good.\""
  },
  {
    "verse_id": 79,
    "translation": "He said, \"[I seek] the refuge of Allāh [to prevent] that we take except him with whom we found our possession. Indeed, we would then be unjust.\""
  },
  {
    "verse_id": 80,
    "translation": "So when they had despaired of him, they secluded themselves in private consultation. The eldest of them said, \"Do you not know that your father has taken upon you an oath by Allāh and [that] before you failed in [your duty to] Joseph? So I will never leave [this] land until my father permits me or Allāh decides for me, and He is the best of judges."
  },
  {
    "verse_id": 81,
    "translation": "Return to your father and say, 'O our father, indeed your son has stolen, and we did not testify except to what we knew. And we were not witnesses of the unseen."
  },
  {
    "verse_id": 82,
    "translation": "And ask the city in which we were and the caravan in which we came - and indeed, we are truthful.'\""
  },
  {
    "verse_id": 83,
    "translation": "[Jacob] said, \"Rather, your souls have enticed you to something, so patience is most fitting. Perhaps Allāh will bring them to me all together. Indeed, it is He who is the Knowing, the Wise.\""
  },
  {
    "verse_id": 84,
    "translation": "And he turned away from them and said, \"Oh, my sorrow over Joseph,\" and his eyes became white from grief, for he was [of that] a suppressor."
  },
  {
    "verse_id": 85,
    "translation": "They said, \"By Allāh, you will not cease remembering Joseph until you become fatally ill or become of those who perish.\""
  },
  {
    "verse_id": 86,
    "translation": "He said, \"I only complain of my suffering and my grief to Allāh, and I know from Allāh that which you do not know."
  },
  {
    "verse_id": 87,
    "translation": "O my sons, go and find out about Joseph and his brother and despair not of relief from Allāh. Indeed, no one despairs of relief from Allāh except the disbelieving people.\""
  },
  {
    "verse_id": 88,
    "translation": "So when they entered upon him [i.e., Joseph], they said, \"O ʿAzeez, adversity has touched us and our family, and we have come with goods poor in quality, but give us full measure and be charitable to us. Indeed, Allāh rewards the charitable.\""
  },
  {
    "verse_id": 89,
    "translation": "He said, \"Do you know what you did with Joseph and his brother when you were ignorant?\""
  },
  {
    "verse_id": 90,
    "translation": "They said, \"Are you indeed Joseph?\" He said, \"I am Joseph, and this is my brother. Allāh has certainly favored us. Indeed, he who fears Allāh and is patient, then indeed, Allāh does not allow to be lost the reward of those who do good.\""
  },
  {
    "verse_id": 91,
    "translation": "They said, \"By Allāh, certainly has Allāh preferred you over us, and indeed, we have been sinners.\""
  },
  {
    "verse_id": 92,
    "translation": "He said, \"No blame will there be upon you today. May Allāh forgive you; and He is the most merciful of the merciful."
  },
  {
    "verse_id": 93,
    "translation": "Take this, my shirt, and cast it over the face of my father; he will become seeing. And bring me your family, all together.\""
  },
  {
    "verse_id": 94,
    "translation": "And when the caravan departed [from Egypt], their father said, \"Indeed, I find the smell of Joseph [and would say that he was alive] if you did not think me weakened in mind.\""
  },
  {
    "verse_id": 95,
    "translation": "They said, \"By Allāh, indeed you are in your [same] old error.\""
  },
  {
    "verse_id": 96,
    "translation": "And when the bearer of good tidings arrived, he cast it over his face, and he returned [once again] seeing. He said, \"Did I not tell you that I know from Allāh that which you do not know?\""
  },
  {
    "verse_id": 97,
    "translation": "They said, \"O our father, ask for us forgiveness of our sins; indeed, we have been sinners.\""
  },
  {
    "verse_id": 98,
    "translation": "He said, \"I will ask forgiveness for you from my Lord. Indeed, it is He who is the Forgiving, the Merciful.\""
  },
  {
    "verse_id": 99,
    "translation": "And when they entered upon Joseph, he took his parents to himself [i.e., embraced them] and said, \"Enter Egypt, Allāh willing, safe [and secure].\""
  },
  {
    "verse_id": 100,
    "translation": "And he raised his parents upon the throne, and they bowed to him in prostration. And he said, \"O my father, this is the explanation of my vision of before. My Lord has made it reality. And He was certainly good to me when He took me out of prison and brought you [here] from bedouin life after Satan had induced [estrangement] between me and my brothers. Indeed, my Lord is Subtle in what He wills. Indeed, it is He who is the Knowing, the Wise."
  },
  {
    "verse_id": 101,
    "translation": "My Lord, You have given me [something] of sovereignty and taught me of the interpretation of dreams. Creator of the heavens and earth, You are my protector in this world and the Hereafter. Cause me to die a Muslim and join me with the righteous.\""
  },
  {
    "verse_id": 102,
    "translation": "That is from the news of the unseen which We reveal, [O Muḥammad], to you. And you were not with them when they put together their plan while they conspired."
  },
  {
    "verse_id": 103,
    "translation": "And most of the people, although you strive [for it], are not believers."
  },
  {
    "verse_id": 104,
    "translation": "And you do not ask of them for it any payment. It is not except a reminder to the worlds."
  },
  {
    "verse_id": 105,
    "translation": "And how many a sign within the heavens and earth do they pass over while they, therefrom, are turning away."
  },
  {
    "verse_id": 106,
    "translation": "And most of them believe not in Allāh except while they associate others with Him."
  },
  {
    "verse_id": 107,
    "translation": "Then do they feel secure that there will not come to them an overwhelming [aspect] of the punishment of Allāh or that the Hour will not come upon them suddenly while they do not perceive?"
  },
  {
    "verse_id": 108,
    "translation": "Say, \"This is my way; I invite to Allāh with insight, I and those who follow me. And exalted is Allāh; and I am not of those who associate others with Him.\""
  },
  {
    "verse_id": 109,
    "translation": "And We sent not before you [as messengers] except men to whom We revealed from among the people of cities. So have they not traveled through the earth and observed how was the end of those before them? And the home of the Hereafter is best for those who fear Allāh; then will you not reason?"
  },
  {
    "verse_id": 110,
    "translation": "[They continued] until, when the messengers despaired and were certain that they had been denied, there came to them Our victory, and whoever We willed was saved. And Our punishment cannot be repelled from the people who are criminals."
  },
  {
    "verse_id": 111,
    "translation": "There was certainly in their stories a lesson for those of understanding. Never was it [i.e., the Qur’ān] a narration invented, but a confirmation of what was before it and a detailed explanation of all things and guidance and mercy for a people who believe."
  }
]