[
  {
    "verse_id": 1,
    "translation": "Ṣād. By the Qur’ān containing reminder..."
  },
  {
    "verse_id": 2,
    "translation": "But those who disbelieve are in pride and dissension."
  },
  {
    "verse_id": 3,
    "translation": "How many a generation have We destroyed before them, and they [then] called out; but it was not a time for escape."
  },
  {
    "verse_id": 4,
    "translation": "And they wonder that there has come to them a warner [i.e., Prophet Muḥammad (ﷺ)] from among themselves. And the disbelievers say, \"This is a magician and a liar."
  },
  {
    "verse_id": 5,
    "translation": "Has he made the gods [only] one God? Indeed, this is a curious thing.\""
  },
  {
    "verse_id": 6,
    "translation": "And the eminent among them went forth, [saying], \"Continue, and be patient over [the defense of] your gods. Indeed, this is a thing intended."
  },
  {
    "verse_id": 7,
    "translation": "We have not heard of this in the latest religion. This is not but a fabrication."
  },
  {
    "verse_id": 8,
    "translation": "Has the message been revealed to him out of [all of] us?\" Rather, they are in doubt about My message. Rather, they have not yet tasted My punishment."
  },
  {
    "verse_id": 9,
    "translation": "Or do they have the depositories of the mercy of your Lord, the Exalted in Might, the Bestower?"
  },
  {
    "verse_id": 10,
    "translation": "Or is theirs the dominion of the heavens and the earth and what is between them? Then let them ascend through [any] ways of access."
  },
  {
    "verse_id": 11,
    "translation": "[They are but] soldiers [who will be] defeated there among the companies [of disbelievers]."
  },
  {
    "verse_id": 12,
    "translation": "The people of Noah denied before them, and [the tribe of] ʿAad and Pharaoh, the owner of stakes,"
  },
  {
    "verse_id": 13,
    "translation": "And [the tribe of] Thamūd and the people of Lot and the companions of the thicket [i.e., people of Madyan]. Those are the companies."
  },
  {
    "verse_id": 14,
    "translation": "Each of them denied the messengers, so My penalty was justified."
  },
  {
    "verse_id": 15,
    "translation": "And these [disbelievers] await not but one blast [of the Horn]; for it there will be no delay."
  },
  {
    "verse_id": 16,
    "translation": "And they say, \"Our Lord, hasten for us our share [of the punishment] before the Day of Account.\""
  },
  {
    "verse_id": 17,
    "translation": "Be patient over what they say and remember Our servant, David, the possessor of strength; indeed, he was one who repeatedly turned back [to Allāh]."
  },
  {
    "verse_id": 18,
    "translation": "Indeed, We subjected the mountains [to praise] with him, exalting [Allāh] in the [late] afternoon and [after] sunrise."
  },
  {
    "verse_id": 19,
    "translation": "And the birds were assembled, all with him repeating [praises]."
  },
  {
    "verse_id": 20,
    "translation": "And We strengthened his kingdom and gave him wisdom and discernment in speech."
  },
  {
    "verse_id": 21,
    "translation": "And has there come to you the news of the adversaries, when they climbed over the wall of [his] prayer chamber -"
  },
  {
    "verse_id": 22,
    "translation": "When they entered upon David and he was alarmed by them? They said, \"Fear not. [We are] two adversaries, one of whom has wronged the other, so judge between us with truth and do not exceed [it] and guide us to the sound path."
  },
  {
    "verse_id": 23,
    "translation": "Indeed this, my brother, has ninety-nine ewes, and I have one ewe; so he said, 'Entrust her to me,' and he overpowered me in speech.\""
  },
  {
    "verse_id": 24,
    "translation": "[David] said, \"He has certainly wronged you in demanding your ewe [in addition] to his ewes. And indeed, many associates oppress one another, except for those who believe and do righteous deeds - and few are they.\" And David became certain that We had tried him, and he asked forgiveness of his Lord and fell down bowing [in prostration] and turned in repentance [to Allāh]."
  },
  {
    "verse_id": 25,
    "translation": "So We forgave him that; and indeed, for him is nearness to Us and a good place of return."
  },
  {
    "verse_id": 26,
    "translation": "[We said], \"O David, indeed We have made you a successor upon the earth, so judge between the people in truth and do not follow [your own] desire, as it will lead you astray from the way of Allāh.\" Indeed, those who go astray from the way of Allāh will have a severe punishment for having forgotten the Day of Account."
  },
  {
    "verse_id": 27,
    "translation": "And We did not create the heaven and the earth and that between them aimlessly. That is the assumption of those who disbelieve, so woe to those who disbelieve from the Fire."
  },
  {
    "verse_id": 28,
    "translation": "Or should We treat those who believe and do righteous deeds like corrupters in the land? Or should We treat those who fear Allāh like the wicked?"
  },
  {
    "verse_id": 29,
    "translation": "[This is] a blessed Book which We have revealed to you, [O Muḥammad], that they might reflect upon its verses and that those of understanding would be reminded."
  },
  {
    "verse_id": 30,
    "translation": "And to David We gave Solomon. An excellent servant, indeed he was one repeatedly turning back [to Allāh]."
  },
  {
    "verse_id": 31,
    "translation": "[Mention] when there were exhibited before him in the afternoon the poised [standing] racehorses."
  },
  {
    "verse_id": 32,
    "translation": "And he said, \"Indeed, I gave preference to the love of good [things] over the remembrance of my Lord until it [i.e., the sun] disappeared into the curtain [of darkness].\""
  },
  {
    "verse_id": 33,
    "translation": "[He said], \"Return them to me,\" and set about striking [their] legs and necks."
  },
  {
    "verse_id": 34,
    "translation": "And We certainly tried Solomon and placed on his throne a body; then he returned."
  },
  {
    "verse_id": 35,
    "translation": "He said, \"My Lord, forgive me and grant me a kingdom such as will not belong to anyone after me. Indeed, You are the Bestower.\""
  },
  {
    "verse_id": 36,
    "translation": "So We subjected to him the wind blowing by his command, gently, wherever he directed,"
  },
  {
    "verse_id": 37,
    "translation": "And [also] the devils [of jinn] - every builder and diver."
  },
  {
    "verse_id": 38,
    "translation": "And others bound together in irons."
  },
  {
    "verse_id": 39,
    "translation": "[We said], \"This is Our gift, so grant or withhold without account.\""
  },
  {
    "verse_id": 40,
    "translation": "And indeed, for him is nearness to Us and a good place of return."
  },
  {
    "verse_id": 41,
    "translation": "And remember Our servant Job, when he called to his Lord, \"Indeed, Satan has touched me with hardship and torment.\""
  },
  {
    "verse_id": 42,
    "translation": "[So he was told], \"Strike [the ground] with your foot; this is a [spring for a] cool bath and drink.\""
  },
  {
    "verse_id": 43,
    "translation": "And We granted him his family and a like [number] with them as mercy from Us and a reminder for those of understanding."
  },
  {
    "verse_id": 44,
    "translation": "[We said], \"And take in your hand a bunch [of grass] and strike with it and do not break your oath.\" Indeed, We found him patient, an excellent servant. Indeed, he was one repeatedly turning back [to Allāh]."
  },
  {
    "verse_id": 45,
    "translation": "And remember Our servants, Abraham, Isaac and Jacob - those of strength and [religious] vision."
  },
  {
    "verse_id": 46,
    "translation": "Indeed, We chose them for an exclusive quality: remembrance of the home [of the Hereafter]."
  },
  {
    "verse_id": 47,
    "translation": "And indeed they are, to Us, among the chosen and outstanding."
  },
  {
    "verse_id": 48,
    "translation": "And remember Ishmael, Elisha and Dhul-Kifl, and all are among the outstanding."
  },
  {
    "verse_id": 49,
    "translation": "This is a reminder. And indeed, for the righteous is a good place of return -"
  },
  {
    "verse_id": 50,
    "translation": "Gardens of perpetual residence, whose doors will be opened to them."
  },
  {
    "verse_id": 51,
    "translation": "Reclining within them, they will call therein for abundant fruit and drink."
  },
  {
    "verse_id": 52,
    "translation": "And with them will be women limiting [their] glances and of equal age."
  },
  {
    "verse_id": 53,
    "translation": "This is what you, [the righteous], are promised for the Day of Account."
  },
  {
    "verse_id": 54,
    "translation": "Indeed, this is Our provision; for it there is no depletion."
  },
  {
    "verse_id": 55,
    "translation": "This [is so]. But indeed, for the transgressors is an evil place of return -"
  },
  {
    "verse_id": 56,
    "translation": "Hell, which they will [enter to] burn, and wretched is the resting place."
  },
  {
    "verse_id": 57,
    "translation": "This - so let them taste it - is scalding water and [foul] purulence."
  },
  {
    "verse_id": 58,
    "translation": "And other [punishments] of its type [in various] kinds."
  },
  {
    "verse_id": 59,
    "translation": "[Its inhabitants will say], \"This is a company bursting in with you. No welcome for them. Indeed, they will burn in the Fire.\""
  },
  {
    "verse_id": 60,
    "translation": "They will say, \"Nor you! No welcome for you. You, [our leaders], brought this upon us, and wretched is the settlement.\""
  },
  {
    "verse_id": 61,
    "translation": "They will say, \"Our Lord, whoever brought this upon us - increase for him double punishment in the Fire.\""
  },
  {
    "verse_id": 62,
    "translation": "And they will say, \"Why do we not see men whom we used to count among the worst?"
  },
  {
    "verse_id": 63,
    "translation": "Is it [because] we took them in ridicule, or has [our] vision turned away from them?\""
  },
  {
    "verse_id": 64,
    "translation": "Indeed, that is truth [i.e., reality] - the quarreling of the people of the Fire."
  },
  {
    "verse_id": 65,
    "translation": "Say, [O Muḥammad], \"I am only a warner, and there is not any deity except Allāh, the One, the Prevailing,"
  },
  {
    "verse_id": 66,
    "translation": "Lord of the heavens and the earth and whatever is between them, the Exalted in Might, the Perpetual Forgiver.\""
  },
  {
    "verse_id": 67,
    "translation": "Say, \"It is great news"
  },
  {
    "verse_id": 68,
    "translation": "From which you turn away."
  },
  {
    "verse_id": 69,
    "translation": "I had no knowledge of the exalted assembly [of angels] when they were disputing [the creation of Adam]."
  },
  {
    "verse_id": 70,
    "translation": "It has not been revealed to me except that I am a clear warner.\""
  },
  {
    "verse_id": 71,
    "translation": "[So mention] when your Lord said to the angels, \"Indeed, I am going to create a human being from clay."
  },
  {
    "verse_id": 72,
    "translation": "So when I have proportioned him and breathed into him of My [created] soul, then fall down to him in prostration.\""
  },
  {
    "verse_id": 73,
    "translation": "So the angels prostrated - all of them entirely,"
  },
  {
    "verse_id": 74,
    "translation": "Except Iblees; he was arrogant and became among the disbelievers."
  },
  {
    "verse_id": 75,
    "translation": "[Allāh] said, \"O Iblees, what prevented you from prostrating to that which I created with My hands? Were you arrogant [then], or were you [already] among the haughty?\""
  },
  {
    "verse_id": 76,
    "translation": "He said, \"I am better than him. You created me from fire and created him from clay.\""
  },
  {
    "verse_id": 77,
    "translation": "[Allāh] said, \"Then get out of it [i.e., Paradise], for indeed, you are expelled."
  },
  {
    "verse_id": 78,
    "translation": "And indeed, upon you is My curse until the Day of Recompense.\""
  },
  {
    "verse_id": 79,
    "translation": "He said, \"My Lord, then reprieve me until the Day they are resurrected.\""
  },
  {
    "verse_id": 80,
    "translation": "[Allāh] said, \"So indeed, you are of those reprieved"
  },
  {
    "verse_id": 81,
    "translation": "Until the Day of the time well-known.\""
  },
  {
    "verse_id": 82,
    "translation": "[Iblees] said, \"By Your might, I will surely mislead them all."
  },
  {
    "verse_id": 83,
    "translation": "Except, among them, Your chosen servants.\""
  },
  {
    "verse_id": 84,
    "translation": "[Allāh] said, \"The truth [is My oath], and the truth I say -"
  },
  {
    "verse_id": 85,
    "translation": "[That] I will surely fill Hell with you and those of them that follow you all together.\""
  },
  {
    "verse_id": 86,
    "translation": "Say, [O Muḥammad], \"I do not ask you for it [i.e., the Qur’ān] any payment, and I am not of the pretentious."
  },
  {
    "verse_id": 87,
    "translation": "It is but a reminder to the worlds."
  },
  {
    "verse_id": 88,
    "translation": "And you will surely know [the truth of] its information after a time.\""
  }
]