[
  {
    "verse_id": 1,
    "translation": "Ḥā, Meem."
  },
  {
    "verse_id": 2,
    "translation": "By the clear Book,"
  },
  {
    "verse_id": 3,
    "translation": "Indeed, We have made it an Arabic Qur’ān that you might understand."
  },
  {
    "verse_id": 4,
    "translation": "And indeed it is, in the Mother of the Book with Us, exalted and full of wisdom."
  },
  {
    "verse_id": 5,
    "translation": "Then should We turn the message away, disregarding you, because you are a transgressing people?"
  },
  {
    "verse_id": 6,
    "translation": "And how many a prophet We sent among the former peoples,"
  },
  {
    "verse_id": 7,
    "translation": "But there would not come to them a prophet except that they used to ridicule him."
  },
  {
    "verse_id": 8,
    "translation": "And We destroyed greater than them in [striking] power, and the example of the former peoples has preceded."
  },
  {
    "verse_id": 9,
    "translation": "And if you should ask them, \"Who has created the heavens and the earth?\" they would surely say, \"They were created by the Exalted in Might, the Knowing,\""
  },
  {
    "verse_id": 10,
    "translation": "[The one] who has made for you the earth a bed and made for you upon it roads that you might be guided"
  },
  {
    "verse_id": 11,
    "translation": "And who sends down rain from the sky in measured amounts, and We revive thereby a dead land - thus will you be brought forth -"
  },
  {
    "verse_id": 12,
    "translation": "And who created the species, all of them, and has made for you of ships and animals those which you mount"
  },
  {
    "verse_id": 13,
    "translation": "That you may settle yourselves upon their backs and then remember the favor of your Lord when you have settled upon them and say, \"Exalted is He who has subjected this to us, and we could not have [otherwise] subdued it."
  },
  {
    "verse_id": 14,
    "translation": "And indeed we, to our Lord, will [surely] return.\""
  },
  {
    "verse_id": 15,
    "translation": "But they have attributed to Him from His servants a portion. Indeed, man is clearly ungrateful."
  },
  {
    "verse_id": 16,
    "translation": "Or has He taken, out of what He has created, daughters and chosen you for [having] sons?"
  },
  {
    "verse_id": 17,
    "translation": "And when one of them is given good tidings of that which he attributes to the Most Merciful in comparison [i.e., a daughter], his face becomes dark, and he suppresses grief."
  },
  {
    "verse_id": 18,
    "translation": "So is one brought up in ornaments while being during conflict unevident [attributed to Allāh]?"
  },
  {
    "verse_id": 19,
    "translation": "And they described the angels, who are servants of the Most Merciful, as females. Did they witness their creation? Their testimony will be recorded, and they will be questioned."
  },
  {
    "verse_id": 20,
    "translation": "And they said, \"If the Most Merciful had willed, we would not have worshipped them.\" They have of that no knowledge. They are not but misjudging."
  },
  {
    "verse_id": 21,
    "translation": "Or have We given them a book before it [i.e., the Qur’ān] to which they are adhering?"
  },
  {
    "verse_id": 22,
    "translation": "Rather, they say, \"Indeed, we found our fathers upon a religion, and we are in their footsteps [rightly] guided.\""
  },
  {
    "verse_id": 23,
    "translation": "And similarly, We did not send before you any warner into a city except that its affluent said, \"Indeed, we found our fathers upon a religion, and we are, in their footsteps, following.\""
  },
  {
    "verse_id": 24,
    "translation": "[Each warner] said, \"Even if I brought you better guidance than that [religion] upon which you found your fathers?\" They said, \"Indeed we, in that with which you were sent, are disbelievers.\""
  },
  {
    "verse_id": 25,
    "translation": "So We took retribution from them; then see how was the end of the deniers."
  },
  {
    "verse_id": 26,
    "translation": "And [mention, O Muḥammad], when Abraham said to his father and his people, \"Indeed, I am disassociated from that which you worship"
  },
  {
    "verse_id": 27,
    "translation": "Except for He who created me; and indeed, He will guide me.\""
  },
  {
    "verse_id": 28,
    "translation": "And he made it a word remaining among his descendants that they might return [to it]."
  },
  {
    "verse_id": 29,
    "translation": "However, I gave enjoyment to these [people of Makkah] and their fathers until there came to them the truth and a clear Messenger."
  },
  {
    "verse_id": 30,
    "translation": "But when the truth came to them, they said, \"This is magic, and indeed we are, concerning it, disbelievers.\""
  },
  {
    "verse_id": 31,
    "translation": "And they said, \"Why was this Qur’ān not sent down upon a great man from [one of] the two cities?\""
  },
  {
    "verse_id": 32,
    "translation": "Do they distribute the mercy of your Lord? It is We who have apportioned among them their livelihood in the life of this world and have raised some of them above others in degrees [of rank] that they may make use of one another for service. But the mercy of your Lord is better than whatever they accumulate."
  },
  {
    "verse_id": 33,
    "translation": "And if it were not that the people would become one community [of disbelievers], We would have made for those who disbelieve in the Most Merciful - for their houses - ceilings and stairways of silver upon which to mount."
  },
  {
    "verse_id": 34,
    "translation": "And for their houses - doors and couches [of silver] upon which to recline"
  },
  {
    "verse_id": 35,
    "translation": "And gold ornament. But all that is not but the enjoyment of worldly life. And the Hereafter with your Lord is for the righteous."
  },
  {
    "verse_id": 36,
    "translation": "And whoever is blinded from remembrance of the Most Merciful - We appoint for him a devil, and he is to him a companion."
  },
  {
    "verse_id": 37,
    "translation": "And indeed, they [i.e., the devils] avert them from the way [of guidance] while they think that they are [rightly] guided"
  },
  {
    "verse_id": 38,
    "translation": "Until, when he comes to Us [at Judgement], he says [to his companion], \"How I wish there was between me and you the distance between the east and west; and what a wretched companion.\""
  },
  {
    "verse_id": 39,
    "translation": "And never will it benefit you that Day, when you have wronged, that you are [all] sharing in the punishment."
  },
  {
    "verse_id": 40,
    "translation": "Then will you make the deaf hear, [O Muḥammad], or guide the blind or he who is in clear error?"
  },
  {
    "verse_id": 41,
    "translation": "And whether [or not] We take you away [in death], indeed, We will take retribution upon them."
  },
  {
    "verse_id": 42,
    "translation": "Or whether [or not] We show you that which We have promised them, indeed, We are Perfect in Ability."
  },
  {
    "verse_id": 43,
    "translation": "So adhere to that which is revealed to you. Indeed, you are on a straight path."
  },
  {
    "verse_id": 44,
    "translation": "And indeed, it is a remembrance for you and your people, and you [all] are going to be questioned."
  },
  {
    "verse_id": 45,
    "translation": "And ask those We sent before you of Our messengers; have We made besides the Most Merciful deities to be worshipped?"
  },
  {
    "verse_id": 46,
    "translation": "And certainly did We send Moses with Our signs to Pharaoh and his establishment, and he said, \"Indeed, I am the messenger of the Lord of the worlds.\""
  },
  {
    "verse_id": 47,
    "translation": "But when he brought them Our signs, at once they laughed at them."
  },
  {
    "verse_id": 48,
    "translation": "And We showed them not a sign except that it was greater than its sister, and We seized them with affliction that perhaps they might return [to faith]."
  },
  {
    "verse_id": 49,
    "translation": "And they said [to Moses], \"O magician, invoke for us your Lord by what He has promised you. Indeed, we will be guided.\""
  },
  {
    "verse_id": 50,
    "translation": "But when We removed from them the affliction, at once they broke their word."
  },
  {
    "verse_id": 51,
    "translation": "And Pharaoh called out among his people; he said, \"O my people, does not the kingdom of Egypt belong to me, and these rivers flowing beneath me; then do you not see?"
  },
  {
    "verse_id": 52,
    "translation": "Or am I [not] better than this one [i.e., Moses] who is insignificant and hardly makes himself clear?"
  },
  {
    "verse_id": 53,
    "translation": "Then why have there not been placed upon him bracelets of gold or come with him the angels in conjunction?\""
  },
  {
    "verse_id": 54,
    "translation": "So he bluffed his people, and they obeyed him. Indeed, they were [themselves] a people defiantly disobedient [of Allāh]."
  },
  {
    "verse_id": 55,
    "translation": "And when they angered Us, We took retribution from them and drowned them all."
  },
  {
    "verse_id": 56,
    "translation": "And We made them a precedent and an example for the later peoples."
  },
  {
    "verse_id": 57,
    "translation": "And when the son of Mary was presented as an example, immediately your people laughed aloud."
  },
  {
    "verse_id": 58,
    "translation": "And they said, \"Are our gods better, or is he?\" They did not present it [i.e., the comparison] except for [mere] argument. But, [in fact], they are a people prone to dispute."
  },
  {
    "verse_id": 59,
    "translation": "He [i.e., Jesus] was not but a servant upon whom We bestowed favor, and We made him an example for the Children of Israel."
  },
  {
    "verse_id": 60,
    "translation": "And if We willed, We could have made [instead] of you angels succeeding [one another] on the earth."
  },
  {
    "verse_id": 61,
    "translation": "And indeed, he [i.e., Jesus] will be [a sign for] knowledge of the Hour, so be not in doubt of it, and follow Me. This is a straight path."
  },
  {
    "verse_id": 62,
    "translation": "And never let Satan avert you. Indeed, he is to you a clear enemy."
  },
  {
    "verse_id": 63,
    "translation": "And when Jesus brought clear proofs, he said, \"I have come to you with wisdom [i.e., prophethood] and to make clear to you some of that over which you differ, so fear Allāh and obey me."
  },
  {
    "verse_id": 64,
    "translation": "Indeed, Allāh is my Lord and your Lord, so worship Him. This is a straight path.\""
  },
  {
    "verse_id": 65,
    "translation": "But the denominations from among them differed [and separated], so woe to those who have wronged from the punishment of a painful Day."
  },
  {
    "verse_id": 66,
    "translation": "Are they waiting except for the Hour to come upon them suddenly while they perceive not?"
  },
  {
    "verse_id": 67,
    "translation": "Close friends, that Day, will be enemies to each other, except for the righteous"
  },
  {
    "verse_id": 68,
    "translation": "[To whom Allāh will say], \"O My servants, no fear will there be concerning you this Day, nor will you grieve,"
  },
  {
    "verse_id": 69,
    "translation": "[You] who believed in Our verses and were Muslims."
  },
  {
    "verse_id": 70,
    "translation": "Enter Paradise, you and your kinds, delighted.\""
  },
  {
    "verse_id": 71,
    "translation": "Circulated among them will be plates and vessels of gold. And therein is whatever the souls desire and [what] delights the eyes, and you will abide therein eternally."
  },
  {
    "verse_id": 72,
    "translation": "And that is Paradise which you are made to inherit for what you used to do."
  },
  {
    "verse_id": 73,
    "translation": "For you therein is much fruit from which you will eat."
  },
  {
    "verse_id": 74,
    "translation": "Indeed, the criminals will be in the punishment of Hell, abiding eternally."
  },
  {
    "verse_id": 75,
    "translation": "It will not be allowed to subside for them, and they, therein, are in despair."
  },
  {
    "verse_id": 76,
    "translation": "And We did not wrong them, but it was they who were the wrongdoers."
  },
  {
    "verse_id": 77,
    "translation": "And they will call, \"O Mālik, let your Lord put an end to us!\" He will say, \"Indeed, you will remain.\""
  },
  {
    "verse_id": 78,
    "translation": "We had certainly brought you the truth, but most of you, to the truth, were averse."
  },
  {
    "verse_id": 79,
    "translation": "Or have they devised [some] affair? But indeed, We are devising [a plan]."
  },
  {
    "verse_id": 80,
    "translation": "Or do they think that We hear not their secrets and their private conversations? Yes, [We do], and Our messengers [i.e., angels] are with them recording."
  },
  {
    "verse_id": 81,
    "translation": "Say, [O Muḥammad], \"If the Most Merciful had a son, then I would be the first of [his] worshippers.\""
  },
  {
    "verse_id": 82,
    "translation": "Exalted is the Lord of the heavens and the earth, Lord of the Throne, above what they describe."
  },
  {
    "verse_id": 83,
    "translation": "So leave them to converse vainly and amuse themselves until they meet their Day which they are promised."
  },
  {
    "verse_id": 84,
    "translation": "And it is He [i.e., Allāh] who is [the only] deity in the heaven, and on the earth [the only] deity. And He is the Wise, the Knowing."
  },
  {
    "verse_id": 85,
    "translation": "And blessed is He to whom belongs the dominion of the heavens and the earth and whatever is between them and with whom is knowledge of the Hour and to whom you will be returned."
  },
  {
    "verse_id": 86,
    "translation": "And those they invoke besides Him do not possess [power of] intercession; but only those who testify to the truth [can benefit], and they know."
  },
  {
    "verse_id": 87,
    "translation": "And if you asked them who created them, they would surely say, \"Allāh.\" So how are they deluded?"
  },
  {
    "verse_id": 88,
    "translation": "And [Allāh acknowledges] his saying, \"O my Lord, indeed these are a people who do not believe.\""
  },
  {
    "verse_id": 89,
    "translation": "So turn aside from them and say, \"Peace.\" But they are going to know."
  }
]