[
  {
    "verse_id": 1,
    "translation": "قسم ہے صف باندھنے والوں کی پرا جما کر"
  },
  {
    "verse_id": 2,
    "translation": "پھر ڈانٹنے والوں کی جھڑک کر"
  },
  {
    "verse_id": 3,
    "translation": "پھر ذکر (یعنی قرآن) پڑھنے والوں کی (غور کرکر)"
  },
  {
    "verse_id": 4,
    "translation": "کہ تمہارا معبود ایک ہے"
  },
  {
    "verse_id": 5,
    "translation": "جو آسمانوں اور زمین اور جو چیزیں ان میں ہیں سب کا مالک ہے اور سورج کے طلوع ہونے کے مقامات کا بھی مالک ہے"
  },
  {
    "verse_id": 6,
    "translation": "بےشک ہم ہی نے آسمان دنیا کو ستاروں کی زینت سے مزین کیا"
  },
  {
    "verse_id": 7,
    "translation": "اور ہر شیطان سرکش سے اس کی حفاظت کی"
  },
  {
    "verse_id": 8,
    "translation": "کہ اوپر کی مجلس کی طرف کان نہ لگاسکیں اور ہر طرف سے (ان پر انگارے) پھینکے جاتے ہیں"
  },
  {
    "verse_id": 9,
    "translation": "(یعنی وہاں سے) نکال دینے کو اور ان کے لئے دائمی عذاب ہے"
  },
  {
    "verse_id": 10,
    "translation": "ہاں جو کوئی (فرشتوں کی کسی بات کو) چوری سے جھپٹ لینا چاہتا ہے تو جلتا ہوا انگارہ ان کے پیچھے لگتا ہے"
  },
  {
    "verse_id": 11,
    "translation": "تو ان سے پوچھو کہ ان کا بنانا مشکل ہے یا جتنی خلقت ہم نے بنائی ہے؟ انہیں ہم نے چپکتے گارے سے بنایا ہے"
  },
  {
    "verse_id": 12,
    "translation": "ہاں تم تو تعجب کرتے ہو اور یہ تمسخر کرتے ہیں"
  },
  {
    "verse_id": 13,
    "translation": "اور جب ان کو نصیحت دی جاتی ہے تو نصیحت قبول نہیں کرتے"
  },
  {
    "verse_id": 14,
    "translation": "اور جب کوئی نشانی دیکھتے ہیں تو ٹھٹھے کرتے ہیں"
  },
  {
    "verse_id": 15,
    "translation": "اور کہتے ہیں کہ یہ تو صریح جادو ہے"
  },
  {
    "verse_id": 16,
    "translation": "بھلا جب ہم مرگئے اور مٹی اور ہڈیاں ہوگئے تو کیا پھر اٹھائے جائیں گے؟"
  },
  {
    "verse_id": 17,
    "translation": "اور کیا ہمارے باپ دادا بھی (جو) پہلے (ہو گزرے ہیں)"
  },
  {
    "verse_id": 18,
    "translation": "کہہ دو کہ ہاں اور تم ذلیل ہوگے"
  },
  {
    "verse_id": 19,
    "translation": "وہ تو ایک زور کی آواز ہوگی اور یہ اس وقت دیکھنے لگیں گے"
  },
  {
    "verse_id": 20,
    "translation": "اور کہیں گے، ہائے شامت یہی جزا کا دن ہے"
  },
  {
    "verse_id": 21,
    "translation": "(کہا جائے گا کہ ہاں) فیصلے کا دن جس کو تم جھوٹ سمجھتے تھے یہی ہے"
  },
  {
    "verse_id": 22,
    "translation": "جو لوگ ظلم کرتے تھے ان کو اور ان کے ہم جنسوں کو اور جن کو وہ پوجا کرتے تھے (سب کو) جمع کرلو"
  },
  {
    "verse_id": 23,
    "translation": "(یعنی جن کو) خدا کے سوا (پوجا کرتے تھے) پھر ان کو جہنم کے رستے پر چلا دو"
  },
  {
    "verse_id": 24,
    "translation": "اور ان کو ٹھیرائے رکھو کہ ان سے (کچھ) پوچھنا ہے"
  },
  {
    "verse_id": 25,
    "translation": "تم کو کیا ہوا کہ ایک دوسرے کی مدد نہیں کرتے؟"
  },
  {
    "verse_id": 26,
    "translation": "بلکہ آج تو وہ فرمانبردار ہیں"
  },
  {
    "verse_id": 27,
    "translation": "اور ایک دوسرے کی طرف رخ کرکے سوال (وجواب) کریں گے"
  },
  {
    "verse_id": 28,
    "translation": "کہیں گے کیا تم ہی ہمارے پاس دائیں (اور بائیں) سے آتے تھے"
  },
  {
    "verse_id": 29,
    "translation": "وہ کہیں گے بلکہ تم ہی ایمان لانے والے نہ تھے"
  },
  {
    "verse_id": 30,
    "translation": "اور ہمارا تم پر کچھ زور نہ تھا۔ بلکہ تم سرکش لوگ تھے"
  },
  {
    "verse_id": 31,
    "translation": "سو ہمارے بارے میں ہمارے پروردگار کی بات پوری ہوگئی اب ہم مزے چکھیں گے"
  },
  {
    "verse_id": 32,
    "translation": "ہم نے تم کو بھی گمراہ کیا (اور) ہم خود بھی گمراہ تھے"
  },
  {
    "verse_id": 33,
    "translation": "پس وہ اس روز عذاب میں ایک دوسرے کے شریک ہوں گے"
  },
  {
    "verse_id": 34,
    "translation": "ہم گنہگاروں کے ساتھ ایسا ہی کیا کرتے ہیں"
  },
  {
    "verse_id": 35,
    "translation": "ان کا یہ حال تھا کہ جب ان سے کہا جاتا تھا کہ خدا کے سوا کوئی معبود نہیں تو غرور کرتے تھے"
  },
  {
    "verse_id": 36,
    "translation": "اور کہتے تھے کہ بھلا ہم ایک دیوانے شاعر کے کہنے سے کہیں اپنے معبودوں کو چھوڑ دینے والے ہیں"
  },
  {
    "verse_id": 37,
    "translation": "بلکہ وہ حق لے کر آئے ہیں اور (پہلے) پیغمبروں کو سچا کہتے ہیں"
  },
  {
    "verse_id": 38,
    "translation": "بےشک تم تکلیف دینے والے عذاب کا مزہ چکھنے والے ہو"
  },
  {
    "verse_id": 39,
    "translation": "اور تم کو بدلہ ویسا ہی ملے گا جیسے تم کام کرتے تھے"
  },
  {
    "verse_id": 40,
    "translation": "مگر جو خدا کے بندگان خاص ہیں"
  },
  {
    "verse_id": 41,
    "translation": "یہی لوگ ہیں جن کے لئے روزی مقرر ہے"
  },
  {
    "verse_id": 42,
    "translation": "(یعنی) میوے اور ان کا اعزاز کیا جائے گا"
  },
  {
    "verse_id": 43,
    "translation": "نعمت کے باغوں میں"
  },
  {
    "verse_id": 44,
    "translation": "ایک دوسرے کے سامنے تختوں پر (بیٹھے ہوں گے)"
  },
  {
    "verse_id": 45,
    "translation": "شراب لطیف کے جام کا ان میں دور چل رہا ہوگا"
  },
  {
    "verse_id": 46,
    "translation": "جو رنگ کی سفید اور پینے والوں کے لئے (سراسر) لذت ہوگی"
  },
  {
    "verse_id": 47,
    "translation": "نہ اس سے دردِ سر ہو اور نہ وہ اس سے متوالے ہوں گے"
  },
  {
    "verse_id": 48,
    "translation": "اور ان کے پاس عورتیں ہوں گی جو نگاہیں نیچی رکھتی ہوں گی اور آنکھیں بڑی بڑی"
  },
  {
    "verse_id": 49,
    "translation": "گویا وہ محفوظ انڈے ہیں"
  },
  {
    "verse_id": 50,
    "translation": "پھر وہ ایک دوسرے کی طرف رخ کرکے سوال (وجواب) کریں گے"
  },
  {
    "verse_id": 51,
    "translation": "ایک کہنے والا ان میں سے کہے گا کہ میرا ایک ہم نشین تھا"
  },
  {
    "verse_id": 52,
    "translation": "(جو) کہتا تھا کہ بھلا تم بھی ایسی باتوں کے باور کرنے والوں میں ہو"
  },
  {
    "verse_id": 53,
    "translation": "بھلا جب ہم مر گئے اور مٹی اور ہڈیاں ہوگئے تو کیا ہم کو بدلہ ملے گا؟"
  },
  {
    "verse_id": 54,
    "translation": "(پھر) کہے گا کہ بھلا تم (اسے) جھانک کر دیکھنا چاہتے ہو؟"
  },
  {
    "verse_id": 55,
    "translation": "(اتنے میں) وہ (خود) جھانکے گا تو اس کو وسط دوزخ میں دیکھے گا"
  },
  {
    "verse_id": 56,
    "translation": "کہے گا کہ خدا کی قسم تُو تو مجھے ہلاک ہی کرچکا تھا"
  },
  {
    "verse_id": 57,
    "translation": "اور اگر میرے پروردگار کی مہربانی نہ ہوتی تو میں بھی ان میں ہوتا جو (عذاب میں) حاضر کئے گئے ہیں"
  },
  {
    "verse_id": 58,
    "translation": "کیا (یہ نہیں کہ) ہم (آئندہ کبھی) مرنے کے نہیں"
  },
  {
    "verse_id": 59,
    "translation": "ہاں (جو) پہلی بار مرنا (تھا سو مرچکے) اور ہمیں عذاب بھی نہیں ہونے کا"
  },
  {
    "verse_id": 60,
    "translation": "بےشک یہ بڑی کامیابی ہے"
  },
  {
    "verse_id": 61,
    "translation": "ایسی ہی (نعمتوں) کے لئے عمل کرنے والوں کو عمل کرنے چاہئیں"
  },
  {
    "verse_id": 62,
    "translation": "بھلا یہ مہمانی اچھی ہے یا تھوہر کا درخت؟"
  },
  {
    "verse_id": 63,
    "translation": "ہم نے اس کو ظالموں کے لئے عذاب بنا رکھا ہے"
  },
  {
    "verse_id": 64,
    "translation": "وہ ایک درخت ہے کہ جہنم کے اسفل میں اُگے گا"
  },
  {
    "verse_id": 65,
    "translation": "اُس کے خوشے ایسے ہوں گے جیسے شیطانوں کے سر"
  },
  {
    "verse_id": 66,
    "translation": "سو وہ اسی میں سے کھائیں گے اور اسی سے پیٹ بھریں گے"
  },
  {
    "verse_id": 67,
    "translation": "پھر اس (کھانے) کے ساتھ ان کو گرم پانی ملا کر دیا جائے گا"
  },
  {
    "verse_id": 68,
    "translation": "پھر ان کو دوزخ کی طرف لوٹایا جائے گا"
  },
  {
    "verse_id": 69,
    "translation": "انہوں نے اپنے باپ دادا کو گمراہ ہی پایا"
  },
  {
    "verse_id": 70,
    "translation": "سو وہ ان ہی کے پیچھے دوڑے چلے جاتے ہیں"
  },
  {
    "verse_id": 71,
    "translation": "اور ان سے پیشتر بہت سے لوگ بھی گمراہ ہوگئے تھے"
  },
  {
    "verse_id": 72,
    "translation": "اور ہم نے ان میں متنبہ کرنے والے بھیجے"
  },
  {
    "verse_id": 73,
    "translation": "سو دیکھ لو کہ جن کو متنبہ کیا گیا تھا ان کا انجام کیسا ہوا"
  },
  {
    "verse_id": 74,
    "translation": "ہاں خدا کے بندگان خاص (کا انجام بہت اچھا ہوا)"
  },
  {
    "verse_id": 75,
    "translation": "اور ہم کو نوح نے پکارا سو (دیکھ لو کہ) ہم (دعا کو کیسے) اچھے قبول کرنے والے ہیں"
  },
  {
    "verse_id": 76,
    "translation": "اور ہم نے ان کو اور ان کے گھر والوں کو بڑی مصیبت سے نجات دی"
  },
  {
    "verse_id": 77,
    "translation": "اور ان کی اولاد کو ایسا کیا کہ وہی باقی رہ گئے"
  },
  {
    "verse_id": 78,
    "translation": "اور پیچھے آنے والوں میں ان کا ذکر (جمیل باقی) چھوڑ دیا"
  },
  {
    "verse_id": 79,
    "translation": "یعنی) تمام جہان میں (کہ) نوح پر سلام"
  },
  {
    "verse_id": 80,
    "translation": "نیکوکاروں کو ہم ایسا ہی بدلہ دیا کرتے ہیں"
  },
  {
    "verse_id": 81,
    "translation": "بےشک وہ ہمارے مومن بندوں میں سے تھا"
  },
  {
    "verse_id": 82,
    "translation": "پھر ہم نے دوسروں کو ڈبو دیا"
  },
  {
    "verse_id": 83,
    "translation": "اور ان ہی کے پیرووں میں ابراہیم تھے"
  },
  {
    "verse_id": 84,
    "translation": "جب وہ اپنے پروردگار کے پاس (عیب سے) پاک دل لے کر آئے"
  },
  {
    "verse_id": 85,
    "translation": "جب انہوں نے اپنے باپ سے اور اپنی قوم سے کہا کہ تم کن چیزوں کو پوجتے ہو؟"
  },
  {
    "verse_id": 86,
    "translation": "کیوں جھوٹ (بنا کر) خدا کے سوا اور معبودوں کے طالب ہو؟"
  },
  {
    "verse_id": 87,
    "translation": "بھلا پروردگار عالم کے بارے میں تمہارا کیا خیال ہے؟"
  },
  {
    "verse_id": 88,
    "translation": "تب انہوں نے ستاروں کی طرف ایک نظر کی"
  },
  {
    "verse_id": 89,
    "translation": "اور کہا میں تو بیمار ہوں"
  },
  {
    "verse_id": 90,
    "translation": "تب وہ ان سے پیٹھ پھیر کر لوٹ گئے"
  },
  {
    "verse_id": 91,
    "translation": "پھر ابراہیم ان کے معبودوں کی طرف متوجہ ہوئے اور کہنے لگے کہ تم کھاتے کیوں نہیں؟"
  },
  {
    "verse_id": 92,
    "translation": "تمہیں کیا ہوا ہے تم بولتے نہیں؟"
  },
  {
    "verse_id": 93,
    "translation": "پھر ان کو داہنے ہاتھ سے مارنا (اور توڑنا) شروع کیا"
  },
  {
    "verse_id": 94,
    "translation": "تو وہ لوگ ان کے پاس دوڑے ہوئے آئے"
  },
  {
    "verse_id": 95,
    "translation": "انہوں نے کہا کہ تم ایسی چیزوں کو کیوں پوجتے ہو جن کو خود تراشتے ہو؟"
  },
  {
    "verse_id": 96,
    "translation": "حالانکہ تم کو اور جو تم بناتے ہو اس کو خدا ہی نے پیدا کیا ہے"
  },
  {
    "verse_id": 97,
    "translation": "وہ کہنے لگے کہ اس کے لئے ایک عمارت بناؤ پھر اس کو آگ کے ڈھیر میں ڈال دو"
  },
  {
    "verse_id": 98,
    "translation": "غرض انہوں نے ان کے ساتھ ایک چال چلنی چاہی اور ہم نے ان ہی کو زیر کردیا"
  },
  {
    "verse_id": 99,
    "translation": "اور ابراہیم بولے کہ میں اپنے پروردگار کی طرف جانے والا ہوں وہ مجھے رستہ دکھائے گا"
  },
  {
    "verse_id": 100,
    "translation": "اے پروردگار مجھے (اولاد) عطا فرما (جو) سعادت مندوں میں سے (ہو)"
  },
  {
    "verse_id": 101,
    "translation": "تو ہم نے ان کو ایک نرم دل لڑکے کی خوشخبری دی"
  },
  {
    "verse_id": 102,
    "translation": "جب وہ ان کے ساتھ دوڑنے (کی عمر) کو پہنچا تو ابراہیم نے کہا کہ بیٹا میں خواب میں دیکھتا ہوں کہ (گویا) تم کو ذبح کر رہا ہوں تو تم سوچو کہ تمہارا کیا خیال ہے؟ انہوں نے کہا کہ ابا جو آپ کو حکم ہوا ہے وہی کیجیئے خدا نے چاہا تو آپ مجھے صابروں میں پایئے گا"
  },
  {
    "verse_id": 103,
    "translation": "جب دونوں نے حکم مان لیا اور باپ نے بیٹے کو ماتھے کے بل لٹا دیا"
  },
  {
    "verse_id": 104,
    "translation": "تو ہم نے ان کو پکارا کہ اے ابراہیم"
  },
  {
    "verse_id": 105,
    "translation": "تم نے خواب کو سچا کر دکھایا۔ ہم نیکوکاروں کو ایسا ہی بدلہ دیا کرتے ہیں"
  },
  {
    "verse_id": 106,
    "translation": "بلاشبہ یہ صریح آزمائش تھی"
  },
  {
    "verse_id": 107,
    "translation": "اور ہم نے ایک بڑی قربانی کو ان کا فدیہ دیا"
  },
  {
    "verse_id": 108,
    "translation": "اور پیچھے آنے والوں میں ابراہیم کا (ذکر خیر باقی) چھوڑ دیا"
  },
  {
    "verse_id": 109,
    "translation": "کہ ابراہیم پر سلام ہو"
  },
  {
    "verse_id": 110,
    "translation": "نیکوکاروں کو ہم ایسا ہی بدلہ دیا کرتے ہیں"
  },
  {
    "verse_id": 111,
    "translation": "وہ ہمارے مومن بندوں میں سے تھے"
  },
  {
    "verse_id": 112,
    "translation": "اور ہم نے ان کو اسحاق کی بشارت بھی دی (کہ وہ) نبی (اور) نیکوکاروں میں سے (ہوں گے)"
  },
  {
    "verse_id": 113,
    "translation": "اور ہم نے ان پر اور اسحاق پر برکتیں نازل کی تھیں۔ اور ان دونوں اولاد کی میں سے نیکوکار بھی ہیں اور اپنے آپ پر صریح ظلم کرنے والے (یعنی گنہگار) بھی ہیں"
  },
  {
    "verse_id": 114,
    "translation": "اور ہم نے موسیٰ اور ہارون پر بھی احسان کئے"
  },
  {
    "verse_id": 115,
    "translation": "اور ان کو اور ان کی قوم کو مصیبت عظیمہ سے نجات بخشی"
  },
  {
    "verse_id": 116,
    "translation": "اور ان کی مدد کی تو وہ غالب ہوگئے"
  },
  {
    "verse_id": 117,
    "translation": "اور ان دونوں کو کتاب واضح (المطالب) عنایت کی"
  },
  {
    "verse_id": 118,
    "translation": "اور ان کو سیدھا رستہ دکھایا"
  },
  {
    "verse_id": 119,
    "translation": "اور پیچھے آنے والوں میں ان کا ذکر (خیر باقی) چھوڑ دیا"
  },
  {
    "verse_id": 120,
    "translation": "کہ موسیٰ اور ہارون پر سلام"
  },
  {
    "verse_id": 121,
    "translation": "بےشک ہم نیکوکاروں کو ایسا ہی بدلہ دیا کرتے ہیں"
  },
  {
    "verse_id": 122,
    "translation": "وہ دونوں ہمارے مومن بندوں میں سے تھے"
  },
  {
    "verse_id": 123,
    "translation": "اور الیاس بھی پیغمبروں میں سے تھے"
  },
  {
    "verse_id": 124,
    "translation": "جب انہوں نے اپنی قوم سے کہا کہ تم ڈرتے کیوں نہیں؟"
  },
  {
    "verse_id": 125,
    "translation": "کیا تم بعل کو پکارتے (اور اسے پوجتے) ہو اور سب سے بہتر پیدا کرنے والے کو چھوڑ دیتے ہو"
  },
  {
    "verse_id": 126,
    "translation": "(یعنی) خدا کو جو تمہارا اور تمہارے اگلے باپ دادا کا پروردگار ہے"
  },
  {
    "verse_id": 127,
    "translation": "تو ان لوگوں نے ان کو جھٹلا دیا۔ سو وہ (دوزخ میں) حاضر کئے جائیں گے"
  },
  {
    "verse_id": 128,
    "translation": "ہاں خدا کے بندگان خاص (مبتلائے عذاب نہیں) ہوں گے"
  },
  {
    "verse_id": 129,
    "translation": "اور ان کا ذکر (خیر) پچھلوں میں (باقی) چھوڑ دیا"
  },
  {
    "verse_id": 130,
    "translation": "کہ اِل یاسین پر سلام"
  },
  {
    "verse_id": 131,
    "translation": "ہم نیک لوگوں کو ایسا ہی بدلہ دیتے ہیں"
  },
  {
    "verse_id": 132,
    "translation": "بےشک وہ ہمارے مومن بندوں میں سے تھے"
  },
  {
    "verse_id": 133,
    "translation": "اور لوط بھی پیغمبروں میں سے تھے"
  },
  {
    "verse_id": 134,
    "translation": "جب ہم نے ان کو اور ان کے گھر والوں کو سب کو (عذاب سے) نجات دی"
  },
  {
    "verse_id": 135,
    "translation": "مگر ایک بڑھیا کہ پیچھے رہ جانے والوں میں تھی"
  },
  {
    "verse_id": 136,
    "translation": "پھر ہم نے اوروں کو ہلاک کردیا"
  },
  {
    "verse_id": 137,
    "translation": "اور تم دن کو بھی ان (کی بستیوں) کے پاس سے گزرتے رہتے ہو"
  },
  {
    "verse_id": 138,
    "translation": "اور رات کو بھی۔ تو کیا تم عقل نہیں رکھتے"
  },
  {
    "verse_id": 139,
    "translation": "اور یونس بھی پیغمبروں میں سے تھے"
  },
  {
    "verse_id": 140,
    "translation": "جب بھاگ کر بھری ہوئی کشتی میں پہنچے"
  },
  {
    "verse_id": 141,
    "translation": "اس وقت قرعہ ڈالا تو انہوں نے زک اُٹھائی"
  },
  {
    "verse_id": 142,
    "translation": "پھر مچھلی نے ان کو نگل لیا اور وہ (قابل) ملامت (کام) کرنے والے تھے"
  },
  {
    "verse_id": 143,
    "translation": "پھر اگر وہ (خدا کی) پاکی بیان نہ کرتے"
  },
  {
    "verse_id": 144,
    "translation": "تو اس روز تک کہ لوگ دوبارہ زندہ کئے جائیں گے اسی کے پیٹ میں رہتے"
  },
  {
    "verse_id": 145,
    "translation": "پھر ہم نے ان کو جب کہ وہ بیمار تھے فراخ میدان میں ڈال دیا"
  },
  {
    "verse_id": 146,
    "translation": "اور ان پر کدو کا درخت اُگایا"
  },
  {
    "verse_id": 147,
    "translation": "اور ان کو لاکھ یا اس سے زیادہ (لوگوں) کی طرف (پیغمبر بنا کر) بھیجا"
  },
  {
    "verse_id": 148,
    "translation": "تو وہ ایمان لے آئے سو ہم نے بھی ان کو (دنیا میں) ایک وقت (مقرر) تک فائدے دیتے رہے"
  },
  {
    "verse_id": 149,
    "translation": "ان سے پوچھو تو کہ بھلا تمہارے پروردگار کے لئے تو بیٹیاں اور ان کے لئے بیٹے"
  },
  {
    "verse_id": 150,
    "translation": "یا ہم نے فرشتوں کو عورتیں بنایا اور وہ (اس وقت) موجود تھے"
  },
  {
    "verse_id": 151,
    "translation": "دیکھو یہ اپنی جھوٹ بنائی ہوئی (بات) کہتے ہیں"
  },
  {
    "verse_id": 152,
    "translation": "کہ خدا کے اولاد ہے کچھ شک نہیں کہ یہ جھوٹے ہیں"
  },
  {
    "verse_id": 153,
    "translation": "کیا اس نے بیٹوں کی نسبت بیٹیوں کو پسند کیا ہے؟"
  },
  {
    "verse_id": 154,
    "translation": "تم کیسے لوگ ہو، کس طرح کا فیصلہ کرتے ہو"
  },
  {
    "verse_id": 155,
    "translation": "بھلا تم غور کیوں نہیں کرتے"
  },
  {
    "verse_id": 156,
    "translation": "یا تمہارے پاس کوئی صریح دلیل ہے"
  },
  {
    "verse_id": 157,
    "translation": "اگر تم سچے ہو تو اپنی کتاب پیش کرو"
  },
  {
    "verse_id": 158,
    "translation": "اور انہوں نے خدا میں اور جنوں میں رشتہ مقرر کیا۔ حالانکہ جنات جانتے ہیں کہ وہ (خدا کے سامنے) حاضر کئے جائیں گے"
  },
  {
    "verse_id": 159,
    "translation": "یہ جو کچھ بیان کرتے ہیں خدا اس سے پاک ہے"
  },
  {
    "verse_id": 160,
    "translation": "مگر خدا کے بندگان خالص (مبتلائے عذاب نہیں ہوں گے)"
  },
  {
    "verse_id": 161,
    "translation": "سو تم اور جن کو تم پوجتے ہو"
  },
  {
    "verse_id": 162,
    "translation": "خدا کے خلاف بہکا نہیں سکتے"
  },
  {
    "verse_id": 163,
    "translation": "مگر اس کو جو جہنم میں جانے والا ہے"
  },
  {
    "verse_id": 164,
    "translation": "اور (فرشتے کہتے ہیں کہ) ہم میں سے ہر ایک کا ایک مقام مقرر ہے"
  },
  {
    "verse_id": 165,
    "translation": "اور ہم صف باندھے رہتے ہیں"
  },
  {
    "verse_id": 166,
    "translation": "اور (خدائے) پاک (ذات) کا ذکر کرتے رہتے ہیں"
  },
  {
    "verse_id": 167,
    "translation": "اور یہ لوگ کہا کرتے تھے"
  },
  {
    "verse_id": 168,
    "translation": "کہ اگر ہمارے پاس اگلوں کی کوئی نصیحت (کی کتاب) ہوتی"
  },
  {
    "verse_id": 169,
    "translation": "تو ہم خدا کے خالص بندے ہوتے"
  },
  {
    "verse_id": 170,
    "translation": "لیکن (اب) اس سے کفر کرتے ہیں سو عنقریب ان کو (اس کا نتیجہ) معلوم ہوجائے گا"
  },
  {
    "verse_id": 171,
    "translation": "اور اپنے پیغام پہنچانے والے بندوں سے ہمارا وعدہ ہوچکا ہے"
  },
  {
    "verse_id": 172,
    "translation": "کہ وہی (مظفرو) منصور ہیں"
  },
  {
    "verse_id": 173,
    "translation": "اور ہمارا لشکر غالب رہے گا"
  },
  {
    "verse_id": 174,
    "translation": "تو ایک وقت تک ان سے اعراض کئے رہو"
  },
  {
    "verse_id": 175,
    "translation": "اور انہیں دیکھتے رہو۔ یہ بھی عنقریب (کفر کا انجام) دیکھ لیں گے"
  },
  {
    "verse_id": 176,
    "translation": "کیا یہ ہمارے عذاب کے لئے جلدی کر رہے ہیں"
  },
  {
    "verse_id": 177,
    "translation": "مگر جب وہ ان کے میدان میں آ اُترے گا تو جن کو ڈر سنا دیا گیا تھا ان کے لئے برا دن ہوگا"
  },
  {
    "verse_id": 178,
    "translation": "اور ایک وقت تک ان سے منہ پھیرے رہو"
  },
  {
    "verse_id": 179,
    "translation": "اور دیکھتے رہو یہ بھی عنقریب (نتیجہ) دیکھ لیں گے"
  },
  {
    "verse_id": 180,
    "translation": "یہ جو کچھ بیان کرتے ہیں تمہارا پروردگار جو صاحب عزت ہے اس سے (پاک ہے)"
  },
  {
    "verse_id": 181,
    "translation": "اور پیغمبروں پر سلام"
  },
  {
    "verse_id": 182,
    "translation": "اور سب طرح کی تعریف خدائے رب العالمین کو (سزاوار) ہے"
  }
]