[
  {
    "verse_id": 1,
    "translation": "(کوہ) طور کی قسم"
  },
  {
    "verse_id": 2,
    "translation": "اور کتاب کی جو لکھی ہوئی ہے"
  },
  {
    "verse_id": 3,
    "translation": "کشادہ اوراق میں"
  },
  {
    "verse_id": 4,
    "translation": "اور آباد گھر کی"
  },
  {
    "verse_id": 5,
    "translation": "اور اونچی چھت کی"
  },
  {
    "verse_id": 6,
    "translation": "اور ابلتے ہوئے دریا کی"
  },
  {
    "verse_id": 7,
    "translation": "کہ تمہارے پروردگار کا عذاب واقع ہو کر رہے گا"
  },
  {
    "verse_id": 8,
    "translation": "(اور) اس کو کوئی روک نہیں سکے گا"
  },
  {
    "verse_id": 9,
    "translation": "جس دن آسمان لرزنے لگا کپکپا کر"
  },
  {
    "verse_id": 10,
    "translation": "اور پہاڑ اُڑنے لگے اون ہو کر"
  },
  {
    "verse_id": 11,
    "translation": "اس دن جھٹلانے والوں کے لئے خرابی ہے"
  },
  {
    "verse_id": 12,
    "translation": "جو خوض (باطل) میں پڑے کھیل رہے ہیں"
  },
  {
    "verse_id": 13,
    "translation": "جس دن ان کو آتش جہنم کی طرف دھکیل دھکیل کر لے جائیں گے"
  },
  {
    "verse_id": 14,
    "translation": "یہی وہ جہنم ہے جس کو تم جھوٹ سمجھتے تھے"
  },
  {
    "verse_id": 15,
    "translation": "تو کیا یہ جادو ہے یا تم کو نظر ہی نہیں آتا"
  },
  {
    "verse_id": 16,
    "translation": "اس میں داخل ہوجاؤ اور صبر کرو یا نہ کرو تمہارے لئے یکساں ہے۔ جو کام تم کیا کرتے تھے (یہ) انہی کا تم کو بدلہ مل رہا ہے"
  },
  {
    "verse_id": 17,
    "translation": "جو پرہیزگار ہیں وہ باغوں اور نعتموں میں ہوں گے"
  },
  {
    "verse_id": 18,
    "translation": "جو کچھ ان کے پروردگار نے ان کو بخشا اس (کی وجہ) سے خوشحال۔ اور ان کے پروردگار نے ان کو دوزخ کے عذاب سے بچا لیا"
  },
  {
    "verse_id": 19,
    "translation": "اپنے اعمال کے صلے میں مزے سے کھاؤ اور پیو"
  },
  {
    "verse_id": 20,
    "translation": "تختوں پر جو برابر برابر بچھے ہوئے ہیں تکیہ لگائے ہوئے اور بڑی بڑی آنکھوں والی حوروں سے ہم ان کا عقد کر دیں گے"
  },
  {
    "verse_id": 21,
    "translation": "اور جو لوگ ایمان لائے اور ان کی اولاد بھی (راہ) ایمان میں ان کے پیچھے چلی۔ ہم ان کی اولاد کو بھی ان (کے درجے) تک پہنچا دیں گے اور ان کے اعمال میں سے کچھ کم نہ کریں گے۔ ہر شخص اپنے اعمال میں پھنسا ہوا ہے"
  },
  {
    "verse_id": 22,
    "translation": "اور جس طرح کے میوے اور گوشت کو ان کا جی چاہے گا ہم ان کو عطا کریں گے"
  },
  {
    "verse_id": 23,
    "translation": "وہاں وہ ایک دوسرے سے جام شراب جھپٹ لیا کریں گے جس (کے پینے) سے نہ ہذیان سرائی ہوگی نہ کوئی گناہ کی بات"
  },
  {
    "verse_id": 24,
    "translation": "اور نوجوان خدمت گار (جو ایسے ہوں گے) جیسے چھپائے ہوئے موتی ان کے آس پاس پھریں گے"
  },
  {
    "verse_id": 25,
    "translation": "اور ایک دوسرے کی طرف رخ کرکے آپس میں گفتگو کریں گے"
  },
  {
    "verse_id": 26,
    "translation": "کہیں گے کہ اس سے پہلے ہم اپنے گھر میں (خدا سے) ڈرتے رہتے تھے"
  },
  {
    "verse_id": 27,
    "translation": "تو خدا نے ہم پر احسان فرمایا اور ہمیں لو کے عذاب سے بچا لیا"
  },
  {
    "verse_id": 28,
    "translation": "اس سے پہلے ہم اس سے دعائیں کیا کرتے تھے۔ بےشک وہ احسان کرنے والا مہربان ہے"
  },
  {
    "verse_id": 29,
    "translation": "تو (اے پیغمبر) تم نصیحت کرتے رہو تم اپنے پروردگار کے فضل سے نہ تو کاہن ہو اور نہ دیوانے"
  },
  {
    "verse_id": 30,
    "translation": "کیا کافر کہتے ہیں کہ یہ شاعر ہے (اور) ہم اس کے حق میں زمانے کے حوادث کا انتظار کر رہے ہیں"
  },
  {
    "verse_id": 31,
    "translation": "کہہ دو کہ انتظار کئے جاؤ میں بھی تمہارے ساتھ انتظار کرتا ہوں"
  },
  {
    "verse_id": 32,
    "translation": "کیا ان کی عقلیں ان کو یہی سکھاتی ہیں۔ بلکہ یہ لوگ ہیں ہی شریر"
  },
  {
    "verse_id": 33,
    "translation": "کیا (کفار) کہتے ہیں کہ ان پیغمبر نے قرآن از خود بنا لیا ہے بات یہ ہے کہ یہ (خدا پر) ایمان نہیں رکھتے"
  },
  {
    "verse_id": 34,
    "translation": "اگر یہ سچے ہیں تو ایسا کلام بنا تو لائیں"
  },
  {
    "verse_id": 35,
    "translation": "کیا یہ کسی کے پیدا کئے بغیر ہی پیدا ہوگئے ہیں۔ یا یہ خود (اپنے تئیں) پیدا کرنے والے ہیں"
  },
  {
    "verse_id": 36,
    "translation": "یا انہوں نے آسمانوں اور زمین کو پیدا کیا ہے؟ (نہیں) بلکہ یہ یقین ہی نہیں رکھتے"
  },
  {
    "verse_id": 37,
    "translation": "کیا ان کے پاس تمہارے پروردگار کے خزانے ہیں۔ یا یہ (کہیں کے) داروغہ ہیں؟"
  },
  {
    "verse_id": 38,
    "translation": "یا ان کے پاس کوئی سیڑھی ہے جس پر (چڑھ کر آسمان سے باتیں) سن آتے ہیں۔ تو جو سن آتا ہے وہ صریح سند دکھائے"
  },
  {
    "verse_id": 39,
    "translation": "کیا خدا کی تو بیٹیاں اور تمہارے بیٹے"
  },
  {
    "verse_id": 40,
    "translation": "(اے پیغمبر) کیا تم ان سے صلہ مانگتے ہو کہ ان پر تاوان کا بوجھ پڑ رہا ہے"
  },
  {
    "verse_id": 41,
    "translation": "یا ان کے پاس غیب (کا علم) ہے کہ وہ اسے لکھ لیتے ہیں"
  },
  {
    "verse_id": 42,
    "translation": "کیا یہ کوئی داؤں کرنا چاہتے ہیں تو کافر تو خود داؤں میں آنے والے ہیں"
  },
  {
    "verse_id": 43,
    "translation": "کیا خدا کے سوا ان کا کوئی اور معبود ہے؟ خدا ان کے شریک بنانے سے پاک ہے"
  },
  {
    "verse_id": 44,
    "translation": "اور اگر یہ آسمان سے (عذاب) کا کوئی ٹکڑا گرتا ہوا دیکھیں تو کہیں کہ یہ گاڑھا بادل ہے"
  },
  {
    "verse_id": 45,
    "translation": "پس ان کو چھوڑ دو یہاں تک کہ وہ روز جس میں وہ بےہوش کردیئے جائیں گے، سامنے آجائے"
  },
  {
    "verse_id": 46,
    "translation": "جس دن ان کا کوئی داؤں کچھ بھی کام نہ آئے اور نہ ان کو (کہیں سے) مدد ہی ملے"
  },
  {
    "verse_id": 47,
    "translation": "اور ظالموں کے لئے اس کے سوا اور عذاب بھی ہے لیکن ان میں کے اکثر نہیں جانتے"
  },
  {
    "verse_id": 48,
    "translation": "اور تم اپنے پروردگار کے حکم کے انتظار میں صبر کئے رہو۔ تم تو ہماری آنکھوں کے سامنے ہو اور جب اُٹھا کرو تو اپنے پروردگار کی تعریف کے ساتھ تسبیح کیا کرو"
  },
  {
    "verse_id": 49,
    "translation": "اور رات کے بعض اوقات میں بھی اور ستاروں کے غروب ہونے کے بعد بھی اس کی تنزیہ کیا کرو"
  }
]