[
  {
    "verse_id": 1,
    "translation": "ایک طلب کرنے والے نے عذاب طلب کیا جو نازل ہو کر رہے گا"
  },
  {
    "verse_id": 2,
    "translation": "(یعنی) کافروں پر (اور) کوئی اس کو ٹال نہ سکے گا"
  },
  {
    "verse_id": 3,
    "translation": "(اور وہ) خدائے صاحب درجات کی طرف سے (نازل ہوگا)"
  },
  {
    "verse_id": 4,
    "translation": "جس کی طرف روح (الامین) اور فرشتے پڑھتے ہیں (اور) اس روز (نازل ہوگا) جس کا اندازہ پچاس ہزار برس کا ہوگا"
  },
  {
    "verse_id": 5,
    "translation": "(تو تم کافروں کی باتوں کو) قوت کے ساتھ برداشت کرتے رہو"
  },
  {
    "verse_id": 6,
    "translation": "وہ ان لوگوں کی نگاہ میں دور ہے"
  },
  {
    "verse_id": 7,
    "translation": "اور ہماری نظر میں نزدیک"
  },
  {
    "verse_id": 8,
    "translation": "جس دن آسمان ایسا ہو جائے گا جیسے پگھلا ہوا تانبا"
  },
  {
    "verse_id": 9,
    "translation": "اور پہاڑ (ایسے) جیسے (دھنکی ہوئی) رنگین اون"
  },
  {
    "verse_id": 10,
    "translation": "اور کوئی دوست کسی دوست کا پرسان نہ ہوگا"
  },
  {
    "verse_id": 11,
    "translation": "ایک دوسرے کو سامنے دیکھ رہے ہوں گے (اس روز) گنہگار خواہش کرے گا کہ کسی طرح اس دن کے عذاب کے بدلے میں (سب کچھ) دے دے یعنی اپنے بیٹے"
  },
  {
    "verse_id": 12,
    "translation": "اور اپنی بیوی اور اپنے بھائی"
  },
  {
    "verse_id": 13,
    "translation": "اور اپنا خاندان جس میں وہ رہتا تھا"
  },
  {
    "verse_id": 14,
    "translation": "اور جتنے آدمی زمین میں ہیں (غرض) سب (کچھ دے دے) اور اپنے تئیں عذاب سے چھڑا لے"
  },
  {
    "verse_id": 15,
    "translation": "(لیکن) ایسا ہرگز نہیں ہوگا وہ بھڑکتی ہوئی آگ ہے"
  },
  {
    "verse_id": 16,
    "translation": "کھال ادھیڑ ڈالنے والی"
  },
  {
    "verse_id": 17,
    "translation": "ان لوگوں کو اپنی طرف بلائے گی جنہوں نے (دین حق سے) اعراض کیا"
  },
  {
    "verse_id": 18,
    "translation": "اور (مال )جمع کیا اور بند کر رکھا"
  },
  {
    "verse_id": 19,
    "translation": "کچھ شک نہیں کہ انسان کم حوصلہ پیدا ہوا ہے"
  },
  {
    "verse_id": 20,
    "translation": "جب اسے تکلیف پہنچتی ہے تو گھبرا اٹھتا ہے"
  },
  {
    "verse_id": 21,
    "translation": "اور جب آسائش حاصل ہوتی ہے تو بخیل بن جاتا ہے"
  },
  {
    "verse_id": 22,
    "translation": "مگر نماز گزار"
  },
  {
    "verse_id": 23,
    "translation": "جو نماز کا التزام رکھتے (اور بلاناغہ پڑھتے) ہیں"
  },
  {
    "verse_id": 24,
    "translation": "اور جن کے مال میں حصہ مقرر ہے"
  },
  {
    "verse_id": 25,
    "translation": "(یعنی) مانگنے والے کا۔ اور نہ مانگے والے والا کا"
  },
  {
    "verse_id": 26,
    "translation": "اور جو روز جزا کو سچ سمجھتے ہیں"
  },
  {
    "verse_id": 27,
    "translation": "اور جو اپنے پروردگار کے عذاب سے خوف رکھتے ہیں"
  },
  {
    "verse_id": 28,
    "translation": "بےشک ان کے پروردگار کا عذاب ہے ہی ایسا کہ اس سے بےخوف نہ ہوا جائے"
  },
  {
    "verse_id": 29,
    "translation": "اور جو اپنی شرمگاہوں کی حفاظت کرتے ہیں"
  },
  {
    "verse_id": 30,
    "translation": "مگر اپنی بیویوں یا لونڈیوں سے کہ (ان کے پاس جانے پر) انہیں کچھ ملامت نہیں"
  },
  {
    "verse_id": 31,
    "translation": "اور جو لوگ ان کے سوا اور کے خواستگار ہوں وہ حد سے نکل جانے والے ہیں"
  },
  {
    "verse_id": 32,
    "translation": "اور جو اپنی امانتوں اور اقراروں کا پاس کرتے ہیں"
  },
  {
    "verse_id": 33,
    "translation": "اور جو اپنی شہادتوں پر قائم رہتے ہیں"
  },
  {
    "verse_id": 34,
    "translation": "اور جو اپنی نماز کی خبر رکھتے ہیں"
  },
  {
    "verse_id": 35,
    "translation": "یہی لوگ باغہائے بہشت میں عزت واکرام سے ہوں گے"
  },
  {
    "verse_id": 36,
    "translation": "تو ان کافروں کو کیا ہوا ہے کہ تمہاری طرف دوڑے چلے آتے ہیں"
  },
  {
    "verse_id": 37,
    "translation": "اور) دائیں بائیں سے گروہ گروہ ہو کر (جمع ہوتے جاتے ہیں)"
  },
  {
    "verse_id": 38,
    "translation": "کیا ان میں سے ہر شخص یہ توقع رکھتا ہے کہ نعمت کے باغ میں داخل کیا جائے گا"
  },
  {
    "verse_id": 39,
    "translation": "ہرگز نہیں۔ ہم نے ان کو اس چیز سے پیدا کیا ہے جسے وہ جانتے ہیں"
  },
  {
    "verse_id": 40,
    "translation": "ہمیں مشرقوں اور مغربوں کے مالک کی قسم کہ ہم طاقت رکھتے ہیں"
  },
  {
    "verse_id": 41,
    "translation": "(یعنی) اس بات پر (قادر ہیں) کہ ان سے بہتر لوگ بدل لائیں اور ہم عاجز نہیں ہیں"
  },
  {
    "verse_id": 42,
    "translation": "تو (اے پیغمبر) ان کو باطل میں پڑے رہنے اور کھیل لینے دو یہاں تک کہ جس دن کا ان سے وعدہ کیا جاتا ہے وہ ان کے سامنے آ موجود ہو"
  },
  {
    "verse_id": 43,
    "translation": "اس دن یہ قبر سے نکل کر (اس طرح) دوڑیں گے جیسے (شکاری) شکار کے جال کی طرف دوڑتے ہیں"
  },
  {
    "verse_id": 44,
    "translation": "ان کی آنکھیں جھک رہی ہوں گی اور ذلت ان پر چھا رہی ہوگی۔ یہی وہ دن ہے جس کا ان سے وعدہ کیا جاتا تھا"
  }
]