[
  {
    "verse_id": 1,
    "translation": "ناپ اور تول میں کمی کرنے والوں کے لیے خرابی ہے"
  },
  {
    "verse_id": 2,
    "translation": "جو لوگوں سے ناپ کر لیں تو پورا لیں"
  },
  {
    "verse_id": 3,
    "translation": "اور جب ان کو ناپ کر یا تول کر دیں تو کم کر دیں"
  },
  {
    "verse_id": 4,
    "translation": "کیا یہ لوگ نہیں جانتے کہ اٹھائے بھی جائیں گے"
  },
  {
    "verse_id": 5,
    "translation": "(یعنی) ایک بڑے (سخت) دن میں"
  },
  {
    "verse_id": 6,
    "translation": "جس دن (تمام) لوگ رب العالمین کے سامنے کھڑے ہوں گے"
  },
  {
    "verse_id": 7,
    "translation": "سن رکھو کہ بدکارروں کے اعمال سجّین میں ہیں"
  },
  {
    "verse_id": 8,
    "translation": "اور تم کیا جانتے ہوں کہ سجّین کیا چیز ہے؟"
  },
  {
    "verse_id": 9,
    "translation": "ایک دفتر ہے لکھا ہوا"
  },
  {
    "verse_id": 10,
    "translation": "اس دن جھٹلانے والوں کی خرابی ہے"
  },
  {
    "verse_id": 11,
    "translation": "(یعنی) جو انصاف کے دن کو جھٹلاتے ہیں"
  },
  {
    "verse_id": 12,
    "translation": "اور اس کو جھٹلاتا وہی ہے جو حد سے نکل جانے والا گنہگار ہے"
  },
  {
    "verse_id": 13,
    "translation": "جب اس کو ہماری آیتیں سنائی جاتی ہیں تو کہتا ہے کہ یہ تو اگلے لوگوں کے افسانے ہیں"
  },
  {
    "verse_id": 14,
    "translation": "دیکھو یہ جو (اعمال بد) کرتے ہیں ان کا ان کے دلوں پر زنگ بیٹھ گیا ہے"
  },
  {
    "verse_id": 15,
    "translation": "بےشک یہ لوگ اس روز اپنے پروردگار (کے دیدار) سے اوٹ میں ہوں گے"
  },
  {
    "verse_id": 16,
    "translation": "پھر دوزخ میں جا داخل ہوں گے"
  },
  {
    "verse_id": 17,
    "translation": "پھر ان سے کہا جائے گا کہ یہ وہی چیز ہے جس کو تم جھٹلاتے تھے"
  },
  {
    "verse_id": 18,
    "translation": "(یہ بھی) سن رکھو کہ نیکوکاروں کے اعمال علیین میں ہیں"
  },
  {
    "verse_id": 19,
    "translation": "اور تم کو کیا معلوم کہ علیین کیا چیز ہے؟"
  },
  {
    "verse_id": 20,
    "translation": "ایک دفتر ہے لکھا ہوا"
  },
  {
    "verse_id": 21,
    "translation": "جس کے پاس مقرب (فرشتے) حاضر رہتے ہیں"
  },
  {
    "verse_id": 22,
    "translation": "بےشک نیک لوگ چین میں ہوں گے"
  },
  {
    "verse_id": 23,
    "translation": "تختوں پر بیٹھے ہوئے نظارے کریں گے"
  },
  {
    "verse_id": 24,
    "translation": "تم ان کے چہروں ہی سے راحت کی تازگی معلوم کر لو گے"
  },
  {
    "verse_id": 25,
    "translation": "ان کو خالص شراب سربمہر پلائی جائے گی"
  },
  {
    "verse_id": 26,
    "translation": "جس کی مہر مشک کی ہو گی تو (نعمتوں کے) شائقین کو چاہیے کہ اسی سے رغبت کریں"
  },
  {
    "verse_id": 27,
    "translation": "اور اس میں تسنیم (کے پانی) کی آمیزش ہو گی"
  },
  {
    "verse_id": 28,
    "translation": "وہ ایک چشمہ ہے جس میں سے (خدا کے) مقرب پیئیں گے"
  },
  {
    "verse_id": 29,
    "translation": "جو گنہگار (یعنی کفار) ہیں وہ (دنیا میں) مومنوں سے ہنسی کیا کرتے تھے"
  },
  {
    "verse_id": 30,
    "translation": "اور جب ان کے پاس سے گزرتے تو حقارت سے اشارے کرتے"
  },
  {
    "verse_id": 31,
    "translation": "اور جب اپنے گھر کو لوٹتے تو اتراتے ہوئے لوٹتے"
  },
  {
    "verse_id": 32,
    "translation": "اور جب ان( مومنوں) کو دیکھتے تو کہتے کہ یہ تو گمراہ ہیں"
  },
  {
    "verse_id": 33,
    "translation": "حالانکہ وہ ان پر نگراں بنا کر نہیں بھیجے گئے تھے"
  },
  {
    "verse_id": 34,
    "translation": "تو آج مومن کافروں سے ہنسی کریں گے"
  },
  {
    "verse_id": 35,
    "translation": "(اور) تختوں پر (بیٹھے ہوئے ان کا حال) دیکھ رہے ہوں گے"
  },
  {
    "verse_id": 36,
    "translation": "تو کافروں کو ان کے عملوں کا (پورا پورا )بدلہ مل گیا"
  }
]